{"Nomor": 50005, "Judul": "ANALISIS SINYAL EL-NINO SOUTHERN OSCILLATION (ENSO) DAN INDIAN OCEAN DIPOLE (IOD) PADA KANDUNGAN PANAS LAUT DAN MASSA AIR DI PERAIRAN TIMUR INDONESIA", "Abstrak": "Fenomena iklim antartahunan cukup berpengaruh terhadap kondisi laut Indonesia\nkhususnya pada Perairan Timur Indonesia. Sebagai jalur Arus Lintas Indonesia\n(Arlindo) perairan ini tentunya akan terpengaruh oleh fenomena El-Niño Southern\nOscillation (ENSO) dan Indian Ocean Dipole (IOD) tidak terkecuali dengan\nkandungan panas laut dan massa airnya. Penelitian kali ini dimaksudkan untuk\nmengetahui pengaruh fenomena iklim terhadap kandungan panas laut dan massa air\ndi lokasi kajian. Data suhu dan salinitas yang berasal dari model reanalysis HYbrid\nCoordinate Ocean Model (HYCOM) digunakan dalam penelitian ini. Analisis\nCross Wavelet Transform (XWT) dan Coherence Wavelet Transform (CWT)\ndigunakan untuk menganalisis hubungan kandungan panas massa air, sementara\nanalisis Empirical Orthogonal Function (EOF) digunakan untuk menganalisis\nhubungan kandungan panas laut dengan fenomena ENSO dan IOD.\nKandungan panas massa air di Selat Makassar, Laut Banda, dan Laut Timor\ndidominasi oleh West North Pacific Central Water (51,23%), Banda Intermediate\nWater (32,36%), dan Indonesian Upper Water (31,80%). Berdasarkan analisis\nXWT dan CWT, ketika fenomena El-Niño atau IOD Positif (La-Niña atau IOD\nNegatif) terjadi maka akan menurunkan (menaikan) kandungan panas massa air\nyang berada pada lapisan permukaan dan lapisan dasar, sementara kandungan panas\nmassa air yang sama tetapi pada lokasi kajian yang berbeda pada lapisan termoklin\ndan intermediate memiliki respon yang berbeda-beda terhadap ENSO dan IOD.\nBerdasarkan hasil analisis EOF, fenomena ENSO (IOD) berperan sebesar 75,5%\n(9,52%); 91,99%; dan 88,66% dengan keterlambatan 2 (8), 1, dan 1 bulan pada\nlapisan permukaan (0 – 80 m), termoklin (80 – 400 m), dan dasar (400 – 5000 m)\nterhadap anomali variansi kandungan panas laut di Perairan Timur Indonesia.", "Daftar File": {"ABSTRAK Fauzan Lazuardi Ramadhan": "https://digilib.itb.ac.id/gdl/download/212172"}, "Penulis": "Fauzan Lazuardi Ramadhan [22419008]", "Kontributor / Dosen Pembimbing": ["Dr. Lamona Irmudyawati Bernawis, S.Pi., M.Sc.", "Dr.rer.nat. Rima Rachmayani, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kandungan Panas, El-NiNo Southern Oscillation (ENSO), Indian Ocean Dipole (IOD), Wavelet, Empirical Orthogonal Function (EOF).", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2020"}