{"Nomor": 50006, "Judul": "IDENTIFIKASI KONDISI AKUSTIK IDEAL UNTUK COWORKING SPACE DAN REKOMENDASI PERBAIKAN STUDI KASUS : COWORKING 28", "Abstrak": "Coworking space adalah tempat kerja berbagi yang digunakan bersama oleh pekerja dari berbagai macam keahlian. Gaya bekerja yang kolaboratif pada coworking space tentu membutuhkan perhatian yang lebih bagi para pengguna terkhusus pada aspek akustik ruang. Namun disayangkan belum banyaknya penelitian tentang kondisi akustik ruang pada coworking space itu sendiri. Tugas akhir ini bertujuan untuk mengidentikasi kondisi akustik ideal di coworking space dan memberikan pemodelan perbaikan yang akan disarankan berdasarkan masalah yang terjadi.\nPendekatan soundscape digunakan untuk menentukan kondisi akustik ideal di coworking space. Pendekatan ini dilakukan dengan survei online dan survey lapangan di coworking 28. Survei online bertujuan untuk mengidentifikasi persepsi dominan di coworking space yang dilakukan dengan pembagian kuesioner dan survei lapangan bertujuan untuk mengevaluasi persepsi pengguna ruangan coworking space di coworking 28 dengan pembagian kuesioner, pengamatan dan distribusi sumber suara. Data hasil kuesioner akan diolah menggunakan analisis komponen utama. Simulasi kondisi akustik dilakukan untuk melihat kondisi akustik dari ruangan coworking space di coworking 28 menggunakan aplikasi CATT. Selanjutnya dilakukan analisis kondisi akustik untuk diberikan saran dan perbaikan yang dibutukan. Simulasi perbaikan dilakukan untuk memperbaiki kondisi akustik berdasarkan hasil penilaian persepsi pengguna dan hasil simulasi ruangan coworking space.\nSurvei online menunjukkan 3 persepsi kondisi akustik yang dominan di coworking space yaitu : persepsi kebisingan, persepsi privasi, dan dinamika. Hal ini menunjukkan bahwa aspek kenyamanan akibat kebisingan dan aspek privasi menjadi hal utama yang perlu diperhatikan pada kondisi akustik di coworking space. Dari hasil survei lapangan didapat suara yang dirasa menganggu adalah suara kendaraan (50 %) dan suara orang berbicara (20%). Hal ini menunjukkan adanya permasalahan kebisingan yang bersumber dari suara kendaraan dan suara orang berbicara sedangkan permasalahan privasi bersumber dari suara orang berbicara. Untuk Simulasi kondisi akustik di coworking 28 diperoleh rD = 7.24 m dan Lp,A,S,4 m = 58.95 dbA. Nilai rD dan Lp,A,S,4 m dari ruangan coworking space di coworking 28 tidak memenuhi kondisi baik pada standar ISO 3382-3:2012.\nRekomendasi perbaikan untuk penurunan kebisingan kendaraan dilakukan dengan menutup pintu utama coworking space dan untuk meningkatkan privasi yang disebabkan oleh suara orang berbicara dilakukan perbaikan dengan perberian partisi 1 sisi atau sekat antar meja di ruangan coworking space coworking 28. Desain perbaikan 1 menggunakan tirai rD = 4.119 m dan Lp,A,S,4 m = 46.79 dbA, desain 2 pemberian sekat kaca distraction rD = 6.32 m dan Lp,A,S,4 m = 53.31 dbA. Berdasarkan hasil percobaan, pemberian tirai sebagai sekat antar meja menghasilkan kondisi akustik yang baik dan sesuai dengan standar ISO 3382-3:2012 distraction distance < 5 dan SPLA < 48 dBA.", "Daftar File": {}, "Penulis": "Ranggo Pato [13316069]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T., Ph.D.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "coworking space, coworking 28, soundscape", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "21 Sep 2020"}