{"Nomor": 50009, "Judul": "SELF-ASSEMBLY POLIANILIN (PANI) MELALUI METODE VAPOR DIFFUSION DENGAN AIR SEBAGAI POOR SOLVENT", "Abstrak": "Polianilin (PANI) merupakan salah satu polimer konduktif yang paling\nbanyak diteliti karena memiliki sifat-sifat unik yang membuat PANI unggul\ndibandingkan polimer konduktif lain, yaitu konduktivitas dan warna yang pH\nsensitive, memiliki kestabilan lingkungan yang baik, dapat difabrikasi menjadi\nbanyak morfologi, dan memiliki biaya sintesis yang relatif rendah. Salah satu\nusaha dalam penelitian PANI adalah memfabrikasi PANI menjadi\nmorfologi-morfologi tertentu yang memiliki sifat unik seperti nanotube,\nnanofilm, dan hollow microsphere untuk diaplikasikan dalam berbagai bidang\ndari bidang analitik, elektronik, penyimpanan dan konversi energi, hingga bidang\nmedis.\nMetode vapor diffusion merupakan metode self-assembly yang\ndikembangkan oleh Yamamoto Yohei et al. untuk memfabrikasi polimer\nkonduktif dengan morfologi hollow microsphere untuk aplikasi resonator optik.\nMetode ini merupakan metode yang sederhana, murah, dan low-energy. Pada\npenelitian ini digunakan metode vapor diffusion untuk memfabrikasi PANI\nmenggunakan good solvent NMP (n-methyl-2-pyrrolidone) dan poor solvent air\n(aqua dm). Dari proses fabrikasi beberapa sampel PANI dengan lama fabrikasi\nyang berbeda beda dari 1 hari hingga 30 hari didapat PANI dengan 3 morfologi\nyang berbeda, yaitu morfologi submicrosphere dengan diameter rata-rata sekitar\n318 nm, morfologi ellipsoid dengan panjang rata-rata 4 ?m dan diameter\nrata-rata 1 ?m, dan morfologi needle-like dengan panjang rata-rata 46,5 ?m.", "Daftar File": {}, "Penulis": "Jeremiah Belva [13716043]", "Kontributor / Dosen Pembimbing": ["Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "PANI, Polianilin, Polimer Konduktif, Self-Assembly, Thermodynamic Solution Process, Tugas Akhir, Vapor Diffusion", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2020"}