{"Nomor": 50000, "Judul": "STUDI FASE OUTBURST X-RAY NOVA DALAM KERANGKA DISK INSTABILITY MODEL (DIM)", "Abstrak": "X-ray Nova (XRN), khususnya dengan objek kompak sebuah black hole, merupakan salah\nsatu sub-kelas dari Low Mass X-ray Binary (LMXB) yang menunjukkan perilaku transient,\nyaitu mengalami masa tenang dalam waktu yang cukup lama (fase quiescent) kemudian\nintensitasnya meningkat 100 kali atau lebih (fase outburst). Teori piringan standar tidak\ndapat menjelaskan outburst kuasi-periodik pada XRN karena terdapat modulasi pada laju\nakresi massa menuju objek kompak. Untuk mengisi gap antara hasil pengamatan dan teori\nyang ada, diajukan sebuah teori tambahan yaitu Disk Instability Model (DIM).\nPada Tugas Akhir ini, akan ditinjau apakah DIM dapat digunakan untuk menjelaskan\nseluruh fase outburst dan quiescent pada XRN. Mengingat kajian ini memerlukan penga-\nmatan dengan frekuensi pengambilan data yang tinggi dan resolusi waktu yang baik, data\nyang digunakan berasal dari All-Sky Monitor (ASM) dan Proportional Counter Array (PCA)\npada misi RXTE. Objek yang ditinjau adalah XTE J1118 + 480, XTE J1550 - 564, GRO\nJ1655 - 40, dan GX 339 - 4. Pada data kurva cahaya (2 - 12 keV), dilakukan analisis mor-\nfologi dan parameter dasar seperti skala waktu, luminositas puncak, dan energi total yang\ndiradiasikan ketika outburst. Sedangkan pada data spektrum (3 - 20 keV) dilakukan tting\nmenggunakan model piringan akresi standar dan komponen pendukung sesuai keadaan spek-\ntrum.\nHasil pengolahan data kurva cahaya menunjukkan bahwa sebagian besar morfologi pada\nsampel adalah triangular dengan rata-rata skala waktu rise dan decay untuk outburst dan\nminioutburst secara berurutan adalah 27; 350; 48 dan 13; 324; 33 hari serta 66; 534; 71\ndan 34; 099; 62 hari. Korelasi positif antara energi total yang diradiasikan dengan luminosi-\ntas puncak menunjukkan bahwa massa piringan menetukan laju pancaran energi maksimum\nsebuah outburst. Hasil pengolahan data spektrum menunjukkan bahwa seluruh outburst\npada sampel diawali dan diakhir oleh keadaan hard dan di antaranya berada pada keadaan\ntermal, steep power-law, atau intermediate; hal ini tidak teramati pada minioutburst. Be-\nberapa hasil menunjukkan kesesuaian dengan DIM: evolusi spektrum sebagai manifestasi\nsiklus limit-cycle dan korelasi positif antara energi total dan luminositas puncak. Di lain\npihak, beberapa temuan pada Tugas Akhir ini tidak dapat dijelaskan dalam kerangka DIM,\nmisalnya: skala waktu yang didapat berbeda dari nilai tipikal sehingga tidak membentuk\nmorfologi FRED, serta frekuensi kemunculan dan amplitudo tur re\nare. Dengan meninjau\nkeseluruhan hasil dan analisis pada Tugas Akhir ini, disimpulkan bahwa DIM tidak dapat\nmenjelaskan hasil pengamatan secara menyeluruh.", "Daftar File": {}, "Penulis": "Tiara Andamari Saraswati [10316019]", "Kontributor / Dosen Pembimbing": ["Dr. Kiki Vierdayanti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Evolusi Spektrum, Limit-Cycle, Skala Waktu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2020"}