{"Nomor": 50003, "Judul": "IDENTIFIKASI KONDISI AKUSTIK IDEAL UNTUK COWORKING SPACE DAN REKOMENDASI PERBAIKAN STUDI KASUS : COWORKING 28", "Abstrak": "Coworking space adalah tempat kerja berbagi yang digunakan bersama oleh\npekerja dari berbagai macam keahlian. Gaya bekerja yang kolaboratif pada\ncoworking space tentu membutuhkan perhatian yang lebih bagi para pengguna\nterkhusus pada aspek akustik ruang. Namun disayangkan belum banyaknya\npenelitian tentang kondisi akustik ruang pada coworking space itu sendiri. Tugas\nakhir ini bertujuan untuk mengidentikasi kondisi akustik ideal di coworking space\ndan memberikan pemodelan perbaikan yang akan disarankan berdasarkan masalah\nyang terjadi.\nPendekatan soundscape digunakan untuk menentukan kondisi akustik ideal di\ncoworking space. Pendekatan ini dilakukan dengan survei online dan survey\nlapangan di coworking 28. Survei online bertujuan untuk mengidentifikasi\npersepsi dominan di coworking space yang dilakukan dengan pembagian\nkuesioner dan survei lapangan bertujuan untuk mengevaluasi persepsi pengguna\nruangan coworking space di coworking 28 dengan pembagian kuesioner,\npengamatan dan distribusi sumber suara. Data hasil kuesioner akan diolah\nmenggunakan analisis komponen utama. Simulasi kondisi akustik dilakukan\nuntuk melihat kondisi akustik dari ruangan coworking space di coworking 28\nmenggunakan aplikasi CATT. Selanjutnya dilakukan analisis kondisi akustik\nuntuk diberikan saran dan perbaikan yang dibutukan. Simulasi perbaikan\ndilakukan untuk memperbaiki kondisi akustik berdasarkan hasil penilaian persepsi\npengguna dan hasil simulasi ruangan coworking space.\nSurvei online menunjukkan 3 persepsi kondisi akustik yang dominan di\ncoworking space yaitu : persepsi kebisingan, persepsi privasi, dan dinamika. Hal\nini menunjukkan bahwa aspek kenyamanan akibat kebisingan dan aspek privasi\nmenjadi hal utama yang perlu diperhatikan pada kondisi akustik di coworking\nspace. Dari hasil survei lapangan didapat suara yang dirasa menganggu adalah\nsuara kendaraan (50 %) dan suara orang berbicara (20%). Hal ini menunjukkan\nadanya permasalahan kebisingan yang bersumber dari suara kendaraan dan suara\norang berbicara sedangkan permasalahan privasi bersumber dari suara orang\nberbicara. Untuk Simulasi kondisi akustik di coworking 28 diperoleh rD = 7.24 m\ndan Lp,A,S,4 m = 58.95 dbA. Nilai rD dan Lp,A,S,4 m dari ruangan coworking space di\ncoworking 28 tidak memenuhi kondisi baik pada standar ISO 3382-3:2012.\nRekomendasi perbaikan untuk penurunan kebisingan kendaraan dilakukan\ndengan menutup pintu utama coworking space dan untuk meningkatkan privasi\nyang disebabkan oleh suara orang berbicara dilakukan perbaikan dengan perberian\npartisi 1 sisi atau sekat antar meja di ruangan coworking space coworking 28.\nDesain perbaikan 1 menggunakan tirai rD = 4.119 m dan Lp,A,S,4 m = 46.79 dbA,\ndesain 2 pemberian sekat kaca distraction rD = 6.32 m dan Lp,A,S,4 m = 53.31 dbA.\nBerdasarkan hasil percobaan, pemberian tirai sebagai sekat antar meja\nmenghasilkan kondisi akustik yang baik dan sesuai dengan standar ISO 3382-\n3:2012 distraction distance < 5 dan SPLA < 48 dBA.", "Daftar File": {}, "Penulis": "Ranggo Pato [13316069]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T., Ph.D.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "coworking space, coworking 28, soundscape", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2020"}