{"Nomor": 50015, "Judul": "ANALISIS TINGKAT KESESUAIAN LOKASI PANEL SURYA DALAM MENDUKUNG TARGET ZERO RURAL HUNGER DI ASIA TENGGARA MENGGUNAKAN DATA SATELIT PENGINDERAAN JAUH", "Abstrak": "Energi matahari merupakan salah satu sumber energi terbarukan dengan potensi global yang melimpah. Berdasarkan SDG 2030 target ke-7 bahwa pentingnya penggunaan energi terbarukan yang ramah lingkungan, terjangkau, andal, berkelanjutan, dan modern. Tujuan dari penelitian ini yaitu untuk mengevaluasi potensi pemasangan panel surya spasiotemporal di kawasan Asia Tenggara dalam mendukung target nol kelaparan di daerah rural (zero rural hunger). Sistem panel surya mengonversi radiasi matahari menjadi daya listrik yang dapat digunakan untuk aplikasi berguna seperti memompa air tanah. Selanjutnya, dapat digunakan untuk mengairi area pertanian. Pada riset ini, wilayah dengan populasi tinggi, pengadaan listrik yang rendah, dan pertanian tipe irigasi yang dkurang dimanfaatkan dipilih sebagai wilayah studi. Dengan ini, perlu dilakukan penentuan lokasi yang tepat untuk pembangunan panel surya dalam mengatasi masalah kelaparan di pedesaan dengan mengintegrasikan multi-data. Data yang digunakan untuk analisis tingkat kesesuaian lokasi panel surya adalah potensi daya yang dihasilkan panel surya, data air tanah, kepadatan penduduk, cahaya malam, elektrifikasi, jenis lahan pertanian, dan kebutuhan air pertanian. Prosesnya yaitu dengan mengintegarsikan data-data tersbut dalam melakukan skoring pada setiap parameter untuk mendapatkan lokasi panel surya yang sesuai. Hasil dari proses ini mengusulkan lima tangkat kesesuaian. Dan hasilnya menunjukkan bahwa salah satu daerah dengan tingkat kesesuaian tertinggi adalah Jawa Timur bagian tengah.", "Daftar File": {}, "Penulis": "Nurusshobah Ainul Izzah [15116023]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr.Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "energi terbarukan, energi matahari, kesesuaian lokasi, target nol kelaparan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2020"}