{"Nomor": 50018, "Judul": "STUDI MENGENAI INJEKSI GAS NATUNA UNTUK MENINGKATKAN PRODUKSI LAPANGAN MINYAK RINGAN DI SUMATERA", "Abstrak": "Lapangan gas Natuna adalah salah satu lapangan gas terbesar di Indonesia. Lapangan gas Natuna memiliki\ncadangan terbukti sebesar 46 TSCF, tetapi gas yang diproduksikan mengandung konten CO2 yang relative tinggi,\ngas hasil produksi lapangan natuna mengandung 71% CO2, 28% CH4, dan 1% gas lainnya. Hal tersebut tentunya\nmenyulitkan lapangan Natuna untuk diproduksikan secara ekonomis. Di sisi lain, karena tingginya kandungan\nCO2, lapangan gas Natuna berpotensi sebagai penyuplai gas bagi proyek Enhanced Oil Recovery (EOR). Oleh\nkarena itu, studi ini dilakukan untuk mengetahui efek injeksi gas Natuna terhadap lapangan light oil di Sumatera.\nStudi dilakukan dengan metode simulasi menggunakan tiga macam model, model fluida reservoir, model\nreservoir, dan model keekonomian. Model-model tersebut dibuat dengan bantuan software CMG dan Microsoft\nExcel. Selain skenario produksi dengan injeksi gas natuna, digunakan pula dua skenario tambahan sebagai\npembanding, yaitu skenario produksi tanpa injeksi (primary recovery) dan produksi dengan injeksi CO2 100%.\nHasil simulasi pada studi ini menunjukkan hasil bahwa injeksi gas natuna pada lapangan light oil (32 api) dapat\nmeningkatkan produktivitas reservoir, dan memberikan perolehan minyak yang lebih banyak dibandingkan\ndengan dua skenario lainnya. Skenario injeksi gas natuna juga memberikan hasil terbaik dari segi ekonomi.", "Daftar File": {"ABSTRAK Alroy Suchipto": "https://digilib.itb.ac.id/gdl/download/212186"}, "Penulis": "Alroy Suchipto [12216007]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Doddy Abdassah, M.Sc., Ph.D.", "Dr. Dedy Irawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Natuna, Enhanced Oil Recovery, light oil, Sumatera, injeksi gas natuna", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "22 Sep 2020"}