{"Nomor": 50014, "Judul": "KUANTIFIKASI SKENARIO POTENSI JUMLAH PENDUDUK DAN KERUGIAN EKONOMI BERDASARKAN PENGGUNAAN LAHAN TERDAMPAK KEJADIAN TSUNAMI DI KABUPATEN SUKABUMI", "Abstrak": "Sembilan kecamatan di Kabupaten Sukabumi yang terletak di bagian utara Samudra Hindia merupakan salah satu daerah berisiko tinggi terhadap bahaya tsunami di Indonesia karena jika tsunami besar terjadi di zona subduksi Indo-Australia dan sekitarnya akan membawa dampak yang parah pada daerah sepanjang pantai yang dihuni penduduk dengan kepadatan yang tinggi, maka dari itu diperlukan perhitungan kerentanan sosial ekonomi. Pemodelan distribusi penduduk dilakukan untuk menghitung kerentanan sosial berupa jumlah penduduk terdampak. Penggunaan lahan digunakan untuk pemodelan tingkat kerentanan ekonomi dari skenario kejadian tsunami yang terjadi. Pemodelan untuk menghitung tingkat kerentanan sosial ekonomi dilakukan pada tiga puluh empat desa terdampak tsunami berdasarkan skenario kejadian tsunami dari penelitian terdahulu di Kabupaten Sukabumi. Penelitian ini dilakukan dengan mengumpulkan data spasial dan data non-spasial dari berbagai instansi pemerintah dan swasta. Kuantifikasi kerugian sosial ekonomi berdasarkan empat sektor di seluruh desa terdampak Kabupaten Sukabumi.\nHasil kuantifikasi model populasi penduduk yang terdampak kejadian tsunami di 9 kecamatan yang terletak di Kabupaten Sukabumi menunjukkan bahwa terdapat 8.889 jiwa penduduk yang terdampak terdapat di 34 desa. Desa/ Kelurahan Pelabuhanratu merupakan wilayah dengan populasi terdampak paling besar yakni sebesar 1.494 jiwa penduduk. Penggunaan lahan terdampak kejadian tsunami seluas 6.401 Hektar. Kecamatan Tegalbuleud dan Desa Tegalbuleud merupakan kecamatan dan desa paling terdampak. Total kerugian sosial ekonomi berdasarkan kuantifikasi model yang telah dilakukan pada seluruh desa terdampak di Kabupaten Sukabumi menemukan bahwa total kerugian dari seluruh sektor adalah sebesar Rp 2.642.051.117.000,00. Hasil kuantifikasi menemukan bahwa desa dengan kerugian sosial ekonomi terbesar adalah Desa Jayanti dan sektor terdampak paling besar merupakan sektor infrastruktur dan sektor produktif.", "Daftar File": {"ABSTRAK Ferdian Ramos": "https://digilib.itb.ac.id/gdl/download/212181"}, "Penulis": "Ferdian Ramos [25118013]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tsunami Sukabumi, Model Distribusi Penduduk, Kerugian Sosial Ekonomi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2020"}