{"Nomor": 50020, "Judul": "UJI DISOLUSI DAN KONDISI UJI DISOLUSI BIORELEVAN TABLET CANDESARTAN CILEXETIL", "Abstrak": "Candesartan cilexetil merupakan obat anti hipertensi golongan Angiotensin Reseptor Blocker (ARB)\nyang digolongkan dalam Sistem Klasifikasi Biofarmasetika (SKB) kelas II. Pengujian disolusi dilakukan\nuntuk mengetahui karakteristik dan performa in vitro dari produk obat. Pada saat ini hasil pengujian\ndisolusi kadang tidak berkorelasi dengan hasil in vivo, terutama untuk obat yang memiliki\npermeabilitas dan kelarutan yang rendah. Oleh karena itu kondisi uji disolusi yang biorelevan perlu\ndicari untuk mendapatkan hasil uji disolusi yang berkorelasi dengan hasil in vivo. Penelitian ini\nmencakup kajian literatur berbagai aspek terkait pengembangan kondisi uji disolusi yang diperkirakan\nmemiliki korelasi in vitro-in vivo yang baik melalui uji disolusi komparatif berbagai produk obat generik\nterhadap produk inovator. Hasil kajian literatur menunjukkan bahwa uji disolusi biorelevan tablet\ncandesartan cilexetil dapat dilakukan dengan menggunakan aparatus 2 (tipe dayung) dengan\nkecepatan pengadukan 50 rpm selama 60 menit dan menggunakan medium biorelevan seperti FaSSGF,\nFaSSIF, FeSSGF dan FeSSIF. Akan tetapi dikarenakan kelarutan yang sangat rendah dalam medium\ntersebut, kondisi sink tidak dapat tercapai pada volume yang sesuai dengan kondisi fisiologis.\nPercobaan yang telah dilakukan adalah pembuatan kurva kalibrasi menggunakan spektrofotometer\nUV pada tiga medium disolusi kompendial yaitu HCl 0,1 N pH 1,2 0,7% Tween 20; dapar pH 4,5 0,7%\nTween 20; dapar pH 6,8 0,7% Tween 20 dan uji disolusi produk inovator dan copy CC1 pada medium\ndapar fosfat pH 6,8 0,7% Tween 20. Nilai faktor similaritas (f2) dari 6 unit sediaan produk inovator\ndengan produk copy CC1 dalam dapar fosfat pH 6,8 dengan 0,7% Tween 20 adalah sebesar 43,14 dan\ndiperkirakan kedua produk tidak similar.", "Daftar File": {"ABSTRAK Tania T Pohan": "https://digilib.itb.ac.id/gdl/download/212189"}, "Penulis": "Tania T Pohan [10716052]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yeyet Cahyati Soemirtapura", "Dr. Saleh Wikarsa"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Candesartan cilexetil, disolusi, IV-IVC, biorelevan, similaritas", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Sep 2020"}