{"Nomor": 50026, "Judul": "KAJIAN PERUBAHAN AKTIVITAS SIKLON TROPIS SECARA TEMPORAL DAN SPASIAL DI SAMUDERA HINDIA", "Abstrak": "Analisis perubahan aktivitas siklon tropis dan identifikasi faktor-faktor yang berpotensi menyebabkan perubahan aktivitas siklon tropis tersebut di Samudera Hindia Utara dan Samudera Hindia Selatan sangat penting karena siklon tropis memiliki dampak yang besar.\nStudi ini menginvestigasi trend linear aktivitas siklon tropis dan parameter meteorologi yang menguntungkan untuk pembentukan siklon tropis selama periode 50 tahun (1970-2019) di Samudera Hindia Utara dan Samudera Hindia Selatan. Parameter tersebut mencakup suhu permukaan laut, vortisitas relatif 850 hPa, divergensi 200 hPa, kelembaban relatif rata-rata lapisan 500-700 hPa, dan geser angin vertikal 200-850 hPa.\nBaik di Samudera Hindia Utara dan Samudera Hindia Selatan, Accumulated Cyclone Energy (ACE) dan intensitas meningkat, namun frekuensi siklon tropis mengalami penurunan. Telah ditunjukkan bahwa trend spasial parameter meteorologi berkaitan cukup baik dengan trend spasial genesis siklon tropis di kedua wilayah tersebut. Trend genesis siklon tropis di Samudera Hindia Utara menunjukkan peningkatan di Laut Arabia dan penurunan di Teluk Bengal, yang mempengaruhi trend lintasan siklon tropis. Sedangkan, trend genesis siklon tropis di Samudera Hindia Selatan meningkat di dekat ekuator dan menurun di lintang yang lebih tinggi. Penelitian ini mengindikasikan bahwa lokasi peningkatan genesis dan terjadinya peningkatan intensitas siklon tropis, mengarah pada peningkatan jumlah transisi ekstratropis di Samudera Hindia Selatan. Selain itu, penyebab terjadinya penurunan frekuensi dan peningkatan intensitas siklon tropis di Samudera Hindia Utara dan Samudera Hindia Selatan didiskusikan.", "Daftar File": {"COVER Gifania Sofia Lestari": "https://digilib.itb.ac.id/gdl/download/215925", "BAB 1 Gifania Sofia Lestari": "https://digilib.itb.ac.id/gdl/download/215926", "BAB 2 Gifania Sofia Lestari": "https://digilib.itb.ac.id/gdl/download/215927", "BAB 3 Gifania Sofia Lestari": "https://digilib.itb.ac.id/gdl/download/215928", "BAB 4A Gifania Sofia Lestari": "https://digilib.itb.ac.id/gdl/download/215929", "BAB 4B Gifania Sofia Lestari": "https://digilib.itb.ac.id/gdl/download/215930", "BAB 5 Gifania Sofia Lestari": "https://digilib.itb.ac.id/gdl/download/215931", "PUSTAKA Gifania Sofia Lestari": "https://digilib.itb.ac.id/gdl/download/215932"}, "Penulis": "Gifania Sofia Lestari [12816032]", "Kontributor / Dosen Pembimbing": ["Drs. Zadrach Ledoufij Dupe, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Siklon tropis, parameter meteorologi, ACE, intensitas, frekuensi, Samudera Hindia Utara, Samudera Hindia Selatan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "22 Sep 2020"}