{"Nomor": 50023, "Judul": "PERANCANGAN GAME EDUKASI SIMULASI HIDROPONIK UNTUK ANAK SD", "Abstrak": "Hidroponik merupakan salah satu cara dalam menerapkan lingkungan hijau di daerah perkotaan atau daerah - daerah yang sempit lahan. Hidroponik memanfaatkan air, media tanam, dan wadah sehingga tidak membutuhkan lahan yang luas maupun tanah. Hidroponik saat ini juga banyak dijadikan program pembelajaran pendidikan karakter untuk siswa Sekolah Dasar (SD) terutama mengenai kepedulian terhadap lingkungan dan rasa tanggung jawab. Akan tetapi, hidroponik memiliki beberapa tahapan serta teknik dengan berbagai tingkat kesulitan. Game edukasi simulasi dipilih sebagai metode penyampaian informasi dan pembelajaran mengenai cara bertanam hidroponik. Panduan langkah – langkah hidroponik ini disampaikan dengan cara bermain sehingga lebih menyenangkan bagi siswa SD yang kerap kali bermain game. Dalam proses perancangannya, metode yang digunakan adalah studi kasus terhadap teori – teori mengenai hidroponik, kognitif siswa SD, serta game edukasi simulasi. Kemudian dilakukan proses pengambilan data menggunakan salah satu metode wawancara, yaitu Forum Group Discussion (FGD) terhadap lima orang siswa SDN 103 Coblong, Bandung. Pada FGD tersebut, siswa-siswi juga diminta memainkan game tutorial sejenis dan dimintai pendapatnya. Metode lain yang dilakukan adalah studi komparasi terhadap game – game sejenis atau kiranya beberapa game yang dapat dijadikan referensi, terutama dalam hal gameplay dan visual. Konten utama dalam game ini merupakan panduan langkah – langkah atau tata cara dalam bercocok tanam secara hidroponik, mulai dari teknik yang paling mudah hingga yang paling sulit. Mini game berupa puzzle juga ditambahkan untuk menambah unsur fun, sekaligus sebagai cara pemain untuk mengumpulkan alat bahan hidroponik serta meng-upgrade kebun hidroponiknya. Melalui game edukasi simulasi hidroponik ini, diharapkan siswa-siswi SD dapat dengan senang belajar cara menanam hidroponik untuk kemudian dipraktekkan baik di sekolahnya maupun di rumahnya.", "Daftar File": {}, "Penulis": "Dewi Sekar Arum [17416043]", "Kontributor / Dosen Pembimbing": ["Dianing Ratri, S.Des., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Hidroponik, Anak Sekolah Dasar, Game Edukasi, Game simulasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Sep 2020"}