{"Nomor": 50032, "Judul": "PENGGUNAAN SEMANTIC COMPOSITIONAL NETWORK UNTUK PEMBANGKITAN JUDUL PRODUK OTOMATIS DENGAN MASUKAN GAMBAR PADA E-COMMERCE", "Abstrak": "Saat ini, perdagangan elektronik atau e-commerce telah sangat lazim dilakukan, sehingga sekarang\nini terdapat sangat banyak situs belanja daring. Terdapat beberapa jenis perdagangan elektronik\npada situs-situs belanja daring, salah satunya adalah C2C (customer to customer). Pada bentuk\nperdagangan elektronik C2C, pemilik toko daring bisa siapa saja, sehingga pemilik toko daring\nbiasanya memasukkan keterangan dari produk jualannya satu persatu secara manual, termasuk\ngambar dan judul produknya. Pemasukan keterangan produk yang manual menyebabkan masalah,\ntermasuk pada judul produk seperti inkonsistensi dan salah ketik. Oleh karena itu, tugas akhir\nmengenai pembangkitan judul produk otomatis dengan masukan gambar ini dilakukan.\nPada penelitian ini ditentukan metode yang dapat digunakan untuk pembangkitan judul produk\ndari gambar. Metode yang digunakan pada penelitian ini adalah metode pembangkitan deskripsi\ngambar (image captioning). Pada penelitian ini, dilakukan penggabungan dua buah metode image\ncaptioning yaitu Semantic Compositional Networks dari Gan dkk. (2017) dan Bottom-Up and TopDown Attention for Image Captioning dari Anderson dkk. (2018). Sistem yang dibangun\nmemanfaatkan SCN-LSTM dari penelitian pertama dan atensi Top-Down dari penelitian kedua.\nBerdasarkan penelitian yang dilakukan, didapat bahwa sistem pembangkitan judul produk\notomatis dengan masukan gambar yang dibangun dapat menghasilkan judul produk yang cukup\nbaik, dengan skor pada metrik ROUGE-L, BLEU-1, BLEU-2, BLEU-3, dan BLEU-4: 0.8313,\n0.7911, 0.6784, 0.5240, dan 0.4179. Sistem yang dibangun juga berhasil mengungguli dua\npenelitian yang menjadi referensi terhadap dataset yang sama, dengan skor pada metrik yang sama:\n0.8183, 0.7463, 0.6445, 0.4859, dan 0.3812 untuk penelitian pertama dan 0.7922, 0.7867, 0.6816,\n0.5159, dan 0.3989 untuk penelitian kedua tanpa atensi Bottom-Up.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212203", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212204", "Abstract": "https://digilib.itb.ac.id/gdl/download/212205", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212206", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212207"}, "Penulis": "Nicholas Wijaya [13516121]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwi Hendratmo Widyantoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pembangkitan judul produk otomatis dengan masukan gambar, image captioning, atensi Top-Down, SCN-LSTM", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "22 Sep 2020"}