{"Nomor": 50031, "Judul": "EKSPLORASI LIMBAH CANGKANG KERANG SIMPING (PLACUNA PLACENTA) DENGAN TEKNIK ADHESIVEBONDING SEBAGAI PRODUK PENCAHAYAAN", "Abstrak": "Indonesia adalah negara beriklim tropis yang memiliki beraneka ragam jenis\nfauna, bahkan tingkat keaneka ragamannya sangat tinggi dibandingkan negara\nlain, jumlah spesies faunanya mencapai 2.215 spesies (Departemen Kehutanan\ndan Perkebunan, 1999) mulai dari hewan endemik hingga biota lautnya. Salah\nsatunya adalah kerang simping yang merupakan biota laut dengan kemampuan\nbertahan hidup dan berkembang biak dalam tekanan ekologis yang tinggi tanpa\nmengalami gangguan tertentu. Kerang simping bersifat kosmopolitan (dapat\nditemui di perairan manapun), dan bernilai ekonomi sebagai sumber makanan,\ntapi sangat disayangkan, cangkang kerang yang tebuang menjadi salah satu\nlimbah perusak lingkungan.\nCangkang kerang simping memiliki visual yang menarik sehingga banyak\ndimanfaatkan dalam pembuatan kerajinan produk interior terutama di daerah\nPesisir bagian Utara Jawa Timur, namun hingga saat ini pengrajin cangkang\nkerang simping belum banyak memiliki variasi desain karena pengembangan\ndesain produknya yang masih terbatas.\nPengolahan limbah cangkang kerang simping dalam laporan ini menggunakan\nteknik Adhesive-bonding, sebuah teknik pengikatan dan pemadatan jaringan\nselulosa dengan media perekat sehingga membentuk material bukan tenun yang\nmemadat, menyusutkan dengan pemberian kelembapan, dan tekanan. Proses\ntersebut memungkinkan optimalisasi potensi dari limbah cangkang kerang\nsimping baik dari segi fungsional maupun estetis. Kelebihan maupun\nkekurangan dari eksplorasi dan eksperimen yang dilakukan menghadirkan\nkebaruan dalam bentuk produk pencahayaan yang akan bersaing di pasar serta\ndapat menjadi panduan bagi perancangan dan pengembangan alternatif material\ndi masa kedepannya.", "Daftar File": {"2020 TA PP Zahrah Nur Adilah 1 - abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/212318"}, "Penulis": "Zahrah Nur Adilah [17216029]", "Kontributor / Dosen Pembimbing": ["Dr. Kahfiati Kahdar, MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Eksplorasi, kerang simping, adhesive-bonding, produk pencahayaan.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Sep 2020"}