{"Nomor": 50046, "Judul": "PROCEDURAL CONTENT GENERATION UNTUK PEMBENTUKAN DUNGEON PADA GAME", "Abstrak": "Procedural content generation mengacu pada pembentukan konten dengan\nalgoritma atau prosedur tertentu. Penggunaan procedural content generation untuk\npembentukan konten memberikan beberapa keuntungan yaitu konsumsi memori\nyang tidak terlalu besar, kemudahan untuk membentuk konten yang bervariasi, dan\nkonten yang tak terhingga banyaknya karena bisa dibangkitkan terus menerus.\nProcedural content generation bisa diterapkan untuk membentuk konten terkait\narea permainan maupun terkait pemain. Konten permainan seperti dungeon juga\nbisa dibentuk dengan procedural content generation.\nPertama dilakukan studi literatur mengenai pembentukan dungeon pada aspek\nmission dan space. Kemudian dilakukan penggabungan metode pembentukan\ndungeon pada aspek mission dan space untuk dapat menghasilkan dungeon utuh.\nTerakhir, dilakukan pengujian terhadap dungeon hasil bentukan algoritma dari sisi\nvaliditas, variasi, dan tingkat kesulitan. Pembentukan dungeon dibagi menjadi tiga\ntahap yaitu pembentukan quest, pengaturan tingkat kesulitan, dan pembentukan\nsegmen. Pembentukan quest menggunakan algoritma answer set programming,\nsedangkan pengaturan tingkat kesulitan dan pembentukan segmen menggunakan\nvarian dari algoritma genetik yaitu FI-2Pop GA.\nHasil pengujian menunjukkan bahwa dungeon yang dihasilkan valid pada semua\nsampel dan bervariasi pada metrik mission linearity dan map linearity. Dungeon\nyang valid adalah dungeon yang memiliki jalur kontinu dari titik awal hingga titik\nakhir dan semua quest di dalam dungeon dapat diselesaikan Tingkat kesulitan\ndungeon juga sudah cukup baik pada kesulitan tinggi dengan 81% responden\nmenjawab tepat dan tidak cukup baik pada kesulitan menengah dan rendah dengan\n40% dan 33% responden menjawab tepat. Bias pada tingkat kesulitan dikarenakan\nadanya faktor lain yang mempengaruhi tingkat kesulitan seperti panjang quest.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212230", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212231", "Abstract": "https://digilib.itb.ac.id/gdl/download/212232", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212233", "Tesis": "https://digilib.itb.ac.id/gdl/download/212234"}, "Penulis": "Marcelinus Henry Menori [23518032]", "Kontributor / Dosen Pembimbing": ["Dr. Nur Ulfa Maulidevi, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "procedural content generation, answer set programming, algoritma genetik, dungeon, permainan", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "22 Sep 2020"}