{"Nomor": 50040, "Judul": "KAJIAN VISUALISASI PEREMPUAN PADA RELIEF MONUMEN PANCASILA SAKTI", "Abstrak": "Peristiwa Gerakan 30 September 1965 atau yang juga disebut dengan G30S/PKI, merupakan salah satu kejadian penting dalam pergantian ideologi dan rezim Orde Lama ke Orde Baru di Indonesia. Peristiwa ini kemudian diperingati dengan pendirian sebuah monumen karya pematung Edhi Sunarso yang diberi nama Monumen Pancasila Sakti di kawasan tempat kejadian penculikan, penyiksaan dan pembunuhan tujuh Jenderal. Selain untuk memperingati wafatnya tujuh Jenderal Angkatan darat, pada monumen ini juga terdapat sebuah relief yang menggambarkan rangkaian kejadian tentang komunisme di Indonesia terutama peristiwa G30S/PKI versi resmi Pemerintah Orde Baru.\nSalah satu elemen yang paling mencolok yang menandakan pergantian ideologi Orde Lama ke Orde Baru di relief ini adalah gagasan dan penggambaran sosok perempuan. Bagaimana relief pada Monumen Pancasila Sakti merepresentasikan sosok perempuan sesuai dengan narasi sejarah dari Pemerintah Orde Baru? Penelitian ini bertujuan untuk Memahami bagaimana perempuan digambarkan dalam relief Monumen Pancasila Sakti sesuai dengan narasi sejarah dari Pemerintah Orde Baru di relief Monumen Pancasila Sakti.\nPenelitian ini dilakukan dengan kajian pustaka, observasi langsung ke objek penelitian dan analisis menggunakan kajian ikonografis Panofsky. Bagian relief yang mevisualisasikan sosok perempuan terdapat dalam bagian yang menggambarkan dua kejadian berbeda, yaitu penggambaran malam Peristiwa G30S/PKI dan diikuti dengan penggambaran pasca penumpasan elemen Komunis di Indonesia.\nRelief Monumen Pancasila Sakti memvisualisasikan sosok perempuan yang sesuai ideologi Orde lama yang aktif berpolitik dengan konotasi negatif sementara memperlihatkan cara Orde Baru melihat perempuan yang terlihat memenuhi peran tradisional gendernya dan hadir sebagai untuk menekankan unsur emosional dari sebuah tragedi. Perempuan dalam relief Monumen Pancasila Sakti digambarkan sebagai salah satu elemen penting yang harus dikendalikan dalam pembentukan ideologi sebuah negara.\nPenelitian ini menemukan bahwa gambaran realisme dengan kecenderungan militeristik dalam Monumen Pancasila Sakti telah mendefinisikan lagi bagaimana perempuan tampil dalam pandangan rezim baru dengan menggunakan teknik Card Stacking, Name Calling, Transfer, dan Bandwagon untuk membentuk propaganda hitam terhadap ideologi Orde Lama. Hal ini dilakukan Orde Baru dalam upaya membentuk dan menetapkan apa yang diterima dan apa yang tidak dalam tatanan kehidupan rezim Orde Baru.", "Daftar File": {}, "Penulis": "Radhy Farras Wajisar [17014037]", "Kontributor / Dosen Pembimbing": ["Dr. Ira Adriati, S.Sn., M.Sn.", "Patriot Mukmin, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Propaganda, Representasi perempuan, Orde Baru, Orde Lama, Monumen, Edhi Sunarso.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Sep 2020"}