{"Nomor": 50050, "Judul": "VULKANOSTRATIGRAFI KOMPLEKS GUNUNG ANAK KRAKATAU DAN PERBANDINGAN LETUSAN ANAK KRAKATAU TAHUN 2018 TERHADAP LETUSAN KRAKATAU TAHUN 1883", "Abstrak": "Pada Desember 2018, Gunung api Anak Krakatau di Selat Sunda mengalami peristiwa erupsi, longsor, dan tsunami yang mengubah tatanan geologi di Kompleks Gunung Anak Krakatau. Erupsi pada Desember 2018 ini dapat dibandingkan dengan erupsi besar Krakatau pada 1883. Penelitian ini menggunakan metode studi pustaka, pengideraan jauh, dan pemetaan geologi untuk menentukan tatanan geologi terbaru dari Kompleks Gunung Anak Krakatau yang meliputi geomorfologi, vulkanostratigrafi, dan struktur geologi serta untuk membandingkan antara erupsi Anak Krakatau pada 2018 dan erupsi Krakatau pada 1883.\nDaerah penelitian terdiri atas lima satuan geomorfologi, yaitu Satuan Punggungan Dinding Kaldera Pulau Panjang, Satuan Punggungan Dinding Kaldera Pulau Sertung, Satuan Sisa Gunung Api Rakata, Satuan Kerucut Gunung api Anak Krakatau, dan Satuan Dataran Kawah Erupsi Anak Krakatau. Vulkanostratigrafi daerah penelitian terdiri atas tiga khuluk (Khuluk Krakatau Tua, Khuluk Krakatau Muda, dan Khuluk Anak Krakatau) yang di dalamnya terdapat lima gumuk (Gumuk Rakata, Gumuk Danan, Gumuk Perbuatan, Gumuk Anak Krakatau Timur, dan Gumuk Anak Krakatau Barat) dan 12 satuan batuan/endapan yang terpetakan. Struktur geologi primer yang dijumpai berupa kekar berlembar, autobreksia, jigsaw fit, vesikuler, laminasi sejajar, laminasi silang siur, perlapisan bersusun normal, dan perlapisan bersusun terbalik sedangkan struktur geologi sekunder berupa Sesar Krakatau dan sesar normal.\nPengamatan terhadap endapan hasil erupsi Krakatau 1883 menunjukkan tahap erupsinya terdiri dari Tahap Freatomagmatik, Tahap Sub-Plinian, dan Tahap Plinian sedangkan erupsi Anak Krakatau 2018 terdiri dari Tahap Strombolian dan Tahap Freatomagmatik.\nSejarah geologi daerah penelitian terdiri dari Periode Pra-Krakatau, Periode Pembentukan Gunung Krakatau, Periode Pembentukan Kaldera Krakatau Muda, dan Periode Pembentukan Gunung Anak Krakatau.", "Daftar File": {}, "Penulis": "Muhammad Rahaldi Taher [12016052]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Anak Krakatau, Dinamika Erupsi, Vulkanostratigrafi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2020"}