{"Nomor": 50056, "Judul": "THE INFLUENCE OF PERFORMANCE EXPECTANCY AND MODERATING VARIABLE OF REGULATORY FOCUS ON MOBILE APP ACCEPTANCE: THE CASE OF WARUNK UPNORMAL PAY AT TABLE APP", "Abstrak": "Dengan mempertimbangkan teknologi yang mulai bermunculan, seluruh industri telah didorong untuk\nberadaptasi dalam lingkungan yang kompetitif. Menanggapi pertumbuhan yang luar biasa dalam\npenggunaan ponsel pintar dan pengembangan teknologi akhir-akhir ini, industri layanan makanan telah\nberadaptasi dengan penggunaan teknologi di mana pengembangan yang tepat menjadi hal penting\nuntuk mencapai niat penggunaan pelanggan. Meskipun demikian, belum banyak literatur yang\nmempelajari penerimaan teknologi dari aplikasi layanan meja dengan fokus regulasi sebagai faktor\npenting dalam pendekatan pelanggan untuk menggunakan teknologi tertentu. Dengan pengembangan\naplikasi layanan meja yang diharapkan dapat memberikan hasil performa positif dan mencegah hasil\nperforma negatif, penelitian ini berupaya mengeksplorasi penerimaan teknologi dengan\nmengintegrasikan model TAM dengan UTAUT. Untuk meningkatkan kemampuan model dalam\nmemprediksi variabel pendorong utama, fokus regulasi ditambahkan sebagai variabel kognitif sosial.\nDengan mengadopsi pendekatan yang berbeda dalam mencapai tujuan yang diinginkan, diharapkan\nbahwa individu akan memberikan respon yang berbeda terhadap penggunaan teknologi. Penilaian\nrisiko juga diterapkan pada model atas rekomendasi dari beberapa penelitian Pengumpulan data\ndilakukan melalui kuesioner online. Hasil analisis SEM-PLS menunjukkan bahwa integrasi model\nTAM dan UTAUT telah berhasil mengukur adopsi teknologi melalui varian tinggi yang dijelaskan pada\ntiap variabel endogen. Fokus regulasi dinyatakan memiliki efek moderasi positif yang memperkuat\nhubungan yang diajukan. Analisis ini diharapkan dapat memberikan hasil yang dapat dipertimbangkan\nbagi bisnis dan pemasar untuk memengaruhi niat penggunaan pelanggan dan metode pemasaran yang\nsesuai dengan fokus regulasi tertentu.", "Daftar File": {"2020 SM Saskia Hana Clarissha 19017026.pdf?_": "https://digilib.itb.ac.id/gdl/download/212243", "2020 TS PP SASKIA HANA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247097"}, "Penulis": "Saskia Hana Clarissha [19017026]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Layanan Makanan; Penerimaan Teknologi; Aplikasi Seluler; Niat Penggunaan; Harapan Pelanggan; Fokus Regulasi", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "22 Sep 2020"}