{"Nomor": 50068, "Judul": "STUDI KELAYAKAN EKSTRAK KAPPA-CARRAGEENAN RUMPUT LAUT (EUCHEUMA COTTONII) SEBAGAI INHIBITOR ORGANIK DALAM LINGKUNGAN ASAM SULFAT", "Abstrak": "Inhibitor korosi merupakan suatu senyawa atau zat kimia yang ditambahkan pada suatu lingkungan untuk meminimalisir serangan korosi. Penggunaan inhibitor dapat diaplikasikan untuk mencegah korosi pada lapisan permukaan bagian dalam dari suatu pipa. Hingga saat ini sudah banyak penelitian mengenai inhibitor korosi khususnya tentang pembuatan inhibitor organik demi mengurangi penggunaan inhibitor inorganik yang dapat menyebabkan kerusakan lingkungan. Rumput laut merupakan salah satu jenis tumbuhan yang dapat dimanfaatkan potensinya sebagai inhibitor organik. Sebuah publikasi menjelaskan jika inhibitor berbahan ekstrak rumput laut khususnya kappa-carrageenan memiliki kemampuan inhibisi yang baik pada logam magnesium, namun penelitian ini belum di lanjutkan untuk di uji pada jenis logam lainnya.\nPada penelitian ini dilakukan studi literatur dari beberapa data penelitian terdahulu untuk mengidentifikasi potensi kappa-carrageenan sebagai inhibitor organik pada pipa API 5L X65 di lingkungan asam sulfat. Nilai efisiensi inhibisi sebesar 71,73% diperoleh dari hasil uji imersi pada spesimen pipa API 5L X65 di lingkungan asam sulfat selama 24 jam setelah penambahan inhibitor kappa-carrageenan. Hasil pengamatan visual dan uji SEM membuktikan jika kappa-carragenan mampu teradsorpsi dan membentuk lapisan pasif untuk meminimalisir serangan korosi pada permukaan logam API 5L X65 dalam lingkungan asam sulfat. Hasil tersebut dinilai cukup baik, sebab mampu mengungguli kinerja dari beberapa inhibitor inorganik yang ada.", "Daftar File": {}, "Penulis": "M Robby Julianda Pratama [13716002]", "Kontributor / Dosen Pembimbing": ["Ekavianty Prajatelistia, S.T., M.S.Eng., Ph.D.", "Dr. Ir. Bambang Widyanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Inhibitor korosi, Kappa-carrageenan, API 5L X65, Asam sulfat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2020"}