{"Nomor": 50079, "Judul": "OPTIMISASI PORTOFOLIO SAHAM ASABRI DAN JIWASRAYA DENGAN MENGGUNAKAN METODE ALGORITMA SPIRAL ADAPTIF", "Abstrak": "Pada awal tahun 2020, ASABRI dan JIWASRAYA dikabarkan mengalami kerugian akibat investasi saham. Oleh karena itu, pada tugas akhir ini akan dibahas mengenai return dan risiko yang optimal dari portofolio saham ASABRI dan JIWASRAYA menggunakan Model Portofolio Markowitz Mean Variance yang dikembangkan oleh Markowitz pada tahun 1952. Untuk masalah single-objective digunakan kendala seperti buy-in threshold yaitu kendala yang membatasi nilai minimum proporsi saham supaya proporsi yang didapatkan tidak terlalu kecil, cardinality yaitu kendala yang membatasi banyaknya saham yang akan dimasukkan ke portofolio, dan roundlot yaitu kendala yang memungkinkan mencari nilai optimum dari investasi saham dalam satuan lot. Pada masalah optimisasi portofolio single-objective, dicari nilai minimum dari risiko dengan target return yang sudah ditentukan dan juga dicari nilai maksimum dari return dengan target risiko yang sudah ditentukan. Untuk masalah optimisasi portofolio multi-objective, dicari nilai optimal dari risiko dan return secara bersamaan dengan menggunakan metode penjumlahan berbobot (sum-weighted method). Digunakan 21 bobot untuk membangun pareto front sigma terhadap return, dengan sigma adalah akar kuadrat dari risiko. Pada grafik pareto front didapat bahwa untuk mendapatkan return yang tinggi maka diiringi dengan risiko yang besar pula. Selain portofolio saham ASABRI dan JIWASRAYA, pada tugas akhir ini juga akan dilakukan optimisasi indeks saham BEI yaitu IDX 30 dengan menggunakan masalah optimisasi portofolio multi-objective dengan kendala cardinality. Dipilih ????=9 dan ????=14. Hal ini dilakukan sebagai perbandingan hasil optimisasi return dan risiko terhadap portofolio saham ASABRI dan JIWASRAYA. Masalah optimisasi portofolio ini diselesaikan menggunakan Adaptive Spiral Optimization Algorithm (ASOA). ASOA merupakan perkembangan dari Spiral Optimization Algorithm (SOA) dengan menyesuaikan parameter radius dan sudut dari SOA hampir di setiap iterasinya. Dikenalkan tigas jenis ASOA. Untuk mengevaluasi performa ASOA digunakan lima fungsi benchmark, masalah MINLP, dengan masalah optimisasi portofolio dengan kendala buy-in threshold dan roundlot.", "Daftar File": {"ABSTRAK MAZI PRIMA REZA.pdf?": "https://digilib.itb.ac.id/gdl/download/212268"}, "Penulis": "Mazi Prima Reza [10116038]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "optimisasi, portofolio, adaptive, spiral, algorithm, ASABRI, JIWASRAYA", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Sep 2020"}