{"Nomor": 50080, "Judul": "MUSEUM MARITIM BERBASIS REKREASI DI ANCOL, JAKARTA UTARA", "Abstrak": "Indonesia merupakan negara maritim terbesar di dunia dan memiliki sejarah maritim yang kaya\nuntuk dipelajari. Namun, pada era modern saat ini sedikit masyarakat yang mengetahui tentang\nsejarah maritim Indonesia sehingga dibutuhkan suatu wadah untuk memperkaya pengetahuan\ntersebut. Peristiwa penting bagi sejarah Indonesia dirasa penting untuk diketahui oleh masyarakat.\nPerancangan Museum Maritim di Ancol merupakan suatu potensi yang besar untuk dapat\nmendidik masyarakat umum dengan tema museum yaitu rekreasi. Museum Maritim ini direncanakan\nmenjadi suatu ikon baru yang megah pada kompleks rekreasi Ancol agar dapat menarik pengunjung.\nPemilihan alur dan layout museum yang baik dengan pemanfaatan teknologi, gubahan bentuk\nbangunan, hingga lanskap pada bangunan dirancang sesuai dengan tema rekreatif tersebut. Pada awal\nperancangan mengambil pendekatan secara massa bangunan untuk membuat bentuk bangunan yang\nunik. Penentuan alur dan ruangan menjadi salah satu peran penting dalam perancangan interior\nkarena menjadi titik utama pada proses perancangan museum. Area lanskap pada bagian sempadan\nbangunan merupakan peluang untuk menjadikannya area eksibisi dan wahana outdoor menjadi salah\nsatu nilai tambah pada perancangan ini.\nPerancangan ini menghasilkan bentuk yang dinamis dengan bentuk bangunan yang menggunakan\nanalogi kapal, lautan, dan biota laut sehingga membuat alusi kepada orang yang melihat bangunan ini\npada kesan pertamanya. Penataan display pameran yang digital juga dikombinasikan dengan wahanawahana\nmenarik agar pengunjung tidak merasa bosan dan ingin mengunjunginya lagi. Alur yang linear\njuga dipilih agar pengunjung dapat merasakan semua pameran serta wahana yang ditawarkan pada\nmuseum ini. Area lanskap bangunan menjadi perpanjangan eksibisi di dalam bangunan, pengunjung\ndapat melanjutkan eksibisi dan wahana outdoor lainnya sehingga pengunjung tetap merasa terkesan\npada museum.", "Daftar File": {}, "Penulis": "Muhammad Arkan Haqqi [15216059]", "Kontributor / Dosen Pembimbing": ["Dewi Larasati, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Museum, Maritim, Rekreatif, Sejarah Maritim", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "22 Sep 2020"}