{"Nomor": 50083, "Judul": "SPIRITUAL HEALING RESORT & SPA DI UBUD, BALI", "Abstrak": "Perkembangan fasilitas wisata kesehatan yang semakin tinggi mendorong pengembangan health tourism di kawasan Ubud yang merupakan titik sentral pariwisata berbasis spiritual healing. Proyek ini berlokasi di Jalan Raya Buahan, Kecamatan Payangan, Kabupaten Gianyar, Bali. Luas lahan perancangan adalah 45.000 m2. Proyek ini diprakarsai oleh PT. Akohara Surya Gemilang dengan sasaran utama pengguna adalah individu yang memiliki satu atau lebih keadaan medik yang mendorongnya untuk melakukan wisata kesehatan. Proyek ini mengangkat tiga isu utama, yaitu comfort, mood/ambience, dan topography. Konsep dasar perancangan proyek ini adalah healing environment, yaitu lingkungan fisik yang mempunyai efek terapi. Konsep healing environment pada perancangan ruang luar diwujudkan dalam bentuk sensory garden, yaitu taman-taman tematik yang dapat merangsang indera manusia. Komposisi massa bangunan dan zonasi tapak merujuk pada kondisi tapak yang berkontur. Komposisi massa bangunan pada tapak dibuat sesuai hirarki, semakin ke bawah bangunan semakin kecil karena konturnya semakin curam. Massa tiap bangunan dibuat organik mengikuti prinsip berdampingan dengan alam. Bangunan-bangunan pada tapak terdiri dari fasilitas penerima (FOH dan restaurant), fasilitas kesehatan (spa center dan yoga pavilion), dan fasilitas penginapan (hotel dan vila). Sistem struktur bangunan menggunakan kolom beton dengan kombinasi struktur bambu dan alang-alang sebagai material penutup atapnya. Selubung bangunan dibuat dengan memanfaatkan natural elements seperti sinar matahari, air, angin, serta penambahan vegetasi pada bangunan. Hasil perancangan resort ini diharapkan mampu mengoptimalkan potensi kepariwisataan berbasis kesehatan di kawasan Ubud.", "Daftar File": {}, "Penulis": "Alya Putri Ashyifa [15216091]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Andry Widyowijatnoko, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Wisata Kesehatan, Spiritual Healing, Healing Environment, Kontur, Alam", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "22 Sep 2020"}