{"Nomor": 50081, "Judul": "ANALISIS KESTABILAN LERENG LOW WALL BATUBARA PADA PT XYZ DENGAN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Keselamatan dan Kesehatan Kerja (K3) merupakan hal yang sangat penting. Untuk tambang terbuka, salah satu hal yang harus selalu diperhatikan adalah kestabilan lereng. Apabila gaya penahan lereng lebih besar daripada gaya penggeraknya, maka lereng akan tetap stabil. Namun apabila gaya penggeraknya lebih besar daripada gaya penahannya, maka lereng tersebut tidak aman dan memungkinkan terjadinya longsor. Oleh karena itu, perlu dilakukan analisis untuk melihat kemungkinan terjadinya longsor. Dalam hal ini dilakukan analisis metode numerik menggunakan program komputer yang berbasis pada metode Elemen Hingga yaitu Phase2 8.0. Kemudian akan diberikan rekomendasi geometri lereng yang sesuai dan aman bagi lereng tersebut. Hasil pemodelan lereng jenuh menunjukkan bahwa nilai Strength Reduction Factor (SRF) sebesar 0.9 atau nilai FK juga sebesar 0.9 sehingga lereng tersebut dinyatakan tidak aman. Maka dilakukan penirisan lereng sehingga FK lereng menjadi 1.25. Rekomendasi yang dapat dilakukan pada lereng tersebut adalah melakukan perubahan geometri lereng yaitu melandaikan lereng ataupun mengurangi tinggi lereng, atau juga dapat dilakukan penirisan lereng sehingga dapat menaikkan Faktor Keamanan lereng tersebut. Setelah dilakukan pelandaian kemiringan lereng dan penirisan nilai FK menjadi 1.58, namun jika lereng dikurangi ketinggiannya dan dilakukan penirisan maka nilai FK menjadi 1.45 hal ini menunjukkan lereng aman karena FK diatas 1.3. Pada analisis sensitivitas pengurangan ketinggian air tanah dan pengurangan ketinggian lereng tidak terlalu berpengaruh terhadap kenaikan FK, sedangkan pengurangan sudut kemiringan lereng menjadi parameter yang paling sensitif atau berpengaruh dalam kenaikan FK lereng, sehingga perlu diperhatikan dalam melakukan pemodelan kali ini.", "Daftar File": {"COVER Vicky Aji Pangestu": "https://digilib.itb.ac.id/gdl/download/212265"}, "Penulis": "Vicky Aji Pangestu [12115031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Irwandy Arif, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Strength Reduction Factor, Penirisan Lereng, Pelandaian Lereng, Pengurangan Ketinggian Lereng, Analisis Sensitivitas.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "22 Sep 2020"}