{"Nomor": 50082, "Judul": "MUSEUM GEOLOGI KARANGSAMBUNG KEBUMEN", "Abstrak": "Kebumen adalah kabupaten di wilayah pesisir selatan Pulau Jawa yang memiliki komplek kawasan geologi. Kawasan geologi ini telah ditetapkan sebagai geopark nasional oleh Lembaga Ilmu Pengetahuan Indonesia (LIPI) sejak tahun 2018. Kawasan geopark yang meliputi wilayah Kecamtan Karangsambung hingga Karangbolong ini menyimpan sejarah batuan tua di muka bumi yang diakui oleh dunia. Namun keberadaan potensi ilmu pengetahuan tersebut belum dikembangkan secara optimal. Keberadaan kawasan geopark ini seharusnya bisa memberikan manfaat bagi masyarakat terutama dari aspek ilmu pengetahuan dan ekonomi. Dalam perancangan proyek ini terdapat beberapa isu yang akan diangkat yaitu isu lingkungan, ambience, dan sequence. Museum Geologi Karangsambung dirancang sebagai katalis untuk memenuhi kebutuhan konservasi, pengembangan masyarakat, dan pembangunan ekonomi sesuai tujuan Geopark Karangsambung-Karangbolong.\nKeberadaan bangunan di atas lahan Karangsambung menjadi isu utama dalam desain bangunan terutama pada rancangan massa dan tapak bangunan agar sesuai dengan konteks lingkungan sekitar tapak. Sirkulasi dan ruang-ruang pameran dirancang secara dinamis untuk menciptakan ambince dan sequence dari sejarah perjalanan batuan. Ruang-ruang luar seperti taman dan plaza pun dimaksimalkan sebagai ruang pameran sekaligus area publik bagi pengunjung. Konsep-konsep rancangan bangunan banyak menggunakan analogi-analogi bentuk batuan dan proses sejarah batuan di kawasan geopark. Bangunan museum ini diharapkan dapat menjadikan masyarkat lebih mengetahui keberadaan warisan geologi di kawasan geopark dan turut serta menjaga kelestariannya.", "Daftar File": {}, "Penulis": "Aminatun Jahroh [15216056]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "geopark, museum, Karangsambung", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "22 Sep 2020"}