{"Nomor": 50093, "Judul": "MUSEUM ARSITEKTUR BANDUNG", "Abstrak": "Museum Arsitektur Bandung adalah sebuah upaya melestarikan dan mengedukasi masyarakat tentang\narsitektur di Kota Bandung dalam merespon perkembangan zaman yang menyebabkan  kebudayaan-kebudayaan semakin hilang, tujuannya adalah mengajarkan arsitektur melalui arsitektur. Proyek ini berlokasi di pusat kota lama Kota Bandung, ditengah-tengah bangunan-bangunan cagar budaya Kota Bandung.\nPendekatan yang dilakukan dalam merancang museum ini adalah placemaking dengan tujuan untuk membuat keterikatan antara pengguna dengan bangun, dengan harapan masyarakat Kota Bandung dapat\nmerasakan kepemilikan terhadap bangunan, budaya, dan ruang-ruang di antaranya. Museum ini  irancang\nuntuk merespon konteks tapak di sekitarnya dengan cara yang berbeda, pusat-pusat aktivitas masyarakat direplikasi di dalam tapak bangunan, namun ekspresi bangunan dibuat kontras dengan konteks sekitar untuk menyatakan bahwa arsitektur akan selalu berkembang sesuai dengan perkembangan zaman. Bentuk bangunan terlahir dari display concept untuk koleksi museum, sirkulasi berbentuk linear karena ruang-ruang pamer disusun sesuai dengan lini masa sejarah perkembangan arsitektur di Kota Bandung, hal ini menyebabkan pola sirkulasi yang dibutuhkan oleh bangunan museum ini berbentuk satu garis panjang yang dapat menjelaskan lini masa sejarah tersebut, oleh karena itu terbentuklah satu massa bangunan yang berbentuk seperti persegi panjang yang dimampatkan agar dapat tercapai kebutuhan sirkulasi linear namun tetap efektif dan efisien dalam memaksimalkan penggunaan tapak. Untuk mendukung aspek placemaking, tapak bangunan dirancang untuk memiliki permeabilitas yang tinggi untuk tidak mengganggu kegiatankegiatan yang sudah ada sebelumnya, tapak bangunan juga dilengkapi dengan ruang-ruang publik yang luas dan fleksibel untuk menunjang kebutuhan aktivitas baik untuk instansi museum ataupun masyarakat yang berkegiatan di sekitar museum, hal ini ditujukan untuk mendorong terjadinya aktivitas dan interaksi antar pengguna ruang-ruang luar di tapak bangunan ini, selain itu di dalam museum juga disediakan ruang-ruang pameran temporer yang dapat digunakan sesuai dengan kebutuhan.", "Daftar File": {}, "Penulis": "Farhan Qalbain Iman [15216078]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Christina Gantini, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Museum, Arsitektur, Placemaking, Kota Bandung", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "22 Sep 2020"}