{"Nomor": 50102, "Judul": "EKSPLORASI PARAMETER DISTRIBUSI DAN SELANG KEPERCAYAAN", "Abstrak": "Pola yang terbentuk dari suatu data risiko dapat dikaji dan direpresentasikan terhadap\nsuatu distribusi tertentu. Setiap distribusi mempunyai suatu komponen yang\ndapat mempengaruhi pola yang terbentuk, yaitu parameter. Parameter merupakan\nsuatu nilai yang dapat mendeskripsikan populasi. Parameter yang tidak diketahui\ndapat ditaksir dengan penaksiran parameter yang dapat berupa penaksiran titik ataupun\nselang. Metode yang digunakan untuk penaksiran titik adalah dengan metode\npenaksiran likelihood maksimum dan metode penaksiran Bayes. Metode penaksiran\nlikelihood maksimum dapat digunakan untuk beberapa parameter distribusi\nseperti parameter ?, ?2, p, maupun parameter untuk model risiko agregat. Sementara\nitu, metode penaksiran Bayes digunakan untuk menaksir parameter yang diperlakukan\nsebagai peubah acak. Penaksiran titik dinilai kurang merepresentasikan\nnilai parameter, karena hanya berupa nilai tunggal sehingga diperlukan penaksiran\nselang. Salah satu penaksiran selang yang umum digunakan adalah selang kepercayaan.\nSelang kepercayaan dari suatu parameter adalah nilai taksiran titik yang\ndijumlahkan (dikurangkan) dengan suatu statistik yang dikalikan dengan standar\neror. Selain untuk data risiko tunggal, penaksiran parameter juga dapat ditentukan\nuntuk data risiko berpasangan (bivariat). Untuk data berpasangan bivariat yang berasal\ndari distribusi yang berbeda, dapat digunakan Copula bivariat sebagai alternatif\nuntuk memperoleh distribusi bersamanya. Dari Copula tersebut, juga dapat ditaksir\nnilai parameternya dengan menggunakan metode penaksiran likelihood maksimum.\nDari penaksiran titik untuk parameter Copula tersebut, dapat ditentukan selang kepercayaannya.\nKriteria selang kepercayaan yang baik dapat dilihat dari panjang\nselang dan probabilitasnya (tingkat kepercayaannya).", "Daftar File": {"ABSTRAK M ISMAIL WALID.pdf)u": "https://digilib.itb.ac.id/gdl/download/212284"}, "Penulis": "M. Ismail Walid [90118303]", "Kontributor / Dosen Pembimbing": ["Khreshna Imaduddin Ahmad Syuhada, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pola data risiko, parameter, penaksiran titik, selang kepercayaan, model risiko agregat, Copula bivariat", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Sep 2020"}