{"Nomor": 50109, "Judul": "USULAN BISNIS STRATEGI UNTUK BANK NAGARI DALAM RANGKA KONVERSI MENJADI BANK UMUM SYARIAH", "Abstrak": "Bank memiliki peranan yang sangat penting dalam melaksanakan pembangunan nasional. Pembangunan nasional, baik di sektor perdagangan, industri, pertanian, dan sebagainya memerlukan sumber pendanaan untuk mencapai sasaran-sasarannya seperti pertumbuhan ekonomi, pendapatan perkapita, kesempatan kerja, distribusi pendapatan, dan lain-lain. \nSaat ini, Industri keuangan syariah secara global menunjukkan perkembangan yang cukup pesat. Demikian halnya Indonesia juga terus berupaya mengembangkan keuangan syariah. Pembentukan Bank Syariah di Indonesia dapat dilakukan dengan dua cara, yaitu Konversi dan Spin Off. Konversi atau perubahan adalah kebijakan bank konvensional untuk merubah kegiatan usahanya yang semula konvensional menjadi bank syariah. Hal ini diatur dalam Peraturan Bank Indonesia No. 11/15/PBI/2009 tentang Perubahan Kegiatan Usaha Bank Konvensional Menjadi Bank Syariah, sehingga Bank Umum Konvensional (BUK) akan dapat berubah sepenuhnya menjadi Bank Umum Syariah (BUS).\nHasil Rapat Umum Pemegang Saham Luar Biasa pada tanggal 30 November 2019 menyatakan bahwa pemegang saham Bank Nagari yang terdiri dari pemerintah provinsi, kota, dan kabupaten se- Sumatera Barat secara aklamasi sepakat untuk melakukan konversi menjadi Bank Umum Syariah. Oleh karena itu, penelitian ini bermaksud untuk mengetahui seperti apa tahapan yang harus dilakukan oleh Bank Nagari untuk merubah statusnya dari Bank Umum Konvensional menjadi Bank Umum Syariah dan strategi apa yang harus dilakukan oleh Bank Nagari agar dapat unggul dalam menghadapi persaingan bisnis perbankan syariah.\nUntuk memahami dengan lebih baik terkait kondisi Bank Nagari, diperlukan analisis faktor eksternal dan internal perusahaan. Analisis Eksternal dilakukan dengan menggunakan PESTEL dan Five Forces Analysis, sedangkan analisis internal dilakukan dengan menggunakan analisis sumber daya, kapabilitas dan core competencies, dan analisis value chain. Hasil dari analisis eksternal dan internal ini akan menjadi dasar untuk menentukan alternative strategi bisnis yang dijelaskan dalam Matriks SWOT \nHasil perhitungan kuadran SWOT menunjukkan bahwa posisi Bank Nagari berada di kuadran 1 yang memiliki artian Bank Nagari harus melakukan strategi agresif dengan mengoptimalkan kekuatan internal dan mengeksploitasi peluang eksternal dengan cara melakukan penetrasi pasar", "Daftar File": {"2020_TS_PP_MUHAMMAD IQBAL_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/212293"}, "Penulis": "Muhammad Iqbal [29117063]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "BUS, Strategi Bisnis, Matriks SWOT, UUS", "Sumber": "BANK UMUM SYARIAH", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "22 Sep 2020"}