{"Nomor": 50101, "Judul": "PENANGANAN IMBALANCED DATA UNTUK KATEGORISASI MULTILABEL ASPEK TEKS ULASAN DENGAN TEKNIK COCOA, MLSMOTE, DAN MLSOL", "Abstrak": "Analisis sentimen berbasis aspek memberikan informasi yang lebih detail\ndaripada analisis sentimen pada level dokumen ataupun level kalimat.\nKategorisasi aspek merupakan salah satu task dari tiga task untuk melakukan\nsentimen analisis berbasis aspek. Task kategorisasi aspek ini berfokus pada\npengenalan aspek yang ingin diketahui sentimennya. Pada kategorisasi aspek,\nbentuk data yang digunakan adalah multilabel. Sering kali di dalam data tersebut\nterdapat label-label yang jumlahnya lebih sedikit dibandingkan label lain. Kondisi\nini disebut imbalanced data. Tugas akhir ini berfokus pada task kategorisasi aspek\ndengan penanganan imbalanced data untuk teks ulasan berbahasa Indonesia\nberdomain hotel yang belum ditangani pada penelitian sebelumnya. Data yang\ndigunakan berjumlah 9284 sebagai data latih dan berjumlah 996 sebagai data uji.\nKategori aspek yang terdapat pada data tersebut berjumlah 10 aspek.\nUntuk melakukan penanganan imbalanced data multilabel pada tugas akhir ini,\ndigunakan teknik problem transformation Cross-Coupling Aggregation\n(COCOA), teknik oversampling Multilabel Synthetic Minority Over-sampling\nTechnique (MLSMOTE) dan teknik oversampling Multilabel Synthetic\nOversampling approach based on the Local distribution of labels (MLSOL).\nTugas akhir ini menggunakan arsitektur Convolutional Neural Network (CNN)-\nClassifier Chain(CC)-Extreme Gradient Boosting (XGBoost) pada penelitian\nsebelumnya untuk kategorisasi aspek sebagai dasar pengembangan lebih lanjut\nuntuk penanganan imbalanced data dengan 3 teknik yang telah disebutkan\nsebelumnya. Teknik oversampling MLSMOTE dan COCOA memberikan kinerja\nyang lebih baik dalam memperbaiki kinerja CNN-CC-XGBoost.\nHiperparameter terbaik dari MLSMOTE (number of neighbors, random state)\nberdasarkan hasil eksperimen adalah 5 dan 42. Hiperparameter terbaik dari\nCOCOA (binary relevance mode, multiclass mode, random state, binary\nrelevance ratio) berdasarkan hasil eksperimen adalah smote-oversampling, smoteoversampling, 10, dan 0.5. COCOA and MLSMOTE berhasil memberikan\nmenghasilkan F1-macro sebesar 0.9272 dan 0.9276.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212280", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212281", "Abstract": "https://digilib.itb.ac.id/gdl/download/212282", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212283", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212286"}, "Penulis": "Wildan Dicky Alnatara [13516012]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kategorisasi aspek, imbalanced data, Cross-Coupling Aggregation, Multilabel Synthetic Minority Over-sampling Technique, Multilabel Synthetic Oversampling approach based on the Local distribution of labels, convulational neural network, classifier chain, XGBoost", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "22 Sep 2020"}