{"Nomor": 50122, "Judul": "POLA SPASIAL HUNIAN  KAMPUNG KAUMAN MALANG DITINJAU DARI  NILAI-NILAI ISLAM DALAM PERMUKIMAN BERKELANJUTAN", "Abstrak": "Pola spasial hunian sangat berkaitan dengan aktivitas masyarakat yang mendiami. Begitu pula  dengan hunian di kampung Kauman Malang. Letak permukiman yang berada di pusat kota memberikan pengaruh tersendiri bagi perkembangan kampung tersebut.  Hal ini menarik untuk diteliti terkait  keberlangsungan kampung Kauman sebagai bagian dari keberadaan kota-kota Islam di Jawa pada jaman dahulu.\n\nPenelitian ini bertujuan untuk menggali berbagai upaya, pola dan strategi yang dilakukan masyarakat  dalam mewujudkan nilai-nilai Islam dalam permukiman berkelanjutan ke dalam pola spasial hunian mereka.  Kampung Kauman Malang dipilih karena identitas  kampung Islam dan terletak di tengah kota yang memiliki dinamika pertumbuhan yang cukup tinggi. Meskipun banyak faktor mempengaruhi perkembangannya, namun keberadaannya  hingga sekarang merupakan salah satu bukti akan keberlanjutan kampung tersebut. \n \nPenelitian ini termasuk penelitian konteks budaya. Berdasarkan waktu, penelitian ini termasuk cross-sectional. Penelitian dilakukan dengan metode mix methods, di mana pengambilan dan analisis data dilakukan secara kualitatif dan kuantitatif, namun juga termasuk dalam penelitian studi kasus. Hasil dari penelitian ini didapatkan adanya berbagai upaya, pola dan strategi masyarakat di dalam penerapannya. Hal ini tercermin dari aktivitas  masyarakat, baik aktivitas keagamaan maupun sosialnya.  Penerapan pada aspek sosial, ekonomi dan lingkungan dapat terlihat melalui pola spasial hunian dan ruang dalam. Aspek sosial menjadikan masjid sebagai pusat orientasi aktivitas masyarakat. Konsep hijab menjadi salah satu faktor yang mempengaruhi pengaturan ruang dalam. Hal ini terlihat dari pemisahan ruang tidur orang tua dan anak serta posisi kloset yang tidak menghadap Kiblat. Temuan lain adalah adanya teras, pintu samping, dan pengaturan ketinggian jendela kamar yang berbatasan dengan jalan kampung. Aspek ekonomi terwujud dari adanya tempat berusaha di dalam hunian. Sedangkan aspek lingkungan lebih mengedepankan adab terhadap makhluk hidup, binatang dan tumbuhan serta upaya memelihara lingkungan.", "Daftar File": {"ABSTRAK Nunik Junara MT": "https://digilib.itb.ac.id/gdl/download/215439"}, "Penulis": "Nunik Junara MT [35213002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sugeng Triyadi S., M.T.", "Dr.Eng. Bambang Setia Budi, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "kampung Kauman Malang, pola spasial hunian, nilai-nilai Islam, permukiman berkelanjutan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "22 Sep 2020"}