{"Nomor": 50127, "Judul": "PEMODELAN CEKUNGAN SATU DIMENSI DAN STUDI GEOKIMIA ORGANIK PADA SUB-CEKUNGAN NGIMBANG, JAWA TIMUR UTARA", "Abstrak": "Keberhasilan suatu eksplorasi ditentukan dengan pengetahuan akan sistem petroleum di\ndaerah tertentu dengan mengintegrasikan studi geologi, geofisika, dan geokimia. Salah satu\nkomponen terpenting dalam sistem petroleum adalah batuan induk. Studi ini berfokus\nuntuk mempelajari batuan induk di Cekungan Jawa Timur Utara. Studi ini meliputi\nkarakterisasi batuan induk (kuantitas material organik, kematangan material organik, dan\ntipe material organik), korelasi geokimia, dan pemodelan cekungan satu dimensi.\nSebanyak 306 data geokimia batuan dari 6 sumur PT Pertamina EP digunakan. Sampel ini\nkemudian divalidasi dengan nilai karbon organik total (TOC) sehingga menjadi 124 data.\nLima sampel minyak (satu sampel minyak dari reservoir Formasi Ngimbang dan empat\nsampel minyak dari reservoir Formasi Ngrayong) kemudian dikorelasikan dengan batuan\ninduk berdasarkan kesamaan karakteristik biomarker. Studi ini menunjukkan bahwa\nterdapat dua keluarga minyak di Cekungan Jawa Timur Utara, yaitu minyak yang\ndihasilkan dari Formasi Ngimbang Bawah dan minyak yang dihasilkan dari Formasi\nNgimbang. Kurva sejarah pemendaman dari pemodelan cekungan dan ketebalan sedimen\npada data seismik menunjukkan bahwa pada Eosen Tengah hingga Oligosen Awal,\nFormasi Ngimbang diendapkan pada fase barenglisu. Kemudian, secara berurut Formasi\nKujung, Formasi Tuban, Formasi Ngrayong, dan Formasi Wonocolo diendapkan pada fase\npascalisu. Proses pengangkatan juga terjadi pada batas antara Zaman Tersier dan Kuarter\nmenyebabkan Formasi Ngrayong dan Formasi Wonocolo tererosi. Pemodelan cekungan\njuga menunjukkan bahwa batuan induk Formasi Ngimbang Bawah matang pada 32 juta\ntahun yang lalu. Penelitian ini juga menunjukkan bahwa batuan induk Formasi Ngimbang\ndiendapkan pada lingkungan fluvial berbeda dengan penelitiab sebelumnya yang\nmenyebutkan bahwa Formasi Ngimbang diendapkan pada lingkungan lakustrin. Penulis\nberharap bahwa studi ini dapat meningkatkan pengetahuan akan sistem petroleum dan\nmembantu kegiatan eksplorasi minyak dan gas di Cekungan Jawa Timur Utara.", "Daftar File": {"2020 TA PP BARRY MAJEED HARTONO  1 - abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/212319"}, "Penulis": "Barry Majeed Hartono [12016049]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Batuan Induk, Biomarker, Cekungan Jawa Timur Utara, Geokimia Organik, Pemodelan Cekungan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Sep 2020"}