{"Nomor": 50123, "Judul": "KAJIAN KEBIJAKAN PEMERINTAH DALAM PENGAMANAN ROKOK BAGI KESEHATAN TERHADAP PERUBAHAN PERILAKU PEROKOK AKTIF DAN PEROKOK PASIF DI INDONESIA", "Abstrak": "Rokok mengandung banyak zat yang berbahaya bagi kesehatan baik secara langsung maupun tidak\nlangsung bagi tubuh. Dalam upaya pengamanan rokok, pemerintah Indonesia mempunyai\nkebijakan terkait pengamanan rokok yang pertama kali diatur dalam Peraturan Pemerintah (PP) No.\n81 tahun 1999 dan yang terbaru diatur dalam PP No. 109 tahun 2012 tentang pengamanan bahan\nyang mengandung zat adiktif berupa produk tembakau bagi kesehatan. Setelah kebijakan tersebut\nditetapkan, berdasarkan data Riskesdas, prevalensi konsumsi tembakau penduduk Indonesia terus\nmeningkat. Penelitian ini bertujuan untuk mengkaji upaya pemerintah dalam pengamanan rokok\ndengan melihat korelasi kebijakan pemerintah terhadap perubahan perilaku perokok aktif dan\npasif. Penelitian dilakukan secara daring melalui tautan yang berisi kuesioner tervalidasi dan disebar\nke seluruh wilayah Indonesia mulai Februari hingga April 2020, dengan total responden 1.488 orang\nmencakup perokok pasif dan perokok aktif. Data yang diambil adalah data primer dari kuesioner\nyang diisi lengkap dan langsung oleh responden. Data dianalisis secara kualitatif untuk data\ndemografi, pengetahuan, dan kebiasaan merokok. Analisis kuantitatif bivariat menggunakan\nmetode statistika Tau-Kendall untuk melihat signifikansi, kekuatan, dan arah hubungan antara\nkebijakan pemerintah dalam pengamanan rokok dengan perilaku merokok responden. Kebijakan\npengamanan rokok yang dapat mempengaruhi perilaku perokok aktif yaitu kebijakan iklan dan\npromosi rokok (p=0,002) dan kebijakan peringatan dan informasi kesehatan (p=0,03). Kebijakan\nyang mempengaruhi perilaku perokok pasif yaitu kebijakan iklan layanan masyarakat (p=0,011).", "Daftar File": {"ABSTRAK Dhyan Widhi Astuti": "https://digilib.itb.ac.id/gdl/download/212306"}, "Penulis": "Dhyan Widhi Astuti [11616003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, DEA", "Cindra Tri Yuniar, M.Si, Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kebijakan pemerintah, pengamanan rokok, perubahan perilaku, perokok aktif, perokok pasif.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Sep 2020"}