{"Nomor": 50121, "Judul": "PERANCANGAN FASILITAS REHABILITASI ANAK TUNALARAS DI TANGERANG DENGAN PENDEKATAN PERILAKU", "Abstrak": "Anak Tunalaras adalah anak yang berperilaku kurang sesuai dengan lingkungan dan perilakunya sering bertentangan dengan norma – norma yang berlaku. Istilah resmi “tunalaras” baru dikenal dalam dunia Pendidikan Luar Biasa. Istilah tunalaras berasal dari kata “tuna” yang berarti kurang dan “laras” yang berarti sesuai. Anak Tunalaras terbagi menjadi dua jenis antara lain anak aktif yaitu tidak dapat mengontrol emosi dan anak pasif yaitu tidak dapat bersosialisasi. Anak tunalaras seringkali disebut sebagai anak nakal, karena tingkah laku mereka yang tidak menuruti aturan yang berlaku. Oleh sebab itu, perlu  adanya pembinaan lebih lanjut yaitu dengan cara rehabilitasi. Di Indonesia, fasilitas untuk rehabilitasi masih sangat terbatas sehingga kebutuhan belum terpenuhi. \nGagasan dari tesis ini bertujuan untuk merespon permasalahan kebutuhan anak tunalaras dengan membuat sebuah fasilitas rehabilitasi yang aman bagi anak, mudah pengawasan dan tidak membuat anak merasa tertekan. Untuk menciptakan hal tersebut, maka digunakan pendekatan perilaku dengan kriteria – kriteria perancangan dalam psikologi lingkungan. Dengan menciptakan fasilitas rehabilitasi dengan pendekatan perilaku, diharapkan fasilitas ini dapat membantu dalam perkembangan emosi dan perilaku anak tunalaras.", "Daftar File": {"ABSTRAK Aliviana Demami": "https://digilib.itb.ac.id/gdl/download/213372"}, "Penulis": "Aliviana Demami [25217008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Rehabilitasi, Anak Tunalaras, Psikologi Lingkungan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "22 Sep 2020"}