{"Nomor": 50126, "Judul": "PENGUKURAN WAKTU PARUH EFEKTIF I-131 PADA KEGANASAN TIROID PROGRAM SARJANA FISIKA", "Abstrak": "Iodin 131 digunakan dalam proses terapi dan diagnosis pada pasien penderita kanker tiroid. Pemberian Iodin 131 pada pasien menyebabkan adanya paparan radiasi yang diberikan oleh pasien kepada lingkungannya, oleh karenanya pasien yang melakukan terapi I-131 akan diisolasi selama beberapa hari hingga laju paparan dari tubuhnya berkurang hingga mencapai batas yang ditetapkan. Berkurangnya laju paparan tergantung kepada aktivitas metabolisme pasien yang menyebabkan waktu pulang dan penanganan selanjutnya untuk tiap pasien berbeda-beda sehingga dapat menimbulkan kegelisahan pasien dan kesulitan menjadwalkan penggunaan kamera gamma. Penentuan seberapa lama pasien harus diisolasi dapat diperkirakan dengan mengetahui waktu paruh efektif Iodin 131. Pengukuran waktu paruh efektif I-131 dilakukan dengan mengukur laju paparan tubuh pasien disertai dengan pengukuran laju paparan urin pasien yang dilakukan menggunakan alat surveimeter 2 jam setelah pemberian Iodin 131 dan dilanjutkan setiap 12 jam selama 3 hari dengan setiap pengukurannya dilakukan selama 1 menit. Laju paparan tubuh digunakan untuk mengetahui waktu paruh efektif dan laju paparan urin pasien digunakan untuk mengetahui waktu washing out pasien. Waktu paruh efektif I-131 yang terukur dari penelitian ini adalah selama 14.57 jam dengan waktu washing out selama 22.08 jam. Dari penelitian diketahui bahwa semakin besar dosis yang diberikan pada pasien maka waktu paruh efektifnya semakin cepat dan begitu pula dengan waktu washing outnya. Waktu paruh efektif dan waktu washing out pasien laki-laki lebih cepat dibandingkan dengan perempuan, namun apabila pasien perempuan mengikuti anjuran dokter untuk banyak air dan memakan makanan sehat maka waktu paruh efektif dan washing outnya juga akan semakin cepat. Dapat disimpulkan bahwa terdapat pengaruh proses metabolisme terhadap waktu paruh efektif I-131 dalam tubuh.", "Daftar File": {}, "Penulis": "Yuanita Puspita Dewi Sudarso [10216103]", "Kontributor / Dosen Pembimbing": ["Rena Widita, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "I-131, Kanker tiroid, Waktu paruh efektif", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "7 file", "Tanggal Input": "22 Sep 2020"}