{"Nomor": 50134, "Judul": "STUDI EFEKTIFITAS RUDDER AKIBAT PENGARUH CHINNED FOREBODY PADA KESTABILAN LATERAL DIREKSIONAL PESAWAT TEMPUR XF-103 DENGAN WATER TUNNEL", "Abstrak": "Salah satu dari proyek pengembangan Alat Utama System Pertahanan yang diperlukan untuk mempertahankan kedaulatan Negara Kesatuan Republik Indonesia adalah pengembangan pesawat tempur XF-103.\nPesawat tempur XF-103 didesain untuk dapat melakukan berbagai manuver dalam operasinya, termasuk kemampuan untuk melakukan penerbangan dengan sudut serang tinggi. Konfigurasi Chined Forebody dipilih untuk digunakan pada pesawat tempur XF-103 karena dapat meningkatkan efek siluman dan juga memiliki kemampuan untuk memberikan tambahan gaya angkat pada sudut serang tinggi sehingga dapat menunda terjadinya stall.\nKonfigursi chinned forebody pada pesawat tempur XF-103 ini akan distudi pengaruhnya terhadap efektifitas rudder pada kestabilan lateral direksional dalam pengujian dengan menggunakan water tunnel. Model chinned forebody Basic pesawat XF-103 telah diuji dalam wind tunnel ILST BPPT - Indonesia dan penelitian ini akan melakukan pengujian dengan peralatan water tunnel yang tersedia di PT. Dirgantara Indonesia.\nData hasil pengujian chinned forebody Basic model XF-103 dari wind tunnel ILST BPPT dijadikan referensi untuk memvalidasi water tunnel. Validasi dilakukan dengan pendekatan kualitatif karena harga Reynolds Number pada water tunnel berbeda dengan wind tunnel. Pengujian water tunnel ini dipakai sebagai bahan untuk studi karena tren data hasil pengujian menunjukkan kesamaan.\nKonfigurasi chinned forebody divariasi menjadi “Basic”, “Chin1”, “Chin2” dan “LEX3” sebagai pembanding. Masing-masing konfigurasi mengalami pengukuran gaya dan momen untuk sudut Alpha (?) dari -4? hingga +44? (inkremen 2?), sudut Beta (?) sebesar -10?, 0? dan +10? dan defleksi rudder sebesar -20?, 0? dan +20?. Selain pengukuran gaya dan momen, dilakukan juga pengamatan untuk visualisasi aliran yang terjadi.\nPenelitian ini menunjukkan bahwa variasi konfigurasi chinned forebody berupa Basic, Chin1 dan Chin2 memberikan pengaruh yang relatif sama terhadap efektifitas rudder dan lebih kecil dibandingkan konfigurasi dengan LEX3. Hal ini dikarenakan LEX3 lebih mampu membangkitkan vortex yang menjaga kualitas aliran ke arah rudder.", "Daftar File": {"ABSTRAK Mal Hugo Ariesta": "https://digilib.itb.ac.id/gdl/download/212331"}, "Penulis": "Mal Hugo Ariesta [23616311]", "Kontributor / Dosen Pembimbing": ["Dr. Firman Hartono, S.T., M.T.", "Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "water tunnel, forebody, rudder, gaya, momen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Sep 2020"}