{"Nomor": 50131, "Judul": "IMPLEMENTASI SISTEM KONTROL LONGITUDINAL DAN LATERAL PADA KENDARAAN OTONOM", "Abstrak": "Visi Presiden RI tentang penggunaan kendaraan otonom di ibu kota negara baru, didukung dengan fakta banyaknya kecelakaan akibat human-error, mendorong percepatan penelitian kendaraan otonom di Indonesia. Sayangnya, penelitian kendaraan otonom di program studi Teknik Fisika Institut Teknologi Bandung (TF ITB) masih terbatas pada skala laboratorium, salah satunya karena keterbatasan platform kendaraan skala nyata yang dapat dijadikan wahana penelitian. Tugas akhir ini mencoba mengembangkan sistem kontrol aktuasi (low-level controller) serta sistem kontrol longitudinal dan lateral (high-level controller) kendaraan otonom berbasis mobil golf Yamaha YDRE 2011 sebagai salah satu fondasi wahana penelitian kendaraan otonom di TF ITB.\nSistem kontrol aktuasi kendaraan otonom merupakan low-level controller yang terdiri dari sistem kontrol gas, rem, dan setir. Pada tugas akhir ini, dilakukan perancangan dan implementasi sistem mekanik dan elektrik maupun algoritma pengontrol yang berdampingan dengan sistem pengemudian manual mobil golf untuk memungkinkan pengemudian melalui perintah digital (drive-by-wire). Sistem kontrol longitudinal dirancang menggunakan pengontrol Proportional-Integral-Derivative (PID). Adapun sistem kontrol lateral dirancang menggunakan pengontrol Stanley dan pengontrol PID dalam bahasa pemrograman Python. Selain itu, suku umpan maju juga ditambahkan pada pengontrol lateral untuk meningkatkan performa tracking pada lintasan berkelok. Sistem komunikasi antara low-level controller dan high-level controller dibangun menggunakan Robot Operating System (ROS). Umpan balik pada high-level controller diperoleh dengan menggunakan sistem estimasi posisi, kelajuan, dan orientasi yang dirancang dengan menggunakan sensor Global Navigation Satellite System (GNSS) dan Inertial Measurement Unit (IMU) serta algoritma Extended Kalman Filter (EKF).\nSimulasi pengontrol lateral dilakukan pada CARLA Simulator dengan lintasan yang memiliki kelajuan dan kurvatur tinggi. Simulasi tersebut menghasilkan galat lateral, galat orientasi, dan galat kelajuan dengan Root Mean Square Error (RMSE) [0,465 meter; 3,696o; 0,323 m/s] untuk pengontrol Stanley dan [0,822 meter; 3,076 o; 0,381 m/s] untuk pengontrol PID.\nUji coba pengontrol longitudinal menghasilkan RMSE galat kelajuan sebesar 0,260 m/s. Uji coba pengontrol lateral pada skenario nyata dilakukan pada lintasan lurus, lintasan berkelok dengan kurvatur besar, dan lintasan berkelok dengan kurvatur kecil. Pengujian kedua pengontrol pada ketiga lintasan menghasilkan galat lateral dan galat orientasi yang konvergen menuju nol. Dengan galat lateral awal kecil, RMSE galat lateral dan galat yaw pada ketiga lintasan adalah [0,079; 0,178; 0,126] meter dan [3,509; 5,937; 4,213]o untuk pengontrol Stanley serta [0,151; 0,160; 0,127] meter dan [5,147; 4,015; 3,466]o untuk pengontrol PID. Dengan galat lateral awal besar, dilakukan uji pada lintasan lurus dan lintasan kurvatur kecil dan diperoleh RMSE galat lateral dan galat yaw pada kedua lintasan sebesar [0,799; 1,290] meter dan [27,445; 19,856]o untuk pengontrol Stanley serta [1,263; 1,614] meter dan [25,984; 30,523]o untuk pengontrol PID.\nPada low level controller, implementasi sistem kontrol gas menggunakan Digital-to-Analog Converter (DAC) mampu merealisasikan aksi tegangan traksi secara akurat dengan resolusi 0,0012 Volt dan koefisien regresi 0,999. Implementasi sistem kontrol rem menggunakan motor DC dan linear transducer mampu merealisasikan aksi tingkat pengereman dengan akurasi +0,025 cm dan waktu pengereman maksimal 0,487 detik. Implementasi sistem kontrol setir menggunakan motor stepper dan absolute encoder mampu merealisasikan aksi sudut kemudi dengan akurasi +0,3o dan waktu penyetiran maksimal 7,75 detik dalam rentang penyetiran roda depan [-35o, 28o].\nDari tugas akhir ini, telah dihasilkan sistem low-level controller terhadap traksi, rem, dan setir yang memungkinkan pengemudian secara drive-by-wire serta sistem high-level controller yang memungkinkan pengikutan jalur secara longitudinal dan lateral pada kendaraan otonom skala nyata. Telah disajikan pula indeks performansi pengontrol yang digunakan pada tugas akhir ini sehingga dapat dijadikan baseline pengembangan dan optimisasi pengontrol di masa mendatang. Penggunaan ROS, Python, dan repositori daring pada tugas akhir ini diharapkan dapat menjadi landasan yang baik untuk penelitian kendaraan otonom yang berkelanjutan di TF ITB.", "Daftar File": {"2020 TA PP Fadillah Adamsyah Ma’ani 1 - abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/212329"}, "Penulis": "Fadillah Adamsyah Ma'ani [13316046]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC", "Augie Widyotriatmo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kendaraan otonom, drive-by-wire, kontrol longitudinal, kontrol lateral, pengontrol Stanley, pengontrol PID, robot operating system", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Sep 2020"}