{"Nomor": 50139, "Judul": "PERANAN ALGORITMA QR PADA ANALISIS KORESPONDENSI (STUDI KASUS: DATA IKLAN ROKOK DI INDONESIA)", "Abstrak": "Analisis Korespondensi adalah suatu analisis multivariat grafis dengan mereduksi dimensi matriks residual standar (????). Pereduksian dimensi ini dilakukan melalui dekomposisi nilai singular atau dekomposisi nilai eigen dari matriks kovariansi (?????) dari ????. Matriks ini bersifat real simetri, semi definit positif, dan salah satu nilai eigennya 0. Pencarian nilai eigen secara analitik dilakukan dengan polinom karakteristik, namun untuk polinom derajat ?5 hal ini tidak dapat diselesaikan. Oleh karena itu, metode pencarian nilai eigen secara numerik diajukan, salah satunya menggunakan algoritma QR.\nIde mendasar dari algoritmaQR adalah melakukan dekomposisi QR secara iteratif. Algoritma QR dimodifikasi untuk mempercepat konvergensi dengan menggunakan transformasi Householder dan konstanta shifting. Transformasi Householder dapat menghasilkan matriks tridiagonal simetri yang similar dengan matriks ?????. Untuk matriks ?????????×???? dengan ????=3,4,…,12 diperoleh bahwa iterasi algoritma QR biasa 2-5 kali lebih banyak daripada algoritma Shifting-QR. Namun, waktu eksekusinya tidak jauh berbeda karena algoritma Shifting-QR membutuhkan perhitungan tambahan berupa perhitungan konstanta shifting.\nMetode AK sederhana dilakukan pada variabel kategorik produsen rokok dan stasiun televisi dengan tabel kontingensi berdimensi besar yaitu berukuran 13×12.Dengan menggunakan statistik uji koefisien phi Cramer, data ini memenuhi asumsi saling berasosiasi yang diperlukan untuk metode AK. Dengan pencarian nilai eigen melalui metode numerik diperoleh peta korespondensi berdimensi 2 dengan inersia kumulatif 68,5%. Dari peta tersebut dapat diperoleh karakteristik distribusi iklan rokok dari kategori intravariabel dan asosiasi kategori antar variabel.", "Daftar File": {"ABSTRAK DANA ANNISA RIEFINA.pdf\n]": "https://digilib.itb.ac.id/gdl/download/212342"}, "Penulis": "Dana Annisa Riefina [20119009]", "Kontributor / Dosen Pembimbing": ["Udjianna Sekteria Pasaribu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Analisis Korespondensi (AK), Matriks Residual Standar, Algoritma QR, Dekomposisi Nilai Eigen, Dekomposisi Nilai Singular", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Sep 2020"}