{"Nomor": 50148, "Judul": "ESTIMASI KANDUNGAN UAP AIR DI TROPOSFER DARI DATA HIMAWARI-8 / ADVANCED HIMAWARI IMAGER (AHI) DAN MICROWAVE RADIOMETER PROFILER (MRP)", "Abstrak": "Uap air di troposfer dapat diestimasi dengan menggunakan berbagai metode.\nHimawari-8/Advanced Himawari Imager (AHI) dapat mengamati keberadaan uap\nair melalui nomor kanal 8?10 (6,2, 6,9, dan 7,3 ?m) dengan resolusi spasial dan\ntemporal yang tinggi. Namun saat ini hasil observasi dengan menggunakan AHI\numumnya menggunakan interpretasi citra brightness temperature (BT). Penelitian\nini mencoba mencari cara bagaimana agar AHI dapat menghasilkan nilai kuantitatif\nkandungan uap air dalam bentuk water vapor density (WVD), terutama di lapisan\ntroposfer bawah dan menengah-atas.\nPendekatan metode estimasi dilakukan dengan cara membangun model regresi\nlinier dengan mengombinasikan data AHI dengan data Microwave Radiometer\nProfiler (MRP). Tipe model regresi yang dicari adalah model regresi ensemble\n(MRE) multiple linear regression (MLR) dan kombinasi regresi univariat. Kedua\nmodel ini didekati dengan teknik K-Fold cross-validation pada data per jam dan\ndata yang telah dikonvolusi.\nHasil uji coba pengaplikasian kedua tipe model regresi di Serpong (6,36°LS dan\n106,67°BT), Jakarta Soekarno-Hatta (6,11°LS dan 106,65°BT) dan Pulau Jawa\nbagian barat, menunjukkan bahwa MRE MLR memberikan hasil estimasi uap air\ndengan akurasi yang lebih tinggi, namun memiliki rasio variansi dengan nilai\nobservasi yang lebih rendah daripada MRE kombinasi regresi univariat. Sedangkan,\nMRE kombinasi regresi univariat memberikan hasil estimasi yang lebih reliabel\ndengan koefisien regresi yang konsisten secara fisis dan memiliki kemiripan rasio\nvariansi dengan nilai observasi. Sehingga dapat menunjukkan pola yang sama dan\ndapat mewakili nilai observasi. Walaupun, terdapat bias yang perlu dikoreksi dan\nmemiliki akurasi yang lebih rendah daripada MRE MLR.", "Daftar File": {"COVER Shaffira Cika Nur Fatihah": "https://digilib.itb.ac.id/gdl/download/215967", "BAB 1 Shaffira Cika Nur Fatihah": "https://digilib.itb.ac.id/gdl/download/215968", "BAB 2 Shaffira Cika Nur Fatihah": "https://digilib.itb.ac.id/gdl/download/215969", "BAB 3 Shaffira Cika Nur Fatihah": "https://digilib.itb.ac.id/gdl/download/215970", "BAB 4 Shaffira Cika Nur Fatihah": "https://digilib.itb.ac.id/gdl/download/215971", "BAB 5 Shaffira Cika Nur Fatihah": "https://digilib.itb.ac.id/gdl/download/215972", "PUSTAKA Shaffira Cika Nur Fatihah": "https://digilib.itb.ac.id/gdl/download/215973"}, "Penulis": "Shaffira Cika Nur Fatihah [12816040]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Wahyu Hadi, M.Sc.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "uap air, AHI, MRP, brightness temperature, water vapor density", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "22 Sep 2020"}