{"Nomor": 50156, "Judul": "PENGARUH PASCA-IOD (INDIAN OCEAN DIPOLE) TERHADAP CURAH HUJAN DI BENUA MARITIM", "Abstrak": "Berbagai macam kejadian variabilitas iklim sering mempengaruhi curah hujan di beberapa wilayah Indonesia. Salah satu variabilitas iklim global yang mempengaruhi Indonesia adalah IOD (Indian Ocean Dipole). Fenomena IOD merupakan fenomena yang terjadi karena adanya perbedaan anomali suhu permukaan laut di Samudra Hindia bagian barat dengan bagian timur (Saji dkk. 1999). Banyak peneliti mengkaji fenomena ini secara simultan yaitu saat terjadinya IOD dan belum banyak yang mengkaji mengenai pengaruh pasca-IOD khusunya di Benua Maritim, padahal ada indikasi bahwa pasca-IOD berpengaruh terhadap peningkatan/penurunan intensitas curah hujan.\nPenelitian ini menganalisis Pengaruh Pasca-IOD (Indian Ocean Dipole) terhadap curah hujan di Benua Maritim pada rentang waktu 1979-2020. Analisis dilakukan dengan Leading/Lagging Correlation menggunakan metode korelasi pearson untuk mengukur kekuatan dan arah hubungan linier dari dua veriabel yaitu Dipole Mode dan curah hujan, serta melakukan analisis komposit untuk mengetahui proses secara fisis pengaruh Pasca-IOD terhadap curah hujan di Benua Maritim.\nHasil analisis komposit SST (Sea Surface Temperature), angin 850mb (komponen u dan v), dan kelembapan relatif 850mb menunjukan bahwa Pasca-IOD positif/negatif anomali di sekitar wilayah Indoneia bagian barat meningkat/menurun pada bulan MAM, hal ini sesuai dengan analisis lead/lag Correlation bahwa pada Lag 5,6,7 Maret+1, April+1, Mei+1) menunjukan korelasi yang signifikan 99%.", "Daftar File": {}, "Penulis": "Desy Bunga Sari [12816026]", "Kontributor / Dosen Pembimbing": ["Drs. Zadrach Ledoufij Dupe, M.Si.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pasca-IOD , Curah Hujan, Lead/lag Correlation", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2020"}