{"Nomor": 50155, "Judul": "PEMODELAN DAN PENGUJIAN ALAT DEAKTIVASI BAKTERI BERBASIS ULTRASONIKASI", "Abstrak": "Saat ini, metode yang paling sering digunakan untuk mendeaktivasi bakteri pada makanan melibatkan perlakuan panas. Penggunaan temperatur tinggi dalam pengolahan makanan, dapat memberikan dampak negatif pada nutrisi dan kualitas makanan. Salah satu metode alternatif yang sedang dikembangkan untuk mengurangi dampak tersebut adalah metode ultrasonikasi. Metode ini memanfaatkan gelombang ultrasonik untuk menghasilkan gelembung kavitasi yang dapat memberikan efek destruktif pada dinding sel bakteri.\nPada penelitian ini, dilakukan pemodelan dan pengujian yang memberikan nilai koloni bakteri yang terdeaktivasi karena efek ultrasonikasi. Pemodelan evolusi gelembung kavitasi berdasarkan persamaan Rayleigh-Plesset dan pemodelan rambat tekanan yang dihasilkan saat kolaps, dilakukan dengan menggunakan metode euler pada perangkat lunak MATLAB. Hasil rambat tekanan dari pemodelan dapat digunakan untuk memprediksi penurunan jumlah koloni bakteri. Sementara itu, pengujian dilakukan dengan alat ultrasonikasi jenis probe pada bakteri B. subtilis dan E. coli. Jumlah bakteri yang terdeaktivasi berdasarkan pemodelan dan pengujian kemudian akan dibandingkan.\nDari perbandingan kedua hasil, didapatkan jumlah bakteri B. subtilis yang terdeaktivasi dari pemodelan (1.133.000 CFU/ml) lebih sedikit dibandingkan jumlah bakteri pengujian (2.832.200 CFU/ml). Hal ini disebabkan oleh penyederhanaan dan asumsi yang digunakan pada pemodelan. Di akhir penelitian perhitungan densitas gelembung berdasarkan jumlah bakteri terdeaktivasi data hasil pengujian juga dilakukan.", "Daftar File": {}, "Penulis": "Sekar Wangi Arraudah Baliwangi [13116028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Ultrasonikasi, Gelembung kavitasi, Rayleigh-Plesset, Deaktivasi Bakteri.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2020"}