{"Nomor": 50167, "Judul": "GEOLOGI DAN ANALISIS POTENSI GEOWISATA DESA WEETANA DAN SEKITARNYA KABUPATEN SUMBA BARAT, NUSA TENGGARA TIMUR", "Abstrak": "Pulau Sumba merupakan pulau yang unik dan menarik dari aspek geologi dan wisatanya. Keunikan aspek geologi dari Pulau Sumba menyebabkan pulau ini berpotensi sebagai destinasi geowisata. Namun, aspek geowisata dari Pulau Sumba belum terlalu diperhatikan sehingga penelitian ini bertujuan untuk mempelajari potensi geologi dari Pulau Sumba untuk dijadikan destinasi geowisata. Penelitian ini dilakukan di Desa Weetana, Kecamatan Laboya Barat, Kabupaten Sumba Barat, Nusa Tenggara Timur. Penelitian ini memberikan beberapa rekomendasi obyek geowisata dan jalur tematis untuk geowisata khususnya di Kawasan Desa Weetana. Metode penelitian yang digunakan pada penelitian ini adalah pemetaan geologi dan analisis potensi geowisata pada Desa Weetana. Pemetaan geologi terdiri dari pengamatan geomorfologi, analisis struktur geologi, dan observasi dan analisis persebaran litologi pada daerah penelitian. Metode analisis potensi geowisata terdiri dari analisis geodiversitas, analisis “kotak geowisata”, dan penilaian secara kuantitatif di daerah Desa Weetana dengan melakukan observasi langsung di lapangan dan wawancara warga sekitar. Rekomendasi geosite dan jalur tematis didapatkan dari hasil analisis lebih lanjut dari pemetaan geologi.\nHasil pemetaan geologi menunjukkan bahwa daerah penelitian dapat dibagi menjadi lima satuan geomorfologi, yaitu Satuan Dataran Teras Batugamping Kabotu, Satuan Perbukitan Batugamping Walalaka, Satuan Punggungan Terumbu Loko Karenapu, Satuan Dataran Homoklik Hauta, dan Satuan Perbukitan Aliran Lava dan Piroklastik Weemaringi. Satuan litologi pada daerah penelitian dibagi menjadi lima, yaitu Satuan Aliran Lava dan Piroklastik, Satuan Batugamping 1, Satuan Batugamping 2, Satuan Batugamping 3, dan Satuan Aluvial. Struktur geologi yang berkembang pada daerah penelitian berupa Sesar Turun Mengiri Weetana dan Sesar Geser Mengiri Turun Gaura. Berdasarkan analisis potensi geowisata, Desa Weetana dianggap mempunyai kriteria yang cukup untuk menjadi daerah geowisata. Terlebih lagi, hasil pemetaan geologi memberikan beberapa rekomendasi geosite antara lain Pantai Tarakaha, Watu Madongara, Bukit Mataja, Padang Pasola Weetana, Tanjung Mambang, Hutan Bakau Mambang, dan Pantai Katobo. Penulis berharap penelitian ini dapat menambah pengetahuan tentang kondisi geologi di Pulau Sumba. Terlebih lagi, penelitian ini diharapkan dapat membangun perekonomian Desa Wetanaa dengan memberikan informasi terkait potensi geowisata yang dapat dikembangkan di daerah tersebut.", "Daftar File": {}, "Penulis": "Muhammad Audy Aristyo [12016018]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Geodiversitas, Geosite, Geotrek, Geowisata, Kotak geowisata, Sumba, Weetana.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2020"}