{"Nomor": 50168, "Judul": "ANALISIS RANCANGAN KOMPONEN ANTICLIMBER UNTUK MENINGKATKAN KEMAMPUAN MANUFAKTUR DAN PERAKITAN", "Abstrak": "Anticlimber adalah komponen kereta untuk mencegah terjadinya peristiwa tumpang\ntindihnya kedua kereta yang bertabrakan. Pada saat ini rancangan anticlimber versi ketiga\nsudah dikembangkan oleh Yazid (2019). Rancangan tersebut baru diproduksi sebanyak 40\nunit dan dapat diproduksi hingga 9.000 unit. Untuk dapat diproduksi sebanyak 9.000 unit,\nPada tugas sarjana ini, rancangan anticlimber versi ketiga akan dianalisis dari sisi manufaktur\ndan perakitan untuk meningkatkan kemampuan rancangan dari sisi manufaktur dan perakitan.\nRancangan anticlimber akan dianalisis menggunakan metode Design for Manufacture\nand Assembly (DFMA) untuk mendapatkan proses manufaktur, biaya manufaktur, dan waktu\nperakitan. Lalu akan dipilih proses manufaktur yang digunakan untuk memproduksi\nanticlimber. Setelah itu akan ada evaluasi dari rancangan anticlimber sebelumnya.\nSelanjutnya diberikan rekomendasi perubahan rancangan anticlimber berdasarkan proses\nmanufaktur yang digunakan dan evaluasi rancangan sebelumnya. Pada akhirnya rancangan\nanticlimber akan dibandingkan dengan metode DFMA.\nProses manufaktur yang dipilih untuk memproduksi anticlimber adalah penempaan\nuntuk bagian ribs anticlimber, pemotongan plasma untuk bagian pelat anticlimber, dan\npengelasan GMAW untuk perakitannya. Hasil analisis DFA pada rekomendasi perubahan\nrancangan anticlimber didapatkan proses perakitan sebanyak 24 tahap, waktu perakitan\nsebesar 297 detik, dan indeks DFA sebesar 6,1%. Sedangkan pada analisis DFM didapatkan\nestimasi biaya per satu komponen untuk produksi sebanyak 9.000 unit. Yaitu sebesar\nRp702.500,00 untuk memproduksi bagian ribs anticlimber dengan penempan dan sebesar\nRp595.500,00 untuk memproduksi bagian pelat anticlimber dengan pemotongan plasma.", "Daftar File": {}, "Penulis": "Muhammad Rivaldi [13116092]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Wayan Suweca, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "anticlimber, DFMA, manufaktur, perakitan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2020"}