{"Nomor": 50160, "Judul": "PENGGUNAAN MOISTURE ABSORBER PADA PENYIMPANAN SUHU RUANG DAN SUHU DINGIN UNTUK MENINGKATKAN MASA SIMPAN MEMPERTAHANKAN KUALITAS BUAH STROBERI (FRAGARIA X ANANASSA) KULTIVAR FESTIVAL", "Abstrak": "Stroberi segar merupakan buah nonklimakterik yang sangat mudah mengalami kerusakan (perishable) karena memiliki laju respirasi yang tinggi. Berbagai bahan dan teknologi pengawetan dilakukan untuk meningkatkan kualitas dan nilai ekonomis buah stroberi segar agar dapat dikonsumsi oleh konsumen dalam kualitas baik. Bahan penyerap kelembaban merupakan salah satu jenis kemasan aktif yang dapat digunakan untuk menjaga kualitas dan memperpanjang masa simpan stroberi. Penelitian ini dilakukan untuk mengevaluasi dan memperoleh informasi penggunaan konsentrasi agen penyerap kelembaban yang baik terhadap kualitas buah stroberi pada penyimpanan suhu ruang dingin. Metode penelitian yang digunakan adalah Rancangan Acak Lengkap (RAL) dengan perlakuan terdiri dari: solupak 0 g, solupak 6 g, solupak 10 g, & solupak 14 g dengan penyimpanan suhu dingin (4±2oC) dan suhu ruang (27±2oC) dengan tiga kali ulangan. Buah stroberi sebanyak ±145 g dikemas dalam kemasan polypropylene (PP) berukuran 18×8×4,5 cm dan ketebalan 0,47 cm dengan 4 buah lubang perforasi (0,47 mm). Analisis menggunakan ANOVA dan uji lanjut Duncan dengan taraf 5% untuk seluruh parameter pengujian kecuali organoleptik. Parameter pengujian yang dilakukan meliputi susut bobot, kadar air, indikator pembusukan, kualitas warna, total padatan terlarut, total asam tertitrasi, derajat keasaman, organoleptik mutu hedonik dan hedonik buah stroberi. Hasil penelitian menunjukkan pemberian moisture absorber untuk pengemasan buah stroberi pada penyimpanan suhu dingin dan suhu ruang dapat mempertahankan kadar air dan padatan terlarut, kerusakan akibat mikroba, dan mempertahankan kualitas. Masa simpan buah stroberi pada suhu dingin dengan penggunaan solupak 14 g dapat memperpanjang masa simpan hingga 12 hari, sedangkan pada suhu ruang dengan penggunaan solupak 10 g dan 14 g dapat memperpanjang masa simpan hingga 6 hari.", "Daftar File": {}, "Penulis": "Irsyafia Arifa [11916003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rika Alfianny, M.P.", "Mochamad Firmansyah, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "stroberi, moisture absorber, suhu, masa simpan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2020"}