{"Nomor": 50162, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN EMULATOR PROGRAMMABLE LOGIC CONTROLLER BERBASIS MIKROKONTROLER", "Abstrak": "Progammable Logic Controller (PLC) merupakan jenis kontroler yang paling umum digunakan di industri. PLC memegang peran penting dalam kontrol dan otomasi industri. Mengingat pentingnya peran PLC di industri, PLC perlu diajarkan kepada calon sarjana teknik yang akan bekerja di industri, terutama calon sarjana teknik mesin. Di Program Studi Teknik Mesin ITB, PLC diajarakan kepada mahasiswa melalui praktikum dalam Mata Kuliah MS4103 Mekatronika. Akan tetapi, praktikum masih terkendala dengan jumlah PLC yang yang tidak proporsional dengan jumlah mahasiswa. Selain itu, jenis PLC yang digunakan adalah PLC mahal, padahal PLC dioperasikan oleh pemula yang berpotensi menimbulkan kerusakan. Untuk mengatasi masalah tersebut, dalam tugas sarjana ini dilakukan perancangan, pembuatan, dan pengujian PLC berbasis mikrokontroler sehingga diperoleh PLC dengan harga terjangkau.\nDalam tugas sarjana ini dirancang dan dibuat purwarupa perangkat keras maupun perangkat lunak dari PLC. Namun, tugas sarjana ini difokuskan pada perancangan dan pembuatan perangkat lunak PLC dengan basis Matlab. Perangkat lunak ini dirancang agar dapat menerjemahkan bahasa pemrograman Ladder ke dalam bahasa C, sehingga diagram Ladder dapat dijalankan oleh sebuah sistem mikrokontroler.\nPLC kemudian diuji dengan menggunakan beberapa kasus mulai dari kasus Single Input Single Output hingga kasus multiple input multiple output. Berdasarkan pengujian yang dilakukan, PLC yang dihasilkan dalam tugas sarjana ini dapat menjalankan fungsi-fungsi logika (fungsi Boolean), latching, counter, dan timer.", "Daftar File": {}, "Penulis": "Manggala Adiputra [13116029]", "Kontributor / Dosen Pembimbing": ["Budi Heryadi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "PLC, mikrokontroler, diagram Ladder.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2020"}