{"Nomor": 50166, "Judul": "PERANCANGAN USULAN PENGEMBANGAN ORGANISASI PADA PT NODEFLUX TEKNOLOGI INDONESIA", "Abstrak": "PT Nodeflux Teknologi Indonesia, atau biasa disebut sebagai Nodeflux, merupakan salah satu startup kecerdasan artifisial visual di Indonesia. Sebelum wabah Covid-19 terjadi di Indonesia, Nodeflux telah mengalami penurunan pencapaian target pendapatan sejak 2018 hingga 2019. Ketidaktercapaian target pendapatan pada tahun 2019 disebabkan oleh faktor politik di Indonesia yang kurang kondusif dan ketidaksiapan produknya. Ketidaksiapan produk tersebut diduga disebabkan oleh beberapa masalah internal yang belum dibenahi oleh Nodeflux. Setelah wabah Covid-19 merebak di Indonesia, Nodeflux mengalami penurunan penjualan. Keberadaan masalah internal yang masih belum dibenahi dan kemunculan masalah baru di tengah pandemi Covid-19 membuat Nodeflux kesulitan untuk mencapai tujuannya saat ini, yaitu memimpin kompetisi di industrinya. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi masalah yang terjadi di Nodeflux dan merancang intervensi untuk memperbaiki masalah tersebut.\nDalam penelitian ini, identifikasi masalah pada Nodeflux dilakukan melalui proses diagnosis organisasi dengan model yang dikembangkan. Model tersebut terdiri atas 13 elemen, yaitu sikap terhadap perubahan, misi, keluaran, masukan, aktor, faktor, strategi, struktur, sistem dan proses, pegawai, gaya manajemen, budaya, dan proses bisnis. Lalu, perbaikan masalah yang teridentifikasi diawali dengan mengidentifikasi tahap pertumbuhan Nodeflux saat ini. Identifikasi tahap pertumbuhan Nodeflux dilakukan dengan menggunakan sebuah model yang diadaptasi dari beberapa model yang telah ada sebelumnya. Model tersebut terdiri atas 7 elemen, yaitu pasar, struktur, produk/jasa, sistem penghargaan dan kontrol, inovasi, gaya manajemen puncak, dan tujuan. Hasil identifikasi tahap pertumbuhan Nodeflux akan memberikan arah pengembangan Nodeflux untuk mengatasi masalah-masalah yang teridentifikasi pada proses diagnosis yang dilakukan. Arah pengembangan tersebut kemudian akan menjadi landasan untuk merancang intervensi pada Nodeflux.\nBerdasarkan hasil diagnosis yang telah dilakukan, Nodeflux saat ini memiliki masalah pada pengelolaan masukan (input) dan faktor. Sementara itu, Nodeflux saat ini telah memiliki seluruh karakteristik yang ada pada tahap formalization. Arah pengembangan sebuah organisasi yang telah memiliki seluruh karakteristik di tahap tersebut adalah berpindah ke tahap selanjutnya, yaitu tahap elaboration. Tahap ini dicirikan oleh kemampuan organisasi untuk berkolaborasi. Oleh karena itu, intervensi yang diusulkan untuk Nodeflux adalah merancang aliansi strategis. Strategi yang diusulkan untuk Nodeflux yang dapat memanfaatkan aliansi dengan organisasi-organisasi lain adalah pengembangan produk dengan institusi pendidikan dan pengembangan produk yang dapat mencegah penyebaran penyakit Covid-19.", "Daftar File": {}, "Penulis": "Benny Andreas Pasaribu [13416081]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "startup, pengembangan organisasi, tahap pertumbuhan organisasi, aliansi strategis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2020"}