{"Nomor": 50171, "Judul": "PERANCANGAN PENGURANGAN JUMLAH DEFECT PADA KENDARAAN PADA PROSES PENGIRIMAN DI VDC DAN VDC TO VDC MENGGUNAKAN METODOLOGI SIX SIGMA DI PT TOYOTA ASTRA MOTOR", "Abstrak": "PT Toyota Astra Motor atau yang sering disingkat sebagai TAM merupakan sebuah perusahaan yang mendistribusikan, mengimpor, dan menjual kendaraan Toyota di Indonesia. Divisi dalam TAM yang bertanggung jawab dalam pengaturan logistik kendaraan Toyota adalah Vehicle Logistics Division. Salah satu masalah yang dihadapi oleh perusahaan adalah banyaknya jumlah defect yang muncul pada kendaraan selama proses pengiriman. Perusahaan menetapkan defect allowance sebesar 1,5% sementara rata-rata jumlah defect pada tahun 2019 adalah sebesar 3,13%. Oleh sebab itu, penelitian ini bertujuan untuk merancang pengurangan jumlah defect yang muncul selama proses pengiriman kendaraan. Metodologi yang digunakan dalam penelitian ini adalah six sigma dengan pendekatan Define, Measure, Analyze, Improve, Control (DMAIC).\nPada tahap define dilakukan pendefinisian masalah termasuk penentuan objek penelitian dan perumusan masalah serta pengamatan terhadap jenis defect. Dari tahap define didapatkan rumusan masalah untuk menurunkan jumlah defect pada proses VDC (Vehicle Distribution Center atau in yard) dan proses VDC to VDC. Pada tahap measure dilakukan pengukuran stabilitas menggunakan peta kendali atribut p dan pengukuran kapabilitas proses menggunakan perhitungan nilai sigma. Dari tahap measure didapatkan bahwa proses stabil dengan rata-rata fraksi cacat sebesar 0,00306 dan 0,00417 serta nilai sigma sebesar 3,55 dan 3,47 untuk proses VDC (in yard) dan VDC to VDC. Lalu pada tahap analyze dilakukan pemetaan permasalahan dan identifikasi akar masalah. Pada pemetaan permasalahan dilakukan breakdown permasalahan dengan menggunakan diagram Pareto untuk menentukan fokus penelitian termasuk jenis defect yang akan diteliti lebih lanjut. Akar masalah penyebab defect diidentifikasi menggunakan 5 Whys dan diagram sebab-akibat serta penentuan prioritas menggunakan FMEA (failure mode and effect analysis) sehingga diperoleh total delapan subfaktor penyebab. Kemudian pada tahap improve, dilakukan perancangan alternatif solusi dan didapatkan dua belas alternatif solusi yaitu merancang alternatif metode penanganan binatang untuk mengurangi jumlah kotoran, merancang user guidance metode kerja untuk melakukan fallout monitoring, menyusun cara kerja untuk melakukan maintenance car cover, melepas car cover (pengiriman tidak menggunakan car cover), membuat basis data monitoring penggunaan car cover, mengadakan training internal untuk driver, mengadakan campaign internal untuk driver, menggunakan car carrier dengan roof, melakukan pemangkasan pohon, menggunakan penutup samping pada car carrier, dan melapisi bagian dalam car carrier, serta merancang pengaturan lokasi kendaraan. Selanjutnya dilakukan project management untuk merancang implementasi alternatif solusi yaitu dilakukan penyusunan timeline implementasi alternatif solusi.", "Daftar File": {}, "Penulis": "Zaneta Sarah [13416003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "penurunan jumlah defect, proses pengiriman kendaraan, six sigma.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2020"}