{"Nomor": 50185, "Judul": "FASILITAS KANTOR DIGITAL HUB DI BANDUNG TEKNOPOLIS GEDEBAGE", "Abstrak": "Bandung Teknopolis merupakan sebuah pengembangan kawasan urban baru yang terletak di\nbagian timur Kota Bandung. Kawasan ini dikembangkan untuk mendukung perkembangan industri\nteknologi dan kreatif yang meningkat melalui sinergi antara sektor akademis, bisnis, dan\npemerintahan. Proyek Digital Hub merupakan salah satu upaya untuk menyediakan sarana yang\nmendukung berkembangnya perusahaan berbasis teknologi yang berada di kawasan Bandung\nTeknopolis. Fasilitas ini merupakan sarana perkantoran dengan kelengkapan pendukung seperti ruang\nritel, ruang konferensi, dan ruang eksibisi.\nDigital hub menempati lahan seluas 5.618 m2\nyang terletak di Jalan Sentra Raya Barat,\nSummarecon Bandung Gedebage. Lahan terletak ditengah kawasan urban yang diproyeksikan akan\nmenjadi pusat bisnis dalam pengembangan Bandung Teknopolis. Proyek Fasilitas Kantor Digital Hub\nmengusung pendekatan perancangan workplace wellbeing. Pendekatan ini didasarkan oleh isu\nperancangan utama yang unik dialami oleh pekerja di industri teknologi, yakni masalah penurunan\nproduktivitas pekerja. Pendekatan perancangan workplace wellbeing menitikberatkan pada\nkesejahteraan pekerja dengan menyediakan kenyamanan dan suasana bahagia dalam lingkungan\nbekerja. Terdapat tiga atribut yang dipertimbangkan dalam pendekatan ini yakni suasana, kesesuaian\nantara kebutuhan aktivitas dengan fungsi bangunan, serta refleksi identitas komunitas dalam\nlingkungan bekerja. Pendekatan ini menghasilkan rancangan ruang dalam dan luar yang berkualitas\ndan berdampak positif pada kesejahteraan pegawai. Beberapa strategi yang diimplementasikan\ndalam pendekatan perancangan workplace wellbeing ialah membentuk ruang interaksi sosial,\nmenyediakan ruang pelepas penat, memaksimalkan potensi pemandangan tapak, menyesuaikan fitur\nbangunan dengan aktivitas, dan menciptakan variasi ruang bekerja.", "Daftar File": {}, "Penulis": "Mochamad Hafid Mubarak [15216037]", "Kontributor / Dosen Pembimbing": ["Dr. Allis Nurdini, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Kantor, Teknologi, Kesejahteraan, Pekerja, Teknopolis, Produktivitas.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "23 Sep 2020"}