{"Nomor": 50183, "Judul": "PENDETEKSIAN SPAMMER DI TWITTER DENGAN MEMANFAATKAN SOCIAL NETWORK ANALYSIS", "Abstrak": "Aplikasi media sosial berperan dalam mempermudah komunikasi antar orang.\nDikarenakan kemudahan itu, pengguna media sosial mencapai ratusan juta orang\nsecara global. Hal ini dibarengi dengan maraknya spam di berbagai macam media\nsosial, termasuk Twitter. Efek buruk dari spam adalah mengganggu pengguna\nlain, atau bahkan dapat merusak perangkat orang lain dengan menyisipi malware. Oleh karena itu, diperlukan suatu sistem yang dapat mendeteksi spam atau akun\nyang mengirim spam (disebut sebagai spammer)\nBerbagai macam penelitian telah dilakukan untuk mengembangkan sistem\npendeteksi spammer di Twitter. Model klasifikasi sering digunakan untuk\nmengembangkan sistem pendeteksi spammer. Fitur-fitur yang dapat digunakan\nuntuk melatih model klasifikasi antara lain fitur informasi akun, fitur konten\ntweet, dan fitur hubungan pertemanan. Sedikit penelitian yang memanfaatkan fitur\nhubungan pertemanan secara maksimal.\nPada penelitian ini, dikembangkan sistem pendeteksi spammer dengan\nmenggunakan model klasifikasi, yang akan dilatih dengan fitur yang didapat dari\ngraf hubungan pertemanan. Agar dapat digunakan untuk melatih model\nklasifikasi, fitur tersebut diubah dalam bentuk graf jejaring sosial dan dianalisis\ndengan memanfaatkan Social Network Analysis.\nSetelah melakukan pengujian, sistem pendeteksi yang dibangun memiliki kinerja\nyang cukup bagus ketika diuji dengan dataset pertama, yakni mendapat akurasi\nhingga 83%. Namun, ketika diuji dengan dataset kedua, akurasi yang didapat\nhanya sebesar 33%. Hal ini mungkin disebabkan oleh jumlah data yang digunakan\nuntuk melatih model masih tidak cukup banyak.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212399", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212400", "Abstract": "https://digilib.itb.ac.id/gdl/download/212401", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212402", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212403"}, "Penulis": "Jeffry [13516156]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "klasifikasi, Social Network Analysis, spammer, Twitter", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "23 Sep 2020"}