{"Nomor": 50184, "Judul": "PEMBANGUNAN SISTEM REKOMENDASI MUSIK DENGAN PENDEKATAN HYBRID FILTRATION", "Abstrak": "Sistem rekomendasi musik menggunakan pendekatan hybrid filtration menggabungkan algoritme\npembelajaran content-based dan collaborative filtering. Hybrid filtration dapat memberikan hasil\nlebih baik dibandingkan dengan content-based atau collaborative filtering saja. Oleh karena itu,\ntugas akhir ini membangun sistem rekomendasi musik dengan pendekatan hybrid filtration.\nPada penelitian ini pendekatan content-based disederhanakan dari penelitian sebelumnya, namun\ndiharapkan tetap memberikan rekomendasi yang sesuai untuk pengguna. Social genes dari lagu\ndigunakan pada content-based recommendation dan tidak melibatkan internal genes. Digunakan\nalgoritme KNN untuk mencari kemiripan antar lagu dan pengguna pada pendekatan content-based\ndan collaborative filtering. Hasil dari kedua pembelajaran algoritme digabungkan menjadi hasil\npembelajaran dari hybrid filtration.\nBerdasarkan penelitian yang telah dilakukan, sistem rekomendasi musik yang dibangun dengan\npendekatan hybrid filtration memberikan hasil yang cukup baik. Responden memberikan penilaian\n85.5% relevansi dengan minat pengguna, dan 89.4% untuk pemberian lagu baru. Sistem\nrekomendasi yang dibangun telah dapat memenuhi seluruh tujuan dari pembangunan sistem\nrekomendasi. Namun, masih terdapat kekurangan yang dimiliki oleh sistem rekomendasi musik\nyang telah dibangun yaitu kurangnya keberagaman lagu akibat keterbatasan dataset yang\ndigunakan.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212404", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212405", "Abstract": "https://digilib.itb.ac.id/gdl/download/212406", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212407", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212408"}, "Penulis": "Ricky Kennedy [13516105]", "Kontributor / Dosen Pembimbing": ["Dr. Nur Ulfa Maulidevi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem rekomendasi musik, content-based, collaborative filtering, hybrid filtration", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "23 Sep 2020"}