{"Nomor": 50199, "Judul": "PERANCANGAN SISTEM FLUE GAS DESULFURIZATION DENGAN MENGGUNAKAN ABSORBAN LIMESTONE UNTUK PENGENDALIAN EMISI GAS SO2 PADA KEGIATAN PLTU PAITON II", "Abstrak": "PLTU Paiton merupakan salah satu pembangkit listrik tenaga uap yang menggunakan bahan bakar batubara untuk setiap proses penghasilan listriknya.Kapasitas yang terpasang sebersar 4.500 mW di Kawasan Paiton. Kebutuhan. Batubara untuk mencapai kapasitas tersebut adalah ±11.00 ton/hari atau 4.105.000 ton/tahun. Kandungan sulfur dari batubara ytang digunakan adalah 0,28%. Berdasarkan pendekatan stoikiometri, konsentrasi sulfur dioksida (SO2) yang akan diemisikan dari PLTU Paiton adalah 1.494 mg/m3. Konsentrasi tersebut melebihi konsentrasi baku mutu emisi pembangkit listrik tenaga termal Peraturan Menteri Lingkungan Hidup dan Kehutanan No. 15 Tahun 2019 lampiran I yang menyebutkan bahwa kadar maksimum parameter SO2 dengan bahan bakar batubara hanyalah 550 mg/m3. Maka untu itu, diperlukannya pengendali SO2 agar hasil uji emisi sesuai dengan baku mutu yang telah ditentukan maka diperlukannya perancangan sistem Flue Gas Desulfurization (FGD) yang terdiri dari unit pemrosesan lime, scrubber, dan penanganan limbah (effluent hold tank, thickener, dan belt press). Scrubber yang digunakan adalah wet scrubber dengan bahan kimia absorban limestone yang diperkirakan mampu menyisihkan SO2 hingga 97% dengan kebutuhan lime 61 ton perhari.", "Daftar File": {"TA 2020 Elma Adnin Yunianti 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/212461"}, "Penulis": "Elma Adnin Yunianti [15316094]", "Kontributor / Dosen Pembimbing": ["Haryo Satriyo Tomo, S.T., M.T.", "Prof. Ir. Puji Lestari, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Flue Gas Desulfurization , lime scrubbing, packed tower scrubber, sulfur dioksida, PLTU", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "23 Sep 2020"}