{"Nomor": 50201, "Judul": "PENGARUH PENAMBAHAN KITOSAN TERHADAP KARAKTERISTIK SODIUM MANGANAT YANG DISINTESIS DENGAN METODE HIDROTERMAL UNTUK APLIKASI KATODA BATERAI ION SODIUM", "Abstrak": "Seiring dengan meningkatnya permintaan untuk perangkat elektronik terutama yang bersifat portable, kebutuhan akan baterai ion litium yang biasanya digunakan sebagai teknologi penyimpan energi semakin tinggi. Namun, ketersediaan litium di bumi sedikit dan tidak merata. Maka dari itu, pada penelitian ini diusulkan sodium manganat sebagai material alternatif untuk katoda baterai ion sodium dengan penambahan kitosan yang merupakan bahan organik sebagai chelating agent. Prekursor yang digunakan pada sintesis adalah sodium hidroksida, kalium permanganat dan mangan sulfat. Sintesis dilakukan dengan metode hidrotermal pada suhu 200oC selama 8 jam dengan kalsinasi pada suhu 600oC untuk menghilangkan kelembaban, air dan pelarut yang tersisa pada sampel. Kitosan divariasikan pada sampel dengan konsentrasi 0% (tanpa kitosan); 0,5%; 1%; dan 1,5%. Hasil karakterisasi XRD menunjukkan telah terbentuk sodium manganat yang memiliki pola difraksi sesuai dengan standar PDF 01-072-0830. Ukuran kristal hasil perhitungan dengan persamaan Scherrer semakin kecil seiring dengan penambahan kitosan yaitu berturut-turut 36,37 nm; 30,82 nm; 29,89 nm dan 29,71 nm. Dari perhitungan kristalinitas menunjukkan bahwa sampel dengan kitosan 1% memiliki kristalinitas terbesar yaitu 84,72%. Selain itu, hasil karakterisasi SEM menunjukkan bahwa sampel dengan kitosan 1% juga menghasilkan nanorods paling baik sehingga konsentrasi kitosan 1% merupakan komposisi terbaik dalam sintesis sodium manganat dengan metode hidrotermal.", "Daftar File": {}, "Penulis": "Fajar Ibnu Mukhlis [13316004]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Ashari budi Nugraha, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "baterai ion sodium, katoda, sodium manganat, hidrotermal, kitosan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}