{"Nomor": 50209, "Judul": "ANALISIS PERTUMBUHAN DAN PRODUKTIVITAS TANAMAN PADI (ORYZA SATIVA) DENGAN VARIASI PEMBERIAN PUPUK ORGANIK PADAT DAN AZOLLA PINNATA", "Abstrak": "Tanaman padi (Oryza sativa L.) merupakan tanaman yang menghasilkan komoditas pangan utama di Indonesia yaitu beras. Peningkatan kebutuhan akan beras meningkat seiring dengan peningkatan penduduk Indonesia. Namun, produktivitas tanaman padi mengalami penurunan. Salah satu faktor yang menyebabkan menurunya produktivitas dikarenakan penggunaan pupuk kimia yang berlebihan sehingga merusak kualitas tanah tempat budidaya. Penambahan pupuk organik dan vegetasi penambat nitrogen merupakan salah satu solusi untuk memperbaiki kualitas tanah, sehingga tanah mampu menyediakan nutrisi yang dibutuhkan tanaman, yang selanjutnya akan memengaruhi produktivitas tanaman padi. Penelitian ini bertujuan mengkaji pertumbuhan dan perkembangan tanaman padi ditinjau dari parameter vegetative, generative, hasil panen, produktivitas dan kualitas tanah baik dari segi fisik, kimia serta biologi sebagai efek dari variasi pemberian pupuk organik padat dan Azolla pinnata. Perlakuan yang diberikan terdiri atas enam perlakuan yaitu perlakuan Pupuk Organik Padat 2,5 ton/ha; Pupuk Organik Padat 5 ton/ha; Pupuk Organik Padat 7,5 ton/ha; Pupuk Organik Padat 2,5 ton/ha + Azolla pinnata; Pupuk Organik Padat 5 ton/ha + Azolla pinnata; Pupuk Organik Padat 7,5 ton/ha+ Azolla pinnata. Hasil penelitian menunjukan perlakuan terbaik adalah perlakuan Pupuk Organik Padat 7,5 ton/ha + Azolla pinnata dengan perlakuan media tanam sawah berada di kampus ITB Jatinangor. Setiap perlakuan diulang sebanyak 4 kali. Hasil dari penelitian menunjukan Variasi pemberian pupuk organik padat dan Azolla pinnata berpengaruh terhadap tinggi tanaman, kualitas tanah, kualitas padi. Perlakuan terbaik adalah perlakuan Pupuk Organik Padat 7,5 ton/ha + Azolla pinnata ditinjau dari pada parameter tinggi tanaman yaitu 120,34 cm. Produktivitas tanaman padi paling tinggi yaitu perlakuan PA3 dengan nilai GKP 9,98 ton/ha dan nilai GKG 7,98 ton/ha. Kualitas tanah dari segi fisik yaitu sesuai dengan kondisi yang dibutuhkan tanaman padi untuk tumbuh yaitu lempung liat berdebu, dari segi kimia ditinjau dari sebelum praktik budidaya dengan setelahnya yang mengalami kenaikan adalah P2O5 (HCl)2 sebesar 64,16%; K2O HCl sebesar 89,33%; K-dd; Mg-dd; dan kejenuhan basa melebihi 100%; Ca-dd sebesar 40,26%; KTK sebesar 68,25% . Kualitas tanah ditinjau pada segi biologi didapat pertumbuhan jamur pada medium dengan konsentrasi 10-4 sebanyak 104 CFU/ml.", "Daftar File": {}, "Penulis": "Agnita Ratnasari [11416023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aos, M.P.", "Dr. Ir. Asep Hidayat, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Azolla pinnata, Padi, Pupuk Organik Padat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}