{"Nomor": 50218, "Judul": "PENGEMBANGAN MODEL PENJADWALAN FLOWSHOP HIBRID PADA BENGKEL MRO KOMPONEN PESAWAT DENGAN PERTIMBANGAN PENUGASAN MULTI TEKNISI TETAP DAN TINGKAT KEAHLIAN TEKNISI", "Abstrak": "Pada umunya, penjadwalan biasa dilakukan di sistem produksi industri manufaktur dengan mesin sebagai prosesor utamanya. Tetapi, penjadwalan juga dapat diterapkan pada industri non-manufaktur, seperti industri jasa, dengan manusia sebagai prosesor utamanya. Sebagai contoh, penjadwalan dapat diterapkan di bengkel Maintenance, Repair, Overhaul (MRO) komponen pesawat udara. Permasalahan penjadwalan pada bengkel MRO dikategorikan sebagai flowshop hibrid ditandai dengan alur prosesnya yang terbagi menjadi tiga tahap (stripping, repairing, testing), serta prosesor yang dapat bekerja secara paralel. Penelitian ini bertujuan untuk mengembangkan model penjadwalan flowshop hibrid dengan beberapa aturan yang berlaku di bengkel MRO, yaitu prosesor berupa multi-teknisi tetap yang bersifat homogen dengan syarat tingkat keahlian, pertimbangan leadtime pemesanan suku cadang setelah tahap stripping, serta kebutuhan penggunaan mesin khusus pada tahap testing. Model penjadwalan tersebut dikategorikan sebagai permasalahan Mixed Integer Linear Programming (MILP) yang menghasilkan solusi optimal, dengan minimasi makespan sebagai fungsi objektifnya.\nPengembangan model terbagi menjadi dua tahap. Pada tahap pertama, dilakukan perubahan pada pembatas model acuan, untuk mengakomodir waktu proses yang bersifat homogen dan aturan multi-teknisi. Pada tahap kedua, ditambahkan aturan untuk mengakomodir tingkat keahlian (skill) masing-masing teknisi. Model ini merupakan model terlengkap yang mengakomodir seluruh aturan yang telah ditentukan. Pengujian model penjadwalan dilakukan dengan eksekusi program CPLEX untuk menguji kemampuan model serta mencari limitasi-limitasi model yang belum diketahui.", "Daftar File": {"ABSTRAK Aditya Furkon Hendriadi": "https://digilib.itb.ac.id/gdl/download/212485"}, "Penulis": "Aditya Furkon Hendriadi [13416105]", "Kontributor / Dosen Pembimbing": ["Dr. Wisnu Aribowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "flowshop hibrid, multi-teknisi tetap, tingkat keahlian teknisi, mesin khusus.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2020"}