{"Nomor": 50217, "Judul": "IDENTIFIKASI ARUS RABAK (RIP CURRENT) DARI CITRA DRONE MENGGUNAKAN METODE CONVOLUTIONAL NEURAL NETWORK (CNN) DI PALABUHANRATU, SUKABUMI", "Abstrak": "Kabupaten Sukabumi merupakan salah satu kabupaten di Indonesia yang diberkahi dengan\nkawasan pesisir yang indah dan menarik dan menjadi salah satu sektor andalan pariwisata\nyang mendukung perkembangan ekonomi daerah Kabupaten Sukabumi. Namun, di\nbeberapa pantai dijumpai rip current, yaitu arus yang bergerak menuju laut lepas dengan\nkecepatan bervariasi yang seringkali membahayakan nyawa wisatawan. Pada penelitian ini\nakan dilakukan identifikasi citra rip current menggunakan salah satu metode machine\nlearning yaitu Convolutional Neural Network (CNN) untuk mengklasifikasikan rip current\ndan tempat kejadiannya, data yang digunakan adalah data citra kenampakan rip current dari\nPantai Istana Presiden dan Pantai Karang Naya Palabuhanratu sebanyak 570 gambar yang\ndibagi menjadi data train dan test dengan persentase 70:30 persen. Digunakan tiga skenario\nkombinasi hyperparameter meliputi jumlah filter dalam convolution layer, jumlah neuron\ndalam fully connected layer dan nilai learning rate, yang kemudian akan dibandingkan\nhasilnya terhadap performa dan nilai akurasi keluaran model. Digunakan juga data batimetri\ndan data gelombang untuk mengetahui jenis dari rip current yang terjadi.\nHasil training model menunjukkan bahwa model dengan skenario satu dapat digunakan\nuntuk memprediksi daerah terjadinya rip current di Pantai Palabuhanratu Sukabumi dengan\nakurasi model sebesar 100%, dan berdasarkan analisis data oseanografi rip current yang\nterjadi di Pantai Istana Presiden dan Karang Naya adalah rip current jenis topographic rip.", "Daftar File": {}, "Penulis": "Titis Fikri Aji Kusuma [12916002]", "Kontributor / Dosen Pembimbing": ["Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "rip current, machine learning, convolutional neural network, klasifikasi, arus laut.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}