{"Nomor": 50215, "Judul": "PENENTUAN KONSTANTA HUBBLE MENGGUNAKAN METODE STATISTIK STANDARD SIREN DARI DATA LIGO/VIRGO", "Abstrak": "Penentuan Konstanta Hubble merupakan kunci dalam memahami sejarah\nalam semesta. Dewasa ini, pengukuran kosmologi telah mencapai masa pengukuran\npresisi tinggi. Penentuan parameter kosmologi dari berbagai metode\ndiharapkan semakin konvergen ke satu nilai. Namun, saat ini terdapat perbedaan\nyang signikan antara nilai konstanta Hubble yang ditentukan dengan\nmetode tangga jarak dan metode global yang berdasarkan sika alam semesta\ndini seperti CMB. Permasalahan ini dikenal sebagai Tensi Hubble/Hubble\nTension.\nMetode standard siren gelombang gravitasi merupakan salah satu cara penentuan\nkonstanta Hubble yang independen dari kedua cara tersebut di atas.\nGelombang gravitasi bisa dideteksi secara langsung menggunakan laser inter-\nferometer, berupa sinyal deret waktu strain h, yaitu perubahan panjang lengan\ninterferometer akibat dilalui gelombang gravitasi. Terdapat dua laser interfe-\nrometer di Amerika Serikat yaitu LIGO dan satu di Italia yaitu Virgo, secara\nbersamaan dikenal sebagai LIGO/Virgo. Peta 3D probabilitas lokasi kejadian\ngelombang gravitasi (hasil keluaran olah data oleh LIGO/Virgo) digunakan\nsebagai suku jarak dalam penentuan konstanta Hubble. Sementara itu, suku\nredshift didapatkan dari katalog galaksi yang memuat informasi lokasi dan\nredshift galaksi, dalam Tugas Akhir ini digunakan katalog GLADE. Kedua suku\ndigabungkan dalam kerangka statistik Bayesian untuk menentukan rapat\ndistribusi probabilitas konstanta Hubble yang merupakan tujuan akhir Tugas\nAkhir ini, yang diharapkan bisa menyelesaikan Hubble Tension.\nTerdapat keterbatasan pada peta 3D probabilitas lokasi kejadian gelombang\ngravitasi, yaitu penentuan jarak dan arah datang gelombang gravitasi\nyang tidak begitu presisi serta kelengkapan data galaksi-galaksi pada katalog\nGLADE yang kira-kira hanya lengkap hingga redshift  0:02, sehingga pada\npekerjaan Tugas Akhir hanya akan dipilih beberapa kejadian gelombang gravitasi\nuntuk dianalisis. Total terdapat 28 kejadian yang dipilih. Didapatkan\nhasil akhir nilai konstanta Hubble H0 = 71:43+35:76\n????13:12 km s????1Mpc????1 untuk kejadian\ngelombang gravitasi dengan jarak kurang dari 500 Mpc. Hasil H0 ini\nmasih konsisten baik dengan hasil dari metode tangga jarak dan sika alam semesta\ndini, sehingga belum bisa memberikan dukungan independen terhadap\nsalah satu di antaranya.", "Daftar File": {}, "Penulis": "Muhammad Ali Syaifudin [10316012]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Hesti Retno Tri Wulandari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "gelombang gravitasi, GLADE, LIGO/Virgo, standard siren.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}