{"Nomor": 50229, "Judul": "PELAPISAN PADA MAGNESIUM MENGGUNAKAN ASAM TANIK/FE KOMPLEKS UNTUK MENAMBAH KETAHANAN KOROSI SEBAGAI IMPLAN TULANG", "Abstrak": "Kecelakaan lalulintas merupakan salah satu masalah penting di dunia yang dapat menyebabkan fraktur pada tulang. Beberapa fraktur dengan kondisi tertentu mengharuskan korban untuk menggunakan implan. Penggunaan material bioinert sebagai implan tulang menimbulkan masalah yaitu perlunya paska operasi untuk mengeluarkan implan saat tulang bertumbuh. Penelitian lebih lanjut tentang kelayakan magnesium sebagai material biokompatibel menunjukan bahwa sifat mekanik magnesium mirip dengan tulang asli sehingga dapat menghindari terjadinya stress shielding. Penggunaan magnesium sebagai implan dapat menyelesaikan masalah paska operasi dikarenakan magnesium dapat terdegradasi dalam tubuh manusia sehingga dapat dijadikan tulang temporal. Penggunaan magnesium sebagai tulang temporal juga menimbulkan masalah lain karena laju korosi magnesium sangat tinggi sehingga diperlukan penanganan lebih lanjut.\nPada penelitian ini magnesium dilapisi menggunakan asam tanik (TA)/Fe kompleks untuk meningkatkan ketahanan korosi magnesium. Pengujian imersi dilakukan dengan hasil peningkatan massa karena terdeposisinya hidroksiapatit yang dapat menambah ketahanan korosi. Karakterisasi SEM yang dilakukan memperlihatkan lapisan TA/Fe terbentuk diatas magnesium AZ31B karena ikatan kelat antara TA dan permukaan magnesium yang distabilkan oleh Fe3+ menggunakan ikatan silang antar gugus hidroksil TA.", "Daftar File": {}, "Penulis": "Bonivasius Tegar Cahyo L [13716036]", "Kontributor / Dosen Pembimbing": ["Ekavianty Prajatelistia, S.T., M.S.Eng., Ph.D.", "Dr. Ir. Bambang Widyanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Asam Tanik, FeCl3, Implan tulang, Pelapisan magnesium, Pelapisan organik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}