{"Nomor": 50226, "Judul": "PENGARUH KOMBINASI KONSENTRASI DAN INTERVAL PEMBERIAN EKSTRAK TEMBAKAU (NICOTIANA TABACUM) TERHADAP PERTUMBUHAN TANAMAN PADI (ORYZA SATIVA) VARIETAS INPARI 32", "Abstrak": "Padi merupakan komoditas yang produksinya terus ditingkatkan di Indonesia karena terus meningkatnya kebutuhan dan konsumsi per kapita beras di Indonesia. Penggunaan pertanian intensif dan pupuk anorganik yang menyisakan residu pada lahan membuat penggunaan pupuk menjadi tidak efektif. Tanaman tembakau yang biasa digunakan sebagai pestisida nabati memiliki potensi untuk dimanfaatkan sebagai bahan organik yang mampu meningkatkan pertumbuhan padi karena mengandung unsur hara serta berbagai senyawa allelochemical didalamnya. Penelitian ini bertujuan untuk mengetahui signifikansi pengaruh ekstrak tembakau terhadap pertumbuhan tanaman padi var. Inpari 32 dan mengetahui kombinasi konsentrasi dan Interval penggunaan ekstrak tembakau paling optimal terhadap pertumbuhan tanaman padi var. Inpari 32.. Penelitian dilakukan dengan dilakukan pemberian ekstrak tembakau yang terdiri dari 9 perlakuan yang merupakan kombinasi konsentrasi (1ml/L, 2ml/L, 3ml/L) dan Interval pemberian (1 minggu, 2 minggu, 3 minggu) ekstrak tembakau dan 1 kontrol (tanpa pemberian ekstrak tembakau) sehingga total menjadi 10 perlakuan, dengan 3 pengulangan setiap perlakuannya. Hasil penelitian menunjukkan perbedaan perlakuan konsentrasi dan Interval ekstrak tembakau terhadap tanaman padi varietas INPARI 32 tidak memberikan pengaruh signifikan pada tinggi tanaman, jumlah anakan, jumlah daun, bobot kering tajuk, umur berbunga, kandungan fitohormon IAA, dan kandungan fitohormon GA3, dan memberikan pengaruh signifikan pada bobot kering akar dan rasio tajuk-akar. Perlakuan yang menunjukkan respon pertumbuhan terbaik secara keseluruhan adalah perlakuan I (2 minggu sekali, 2 ml/L).", "Daftar File": {}, "Penulis": "Dhaifan Dito Adrian [11416056]", "Kontributor / Dosen Pembimbing": ["Dr. Rijanti Rahaju Maulani, S.P., M.Si.", "Dr. Ir. Dadang Sumardi, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Interval, konsentrasi, padi, pertumbuhan, tembakau", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}