{"Nomor": 50223, "Judul": "EVALUASI DAN PERBAIKAN USABILITY PADA APLIKASI BRIMO", "Abstrak": "Era digital menyebabkan persaingan strategi antarbank dalam memberi layanan semakin meningkat. Digital disruption telah mendorong bank-bank di Indonesia untuk mengubah layanan yang semula berbentuk konvensional menjadi digital. BRI merupakan salah satu bank yang sedang meningkatkan strategi layanan digitalnya dengan meluncurkan produk mobile banking baru yang tampil dengan User Interface untuk menggaet nasabah baru dari sektor millennials, woman, dan netizen. Disamping itu, pengguna lama aplikasi mobile banking BRI juga diarahkan untuk pindah menggunakan aplikasi mobile banking BRI yang baru yaitu BRIMO.\nPenelitian ini bertujuan untuk meningkatkan usability aplikasi mobile banking BRIMO dengan mengevaluasi tingkat usability fitur registrasi akun, isi ulang PLN, buka rekening, pengajuan kartu debit, dan log out. Fitur registrasi akun diujikan pada new user sedangkan keempat fitur lainnya diujikan pada existing user. Evaluasi usability dilakukan secara sumatif melalui pengukuran performa pengguna dengan parameter efektivitas, efisiensi, dan kepuasan pengguna. Pengambilan data dilakukan melalui eksperimen di luar lingkungan laboratorium. Eksperimen melibatkan tiga puluh orang partisipan yang terdiri dari sepuluh orang new user dan dua puluh orang existing user.\nBerdasarkan hasil penelitian, fitur pengajuan kartu debit tidak dapat dikatakan efektif karena tingkat efektivitasnya dibawah 70%. Fitur tersebut dan fitur isi ulang PLN juga tidak dapat dikatakan efisien karena waktu penyelesaiannya berbeda signifikan antarkelompok umur. Berdasarkan nilai rata-rata QUIS sebesar 6,99 maka partisipan sudah cukup puas dengan performansi sistem secara keseluruhan namun melalui RTA partisipan masih menyampaikan kesulitan yang ditemui saat pengerjaan tugas. Hal ini konsisten dengan kesalahan yang dilakukan partisipan untuk masing-masing tugas. Dengan menggunakan Metode Concept Generation, dihasilkan enam belas usulan perbaikan untuk meningkatkan usability aplikasi BRIMO.", "Daftar File": {"ABSTRAK Amelia Dianti": "https://digilib.itb.ac.id/gdl/download/212490"}, "Penulis": "Amelia Dianti [13416013]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "evaluasi, usability, aplikasi mobile banking, BRIMO", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2020"}