{"Nomor": 50238, "Judul": "PENANGANAN SPATIO-TEMPORAL PATTERN QUERIES DENGAN ESTIMASI DATA TIDAK DIKETAHUI", "Abstrak": "Basis data objek bergerak merupakan kumpulan data entitas bergerak. Data pergerakan\nbiasanya direkam dalam bentuk diskrit dan hanya mewakili sampel dari pergerakan objek\nbergerak. Oleh karena itu, terdapat data yang hilang di antara dua titik sampel yang berurutan\nyang disebut dengan data tidak diketahui. Spatio-temporal pattern (STP) query memungkinkan\nquery memiliki rangkaian predikat yang memenuhi batasan temporal. Implementasi yang telah\nada tidak mengestimasi data tidak diketahui sehingga tidak bisa mengetahui nilai predikat di\nantara kedua ujung interval. Pada tugas akhir ini, dikembangkan kakas untuk menangani STP\nquery dengan estimasi data tidak diketahui yang memanfaatkan interpolasi.\nSTP query diekspresikan dalam bentuk predikat STP yang terdiri atas dua bagian, yaitu\nserangkaian predikat temporal—bisa diperoleh dari operasi predikat lifted—dan batasan\ntemporal yang menyatakan hubungan temporal antar predikat. Tugas akhir ini berfokus pada\noperasi predikat lifted. Operasi predikat lifted akan menerima sebuah predikat, dua entitas\n(spasial atau objek bergerak), dan jenis interpolasi. Interpolasi digunakan untuk mengestimasi\ndata tidak diketahui sehingga terbentuk lintasan pergerakan dari objek bergerak. Garis hasil\ninterpolasi akan dioperasikan untuk mendapatkan lintasan ketika predikat terpenuhi. Lintasan\nhasil operasi kemudian diubah menjadi predikat temporal (interval beserta nilai predikat).\nPada tugas akhir ini, ekstensi yang dihasilkan oleh Yogiandra (2019) telah dikembangkan\nsehingga dapat menangani STP query dengan estimasi data tidak diketahui pada DBMS\nPostgreSQL. Evaluasi dilakukan terhadap fungsionalitas dan kinerja kakas. Operasi interpolasi\nyang dibangun telah berhasil mengestimasi lintasan dengan baik dan operasi predikat lifted\ntelah dapat mendeteksi predikat yang terpenuhi pada hanya sebagian inteval. Kinerja kakas\ndiukur berdasarkan waktu eksekusi. Kinerja yang didapatkan setidaknya 1,25 kali lebih lambat\ndaripada implementasi Yogiandra (2019). Berdasarkan hasil evaluasi, dapat disimpulkan\nbahwa ekstensi yang dibangun telah berhasil mendeteksi predikat pada data tidak diketahui.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212513", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212514", "Abstract": "https://digilib.itb.ac.id/gdl/download/212515", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212516", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212517"}, "Penulis": "Muhammad Alif Arifin [13516078]", "Kontributor / Dosen Pembimbing": ["Tricya Esterina Widagdo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "basis data objek bergerak, spatio-temporal pattern query, data tidak diketahui, interpolasi", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "23 Sep 2020"}