{"Nomor": 50237, "Judul": "PRA-RANCANGAN INDUSTRI PENYULINGAN AKAR WANGI (VETIVERIA ZIZAINOIDES (L.) NASH) DENGAN PERLAKUAN AWAL PENCUCIAN: PENGARUH PERLAKUAN AWAL PENCUCIAN DAN PERAJANGAN AKAR WANGI (VETIVERIA ZIZANIOIDES (L.) NASH) TERHADAP PEROLEHAN MINYAK AKAR WANGI DENGAN METODE WATER AND STEAM DISTILLATON", "Abstrak": "Penelitian ini bertujuan untuk mengetahui pengaruh perlakuan awal pencucian dan perajangan akar wangi berdasarkan parameter rendemen, kecepatan penyulingan, dan peramalan waktu akhir penyulingan serta menentukan perlakuan terbaik yang dijadikan solusi meningkatkan perolehan minyak akar wangi. Penyulingan dilakukan dengan metode water and steam distillation selama 9 jam. Parameter yang diamati meliputi kadar air bahan baku, rendemen minyak akar wangi, kecepatan penyulingan, peramalan waktu akhir penyulingan, dan perolehan minyak akar wangi per waktu. Metode analisis data yang digunakan adalah uji asumsi klasik autokorelasi dengan Uji Durbin Watson, uji kelayakan model regresi polinomial dengan Uji - F, dan uji sidik ragam ANOVA. Hasil penelitian menunjukan bahwa perlakuan awal pencucian dengan variasi dirajang berpengaruh nyata meningkatkan perolehan minyak akar wangi dbandingkan perlakuan lainnya dengan menghasilkan nilai rendemen tertinggi 0.36% (perhitungan basis basah) dan 0.47% (perhitungan basis kering), kecepatan penyulingan tertinggi dengan nilai rendemen 0.057%/jam, dan peramalan waktu akhir penyulingan tercepat yaitu 630 menit (10.5 jam). Oleh karena itu, perlakuan awal pencucian dengan variasi dirajang dapat dijadikan sebagai solusi untuk meningkatkan perolehan minyak akar wangi.", "Daftar File": {}, "Penulis": "Gina Meliana Sabila [11916016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tati Karliati, M.Si.", "Dr. Yoyo Suhaya, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "minyak akar wangi, pencucian, perajangan, water and steam distillation", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}