{"Nomor": 50241, "Judul": "PERANCANGAN PROPOSISI NILAI PRODUK DIGITAL PADA PT X MENGGUNAKAN PENDEKATAN DESIGN THINKING", "Abstrak": "Penelitian ini memiliki fokus pada perancangan produk untuk salah satu perusahaan startup di Bandung yaitu PT X yang sedang mengembangkan lini produknya. PT X melihat peluang untuk mengembangkan layanan pembuatan toko online berbasis website. Peluang-peluang tersebut adalah adanya ketertarikan dari UMKM untuk membuat website secara instan dalam rangka meningkatkan keuntungan usaha dan semakin banyaknya orang yang belanja online akibat COVID-19, dan meningkatnya peluang bagi pelaku bisnis untuk menerapkan model saluran penjualan DTC (Direct-to-Consumer). Produk ini kemudian diberi nama TP yang merupakan layanan berbasis SaaS (Software as a Service). Tujuan dari penelitian ini adalah untuk merancang proposisi nilai dan fitur (sisi user) untuk produk TP. Metodologi penelitian ini terdiri dari studi pendahuluan, tahap pengembangan metode, tahap pengolahan dan pengumpulan data yang terdiri dari dua fase, yaitu segmenting-targeting-positioning dan fase design thinking, tahap analisis dan pembahasan serta kesimpulan dan saran. Pendekatan utama yang digunakan pada penelitian ini adalah design thinking (Woolery 2011) dengan tools berupa value proposition canvas (Osterwalder dkk. 2014), user empathy map & persona (Cowan t.t. a), dan user stories (Haesen dkk. 2010). Penelitian ini menghasilkan keluaran berupa segmen pasar yang akan dilayani produk TP, rancangan proposisi nilai dan fitur produk TP iterasi pertama yang akan diwujudkan dalam periode satu tahun ke depan (2020-2021).", "Daftar File": {"ABSTRAK Lalitya Putri Gitaanjali": "https://digilib.itb.ac.id/gdl/download/212519"}, "Penulis": "Lalitya Putri Gitaanjali [13416051]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "perancangan produk, pengembangan produk, produk digital, design thinking.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2020"}