{"Nomor": 50248, "Judul": "PEMBANGUNAN KNOWLEDGE GRAPH DENGAN EKSTRAKSI INFORMASI DARI TEKS BERBAHASA INDONESIA STUDI KASUS : PRODUK KOSMETIK WAJAH INDONESIA", "Abstrak": "Knowledge graph merupakan salah satu teknologi semantic web yang dapat dimanfaatkan\nuntuk memahami entitas pada teks, visualisasi graf, dan meningkatkan proses bisnis seperti\npencarian informasi pada e-commerce. Salah satu sumber informasi yang digunakan\nmembangun knowledge graph adalah data teks yang terdapat pada platform e-commerce. Ecommerce tidak memiliki informasi terstruktur dari produk yang dijual dan bergantung pada\ninformasi yang disediakan toko yang berjualan di platform e-commerce. Oleh karena itu, perlu\ndilakukan penelitian pembangunan knowledge graph dari teks produk pada e-commerce.\nUntuk memperoleh struktur entitas pada knowledge graph, dilakukan ekstraksi informasi dari\nteks produk menggunakan pendekatan transfer learning dengan tipe full-fine tuning dari model\nmultilingual-BERT-base-cased dan XLM-RoBERTa-base. Kemudian, dilakukan\npembangunan knowledge graph mengadopsi framework T2KG yang terdiri dari komponen\nentity mapping dan triple integration. Pada komponen entity mapping dilakukan pemetaan\nhasil ekstraksi informasi dari teks menjadi entitas unik. Hasil pemetaan entitas dikaitkan\ndengan entitas lain pada komponen triple integration. Dengan keterbatasan teks, relasi antar\nentitas diperoleh dari skema ontologi Product yang diadopsi dari Schema.org.\nEksperimen ekstraksi informasi dilakukan untuk memperoleh model yang robust pada merek\nyang tidak terdapat pada data latih maupun pada e-commerce yang berbeda. Dengan\nmenggunakan 1.500 data latih, dan 216 data uji, diperoleh F1-score rata-rata terbaik 0,895\nuntuk 4 skenario uji. Hasil terbaik ini diperoleh dengan menggunakan arsitektur XLMRoBERTa. Untuk evaluasi pemetaan hasil ekstraksi informasi ke knoweldge graph dari 1.445\nteks produk dari dua e-commerce yang berbeda, 338 entitas produk dibentuk pada knowledge\ngraph dengan presisi pemetaan sebesar 0,94.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212529", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212530", "Abstract": "https://digilib.itb.ac.id/gdl/download/212531", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212560", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212562"}, "Penulis": "Deborah Aprilia Josephine [13516152]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ayu Purwarianti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "knowledge graph, entitas, relasi, model.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "23 Sep 2020"}