{"Nomor": 50257, "Judul": "PENGEMBANGAN PURWARUPA ALAT BANTU PENGANGKATAN UNTUK AKTIVITAS PENANGANAN MATERIAL", "Abstrak": "Pada lantai produksi spring bed di PT X, tenaga manusia masih digunakan untuk melakukan aktivitas penanganan material, seperti mengangkat benda secara manual. Salah satu permasalahan yang sering terjadi pada aktivitas fisik tersebut adalah risiko gangguan sistem otot-rangka. Untuk mengurangi risiko tersebut, terdapat berbagai alat bantu pengangkatan yang dikembangkan oleh para peneliti, salah satunya bernama personal lift-assist device (PLAD) yang dirintis oleh Abdoli-Eramaki dan tim di Queen’s University Kanada. Alat bantu tersebut terdiri dari komponen elastis di bagian paha dan punggung yang dapat menyokong kinerja otot saat kegiatan pengangkatan. Meskipun alat ini telah terbukti efektivitasnya di berbagai penelitian, terdapat isu dan potensi pengembangan yang dapat diteliti lebih lanjut mengenai alat bantu ini. Oleh karena itu, penelitian ini bertujuan untuk mengembangkan alat bantu pengangkatan PLAD dengan mempertimbangkan aspek ergonomi sebagai upaya untuk mengurangi risiko gangguan sistem otot-rangka di PT X.\nPengembangan alat bantu pengangkatan dilakukan menggunakan metode design thinking dengan lima tahapan, yaitu empathize, define, ideate, prototype, dan test. Pengembangan alat bantu yang dilakukan meliputi perbaikan mekanisme penyesuaian ukuran alat, mencari alternatif komponen yang lebih baik, dan menambahkan ekstensi komponen elastis di bagian lengan. Purwarupa alat bantu yang dihasilkan kemudian diuji-coba pada partisipan untuk menilai aspek kemudahpakaian serta diuji melalui eksperimen simulasi pengangkatan beban 5 kg. Variabel yang diukur antara lain; cardiac stress index (CSI) sebagai indikator beban kerja fisik, nilai Borg’s rating of perceived exertion (RPE) sebagai indikator persepsi psikofisik, serta sudut sagittal head angle (HT), cervical angle (CV), dan shoulder angle (SH) sebagai indikator kesehatan sikap tubuh leher dan pundak.\nBerdasarkan hasil pengujian statistik, penggunaan purwarupa alat bantu dapat menurunkan nilai CSI dan RPE dengan signifikan secara statistik (p-value<0,05). Hal ini mengindikasikan bahwa purwarupa alat bantu dapat efektif mengurangi beban kerja fisik saat kegiatan pengangkatan. Di samping itu, tidak ditemukan adanya perbedaan sudut sikap tubuh yang signifikan dari penggunaan alat bantu.", "Daftar File": {"ABSTRAK Rifki Ryandra Wijaya": "https://digilib.itb.ac.id/gdl/download/212540"}, "Penulis": "Rifki Ryandra Wijaya [13416034]", "Kontributor / Dosen Pembimbing": ["Prof. Yassierli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "alat bantu pengangkatan, PLAD, CSI, RPE, analisis sikap tubuh.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2020"}