{"Nomor": 50258, "Judul": "RANCANGAN MODEL ESTIMASI BIAYA DESAIN MENGGUNAKAN METODE MACHINE LEARNING UNTUK PRODUK DIES", "Abstrak": "PT Presa Genta Engineering (PGE) adalah sebuah perusahaan yang bergerak di bidang manufaktur. PT PGE menggunakan sistem produksi Make-to-Order (MTO) untuk mengakomodasi produksi dengan volume yang rendah dan produk yang bersifat kustom. PT PGE membuat produk dies, yaitu alat yang digunakan pada industri untuk mencetak plat logam. Estimasi biaya desain yang dilakukan oleh PGE seringkali kurang tepat. Setelah dilakukan analisis, ditemukan bahwa kurang tepatnya metode estimasi biaya desain yang digunakan PT PGE. Saat ini, estimasi biaya desain dilakukan dengan menggunakan pendekatan persentase dari Harga Pokok Produksi (HPP) produk terkait. Tujuan penelitian ini adalah untuk merancang model estimasi biaya desain menggunakan model CAD.\nPenelitian ini merancang model estimasi biaya desain dengan menggunakan algoritma machine learning yang mengacu pada metodologi CRISP-DM. Algoritma machine learning yang digunakan pada penelitian ini meliputi ANN, random forest, multiple linear regression, dan SVR. Setelah masing-masing algoritma machine learning dijalankan dengan dataset yang tersedia, dihasilkan model estimasi biaya desain dengan performa terbaik adalah model yang dirancang dengan algoritma ANN dengan rata-rata R2 score sebesar 0,65 pada test set dan 0,74 pada training set.\nRancangan model dan prototype software dibuat dengan menggunakan bahasa pemrograman python. Prototype software dibuat dalam bentuk Graphical User Interface (GUI) dengan menggunakan model terbaik sebagai dasar proses komputasi. Selain dapat digunakan untuk melakukan estimasi biaya desain, prototype software juga dapat digunakan untuk merancang model baru dengan dataset yang berbeda. Dengan digunakannya model serta prototype software, dihasilkan peningkatan akurasi rata-rata sebesar 23% dengan durasi proses estimasi biaya yang lebih singkat dibandingkan metode \nsebelumnya.", "Daftar File": {"ABSTRAK Rizky Utama": "https://digilib.itb.ac.id/gdl/download/212541"}, "Penulis": "Rizky Utama [13416019]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "estimasi biaya desain, model CAD, machine learning, artificial neural network", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2020"}