{"Nomor": 50261, "Judul": "USULAN STRATEGI PEMASARAN BERDASARKAN TAHAP PERTUMBUHAN PT. X", "Abstrak": "E-commerce di Indonesia khususnya sektor online grocery saat ini merupakan industri yang memiliki laju pertumbuhan tercepat di dunia. Persentase penjualan yang masih rendah pada sektor tersebut menunjukkan bahwa terdapat peluang pertumbuhan yang besar bagi perusahaan pada industri online grocery. PT. X merupakan salah satu perusahaan e-commerce yang menjual produk segar. Sejak berdiri PT. X terus mengalami pertumbuhan, namun saat ini tingkat persaingan semakin meningkat sehingga dapat mengancam posisi PT. X pada pasar. Bagi PT. X salah satu faktor utama yang mempengaruhi pertumbuhan tersebut adalah fungsi pemasaran, namun saat ini strategi pemasaran yang digunakan belum sesuai.\nPada penelitian ini digunakan model tahap pertumbuhan organisasi oleh Daft (2010) untuk mengidentifikasi karakteristik organisasi saat ini. Selanjutnya karakteristik tersebut dikaitkan dengan karakteristik strategi pemasaran PT. X saat ini sesuai dengan model konseptual oleh Sari dan Andriani (2020). Jenis riset dan data yang dilakukan untuk mengidentifikasi karakteristik organisasi dan pemasaran adalah riset kualitatif yaitu studi kasus dengan data kualitatif yang diperoleh melalui in-depth interview. Analisis kesenjangan antara strategi pemasaran saat ini dan strategi pemasaran ideal yang sesuai model konseptual digunakan sebagai dasar untuk menentukan arah pengembangan strategi pemasaran pada PT. X. Selanjutnya dilakukan penelitian lanjutan yang sesuai dengan arah pengembangan pemasaran sehingga diperoleh strategi pemasaran yang sesuai untuk PT. X.\nHasil analisa berdasarkan data riset kualitatif menunjukkan bahwa PT. X perlu lebih fokus untuk melakukan strategi retensi pelanggan. Upaya yang dapat dilakukan untuk mencapai objektif tersebut adalah dengan menawarkan program loyalitas pelanggan untuk pelanggan loyal PT. X. Maka penelitian lanjutan dilakukan melalui riset kuantitatif untuk mengidentifikasi preferensi pelanggan loyal PT. X terkait program loyalitas pelanggan. Hasil penelitian menunjukkan bahwa pelanggan loyal PT. X memiliki preferensi tertentu terkait struktur program dan struktur reward pada program loyalitas pelanggan.", "Daftar File": {"ABSTRAK Tasha Sakinah": "https://digilib.itb.ac.id/gdl/download/212545"}, "Penulis": "Tasha Sakinah [14416037]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T.", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Online grocery, pertumbuhan organisasi, strategi pemasaran.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2020"}