{"Nomor": 50266, "Judul": "CUSTOMER VALUE AND PRODUCT VALUE TO  GENERATE CONTENT MARKETING FOR RESEARCH- BASED PRODUCT (CASE STUDY: BIO-N PROPOLIS)", "Abstrak": "Di bidang bisnis, internet telah mengubah konsep pemasaran yang dilakukan oleh perusahaan dari\npemasaran konvensional menjadi pemasaran digital. Tujuan pemasaran digital adalah untuk\nmenjangkau sebanyak mungkin target pelanggan dengan cara yang efisien, pribadi dan relevan\ndengan menghasilkan pemasaran konten untuk mengkomunikasikan nilai produk. Namun,\nkeberadaan media sosial dan strategi pemasaran konten tidak dapat dilakukan oleh semua pelaku\nbisnis terutama orang-orang yang tidak memiliki pengetahuan bisnis dan hanya fokus membuat\ndan mengembangkan produk, misalnya, peneliti, sehingga niat untuk membeli masih rendah.\nInstagram adalah media sosial yang dapat digunakan dalam mengkomunikasikan pemasaran\nkonten yang dapat memberikan nilai produk dan memunculkan nilai yang dirasakan dari\npelanggan untuk meningkatkan niat pembelian. Oleh karena itu, kami mencoba memeriksa\npemasaran konten mana yang lebih baik untuk diterapkan antara nilai produk (RBP vs Non-RBP)\ndan unsur-unsur nilai (kualitas vs kesehatan vs memberikan harapan) untuk mengetahui model\nmana yang memiliki nilai persepsi lebih tinggi, sehingga dapat meningkatkan niat pembelian\npelanggan. Kami mengusulkan model konseptual yang terdiri dari 5 hipotesis dan mengadopsi\ndesain penelitian eksperimental 2 × 3 dalam studi 6-skenario dengan menggambarkan manipulasi\nnilai produk dan tiga elemen nilai menggunakan kuesioner terstruktur untuk mengumpulkan data\nuntuk menguji hipotesis yang diajukan. Hasil menunjukkan pengiriman konten produk karena\nRBP tidak menunjukkan nilai persepsi yang lebih tinggi dari pelanggan dan kombinasi Non-RBP\ndan Memberikan Harapan menunjukkan nilai persepsi tertinggi dibandingkan yang lain. Jadi,\nkombinasinya harus diterapkan untuk menghasilkan pemasaran konten di Instagram untuk\nmembangun nilai yang dirasakan dan niat beli dari pelanggan.", "Daftar File": {"ABSTRAK Annisa Dini Rahmayati": "https://digilib.itb.ac.id/gdl/download/212550", "COVER Annisa Dini Rahmayati": "https://digilib.itb.ac.id/gdl/download/246573", "2020 TS PP ANNISA DINI RAHMAYATI 1 - CHAPTER I.pdf)u": "https://digilib.itb.ac.id/gdl/download/246574", "2020 TS PP ANNISA DINI RAHMAYATI 1 - CHAPTER II.pdf?": "https://digilib.itb.ac.id/gdl/download/246575", "2020 TS PP ANNISA DINI RAHMAYATI 1 - CHAPTER III.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246576", "2020 TS PP ANNISA DINI RAHMAYATI 1 - CHAPTER IV.pdf?": "https://digilib.itb.ac.id/gdl/download/246577", "2020 TS PP ANNISA DINI RAHMAYATI 1 - CHAPTER V.pdf)u": "https://digilib.itb.ac.id/gdl/download/246578", "2020 TS PP ANNISA DINI RAHMAYATI 1 - REFERENCE.pdf)u": "https://digilib.itb.ac.id/gdl/download/246579"}, "Penulis": "Annisa Dini Rahmayati [19017040]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Instagram, Niat Beli, Nilai Pelanggan, Nilai Persepsi, Niat Beli, Pemasaran Konten,", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "23 Sep 2020"}