{"Nomor": 50263, "Judul": "PERANCANGAN MODEL PREDIKSI CHURN KARYAWAN DI PT X MENGGUNAKAN TEKNIK DATA MINING", "Abstrak": "PT X merupakan sebuah perusahaan pengembang teknologi finansial di Indonesia. PT X memiliki tingkat peralihan karyawan atau attrition rate yang cukup tinggi yaitu lima belas persen. Attrition rate PT X jauh lebih tinggi dibandingkan rata-rata attrition rate di Indonesia yang hanya sebesar tujuh persen (Mercer, 2020). Attrition rate yang tinggi menjadi masalah yang dihadapi banyak perusahaan. Tingginya attrition rate menyebabkan masalah di dalam bisnis PT X, yaitu tingginya biaya yang dikeluarkan untuk proses rekrutmen karyawan dan pelatihan karyawan baru serta masalah akibat adanya kekosongan pada beberapa jabatan selama proses pergantian karyawan. Selain itu, dibutuhkan waktu adaptasi bagi karyawan baru untuk dapat memiliki pengetahuan yang setara dengan pengetahuan karyawan yang telah churn. Dikarenakan masalah-masalah tersebut, penelitian ini dilakukan untuk membuat model yang mampu melakukan prediksi churn karyawan serta merancang aplikasi sederhana yang mampu menjalankan model prediksi tersebut.\nMetodologi penelitian dikembangkan berdasarkan Cross Industry Standard Process for Data Mining (CRISP-DM). Model prediksi dibangun menggunakan salah satu dari tiga alternatif algoritma data mining, yaitu decision tree, random forest, dan gradient boosting. Evaluasi ketiga alternatif model dilakukan dengan membandingkan lima kriteria performa, yaitu akurasi, presisi, recall, F1, dan ROC. Pada akhirnya, model prediksi terpilih adalah model yang dibangun dengan algoritma random forest dengan 37 variabel prediktor. Model ini memiliki performa yang cukup tinggi dengan nilai akurasi 0,904; nilai presisi 0,894; nilai recall 0,908; nilai F1 0,901; dan nilai ROC 0,904.\nModel terpilih selanjutnya diintegrasikan dengan sebuah aplikasi sederhana dalam perangkat lunak Microsoft Excel. Aplikasi ini dapat digunakan untuk menjalankan model prediksi dan menampilkan hasil prediksi churn karyawan yang diharapkan dapat membantu pengguna.", "Daftar File": {"ABSTRAK Tsaqila Rizmadanty Singgih": "https://digilib.itb.ac.id/gdl/download/212547"}, "Penulis": "Tsaqila Rizmadanty Singgih [13416031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "churn karyawan, model prediksi, aplikasi, decision tree, random forest, gradient boosting", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2020"}