{"Nomor": 50271, "Judul": "PERBANDINGAN PEMODELAN DUA TAHAP DAN SATU TAHAP PADA BANGUNAN TAHAN GEMPA DENGAN ANALISIS INTERAKSI TANAH-STRUKTUR", "Abstrak": "Pemodelan gedung tahan gempa yang sangat umum digunakan oleh para insinyur ialah pemodelan dua tahap yaitu pemodelan terpisah antara struktur atas yang didesain fleksibel dengan struktur bawah yang didesain lebih kaku. Pemodelan ini sangat praktis karena menggangap struktur berada diatas perletakan yang kaku dengan cara mengabaikan perilaku tanah yang bersifat fleksibel. Akan tetapi, pada aktualnya struktur bertumpu pada tanah yang bersifat fleksibel dan dapat berdeformasi. Metode lain yang dapat digunakan agar mendekati kondisi aktual ialah dengan cara memodelkan struktur secara lengkap tanpa pemisahan struktur atas dan struktur bawah dengan mengikutkan efek interaksi tanah-struktur. Pemodelan ini disebut juga sebagai pemodelan satu tahap.\nUntuk mendapatkan efek interaksi tanah-struktur pada pemodelan satu tahap, tanah yang berada di dasar struktur dan yang menyelimuti dinding basement dimodelkan sebagai pegas. Pegas ini memiliki nilai kekakuan dan redaman yang besarnya tergantung pada karakteristik tanah tersebut. Perhitungan nilai kekakuan dan redaman pegas tanah pada pemodelan ini berdasarkan metode dari Pais dan Kausel (1988).\nPada penelitian ini, struktur beton dimodelkan dengan variasi jumlah lantai struktur atas, jumlah lantai basement, dan kelas situs tanah. Model-model struktur tersebut dianalisis dengan pemodelan dua tahap dan pemodelan satu tahap dengan prosedur analisis yang sama yaitu prosedur linier dinamis respon spektra. Karena menggunakan analisi prosedur yang saman, maka hasil dari analisis pemodelan satu tahap dan dua tahap dapat dibandingkan. Adapun parameter yang akan dibandingkan yaitu periode natural struktur, gaya geser dasar, gaya geser tiap lantai, simpangan tiap lantai dan drift.\nHasil dari penelitian ini membuktikan bahwa hasil desain dari pemodelan satu tahap lebih ekonomis daripada hasil desain dari pemodelan dua tahap. Sehingga, hasil dari pemodelan dua tahap lebih konservatif. Hal ini dibuktikan dari hasil penelitian pada laporan ini, dimana gaya geser tiap lantai pada pemodelan satu tahap lebih kecil daripada pemodelan dua tahap. terutama pada struktur pendek dengan kelas situs tanah SE. Akan tetapi struktur tinggi juga perlu dianalisis dengan efek interaksi tanah-struktur, karena pada penelitian ini terdapat simpangan maksimum pada struktur tinggi yang melebihi simpangan ijin.", "Daftar File": {"PUSTAKA Alfi Abdillah": "https://digilib.itb.ac.id/gdl/download/243614"}, "Penulis": "Alfi Abdillah [15016038]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ediansjah Zulkifli, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bangunan tahan gempa, struktur beton SRPMK, pemodelan satu tahap, pemodelan dua tahap, interaksi tanah-struktur. Analisis linier dinamis, respon spektra desain, periode fundamental struktur, gaya geser tiap lantai, dan simpangan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "23 Sep 2020"}