{"Nomor": 50274, "Judul": "RANCANG BANGUN SISTEM KONTROL PERTUMBUHAN TANAMAN HIDROPONIK MULTI LOKASI DENGAN FORMAT INTERNET OF THINGS", "Abstrak": "Sebagai salah satu solusi untuk masalah keterbatasan lahan pertanian, sebuah sistem kontrol tanaman hidroponik jarak jauh berbasis teknologi internet of things (IoT) dibuat dalam penelitian ini. Kit hidroponik diletakkan di dua lokasi, yaitu di daerah Cisitu dan Padasuka. Kedua lokasi tersebut berada di Bandung, dengan jarak antar lokasi sebesar 5.5 kilometer. Sistem kontrol hidroponik yang terletak pada dua lokasi mengirimkan data-data sensor ke server melalui jaringan internet. Data yang dikirimkan ke server adalah data laju aliran air, temperatur lingkungan, kelembaban lingkungan, temperatur air, nilai pH, dan nilai elektrokonduktivitas. Selain itu, sistem juga mengambil dan mengirimkan citra digital pada sampel tumbuhan ke server. Nilai elektrokonduktivitas cairan hidroponik yang diambil juga menjadi umpan balik dalam sistem kontrol kalang tertutup proporsional untuk pemberian nutrisi secara otomatis.\nDengan sistem kontrol hidroponik jarak jauh ini, sistem ini mampu memantau kondisi kit hidroponik di dua lokasi yang berbeda, mengirimkan data-data dari kit hidroponik secara rutin, menjaga nilai elektrokonduktivitas cairan pada kit hidroponik di rentang ideal, mengukur tinggi tanaman berdasarkan citra digital dari tanaman, membuat model pertumbuhan tinggi tanaman dari data tinggi tanaman dan nilai elektrokonduktivitas pada kit hidroponik, dan menampilkan tren pertumbuhan dan kondisi lingkungan serta citra tanaman terukur pada antarmuka berupa situs web.", "Daftar File": {}, "Penulis": "Qori Lestari [13316010]", "Kontributor / Dosen Pembimbing": ["Ir. Estiyanti Ekawati, M.T., Ph.D.", "Dr. Vebi Nadhira, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Internet of things, hidroponik, kontrol nutrisi, pengukuran berbasis citra", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}