{"Nomor": 50270, "Judul": "PENGARUH KAFEIN TERHADAP EFEK NIKOTIN PADA MEMORI DAN EKSPRESI PUTUS OBAT", "Abstrak": "Kafein dan nikotin merupakan psikostimulan yang paling umum digunakan. Perokok pada umumnya\nmengonsumsi kopi lebih banyak daripada non-perokok. Dalam hal ini, perlu diteliti efek penggunaan\nkafein terhadap konsumsi dan ketergantungan nikotin. Penelitian ini bertujuan untuk melihat pengaruh\nkafein pada penggunaan nikotin dalam kaitan dengan kemampuan kognitif menggunakan labirin-Y,\ntanda ketergantungan, dan konsentrasi Brain-derived Neurotrophic Factor (BDNF) pada bagian otak\nhipokampus dan serebelum hewan uji. Mencit Swiss Webster jantan dikelompokkan menjadi: kontrol,\nhanya menerima salin; menerima 10 mg/kg BB nikotin subkutan; menerima 10 mg/kg BB kafein\nintraperitoneal; dan menerima kafein-nikotin 10 mg/kg BB selama 7 hari berturut-turut. Pengujian\nlabirin-Y dilakukan setiap dua hari. Pada hari kedelapan dilakukan pemutusan obat dan diamati tanda\nketergantungan seperti grooming, facial-preening, forepaw-licking, dan defisit kognitif. Hasil\nmenunjukkan bahwa fungsi kognitif sampai hari ke-7 percobaan meningkat pada semua kelompok\nperlakuan. Sementara itu, tanda ketergantungan tampak pada kelompok nikotin dan kafein-nikotin\ntetapi tidak disertai penurunan fungsi kognitif. Pengukuran kadar BDNF menunjukkan adanya\nkecenderungan peningkatan konsentrasi bagian hipokampus pada kelompok kafein dan koadministrasi\nkafein-nikotin. Secara keseluruhan, hasil penelitian ini mengindikasikan adanya tendensi kafein\nmeningkatkan memori jangka pendek setelah paparan berulang dengan nikotin tetapi tidak\nmemperburuk fungsi kognitif selama pemutusan obat, dan ekspresi putus obat dapat disertai dengan\npeningkatan BDNF hipokampus.", "Daftar File": {"ABSTRAK Nico Pardamean": "https://digilib.itb.ac.id/gdl/download/212553"}, "Penulis": "Nico Pardamean [11616020]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kafein, Nikotin, BDNF, ketergantungan, putus obat, labirin-Y, mencit", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Sep 2020"}