{"Nomor": 50279, "Judul": "PERANCANGAN STRUKTUR GEDUNG MIXED-USE THE TERRACE CIBADAK BANDUNG", "Abstrak": "Gedung Mixed-Use The Terrace adalah gedung fiktif yang dirancang untuk\nmemenuhi kebutuhan urban regeneration di kawasan Cibadak, Bandung. Gedung\nini memiliki fungsi residensial dan komersial, dengan 2 lantai basement, 4 lantai\npodium, dan 3 tower dengan masing-masing tower memiliki 6 lantai, 4 lantai, dan\n2 lantai. Tinggi struktural gedung adalah 49,4 m. Tugas akhir ini berfokus pada\nperancangan struktur gedung yang dilakukan berdasarkan SNI 1727:2013 tentang\nBeban Minimum untuk Perancangan Bangunan Gedung dan Struktur Lain, SNI\n1726:2012 tentang Tata Cara Perencanaan Ketahanan Gempa untuk Struktur\nBangunan Gedung dan Non Gedung, dan SNI 2847:2013 tentang Persyaratan Beton\nStruktural untuk Bangunan Gedung. Struktur gedung dirancang memakai material\nbeton bertulang. Sistem struktur yang dipilih adalah sistem ganda yaitu Sistem\nRangka Pemikul Momen Khusus (SRPMK) dan Sistem Dinding Struktural Khusus\n(SDSK) dengan rangka menahan minimal 25 persen gaya gempa yang ditetapkan.\nPemodelan gedung dilakukan memakai perangkat lunak CSI ETABS 17. Analisis\nstruktur dilakukan secara dua tahap dengan asumsi penjepitan pada lantai dasar.\nDari analisis struktur diperoleh bahwa struktur atas gedung memiliki\nketidakberaturan horizontal tipe 1a, 1b, 2, dan ketidakberaturan vertikal tipe 2.\nHasil desain penulangan elemen struktur terdiri dari 25 tipe balok, 5 tipe kolom, 5\ntipe dinding geser, 3 tipe pelat, 2 tipe tangga, dan 1 tipe ramp.", "Daftar File": {}, "Penulis": "Andito Jeremia Adhyatma [15016116]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Adang Surahman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "desain gedung tahan gempa, beton, sistem ganda, SRPMK, SDSK, analisis dua tahap.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}