{"Nomor": 50288, "Judul": "KUANTIFIKASI MIKROBA PENAMBAT NITROGEN SIMBIOTIK (RHIZOBIUM SP.) DAN NON-SIMBIOTIK (AZOTOBACTER SP.) SELAMA PROSES BUDIDAYA KEDELAI HITAM (GLYCINE SOJA L.) VARIETAS DETAM-1 PADA SISTEM BUDIDAYA DI LAPANGAN", "Abstrak": "Kedelai merupakan tanaman dari keluarga Leguminosae yang banyak\ndibudidayakan dan dimanfaatkan di Indonesia., Kedelai hitam merupakan tanaman\nsela pada sistem tumpang sari karena kemampuannya untuk berasosiasi dengan\nbakteri penambat nitogen. Bakteri yang berasosiasi dengan tanaman kedelai, salah\nsatunya adalah Rhizobium sp. bakteri ini mampu menambat N dengan membentuk\nbintil akar (bakteri simbiotik). Penelitian ini bertujuan untuk mengetahui perubahan\njumlah kelimpahan bakteri Rhizobium sp selama proses budidaya. Kondisi optimal\npertumbuhan kedelai hitam adalah pada suhu 22-27°C dan kelembaban udara 75-\n90%. Kedelai hitam varietas Detam-1 ditanam sesuai SOP dengan C/N rasio 8, suhu\nudara 21,94 – 26,26 °C, kelembaban udara 62,45 – 81,77 %, pH tanah 5,42 – 6,66,\ndan curah hujan 0 – 21,25 mm/hari Analisis kelimpahan bakteri dilakukan dengan\nmetode Angka Lempeng Total (ALT) pada medium Jensen (bakteri penambat N\nsimbiotik) dan Burk (bakteri penambat N non-simbiotik). Isolasi bakteri tanah ke\ndalam medium dilakukan dengan metode cawan sebar. Pada awal fase vegetatif\nyakni pada minggu ke-1 hingga minggu ke–5, kelimpahan Azotobacter sp. di daerah\nrhizosfer berturut turut berjumlah 43,2x 105 CFU/mL , 10 x 105 CFU/mL , 41,5 x\n105 CFU/mL ,24,5 x 105 CFU/mL, 25,5 x 105 CFU/mL. Jumlah Rhizobium sp. di\ntanah selama periode tersebut berturut turut yakni 0,7 x 105 CFU/mL , 45.7 x 105\nCFU/mL , 29,2 x 105 CFU/mL , 34,6 x 105 CFU/mL , 8,9 x 105 CFU/mL.\nJumlah Rhizobium sp. yang berasosiasi dengan tanaman yang dikuantifikasi dalam\nbobot bintil akar selama periode tersebut adalah 0,02 gram, 0,10 gram, 0,17 gram,\n0,20 gram, dan 0,20 gram. Kemudian jumlah Azotobacter sp. pada awal fase\npembungaan (R1) adalah 56 x 105 CFU/mL, sedangkan Rhizobium sp. tanah\nberjumlah 8.5 x 105 CFU/mL, dan bobot bintil akar 0.2 gram. jumlah Azotobacter\nsp. pada fase R4 ( polong berkembang penuh) adalah 19 x 105 CFU/mL, Rhizobium\nsp. di rhizosfer pada fase R4 adalah 9 x 105 CFU/mL dan bobot bintil 0,895 gram.\nPada fase R5 (pembentukan biji) jumlah Azotobacter sp. yakni 18,5 x 105 CFU/mL.\nJumlah Rhizobium sp. yakni 7,8 x 105 CFU/mL dan bobot bintil 1,33 gram. Pada\nfase R6 (biji penuh) jumlah Azotobacter sp. sebanyak 18 x 105 CFU/mL dan jumlah\nRhizobium sp.sebanyak 7,1 x 105 CFU/mL dan bintil akar 0,9 gram. Pada fase R7\n(masak fisologis) jumlah Azotobacter sp. yakni 15 x 105 CFU/mL dan\njumlah Rhizobium sp. yakni 5,6 x 105 CFU/mL.Bobot bintil akar pada fase tersebut\nadalah 0,59 gram. Hasil ini menunjukkan adanya fluktuasi kelimpahan bakteri\nRhizobium selama proses budidaya akibat adanya pengaruh lingkungan seperti pada\nminggu 8 terjadi peningkatan bobot bintil akar karena suhu tanah pada minggu\ntersebut optimum untuk proses nodulasi, kemudian faktor berikutnya adanya fase\nfase pertumbuhan tanaman kedelai itu sendiri. Kesimpulan dari penelitian ini bahwa\nlingkungan dan fase tumbuh dari tanaman kedelai berpengaruh terhadap\nkelimpahan bakteri.", "Daftar File": {}, "Penulis": "Silvester Devanda Putra [11416045]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, MS", "Anriansyah Renggaman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Azotobacter sp., bintil akar, kedelai, Rhizobium sp.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}