{"Nomor": 50280, "Judul": "OPTIMASI KINERJA MODEL CONVOLUTIONAL NEURAL NETWORK MOBILENETV2 DALAM KLASIFIKASI TINGKAT KEPARAHAN DIABETIC RETINOPATHY", "Abstrak": "Diabetic Retinopathy (DR) merupakan salah satu komplikasi diabetes mellitus\n(DM) yang dapat mengakibatkan gangguan penglihatan hingga kebutaan pada\npenderitanya apabila tidak dilakukan diagnosis dini. Diagnosis DR secara manual\ndiketahui membutuhkan waktu lama dan dipengaruhi oleh subjektivitas\nkemampuan orang yang melakukan diagnosis. Maka dari itu, algoritma deep\nlearning telah menjadi salah satu solusi untuk klasifikasi tingkat keparahan DR\nsecara otomatis. Tetapi, kebanyakan model deep learning yang berhasil melakukan\nklasifikasi DR menggunakan model convolutional neural network (CNN)\nberarsitektur besar, sehingga membutuhkan data yang banyak serta sumber daya\nkomputasi khusus untuk melatih model tersebut. Pada penelitian ini telah\ndikembangkan strategi optimasi yang dapat meningkatkan kinerja model CNN\nberarsitektur kecil dalam klasifikasi DR. Strategi yang ditemukan berdampak\npositif adalah penyamarataan distribusi data latih dengan melakukan augmentasi\ndan sampling data serta penggunaan SVM sebagai classifier. Strategi ini pada\narsitektur MobileNetV2 (4.2 juta parameter) dan data APTOS 2019 memberikan\nkinerja 86% akurasi dan nilai QWK sebesar 0.923; sebanding atau lebih baik\ndibandingkan kinerja arsitektur yang lebih besar pada dataset yang sama yaitu\nAPTOS 2019. Strategi ini juga dapat digunakan pada dataset Messidor dengan\nempat kelas tingkat keparahan DR, arsitektur MobileNetV2 teroptimasi\nmemberikan akurasi 73% dan nilai QWK sebesar 0.815. Kinerja tersebut juga lebih\nbaik daripada yang dicapai oleh arsitektur lebih besar. Hasil ini menunjukkan\nbahwa dengan strategi optimasi yang tepat, memungkinkan model CNN\nberarsitektur kecil untuk mencapai kinerja klasifikasi DR yang menjanjikan, dan\nbahkan dapat mengungguli kinerja dari model CNN dengan arsitektur lebih besar", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212566", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212567", "Abstract": "https://digilib.itb.ac.id/gdl/download/212568", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212569", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212570"}, "Penulis": "Shidqie Taufiqurrahman [18316032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Dr. Beni Rio Hermanto, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "diabetic retinopathy, convolutional neural network, deep learning, APTOS 2019, messidor, klasifikasi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "23 Sep 2020"}