{"Nomor": 50298, "Judul": "PENGEMBANGAN PURWARUPA DISTRIBUTED MARKETPLACE BERBASIS BLOCKCHAIN DALAM INDUSTRI FOTOGRAFI STOK", "Abstrak": "Kesuksesan fotografer pada industri stok foto bergantung pada kualitas dari stok foto\nserta pemasaran foto stok yang dimiliki. Marketplace stok foto adalah salah satu pilihan\npaling populer, mudah, dan murah bagi fotografer untuk memasarkan foto mereka.\nFotografer hanya perlu menyerahkan foto stok pada marketplace kemudian\nmarketplace akan mempertemukan klilen yang tepat untuk foto stok tersebut.\nSayangnya dengan bergabung dengan marketplace fotografer kehilangan sebagian\nbesar keuntungan mereka dan kontrol atas foto yang dimiliki. Sifat marketplace yang\ntersentralisasi menyebabkan adanya ketergantungan dan kepercayaan pada pihak ketiga\nyang seringkali tidak memiliki transparansi dalam mengelola transaksi. Hal ini\nmenunjukkan perlu adanya marketplace yang dapat bekerja tanpa kepercayaan dan\ntransparan dalam mengelola transaksi pada industri foto stok.\nSolusi Distributed Stock Photo Marketplace (DSPM) dirancang dan dikembangkan\ndengan sistem marketplace terdistribusi berbasis blockchain untuk mencapai sistem\nyang dapat bekerja tanpa perlu adanya pihak ketiga. Sistem ini berfokus pada\npengelolaan transaksi tanpa kepercayaan pada pihak ketiga sehingga fotografer dan\nklien dapat bertransaksi secara langsung. DSPM memungkinkan fotografer untuk\nmemiliki kendali penuh pada foto stok yang dimiliki beserta keuntungan yang\ndihasilkannya. Hal ini dimungkinkan oleh teknologi blockchain dan smart contract.\nBerdasarkan hasil pengujian fungsional dan simulasi blockchain terhadap DSPM,\ndiketahui DSPM dapat menjadi alternatif yang lebih transparan dan menguntungkan\nbagi fotografer dan klien daripada marketplace tersentralisasi. Meskipun begitu, DSPM\nmasih terkendala dalam masalah skalabilitas untuk digunakan pada lingkungan\nproduksi pada dunia nyata.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212596", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/212597", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212601", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212602"}, "Penulis": "Alessandro Aria Wibowo [18216002]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "blockchain, smart contract, distributed marketplace, fotografi, stok foto", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "23 Sep 2020"}