{"Nomor": 50309, "Judul": "PERANCANGAN FRAMEWORK ANALISIS MARKET SHARE UNTUK KOMPETISI PASAR E-MARKETPLACE", "Abstrak": "iEthes merupakan sebuah startup yang bergerak di bidang konsultasi e-commerce. iEthes memiliki sebuah produk bernama Magpie, dashboard intelijen pasar yang berfokus pada data performa penjualan di e-marketplace¸ terutama market share. Saat ini, Magpie masih menggambarkan situasi market share secara deskriptif. Penjelasan deskriptif ini membuat konsultan masih kesulitan memahami struktur persaingan pasar yang terjadi dan dampak dari aktivitas setiap merek pada kompetisi tersebut. Penelitian ini bertujuan menyelesaikan masalah ini melalui pengembangan framework analisis market share untuk mengetahui struktur kompetisi serta dampak perubahan instrumen pemasaran dari suatu merek ataupun kompetitor mereka terhadap market share. Sebagai contoh kasus, pada penelitian ini diambil data penjualan 561 stock keeping unit susu bayi dari e-marketplace Tokopedia setiap minggunya dengan menggunakan web scraping software. Terdapat beberapa jenis market share attraction model yang dapat digunakan untuk melakukan analisis market share. Model yang dipilih adalah fully extended multiplicative competitive interaction dengan estimasi melalui stepwise regression. Market share attraction model dengan bantuan category-volume model akan digunakan untuk menghitung elastisitas dampak perubahan harga dan strategi distribusi produk pada market share dan penjualan. Elastisitas yang telah dikalkulasi dapat digunakan untuk menggambarkan situasi kompetisi market share dan dapat membantu pengambilan keputusan pemasaran melalui analisis what-if. Melalui framework yang dirancang pada penelitian ini, seorang brand owner bisa mendapat gambaran market share secara lebih analitis, yaitu mampu memperkirakan pengaruh dari perubahan instrumen pemasaran dari setiap merek terhadap merek itu sendiri dan terhadap setiap merek lainnya. Penelitian diakhiri dengan saran pada iEthes atau perusahaan lain yang ingin mengimplementasikan framework yang sudah dibuat pada proses bisnis mereka.", "Daftar File": {"ABSTRAK William": "https://digilib.itb.ac.id/gdl/download/212608"}, "Penulis": "William [13416043]", "Kontributor / Dosen Pembimbing": ["Ir. Lucia Diawati, Ph.D.", "Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "e-commerce, intelijen pasar, market share attraction model, MCI (multiplicative competitive interaction)", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2020"}