{"Nomor": 50306, "Judul": "USULAN PERBAIKAN KUALITAS PRODUK SARUNG TANGAN DENGAN METODOLOGI SIX SIGMA DI PT KAHATEX", "Abstrak": "PT Kahatex adalah perusahaan yang bergerak di bidang manufaktur tekstil di\nIndonesia. Salah satu produk PT Kahatex yang memiliki standar kualitas yang ketat\nadalah sarung tangan. Untuk produk sarung tangan, perusahaan menetapkan target\npenurunan persentase cacat sebesar 2% dari persentase cacat di tahun sebelumnya.\nPersentase cacat yang dicapai dari produksi sarung tangan PT Kahatex di area\nknitting (KK8J) pada tahun 2018 adalah 6,39% sehingga diperoleh target untuk\ntahun 2019 adalah 4,39%. Nyatanya, persentase cacat yang dicapai di tahun 2019\nadalah 10,77% atau meningkat sebesar 4,38%. Maka dari itu, tujuan dari penelitian\nini adalah untuk menurunkan persentase cacat sehingga target penurunan persentase\ncacat dapat tercapai. Untuk mencapai tujuan itu, dirancang usulan-usulan solusi\nmelalui metodologi Six Sigma dengan pendekatan DMAIC (Define, Measure,\nAnalyze, Improve, Control).\nPada tahap define, proyek Six Sigma didefinisikan untuk dilakukan pada proses\nknitting di area KK8J (Kaos Kaki 8 J). Pada tahap measure, stabilitas proses dicapai\ndan kapabilitas proses diperoleh dengan nilai level sigma sebesar 3,83. Pada tahap\nanalyze, dilakukan analisis Pareto untuk menentukan jenis cacat yang menjadi\nprioritas penelitian, proses Delphi untuk mengidentifikasi akar masalah, metode\nFMEA (Failure Mode and Effect Analysis) untuk mengurutkan akar masalah\nberdasarkan nilai RPN (Risk Priority Number), serta analisis Pareto untuk\nmenentukan akar masalah yang menjadi prioritas penelitian. Jenis cacat yang\nterpilih adalah cacat ukuran, jaruman, dan bolong, sementara akar masalah yang\nterpilih dari ketiga cacat tersebut adalah kesalahan penyetelan tension, posisi feeder\ntidak sesuai, debu majun yang beterbangan, operator yang lupa melakukan reset,\nserta brush yang tipis tidak segera diganti.\nPada tahap improve, dirancang usulan solusi untuk menyelesaikan akar masalah\ntersebut. Solusi yang diusulkan adalah 1) perancangan tension dial dengan indikator\nangka, 2) perancangan prosedur pengecekan posisi feeder, 3) perancangan tempat\npembuangan majun yang tertutup, 4) perancangan sistem poka-yoke reset, serta 5)\nperancangan sistem pencatatan jadwal penukaran brush. Pada tahap control,\ndilakukan pembahasan mengenai rencana dokumentasi perbaikan, pengukuran\nproses hasil perbaikan, serta rencana manajemen proses. Tahap control yang\ndilaksanakan bersifat dugaan dan rencana untuk mempertahankan proses apabila\ntelah mengalami perbaikan. Melalui tahap control, diestimasikan bahwa setelah\nsolusi perbaikan diimplementasi, persentase cacat produk sarung tangan dapat turun\nmenjadi 5,91% dan nilai level sigma naik menjadi 4,02.", "Daftar File": {}, "Penulis": "Novia Calista Phang [13416055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kualitas, sarung tangan, Six Sigma, DMAIC, proses knitting", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}