{"Nomor": 50311, "Judul": "STUDI PENGARUH KEKASARAN PERMUKAAN SUBSTRAT DAN KETEBALAN COATING UNTUK PROSES RESTORASI DIMENSI KOMPONEN BERPASANGAN PADUAN BAJA MENGGUNAKAN PROSES THERMAL SPRAY TERHADAP POROSITAS, KEKERASAN, DAN KEKUATAN ADHESI", "Abstrak": "Fenomena penipisan pada komponen berpasangan merupakan hal yang kerap terjadi akibat adanya mekanisme aus saat komponen dioperasikan. Proses pelapisan thermal spray sudah banyak digunakan di dalam industri sebagai metode perbaikan dari komponen yang mengalami penipisan. Untuk mengoptimalkan proses tersebut, diperlukan informasi mengenai parameter proses thermal spray khususnya kekasaran permukaan substrat dan ketebalan coating agar dihasilkan lapisan coating yang sesuai. Dalam konteks ini, kualitas coating yang sesuai direpresentasikan oleh jumlah persentase porositas yang rendah, kekerasan coating yang tinggi, dan memiliki kekuatan adhesi yang baik.\nPada penelitian ini dilakukan studi mengenai pengaruh parameter kekasaran substrat dan ketebalan coating terhadap persentase porositas, kekerasan, dan kekuatan adhesi. Penelitian dilakukan melalui 2 pendekatan berbeda yaitu pengkajian data sekunder dari berbagai literatur dan eksperimen. Data sekunder yang didapat diolah di dalam tabel serta dibuatkan grafik untuk melihat tren data yang dihasilkan. Sementara, proses eksperimen dilakukan menggunakan proses flame spray pada substrat baja karbon medium dengan variasi kekasaran permukaan substrat dan ketebalan coating. Variabel keluaran yang diukur hanya jumlah porositas dan kekerasan coating. Data hasil eksperimen digunakan sebagai pendukung data sekunder yang diperoleh.\nBerdasarkan hasil tren data yang didapat dari pengkajian data sekunder dan eksperimen, didapatkan bahwa secara umum semakin kasar permukaan substrat, maka semakin tinggi persentase porositas, semakin rendah kekerasan coating, serta semakin tinggi nilai kekuatan adhesi. Sementara, untuk parameter ketebalan coating, secara umum didapatkan bahwa semakin tebal lapisan coating, maka semakin banyak kandungan porositas, semakin rendah kekerasan coating, dan semakin rendah kekuatan adhesi.", "Daftar File": {"COVER Muhammad Rizqi Ramadhan": "https://digilib.itb.ac.id/gdl/download/240993"}, "Penulis": "Muhammad Rizqi Ramadhan [13716010]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Raden Dadan Ramdan, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Thermal spray, Flame spray, Kekasaran permukaan substrat, Ketebalan coating, Grit blasting, Porositas, Kekerasan, Kekuatan adhesi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "23 Sep 2020"}