{"Nomor": 50310, "Judul": "PEMODELAN GEOMEKANIKA 1D SERTA IMPLIKASINYA TERHADAP KESTABILAN SESAR DI LAPANGAN 39A, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Analisis kestabilan sesar dilakukan di Struktur Falcon, Lapangan 39A, Cekungan\nSumatra Selatan. Analisis ini dilakukan untuk mengetahui kecenderungan sesar\nmengalami reaktivasi yang dapat menjadi suatu risiko dalam kegiatan produksi\nminyak dan gas bumi. Dalam melakukan penelitian ini, dibutuhkan analisis\nmengenai rezim tegasan in-situ yang dapat dilakukan melalui pemodelan\ngeomekanika satu dimensi. Penelitian dilakukan dengan menggunakan data log\ntalikawat, hasil tes tekanan, laporan pengeboran, hasil tes properti mekanik batuan,\ndan seismik 3D. Pemodelan geomekanika menggunakan data log talikawat dan\nhasil tes tekanan dengan mengaplikasikan metode Hubbert dan Willis (1957),\nMathews dan Kelly (1967), Haimson dan Fairhurst (1970), Zoback dan Healy\n(1984), Barton dkk. (1988), dan Zoback dkk. (1989). Hasil pemodelan tersebut\nkemudian dapat diaplikasikan dalam analisis kestabilan sesar meliputi\nkecenderungan pergeseran (Ts), kecenderungan dilasi (Td), dan stabilitas rekahan\n(Fs). Hasil pemodelan geomekanika menunjukkan bahwa rezim tegasan in-situ di\nLapangan 39A saat ini didominasi oleh rezim sesar geser. Data log gambar\nmemperlihatkan tegasan horizontal maksimum memiliki arah N60°E sesuai dengan\nmedan tegasan jauh akibat subduksi Lempeng Indo-Australia di bawah Lempeng\nEurasia. Analisis kestabilan sesar menunjukkan bahwa sesar-sesar di Lapangan\n39A lebih cenderung untuk mengalami dilasi dibandingkan pergeseran. Selain itu,\ndibutuhkan penambahan nilai tekanan pori dengan ambang batas peningkatan\ntekanan pori rata-rata sebesar 41,6 MPa agar sesar-sesar di Lapangan 39A\nteraktifkan kembali.", "Daftar File": {}, "Penulis": "Taufik Al Amin [12016080]", "Kontributor / Dosen Pembimbing": ["Alfend Rudyawan, S.T., M.Sc., Ph.D.", "Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "tegasan in-situ, geomekanika, stabilitas sesar, Lapangan 39A", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}