{"Nomor": 50318, "Judul": "USULAN PEMANFAATAN DATA E-MARKETPLACE UNTUK MENGEVALUASI PENGARUH MARKETING MIX TERHADAP PERFORMA PENJUALAN (KASUS: KATEGORI SUSU BAYI DI TOKOPEDIA)", "Abstrak": "Dengan semakin berkembangnya industri e-marketplace, semakin banyak tipe penjual yang ikut menjual barangnya di e-marketplace. Penambahan jumlah penjual akan dapat meningkatkan persaingan antar penjual sehingga mereka perlu menentukan strategi yang dapat dilakukan agar dapat tetap unggul dibandingkan dengan pesaingnya. Penelitian ini ditujukan untuk menghasilkan sebuah framework yang dapat digunakan untuk menentukan pengaruh elemen marketing mix terhadap performa penjualan dengan mempertimbangkan sumber daya yang dimiliki oleh perusahaan menggunakan informasi yang terdapat pada halaman produk di e-marketplace tersebut.\nMasing-masing penjual memiliki sumber daya serta fasilitas yang berbeda yang dapat digunakan untuk mendukung performa mereka. Teori yang digunakan dalam penelitian ini adalah Competitive Heterogeneity Theory (CHT) yang menyatakan bahwa kesuksesan suatu perusahaan bergantung terhadap sumber daya yang dapat digunakan oleh suatu perusahaan. Oleh karena itu, penelitian ini juga akan menguji pengaruh dari adanya perbedaan fasilitas tersebut, yang dikelompokkan dalam jenis penjual. Data yang digunakan dalam penelitian ini merupakan data longitudinal berupa informasi suatu produk dengan kategori susu bayi pada e-marketplace Tokopedia. Model yang akan digunakan dalam penelitian ini adalah model regresi multilevel yang dibangun berdasarkan pengujian model secara bertahap. Model ini menghasilkan output berupa efek perubahan elemen-elemen marketing mix yang terdapat pada halaman produk terhadap penjualan produk. Output dari model kemudian dapat diinterpretasikan dan dianalisis untuk menentukan usulan strategi marketing yang dapat digunakan oleh penjual untuk meningkatkan performa penjualan.", "Daftar File": {"ABSTRAK Jannata Aliya": "https://digilib.itb.ac.id/gdl/download/212621"}, "Penulis": "Jannata Aliya [13416068]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "e-marketplace, strategi, penjual, marketing mix, CHT (competitive heterogeneity theory), regresi multilevel.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2020"}