{"Nomor": 50313, "Judul": "ANALISA KEKUATAN BONDING PADA PANEL BAGGAGE COMPARTMENT HELIKOPTER NBELL DENGAN UJI METAL TO METAL PEEL, UJI LAP SHEAR DAN UJI DRUM PEEL SEBAGAI SYARAT KUALIFIKASI PRODUK PT DI", "Abstrak": "Destructive testing merupakan pengujian yang menjadi salah satu dasar kualifikasi standar Bell Helicopter Textron untuk PT DI sebagai syarat diberikannya lisensi untuk memproduksi sendiri salah satu komponen helicopter Bell, pengujian destruktif yang dilakukan terdiri dari uji metal to metal peel, uji lap shear dan uji drum peel. Hasil pengujian yang dilakukan tersebut merupakan dasar terpenuhi atau tidaknya standar kualifikasi yang dilakukan PT DI. Menilik pada pentingnya pengujian yang dilakukan tersebut, maka tujuan penelitian dari tesis ini adalah untuk mengetahui kekuatan bonding adhesive pada part uji dengan metode pengujian uji lap shear, uji drum peel dan uji metal to metal peel. Pengujian spesimen dimulai dari tahapan pengerjaan manufaktur panel baggage compartment sebagai part yang akan dibuat di PT DI hingga membentuk specimen uji, kemudian dilakukan pengujian uji lap shear berdasarkan ASTM D-316, uji drum peel berdasarkan ASTM D 1781 dan uji metal to metal peel berdasarkan ASTM D3167. Dari tiga konfigurasi masing-masing pengujian, hasil uji memperlihatkan untuk uji metal to metal peel yang terdiri dari empat spesimen yakni A1, A2, A3 A4 memiliki rata-rata nilai adhesive strength 2174,95 Newton dimana minimum requirement adhesive strength NBell 1129,84 Newton. Untuk uji lap shear terdiri dari 14 spesimen yang terdiri dari 4 zona uji yang berbeda-beda dimana rata-rata hasil shear strength masing-masing zona yakni B1 memiliki nilai 7,67 MPa, B2 memiliki nilai 10,48 MPa dan B3 memiliki nilai 12,14 MPa. Untuk zona C1 memiliki nilai 9,49 MPa, C2 memiliki nilai 10,85 MPa dan C3 memiliki nilai 10,66 MPa. Untuk zona D1 memiliki nilai 9,79 MPa, D2 memiliki nilai 10,41 MPa, D3 memiliki nilai 10,72 MPa dan D4 memiliki nilai 10,45 MPa. Untuk zona E1 memiliki nilai 10,30 MPa, E2 memiliki nilai 10,99 MPa, E3 memiliki nilai 10,67 MPa dan E4 memiliki nilai 11,19 MPa. Pengujian lap shear memiliki minimum requirement shear strength 10,34 MPa. Untuk pengujian drum peel terdiri dari 4 spesimen dengan nilai peel strength masing-masing spesimen yakni F1 memiliki nilai 33,67 Newton, G1 memiliki nilai 16,76 Newton, F1R memiliki nilai 20,06 Newton dan G1R memiliki nilai 33,45 Newton dimana nilai minimum requirement untuk uji drum peel yakni 26,68 Newton. Setelah melakukan serangkaian pengujian di atas hasilnya menunjukan untuk uji metal to metal peel nilai beban maksimum dan nilai kekuatan adhesive untukmasing masing spesimen (A1, A2,A3 dan A4) pada pengujian metal to metal peel yang di lakukan Di PT DI dapat dikatakan memenuhi kualifikasi standard Bell karena nilai pengujian baik beban maksimum juga nilai kekuatan adhesive seluruhnya berada di atas nilai requirement yang diberikan. Untuk uji lap shear spesimen B1, C1, D1, E1 tidak memenuhi kualifikasi pengujian. Pada pengujian drum peel terdapat dua spesimen yang tidak memenuhi standar kualifikasi yaitu spesimen G1 dan F1R dan dua spesimen yang memenuhi kualifikasi yaitu F1 dan G1R.", "Daftar File": {"ABSTRAK Muhamad yulian risma pratama": "https://digilib.itb.ac.id/gdl/download/212613"}, "Penulis": "Muhamad yulian risma pratama [23618023]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Kismono Hadi", "Ir. Kartini Ismiati, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Bell, destructive testing, metal to metal peel, lap shear, drum peel", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}