{"Nomor": 50316, "Judul": "PERANGKAT LUNAK PADA EXOSKELETON ROBOTIC HAND (EXOHAND) UNTUK TERAPI MIRROR NEURON", "Abstrak": "Stroke adalah kondisi yang terjadi jika pasokan darah ke otak terganggu. Tanpa darah,\nsebagian sel-sel saraf pada otak akan mati. Akibatnya, penderita stroke terancam\nmeninggal atau lumpuh. Pada kasus penderita stroke yang mengalami kelumpuhan,\nkelumpuhan hanya terjadi pada salah satu bagian sagital tubuh, yaitu bagian kiri tubuh\natau bagian kanan tubuh saja. Pada terapi mirror neuron, penderita stroke diminta\nuntuk melakukan gerakan menggenggam pada kedua tangannya secara bersamaan. Di\nhadapan tangan yang lumpuh, diberikan cermin untuk memberikan ilusi tangan yang\nlumpuh juga bergerak. Ilusi bergeraknya tangan yang lumpuh dapat merangsang sel\nsaraf di otak untuk “memindahkan” fungsi sel saraf yang sudah mati ke sel saraf baru.\nKemampuan ini menjadi sangat aktif hanya pada periode waktu tiga bulan setelah\nserangan stroke terjadi (periode golden time). Sayangnya, terapi mirror neuron dengan\ncermin hanya memberikan umpan balik visual di mana pemanfaatan periode golden\ntime pascastroke menjadi tidak optimal. Exoskeleton robotic hand (ExoHand) dibuat\nuntuk memberikan umpan balik gerakan kepada tangan kiri pasien yang sudah lumpuh\nsaat melakukan terapi mirror neuron. Pada laporan ini, akan dijabarkan perangkat\nlunak pada sistem ExoHand. Secara sederhana, ExoHand akan mengambil data\ntekukan jari tangan kanan sebagai set point dan data tekukan jari tangan kiri sebagai\ninput. Kedua data ini dijadikan masukan untuk kendali posisi motor DC hingga nilai\ninput sama dengan nilai set point. Hasil menunjukkan bahwa ExoHand mampu\nmencerminkan gerakan tangan kanan yang sehat ke tangan kiri yang lumpuh dengan\ndelay maksimum 500 ms (untuk jari jempol) dan 2000 ms (untuk 4 jari lainnya).\nBerdasarkan hasil yang diperoleh, dapat disimpulkan ExoHand memenuhi\nkarakteristik dan fitur utamanya, yaitu mencerminkan gerakan menggenggam tangan\nkanan ke tangan kiri.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212616", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212617", "Abstract": "https://digilib.itb.ac.id/gdl/download/212618", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212619", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212620"}, "Penulis": "Cheryl Josephine Ovani [13216109]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T., M.Sc.", "Dr. Ir. Hilwadi Hindersah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Bang-bang controller (on/off controller), ExoHand, kendali posisi, mapping, mirror neuron", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "23 Sep 2020"}