{"Nomor": 50321, "Judul": "PEMANFAATAN DATA PENJUALAN PRODUK SUSU BAYI PADA E-MARKETPLACE TOKOPEDIA DALAM PENENTUAN HARGA PRODUK DENGAN MENGGUNAKAN FRAMEWORK DYNAMIC PRICING", "Abstrak": "Adskom merupakan perusahaan yang memberikan jasa berupa pembuatan marketplace insight kepada perusahaan susu bayi yang menjual produknya di e-marketplace seperti Tokopedia. Saat ini, Adskom memiliki kemampuan untuk memperoleh data penjualan dari rata-rata 6.000 produk susu bayi di Tokopedia setiap hari dalam waktu lima menit. Data ini dapat dimanfaatkan Adskom untuk membantu klien mereka dalam melakukan penentuan harga produk (pricing) yang saat ini masih dilakukan secara trial-and-error dan hanya berdasarkan benchmark harga kompetitor. Manajemen harga yang lebih baik berpotensi dapat meningkatkan laba dan pendapatan perusahaan. Salah satu metode yang tepat untuk digunakan dalam lingkungan e-marketplace adalah dynamic pricing.\nPenelitian ini mengadaptasi framework dynamic pricing yang dikembangkan oleh Bauer dan Jannach (2018). Secara umum, framework ini didasari oleh inferensi Bayesian yang digabungkan dengan estimasi tingkat kepercayaan berbasis bootstrap dan regresi kernel. Data penjualan produk yang digunakan sebagai input pada framework ini adalah nama produk, harga penjualan produk, dan jumlah penjualan produk. Framework ini menghasilkan output berupa rekomendasi harga terbaik bagi suatu produk dengan mempertimbangkan harga produk kompetitor. Harga yang terpilih menjadi harga terbaik bagi suatu produk adalah harga yang diprediksi dapat mencapai target laba dan pendapatan tertentu.\nPerhitungan nilai root mean squared error (RMSE) dan ????2 pada regresi kernel dan regression tree menunjukkan bahwa tingkat akurasi prediksi model masih rendah dan model belum dapat menjelaskan variansi pada output model dengan baik. Rendahnya tingkat performansi framework disebabkan oleh keterbatasan titik data yang digunakan pada penelitian ini, sehingga pembelajaran model dengan jumlah data tersebut dinilai belum cukup.", "Daftar File": {"ABSTRAK Dita Adila": "https://digilib.itb.ac.id/gdl/download/212634"}, "Penulis": "Dita Adila [13416089]", "Kontributor / Dosen Pembimbing": ["Ir. Lucia Diawati, Ph.D.", "Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "e-marketplace, dynamic pricing, inferensi Bayesian, bootstrap sampling, regresi kernel.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2020"}