{"Nomor": 50334, "Judul": "REDESIGN PROSES PRODUKSI PT ABC MENGGUNAKAN VALUE STREAM MAPPING DAN DMAIC METODOLOGI", "Abstrak": "PT ABC merupakan perusahaan yang bergerak di bidang nutrisi. Kinerja OEE atau Overall Equipment Effectiveness PT ABC pada tahun 2018 adalah 73.69% dan 73.47% pada tahun 2019 dimana target OEE PT ABC adalah 85%. Dari detail komponen OEE, diketahui bahwa komponen AR atau Availability Rate memiliki nilai yang rendah dan belum mencapai target yang ditentukan. Penyumbang downtime pada komponen AR terbesar diketahui ada pada Setup & Adjustment. Maka dari itu, penelitian ini akan difokuskan untuk membantu meningkatkan kinerja OEE PT ABC dengan menganalisa pengaruh Setup & Adjustment terhadap kinerja OEE PT ABC, dan Proses seperti apa yang sesuai dengan kondisi PT ABC. Selain dari proses produksi yang baru ini akan ditinjau pengaruhnya terhadap Kinerja OEE dan Produktivitas PT ABC.\nMetodologi yang digunakan untuk memecahkan permasalahan ini adalah dengan menggunakan kombinasi dari Lean Manufacturing dan Six Sigma dengan konsep DMAIC digunakan pada penelitian ini. Dimana pada fase Define, digunakan Value Stream Mapping untuk menganalisa kondisi PT ABC saat ini. Selanjutnya pada fase Measurement dan Analysis dilakukan metode Pareto untuk mendapatkan activitas utama yang menjadi penyebab dari downtime pada PT ABC. Dari analisa yang didapatkan, aktivitas change over merupakan aktivitas yang menyebabkan downtime dan mengakibatkan menurunnya performance pada line produksi PT ABC. Hal ini terjadi karena lamanya waktu pembersihan mesin yang berlangsung selama 90 menit yang di sebabkan oleh struktur produksi PT ABC yang cukup panjang dan kompleks yaitu proses produksi yang berlangsung dari lantai 6 hingga lantai 1 yang mengakibatkan jumlah area yang harus dibersihkan menjadi semakin banyak.\nPada Fase Improvement, Penulis menawarkan tiga alternatif solusi untuk mengatasi change over. Pada alternatif pertama, penulis menawarkan alternatif remapping product dengan menambahkan historical data performance OEE produk pada proses penjadwalan produksi. Pada alternatif kedua, penulis melakukan improvement dengan menggunakan metode SMED atau Single Minute Exchange of Dies untuk mengurangi durasi change over. Alternatif ketiga yang ditawarkan penulis dengan melakukan redesign proses produksi untuk menjadikan proses produksi menjadi flexible process dan flexible packing. Alternatif ini dapat mengurangi waktu proses produksi ketika diamati dengan VSM. Sehingga memberikan hasil akhir kenaikan OEE line produksi dari 63.7% menjadi 90.95% dengan kenaikan productivitas dari 3.97 ton/man menjadi 9 ton/man setelah improvement. Redesign proses produksi ini juga menggunakan Tools FMEA atau Failure Mode and Effects Analysis untuk menganalisa segala kemungkinan yang akan dihadapi. Dari ketiga alternatif yang ditawarkan, disimpulkan bahwa alternatif remapping proses produksi sebagai alternatif terbaik untuk meningkatkan performance OEE PT ABC.\nPada fase Control, dilakukan dengan tools TPM atau Total Productive Maintenance dimana penulis merekomendasikan perubahan alur control dengan melibatkan Pillar Early Equipment Management pada proses monitoring performance di PT ABC, sehingga performance OEE PT ABC tetap terjaga mengingat dari laporan Forecast produksi PT ABC.", "Daftar File": {"2020_TS_PP_Verdiana Zahroh_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/212650", "Verdiana Zahroh.pdf\n]": "https://digilib.itb.ac.id/gdl/download/218765"}, "Penulis": "Verdiana Zahroh Narendra B [29118497]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Redesign Process Production, Flexible Process, Flexible Packing, OEE, Value Stream Mapping, DMAIC", "Sumber": "PT ABC", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "2 file", "Tanggal Input": "23 Sep 2020"}