{"Nomor": 50336, "Judul": "KOMPOSIT OKSIDA LOGAM BERBASIS GRAFENA OKSIDA UNTUK MODIFIKASI ELEKTRODA BIOSENSOR DOPAMINE", "Abstrak": "Dopamin adalah neurotransmiter dan hormon yang berperan penting dalam tubuh\nmanusia. Regulasi dopamin yang tidak teratur akan menyebabkan terbentuknya\nbeberapa penyakit seperti Parkinson’s, skizofrenia, dan beberapa jenis kanker. Oleh\nkarena itu diperlukan metode deteksi dopamin yang cepat dan murah. Salah satu\nmetode yang sering dipakai adalah deteksi elektrokimia dengan menggunakan\nmaterial tertentu untuk elektrodanya. Material yang saat ini sedang populer adalah\ngrafena oksida. Grafena oksida adalah turunan dari grafena dengan kecacatan pada\npermukaannya. Kecacatan tersebut dapat membantu grafena oksida untuk lebih\nmudah dikompositkan dengan material lain seperti oksida logam. Oksida logam\nsering dipakai karena memiliki sifat katalitik yang baik untuk aplikasi sensor\nelektrokimia terutama biosensor. Grafena oksida dapat membentuk komposit\ndengan oksida logam sehingga akan memiliki sifat katalitik yang baik dari oksida\nlogam dan juga memiliki luas permukaan spesifik yang besar yang cocok untuk\naplikasi sensor elektrokimia. Komposit GO-TiO2, GO-NiO, dan GO-CuO akan\ndisintesis dengan metode hidrotermal yang dilakukan menggunakan teflon-lined\nautoclave dan diuji coba pada penelitian ini, terutama untuk komposit GO-TiO2 dan\nGO-NiO memiliki kinerja yang baik dengan LOD masing-masing sebesar 0.76 ?M\ndan 0.36 ?M.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212652", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212653", "Abstract": "https://digilib.itb.ac.id/gdl/download/212654", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212655", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212656"}, "Penulis": "Lionel Valdarant [18316020]", "Kontributor / Dosen Pembimbing": ["Dr. Widyawardana Adiprawita, S.T., M.T.", "Isa Anshori, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Dopamin, Grafena Oksida, Oksida Logam, GO-TiO2, GO-NiO, GOCuO", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "23 Sep 2020"}