{"Nomor": 50342, "Judul": "USULAN STRATEGI PEMASARAN UNTUK  MY BABY JOURNAL OLEH RA PLANNER", "Abstrak": "Kemajuan teknologi yang cepat menyediakan banyak ruang untuk mengekspresikan dan\nmemanfaatkan peluang. Salah satu dampak positif dari fenomena tersebut adalah potensi yang\ndihasilkan dari kreativitas. Kreativitas ini memicu terciptanya ekonomi kreatif, salah satu aspek yang\nsaat ini menjadi salah satu topik penting dalam pembangunan suatu negara. Di Indonesia, ekonomi\nkreatif ini mendorong industri baru yang tak terbayangkan yang belum pernah diketuk sebelumnya.\nSalah satu subsektor adalah penerbitan dimana RA Planner yang berdiri sejak tahun 2015 adalah salah\nsatu pemain di dalamnya. Mereka dapat berinovasi dan menciptakan permintaan baru di Indonesia dan\nmengubahnya menjadi pasar potensial untuk dikembangkan lebih lanjut. Hanya dalam 4 tahun, RA\nPlanner mampu menghasilkan pendapatan hingga 2,1 miliar rupiah berdasarkan ide-ide mereka untuk\nmembuat versi jurnal yang telah di desain dengan indah. RA Planner memiliki 2 produk jurnal: jurnal\ntahunan yang selalu terjual, dan My Baby Journal, jurnal kehamilan dan parenting yang pada 2019\npenjualannya tidak mencapai target. \nUntuk membuat strategi pemasaran yang berhasil, perusahaan harus menganalisis masalah bisnis\ndengan menganalisis kondisi lingkungan. Analisis Lingkungan terdiri dari dua kontribusi; Analisis\nLingkungan internal dan eksternal. Analisis internal pada bauran pemasaran yang dikenal sebagai\nbauran pemasaran 7P dan STP (Segmenting, Targeting, dan Positioning) dan Lingkungan eksternal\nyang terdiri dari; PEST (Politik, Ekonomi, Sosial, dan Teknologi), kekuatan Porter 5, analisis\nkompetensi dan analisis konsumen menggunakan kuesioner. Akar masalah mengatakan bahwa ada\nmasalah antara bauran pemasaran saat ini dengan target pasar My Baby Journal. Masalahnya adalah\ndari bagian bauran pemasaran dengan citra merek yang tidak cukup tinggi, pemasaran internet yang\nbelum dimaksimalkan, beberapa kegiatan promosi yang tidak menarik, dan tidak memiliki\nspokesperson yang kredibel. \nBerdasarkan masalah, ada tujuh solusi alternatif yang akan diberikan kepada My Baby Journal\nsebagai strategi alternatif mereka. Ada memaksimalkan kegiatan pemasaran internet, membangun situs\nweb dan aplikasi mobile, bekerja sama dengan toko buku, merekrut spokesperson, membangun jaringan\nreseller, meningkatkan layanan pelanggan, dan mengkustomisasi produk kemasan. \nDari tujuh solusi alternatif, ada enam strategi yang diusulkan yang dipilih oleh penulis, yaitu yang\nmemaksimalkan kegiatan pemasaran internet, membangun situs web dan aplikasi mobile, merekrut\nspokesperson, membangun jaringan reseller, meningkatkan layanan pelanggan, dan mengkustomisasi\nproduk kemasan. Strategi ini diusulkan karena strategi ini sesuai dengan tujuan utama meningkatkan\ncitra merek dan diharapkan dapat meningkatkan penjualan My Baby Journal.", "Daftar File": {"2020_TS_PP_Safana Vida Nafisa Bakhri_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/212674"}, "Penulis": "Safana Vida Nafisa Bakhri [29118143]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Pemasaran, Pemasaran Bauran, Citra Merek, Jurnal", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Sep 2020"}