{"Nomor": 50349, "Judul": "PENERAPAN MODEL ARTIFICIAL NEURAL NETWORK UNTUK CREDIT SCORING PADA PEER-TO-PEER LENDING", "Abstrak": "Kredit atau pinjaman merupakan suatu fasilitas keuangan yang memungkinkan seseorang\natau badan usaha untuk meminjam uang untuk membeli produk dan membayarnya kembali\ndalam jangka waktu yang ditentukan. Saat ini terdapat banyak cara bagi seseorang untuk\nmendapatkan pinjaman, salah satunya melalui perusahaan peer-to-peer lending. Perusahaan\npeer-to-peer lending mempertemukan pihak peminjam dan pemberi pinjaman secara\nlangsung melalui suatu platform. Kehadiran peer-to-peer lending dapat memberikan akses\npinjaman yang lebih inklusif terutama untuk pihak-pihak yang tegolong sebagai unbanked.\nNamun, pinjaman peer-to-peer lending seringkali memiliki risiko yang lebih tinggi relatif\nterhadap risiko pinjaman konvensional seperti pada perbankan. Hal ini terjadi karena model\nasesmen risiko kredit yang digunakan perbankan konvensional memiliki keterbatasan saat\nditerapkan pada peer-to-peer lending. Di sisi lain, saat ini telah hadir teknologi data analytics\nseperti model machine learning. Menggunakan machine learning, model dapat menemukan\npola-pola yang sulit diidentifikasi secara manual oleh manusia. Oleh karena itu, pada\npenelitian ini, penulis meneliti penerapan model artificial neural network untuk credit\nscoring pada peer-to-peer lending. Pemodelan akan dilakukan menggunakan metodologi\nCRISP-DM, menggunakan dataset peer-to-peer lending dari Lending Club, dan bahsasa\npemrograman Python 3 untuk pemrosesan data dan pembuatan model. Pada penelitian ini\ntelah berhasil didapatkan model artificial neural network dengan akurasi 95.75%, precision\n90.89%, sensitivity 84.97%, dan F1 Score 87.83%.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212692", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212693", "Abstract": "https://digilib.itb.ac.id/gdl/download/212694", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212695", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212698"}, "Penulis": "Deryan Tejasatya Lubis [18216034]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "peer-to-peer lending, machine learning, artificial neural network.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "23 Sep 2020"}