{"Nomor": 50343, "Judul": "FABRIKASI DAN MODIFIKASI SCREEN PRINTED CARBON ELECTRODE UNTUK PENDETEKSIAN NON-ENZIMATIK UREA", "Abstrak": "Urea merupakan salah satu senyawa organik hasil metabolisme yang dapat\ndijadikan indikator sebuah penyakit. Salah satu metode pendeteksian urea, yaitu\nmenggunakan enzim urase. Metode ini tergolong rumit dikarenakan reaksi sangat\nbergantung dengan pH dan suhu. Dibutuhkan metode alternatif pendeteksian nonenzimatik untuk mempermudah proses analisis, yaitu dengan menggunakan Screen\nPrinted Carbon Electrode (SPCE). SPCE merupakan sensor elektrokimia yang\npaling diminati saat ini karena keunggulannya, yaitu murah, sederhana, dan\nsemiportabel. Walaupun begitu, SPCE masih memiliki beberapa kekurangan\ndiantaranya kurang sensitif dan responsnya yang lemah terhadap analit. Oleh\nkarena itu, diperlukan modifikasi pada permukaan elektroda untuk meningkatkan\nkerja SPCE. Pada tugas akhir ini, polianilin dan Fe3O4- Graphene Oxide (GO) akan\nditambahkan ke permukaan elektroda kerja sebagai material pendukung. Polianilin\ndipilih karena memiliki konduktivitas yang tinggi dibandingkan polimer lainnya,\nsedangkan Fe3O4-GO dipilih karena memiliki struktur kimia yang unik. Setelah\ndilakukan penambahan material pendukung, pengujian dilakukan untuk mendeteksi\nurea. Hasil pengujian menunjukkan bahwa komposit campuran dari kedua material,\nmemberikan respons arus 7 kali lebih besar dibandingkan saat menggunakan Fe3O4-\nGO saja. Diketahui bahwa, SPCE yang dilapisi Fe3O4-GO polianilin memiliki\nsensitivitas sebesar 0.0658 A/M cm2\nyang menunjukkan respons menurun dengan\nbertambahnya konsentrasi urea (rentang 2-14 mM), dengan nilai Limit of\nQuantification 1.73 mM dan Limit of Detection 0.52 mM. Namun, SPCE /Fe3O4-\nGO-polianilin masih belum bisa menjadi sensor yang spesifik terhadap urea karena \nmemberikan respon terhadap dopamin yang memiliki tegangan kerja yang sama\ndengan urea. SPCE hanya bisa dipakai sekali atau jika dipakai berkali-kali, terjadi\npenurunan sensitivitas sebesar 5-10%. Berdasarkan pengujian, kinerja SPCE turun\nsebesar 1-7% per cycle.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212676", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212677", "Abstract": "https://digilib.itb.ac.id/gdl/download/212678", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212679", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212680"}, "Penulis": "Nadia Hasanah [18316009]", "Kontributor / Dosen Pembimbing": ["Habibur Muhaimin, S.T., M.Sc.", "Isa Anshori, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Screen Printed Carbon Electrode (SPCE), polianilin, Fe3O4-GO, urea", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "23 Sep 2020"}