{"Nomor": 50358, "Judul": "STRATEGI DAN RISET OPERASIONAL DALAM MENINGKATKAN PERFORMA DALAM PROSES PEMBUATAN PROGRAM   STUDI KASUS BLUE OIL COMPANY", "Abstrak": "Blue Oil Company (BOC) adalah salah satu produsen minyak terbesar di Indonesia. Perusahaan ini\nterkadang menghadapi kondisi di mana satu tim mengejar tujuan mereka dengan tidak melihat tujuan\ntim lain. Kondisi ini dapat menciptakan gesekan internal seperti pada kasus yang kita hadapi pada proses\npembuatan program workover. Tim D&C engineering dituduh oleh tim LSC dalam berkontribusi pada\nhilangnya potensi minyak. Hal ini didasari pada jumlah kandidat yang belum siap di backlog. D&C\nengineering tidak setuju dengan klaim tersebut dikarenakan tidak adanya waktu tidak produktif pada\nkarena menunggu program pada rig workover. Tujuan dari project akhir ini adalah untuk menemukan\nkeselarasan antara tujuan tim dan kemudian menemukan inisiatif untuk meningkatkan performa dalam\nmencapai tujuan yang ada. \nDalam proyek ini, penulis menganalisis kasus berdasarkan konsep kerangka kerja pada dua dimensi,\nyaitu dimensi operasional dan strategi. Dalam dimensi operasional, system thinking dalam ritset\noperasional digunakan dalam analisis. Penulis juga mengembangkan model matematika untuk\nmensimulasikan kondisi dalam operasi. Sedangkan dalam dimensi strategi balanced scorecard\ndigunakan untuk melakukan analisis. Dari hasil analisis, penulis menemukan bahwa ada perbedaan\ndalam scorecard, adanya beberapa platform yang digunakan dalam pembuatan program, adanya\nrealokasi sumber daya, dan pengaruh SOP dalam proses pembuatan program. Semua elemen ini\nberkontribusi pada naiknya cycle time pembuatan program yang terhubung langsung ke backlog\nprogram dan kehilangan potensi minyak. \nSetelah menemukan akar penyebab dari situasi ini, alternatif solusi dipilih dan dikombinasikan untuk\nmerancang strategi terbaik. Strategi dipilih dengan metode SMART di mana kriteria tertimbang\ndidasarkan pada input dari pembuat keputusan & ahli. Kemudian, penulis merumuskan strategi final\nsebagai \"AMPRS\" yang didefinisikan sebagai Alignment, Monitor, Plan, Reinforce, and Support.\nStrategi ini terdiri dari beberapa kegiatan yang dirancang untuk menjadi jawaban dari akar penyebab\nkasus. \nImplementasi strategi ini dimulai dengan penyelarasan tujuan, kemudian pemantauan metrik utama,\nperencanaan kegiatan untuk mencapai tujuan, penguatan dengan prosedur standar, dan diakhiri dengan\nmembuat alat pendukung bagi tim kerja. Kami membagi strategi implementasi ini menjadi dua fase.\nFase pertama adalah penyelarasan tujuan utama dan pembuatan dashboard untuk pemantauan dan\nperencanaan. Fase kedua adalah menyederhanakan platform program dan membuat SOP pembuatan\nprogram. Kemudian sebelum implementasi kegiatan penulis menata rencana jadwal, rencana\npengumpulan data, dan rencana tindakan perilaku dari pemegang tanggung jawab. \nAkhirnya, penulis melaporkan beberapa progress dari implementasi. Ini dimulai dengan pertemuan\nantara tim D&C engineering dan tim LSC untuk keselarasan tujuan terutama dalam hal menyetujui\ncycle time pembuatan program. Kemudian, tim juga telah membangun dashboard untuk memantau dan\nmembuat satuan tugas untuk mengurangi cycle time serta backlog. Pengurangan cycle time setelah\ndibuatnya dashboard membuktikan efektivitas dari strategi ini. Kemudian pada fase kedua, penulis\nberada pada tahap pengujian platform program yang telah disederhanakan. Meskipun ditantang oleh\nkondisi Covid-19, fase kedua ini masih terdapat kemajuan untuk mendukung tim kerja mengurangi\nwaktu siklus program", "Daftar File": {"2020_TS_PP_Hendy 29118273_1-Abstrakft.pdf)u": "https://digilib.itb.ac.id/gdl/download/212708"}, "Penulis": "Hendy [29118273]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "system thinking, balanced scorecard, analisis masalah K-T, analisis situasional, operasional research, negosiasi distributif, model matematika, drilling and completion, cycle time, kehilangan potensi minyak.  ii", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Sep 2020"}