{"Nomor": 50356, "Judul": "MENENTUKAN MASA KONSESI OPTIMAL PADA PROYEK RUMAH SAKIT KANKER MENGGUNAKAN METODE KERJASAMA PEMERINTAH DENGAN BADAN USAHA (KPBU)  DENGAN SKEMA AVAILABILITY PAYMENT", "Abstrak": "World Health Organization menyatakan bahwa Penyakit Kanker menjadi penyebab kematian terbanyak kedua\ndidunia. Satu dari 5 pria dan satu dari 6 wanita didunia terjangkit kanker selama masa hidupnya. Kasus penyakit\nkanker di indonesia diestimasi berada di angka 348,309 kasus di tahun 2018 dan diproyeksi meningkat menjadi\n575,814 kasus di tahun 2040. Pembangunan rumah sakit kanker di kota X yang membutuhkan total biaya investasi\nsebesar Rp 1,135,834,554,688 dapat menjadi  jawaban untuk memenuhi kebutuhan pelayanan penyakit kanker yang\nkomprehensif di Indonesia. Tetapi dikarenakan keterbatasan anggaran pemerintah, memaksa pemerintah untuk\nmencari pendanaan melalui skema alternatif yaitu melalui skema Public Private Partnership (PPP). Pada saat ini,\nskema Availability Payment merupakan salah satu skema PPP yang paling baru. \nMelalui penelitian ini, penulis menganalisis masa konsesi optimal dan kelayakan investasi dengan menghitung biaya\ninvestasi, biaya operasional, dan biaya lainnya. Masa konsesi optimal dapat dianalisa melalui simulasi dari masa\nkonsesi proyek yang berbeda dengan range dari 10 tahun sampai 25 tahun dan mencari biaya Availability Payment\nterendah. Kelayakan proyek dapat dianalisa melalui parameter Discounted Cash Flow yaitu Net Present Value,\nInternal Rate of Return dan Payback Period. \nDari analisis  perhitungan availability payment didapat masa konsesi optimal untuk proyek ini adalah 22 tahun. Dan\ndari analisa kelayakan proyek didapat bahwa proyek layak secara finansial dengan nilai NPV positif Rp\n95,490,595,725, dan nilai Internal Rate of Return 12,66% yang lebih besar dari Weighted Average Cost of Capital\n(WACC) Sebesar 11,92% dan waktu pengembalian investasi selama 11,17 tahun.", "Daftar File": {"Abstrak Nur Dzikri Huda": "https://digilib.itb.ac.id/gdl/download/212706", "Chapter 1 Nur Dzikri Huda": "https://digilib.itb.ac.id/gdl/download/245972", "Chapter 2 Nur Dzikri Huda": "https://digilib.itb.ac.id/gdl/download/245973", "Chapter 3 Nur Dzikri Huda": "https://digilib.itb.ac.id/gdl/download/245974", "Chapter 4 Nur Dzikri Huda": "https://digilib.itb.ac.id/gdl/download/245975"}, "Penulis": "Nur Dzikri Huda [29118467]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Availability Payment, Kerjasama Pemerintah dan Badan Usaha, Masa konsesi optimal, Studi Kelayakan Finansial", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "5 file", "Tanggal Input": "23 Sep 2020"}