{"Nomor": 50364, "Judul": "ANALISIS PEMODELAN INVERSI 2D STRUKTUR BAWAH PERMUKAAN DI DAERAH LERENG GUNUNG API PAPANDAYAN BERDASARKAN METODE GAYA BERAT", "Abstrak": "Metode gaya berat adalah salah satu metode geofisika yang sering kali digunakan untuk mempelajari struktur bawah permukaan di suatu daerah tertentu. Metode ini dapat mendeteksi adanya perbedaan distribusi densitas batuan bawah permukaan. Pada penelitian ini metode gaya berat digunakan untuk mempelajari struktur geologi di Gunung api Papandayan, Kab. Garut, Jawa Barat. Pengambilan data telah dilakukan sebanyak 29 titik di sepanjang lereng Gunung api Papandayan. Data pengukuran yang didapat kemudian dikoreksi sehingga dihasilkan anomali bouguer lengkap yang merepresentasikan adanya variasi densitas batuan secara lateral. Anomali bouguer lengkap di daerah penelitian berkisar pada rentang ?373,595 mGal hingga ?88,61 mGal. Anomali bouguer lengkap ini kemudian dipisahkan menjadi anomali regional dan residual menggunakan metode polinomial orde 3. Anomali residual yang didapatkan di daerah penelitian berkisar pada ?17,8051 mGal hingga 24,27375 mGal. Anomali residual ini kemudian akan digunakan untuk membuat model bawah permukaan dengan metode pemodelan inversi 2D. Pemodelan ini menghasilkan nilai anomali gravitasi sebesar ?13,3 hingga 14 mGal dengan misfit terhadap data observasi sebesar 4,698 mGal. Struktur bawah permukaan dari hasil pemodelan ini menunjukkan adanya empat jenis struktur batuan. Struktur batuan ini terdiri dari batuan basalt, lapisan andesit-basaltik, andesit, serta lempung dan endapan guguran puing. Batuan basalt banyak ditemukan di bagian barat daerah penelitian dengan densitas pada rentang 2,95?3,25 g/cm3 diikuti oleh batuan clay/lempung dan endapan guguran puing yang mendominasi bagian tengah daerah penelitian dengan densitas 1,75?2,35 g/cm3. Adanya perbedaan densitas yang signifikan diduga akibat adanya sesar normal. Di bagian timur daerah penelitian didominasi oleh batuan andesit dengan densitas 2,25?2,45 g/cm3 dan batuan andesit-basalt dengan densitas 2,60?2,75 g/cm3.", "Daftar File": {"ABSTRAK Annisa Nur Ridho": "https://digilib.itb.ac.id/gdl/download/212794"}, "Penulis": "Annisa Nur Ridho [10216071]", "Kontributor / Dosen Pembimbing": ["Dr. Nurhasan, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "anomali bouguer lengkap, anomali residual, Gunung Papandayan, metode gaya berat, struktur bawah permukaan", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "23 Sep 2020"}