{"Nomor": 50367, "Judul": "IDENTIFIKASI STRUKTUR BAWAH PERMUKAAN SESAR LEMBANG MENGGUNAKAN METODE MAGNETIK (STUDI KASUS : DESA LANGENSARI, KECAMATAN LEMBANG, KABUPATEN BANDUNG BARAT", "Abstrak": "Sebagai negara yang terletak di perbatasan lempeng, Indonesia dianugerahi kenampakan alam yang bermacam-macam, salah satu diantaranya adalah Sesar. Sesar aktif dapat menyebabkan gempa bumi, sehingga diperlukan identifikasi struktur sesar untuk mitigasi bencana. Diantara banyaknya sesar yang ada di Indonesia, salah satunya adalah Sesar Lembang yang terletak di sebelah utara Bandung, membentang sejauh 22 - 29 km dari Padalarang hingga Gunung Manglayang. Pada penelitian ini, identifikasi sesar dilakukan di daerah Lembang, tepatnya di Desa Langensari. Metode yang digunakan adalah metode magnetik, yang merupakan salah satu metode geofisika untuk mendeteksi struktur bawah permukaan bumi dengan memetakan suseptibilitas batuan. Akuisisi data dilakukan dengan menggunakan magnetometer Geometrics G-856AX. Data medan magnet diukur di 46 titik pengukuran dengan spasi mulai dari 50 meter sampai dengan 100 meter memotong Sesar Lembang. Data yang diukur adalah medan magnet total yang kemudian dikoreksi terhadap koreksi harian serta koreksi IGRF, menghasilkan data anomali yang menunjukkan suseptibilitas magnetik batuan bawah permukaan bumi. Pemodelan dilakukan dengan pemodelan ke depan (forward) dan inversi. Hasil pemodelan menunjukkan adanya perbedaan anomali magnetik di sebelah utara dan selatan sesar, dengan bagian utara didominasi oleh endapan piroklastik Tangkubanparahu dan bagian selatan didominasi oleh lava Tangkubanparahu dan Sunda, juga ditemukan pula endapan sagpond yang tersusun dari lempung di sebelah utara gawir sesar.", "Daftar File": {"ABSTRAK Fery Krisnanto": "https://digilib.itb.ac.id/gdl/download/213673"}, "Penulis": "Fery Krisnanto [10216085]", "Kontributor / Dosen Pembimbing": ["Dr. Nurhasan, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Anomali Magnetik, Metode Magnetik, Sesar Lembang, Suseptibilitas.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "23 Sep 2020"}