{"Nomor": 50365, "Judul": "DATA PROCESSING , PENYIMPANAN, DAN USER INTERFACE UNTUK DAEMETER : SISTEM PEMANTAUAN KONDISI TANAH PERKEBUNAN KELAPA SAWIT", "Abstrak": "Perkebunan kelapa sawit di Indonesia merupakan yang terbesar di dunia, sehingga\nhasil kebun yang optimal dapat meningkatkan pendapatan negara secara drastis.\nSayangnya, mayoritas proses pemupukan di Indonesia belum optimal.\nPengamatan biasa dilakukan dengan pengamatan laboratorium. Namun Proses\npenentuan jenis dan kuantitas pupuk melalui pengujian unsur hara tanah tanaman\nkelapa sawit secara konvensional (uji laboratorium) dilakukan secara ex-situ sehingga\nfrekuensi pengujian yang dilakukan rendah dan beberapa parameter tidak dapat\ndiperhitungkan seperti kelembaban. Frekuensi pengujian yang rendah dan ada\nbeberapa parameter yang tidak diperhitungkan mengakibatkan penanganan\npemupukan yang tidak tepat sasaran seiring waktu sehingga produksi lahan tidak\noptimal.\nOleh karena itu, diperlukan sebuah alat yang dapat melakukan pengujian unsur hara\ntanah tanaman kelapa sawit secara in-situ atau ditempat. Hasil dari pengujian juga\ndapat ditampilkan pada sebuah interface yang dapat dilihat operator dari jarak jauh.\nSolusi ini memiliki beberapa subsistem yaitu : subsitem akuisisi data, subsitem control\ndan data, subsistem processing dan penyimpanan, subsistem komunikasi, dan\nsubsistem interface.\nPada tugas akhir ini, akan dibahas lebih lanjut pada bagian subsistem processing dan\npenyimpanan, dan subsistem interface. Ketiga subsistem ini mendapatkan data dari\nsubsistem akuisisi data terlebih dahulu. Kemudian data akan diprocess oleh subsistem\ncontrol dan data yang kemudian dikirimkan lewat subsistem komunikasi.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212728", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212729", "Abstract": "https://digilib.itb.ac.id/gdl/download/212730", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212731", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/212732"}, "Penulis": "Putri Ratu Dwi Asmaya [13216106]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D.", "Dr. Ir. Aos, M.P.", "Ir. Abdul Kohar, IPM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "processing, penyimpanan , dan interface", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "23 Sep 2020"}