{"Nomor": 50378, "Judul": "PERANCANGAN HOPPER DARI ASPEK FLOWABILITY PADA MESIN PEMBRIKETAN KONTINU SERBUK BATUBARA KELAS MENENGAH SKALA LABORATORIUM", "Abstrak": "Hopper diperlukan pada mesin pembriketan kontinu untuk mengalirkan material dengan pola mass flow. Sebagian material akan tertahan pada dinding hopper jika pola funnel flow terjadi. Tentu, fenomena ini tidak diinginkan pada operasi mesin pembriketan kontinu. Penelitian ini bertujuan untuk merancang hopper berpola mass flow pada mesin pembriketan kontinu dengan mempertimbangkan aspek flowability. Aspek flowability material serbuk yang dipertimbangkan adalah effective angle of friction (?) dan angle of wall friction (?w).\nDalam rangka menjamin aliran pada hopper berpola mass flow, dilakukan pemodelan yang didasarkan pada teori tegangan radial state oleh Jenike. Material serbuk yang menjadi objek penelitian adalah batubara kelas menengah. Parameter pemodelan adalah nilai ? yang didapatkan dari pengujian geser Jenike dan nilai ?w yang didapatkan dari literatur. Pengujian geser dilakukan dengan variasi Particle Size Diameter (PSD) Small dan Large, kandungan air 0%wt dan 20%wt serta variasi gaya vertikal preshear (Fvpre) 15,4 N; 29,2 N; dan 60,9N. Perhitungan kapasitas volume hopper dilakukan berdasarkan fungsi hopper skala laboratorium. Fungsi hopper skala laboratorium adalah menyuplai material yang menjamin aliran keluarnya kontinu dan tunak.\nAcuan perancangan hopper adalah aspek flowability material yang memiliki nilai ? maksimal yakni 45,2°, sedangkan nilai ?w adalah 28,5°. Nilai kemiringan hopper maksimal (?max) hasil pemodelan untuk menjamin aliran berpola mass flow adalah 15,6°. Volume total minimal hopper adalah 28,56 liter. Ketebalan hopper 3 mm dinyatakan aman untuk menopang beban pada hopper saat material tidak mengalir. Dari pertimbangan ergonomi, hopper hasil perancangan memiliki resiko kerja yang rendah, jika pada proses persiapan material dibantu menggunakan pijakan untuk mempermudah pengisian.", "Daftar File": {"ABSTRAK Candra Olivinnanda": "https://digilib.itb.ac.id/gdl/download/215809"}, "Penulis": "Candra Olivinnanda [13114029]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Toto Hardianto", "Adrian Rizqi Irhamna, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pembriketan kontinu, skala laboratorium, serbuk batubara kelas menengah, hopper, flowability, aliran mass.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2020"}