{"Nomor": 50372, "Judul": "PERANCANGAN MANAJEMEN KONSTRUKSI PROYEK LIFESTYLE CENTER SENAYAN PARK, JAKARTA", "Abstrak": "Senayan Park merupakan suatu lifestyle center yang berlokasi di Jakarta\nPusat. Senayan Park merupakan revitalisasi dari Taman Ria Senayan dan bertujuan\nuntuk memajukan perekonomian masyarakat dan meningkatkan pemenuhan\nkebutuhan sosial di daerah Jakarta. Dalam proses konstruksinya, dibutuhkan adanya\nmanajemen konstruksi yang komprehensif dan memadai, meliputi metode\npekerjaan, estimasi biaya, penjadwalan, dan mitigasi K3 konstruksi dengan\nmeninjau protokol COVID-19.\nMetodologi yang digunakan adalah dengan memadukan studi literatur\nterkait konsep dengan pengolahan data yang diperoleh dari Kelompok Keahlian\nlainnya, yaitu Struktur, Geoteknik, dan Sumber Daya Air.\nMetode kerja proyek ini disesuaikan dengan karakteristik lokasi dan sumber\ndaya yang dimiliki, sesuai dengan penjabaran lebih mendalam dari Work\nBreakdown Structure, yang terdiri dari pekerjaan persiapan, pekerjaan struktur atas,\npekerjaan struktur bawah, pekerjaan tanah, pekerjaan drainase, pekerjaan\narsitektural, dan pekerjaan MEP. Penjadwalan Senayan Park diestimasikan\nberlangsung selama 1305 hari. Estimasi biaya konstruksi Senayan Park terbagi\nmenjadi biaya langsung, biaya tidak langsung, dan biaya pajak proyek. Total biaya\nlangsung sebesar Rp 307,446,323,441, biaya tidak langsung (mencakup seluruh\nbiaya pendukung pelaksanaan konstruksi yaitu biaya sewa peralatan, personil\nmanajerial, contigency cost, overhead cost, biaya waste material, perlengkapan K3,\ndan asuransi proyek) yang totalnya adalah Rp 95,354,499,246. Terdapat biaya PPN\n10% dan PPh 3% untuk proyek ini yang totalnya adalah Rp 52,138,881,949, serta\nprofit perusahaan sebesar 10% senilai Rp 40,106,832,269 sehingga Rencana\nAnggaran Biaya proyek Senayan Park adalah Rp 495,445,011,906. Biaya\npembangunan per m2 adalah Rp 7,880,723 untuk luasan proyek total (semua lantai)\nsebesar 62,598 m2. Perencanaan mitigasi K3 konstruksi Senayan Park yang\nmencakup analisis K3, QC, manajemen risiko, mitigasi potensi kecelakaan, dan\npenanganan COVID-19.", "Daftar File": {"COVER Ricky Wijaya": "https://digilib.itb.ac.id/gdl/download/240700", "PUSTAKA Ricky Wijaya": "https://digilib.itb.ac.id/gdl/download/240710"}, "Penulis": "Ricky Wijaya [15016099]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Krishna Suryanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "manajemen konstruksi, metode, estimasi biaya, penjadwalan, K3", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "12 file", "Tanggal Input": "23 Sep 2020"}