{"Nomor": 50374, "Judul": "STUDI KARAKTERISTIK SELULOSA SEBAGAI BINDING AGENT PADA PEMBRIKETAN PRODUK TOREFAKSI SAMPAH KOTA", "Abstrak": "Sampah kota dapat diolah menjadi bahan bakar padat melalui proses torefaksi. Produk torefaksi memiliki densitas rendah dan sulit ditransportasikan, sehingga diperlukan proses pembriketan. Pada penelitian ini digunakan proses pembriketan dengan binding agent yang berasal dari komponen sampah kota. Selulosa, salah satu komponen penyusun sampah kota organik, pada rentang temperatur torefaksi 200 – 300 °C tidak habis terdekomposisi. Oleh sebab itu, terdapat peluang pemanfaatan selulosa sebagai binding agent dalam proses pembriketan produk torefaksi sampah kota.\nPenelitian pengaruh selulosa terhadap kekuatan mekanik briket dilakukan dengan menggunakan sampel ampas tebu (kandungan selulosa 41 – 55%) yang dikeringkan. Proses pembriketan dilakukan dengan memvariasikan tekanan dan temperatur pembriketan. Briket dievaluasi dari segi kekuatan mekanik briket (drop shatter test). Pemetaan kekuatan mekanik briket dilakukan berdasarkan rentang nilai Drop Shatter Index (DSI) briket. Zonasi dilakukan pada peta kekuatan mekanik briket, yang mana setiap zona dipisahkan oleh garis IsoDSI.\nPada penelitian ini didapatkan dua buah hasil, pertama yaitu karakteristik selulosa dalam pembriketan berperan melunakan sampel pembriketan dan tidak secara langsung sebagai binding agent. Pada temperatur pembriketan 220 °C dan tekanan pembriketan 200 – 500 bar terjadi pelunakan selulosa yang mendorong mekanisme pengikatan partikel secara interlocking. Ketika temperatur turun sampel akan kembali mengeras dan terjadi mekanisme interlocking sehingga meningkatkan nilai DSI briket dari 39,80% menjadi 88,96%. Hasil kedua yaitu grafik pembriketan produk torefaksi sampah kota yang merupakan penyesuaian dari grafik pembriketan ampas tebu. Proses penyesuaian dengan cara merubah gradien garis IsoDSI 80% dari -0,48 menjadi -0,65 dan menggeser sebesar 1050 bar ke arah kanan. Perubahan tersebut dilakukan dengan menggunakan data sekunder dari studi literatur.", "Daftar File": {}, "Penulis": "Ilham Anwar [13114066]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Toto Hardianto", "Adrian Rizqi Irhamna, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Sampah Kota, Pembriketan, Selulosa, Interlocking.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}