{"Nomor": 50376, "Judul": "STUDI COMPUTATIONAL FLUID DYNAMICS PENGKONDISIAN UDARA RUANG KELAS 4101 FTMD ITB", "Abstrak": "Kualitas pembelajaran mahasiswa yang baik dipengaruhi oleh kenyamanan termal ruang kelas. Kenyamanan termal pada ruang kelas dapat meningkatkan pemahaman konsep, penyelesaian masalah, dan sikap pembelajaran mahasiswa. Hal ini membuat udara nyaman diperlukan dalam ruang kelas tempat beraktivitas.\nSimulasi Computational Fluid Dynamics (CFD) dilakukan pada model ruang kelas 4101 FTMD ITB. Kondisi simulasi divariasikan untuk jumlah mahasiswa sebanyak 51 orang dan 91 orang serta kipas angin dihidupkan dan dimatikan. Tujuan tugas sarjana ini adalah untuk mengetahui kondisi ruang kelas yang menyebabkan tidak tercapainya kenyamanan termal berdasarkan standar ASHRAE dan SNI. Selain itu, kebutuhan pemasangan sistem ventilasi mekanikal dan desain sistemnya akan ditentukan serta simulasi pengkondisian udaranya akan dilakukan apabila kenyamanan termal tidak tercapai.\nBerdasarkan hasil simulasi pengkondisian udara ruang kelas sekarang yang menggunakan sistem ventilasi mekanikal berupa kipas angin, terdapat sejumlah titik yang tidak mencapai kenyamanan termal baik menurut standar ASHRAE ataupun SNI. Oleh karena itu, kebutuhan pemasangan sistem ventilasi mekanikal tambahan seperti AC pada ruang kelas diperlukan untuk mencapai kenyamanan termal. Spesifikasi AC yang dipilih adalah dua unit AC split LG T19EV4 dengan kapasitas daya termal masing-masing AC 5,275 kW dan satu unit AC ceiling suspended Daikin FXUQ71A dengan kapasitas daya termal 8 kW. Hasil simulasi pengkondisian udara dengan pemasangan ketiga unit AC tersebut dapat memberikan kenyamanan termal pada ruang kelas.", "Daftar File": {}, "Penulis": "Joshua Vincentius [13116071]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nathanael Panagung Tandian, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ruang kelas, kenyamanan termal, simulasi, sistem ventilasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}