{"Nomor": 50387, "Judul": "FITOTOKSISITAS KROMIUM (VI) TERHADAP TANAMAN PADI (ORYZA SATIVA L.) VAR. CIHERANG DAN VAR. SARINAH", "Abstrak": "Industri penyamakan kulit di wilayah Sukaregang, Garut menggunakan kromium dalam proses penyamakan kulit sehingga menghasilkan limbah cair yang mengandung Cr. Limbah cair yang tidak diolah dapat mencemari sungai di sekitar industri, selanjutnya air sungai tercemar tersebut digunakan oleh petani untuk mengairi sawah mereka. Penelitian ini dilakukan untuk mengevaluasi fitotoksisitas dari logam berat Cr terhadap tanaman padi. Pada uji perkecambahan dengan metode UKDdp (Uji Kertas Digulung dengan Posisi Didirikan) digunakan dua varietas padi yaitu var. Ciherang dan var. Sarinah yang masing-masing diberi perlakuan air sungai tercemar limbah (kontrol positif), larutan K2Cr2O7 dengan konsentrasi 50, 100, dan 200 mg/L, dan akuades (kontrol negatif) dengan enam ulangan, selama tujuh hari. Penelitian dilanjutkan dengan uji toksisitas tanaman padi var. Ciherang dengan perlakuan tanah Jatinangor (kontrol negatif), tanah sawah Sukaregang Garut (kontrol positif), dan larutan K2Cr2O7 dengan konsentrasi 50, 100, dan 200 mg/L dan dengan ulangan sebanyak tujuh kali. Hasil menunjukkan bahwa tanaman padi yang diperlakukan dengan 100 dan 200 mg/L Cr mengalami kematian pada pekan pertama, sehingga tidak dapat dilakukan pengamatan lebih lanjut. Perlakuan Cr 50-100 mg/L menurunkan persentase perkecambahan sebanyak 6-7% dan pada perlakuan Cr 200 mg/L menurunkan sebesar 16%. Pada uji fitotoksisitas, perlakuan 50 mg/L Cr menghambat pertumbuhan taruk hingga 12,78%, mengurangi produksi bulir padi hingga 46,37%, dan menyebabkan bertambahnya jumlah bulir hampa hingga 29,16%. Perlakuan kontrol positif menghambat pertumbuhan akar padi hingga 48,69%. Konsentrasi Cr yang terakumulasi pada akar sebesar 232,93 mg/kg, pada batang 8,44 mg/kg, pada daun 12,73 mg/kg, dan pada bulir padi 6,38 mg/kg. Menurut PP RI No. 82 Tahun 2001, baku mutu kadar Cr pada air irigasi adalah sebesar 0,01 mg/L, sedangkan pada penelitian ini kandungan Cr dalam air sungai mencapai 2,301 mg/L. Pada pemberian perlakuan Cr 50 mg/L, kadar klorofil pada tanaman padi menurun hingga 60,82% sedangkan konsentrasi prolin pada daun meningkat hingga 18,47%. Aktivitas enzim CAT dan APX juga mengalami peningkatan terutama pada daun padi setelah mendapat perlakuan Cr 50 mg/L, dengan nilai aktivitas CAT tertinggi mencapai 1990,31 unit/mg (kenaikan sebesar 76,76%) dan aktivitas APX 59,91 unit/mg (kenaikan sebesar 81,02%). Perlakuan Cr pada konsentrasi di atas 50 mg/L menghambat pertumbuhan akar dan taruk tanaman padi. Logam Cr diserap oleh tanaman dan ditranslokasikan sampai ke bulir padi sehingga dapat membahayakan jika dikonsumsi oleh manusia. Kondisi fisiologis tanaman padi terganggu akibat akumulasi Cr dalam jaringan tumbuhan, hal ini ditandai dengan penurunan kadar klorofil, peningkatan konsentrasi prolin, serta peningkatan aktivitas enzim CAT dan aktivitas enzim APX.", "Daftar File": {}, "Penulis": "Raden Roro Deby Anindya [20617303]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "padi, kromium, klorofil, prolin, CAT, APX.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}