{"Nomor": 50389, "Judul": "PERANCANGAN SISTEM KONTROL KECEPATAN KENDARAAN LISTRIK DENGAN METODE PID Q-LEARNING", "Abstrak": "Switched Reluctance Motor menjadi solusi dari permasalahan terkait motor penggerak pada kendaraan listrik yang memiliki konstruksi yang cukup kompleks. Motor SRM memiliki konstruksi yang sangat sederhana yang hanya terdiri dari rotor dan stator tanpa adanya magnet permanen didalamnya. Penerapan pengontrol pada motor SRM perlu untuk dilakukan agar diperoleh respon sistem yang lebih stabil dan memiliki kinerja tinggi terhadap perubahan laju masukan yang diberikan.\nDalam penelitian ini dikembangkan sebuah algoritme kontrol PID perpaduan dengan Reinforcemenet Learning (QPID / PID Q-learning) yang mengompensasi kesalahan dari respon sistem akibat kondisi yang nonlinier dan perubahan nilai rujukan dan juga dapat menstabilkan sistem. Kompensasi ini dihasilkan oleh fitur Reinforcemenet Learning melalui pengambilan keputusan berdasarkan kesalahan dari respon sistem. Selain itu diterapkan pula pengontrol PID Ziegler-Nichols pada sistem sebagai pembanding terhadap performa QPID dalam mengurangi luas kesalahan sistem kendaraan listrik tersebut. Tujuan utama dari pengontrol QPID adalah bekerja pada kondisi di mana pengontrol konvensional seperti pengontrol PID Ziegler-Nichols gagal, yaitu pada kondisi yang penuh dengan ketidakpastian dan nonlinieritas yang tinggi.\nPengontrol QPID memberikan performa yang mampu membuat sistem menjadi stabil dan memiliki nilai RMSE yang paling kecil dibandingkan dengan PID yaitu sebesar 0,3156 dan 0,5080 untuk PID Ziegler-Nichols pada kondisi 10 km/jam di jalan mendatar. Nilai RMSE juga paling kecil untuk QPID ketika terjadi perubahan nilai rujukan dari 30 km/jam ke 40 km/jam yaitu 0,9036.", "Daftar File": {}, "Penulis": "Kriesnawan Handy Sugianto [13316068]", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D.", "Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kendaraan Listrik, reinforcement learning, PID Ziegler-Nichols, PID Q-learning", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}