{"Nomor": 50384, "Judul": "PERANCANGAN, PEMODELAN DAN ANALISIS SISTEM OFF-GRID HIBRIDA PV-BATTERY-GENSET UNTUK BEBAN KOMUNAL DAN BEBAN ADMINISTRATIF MENGGUNAKAN STRATEGI KONTROL LOAD FOLLOWING DI DESA TOMOR, ASMAT, PAPUA", "Abstrak": "Transisi energi bersih, kebijakan lingkungan dan meningkatnya kebutuhan dunia\nakan listrik, mendorong berkembangnya teknologi energi terbarukan sebagai solusi\nsumber energi. Indonesia memiliki potensi energi terbarukan yang besar, terutama\nenergi surya dengan iradiasi rata-rata 4,80 kWh/ m²/ tahun, namun masih terdapat\ndesa-desa yang belum memiliki akses listrik di Papua karena letak geografis yang\nsulit.\nDesa Tomor merupakan salah satu desa terisolir di Kabupaten Asmat, Papua yang\nmemiliki iradiasi sebesar 4,65 kWh/ m² dengan kebutuhan beban komunal sebesar\n34,8 kWh/ hari, beban administratif hari kerja 11,376 kWh/ hari dan administratif\nakhir pekan 9,3 kWh/ hari. Potensi iradiasi yang cukup baik untuk menerapkan\nsistem PLTS hybrid off-grid sebagai sumber listrik untuk memenuhi kebutuhan\nbeban. Sistem hibrida yang terdiri dari array PV terpusat, konverter boost, MPPT\ndengan algoritma INC, konverter buck boost, baterai, konverter DC/AC, dan\ngenset.\nDalam penelitian ini dilakukan perancangan sistem, pemodelan, simulasi dan\nanalisis menggunakan MATLAB/Simulink dan Homer Pro dengan strategi\npengiriman LF untuk mendapatkan analisis tekno ekonomis sistem. Hasil analisis\ndigunakan untuk mengimplementasikan sistem PV off-grid hibrida yang handal\npada kondisi langit cerah dan langit mendung, LCOE dan NPC yang ekonomis dan\nemisi rendah hasil dari pembangkitan listrik.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212773", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212774", "Abstract": "https://digilib.itb.ac.id/gdl/download/212775", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212776", "Tesis": "https://digilib.itb.ac.id/gdl/download/212777"}, "Penulis": "Yosua Sahat Halomoan [23218096]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Purwadi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "energi terbarukan, sistem off-grid hibrida PV, pemodelan, simulasi, MATLAB/Simulink, Homer Pro, LF, analisis tekno ekonomis.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "23 Sep 2020"}