{"Nomor": 50385, "Judul": "IDENTIFIKASI BIDANG GELINCIR DI DAERAH DALEM WANGI MENGGUNAKAN METODE GEOLISTRIK", "Abstrak": "Bandung merupakan dataran tinggi dengan jajaran pegunungan di sekitarnya sehingga seperti cekungan besar yang biasanya disebut Cekungan Bandung atau Bandung Basin. Berdasarkan data geologi, Daerah Bandung utara merupakan salah satu daerah yang memiliki potensi longsor yang cukup tinggi. Daerah Dalem Wangi terletak di Dago Bengkok merupakan daerah Bandung Utara juga merupakan daerah yang rawan akan bencana tanah longsor. Salah satu komponen yang sangat berperan dalam peristiwa longsor adalah bidang gelincir. Bidang gelincir merupakan batas antara massa yang bergerak dan yang diam atau yang sering disebut bidang yang stabil (bedrock). Mitigasi tanah longsor dapat dilakukan dengan mengidentifikasi bidang gelincir menggunakan metode geolistrik. Penampang resistivitas bawah permukaan yang diperoleh dari pengolahan data geolistrik menunjukkan bahwa bidang gelincir dapat diidentifikasi melalui kontras resistivitas antarbatuan yang saling berdekatan. Bidang longsor biasanya dicirikan dengan nilai resistivitas tinggi yang berada di bawah lapisan yang memiliki nilai yang lebih rendah. Pada Tugas Akhir ini dilakukan pengambilan data geolistrik dengan total lintasan sebanyak empat lintasan dengan menggunakan konfigurasi Schlumberger. Berdasarkan hasil inversi dari penampang resistivitas 2-D, diperoleh nilai resistivitas batuan dengan rentang 3,09 ?m hingga 46.326 ?m. Lapisan yang memiliki resistivitas tinggi pada kedalaman sekitar 7,41 m dari permukaan bumi diinterpretasikan sebagai bidang gelincir.", "Daftar File": {"ABSTRAK Ardhy Nur Ekasari": "https://digilib.itb.ac.id/gdl/download/212778"}, "Penulis": "Ardhy Nur Ekasari [10216050]", "Kontributor / Dosen Pembimbing": ["Dr. Nurhasan, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Daerah Dalem Wangi, geolistrik, Geo Resistivity, inversi, resistivitas.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "23 Sep 2020"}