{"Nomor": 50397, "Judul": "PERANCANGAN DAN PEMBUATAN SEL ELEKTROKIMIA TEMPERATUR TINGGI DAN KAJIAN KETAHANAN KOROSI PIPA BAJA API 5L X-65 PADA LINGKUNGAN CO2 DAN NATRIUM KLORIDA", "Abstrak": "Pada Industri Migas, baja karbon sering digunakan sebagai material pipa untuk sarana transportasi minyak mentah dari sektor hulu menuju sektor hilir secara efisien dalam skala yang besar dan ekonomis. Tipe baja karbon yang digunakan yaitu 5L X-65 yang mengacu pada standar API (American Petroleum Institute). Baja ini memiliki keuletan dan kemampuan las yang baik serta harganya murah tetapi mempunyai ketahanan korosi yang buruk terutama pada lingkungan yang mengandung agen korosif seperti Natrium Klorida (NaCl) dan Gas Karbon Dioksida (CO2) terlarut. Parameter lingkungan seperti temperatur, pH dan konsentrasi ion klorida juga mempengaruhi ketahanan korosi baja X-65 pada lingkungan NaCl-CO2. Dengan demikian, pada penelitian ini dilakukan perancangan dan pembuatan sel elektrokimia untuk pengujian korosi pada temperatur tinggi serta kajian ketahanan korosi pipa baja API 5L X-65 pada lingkungan NaCl-CO2 menggunakan metode studi literatur.\nPada kajian dengan studi literatur didapatkan bahwa korosi yang umum terjadi pada lingkungan NaCl-CO2 adalah korosi lokal dengan daerah potensi tinggi terjadi pada bagian internal pipa, daerah elbow dan manik lasan yang dipengaruhi oleh beberapa parameter seperti temperatur, konsentrasi NaCl dan pH. Variasi parameter temperatur dan pH mempengaruhi laju reaksi katodik sedangkan variasi konsentrasi mempengaruhi laju reaksi anodik serta ketiganya mempengaruhi pembentukan dan morfologi produk korosi FeCO3 di permukaan baja. Selain itu, direkomendasikan juga sel elektrokimia hasil perancangan dan pembuatan untuk keperluan pengujian korosi pada temperatur tinggi.", "Daftar File": {"2020 TA PP Fahmi Aulia Mulyadi 1 - abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/212790"}, "Penulis": "Fahmi Aulia Mulyadi [13716058]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Widyanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "API 5L X-65, korosi lokal, temperatur, pH, konsentrasi, FeCO3", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2020"}