{"Nomor": 50390, "Judul": "ESTIMASI DAN ANALISIS KETIDAKPASTIAN PROBABLE MAXIMUM PRECIPITATION (PMP) STUDI KASUS: JAWA BAGIAN BARAT", "Abstrak": "Probable Maximum Precipitation (PMP) merupakan salah satu metode untuk\nmemahami potensi hujan yang dapat memicu banjir yang sangat besar dan dijadikan\npertimbangan dalam mengantisipasi kejadian tersebut. PMP biasanya menjadi\nmasukkan dalam perhitungan Probable Maximum Flood (PMF) yang digunakan\nuntuk mengukur struktur hidraulik. Salah satu metode estimasi PMP yang umum\ndigunakan yaitu metode statistik Hershfield. Terlepas dari metode yang digunakan,\nterdapat ketidakpastian dalam estimasi PMP. Estimasi PMP dengan\nmempertimbangkan ketidakpastian belum banyak diteliti. Estimasi PMP disertai\nanalisis ketidakpastian dapat memberikan informasi kepada para praktisi atau\npemangku kepentingan dalam memberikan keputusan yang lebih tepat terkait\nkegagalan bendungan dan penilaian risiko banjir.\nPada penelitian ini akan dilakukan estimasi dan analisis ketidakpastian PMP di\nwilayah Jawa Bagian Barat tepatnya di Jakarta, Bogor, Banten, dan Bandung. Data\nyang digunakan untuk menghitung PMP yaitu curah hujan observasi stasiun BMKG\ndan BBWS Citarum. Selanjutnya, analisis ketidakpastian yang dilakukan dengan\nmelihat perbedaan periode ulang PMP dari pemilihan distribusi probabilitas terbaik\ndan terbaik ke-4.\nBerdasarkan hasil perhitungan pada penelitian ini, nilai PMP berbanding terbalik\ndengan nilai ketidakpastian. Nilai PMP yang tinggi cenderung memiliki\nketidakpastian yang rendah, sedangkan nilai PMP yang rendah cenderung memiliki\nketidakpastian yang tinggi. PMP tertinggi berada di stasiun Tangerang Selatan.\nSedangkan PMP terendah berada di stasiun Geofisika Bandung. Kemudian\nperbedaan periode ulang dari distribusi terbaik dan distribusi terbaik ke-4 yang\npaling kecil berada di stasiun Kemayoran Jakarta dan stasiun Citeko Bogor,\nsedangkan perbedaan paling besar berada di stasiun Geofisika Bandung. Perbedaan\nperiode ulang yang besar menunjukkan ketidakpastian yang tinggi, sehingga\npenting untuk menentukkan secara akurat distribusi probabilitas paling cocok.", "Daftar File": {"2020 TA PP INDRIANY 1 - abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/212783"}, "Penulis": "Indriany [12816029]", "Kontributor / Dosen Pembimbing": ["Edi Riawan, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "distribusi probabilitas, ketidakpastian, periode ulang, PMP", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2020"}