{"Nomor": 50406, "Judul": "IDENTIFIKASI STRUKTUR BAWAH PERMUKAAN ZONA SESAR LEMBANG BERDASARKAN METODE GAYA BERAT", "Abstrak": "Gempa bumi yang biasanya terjadi di Indonesia adalah gempa bumi tektonik. Gempa bumi tektonik muncul karena lempeng-lempeng tektonik yang saling bergerak sehingga menimbulkan patahan. Lempeng-lempeng yang membentuk patahan ini akan saling mengunci dan suatu saat dapat melepaskan energinya. Patahan yang aktif atau biasa disebut sesar ini perlu di identifikasi sebagai tahap awal untuk mengurangi resiko bencana yang dapat terjadi. Penelitian ini dilakukan di zona Sesar Lembang. Sesar lembang merupakan sesar aktif yang terkenal yang berada di Jawa Barat. Salah satu metode geofisika yang dapat digunakan untuk mengidentifikasi sesar adalah metode gaya berat. Metode ini menggunakan nilai percepatan gravitasi untuk mengetahui struktur bawah permukaan bumi. Pengukuran dilakukan dengan menggunakan Gravimeter LaCoste & Romberg G-928. Nilai bacaan percepatan gravitasi dapat dipengaruhi oleh posisi pengukuran, keadaan topografi, gaya tarik bulan dan matahari serta kelelahan alat. Adanya faktor-faktor tersebut membuat nilai percepatan yang diperoleh harus direduksi dengan berbagai koreksi. Setelah dilakukan koreksi selanjutnya dilakukan pemisahan anomali regional dan anomali residual. Nilai anomali residual yang diperoleh berada pada rentang -27,35 mgal hingga 29,52 mgal. Dari nilai anomali residual ini dilakukan pemodelan inversi sehingga diperoleh nilai densitas bawah permukaan. Nilai densitas pada model menunjukkan adanya lapisan sedimen danau, tufa, pasir dan breksi. Adanya perbedaan densitas yang signifikan menunjukkan keberadaan sesar.", "Daftar File": {"ABSTRAK Debora Tio Miranda": "https://digilib.itb.ac.id/gdl/download/212800", "COVER Debora Tio Miranda": "https://digilib.itb.ac.id/gdl/download/223799", "PUSTAKA Debora Tio Miranda": "https://digilib.itb.ac.id/gdl/download/223805"}, "Penulis": "Debora Tio Miranda [10216096]", "Kontributor / Dosen Pembimbing": ["Dr. Nurhasan, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Anomali, Metode Gaya Berat, Sesar Lembang.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "23 Sep 2020"}