{"Nomor": 50401, "Judul": "PENGGUNAAN PRINSIP SAMA LUAS UNTUK PENETAPAN BATAS LAUT DAERAH (STUDI KASUS: SELAT BALI)", "Abstrak": "Indonesia merupakan negara kepulauan yang terdiri dari 5 pulau besar dan pulaupulau\nkecil yang jumlahnya mencapai 17.054 pulau menurut data dari Direktorat\nJenderal Pemerintahan Umum. Berdasarkan Undang-Undang Dasar Negara Republik\nIndonesia Tahun 1945 pasal 18 mengatakan bahwa Negara Kesatuan Republik\nIndonesia (NKRI) dibagi atas daerah-daerah provinsi dan daerah provinsi tersebut\ndibagi atas kabupaten dan kota, dst. Kemudian diperjelas pada pasal yang sama ayat 7\nbahwa sususan dan tata cara penyelenggaraan pemerintahan daerah diatur dalam\nundang-undang. Saat ini ada dua peraturan perundang-undangan yang berkaitan\ndengan pemerintahan daerah, yaitu UU No. 23 Tahun 2014 tentang Pemerintahan\nDaerah dan Permendagri Nomor 141 Tahun 2017 tentang Penegasan Batas Daerah.\nBerdasarkan UU No. 23 Tahun 2014 bahwa pemerintah daerah provinsi diberi\nkewenangan untuk mengelola sumber daya alam di laut yang ada di wilayahnya.\nDimana wilayah kewenangan pemerintah daerah provinsi sampai dengan 12 mil laut\nyang ditarik tegak lurus dari garis pantai suatu provinsi.\nMetode yang digunakan pada penelitian ini adalah metode sama luas. Metode sama\nluas merupakan sebuah metode yang membuat dua buah daerah yang bertampalan\nterbagi dua dan memiliki luas wilayah yang sama. Metode sama luas didapatkan\ndengan melakukan modifikasi terhadap garis tengah yang sebelumnya sudah\ndidapatkan dengan metode sama jarak. Modifikasi dilakukan hingga mendapatkan\nnilai luas dari kedua wilayah laut sama.\nHasil penelitian ini berupa peta batas laut daerah Selat Bali menggunakan metode\nsama jarak dan sama luas yang menegaskan batas Provinsi Jawa Timur dan Bali\ndilengkap dengan tabel perhitungan luas wilayah laut Provinsi Jawa Timur dan Bali.\nPenelitian ini dapat menjadi suatu alternatif untuk masukan dan pertimbangan dalam\npenentuan batas laut daerah bagi pemerintah daerah.", "Daftar File": {"2020 TA PP Reyhan Akbar Biantoro 1 - abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/212795"}, "Penulis": "Reyhan Akbar Biantoro [15115091]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batas laut daerah, metode sama luas, garis tengah, peta selat bali", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2020"}