{"Nomor": 50417, "Judul": "KOMPOSIT GIGI SELF HEALING BERBASIS SILIKA DAN GLASS IONOMER", "Abstrak": "Prevalensi gigi karies atau gigi berlubang masyarakat Indonesia berada pada angka 72,6%. Salah satu metode untuk menangani permasalahan tersebut adalah menggunakan material restoratif berupa resin komposit. Namun, penggunaan resin komposit masih memiliki dua masalah utama yaitu patah dan karies sekunder. Penambahan material self healing dan antibakteri dilakukan dengan enkapsulasi agen self healing dan antibakteri menggunakan mikrokapsul agar mempertahankan sifat dari agen self healing dan agen antibakteri. Silika disintesis dan dilakukan karakterisasi. CTAB dan SPAN 80 digunakan sebagai templat. Glass ionomer yang terdiri dari polyacrylic acid dan fluoroaluminosilicate digunakan sebagai agen self healing. Dilakukan kajian literatur untuk menentukan kemungkinan pembuatan resin komposit dengan penambahan agen self healing dan agen antibakteri. Pada penelitian ini didapatkan hasil bahwa sintesis silika menggunakan templat CTAB dan SPAN 80 berhasil dilakukan dan enkapsulasi healing liquid ke dalam SPAN 80@silika juga berhasil dilakukan. Pembuatan komposit dental material direkomendasikan menggunakan TEGDMA dan DHEPT sebagai agen self healing yang dienkapsulasi menggunakan mikrokapsul PUF dan seng (Zn) sebagai agen anti bakteri yang dienkapsulasi menggunakan silika bertemplat CTAB. Sedangkan resin komposit yang direkomendasikan terdiri dari bahan Bis-GMA, TEGDMA, CQ, dan 4-EDMAB.", "Daftar File": {}, "Penulis": "Aliyya Ilma Shafani [13716029]", "Kontributor / Dosen Pembimbing": ["Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "silika, karies, karies sekunder, CTAB, SPAN 80, self healing, anti bakteri, resin komposit, komposit dental material.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}