{"Nomor": 50411, "Judul": "PEMODELAN JEJAK SAMPAH LAUT DARI PERAIRAN TELUK MANADO", "Abstrak": "Menurut penelitian World Bank (2018), Kota Manado belum memiliki jaring sampah di setiap muara sungainya, sehingga sampah dapat dengan mudah terbawa oleh arus hingga menuju ke kawasan wisata di sekitar Teluk Manado. Tujuan penelitian ini adalah untuk mengetahui pergerakan sampah terapung yang berasal dari Teluk Manado menggunakan pemodelan numerik hidrodinamika 2D pada software DELFT3D. Simulasi model dilakukan pada 4 musim dalam satu tahun yaitu pada saat musim timur, peralihan 1, barat, dan peralihan 2, yang secara berturut-turut diwakili oleh bulan Juli 2016, Oktober 2016, Januari 2017 dan April 2017. Hasil verifikasi model memiliki performa yang sangat baik terhadap data pasang surut, dengan RMSE sebesar 0,06 meter dan MAPE sebesar 2,56%. Efek penambahan angin dan perubahan batimetri berpengaruh terhadap besar kecepatan arus dan membelokan arah arus sekitar 30-45? dari arah semula (tanpa angin). Dari pemodelan kondisi arus didapatkan bahwa saat musim timur, arus umumnya bergerak dari timur laut menuju ke barat daya dengan rata-rata kecepatan 0,011 m/s. Pada musim peralihan 1, arus berasal dari tenggara ke barat laut dengan rata-rata kecepatan 0,013 m/s. Pada saat musim barat, arus umumnya berasal dari barat daya menuju ke timur dengan rata-rata kecepatan 0,015 m/s. Sedangkan pada saat musim peralihan 2, arus bergerak dari barat menuju ke timur dengan rata-rata kecepatan 0,019 m/s. Pada pemodelan ini partikel sampah dapat keluar dari teluk pada musim timur sehingga kawasan wisata yang mengalami risiko mendapatkan kiriman sampah adalah Pantai Bulo, sedangkan pada musim lainnya sampah hanya berkumpul di dalam teluk. Dengan asumsi tidak ada sumber sampah dari kawasan tersebut, prosentase partikel sampah yang dapat mencapai kawasan tersebut adalah 16%.", "Daftar File": {}, "Penulis": "Aulia Dyan Yohanlis [12916029]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mutiara Rachmat Putri, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "arus pasang surut, sampah laut, arus musiman, DELFT3D, Teluk Manado.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}