{"Nomor": 50416, "Judul": "ANALISIS SINYAL ELEKTROMIOGRAFI SUBJEK SEHAT PADA PENGGUNAAN ROBOT REHABILITASI STROKE", "Abstrak": "Stroke merupakan salah satu penyebab terbesar terjadinya kematian dan kecacatan pada orang dewasa dan usia lanjut. Angka penderita stroke terus meningkat dari tahun ke tahun. Salah satu dampak dari serangan stroke adalah terjadinya gangguan motorik pada ekstrimitas atas. Gangguan ini dapat terjadi pada lengan. Untuk mengembalikan fungsi motorik, pasien pasca stroke perlu mengikuti rehabilitasi fisik. Rehabilitasi fisik yang memberikan hasil maksimum dipengaruhi oleh beberapa faktor, yaitu beban pelatihan yang sesuai, intensitas yang tinggi, pelatihan yang berulang, dan kemauan pasien yang tinggi. Namun jumlah tenaga medis seperti fisioterapi yang terbatas menjadi salah satu hambatan dalam melakukan rehabilitasi fisik dengan intensitas yang tinggi. Oleh karena itu, telah banyak penelitian yang dilakukan untuk membuat alat bantu rehabilitasi fisik, salah satunya berupa robot rehabilitasi. Laboratorium Manajemen Sistem Instrumentasi Kontrol Institut Teknologi Bandung (Lab MSIK ITB) telah mengembangkan robot rehabilitasi fisik. Robot ini berfungsi untuk melatih lengan dengan gerakan ekstensi dan fleksi bahu. Sebelum robot ini digunakan oleh pasien stroke, sangat penting untuk melakukan evaluasi terhadap subjek sehat guna melihat efek yang diberikan robot terhadap fungsi motorik. Evaluasi ini dapat dilakukan dengan menganalisa sinyal elektromiografi (EMG) agar mendapatkan gambaran kuantitaif mengenai kondisi langsung dari otot. Hasil analisis ini juga digunakan sebagai basis untuk mengevaluasi kinerja otot dari pasien stroke ketika menggunakan robot tersebut.\nSebanyak 20 subjek sehat berjenis kelamin laki-laki dengan usia rata-rata 28 ± 1.7 tahun telah berpartisipasi dalam penelitian ini. Otot yang diukur adalah otot bisep brachii dan trisep brachii, dimana keduanya merupakan otot yang paling dominan pada bagian lengan atas yang menghubungkan bahu dan tangan. Subjek diinstruksikan untuk melakukan gerakan ekstensi dan fleksi bahu. Gerakan dilakukan dalam dua kondisi, yaitu tanpa dan dengan robot. Masing-masing kondisi dilakukan sebanyak lima sesi, dimana setiap sesi subjek melakukan gerakan ekstensi dan fleksi bahu sebanyak lima kali. Pada data mentah sinyal EMG dilakukan filter dengan menggunakan bandpass filter (cut off 15-450 Hz) dan notch filter (cut off 50 Hz). Kemudian analisa sinyal EMG dilakukan dengan melakukan perhitungan nilai coactivation index (CI), root mean square (RMS), dan nilai slope dari mean frequency (MNF) dan median frequency (MDF). Dari hasil analisa tersebut selanjutnya dilakukan uji-T dua sampel independen untuk melihat\nsignifikansi perbedaan yang terjadi. Uji ini dipilih sesuai dengan data hasil pengolahan sinyal yang diperoleh, yaitu jenis data scale, berdistribusi normal, dan jumlahnya kurang dari 50.\nNilai CI dari otot bisep brachii dan trisep brachii untuk masing-masing subjek mendekati nilai 1 baik untuk gerakan tanpa robot maupun dengan robot, dimana rata-rata nilai CI yang didapat adalah 0.8138 untuk gerakan tanpa robot dan 0.7638 untuk gerakan dengan robot. Hal ini menandakan bahwa otot bisep brachii dan trisep brachii berkontraksi secara bersamaan atau disebut sinergis. Rata-rata nilai RMS sinyal EMG otot bisep brachii untuk gerakan ekstensi tanpa robot 0.2183 ± 0.0613 mV, ekstensi dengan robot 0.4892 ± 0.0726 mV, fleksi tanpa robot 0.2392 ± 0.0629 mV, dan fleksi dengan robot 0.5583 ± 0.0847 mV. Rata-rata nilai RMS sinyal EMG otot trisep brachii untuk gerakan ekstensi tanpa robot 0.2663 ± 0.1150 mV, ekstensi dengan robot 0.5548 ± 0.1049 mV, fleksi tanpa robot 0.2844 ± 0.1011 mV, dan fleksi dengan robot 0.5953 ± 0.0842 mV. Nilai RMS untuk gerakan dengan robot lebih besar daripada tanpa robot. Hal ini memperlihatkan gaya yang dihasilkan otot lebih besar ketika gerakan dengan robot dibanding tanpada robot. Perbedaan nilai RMS ini signifikansi bermakna secara uji T (p<0.05). Pada otot bisep brachii, untuk gerakan tanpa robot, nilai slope MNF -0.798 dan MDF -0.8799. Sedangkan untuk gerakan dengan robot, nilai slope MNF 0.1195 dan MDF 0.2729. Pada otot trisep brachii, untuk gerakan tanpa robot, nilai slope MNF -1.029 dan MDF -0.9562. Sedangkan untuk gerakan dengan robot, nilai slope MNF -0.1804 dan MDF -0.135. Nilai negatif pada slope MNF dan MDF pada kedua otot lebih besar ketika gerakan tanpa robot dibandingkan dengan robot. Hal ini menunjukkan bahwa dengan gerakan tanpa robot kelelahan otot terjadi lebih besar dibanding dengan robot. Perbedaan nilai slope MNF dan MDF sinyal EMG otot bisep brachii untuk gerakan tanpa dan dengan robot memiliki nilai siginifikansi yang bermakna secara uji-T (p<0.05). Sedangkan pada nilai slope MNF dan MDF sinyal otot trisep brachii untuk gerakan tanpa dan dengan robot tidak memiliki signifikansi yang bermakna secara uji-T (p>0.05). Pada penggunaan robot, sinyal EMG yang dihasilkan memiliki RMS yang besar namun tidak menimbulkan kelelahan yang lebih besar dari gerakan tanpa robot. Hal ini dikarenakan, gerakan dengan robot menghasilkan intermittent contraction, dimana peak RMS hanya sesaat. Intermittent contraction menimbulkan peningkatan aliran darah yang memberikan efek relaksasi pada otot sehingga mengurangi kelelahan otot. Berdasarkan hasil analisis, gerakan dengan robot dapat meningkatkan gaya yang dihasilkan otot bisep brachii dan trisep brachii tanpa menimbulkan kelelahan otot yang lebih besar dibanding gerakan tanpa robot.", "Daftar File": {"ABSTRAK Artha Ivonita Simbolon": "https://digilib.itb.ac.id/gdl/download/212811"}, "Penulis": "Artha Ivonita Simbolon [23817001]", "Kontributor / Dosen Pembimbing": ["Augie Widyotriatmo, S.T., M.T., Ph.D.", "Kadek Heri Sanjaya, PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "robot rehabilitasi, EMG, CI, RMS, MNF, MDF.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}