{"Nomor": 50420, "Judul": "PERANCANGAN APLIKASI DAN DASHBOARD PENGELOLAAN PETERNAK PT KIP", "Abstrak": "PT Karya Indah Pertiwi (KIP) merupakan salah satu perusahaan peternakan ayam yang bergerak dari hulu hingga hilir peternakan ayam. PT KIP berperan sebagai perusahaan integrator yang bekerja sama dengan peternak-peternak lokal sebagai mitra dan maklun perusahaan. Banyaknya peternak mitra dan maklun PT KIP, menyebabkan pengawasan terhadap peternak menjadi sangat penting agar didapat performansi optimal dalam produksi ayam pedaging. Performansi yang meliputi bobot, mortalitas, Feed Conversion Rate (FCR), dan Indeks Prestasi (IP) perlu diawasi secara harian dengan bantuan petugas lapangan. Namun, didapati bahwa sistem informasi yang dimiliki oleh PT KIP memiliki banyak kekurangan di antaranya yaitu banyaknya kegiatan administratif yang repetitif, sulitnya didapat pelaporan yang real-time, serta sulitnya mendapatkan gambaran umum terkait performansi peternak mitra dan maklun untuk segera dilakukan tindakan penanganan. Oleh karena itu, peneliti mengembangkan aplikasi dan dashboard business intelligence yang dapat digunakan dalam membantu pengelolaan peternak PT KIP. Sistem informasi ini dirancang dengan menggunakan metodologi FAST (Framework for The Application of Systems Thinking) dan DMDL (Dimensional Modelling Life-Cycle). Aplikasi dirancang berbasis web programming PHP dengan basis data MySQL, sementara dashboard dirancang dengan menggunakan Microsoft Power BI. Pengujian sistem dilakukan dengan verifikasi dan validasi terhadap sistem. Berdasarkan hasil verifikasi dan validasi, didapati bahwa sistem informasi yang dirancang telah memenuhi kebutuhan sistem dan dapat diimplementasi dengan pengembangan yang lebih lanjut.", "Daftar File": {}, "Penulis": "Santi Velantia [13416026]", "Kontributor / Dosen Pembimbing": ["Ir. Leksananto, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Industri peternakan ayam, sistem informasi, aplikasi web, dashboard, business intelligence, FAST, DMDL.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Sep 2020"}