{"Nomor": 50423, "Judul": "PENGEMBANGAN MODEL MACHINE LEARNING UNTUK ANALISIS PREDIKSI KEMUNGKINAN KEJADIAN PATAH REL KERETA API DI INDONESIA", "Abstrak": "Kereta api merupakan moda transportasi massal yang masih cukup diminati oleh\nmasyarakat Indonesia hingga saat ini. Hal ini menyebabkan adanya urgensi terhadap\npenjaminan keselamatan penggunaan kereta api yang baik dari penyelenggaranya.\nMeskipun begitu, KNKT menemukan bahwa sebagian besar kecelakaan kereta api\ndisebabkan oleh faktor prasarana, salah satunya adalah rel patah. Peninjauan lebih lanjut\npada kejadian terkait memberikan hasil bahwa kejadian rel patah ini disebabkan oleh\nbeberapa hal, di antaranya terdapat pada aspek manajemen dan organisasi.\nPenelitian ini dilakukan untuk memberikan pandangan baru terhadap metode\npenyelesaian masalah pada aspek manajemen dan organisasi dengan menerapkan\nmachine learning untuk melakukan penilaian kondisi rel. Metode penilaian yang\ndimaksud dalam penelitian ini adalah penggunaan model machine learning untuk\nmelakukan prediksi kemungkinan terjadinya rel patah di suatu titik dengan kondisikondisi yang dimasukkan sebagai input pada model. Pengembangan model dilakukan\nmenggunakan metodologi CRISP-DM dan beberapa teknik pemodelan yang saling\ndibandingkan hasilnya sehingga menghasilkan model paling tepat. Pengembangan model\ndilakukan menggunakan dataset kejadian patah rel pada tahun 2017 hingga 2019 yang\ndisertai dengan detail teknis dan operasional. Lingkup lokasi observasi pada penelitian\ndibatasi pada daerah operasi kereta api di Sumatera Selatan, khususnya DIVRE III dan\nDIVRE IV.\nEvaluasi pada hasil setiap model yang dilakukan di akhir penelitian memberikan\nkesimpulan bahwa random forest adalah teknik yang paling tepat untuk digunakan dalam\nmelakukan pembuatan model analisis prediksi kejadian dan lokasi rel patah berdasarkan\ndata yang digunakan.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212820", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212821", "Abstract": "https://digilib.itb.ac.id/gdl/download/212822", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212823"}, "Penulis": "Nafisah Nurul Hakim [18215045]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suhono Harso Supangkat, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kereta Api, Rel Patah, Machine Learning, CRISP-DM", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "24 Sep 2020"}