{"Nomor": 50433, "Judul": "HOW SOCIAL MEDIA MARKETING AFFECT BRAND AWARENESS ON THE E-COMMERCE INDUSTRY IN INDONESIA", "Abstrak": "Dengan populasi 269 juta jiwa dan terdaftar keempat di negara terpadat di dunia,\ninternet sebenarnya hanya menembus setengah dari populasi Indonesia. Keadaan ini,\nbagaimanapun, dipandang sebagai peluang emas bagi perusahaan e-commerce karena\nmenyimpan banyak sekali potensi yang belum dieksploitasi. Pada saat yang sama,\nIndonesia menjadi negara dengan tingkat adopsi e-commerce terbesar di dunia pada\ntahun 2019 dengan hingga 90 persen pengguna internet berusia 16 hingga 64 tahun\nmembeli produk dan layanan secara online di Indonesia. Hal ini menciptakan persaingan\nyang jauh lebih kompetitif di industri e-commerce secara berkala, baik dari segi jumlah\npemain, perlakuan produk, kreativitas, hingga target akhir menjadi bisnis e-commerce\nterbesar di Indonesia. Untuk dapat memenangkan persaingan yang semakin ketat, salah\nsatu pendekatan yang harus diambil adalah perusahaan e-commerce harus memiliki\nstrategi pemasaran yang terencana, efektif dan tepat sasaran, terutama untuk kehadiran\nmedia sosial online-nya. Makalah ini bertujuan untuk mempelajari bagaimana\npemasaran media sosial mempengaruhi kesadaran merek industri e-commerce Indonesia\ndan mencoba merumuskan praktik terbaik yang mengarah pada kesuksesan. Penelitian\nini menggunakan penelitian kualitatif sekunder untuk mengumpulkan data dari sumber\nyang dapat dipercaya. Tinjauan rinci menemukan bahwa pemasaran media sosial, seperti\nyang dinyatakan dalam laporan tersebut, memainkan peran penting dalam\nmempengaruhi kesadaran merek untuk perusahaan e-commerce. Dengan menggunakan\nkerangka kerja yang dibangun dalam laporan tersebut, perusahaan e-commerce akan\nsangat berkonsentrasi pada melakukan penelitian dan pengembangan untuk\nmeningkatkan kesadaran merek mereka melalui aktivitas pemasaran media sosial,\nkarena ini mungkin menjadi rahasia untuk memenangkan persaingan bagi perusahaan\ne-commerce.", "Daftar File": {"ABSTRAK Hanna Veronica Nadiah": "https://digilib.itb.ac.id/gdl/download/212834"}, "Penulis": "Hanna Veronica Nadiah [19017320]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D.", "Dr. Pierre X. Camps, DBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand Awareness; E-commerce; Marketing Strategy; Social Media; Social Media Marketing.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "24 Sep 2020"}