{"Nomor": 50437, "Judul": "PENGEMBANGAN IMUNOMODULATOR EKSTRAK ETANOL AKAR MANIS (GLYCYRRHIZA URALENSIS FISCHER) DAN ZINK SULFAT", "Abstrak": "Saat ini, imunomodulator sangat dibutuhkan, baik yang berkhasiat meningkatkan sistem imun\nmaupun menekan sistem imun. Akar manis (Glycyrrhiza uralensis Fischer) sudah digunakan untuk\nmenjaga kesehatan tubuh dan berpotensi sebagai imunomodulator. Zink memiliki peranan penting\ndalam sistem imun dan suplementasi zink terbukti dapat memperbaiki sistem imun. Penelitian ini\nbertujuan untuk menguji efek imunomodulator dari akar manis serta kombinasinya dengan zink\nsulfat. Efek imunomodulator diuji secara in vivo pada mencit Swiss Webster melalui uji bersihan\nkarbon dan indeks organ. Pada uji bersihan karbon, hewan uji dibagi menjadi 7 kelompok, yaitu\nkelompok kontrol (pembawa), dua kelompok ekstrak etanol akar manis dengan dosis 100 mg/kg\nbobot badan dan 200 mg/kg bobot badan, dua kelompok kombinasi ekstrak etanol akar manis (100\ndan 200 mg/kg bobot badan) dan zink sulfat (0,148 mg/kg bobot badan) dan kelompok pembanding\nyang terdiri dari kelompok Levamisol (2,5 mg/kg bobot badan) dan kelompok Metilprednisolon (40\nmg/kg bobot badan). Masing-masing kelompok terdiri 5 ekor mencit. Semua dosis diberikan secara\nperoral dan diberikan selama 7 hari. Pada hari ke-8, hewan uji diberikan suspensi karbon dengan\ndosis 0,1 mL/10 g bobot badan secara intravena. Sampel darah diambil melalui vena ekor pada\nmenit ke-0 (T0), menit ke-5 (T5), menit ke 10 (T10) dan menit ke-15 (T15) segera setelah diinjeksi\nsuspensi karbon. Darah dilisis dengan asam asetat 0,1% dan absorbansinya diukur dengan\nspektrofotometer UV/Vis pada 675 nm. Kecepatan bersihan karbon, disebut sebagai indeks\nfagositik (K), dihitung dari koefisien regresi dari setiap kurva waktu-konsentrasi dengan memplot\n(100 –mean %transmitan) sebagai ordinat dan waktu sebagai absis. Hasil dipresentasikan sebagai\nmean ± SEM (the standard error of the mean). Hewan uji dikorbankan pada hari ke-8 setelah\npemberian sediaan uji yaitu ekstrak, kombinasi ekstrak dan zink sulfat, metilprednisolon, levamisol\ndan kontrol. Hati, limpa, dan timus diambil, ditimbang dan ditentukan indeks organ. Hasil penelitian\nmenunjukkan ekstrak etanol akar manis dosis 100 mg/kg bb (indeks fagositik = 1,244) dan dosis 200\nmg/kg bb (indeks fagositik = 1,171) bersifat imunostimulasi. Kombinasi kedua dosis ekstrak etanol\nakar manis dan zink sulfat bersifat imunosupresi dengan indeks fagositik <1. Pada indeks organ, hal\nyang mencolok terlihat pada kombinasi akar manis dan zink sulfat yang mana indeks hati kelompok\nkombinasi ini lebih rendah dibandingkan dengan indeks hati tanpa kombinasi. Hail kaji pustaka\ntentang kombinasi imunomodulator dengan mineral masih sedikit, oleh karena itu perlu\ndikembangkan mengingat salah satu mineral seperti zink yang digunakan dalam penelitian ini\nmempunyai banyak manfaat dan berperan penting dalam sistem imun, baik dalam sistem imun\nbawaan maupun sistem imun dapatan.", "Daftar File": {"ABSTRAK Angelina": "https://digilib.itb.ac.id/gdl/download/212838"}, "Penulis": "Angelina [10716063]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "imunomodulator, akar manis, zink sulfat, uji bersihan karbon, indeks organ", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Sep 2020"}