{"Nomor": 50442, "Judul": "SAFIRA GHASSANI DHARMAWANTINJAUAN AKTIVITAS ANTIMIKROBADAN FITOKIMIA KULITBUAHMANGGIS (GARCINIA MANGOSTANA L.)", "Abstrak": "Penyakit  infeksi  adalah  salah  satu  masalah  kesehatan  utama  di  Indonesia  yang  disebabkanoleh masuk  dan  berkembang  biaknya  mikroorganisme di dalam  tubuh.  Penyakit  infeksi  dapat  diatasi dengan  pemberian  antibiotik. Akan  tetapi,  kasus  resistensi  terhadap  antibiotik  semakin  banyak ditemukan.  Pengembangan  agen  antimikroba  yang  berasal  dari  tanaman  merupakan  salah  satu cara yang dapat dilakukan untuk mengatasi masalah tersebut. Manggis (Garcinia mangostana L.) adalah  tanaman  dari  suku  Clusiaceae  yang  banyak  tumbuh  di  negara-negara  di  Asia  Tenggara, termasuk  Indonesia. Kulit buah manggis diketahui banyak mengandung senyawa turunan xanton yang  memiliki  khasiat  sebagai  antimikroba.  Penelitian  ini  bertujuan  untuk mengkaji  aktivitas antibakteri  dan  antijamur  ekstrak  kulit  manggis  dan  mengamati  spektrum  kerjanya  terhadap Staphylococcus  aureus, Staphylococcus  epidermidis, Propionibacterium  acnes, Escherichia  coli, Pseudomonas aeruginosa, dan Candida albicans serta menentukan senyawa aktif yang berpotensi dikembangkan  sebagai  agen  antimikroba  baru.  Kulit  buah  manggis  diekstraksi  dengan  metode maserasi  menggunakan  pelarut  metanol.  Kemudian,  pengujian  aktivitas  antimikroba  dilakukan dengan metode difusi cakram. Penentuan senyawa aktif dari kulit buah manggis dilakukan dengan mengumpulkan   dan   menganalisis   informasi   yang   diperoleh   dari   pustaka.   Hasil   penelitian menunjukkan bahwa ekstrak metanol kulit buah manggis pada konsentrasi 0,1%; 0,5%; 1%; 5%; dan 10% menunjukkan aktivitas antimikroba terhadap S. aureus, S. epidermidis, dan P. acnes. Namun, tidak ditemukan adanya aktivitas terhadap E. coli, P. aeruginosa, dan C. albicans pada konsentrasi ekstrak  yang  diuji.  Berdasarkan  informasi  yang  diperoleh  dari  pustaka,  senyawa ?-mangostin, ?-mangostin,  gartanin,  8-deoksigartanin,  dan  garsinon  B merupakan kandidat  senyawa  aktif  kulit buah manggis yang berpotensi dikembangkan menjadi agen antimikroba baru.", "Daftar File": {"ABSTRAK Safira Ghassani Dharmawan": "https://digilib.itb.ac.id/gdl/download/212843"}, "Penulis": "Safira Ghassani Dharmawan [10716082]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "Dr. Neng Fisheri Kurniati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kulit buah manggis, antibakteri, antijamur, xanton, metabolitsekunder", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Sep 2020"}