{"Nomor": 50449, "Judul": "PEMODELAN BADAI GEOMAGNET BERDASARKAN MODEL WINDMI AKIBAT ANGIN MATAHARI", "Abstrak": "Badai geomagnet merupakan gangguan skala besar pada medan magnet Bumi yang\nmenjadi kajian inti sekaligus representasi cuaca antariksa. Berbagai upaya telah\ndilakukan untuk mencegah dan mengurangi dampak akibat badai geomagnet yang\ndisebabkan oleh cuaca antariksa ekstrem, salah satunya yaitu melakukan prediksi\nskala gangguan yang akan terjadi di Bumi. Dalam memprediksi badai geomagnet,\ndibutuhkan data pengamatan realtime yang memadai sebagai penyedia input dan\nmodel numerik yang dapat memproyeksikan kondisi saat ini ke masa depan sebagai\nelemen utama. Berbagai model badai geomagnet telah diusulkan. Salah satu\npemodelan badai geomagnet yang terus-menerus mengalami pengembangan adalah\nWINDMI, yaitu model transfer energi angin Matahari berdimensi rendah melalui\nsistem magnetosfer menuju ionosfer. Model ini mampu memprediksi intensitas\nbadai geomagnet dengan menghasilkan indeks gangguan geomagnet berupa indeks\nAL dan Dst. Pada Tugas Akhir ini dibahas prediksi model badai geomagnet lemah\n(Dst < -50 nT), sedang (Dst < -100 nT), dan kuat (Dst < -200 nT) dalam siklus\nMatahari ke-24 yang paling sesuai dengan hasil pengamatan berdasarkan model\nWINDMI. Penyebab masing-masing badai geomagnet berupa fenomena eruptif\nMatahari ditentukan melalui parameter plasma angin Matahari dan medan magnet\nantar planet secara analisis deskriptif.", "Daftar File": {"BAB 5 Sunika Suhayat": "https://digilib.itb.ac.id/gdl/download/219048", "2020 TA PP SUNIKA SUHAYAT 1 - abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/212850", "COVER Sunika Suhayat": "https://digilib.itb.ac.id/gdl/download/219043", "BAB 1 Sunika Suhayat": "https://digilib.itb.ac.id/gdl/download/219044", "BAB 2 Sunika Suhayat": "https://digilib.itb.ac.id/gdl/download/219045", "BAB 3 Sunika Suhayat": "https://digilib.itb.ac.id/gdl/download/219046", "BAB 4 Sunika Suhayat": "https://digilib.itb.ac.id/gdl/download/219047", "PUSTAKA Sunika Suhayat": "https://digilib.itb.ac.id/gdl/download/219049"}, "Penulis": "Sunika Suhayat [10316001]", "Kontributor / Dosen Pembimbing": ["Dr. Dhani Herdiwijaya, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "indeks AL, indeks Dst, model badai geomagnet, WINDMI.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "24 Sep 2020"}