{"Nomor": 50459, "Judul": "USULAN STRATEGI PEMASARAN BERDASARKAN TAHAP PERTUMBUHAN PT. X", "Abstrak": "E-commerce di Indonesia khususnya sektor online grocery saat ini merupakan\nindustri yang memiliki laju pertumbuhan tercepat di dunia. Persentase penjualan\nyang masih rendah pada sektor tersebut menunjukkan bahwa terdapat peluang\npertumbuhan yang besar bagi perusahaan pada industri online grocery. PT. X\nmerupakan salah satu perusahaan e-commerce yang menjual produk segar. Sejak\nberdiri PT. X terus mengalami pertumbuhan, namun saat ini tingkat persaingan\nsemakin meningkat sehingga dapat mengancam posisi PT. X pada pasar. Bagi PT.\nX salah satu faktor utama yang mempengaruhi pertumbuhan tersebut adalah fungsi\npemasaran, namun saat ini strategi pemasaran yang digunakan belum sesuai.\nPada penelitian ini digunakan model tahap pertumbuhan organisasi oleh Daft\n(2010) untuk mengidentifikasi karakteristik organisasi saat ini. Selanjutnya\nkarakteristik tersebut dikaitkan dengan karakteristik strategi pemasaran PT. X saat\nini sesuai dengan model konseptual oleh Sari dan Andriani (2020). Jenis riset dan\ndata yang dilakukan untuk mengidentifikasi karakteristik organisasi dan pemasaran\nadalah riset kualitatif yaitu studi kasus dengan data kualitatif yang diperoleh\nmelalui in-depth interview. Analisis kesenjangan antara strategi pemasaran saat ini\ndan strategi pemasaran ideal yang sesuai model konseptual digunakan sebagai dasar\nuntuk menentukan arah pengembangan strategi pemasaran pada PT. X.\nSelanjutnya dilakukan penelitian lanjutan yang sesuai dengan arah pengembangan\npemasaran sehingga diperoleh strategi pemasaran yang sesuai untuk PT. X.\nHasil analisa berdasarkan data riset kualitatif menunjukkan bahwa PT. X perlu lebih\nfokus untuk melakukan strategi retensi pelanggan. Hal yang dapat dilakukan adalah\ndengan menawarkan program loyalitas pelanggan untuk pelanggan loyal PT. X.\nMaka penelitian lanjutan dilakukan melalui riset kuantitatif untuk mengidentifikasi\npreferensi pelanggan loyal PT. X terkait program loyalitas pelanggan. Hasil\npenelitian menunjukkan bahwa pelanggan loyal PT. X memiliki preferensi tertentu\nterkait struktur program dan struktur reward pada program loyalitas pelanggan.", "Daftar File": {"2020 TA PP TASHA SAKINAH 1 - abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/212861"}, "Penulis": "Tasha Sakinah [14416037]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T.", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Online grocery, pertumbuhan organisasi, strategi pemasaran.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}