{"Nomor": 50469, "Judul": "PENILAIAN KESEHATAN POHON BERBASIS VISUAL TREE ASSESSMENT DI HUTAN KOTA KECAMATAN COBLONG, KOTA BANDUNG", "Abstrak": "Kecamatan Coblong merupakan salah satu kecamatan di Kota Bandung yang memiliki Ruang Terbuka Hijau (RTH) cukup luas yaitu sekitar 25,54 ha. Salah satu objek RTH tersebut adalah hutan kota yang didominasi oleh vegetasi pohon. Beberapa kejadian pohon tumbang di Kota Bandung telah menimbulkan kerugian tidak hanya materi, tetapi juga nyawa. Oleh karena itu, kondisi kesehatan tegakan pohon di hutan kota harus di monitor secara intensif. Penelitian ini bertujuan untuk mengetahui tingkat kelayakan pohon, tingkat kerusakan mekanis, dan tingkat risiko kerusakan pohon di hutan kota Kecamatan Coblong. Metode yang digunakan berbasis Visual Tree Assessment (VTA). Penelitian dilakukan di enam lokasi dengan luas total area 15,8 ha. Penilaian dilakukan terhadap 279 pohon dari 45 spesies. Penilaian kesehatan pohon menggunakan metode Forest Health Monitoring (FHM), penilaian kerusakan mekanis menggunakan metode Grey-Daneke, dan penilaian risiko kesehatan pohon menggunakan metode yang dikembangkan oleh International Society of Arboriculture (ISA). Hasil penelitian tingkat kelayakan pohon didapatkan kategori pohon layak sebanyak 220 pohon (78,85%), layak bersyarat 57 pohon (20,43%), dan tidak layak dua pohon (0,72%). Hasil penilaian kerusakan mekanis didapatkan kategori kerusakan pohon peringkat ke-1 (tidak ada kerusakan) sebanyak 276 pohon (98,92%), peringkat ke-2 (sedikit kerusakan) satu pohon (0,36%), dan peringkat ke-3 (banyak kerusakan) tiga pohon (0,72%). Penilaian risiko kesehatan pohon dilakukan terhadap 43 pohon dari 18 spesies pohon berisiko. Hasil penelitian didapatkan pohon dengan risiko kerusakan rendah sebanyak 37 pohon (86%), dan risiko sedang serta tinggi masing-masing tiga pohon (7%). Berdasarkan kondisi tersebut, tegakan pohon hutan kota di Kecamatan Coblong harus dilakukan upaya pencegahan dan penanggulangan terhadap kerusakan dengan perlakuan yang sesuai.", "Daftar File": {"2020 TA PP Fitria Yunita   1 - abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/212871"}, "Penulis": "Fitria Yunita [11516014]", "Kontributor / Dosen Pembimbing": ["Dr. Yayat Hidayat, S.Hut., M.Si.", "Dr. Ir. Sutrisno, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Forest Health Monitoring, kerusakan mekanis, Tree Risk Assessment", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}