{"Nomor": 50466, "Judul": "PERANCANGAN SISTEM PLAMBING PADA GEDUNG HALAL DI PONDOK GEDE-JAKARTA", "Abstrak": "Gedung Halal merupakan gedung kantor yang terletak di Jalan Pondok Gede, Jakarta Timur yang terdiri dari 4 lantai utama dan 1 lantai basement dengan luas setiap lantai adalah 1632 m2. Jumlah kebutuhan air bersih berdasarkan alat plambing adalah 10,5 m3/hari untuk non-flushing dan 7,8 m3/hari untuk kebutuhan flushing. Sistem yang digunakan dalam penyediaan air bersih adalah sistem tangki atap, dimana air PDAM dikumpulkan pada tangki bawah kemudian dipompakan ke tangki atap lalu didistribusikan secara gravitasi. Sumber air dari sistem ini didapat dari air kota (PDAM) dan reuse grey water dan air hujan. Diameter pipa air bersih berkisar 15-50 mm dan jenis pipa yang digunakan adalah pipa PPR. Gedung ini menggunakan prinsip green building dan rain water harvesting. Dari penggunaan alat plambing hemat air dan penggunaan daur ulang air dapat menghemat 42,7% penggunaan air PDAM untuk kebutuhan alat saniter. Sistem penyaluran air buangan yang digunakan adalah sistem terpisah, dimana air bekas dialirkan menuju biofilter kemudian ke tangki daur ulang dan air kotor diolah pada tangki septik sebelum dibuang ke saluran kota. Sistem ven yang digunakan adalah sistem vent lup. Hasil perhitungan yang diperoleh untuk diameter air buangan adalah 32-125 mm dengan kemiringan 1% sedangkan diameter pipa ven adalah 40-65 mm. Jenis pipa yang digunakan untuk air buangan dan ven adalah pipa PVC. Sistem penyaluran air hujan pada gedung ini dengan menyalurkan air hujan dari atap gedung dengan roof drain menuju tangki daur ulang dengan pipa PVC. Sistem pencegah kebakaran menggunakan sistem sprinkler dan hidran dengan menggunakan wet pipe systems yang terpasang pada setiap lantai dengan jumlah kepala sprinkler 74 dan hidran 2 buah di setiap lantai. Diameter pipa sprinkler adalah 32-80 mm dan pipa hidran 150 mm dengan menggunakan pipa cast iron. Sumber air untuk pencegah kebakaran ini akan dikumpulkan bersamaan dengan tangki air bersih namun ditandai dengan minimal tinggi air yang harus tertinggal pada tangki. Biaya investasi pada perancangan ini diperkirakan sebesar Rp 1.230.000.000,00.", "Daftar File": {"15716018_Sarah Daniella_Abstrak Indo&Inggris.pdf?": "https://digilib.itb.ac.id/gdl/download/212869"}, "Penulis": "Sarah Daniella [15716018]", "Kontributor / Dosen Pembimbing": ["Ir. James Nobelia Isnania Wardhana, M.T.", "Dr. Muhammad Sonny Abfertiawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "gedung hijau, sistem penyediaan air bersih, sistem penyaluran air buangan dan ven, sistem penyaluran air hujan, sistem pencegah kebakaran.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "24 Sep 2020"}