{"Nomor": 50478, "Judul": "AKTIVITAS ANTIMIKROBA EKSTRAK DAUN SIRIH (PIPER BETLE L.), KULIT BUAH DELIMA (PUNICA GRANATUM L.), DAN RIMPANG KUNYIT (CURCUMA LONGA L.) - REVIEW", "Abstrak": "Pengobatan penyakit infeksi yang disebabkan oleh mikroorganisme biasanya dilakukan dengan\npemberian antibiotik. Penggunaan antibiotik yang sudah berlebihan kini menimbulkan banyaknya\nkasus resistensi. Perlu dikembangkan pengobatan alternatif dengan pemanfaatan ekstrak dari\ntanaman seperti delima, sirih, dan kunyit. Penelitian mengenai ekstrak sirih, delima, dan kunyit\nsebagai antimikroba sudah banyak dilakukan baik pada bakteri gram positif seperti Staphylococcus\naureus, Staphylococcus epidermidis, Propionibacterium acnes, bakteri gram negatif seperti\nEscherichia coli dan Pseudomonas aeruginosa, maupun jamur seperti Candida albicans. Beberapa\npenelitian bahkan sudah ada yang melanjutkan pada tahap fraksi dan isolat dari setiap tanaman.\nDari penelitian-penelitian yang ada, ekstrak ketiga tanaman dapat memberikan efek antimikroba\npada berbagai bakteri dan jamur. Kombinasi masing-masing sirih, kunyit, dan delima dengan\ntanaman lain memberikan efek antimikroba yang lebih baik, sehingga ketiga tanaman ini\nberpotensi memberikan efek lebih baik jika dikombinasikan. Efek kombinasi yang baik juga\nditunjukan ekstrak sirih dan delima dengan antibiotik. Ketiga tanaman ini berpotensi besar\ndikombinasikan penggunaannya untuk meningkatkan aktivitas biologisnya dan berpotensi\nmenjadi alternatif penggunaan antibiotik dalam terapi penyakit infeksi.", "Daftar File": {"ABSTRAK Alya Faiha Mardani": "https://digilib.itb.ac.id/gdl/download/212876"}, "Penulis": "Alya Faiha Mardani [10716020]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "Dr. Neng Fisheri Kurniati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antimikroba, Antibakteri, Antijamur, Kandungan Kimia, Delima, Kunyit, Sirih", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Sep 2020"}