{"Nomor": 50488, "Judul": "PENERAPAN MOTIF TAPIS LAMPUNG PADA BAHAN TASLAN PARASUT DAN SCUBA NEOPRENA UNTUK PRODUK ATHLEISURE", "Abstrak": "Tren hidup sehat menjadi salah satu tren bagi masyarakat urban, untuk meningkatkan kualitas hidupnya. Pada dasarnya hal ini tidak hanya berkaitan dengan kondisi fisik, namun juga mental dan kesejahteraan sosial. Perkembangan industri fashion saat ini meningkatkan permintaan atas busana olahraga yang dapat menunjang tren gaya hidup ini.\nAthleisure kepanjangan dari athletic leisure yaitu pakaian yang ditujukan untuk berolahraga, disamping itu athleisure dapat digunakan untuk sehari-hari. Pada zaman sekarang, pengembangan busana athleisure dengan ornamen tradisional Indonesia belum ada, dipilihlah berbagai motif-motif tapis lampung.\nPembuatan busana olahraga tak lepas dari bahan scuba neoprena. Scuba neoprena adalah keluarga karet sintetis yang diproduksi oleh polimerisasi kloroprena. Scuba scuba neoprena menunjukkan stabilitas kimia yang baik dan mempertahankan fleksibilitas pada rentang suhu yang luas. Selain itu busana olahraga tak lepas dari bahan parasut taslan yang memiliki spesifikasi yaitu terbuat dari bahan poliester dengan lapisan rubber coating sehingga bersifat waterproof, ketebalan sedang sehingga nyaman dipakai, windproof 95% sehingga relatif nyaman dipakai untuk outdoors, bagus dikombinasi dengan furing bahan mesh ataupun higet tipis. Selain itu menggunakan bahan mesh. Mesh adalah penghalang yang terbuat dari serat, atau bahan fleksibel yang saling terhubung. Mesh mirip dengan jaring/jala karena memiliki banyak untaian yang ditenun. Kain halus dan lembut dengan berton-ton lubang kecil ini telah ditenun atau dirajut secara longgar untuk menciptakan tampilan dan struktur khas.", "Daftar File": {}, "Penulis": "Nurgenny Yustikasari [17216101]", "Kontributor / Dosen Pembimbing": ["Drs. Zaini Rais, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Athleisure, lifestyle, tapis lampung, scuba neoprena, taslan parasut", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Sep 2020"}