{"Nomor": 50482, "Judul": "ANALISA RENCANA KESUKSESAN BISNIS PADA GENERASI KEDUA BISNIS KELUARGA STUDI KASUS PT DASINDO MEDIA  SURABAYA", "Abstrak": "PT Dasindo Media Surabaya merupakan bisnis keluarga yang mengelola bisnis\nwaralaba Dale Carnegie Surabaya. Mulai dari tahun 2017 hingga sekarang, Dale Carnegie\nSurabaya menghadapi ancaman perencanaan suksesi dalam proses transfer\nkepemimpinan dan kepemilikan kepada ahli waris. Ancaman tersebut ditandai dengan\nperilaku pemimpin saat ini yang tidak membentuk karyawannya menjadi mandiri\nsehingga menyebabkan rendahnya kemampuan karyawan dalam pengambilan keputusan\nstrategis dan timbulnya gejala demotivasi karyawan yang ditandai dengan tingginya\nangka absensi (keterlambatan, cuti mendadak, sakit dan ijin) di perusahaan. Sehingga\nmenyebabkan terjadinya penurunan penjualan sejak tahun 2015. Permasalah karyawan\ndan menurunnya pendapatan perusahaan, menjadi hambatan dalam proses transisi dari\nowner ke suksesor dan menjadi tantangan bagi suksesor dalam proses transisi. Studi ini\nberupaya untuk mencari akar permasalahan di proses transisi dan bertujuan untuk\nmemperbaikinya agar proses transisi dari owner ke suksesor dapat berjalan lancar.\nBusiness Sucession Planning (BSP) menjadi dasar dalam proses analisa data hasil\nkuesioner dan interview di studi ini. Studi ini menggunakan 7 dimensi BSP. Kemudian\ndimensi-dimensi tersebut dikembangkan menjadi 45 pertanyaan interview dan 18\npernyataan kuesioner dengan melibatkkan dua puluh lima karyawan PT Dasindo Media\nsebagai respondent dan dua orang pemilik perusahaan sebagai narasumber dalam proses\npengambilan data.  \nHasil analisa studi ini menunjukkan bahwa terdapat satu dimensi yang tergolong\nkedalam kategori dimensi sangat jelek yaitu dimensi Visi Keluarga sehingga\nmembutuhkan perubahan untuk mengatasinya. Di sisi lain, dimensi Business Strategic\nPlan dan Leadership Transition termasuk kedalam kategori dimensi jelek sehingga\ndiperlukan perbaikan besar terhadap dimensi-dimensi tersebut. Oleh karena itu studi ini\nmemberikan tiga alternatif solusi yaitu Cognitif Behaviorial Therapy, Daily Scrum, dan\nCorporate Repository.", "Daftar File": {"2020_TS_PP_Raditya Bagaskara_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/212880"}, "Penulis": "Raditya Bagaskara [29117236]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bisnis Keluarga, Perilaku Kognitif, Rencana Kesuksesan Bisnis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Sep 2020"}