{"Nomor": 50499, "Judul": "PENENTUAN KONDISI TRANSFORMATOR DAYA TEGANGAN TINGGI DENGAN MEMPERTIMBANGKAN NILAI HEALTH INDEX DAN LAJU PENURUNANNYA", "Abstrak": "Transformator daya merupakan salah satu peralatan yang mempunyai peran kritis\nterhadap penyaluran tenaga listrik yang baik dan handal. Performa transformator\nharus dinilai secara periodik untuk mencegah kerusakan sehingga transformator\ntersebut tidak akan rusak secara tiba-tiba. Metode health index merupakan sebuah\nmetode yang berguna untuk menentukan kondisi transformator. Metode ini telah\ndilakukan oleh beberapa studi sebelumnya, namun kebanyakan dari penelitian\nsebelumnya tidak mempertimbangkan laju penurunan health index sebagai salah\nsatu aspek dalam menentukan kondisi kesehatan transformator.\nStudi ini melibatkan data inspeksi dari transformator yang sedang beroperasi dan\nyang sudah rusak dengan spesifikasi tegangan primer sebesar 150 KV yang\ndiberikan oleh perusahaan listrik Indonesia. Korelasi antara umur operasi terhadap\nnilai health index dan nilai penurunannya juga diobservasi. Seiring bertambahnya\nusia operasi transformator, nilai health index cenderung mengalami penurunan\ndengan koefisien korelasi R\n2\n0,631. Analisis lebih lanjut telah dilakukan terhadap\ntransformator daya yang memiliki data historis 3 tahun atau lebih, menunjukkan\nkecenderungan laju penurunan health index yang meningkat seiring dengan\nbertambahnya usia dari transformator. Studi ini juga menganalisa nilai health index\ndari 35 transformator yang sudah rusak dan membandingkan dengan metode\nperhitungan health index pada studi sebelumnya untuk mendapatkan metode\nperhitungan health index yang lebih sesuai dengan populasi transformator yang ada.\nSetelah itu, studi ini mengajukan sebuah metode penilaian resiko transformator\ndaya berdasarkan nilai health index dan laju penurunannya dengan tujuan\nmendapatkan penilaian yang lebih akurat.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212906", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212907", "Abstract": "https://digilib.itb.ac.id/gdl/download/212909", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212910", "Tesis": "https://digilib.itb.ac.id/gdl/download/212911"}, "Penulis": "Winanda Riga Tamma [23218010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Transformator Daya, Isolasi Transformator Daya, Health Index, Laju Penurunan Health Index, Penilaian Resiko Transformator", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "24 Sep 2020"}