{"Nomor": 50498, "Judul": "NUMERICAL SIMULATION ON THE PERMEABILITY OF NON-CRIMP CARBON FIBER EPOXY USING OUT- OF-AUTOCLAVE MANUFACTURING METHOD", "Abstrak": "Composites made by using RTM processes have attractive properties to aerospace and automotive industries because it can produce complex composite parts with good surface finishing. However, it still has a problem filling a large part with high fiber content at low injection pressure, where it will affect the quality of the composite. Therefore, during the experiment, resin flow has to be the main concern. This work presents a resin flow simulation where it will visualize the manufacturing process without actually doing it. Numerical simulation for Resin Transfer Molding (RTM) manufacturing process is attempted by using Fluent-Ansys. Fluent-Ansys allows to simulate the resin flow through the porous medium and obtain the total mold filling time and volumetric flow rate. It will lead to an explanation of the strength of the composite produced. Several assumptions and techniques are used to simplify the problem. Some variables, such as porosity and pressure injection, will be varied to see the effect of those variables on the RTM manufacturing process. According to the simulation result, porosity and pressure injection affect the RTM manufacturing process especially for resin filling time and volumetric flow rate. It occurs due to how easy the resin flows through the porous medium and the total area need to be filled by the resin. This work is validated by comparing the obtained results with analytic solutions for certain mold which is Darcy’s law. For rectangular mold, filling resin time for each pressure injection 700, 1000, and 1300 KPa are 520.5, 785.8, and 1044.6 second (porosity 0.4) 381.7, 559.8, and 735.8 second (porosity 0.6) and 346, 454.7, and 544.7 second (porosity 0.8) while for rectangular hole mold, filling resin time for each pressure injection 700, 1000, and 1300 KPa are 597.8, 842.3, and 1492.4 second (porosity 0.4) 456.2, 762.2, and 1107.3 second (porosity 0.6) and 402.3, 776.6, and 1126.1 second (porosity 0.8) respectively. From the values above, it shows that increasing of porosity and pressure injection will lead to the increasing of flow time in effect of porosity increasing and the decreasing of flow time in effect of increasing pressure injection.", "Daftar File": {}, "Penulis": "Anggelia Levino [13616103]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Kismono Hadi", "Andi Kuswoyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Resin Transfer Molding, Fluent-Ansys, Porosity, Pressure injection, Analytic solution, Darcy's law.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "0 file", "Tanggal Input": "24 Sep 2020"}