{"Nomor": 50490, "Judul": "EKSPLORASI MOTIF BUDAYA JAWA TENGAH PADA PRODUK INTERIOR MENGGUNAKAN E-TEXTILE", "Abstrak": "Indonesia merupakan sebuah negara kepulauan, memiliki wilayah yang luas dari Sabang\nsampai Merauke. Terdiri atas lebih dari 17.500 pulai besar dan kecil, dan sekitar 62%\nberupa lautan, maka dari itu Indonesia terkenal sebagai sebutan Nusantara.\nMencangkup 300 suku bangsa yang sangat beragam. Di berbagai daerah masyarakat\nNusantara mengembangkan kebudayaan Nusantaranya sesuai dengan latar sosialbudayanya\nyang berbeda-beda sehingga terbentuklah kesenian daerah yang beragam\nsalah satunya kesenian ornamen ragam hias Nusantara. Ornamen Nusantara adalah\nragam hias untuk suatu benda, yang memiliki makna kuat sehubungan dengan adat dan\ntradisi yang pada dasarnya merupakan suatu pedandan yang dipadukan dan memiliki\nvisual yang komposisinya kompleks. Sayangnya ragam hias atau ornamen Nusantara\nyang berkembang di daerah beberapa tidak bisa bertahan lama, sebagian diantaranya\ntelah mati karena sudah mulai ditinggalkan.\nSeiringan dengan itu, pengembangan inovasi teknologi dalam pengaplikasian setiap\naspek kehidupan semakin maju. Ketika semua orang semakin lebih sensitif dengan\npentingnya penggabungan keilmuan dengan teknologi dengan dalih moderenisasi. Salah\nsatu contoh perkembangan teknologi di dunia diranah tekstil adalah E-Textile (Electronic\nTextile) yang kini pengembangannyapun dapat menjadi sebuah problem solving dari\nranah fungsionalitas serta estetika bagi produk kriya terapan baik dalam fashion\nmaupun interior.\nProjek eksplorasi ini berupaya untuk memperbaharui serta membuat innovasi baru\nuntuk perealisasian karya kriya terapan di Indonesia dengan menggabungkan keilmuan\nkriya tekstil dengan teknik eksplorasi yang berfokus pada stilasi ornament nusantara,\nteknik laser cut, beberapa teknik surface textile exploration serta eksplorasi diranah\nkeilmuan elektronika yaitu rangkaian sirkuit LED dengan metode studi kasus hingga\nmenjadi karya kriya interior E-Textile yang menggabungkan urgensi visual juga\nfungsionalitas sebagai problem solving dari permasalahan kurangnya pencahayaan\nartifikal dan centre of interest dalam ranah estetika untuk suatu lobby hotel dari studi\nkasus yang diangkat.", "Daftar File": {}, "Penulis": "Renita Nimasariputeri [17216103]", "Kontributor / Dosen Pembimbing": ["Sabrina Ilma Sakina, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "E-Textile, Kriya Interior, Ornamen Nusantara, Rangkaian LED", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Sep 2020"}