{"Nomor": 50509, "Judul": "STUDI FASA INTERMETALIK PADA PROSES DISSIMILAR WELDING ALUMINIUM DAN BAJA: ULASAN KRITIS", "Abstrak": "Perkembangan teknologi dan regulasi yang terus menuntut peningkatan dari segi\ndesain, rancangan struktur yang ringan dan kuat, ramah terhadap lingkungan.\nKondisi ini memicu peningkatan penggunaan alumunium yang ringan dan baja\nyang kuat untuk keperluan struktural. Struktur seperti ini sangat dibutuhkan pada\nindustri otomotif, kedirgantaraan dan perkapalan. Namun, proses penyambungan\naluminium terhadap baja menggunakan metoda pengelasan relatif sulit karena\nsifat termo-fisika yang tidak kompatibel, sehingga menimbulkan permasalahan\nseperti terbentuknya lapisan yang keras dan getas pada antarmuka yang terdiri dari\nfasa intermetalik Fe-Al, terbentuknya pori pada fusion zone, terbentuknya zona\nkaya Zn Penelitian sebelumnya Menyebutkan bahwa fasa intermetalik (Fe2Al5)\nsangat problematis karena pertumbuhannya yang tidak terkontrol akibat dari\nstructural defect, dengan kata lain terdapat ~30% vacancies disepanjang sumbu-c\nyang memfasilitasi difusi atom Al, namun mekanisme dari pertumbuhan fasa\nintermetalik (Fe2Al5) masih belum diketahui.\nPenelitian studi literatur ini diawali dengan pengumpulan dokumen riset terkait\nyang mengandung kata kunci berikut: dissimilar welding, intermetallic\ncompounds, filler composition, brazing. Kedua, dokumen riset yang irelevan\ndieliminasi dari daftar dokumen yang hendak dikaji. Ketiga, dilakukan analisis\ndari daftar dokumen yang hendak dikaji. Keempat dilakukan perbandingan\nterhadap beberapa riset pencarian jawaban dari hal yang masih belum jelas dari\nsumber lain. Kelima, ditarik kesimpulan berdasarkan studi literatur yang telah\ndilakukan.\nStudi literatur ini menyoroti tantangan tantangan utama selama proses pengelasan\nAl terhadap baja dan mendiskusikan metode untuk meningkatkan kekuatan\nsambungan lasan dengan cara menekan pembentukan intermetallic compounds,\nkomposisi dari filler wire, dan teknik pengelasan yang paling sesuai. Studi ini juga\nmengulas peran dari Silikon dan Zinc terhadap dissimilar welding aluminium dan\nbaja. Setelah menelaah literatur yang ada studi ini menyimpulkan bahwa metode\npengelasan terbaik yang memberikan tensile strength tertinggi pada metode\nhybrid spot welding dan hybrid lap welding adalah Resistance Spot Welding\ndengan bimetallic-interlayer dan Friction Stir Welding dan menjelaskan\nmekanisme pertumbuhan fasa intermetalik pada proses interdifusi Fe-Al, peran\nutama Zn adalah meningkatkan wettability pada lelehan Al di permukaan baja,\nnamun memiliki dampak samping lainnya. Penelitian lebih lanjut dibutuhkan\nuntuk menganalisis peran dari komposisi base metal, serta pengaruh ketebalan\ncoating pada reaksi antarmuka, dan pengaruh uji cross tension terhadap sifat\nsambungan.", "Daftar File": {"COVER Kevin Andrian Nababan": "https://digilib.itb.ac.id/gdl/download/212924"}, "Penulis": "Kevin Andrian Nababan [12516055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "aluminium, steel, dissimilar welding, intermetallic compound", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "24 Sep 2020"}