{"Nomor": 50501, "Judul": "KAJIAN HISTORIS PENGGUNAAN DINGKLIK DI JAWA DALAM KEGIATAN SOSIAL EKONOMI ERA KOLONIALISASI (1700-1900)", "Abstrak": "Budaya duduk rendah telah menjadi cara duduk masyarakat Jawa yang dipengaruhi masuknya ajaran Hindu / Budha oleh pedagang India saat ke Nusantara sejak abad 8. Fenomena ini nampak pada penggambaran relief candi Hindu/Budha dimana hanya masyarakat berkasta tinggi yang menggunakan sarana duduk sementara masyarakat biasa duduk di tanah baik dalam berinteraksi sosial maupun bekerja. Pasca periode ini, masyarakat biasa perlahan menggunakan sarana duduk rendah salah satunya disebut dengan dingklik. Sarana duduk berupa bangku kayu rendah untuk aktivitas berjongkok yang banyak difungsikan ketika bekerja dan berinteraksi informal oleh masyarakat Jawa kelas bawah terlebih pada era kolonialisasi yang membawa pengaruh penggunaan sarana duduk semakin kuat ketika bangsa Eropa membawa furniturnya sendiri ke Jawa. Pada era kolonialisasi masyarakat pribumi banyak memenuhi kebutuhan di sektor perdagangan, pertukangan, menjadi pelayan di rumah orang Eropa sejak masa VOC hingga masa pemerintahan Belanda. Dingklik menjadi representasi sarana duduk Jawa tradisional dalam kegiatan sosial ekonomi. Tetapi karena bentuk dingklik yang sederhana dan sering disembunyikan jika tidak digunakan, keberadaannya kurang diperhatikan. Penelitian mengidentifikasi transformasi penggunaan dingklik di Jawa terkait kegiatan sosial ekonomi era kolonialisasi (1700-1900). Penelitian dilakukan melalui pengumpulan data dari lukisan, foto, dan video di era kolonialisasi kemudian diolah menggunakan analisis konten dan dianalisis unsur visual serta ketinggian dingklik berdasarkan timeline dan grafik. Hasilnya ditemukan adanya karakteristik dingklik yang mencakup spesifikasi dan ciri khas visualnya berdasarkan jenis kegiatan sosial ekonomi yang dilakukan. Di kegiatan ekonomi, bentuknya berorientasi pada mobilitas penggunaan sedangkan di kegiatan sosial, bentuknya dipengaruhi oleh makna filosofisnya. Secara keseluruhan, kegiatan sosial dan ekonomi berperan membentuk unsur visualnya sedangkan dari segi ketinggian dingklik hanya berpengaruh pada kegiatan sosial. Penelitian dapat digunakan sebagai referensi tentang asal mula budaya duduk di pulau Jawa, mengungkap sejarah pergeseran nilai dalam konteks duduk informal, dan mengekspos pemanfaatan hasil penelitian tentang karakter visual dingklik secara historis dan periodik.", "Daftar File": {"ABSTRAK IRINA ARLIANTI": "https://digilib.itb.ac.id/gdl/download/212908", "COVER Irna Arlianti": "https://digilib.itb.ac.id/gdl/download/218944", "BAB 1 Irna Arlianti": "https://digilib.itb.ac.id/gdl/download/218945", "BAB 2 Irna Arlianti": "https://digilib.itb.ac.id/gdl/download/218946", "BAB 3 Irna Arlianti": "https://digilib.itb.ac.id/gdl/download/218947", "BAB 4A Irna Arlianti": "https://digilib.itb.ac.id/gdl/download/218948", "BAB 4B Irna Arlianti": "https://digilib.itb.ac.id/gdl/download/218949", "BAB 5 Irna Arlianti": "https://digilib.itb.ac.id/gdl/download/218950", "PUSTAKA Irna Arlianti": "https://digilib.itb.ac.id/gdl/download/218951"}, "Penulis": "Irna Arlianti [27118081]", "Kontributor / Dosen Pembimbing": ["Deny Willy Junaidy, S.Sn., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "dingklik, duduk rendah, Jawa, sosial ekonomi, era kolonialisasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "9 file", "Tanggal Input": "24 Sep 2020"}