{"Nomor": 50505, "Judul": "PRA-RANCANGAN PRODUKSI SINGLE LAYER OIL PALM TRUNK TERIMPREGNASI EKSTRAK KAYU SURIAN (TOONA SINENSIS) DAN RESIN PINUS (PINUS MERKUSII) : KETAHANAN BATANG KELAPA SAWIT (ELAEIS GUINEENSIS JACQ) TERIMPREGNASI RESIN PINUS (PINUS MERKUSII), SERBUK DAN EKSTRAK KAYU SURIAN (TOONA SINENSIS) TERHADAP RAYAP KAYU KERING (C. CYNOCEPHALUS), RAYAP TANAH, DAN CUACA", "Abstrak": "Batang kelapa sawit memiliki potensi sebagai material pengganti kayu namun\nterkendala oleh beberapa kelemahan salah satunya keawetan yang rendah. Oleh\nkarena itu, perlu dilakukan peningkatan sifat batang kelapa sawit dengan\nimpregnasi. Resin pinus banyak digunakan sebagai bahan impregnan untuk\nmeningkatkan kualitas batang kelapa sawit sedangkan kayu surian memiliki\nkandungan surenin, surenon dan surenolakton sebagai zat repellent serangga.\nKedua bahan tersebut memiliki potensi sebagai filler untuk meningkatkan\nkeawetan dari batang kelapa sawit. Penelitian ini bertujuan untuk menentukan\nkonsentrasi optimum batang kelapa sawit terimpregnasi dengan impregnan\nberbahan serbuk dan ekstrak kayu surian (Toona sinensis) serta resin pinus (Pinus\nmerkusii) terhadap ketahanan serangan rayap kayu kering dan rayap tanah serta\ncuaca. Metode penelitian yang digunakan yaitu metode eksperimental teknologi\nimpregnasi dengan penggunaan dua impregnan yang berbeda yaitu campuran\nekstrak kayu surian dan resin pinus serta campuran resin pinus dan serbuk kayu\nsurian. Variasi konsentrasi impregnan yang digunakan untuk masing-masing\nperlakuan ada empat yaitu yaitu ekstrak kayu surian dan resin pinus (ER0), 4%\n(ER1), 6% (ER2), dan 8% (ER3) serta resin pinus dan serbuk kayu surian 0%\n(RS0), 4% (RS1), 6% (RS2), dan 8% (RS3). Masing-masing perlakuan dilakukan\ntiga ulangan. Rancangan percobaan menggunakan Rancangan Acak Lengkap\ndengan satu faktor menggunakan analisis uji lanjut DMRT. Hasil penelitian\nmenunjukkan bahwa perlakuan ER2 dan ER3 merupakan konsentrasi optimum\nbahan impregnan yang digunakan untuk impregnasi batang kelapa sawit\nberdasarkan ketahanan terhadap serangan rayap kayu kering dan rayap tanah\nsedangkan perlakuan ER0 dan RS0 merupakan konsentrasi optimum impregnan\nyang digunakan untuk impregnasi batang kelapa sawit berdasarkan ketahanan\nterhadap cuaca.", "Daftar File": {}, "Penulis": "Jessica Gita Adjani [11916028]", "Kontributor / Dosen Pembimbing": ["Dr. Anne Hadiyane, S.Hut., M.Si.", "Dr. Atmawi Darwis, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "batang kelapa sawit, ekstrak kayu surian, impregnasi, resin pinus, serbuk kayu surian,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2020"}