{"Nomor": 50518, "Judul": "PERANCANGAN DAN IMPLEMENTASI INSTRUMENTASI DATA JARAK DAN KECEPATAN PADA VEHICLE FORWARD COLLISION WARNING SYSTEM UNTUK MENINGKATKAN KEAMANAN BERKENDARA", "Abstrak": "Perkembangan di dunia advanced driver assistance systems (ADAS) khususnya\nvehicle forward collision warning system (FCWS) pada mobil pribadi sudah sangat\npesat karena bisa mendeteksi berbagai jenis objek yang ada di depan mobil dan\nmelakukan tindakan yang sesuai untuk tetap menjaga jarak aman antar kendaraan.\nAkan tetapi, sistem ini hanya tersedia pada mobil tipe tertentu dan perkembangan\nteknologi sistem ini sebagai adds-on pada existing car di Indonesia masih sulit\ndiakses dan harganya yang relatif mahal. Sehingga diperlukan suatu sistem addson yang sesuai dengan existing car di Indonesia yang belum memiliki sistem\nvehicle forward collision warning system dan dengan harga yang terjangkau.\nSistem ini memerlukan data kecepatan kendaraan untuk menentukan batasan\nminimum jarak aman yang diperlukan pada waktu tersebut, serta data jarak untuk\nmemverifikasi apakah batasan jarak tersebut telah dipenuhi atau belum. Pada\ndokumen ini akan dijelaskan mengenai metode akuisisi, implementasi serta\nevaluasi dari kedua data tersebut. Dari pengujian yang telah dilakukan didapatkan\nbahwa instrumentasi data jarak dan kecepatan ini sudah memenuhi spesifikasi\nminimum yang diinginkan agar sistem Forward Collision Warning System dapat\nberfungsi dengan baik.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212960", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212961", "Abstract": "https://digilib.itb.ac.id/gdl/download/212962", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213202", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213203"}, "Penulis": "I Nengah Widhiadnyana [13216110]", "Kontributor / Dosen Pembimbing": ["Ir. Eniman Yunus Syamsuddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Forward Collision Warning System, Jarak, Kecepatan", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "24 Sep 2020"}