{"Nomor": 50516, "Judul": "DESAIN INTERAKSI PADA APLIKASI WEB CROWDFUNDING DENGAN MENERAPKAN GAMIFIKASI (STUDI KASUS: INDOGIVING)", "Abstrak": "Dewasa ini, penggalangan dana dapat dilakukan dengan online melalui aplikasi\ncrowdfunding. Aplikasi crowdfunding yang paling dikenal di Indonesia saat ini\nadalah Kitabisa. Setelah melakukan riset dengan kuesioner, ditemukan beberapa\nmasalah yang dialami pengguna seperti filter yang tidak cukup, metode pembayaran\nyang tidak dapat digunakan, dan keraguan akan galang dana yang diadakan.\nAplikasi crowdfunding lain yang berhasil menyelesaikan masalah-masalah tersebut\nadalah aplikasi Indogiving. Banyak orang yang menggunakan aplikasi Indogiving\nuntuk menggalang dana, namun sedikit orang yang melakukan donasi pada\ncampaign tersebut, sehingga tidak sedikit campaign yang gagal mencapai\ntargetnya. Setelah melakukan riset dengan wawancara, ditemukan beberapa\nmasalah yang dialami pengguna pada aplikasi ini seperti tampilan aplikasi yang\nterkesan sibuk dan alur pembayaran yang berbelit serta membingungkan. Tugas\nAkhir ini melakukan perbaikan interaksi dari aplikasi ini dengan menggunakan\npendekatan user-centered design. Selain itu, Tugas Akhir ini juga melakukan\npenerapan gamifikasi pada aplikasi dengan harapan meningkatkan motivasi\npengguna untuk melakukan donasi. Hasil dari Tugas Akhir ini adalah prototipe\nhigh-fidelity yang dibuat dengan Adobe XD serta memiliki usability goals dan user\nexperience sebagai capaian keberhasilan. Hasil pengujian prototipe didapatkan\ndengan menggunakan System Usability Scale (SUS), Situational Motivation Scale\n(SIMS), Single Ease Question (SEQ) dan Multidimensional Competitive\nOrientation Inventory (MCOI). Hasil pengujian menunjukkan bahwa prototipe\nberhasil mencapai usability goals yaitu effective to use dan easy to learn, serta user\nexperience goals yaitu motivating. Penerapan gamifikasi pada prototipe juga\nmeningkatkan motivasi dan menimbulkan persaingan antar pengguna.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/212943", "Abstrak": "https://digilib.itb.ac.id/gdl/download/212944", "Abstract": "https://digilib.itb.ac.id/gdl/download/212945", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/212946", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213171"}, "Penulis": "Teresa [13516133]", "Kontributor / Dosen Pembimbing": ["Dra. Harlili, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "crowdfunding, campaign, gamifikasi, motivasi, user-centered design, prototipe, interaksi.", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "5 file", "Tanggal Input": "24 Sep 2020"}