{"Nomor": 50510, "Judul": "ANALISIS TINGKAT PRODUKTIVITAS TANAMAN TEH (CAMELLIA SINENSIS (L.) KUNTZE) DENGAN PENDEKATAN BIOEKONOMI DI PT PERKEBUNAN NUSANTARA VIII KEBUN KERTAMANAH, JAWA BARAT", "Abstrak": "Teh (Camellia sinensis (L.) Kuntze) merupakan tanaman yang dapat diminum karena memberikan khasiat untuk menyehatkan tubuh. Indonesia menduduki posisi negara penghasil teh terbesar ketujuh di dunia dengan total produksi teh mencapai 140.236 ton dari total area lahan seluas 109.935 hektar (2018). Sebanyak 70% produksi teh nasional berasal dari Jawa Barat, yang salah satunya dipasok dari PT Perkebunan Nusantara VIII (PTPN VIII) Kebun Kertamanah. Namun demikian, tingkat produktivitas teh seringkali menurun dari tahun ke tahun. Analisis tingkat produktivitas melalui pendekatan bioekonomi perlu dilakukan agar proses pengambilan keputusan baik secara biologi maupun ekonomi dapat tercapai. Dilakukan pendekatan studi kasus dengan analisis secara deskriptif dan kuantitatif. Data yang diperoleh meliputi laporan iklim tahunan, hasil produksi, luas lahan, serta nilai input dan output produksi yang diolah secara statistika, Maximum Sustainable Yield (MSY), dan Craig – Harris Productivity Model. Karakteristik pertumbuhan tanaman teh secara biologis menggunakan bibit biji (seedling) dan klon setek (cutting), dengan kondisi rata-rata tahunan curah hujan 2579 mm, suhu udara 23,78º C, kelembaban udara relatif 77,71%, dan lama penyinaran matahari 5 jam. Faktor-faktor produksi tanaman teh yang meliputi luas lahan (X1), produksi basah (X2), curah hujan (X3), suhu udara (X4), kelembaban udara relatif (X5), dan lama sinar matahari (X6) dimodelkan dalam regresi linier berganda yaitu: Y = -2180,950 + 1,298 X1 + 0,029 X2 + 0,029 X3 – 69,295 X4 + 24,706 X5 + 107,458 X6 + ?. Model fungsi produksi lestari secara bioekonomi yaitu hMSY = (4022,7 x E) – (68,216 x (E2)), dengan EMSY = 29,485 hari maka diperoleh hMSY = 59.304 ton. Tingkat produktivitas total tanaman teh di Kebun Kertamanah diperoleh nilai sebesar 1,9 sedangkan secara bioekonomis dapat diperoleh nilai 13,09. Artinya, tanaman teh di Kebun Kertamanah mengalami underproduction.", "Daftar File": {}, "Penulis": "Asy-syifaa Halimatusa'diah [10616072]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yooce Yustiana, M.Si.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "produktivitas, tanaman teh, bioekonomi, Maximum Sustainable Yield, Craig – Harris Productivity Model", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2020"}