{"Nomor": 50520, "Judul": "PERANCANGAN SISTEM JARINGAN DISTRIBUSI AIR MINUM DAN DMA (DISTRICT METER AREA) CABANG KARAWANG PDAM TIRTA TARUM, KARAWANG", "Abstrak": "Air merupakan salah satu kebutuhan dasar manusia. Seiring berjalannya waktu kebutuhan air akan semakin meningkat dikarenakan penduduk yang bertambah. Maka diperlukan sistem jaringan distribusi yang dapat menampung seluruh kebtuhan air dimasa datang. PDAM Tirta Tarum merupakan instansi yang bertanggung jawab dalam menyediakan air bersih kepada masyarakat Kabupaten Karawang. Daerah pelayanan cabang Karawang PDAM Tirta Tarum direncanakan akan melayani Kecamatan Karawang Barat dan Kecamatan Karawang Timur saja. Namun sampai saat ini cabang Karawang masih memenuhi kebutuhan air Kecamatan Klari dan Kecamatan Telukjambe sehingga daerah pelayanan yang direncanakan belum terlayani seluruhnya. Sampai pada bulan Desember 2019, PDAM Tirta Tarum cabang Karawang melayani 51.03% dari daerah pelayanan eksisting. Belum tercapainya pelayanan 100% menyebabkan perlu adanya penambahan daerah pelayanan. Tingkat kebocoran pipa yang terjadi mencapai 25.66%. Kehilangan tersebut diakibatkan oleh pipa air yang bocor dan ketidakakuratan meter air karena jarang dilakukan pengontrolan pada hal tersebut. Untuk memudahkan pengontrolan maka perlu dibentuk District Meter Area (DMA). Lalu dibentuk 3 alternatif jalur yang dapat melayani seluruh wilayah cabang Karawang dengan menggunakan analaisis EPANET 2.0. Jalur dipilih dengan metode Simple Additive Weighting (SAW). Dari jalur terpilih dibentuk 22 DMA untuk memudahkan pengontrolan air.", "Daftar File": {"15716036_Jayanti Ramadhany_Abstrak .pdf?": "https://digilib.itb.ac.id/gdl/download/212966"}, "Penulis": "Jayanti Ramadhany [15716036]", "Kontributor / Dosen Pembimbing": ["Teddy Tedjakusuma, S.T., M.T., Ph.D.", "Dadi Abdurrahman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Distribusi air minum, District Meter Area (DMA), EPANET 2.0, Cabang Karawang, PDAM Tirta Tarum", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "24 Sep 2020"}