{"Nomor": 50523, "Judul": "PERANCANGAN STRUKTUR ATAS TERMINAL PENUMPANG BANDAR UDARA SULTAN THAHA JAMBI", "Abstrak": "Salah satu kunci pertumbuhan suatu daerah ditentukan dari ketersediaan\ninfrastruktur publik terutama prasarana moda transportasi. Bandar Udara Sultan\nThaha merupakan proyek nasional yang diharapkan dapat mengkatalisasi\nperkembangan perekonomian dan pariwisata dengan meningkatkan aksesibilitas\ndari dan ke Provinsi Jambi. Perancangan terminal sebagai jalur masuk dan keluar\npenumpang dimulai dari gambar arsitektur yang direalisasikan dalam bentuk\ndokumen struktural sebelum dikonstruksikan. Struktur atas terminal penumpang\nBandar Udara Sultan Thaha Jambi terdiri atas satu lantai dasar dan satu lantai\nmezanin dengan panjang 180 meter, lebar 75 meter, dan tinggi puncak atap\nmaksimum 27,2 meter. Pada perancangan ini digunakan tiga sistem struktur baja\ntahan gempa yaitu struktur kanopi dengan Sistem Kolom Baja Dengan Kantilever\nKhusus yang menambat ke kombinasi vertikal struktur atap dengan Sistem Rangka\nBatang Pemikul Momen Khusus dan struktur utama dengan Sistem Balok dan\nKolom Komposit Pemikul Momen Khusus. Geometri rangka batang kanopi dan\natap dimodelkan dengan perangkat lunak SAP2000 v22 dan rangka struktur utama\ndimodelkan dengan ETABS 18. Rangka struktur menggunakan penampang profil\nbaja dimana khusus kolom struktur utama menggunakan kolom komposit isian\nbeton. Pelat lantai dasar dirancang sebagai pelat beton bertulang cor di tempat\nsementara pelat lantai mezanin dikonstruksi sebagai pelat komposit dek baja. Detail\nperancangan perletakan dasar kolom ke pondasi dibantu dengan spColumn v6.00\ndan detailing sambungan antar elemen dengan bantuan Tekla Structures 2019i.", "Daftar File": {"ABSTRAK Christian Adinata": "https://digilib.itb.ac.id/gdl/download/212980", "COVER Christian Adinata": "https://digilib.itb.ac.id/gdl/download/241114", "PUSTAKA Christian Adinata": "https://digilib.itb.ac.id/gdl/download/241126"}, "Penulis": "Christian Adinata [15016015]", "Kontributor / Dosen Pembimbing": ["Prasanti Widyasih Sarli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bandar udara, terminal penumpang, perancangan, struktur, tahan gempa, baja, komposit.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "11 file", "Tanggal Input": "24 Sep 2020"}