{"Nomor": 50525, "Judul": "ANALYSIS AND DESIGN OF CO2 INJECTION BELOW THE PARAFFIN PRECIPITATION ONSET PRESSURE IN B STRUCTURE AT S FIELD", "Abstrak": "The Enhanced Oil Recovery (EOR) technique has been widely applied to increase hydrocarbon production. One of the largest EOR methods is CO2 injection, which mainly recovers oil by oil swelling, reducing viscosity, interfacial tension, and generating miscibility. The design of the CO2 injection contains several essential parameters and problems, one of them is the possibility of paraffin precipitation during the CO2 injection. The precipitation of paraffin in the reservoir causes a reduction in permeability, thus decreasing the oil recovery from the CO2 injection process.\nThis study explains a design of CO2 Enhanced Oil Recovery (EOR) for the paraffinic oil reservoir in “B” Structure at “S” Field based on reservoir simulation. The scenario begins with the initial injection which will be done at a pressure below the paraffin precipitation onset, while the second case is injection at a pressure above the paraffin precipitation onset. Permeability reduction is used to model the paraffin precipitation effect. A sensitivity study was also done to observe the significance of permeability reduction caused by paraffin precipitation to oil recovery. At last, it can be concluded how the paraffin precipitation affects the CO2 injection and the most effective CO2 injection design to improve oil recovery in the paraffinic oil reservoir.\nThe simulation result shows that in the “B” Structure reservoir by reducing at least 27.68% permeability the injection at MMP, which is above the onset pressure of paraffin precipitation, yields a 1.18% lower oil recovery. The sensitivity analysis results show that permeability reduction due to paraffin precipitation affects the injection to be less effective, which is described by the insignificant oil recovery increment at higher pressures compared to the case where there is no precipitation occurs. Therefore, the author proposes the most beneficial and effective CO2 injection design in the “B” Structure paraffinic oil reservoir to be done at 2288 psi, or below the onset pressure of paraffin precipitation, which will result in a 53.40% recovery factor, or 11.03% increasing from the initial production before the EOR.", "Daftar File": {"ABSTRAK Elizabet Benedikta P S": "https://digilib.itb.ac.id/gdl/download/212990"}, "Penulis": "Elizabet Benedikta P S [12216040]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "CO2 injection, enhanced oil recovery, reservoir simulation, paraffinic oil", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "24 Sep 2020"}