{"Nomor": 50521, "Judul": "TELAAH PUSTAKA PEMANFAATAN TUMBUHAN HERBAL INDONESIA SEBAGAI ANTIOBESITAS", "Abstrak": "Obesitas dan kelebihan berat badan merupakan suatu keadaan ketika terjadi ketidakseimbangan\nantara asupan energi dan pengeluaran energi dari waktu ke waktu sehingga meningkatkan\npenyimpanan energi. Saat ini terdapat beberapa obat untuk mengobati obesitas, namun terdapat\nbatas pemakaian jangka panjang karena efek samping yang berbahaya. Beberapa studi melaporkan\ntumbuhan herbal berefektif untuk pengobatan obesitas. Studi literatur ini ditujukan untuk\npengumpulan data tumbuhan herbal Indonesia yang dilaporkan dalam sepuluh tahun terakhir\nmenggunakan mesin pencari Google Scholar dan Pubmed dengan aktivitas antiobesitas yang terbukti\nsecara praklinik maupun klinik serta berpotensi untuk menjadi obat alternatif dari orlistat. Jurnal\ndiseleksi melalui kriteria inklusi yaitu jurnal Internasional maupun nasional, dengan bahasa indonesia\natau bahasa inggris, jurnal dipublikasikan dalam waktu 10 tahun terakhir, full text atau free full text.\nKriteria eksklusi yang digunakan yaitu tumbuhan tidak dibudidayakan di Indonesia, berupa isolat atau\nefek berupa kombinasi dari beberapa tumbuhan herbal. Dari hasil penelurusan dipilih 30 tumbuhan\nherbal dari 20 Famili yang berefek sebagai penurun berat badan atau antiobesitas yaitu: Allium cepa\nL., Allium fistulosum L., Allium sativum L., Aloe vera (L.) Burm. f., Annona muricata L., Anredera\ncordifolia (Ten.) Steenis., Camellia sinensis (L.) Kuntze., Chrysanthemum morifolium Ramat., Coffea\nArabica L., Cosmos caudatus Kunth., Crocus sativus L., Curcuma longa L., Eleutherine bulbosa (Mill.)\nUrb., Ficus carica L., Foeniculum vulgare Mill., Garcinia mangostana L., Glycine max (L.) Merr.,\nGlycyrrhiza glabra L., Hibiscus sabdariffa L., Momordica charantia L., Morinda citrifolia L., Morus alba\nL., Myristica fragrans Houtt., Nelumbo nucifera Gaertn., Oryza sativa L., Phaseolus vulgaris L., Sauropus\nandrogynus (L.) Merr., Syzygium aromaticum (L.) Merr & Perry., Tamarindus indica L., Zingiber\nofficinale Roscoe. Efek farmakologis ditunjukan melalui senyawa –senyawa melalui beberapa\nmekanisme. Dari 30 tumbuhan, hanya 13 tumbuhan yang telah melalui uji klinik. Didapatkan beberapa\ntumbuhan herbal yang dapat direkomendasikan untuk uji lebih lanjut dengan melihat parameter\ndosis, durasi, dan desain uji. Hasil membuktikan bahwa ekstrak Zingiber officinale Roscoe dan Crocus\nsativus L dapat menurunkan berat badan dalam waktu yang singkat dan dosis yang rendah tanpa\nmemberikan efek samping.", "Daftar File": {"ABSTRAK Aulia Putri Sobandi": "https://digilib.itb.ac.id/gdl/download/212967"}, "Penulis": "Aulia Putri Sobandi [10716093]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "apt. Dhyan Kusuma Ayuningtyas, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Obesitas, antiobesitas, tumbuhan herbal, penurunan berat badan, ekstrak", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Sep 2020"}