{"Nomor": 50535, "Judul": "PENENTUAN WAKTU TINGGAL OPTIMUM PRODUK PENCUCIAN BATUBARA DI STOCKPILE PT ARUTMIN INDONESIA TAMBANG SENAKIN", "Abstrak": "Batubara merupakan salah satu sumber energi terbesar yang banyak digunakan saat\nini. PT Arutmin Indonesia merupakan salah satu produsen penyedia batubara, yang\nsiap untuk diolah menjadi sumber energi oleh konsumen. PT Arutmin Indonesia\nTambang Senakin menggunakan proses Jigging dengan media air dalam\npengolahan batubara, akibatnya nilai moisture pada batubara menjadi tinggi dan\ndapat menurunkan efisiensi nilai kalori yang akan dihasilkan nantinya. Oleh sebab\nitu, penelitian ini bertujuan untuk menentukan persamaan waktu tinggal optimum\nstockpile batubara, agar air dalam stockpile dapat berkurang secara alami. Dalam\npenelitian ini, batubara yang digunakan ialah batubara yang telah melewati proses\npencucian pada tanggal 26 Januari 2020 dengan fraksi ukuran terbesar ialah 75 mm,\ndan merupakan standar pengerjaan di PT Arutmin Indonesia Tambang Senakin.\nSerangkaian percobaan untuk mengetahui mekanisme aliran moisture pada\nstockpile batubara telah dilakukan untuk menentukan mekanisme mana yang lebih\nmempengaruhi pada jenis batubara dan kondisi penelitian ini. Adapun mekanisme\nyang terjadi di antaranya runoff, evaporation dan infiltration atau gravity drainage.\nDalam percobaan mekanisme aliran moisture tersebut, panjang lintasan bidang\nmiring stockpile dilakukan pada ukuran 32 cm, 44 cm dan 50 cm. Kemudian\ndilakukan perhitungan waktu tinggal batubara dengan menggunakan mekanisme\nyang paling mempengaruhi yaitu gravity drainage yang dilakukan pada ketinggian\nstockpile 50 cm, 150 cm dan 200 cm, sehingga menghasilkan persamaan waktu\ntinggal batubara di stockpile. Dalam penelitian ini, dipelajari juga pengaruh durasi\nhujan terhadap kandungan moisture dan pengaruh ketinggian stockpile terhadap\nwaktu tinggal optimum produk pencucian batubara.\nMekanisme yang paling mempengaruhi adalah mekanisme infiltration atau gravity\ndrainage, karena batubara sampel penelitian ini, memiliki fraksi ukuran batubara\nyang cenderung kasar, akibatnya air lebih mudah meresap ke dalam stockpile\nbatubara. Pengaruh durasi hujan yang meningkat, maka jumlah air yang tertahan di\ndalam stockpile juga akan meningkat. Dengan semakin tingginya stockpile, maka\nwaktu tinggal optimum semakin lama. Serta persamaan penentuan waktu tinggal\nbatubara dirumuskan sebagai berikut:\n???????????????????? (?????????????) = ???????????????????? ????????????????????????????????\n0.1414 x (ketinggian stockpile) + 15.389\n= ( ????????\n????????/?????????????)", "Daftar File": {"COVER Muhamad Adilko": "https://digilib.itb.ac.id/gdl/download/213016"}, "Penulis": "Muhamad Adilko [12516056]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismi Handayani, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "Total moisture , Runoff, Evaporation, Infiltration, Gravity Drainage", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "24 Sep 2020"}