{"Nomor": 50548, "Judul": "SIMULASI PRESTASI DAN EMISI MOTOR DIESEL DENGAN PENGKAYAAN OKSIGEN PADA SALURAN MASUK", "Abstrak": "Kebutuhan energi yang semakin meningkat, beriringan dengan emisi yang dihasilkan oleh sistem motor bakar mendorong pengembangan berbagai metode pembakaran yang dapat menyelesaikan kedua masalah tersebut, salah satunya adalah dengan melakukan pengkayaan oksigen pada udara yang digunakan pada pembakaran. Penerapan pembakaran dengan pengkayaan oksigen merupakan suatu upaya yang dilakukan untuk mengatasi beberapa masalah utama yang dihadapi dalam penggunaan motor diesel, diantaranya adalah emisi jelaga yang dapat menyebabkan berbagai dampak buruk bagi manusia maupun lingkungan. Pengkayaan oksigen juga dapat diterapkan untuk meningkatkan prestasi dari suatu sistem motor bakar.\nUntuk mengetahui pengaruh dari pengkayaan oksigen pada prestasi dan emisi dari motor diesel, maka dilakukan simulasi dengan menggunakan piranti lunak AVL BOOST dengan memodelkan motor diesel satu silinder dengan pengkayaan oksigen pada saluran masuk. Variasi dari kadar oksigen yang ada pada udara setelah dilakukan pengkayaan memiliki rentang dari 21% hingga 77% dari total massa udara yang masuk.\nSetelah dilakukan simulasi, diperoleh data bahwa seiring dengan meningkatnya kadar oksigen yang ada pada udara, maka prestasi dari motor diesel cenderung membaik, berupa meningkatnya tekanan efektif rata-rata sebesar 9% dan menurunnya konsumsi bahan bakar spesifik sebesar 6%. Selain itu, pengkayaan oksigen juga menyebabkan penurunan emisi jelaga tiap daya yang dihasilkan sebesar 90%. Namun, metode ini memiliki imbas berupa kenaikan emisi NOx hingga mencapai tiga kali lipat akibat meningkatnya temperatur maksimum pada silinder serta kenaikan temperatur gas buang.", "Daftar File": {"ABSTRAK Sabrinanur Ramadhani": "https://digilib.itb.ac.id/gdl/download/213054"}, "Penulis": "Sabrinanur Ramadhani [13116003]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Iman Kartolaksono Reksowardojo, M.Eng.", "Achmad Praptijanto M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "motor diesel, pengkayaan oksigen, prestasi, emisi, pembakaran, AVL BOOST", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}