{"Nomor": 50546, "Judul": "SINTESIS ADSORBEN LOGAM BERAT CR6+ BERBAHAN DASAR FLY ASH", "Abstrak": "Perkembangan industri memicu peningkatan emisi limbah logam berat. Penanganan limbah menjadi suatu proses yang penting dilakukan karena berdampak langsung terhadap kehidupan di sekitarnya. Dalam penelitian ini, penanganan limbah difokuskan dengan teknik adsorpsi dan diutamakan terhadap limbah Cr6+. Cr6+ bersifat toksik karena dapat menyebabkan kanker dan perubahan genetik, sehingga kelayakan limbah ini saat akan dibuang ke lingkungan perlu diperhatikan. Salah satu tindakan yang tepat adalah memanfaatkan limbah lain, yaitu fly ash, untuk membuat material adsorben bagi Cr6+.\nPenelitian kami berorientasi pada peningkatan kemampuan fly ash sebagai adsorben dengan tambahan selulosa dan alginat. Adsorben dibentuk dalam wujud granula berpori. Selulosa berfungsi untuk meningkatkan porositas, sedangkan alginat sebagai perekat. Proses coating oleh kitosan dilakukan untuk meningkatkan sifat koagulasi. Adsorben diuji adsorptivitasnya dengan uji celup di dalam larutan K2Cr2O7. Kemudian, larutan sisa adsorpsi dikarakterisasi dengan AAS (Atomic Absorption Spectrophotometry).\nHasil pengujian menunjukkan bahwa dosis adsorben dan waktu kontak memengaruhi peningkatan adsorpsi. Karakterisasi AAS menghasilkan data kuantitatif konsentrasi Cr6+ pada larutan dan grafik penyerapan Cr6+ terhadap waktu. Dari data tersebut, didapatkan bahwa kapasitas adsorpsi dari adsorben sebesar 1,194 mg/g. Kemampuan adsorpsi tersebut mendukung pemanfaatan fly ash di dalam meningkatkan potensi pengelolaan limbah secara tepat.", "Daftar File": {"ABSTRAK Prakas L S": "https://digilib.itb.ac.id/gdl/download/213052", "COVER Prakas L S": "https://digilib.itb.ac.id/gdl/download/241665", "PUSTAKA Prakas L S": "https://digilib.itb.ac.id/gdl/download/241672"}, "Penulis": "Prakas L S [13314030]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Ir. Ahmad Nuruddin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Cr6+, adsorpsi, fly ash, selulosa, alginat, kitosan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "24 Sep 2020"}