{"Nomor": 50541, "Judul": "CENTELLA ASIATICA ENTRAPMENT IN CELLULOSE MICROBEADS FOR COSMETIC APPLICATIONS", "Abstrak": "Meningkatnya produksi dalam bidang kosmetik yang sangat signifikan dalam beberapa tahun ke belakang menimbulkan masalah yaitu limbah plastik, terutama dari microbeads pada produk-produk seperti sabun cuci muka, sabun mandi, pasta gigi, dan lain-lain. Meminimalisir masalah limbah ini bisa dengan cara mengganti material microbeads yang semula dari plastik non-biodegradable menjadi opsi yang lebih ramah lingkungan yaitu plastik biodegradable, salah satu solusinya adalah selulosa. Selulosa merupakan bahan yang ideal karena akan mudah didapat di Indonesia yang kaya akan sumber daya alam. Microbeads selulosa dibuat dari bahan selulosa asetat dengan metode dispersi. Micorbeads mulai berbentuk bulat dengan distribusi yang baik pada percobaan dengan konsentrasi 5.0:100 w/w ke bawah. Morfologi dari microbeads dan juga struktur kimianya dianalisis dengan SEM dan FTIR. Kemudian studi ini juga mencoba untuk memfungsikan microbeads sebagai sistem drug delivery. Microbeads diisi dengan bahan aktif yang membantu menyembuhkan kulit yang iritasi akibat eksfoliasi dengan microbeads. Bahan aktif yang digunakan adalah centella asiatica. Kemampuan microbeads menyerap bahan aktif tersebut dibuktikan dengan analisis spectrum FTIR. Kemudian metoda lain untuk memodifikasi microbeads ke depannya juga dibahas dalam bagian kajian literatur pada studi ini.", "Daftar File": {"ABSTRAK Sharifa Salma Sulistiawan": "https://digilib.itb.ac.id/gdl/download/213045", "COVER Sharifa Salma Sulistiawan": "https://digilib.itb.ac.id/gdl/download/241004", "PUSTAKA Sharifa Salma Sulistiawan": "https://digilib.itb.ac.id/gdl/download/241010"}, "Penulis": "Sharifa Salma Sulistiawan [13716046]", "Kontributor / Dosen Pembimbing": ["Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "microbeads selulosa, drug delivery, kemampuan drug loading microbeads selulosa, centella asiatica", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "24 Sep 2020"}