{"Nomor": 50558, "Judul": "OPINI AUDIT DAN KECURANGAN DI PEMERINTAH DAERAH: STUDI KASUS DI INDONESIA", "Abstrak": "Penelitian ini bertujuan untuk menguji hubungan antara opini audit pemerintah\ndan kecurangan di pemerintah daerah di Indonesia. Kami menggunakan analisis\nregresi logistik untuk menguji hipotesis menggunakan sampel dari 28 pemerintah\ndaerah di provinsi Jawa Barat pada periode tahun fiskal 2012 hingga 2017. Kami\nmenemukan bahwa opini audit secara signifikan mempengaruhi kecurangan.\nTerdapat hubungan yang kuat antara opini audit dan kecurangan. Selain itu,\npendapat Wajar Tanpa Pengecualian yang diberikan oleh Badan Pemeriksa\nKeuangan Republik Indonesia (BPK RI) kepada pemerintah daerah dapat\nmencerminkan kondisi nyata pemerintah daerah dalam tata kelola dan\nakuntabilitas yang baik. Model yang kami kembangkan secara konsisten dapat\nmengukur kecurangan dengan mengganti variabel dependen menjadi denda dan\nnilai kerugian negara. Penelitian ini memberikan saran yang berguna untuk\nlembaga pemeriksaan negara yaitu BPK RI tentang pentingnya audit pemerintah\nyang berkesinambungan. Tindak lanjut rekomendasi audit memainkan peran\npenting dalam meningkatkan efektivitas pengendalian internal, akuntabilitas, tata\nkelola, dan transparansi. Peningkatan ini akan mengurangi tingkat penipuan di\npemerintah daerah. Penelitian ini tidak hanya mengisi kesenjangan beberapa\nliteratur sebelumnya tentang bagaimana mengurangi kecurangan dengan\nmempertimbangkan peran audit tetapi juga mengukur peran audit pemerintah\ndalam mengurangi dan mencegah kecurangan.", "Daftar File": {"ABSTRAK Saeful Hikam": "https://digilib.itb.ac.id/gdl/download/213081"}, "Penulis": "Saeful Hikam [29018006]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Opini Audit, Kecurangan Laporan Keuangan, Pemerintah Daerah", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "24 Sep 2020"}