{"Nomor": 50555, "Judul": "PEMODELAN DAN SIMULASI FERMENTASI BUTANOL OLEH CLOSTRIDIUM SACCHAROPERBUTYLACETONICUM N1-4", "Abstrak": "Kebutuhan akan biofuel terus meningkat. Selain etanol, salah satu yang sedang dikembangkan adalah butanol. Butanol dinilai lebih unggul daripada etanol karena memiliki rapat energi yang lebih tinggi serta lebih tidak mudah menguap. Butanol dapat dihasilkan melalui fermentasi oleh bakteri golongan Clostridia, dalam hal ini Clostridium saccharoperbutylacetonicum N1-4 yang dinilai unggul karena dapat tumbuh pada berbagai medium, baik berbasis gula maupun pati. Di sisi lain, simulasi pada fermentasi butanol penting untuk dilakukan karena berguna pada perancangan dan operasi produksi biobutanol skala industrial.\nPenelitian ini bertujuan memodelkan dan mensimulasikan fermentasi butanol secara partaian (batch) oleh Clostridium saccharoperbutylacetonicum N1-4 menggunakan model Shinto, Grisales A, dan Grisales B. Akurasi model dievaluasi menggunakan R2 residual. Pada model Shinto, dilakukan penalaan (tuning) parameter. Kemudian, model diterapkan untuk menentukan pengaruh konsentrasi awal glukosa dan asam organik terhadap produksi butanol dengan data pembanding dari literatur. Simulasi model dilakukan dengan bantuan perangkat lunak MATLAB R2015b. Hasil menunjukkan bahwa model Shinto hasil penalaan (Shinto bms2) lebih akurat daripada Shinto asli, dan model Grisales B lebih akurat daripada Grisales A. Model Grisales B akurat untuk fermentasi dengan rentang konsentrasi glukosa yang lebih lebar dibanding model Shinto bms2, sekaligus untuk menggambarkan pengaruh glukosa terhadap produksi butanol. Model Shinto bms2 cenderung akurat untuk menggambarkan pengaruh butirat terhadap produksi butanol.", "Daftar File": {"ABSTRAK Novaldio Rizki": "https://digilib.itb.ac.id/gdl/download/213076"}, "Penulis": "Novaldio Rizki [13016006]", "Kontributor / Dosen Pembimbing": ["Elvi Restiawaty, S.T., PD.Eng., Ph.D.", "Dr. Ardiyan Harimawan, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Clostridium saccharoperbutylacetonicum N1-4, model Grisales, model Shinto, produksi butanol, R2 residual", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}