{"Nomor": 50569, "Judul": "PENGUKURAN ELEVASI LAMPU PAPI DENGAN METODE JARAK WARNA MENGGUNAKAN WEB CAMERA", "Abstrak": "Pesawat perlu berada pada sudut 3° saat akan melakukan pendaratan pada landasan\nbandara agar pendaratan berjalan dengan baik. Pada final landing phase, salah satu lampu\nyang penting digunakan dalam sebuah lapangan bandar udara adalah lampu Precision\nApproach Path Indicator (PAPI). Lampu PAPI berfungsi sebagai pembantu visual bagi pilot\nuntuk memastikan pesawat memiliki sudut pendaratan yang sesuai. Metode saat ini yang\ndigunakan untuk memeriksa keadaan lampu perlu menggunakan sebuah pesawat khusus dan\nmemakan biaya yang besar. Keadaan ini menyulitkan bagi bandara-bandara kecil di luar kota\nbesar untuk melakukan kalibrasi terhadap lampu PAPI. Salah satu komponen yang harus\ndikalibrasi adalah sudut elevasi dari lampu PAPI. Setiap lampu PAPI memiliki kemiringannya\nsendiri yang harus didekati sampai dengan ketelitian mencapai menit. Dalam dokumen ini,\ndijelaskan mengenai perancangan instrumen untuk mengecek nilai elevasi lampu PAPI\nmenggunakan metode analisis warna Delta E. Instrumen yang dibuat akan memiliki\nkemampuan untuk melakukan pergerakan sesuai dengan sudut lampu PAPI dan pengambilan\ngambar untuk analisis menggunakan web camera. Pada bagian tengah lampu PAPI, terdapat\nwarna perantara yaitu warna pink yang bisa digunakan untuk mengetahui sudut tengah lampu\nPAPI. Metode Delta E sendiri merupakan salah satu algoritma untuk menghitung jarak antara\ndua warna berdasarkan diagram pada color space CIE Lab. Algoritma tersebut digunakan\nuntuk membandingkan warna lampu yang didapatkan dari web camera dengan warna referensi\npink pada buku manual lampu PAPI. Pencarian warna tersebut direalisasikan melalui proses\neksplorasi menggunakan BH1750, nema 17 dan kerangka yang menggunakan threaded rod\nuntuk pergerakan secara vertikal. Instrumen ini dikembangkan bersama dengan Balai Teknik\npenerbangan sebagai penyedia lampu PAPI untuk pengujian dari instrumen. Hasil\nmenunjukan bahwa metode ini memberikan nilai pengukuran sudut elevasi yang akurat\ndengan error kurang dari 3’.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213110", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213111", "Abstract": "https://digilib.itb.ac.id/gdl/download/213112", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213113", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213114"}, "Penulis": "Kevin Christiansen Marsim [13216005]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "PAPI, Delta E, sudut elevasi, web camera", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "24 Sep 2020"}