{"Nomor": 50575, "Judul": "PROSES PENGEMBANGAN KONSUMEN DAN VALIDASI KONSUMEN PADA STARTUP  (STUDI KASUS: DENTECETOR)", "Abstrak": "Indonesia merupakan negara dengan populasi terbanyak nomer empat di dunia. Setengah dari populasi di Indonesia berusia kurang dari tiga puluh tahun. Data menunjukkan pengguna internet di Indonesia meningkat, pada tahun 2018 tercatat 92,5 juta pengguna dan naik menjadi 107 juta pada tahun 2019. Penyakit gigi dan mulut tidak ditangani dengan baik di Indonesia karena hanya 10,2% dari penderita yang mendapat penanganan yang tepat.\n\tDentector sebagai start-up yang melihat masalah sulitnya mendapatkan informasi mengenai kesehatan gigi dan mulut dan akses menuju dokter gigi, melihat kondisi ini sebagai kesempatan bisnis. Dentector bertujuan untuk membantu menjaga kesehatan gigi dan mulut di Indonesia dengan memberikan informasi mengenai kesehatan gigi dan mulut dan dokter gigi di sekitar pengguna. Setiap start-up perlu untuk validasi pasar, mengingat bahwa masalah yang menjadi dasar pembuatan start-up dibangun berdasarkan asumsi. Pembuktian masalah dan target market merupakan hal yang penting dalam tahap awal pembuatan start-up.\nPendekatan yang digunakan dalam penelitian ini berawal dengna melakukan analisis Customer Development yang terdiri dari Customer Discovery dan Customer Validation yang dibantu dengan tool yaitu Problem-solution canvas untuk menganalisa Customer Discvoery dan Value Proposition Canvas untuk menganalisa Customer Validation. Hal ini dilakukan untuk mengetahui produk ini diterima atau tidak oleh masyarakat.\nHasilnya mengusulkan solusi dan perbaikan yang dapat diterapkan untuk pengembangan bisnis dan keberlanjutan Dentector. Usulan Marketing Funnel juga digunakan dengna konsep AISAS untuk memproyeksikan pengenalan dan penjualan produk ini. Rekomendasi juga diusulkan dalam bentuk pengembangan bisnis di masa depan.", "Daftar File": {"2020_TS_PP_Yosia Christi Vesara_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/213136"}, "Penulis": "Yosia Christi Vesara Manurung [29118132]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Customer Development, Market Validation, Marketing Funnel", "Sumber": "DENTECETOR", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2020"}