{"Nomor": 50573, "Judul": "CONSUMER BEHAVIOR TOWARDS LUXURY FASHION COLLABORATION WITH FAST FASHION RETAILER IN INDONESIA", "Abstrak": "Saat ini, kemitraan dalam Industri Pakaian antara ‘fast fashion’ dengan ‘luxury\nbrand’ telah meningkat karena peluncuran merek fashion ‘co-branded’. Sehingga\nmembuat orang tidak mau tertinggal zaman untuk mencari jenis pakaian terbaru\ndari berbagai merek, dengan cara menciptakan barang-barang yang terinspirasi\ndari desainer nasional dan internasional dengan harga yang lebih terjangkau.\nTujuan dari penelitian ini adalah untuk memahami apa yang dimaksud dengan\nstrategi pemasaran co-branding di industri pakaian. Barang-barang mewah yang\ndipasarkan dan dijual kepada para milenial di Indonesia melalui media sosial\ndan berdasarkan data, ketika ada ‘luxury brand’ yang berkolaborasi dengan\nretail ‘fast fashion’ dan membuat \"produk mewah yang terjangkau\", maka\ntercipta pasar bagi generasi milenial kelas menengah Indonesia. strategi merek\nbersama mode mewah-cepat. Akibat dari marketing industri pakaian yang\ndiciptakan melalui media, banyak orang yang kemudian terikat mengikuti\nperkembangan trend pakaian dan dunia fashion pada umumnya. Pergerakan\nindustri pakaian yang cukup pesat dikarenakan trend pakaian dunia yang terus\nberubah, mengakibatkan produksi pakaian oleh industri tersebut mengikuti laju\ntrend pakaian dunia yang sebagian besar didominasi oleh merek-merek mewah", "Daftar File": {"ABSTRAK Khanza Syahla Salsabila": "https://digilib.itb.ac.id/gdl/download/213130"}, "Penulis": "Khanza Syahla Salsabila [19016327]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D.", "Sue Alouche"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Konsumen, Pakaian Mewah, Fast Fashion Retailer di Indonesia.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "24 Sep 2020"}