{"Nomor": 50579, "Judul": "USULAN STRATEGI PEMASARAN POLITIK  UNTUK MENARIK PEMILIH MILENIAL: STUDI KASUS PARTAI  DEMOKRASI INDONESIA PERJUANGAN (PDIP)", "Abstrak": "Partai Demokrasi Indonesia Perjuangan (PDIP) didirikan pada tahun 1999 oleh Megawati \nSoekarnoputri dengan kinerja yang baik selama 20 tahun terakhir dengan keunggulannya di\nmasyarakat kelas bawah dengan slogan \"Partainya Wong Cilik\". PDIP telah berhasil\nmemenangkan tiga pemilihan umum yang terdiri dari tahun 1999, 2014, dan 2019. \nMasalah yang dihadapi oleh PDIP di tahun-tahun mendatang adalah menarik kelompok\nmilenial terpelajar karena pada tahun 2024 Badan Pusat Statistik Indonesia (BPS)\nmemperkirakan generasi milenial akan menyumbang 60 persen dari total populasi Indonesia.\nSementara itu dalam beberapa tahun terakhir telah terjadi pergeseran besar-besaran dari\nmedia konvensional ke media internet sebagai perangkat media untuk kampanye politik dan\npengguna media internet saat ini didominasi oleh generasi milenial. Selanjutnya, tokohtokoh\n\npolitik baru akan muncul dalam Politik Indonesia dan partai-partai lain akan lebih\nkompetitif. Oleh karena itu, penelitian ini mencoba menemukan strategi pemasaran politik\nyang sesuai untuk PDIP untuk menarik kaum milenial. \nPenelitian ini menggunakan metode penelitian campuran untuk mendukung keakuratan\nanalisis. Penulis menggunakan STP (Segmenting, Targeting, Positioning), Bauran\nPemasaran 4P, dan Wawancara Internal untuk memahami kondisi dan masalah internal\nPDIP. Sementara untuk memahami kondisi dan masalah eksternal PDIP, penulis\nmenggunakan Kerangka PESTEL, Lima Kekuatan Porter, dan Kuesioner Eksternal. Hasil\ndari semua analisis dikembangkan menggunakan analisis TOWS Matrix sehingga menjadi\nbeberapa strategi alternatif. Berdasarkan semua analisis, akar masalah yang dihadapi PDIP\nadalah pemasaran politik yang tidak menarik bagi kaum milenial. Oleh karena itu, penulis\nmengusulkan tiga strategi pemasaran politik yang terdiri dari mempertahankan pemilih\ntradisional dan basis, membangun program politik internal dengan preferensi milenium, dan\nmengembangkan strategi politik digital.", "Daftar File": {"2020_TS_PP_Muhammad Ilyas Pratama Putra_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/213142"}, "Penulis": "Muhammad Ilyas Pratama Putra [29117428]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pemasaran politik, milenial, partai politik, media sosial, pemilihan umum", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Sep 2020"}