{"Nomor": 50585, "Judul": "PENINGKATAN KINERJA METODE STREAM-CENTERED PROBABILISTIC MATRIX FACTORIZATION MENGGUNAKAN WEIGHTED RESERVOIR SAMPLING DAN KOMPUTASI PARALEL", "Abstrak": "Penerapan sistem rekomendasi pada platform online ternyata menghasilkan data\ndengan volume yang besar dan dengan laju yang tidak diduga-duga sehingga lebih\nrealitis untuk mempelajari sistem rekomendasi di bawah pengaturan streaming.\nBanyak penelitian yang mencoba mengembangkan sistem rekomendasi streaming\nsalah satunya adalah Stream-centered Probabilistic Matrix Factorization (SPMF).\nPada SPMF, model akan diperbarui terus menerus setiap satu window data stream\nmasuk kedalam sistem dengan menggunakan data yang dikelola pada reservoir\nditambah data pada window data stream.\nPenelitian ini fokus mengembangkan teknik reservoir sampling pada metode SPMF\nyaitu uniform random sampling yang mana teknik ini dapat mengakibatkan\nkesalahan perangkingan model akibat hilangnya data pengamatan dari memori.\nUntuk mengurangi konsekuensi ini, sampel dipilih berdasarkan skor faktorisasi\nmatriks yang mana skor ini dianggap dapat merepresentasikan popularitas item.\nSelain itu pada penelitian ini juga dikembangkan teknik paralelisasi algoritma\npembaruan model pada SPMF untuk tujuan peningkatan skalabilitas. Berdasarkan\npercobaan yang dilakukan pada dataset Bukalapak, metode yang diajukan terbukti\nmemiliki kualitas rekomendasi yang lebih baik dari metode baseline dan setidaknya\nmencapai 84% kualitas BPR-MF dengan reduksi dataset hingga 78% dan waktu\nkomputasi 60 kali lebih cepat. Komputasi paralel juga dapat meningkatkan\nkecepatan komputasi sebesar 23% dengan menggunakan 4 worker.", "Daftar File": {"Cover, Abstrak dan Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213169", "Tesis": "https://digilib.itb.ac.id/gdl/download/213170"}, "Penulis": "Berman Danyel Sinaga [23518011]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Saiful Akbar, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sistem Rekomendasi, Komputasi Paralel, Data Stream, Reservoir Sampling", "Sumber": "", "Staf Input/Edit": "karya", "File": "2 file", "Tanggal Input": "24 Sep 2020"}