{"Nomor": 50589, "Judul": "ADAPTASI MOBILENETV2-TSM UNTUK ANTARMUKA PENGGUNA NATURAL BERBASIS GESTUR TANGAN", "Abstrak": "Gestur tangan merupakan salah satu alternatif untuk melengkapi kekurangan\nantarmuka pengguna natural yang ada saat ini. Penelitian mengenai pengenalan\ngestur tangan untuk antarmuka telah dilakukan oleh Kopuklu, dkk., (2019).\nPenelitian tersebut menggunakan 3D-CNN untuk mengenali gestur tangan.\nPendekatan ini dapat memberikan akurasi yang baik namun memiliki waktu\nkomputasi yang tinggi. Pada penelitian lain, Lin, dkk., (2019) melakukan\npenelitian mengenai pembelajaran fitur spasiotemporal berbasis 2D-CNN yang\ndisebut Temporal Shift Module (TSM). TSM memberikan waktu komputasi lebih\nrendah dibanding 3D-CNN. Namun pendekatan ini tidak dapat langsung\nmenggantikan model 3D-CNN pada antarmuka gestur tangan. Hal ini disebabkan\nadanya perbedaan karakteristik antara kedua pendekatan tersebut.\nPada tugas akhir ini dilakukan adaptasi agar TSM dapat diterapkan pada\nantarmuka gestur tangan. Sebagai backbone TSM, digunakan MobileNetV2\nkarena memiliki waktu komputasi rendah. Adaptasi yang dilakukan berupa\npenyesuaian mekanisme deteksi dan aktivasi gestur tangan terhadap karakteristik\nmasukan dan keluaran dari TSM. Pada mekanisme deteksi, detektor menggunakan\nalgoritma deteksi gerak sehingga dapat memproses masukan gestur tangan per\nframe. Sedangkan pada mekanisme aktivasi, selain menggunakan metode\npembobotan akurasi dari pendekatan Kopuklu, dkk., (2019), juga digunakan\nmekanisme pengabaian frame sesudah aktivasi.\nDengan adaptasi yang dilakukan, antarmuka gestur tangan yang dihasilkan\nmemiliki kinerja yang bagus dalam hal akurasi dan waktu komputasi. Antarmuka\nhasil adaptasi dapat memberikan akurasi 96.54% dengan kecepatan komputasi 67\nfps. Hasil ini juga lebih baik dibandingkan dengan pendekatan berbasis 3D-CNN.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213182", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/213184", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213185", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213186"}, "Penulis": "Dion Saputra [13516045]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwi Hendratmo Widyantoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "antarmuka pengguna, gestur tangan, temporal shift module", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "24 Sep 2020"}