{"Nomor": 50581, "Judul": "ANALYSIS OF INVENTORY MANAGEMENT SYSTEM AT A HOSPITAL PHARMACY", "Abstrak": "Kesehatan adalah salah satu prioritas dalam agenda pembangunan nasional Indonesia. Saat ini, pengeluaran pemerintah untuk perawatan kesehatan ditentukan dengan mengalokasikan 5 persen dari Anggaran Pendapatan dan Belanja Negara (APBN) (Aditya, 2019). Level layanan pelanggan yang tinggi diperlukan dalam rantai pasokan obat-obatan karena memiliki dampak yang signifikan pada pasien. Pada studi ini, masalah di apotek rumah sakit sebagian besar terkait dengan tingkat layanan yang relatif rendah pada persediaan dan pengeluaran yang berlebihan untuk biaya persediaan. Biaya persediaan yang tidak efisien di apotek rumah sakit disebabkan oleh pihak apotek yang tidak memiliki metode yang tepat untuk menentukan kapan memesan barang dan berapa banyak barang yang akan dipesan. Tidak ada peraturan ketat tentang mengendalikan inventaris. Dalam penelitian ini, analisis data untuk sistem manajemen persediaan yang baru menggunakan continuous review policy. Berdasarkan data analisis, jika dibandingkan dengan tingkat persediaan rata-rata yang ideal, sebanyak 75% dari semua produk termasuk dalam kategori overstock. Apotek Rumah Sakit dapat menghemat Rp340.902.203 jika bersedia menerapkan sistem manajemen inventaris yang baru dengan menggunakan continuous review policy. Selain itu, simulasi persediaan dilakukan dan rata-rata tingkat layanan pelanggan untuk item yang dipilih adalah 94%, oleh karena itu kebijakan peninjauan berkelanjutan dianggap cocok untuk diterapkan di apotek rumah sakit. Semua solusi diharapkan dapat meningkatkan tingkat layanan pelanggan dan efisiensi biaya persediaan. Penelitian selanjutnya diperlukan untuk menghitung sensitivitas perubahan harga dan permintaan di tengah pandemi COVID-19.", "Daftar File": {"ABSTRAK Monicha Rosana Tirza": "https://digilib.itb.ac.id/gdl/download/213159", "2020 TS PP Monicha Rosana Tirza 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/249793"}, "Penulis": "Monicha Rosana Tirza [19017238]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "apotek rumah sakit, continuous review policy, tingkat persediaan rata-rata, biaya persediaan, tingkat layanan pelanggan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "24 Sep 2020"}