{"Nomor": 50595, "Judul": "PENGEMBANGAN MODEL INVENTORI OBAT-OBATAN DENGAN MEMPERTIMBANGKAN UMUR HIDUP, JOINT REPLENISHMENT DAN PRODUK SUBSTITUSI", "Abstrak": "Obat merupakan produk yang memiliki umur hidup tetap yang ditandai dengan tanggal kedaluwarsa. Berdasarkan Permenkes RI No. 73 tentang Standar Pelayanan Kefarmasian di Apotek penyelenggaraan kefarmasian di apotek harus menjamin persediaan obat yang aman, bermutu, bermanfaat dan terjangkau. Untuk mencapai hal tersebut maka diperlukan perencanaan pengadaan inventori yang baik sehingga tidak terjadi kekurangan inventori dan kelebihan inventori hingga obat mengalami kedaluwarsa. Dalam kegiatan perencanaan pengadaan dilakukan penentuan kebijakan inventori yang dapat meminimalkan ongkos total inventori.\nPada penelitian ini, penentuan kebijakan inventori dilakukan dengan membangun sebuah model inventori baru dengan menggabungkan beberapa konsep dari penelitian terpisah yaitu umur hidup, produk substitusi, dan joint replenishment. Adapun model acuan yang digunakan yaitu model inventori untuk produk yang memiliki umur hidup tetap milik Hidayat dan Fauzi (2015) yang kemudian dilengkapi dengan model Chairunnisa (2018) dan joint repelishment model with substitusion (JRMS) milik Salameh, dkk. (2014). Model inventori usulan mengakomodasi dua jenis obat yang berada dalam kategori yang sama dimana kedua obat memiliki fungsi dan komposisi zat aktif yang sama. Persediaan kedua obat dapat habis karena permintaan atau umur hidupnya dan ketika persediaan suatu obat habis, sebagian permintaan dipenuhi oleh obat lain yang memiliki fungsi dan komposisi zat aktif yang sama dan permintaan yang tidak dapat dipenuhi dianggap sebagai kehilangan penjualan. Selain itu, obat dalam kategori yang sama dipesan secara bersama-sama dalam tiap siklus pemesanan guna mencapai efisiensi biaya simpan dan biaya pesan dari joint replenishment.\nModel usulan mengoptimasi ukuran lot pemesanan tiap jenis obat dengan tujuan untuk meminimasi ongkos total inventori yang terdiri dari ongkos pesan, ongkos simpan, ongkos kekurangan, dan ongkos kedaluwarsa. Adapun prosedur pencarian solusi dari model usulan dilakukan dengan menganalisa hasil perhitungan dari 2 skenario dimana pada tahap ini terpilih obat yang akan berperan sebagai pengganti untuk obat lainnya yang kemudian dilanjutkan dengan penentuan kasus. Penentuan kasus dipilih berdasarkan sebab persediaan obat habis, bila karena permintaan maka tergolong dalam kasus 1 dan bila karena umur hidup maka tergolong dalam kasus 2. Ketika permasalahan inventori tergolong dalam kasus 2 maka akan dilakukan sebuah evaluasi tambahan yaitu menghitung ongkos total inventori dari kebijakan inventori setelah dilakukan penyesuaian kemudian membandingkannya dengan ongkos total inventori tanpa penyesuaian atau kasus 1. Bila ongkos total inventori yang dihasilkan dari kasus 1 lebih baik dari kasus 2 maka kebijakan inventori tersebutlah yang akan digunakan dan berlaku sebaliknya.\nBerdasarkan uji coba yang dilakukan terhadap 30 kelompok obat didapatkan hasil bahwa kebijakan inventori dari 28 kelompok obat merupakan hasil tanpa penyesuaian yaitu 17 kelompok obat diselesaikan dengan skenario 2 kasus 1 dan sebanyak 11 kelompok obat diselesaikan dengan skenario 1 kasus 1 sedangkan sisanya merupakan hasil dengan penyesuaian dimana hasil dari skenario 1 kasus 1 memberikan kriteria kinerja yang lebih baik dari skenario 2 kasus 2. Selain itu, model usulan memberikan ekspetasi ongkos total inventori yang lebih baik dari kebijakan inventori apotek saat ini. Kebijakan ini menghasilkan penghematan ongkos pesan sebesar 28%, penghematan ongkos simpan sebesar 85%, penghematan ongkos kekurangan sebesar 98%, dan penghematan ongkos kedaluwarsa sebesar 100%. Penghematan ongkos ini diperoleh karena pada model usulan telah mempertimbangkan umur hidup dan penerapan konsep produk substitusi dan joint replenishment yang mampu memaksimalkan utilitas penggunaan setiap jenis obat sehingga mengurangi ongkos total inventori berupa penurunan ongkos pesan, ongkos simpan, menurunkan ekspetasi jumlah kekurangan obat dan menghindari terdapat persediaan obat yang kedaluwarsa.", "Daftar File": {"ABSTRAK Meiliana Siregar": "https://digilib.itb.ac.id/gdl/download/213205"}, "Penulis": "Meiliana Siregar [23418019]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Yosi Agustina Hidayat, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sistem inventori, umur hidup tetap, joint replenishment, produk substitusi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2020"}