{"Nomor": 50599, "Judul": "PENILAIAN KUALITAS TAPAK DALAM UPAYA RESTORASI EKOSISTEM DI TAMAN BURU MASIGIT KAREUMBI", "Abstrak": "Berbagai upaya dalam mengatasi deforestasi di Indonesia mulai digencarkan salah satunya dengan restorasi ekosistem. Restorasi ekosistem dapat mengembalikan kondisi keanekaragaman hayati di dalam hutan serta meningkatkan efektifitas jasa ekosistem salah satunya simpanan karbon. Taman Buru Masigit Kareumbi (TBMK) merupakan salah satu kawasan konservasi yang terletak di Jawa Barat yang pernah mengalami degradasi hutan sehingga membutuhkan restorasi ekosistem. Untuk melakukan restorasi, penilaian kualitas tapak dibutuhkan guna mengetahui kondisi eksisting tapak serta menghindari kesalahan pada pemilihan teknik restorasi. Penelitian ini dilakukan untuk mendeskripsikan struktur dan komposisi floristik, mengestimasi simpanan karbon serta melakukan penilaian kualitas umum tapak. Area yang menjadi lokasi kajian pada penelitian ini terbagi menjadi tiga tutupan lahan yang disebabkan perbedaan sejarah pengelolaannya yaitu semak belukar, hutan pinus dan hutan campuran. Penelitian dilakukan dengan metode analisis vegetasi dengan plot bertingkat. Estimasi simpanan karbon dilakukan pada tujuh sumber penyimpan karbon (carbon pool) yaitu biomassa pohon hidup di atas tanah, biomassa perdu hidup di atas tanah, simpanan karbon tumbuhan bawah dan serasah, biomassa akar, simpanan karbon pohon mati berdiri, simpanan karbon pohon tumbang dan tunggak serta simpanan karbon tanah. Sedangkan untuk penilaian kualitas umum tapak dilakukan berdasarkan indikator ambang batas kritis tapak dan bentang lahan sesuai metode Rapid Site Assessment yang dikembangkan oleh FORRU (2013). Hasil penelitian menunjukkan secara umum keanekaragaman vegetasi di area kajian masih rendah serta dominasi perdu dan herba yang tinggi jika dibandingkan dengan spesies pohon. Simpanan karbon total pada tutupan lahan semak belukar, hutan pinus dan hutan campuran secara berturut-turut ialah 100,20 MgC/Ha, 183,25 MgC/Ha, dan 146,22 MgC/Ha dimana sumber penyimpan karbon tertinggi ialah simpanan karbon tanah. Dari penilaian kualitas umum tapak beberapa parameter yang perlu diperhatikan pada penentuan teknik restorasi ialah perlindungan terhadap resiko kebakaran, pemeliharaan anakan alami serta penanaman baik spesies pohon pionir maupun klimaks.", "Daftar File": {}, "Penulis": "AMRINA ROSYADA VIHARYO [11516039]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D.", "Dr. Susana Paulina Dewi, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "restorasi ekosistem, Taman Buru Masigit Kareumbi, vegetasi, simpanan karbon, penilaian kualitas tapak", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2020"}