{"Nomor": 50591, "Judul": "PERANCANGAN AKTUATOR DALAM SUBSISTEM KONTROL DAN CASING PRODUK PADA SISTEM RUANG TUMBUH TANAMAN INDOOR", "Abstrak": "Ruang rumbuh yang terisolasi dibutuhkan dalam proses rekayasa bibit agar\npertumbuhan tanaman tidak dipengaruhi oleh kondisi lingkungan di sekitarnya. Dalam ruangan\nterisolasi ini, parameter lingkungan dapat dikendalikan untuk menghasilkan kondisi\nlingkungan yang optimal bagi tanaman. Parameter lingkungan seperti suhu dan kebutuhan\ncahaya di dalam ruang tumbuh ini dikendalikan dengan menggunakan air conditioner dan\nlampu fluorescent. Selain itu, peneliti saat ini masih melakukan pencatatan hasil bacaan\nthermometer dan hydrometer sebanyak 3 kali setiap harinya. Metode ini masih memiliki\nkekurangan karena peneliti perlu berada di dalam ruang tumbuh untuk menaikkan atau\nmenurunkan nilai parameter menggunakan remote. Sistem pencatatan ini juga terbilang masih\nkurang bagi peneliti karena banyaknya data yang diperoleh terlalu sedikit untuk dapat\ndigunakan dalam penelitian.\nOleh karena itu dibutuhkan sebuah sistem ruang tumbuh yang mampu melakukan\nmonitoring serta pengontrolan parameter lingkungan dari ruang tumbuh tersebut. Solusi ini\ndiharapkan dapat membantu peneliti benih dalam mendapatkan hasil penelitian yang lebih\noptimal. Solusi ini memiliki beberapa subsistem dalam pengoperasiannya, yaitu subsistem\nakuisisi data, subsistem kontrol, subsistem pusat data, subsistem antarmuka aplikasi android,\nserta subsistem antarmuka display LCD.\nPada tugas akhir ini, akan dibahas lebih lanjut mengenai perancangan aktuator pada\nsubsistem kontrol serta casing produk. Aktuator pada produk ini digunakan untuk menjalankan\nfungsi pengontrolan parameter lingkungan pada produk, sedangkan casing dari produk\ndirancang agar dapat mengoptimalkan kinerja dari aktuator yang telah dibuat.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213187", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213188", "Abstract": "https://digilib.itb.ac.id/gdl/download/213189", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213190", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213191"}, "Penulis": "Sahansyah Fadlurrahman [13216076]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Irman Idris, M.Sc.", "Sony Suhandono, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "casing, cooler, heater, humidifier, dehumidifier, lampu, sistem irigasi", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "24 Sep 2020"}