{"Nomor": 50609, "Judul": "PERANCANGAN SISTEM DRAINASE DAN KOLAM RETENSI SERTA ANALISIS LIMPASAN TSUNAMI PADA STADION SEPAKBOLA PERSIBA BATAKAN, BALIKPAPAN", "Abstrak": "Sepakbola adalah salah satu olahraga yang populer di Indonesia. Olahraga yang\nberasal dari Inggris ini sudah mulai berkembang di Indonesia sejak sekitar tahun 1930.\nPersiba Balikpapan merupakan salah satu klub sepakbola Kalimantan Timur yang\nmenjadi bukti pesatnya perkembangan sepakbola Indonesia. Perkembangan sepakbola\nIndonesia tidak dapat lepas dari perkembangan infrastruktur pendukungnya, seperti\nstadion. Oleh sebab itu, Stadion Sepakbola Persiba Batakan dibangun sebagai stadion\npengganti dengan peningkatan kapasitas penonton. Stadion ini didedikasikan untuk\nmenggelar pertandingan sepak bola dan merupakan markas bagi Persiba Balikpapan.\nPerancangan Stadion Persiba Batakan meninjau beberapa aspek, salah satunya\ndalah aspek pengelolaan sumber daya air. Pada aspek sumber daya air, perlu dilakukan\nperencanaan saluran drainase untuk memastikan bahwa air hujan mengalir ke drainase\nperkotaan. Secara umum, perencanaan drainase menggunakan konsep eco-hydraulic\nyang meminimalisir kontribusi beban drainase lingkungan sekitar. Saluran drainase\ndisini terbagi menjadi dua saluran yaitu saluran atas permukaan dan saluran bawah\npermukaan. Kolam retensi juga perlu direncanakan untuk menampung air hujan\nsebagai usaha pencegahan banjir dengan cara menurunkan debit puncak pada saluran.\nSelain dari sistem drainase, meninjau lokasi proyek yang berada di dekat laut dan\nbeberapa sesar aktif, maka perlu dilakukan analisis limpasan tsunami terhadap proyek.", "Daftar File": {}, "Penulis": "Tatya Koesandriani [15016114]", "Kontributor / Dosen Pembimbing": ["Mohammad Bagus Adityawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "sistem drainase, kolam retensi, saluran bawah permukaan, analisis limpasan tsunami", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2020"}