{"Nomor": 50604, "Judul": "KAJIAN ELIPS ARUS PASUT DI JALUR KELUAR ARLINDO", "Abstrak": "Perairan Indonesia sangat dipengaruhi oleh sinyal pasut semidiurnal (M2 dan S2) dari Samudra Hindia dan sinyal pasut diurnal (K1 dan O1) dari Samudra Pasifik. Oleh karena itu, di dalam laut internal, terdapat kemungkinan terjadinya percampuran pasut (sinyal semidiurnal dan diurnal). Penelitian ini difokuskan pada penentuan elips arus pasut dan FFT arus residu serta keterkaitan antara kedua parameter tersebut berdasarkan data kecepatan yang didapatkan dari program INSTANT (International Nusantara Stratification and Transport). Analisis data kecepatan arus dilakukan di Selat Lombok, Laut Timor, dan Selat Ombai pada tahun 2004 hingga 2006. Karakteristik data arus pasut tiap kedalaman yang ditentukan selanjutnya diproses dan dikalkulasi menggunakan software MATLAB untuk menghasilkan variabilitas arus residu dan arus pasut di jalur keluar Arlindo. Di Selat Lombok dan Selat Ombai arus cenderung bergerak secara meridional (utara-selatan) dan menunjukkan adanya sinyal pasut semidiurnal yang lebih kuat dibanding sinyal diurnal sementara di Laut Timor kontribusi sinyal pasut semidiurnal hampir setara dengan sinyal pasut diurnal. Komponen diurnal K1 dan O1 serta komponen semidiurnal M2 dan S2 memiliki rotasi vektor arus serta arah awal perambatan yang berbeda-beda. Komponen semidiurnal M2 merupakan sinyal pasut yang paling dominan pada keenam daerah kajian sementara sinyal residu yang didapatkan pada jalur keluar Arlindo tersebut sebagian besar didominasi oleh sinyal residu 14 harian, sinyal intraseasonal, dan semiannual. Disimpulkan bahwa keberadaan arus pasut tidak berpengaruh terhadap Arlindo namun Arlindo berpengaruh terhadap elips arus pasut secara tidak langsung. Arlindo yang bervariasi secara musiman maka akan mempengaruhi pembangkitan dan penjalaran internal tides secara musiman pula. Internal tides yang bervariasi secara musiman inilah yang mempengaruhi perubahan rotasi elips arus pasut saat musim barat dan musim timur.", "Daftar File": {"ABSTRAK Erlin Beliyana": "https://digilib.itb.ac.id/gdl/download/213214"}, "Penulis": "Erlin Beliyana [22419013]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Arus pasut, arus residu, elips arus pasut, Arlindo, internal tides, komponen diurnal, komponen semidiurnal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2020"}