{"Nomor": 50607, "Judul": "ANALISIS TEKNO-EKONOMI PRODUKSI PEWARNA ALAMI KAYA ANTIOKSIDAN DARI KULIT BUAH NAGA", "Abstrak": "Indonesia merupakan penghasil buah naga yang besar dan terus meningkat setiap tahunnya. Pemanfaatan buah naga saat ini hanya terbatas pada daging buah saja, yaitu sebagai bahan baku jus, sedangkan kulit buah naga belum dimanfaatkan dan dibuang sebagai limbah. Kulit buah naga mengandung pigmen yang berfungsi sebagai pewarna alami dengan tingkat antioksidan yang tinggi. Produk pewarna alami memiliki kandungan air yang tinggi, umur simpan yang singkat. Oleh karena itu, pengeringan baik menggunakan spray dryer maupun freeze dryer dilakukan untuk meminimalisir masalah tersebut. Peningkatan efektifitas proses pengeringan dapat dilakukan dengan penambahan maltodekstrin sebagai carrier agent yang mampu meningkatkan perolehan produk.\nPada penelitian ini, keekonomian produksi pewarna alami akan dievaluasi, khususnya terkait pengaruh adanya proses pengeringan, temperatur spray drying 140, 170, dan 1900C, dan penambahan carrier agent 0%, 20%, dan 40%. Variable dalam analisis tekno-ekonomi ini adalah DPBP (Discounted Pay Back Period), NPV (Net Present Value), PVR (Present Value Ratio), dan IRR (Internal Rate Ratio). Biaya produksi ekstrak cair, bubuk hasil spray drying dan freeze drying berturut-turut sebesar USD 6,01/kg, USD 29,89/kg dan USD 56,6/kg padatan yang mengindikasikan bahwa total biaya bubuk lebih kecil dibandingkan ekstrak cair. Kondisi operasi spray drying yang menghasilkan bubuk dengan biaya produksi minimum yaitu pada temperatur inlet 170oC dengan penambahan maltodekstrin sebesar 40%. Parameter keekonomian produksi bubuk menggunakan metode spray drying paling ekonomis terdapat pada variasi produksi dengan temperatur inlet 1700C dan dengan variasi tanpa penambahan maltodekstrin dengan NPV, DPBP, PVR, dan IRR berturut-turut adalah sebesar USD 1.989.412,68, 4,3 tahun, 3,31 dan 20,6%. Parameter keekonomian produksi bubuk menggunakan metode freeze drying paling ekonomis terdapat pada variasi produksi tanpa penambahan maltodekstrin dengan NPV, DPBP, PVR dan IRR berturut-turut adalah sebesar 7,27 tahun, 2.156.866,29, 1,78, dan 8%.", "Daftar File": {}, "Penulis": "Riskie Ulvat Dinnita [14316013]", "Kontributor / Dosen Pembimbing": ["Dian Shofinita, S.T., M.T.", "Prof. Ir. Yazid Bindar, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Carrier agent, esktrak kulit buah naga, bubuk, spray dryer, freeze dryer, antioksidan, pigmen, betasianin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2020"}