{"Nomor": 50617, "Judul": "EVALUASI KAPASITAS DAN KEBIJAKAN INVENTORI GUDANG KOMPONEN AKSESORIS NATIONAL VEHICLE DISTRIBUTION CENTER SUNTER DI PT TOYOTA ASTRA MOTOR DENGAN METODE KANBAN", "Abstrak": "PT Toyota Astra Motor berperan dalam proses distribusi mobil Toyota di Indonesia dan di dalamnya terdapat proses pemasangan komponen aksesoris mobil. Proses pemasangan aksesoris dilakukan di National Vehicle Distribution Center (NVDC) yang terdiri dari 3 (tiga) lokasi dan fokus penelitian berlokasi pada NVDC Sunter. NVDC Sunter memiliki sebuah gudang komponen aksesoris yang beroperasi menggunakan metode supplier kanban. Pengaplikasian metode supplier kanban di gudang belum optimal karena jumlah inventori untuk beberapa jenis komponen aksesoris masih tinggi. Khususnya pada 4 (empat) jenis komponen aksesoris yang jumlah inventorinya melebihi kapasitas rak selama periode September 2019 hingga Februari 2020.\nBerdasarkan permasalahan tersebut, akan dilakukan evaluasi jumlah kanban komponen aksesoris di gudang NVDC Sunter menggunakan metode optimasi kanban dengan discrete-event simulation (Yousefi, dkk., 2012). Kriteria performansi yang dipertimbangkan berupa besar service level dan total kanban. Proses pencarian solusi dibagi menjadi 4 (empat) skenario yaitu 2 (dua) skenario menggunakan fungsi objektif tunggal dan 2 (dua) skenario menggunakan multi objektif dengan metode hierarchical optimization.. Berdasarkan solusi tersebut akan dievaluasi pula kapasitas ruang penyimpanan komponen aksesoris di gudang.\nSolusi terbaik diperoleh dari skenario multi objektif menggunakan hierarchical optimization dengan prioritas fungsi objektif memaksimalkan nilai service level dengan nilai total kanban adalah 338 kanban dan persentase perbaikan dari kondisi aktual sebesar 32,4%. Jumlah kanban untuk komponen jenis P5162-BZA07 adalah 75, P5023-BZA01 adalah 102, P5281-BZA0K adalah 94, dan P5625-BZA27 adalah 67. Berdasarkan standar jumlah kanban yang baru, dilakukan evaluasi ruang penyimpanan komponen aksesoris di gudang. Hasil evaluasi menunjukkan bahwa ruang penyimpanan untuk komponen aksesoris kajian perlu ditambah sekitar 16,29 meter persegi karena tidak dapat menampung seluruh inventori yang disimpan.", "Daftar File": {"ABSTRAK Veren": "https://digilib.itb.ac.id/gdl/download/213231"}, "Penulis": "Veren [13416022]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Yosi Agustina Hidayat, S.T., M.T.", "Veterina Nosadila Riaventin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "inventori, discrete-event simulation, optimasi, supplier kanban.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}