{"Nomor": 50613, "Judul": "STUDI POPULASI MONYET EKOR PANJANG (MACACA FASCICULARIS) DI TAMAN HUTAN RAYA IR. H. DJUANDA, JAWA BARAT", "Abstrak": "Taman Hutan Raya Ir.H. Djuanda (Tahura Djuanda) merupakan salah satu habitat monyet ekor panjang (Macaca fascicularis) di Jawa Barat. Selain untuk pelestarian dan perlindungan flora dan fauna, kawasan ini juga dikelola untuk kegiatan wisata alam. Dalam pelaksanaannya, kegiatan wisata ini telah menimbulkan beberapa permasalahan, di antaranya terjadinya perubahan perilaku makan monyet ekor panjang dan gangguan monyet ekor panjang terhadap pengunjung. Permasalahan lain yang terjadi adalah aktivitas monyet ekor panjang di luar kawasan Tahura Djuanda yang memberikan gangguan kepada masyarakat sekitar. Penanganan terhadap masalah ini perlu didukung oleh ketersediaan informasi yang memadai tentang beberapa aspek yang berkaitan dengan populasi monyet ekor panjang. Penelitian ini bertujuan untuk mengestimasi kepadatan dan kelimpahan populasi monyet ekor panjang di Tahura Djuanda beserta strukturnya berdasarkan jenis kelamin dan kelas umur. Pengambilan data populasi dilakukan dengan metode penghitungan titik terkonsentrasi. Metode ini merupakan metode sensus yang dilakukan dengan menghitung populasi monyet ekor panjang pada titik-titik dimana monyet ekor panjang cenderung mudah dijumpai. Pengamatan dilakukan pada 8 titik pengamatan dan dibagi ke dalam 2 periode waktu yakni pukul 08.00–11.00, dan 12.30-15.30. Data yang dicatat selama pengamatan terdiri dari koordinat titik pengamatan, jumlah koloni, jumlah individu dalam koloni, kelas umur dan jenis kelamin. Selanjutnya, dilakukan analisis data demografi meliputi ukuran populasi, kepadatan populasi, sex ratio, angka kelahiran, dan perbandingan kelas umur. Hasil penelitian menunjukkan kelompok monyet ekor panjang tersebar tidak hanya pada titik-titik yang ramai pengunjung seperti sekitar Goa Belanda, sepanjang jalan aspal, dan Curug Omas, tetapi juga ditemukan di blok perlindungan yaitu di hutan yang terletak di belakang Balai Pengelola Tahura Djuanda. Dugaan populasi monyet ekor panjang adalah sebanyak 376 ekor yang terbagi ke dalam 8 kelompok, dengan rata-rata ukuran kelompok sebesar 47 individu per kelompok. Kepadatan populasi monyet ekor panjang di Tahura Djuanda yakni sebesar 9,46 individu/Ha. Sex ratio antara individu jantan dan betina adalah 1,59 :1. Berdasarkan hasil perhitungan diperoleh laju kelahiran kasar sebesar 0,38. Struktur populasi monyet ekor panjang menunjukkan pola regresif berdasarkan pembagian kelas umur bayi, juvenil, dewasa muda dan dewasa. Hasil penelitian ini diharapkan dapat digunakan sebagai referensi dalam pengelolaan monyet ekor panjang di Tahura Djuanda maupun di kawasan lain.", "Daftar File": {}, "Penulis": "Nisrina Thufailah Hakim [11516002]", "Kontributor / Dosen Pembimbing": ["Dr. Elham Sumarga, S.Hut., M.Si.", "Dr. Rina Ratnasih Purnamahati, MS, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Monyet ekor panjang, Populasi, Taman Hutan Raya Ir. H. Djuanda", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2020"}