{"Nomor": 50621, "Judul": "PEMANFAATAN ENERGI PANAS BLOWDOWN PADA CIRCULATING FLUIDIZED BED BOILER DI PLTU KAPASITAS 60 MW", "Abstrak": "Air isian pada steam drum umumnya masih mengandung padatan terlarut total dan padatan tersuspensi total yang harus dibuang selama proses pembentukan uap. Hal tersebut bertujuan untuk mengendalikan tingkat konsentrasi padatan dalam suspensi dan terlarut dalam air yang dididihkan, sehingga mencegah terbentuknya lumpur dan kerak yang dapat menurunkan perpindahan panas dan juga terjadinya carryover. Air blowdown yang dibuang masih mengandung energi panas dan mempunyai potensi untuk dimanfaatkan ulang, sehingga dapat menghemat biaya operasional pemakaian bahan bakar. Air blowdown dapat dimanfaatkan ulang dengan menggunakan penukar panas tipe shell and tube dengan pertimbangan kemudahan dari segi perawatannya. Total penghematan biaya operasional pemakaian bahan bakar untuk nilai ????????????? = 2-6 kg/s sebesar Rp. 3.219.120.000 pertahun. Kelayakan investasi paling baik didapat pada nilai koefisien perpindahan panas keseluruhan (U) = 1,7 kW/m2K dengan Net Present Value (NPV) sebesar Rp. 11.122.688.000, nilai Payback Period (PP) selama 7 bulan dan nilai Internal Rate of Return (IRR) sebesar 85,71%. Hasil tersebut menunjukkan dengan memanfaatkan energi panas blowdown sebesar 2-6 kg/s dapat menghemat biaya operasional pemakaian bahan bakar yang cukup besar dan layak dari segi ekonomi untuk dijalankan. Semakin besar energi panas blowdown yang dimanfaatkan, semakin besar pula penghematan biaya operasional bahan bakarnya.", "Daftar File": {"ABSTRAK Memey Meidasari": "https://digilib.itb.ac.id/gdl/download/213234"}, "Penulis": "Memey Meidasari [23118033]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Toto Hardianto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "steam drum, carryover, blowdown", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}