{"Nomor": 50623, "Judul": "USULAN PROGRAM RETENSI BERDASARKAN INTENSI PENGGUNAAN BERKELANJUTAN PENGGUNA LAYANAN PERBANKAN DIGITAL JENIUS", "Abstrak": "Pertumbuhan fintech yang teramat pesat mendorong industri perbankan untuk mengikuti arus digital. Salah satu upayanya adalah melalui digital banking. Jenius, produk digital banking yang dikeluarkan oleh BTPN, saat ini memiliki 1,6 juta pengguna. Meski begitu, survey yang dilakukan oleh PwC menunjukkan bahwa dalam 2-3 tahun mendatang, 90% bank di Indonesia berencana untuk berinvestasi dalam pengembangan digital banking. Untuk mencegah terjadinya customer’s churn, Jenius perlu mengimplementasikan program retensi yang sesuai dengan faktor yang mempengaruhi intensi penggunaan digital banking secara berkelanjutan. Dalam rangka meningkatkan efektivitas program retensi, penelitian ini akan merancang program sesuai dengan faktor yang dipentingkan oleh dua grup user yaitu Jenius CoCreate, sebuah forum komunitas dimana anggotanya dapat berkolaborasi dengan memberikan ide pengembangan aplikasi, dan pengguna Jenius secara umum.\nPenelitian ini menggunakan metode partial least squares – structural equation modeling (PLS-SEM) dan multi group analysis (MGA) untuk mengetahui hubungan antar variabel dalam model serta perbedaan faktor yang memengaruhi intensi pada ke dua grup yang diuji. Model yang digunakan pada penelitian merupakan integrasi dari tiga model, yaitu Expectation-Confirmation Model (ECM), Unified Theory of Acceptance and Use of Technology (UTAUT) dan Task-Technology Fit (TTF). Dari pengujian model menggunakan data 314 responden disimpulkan bahwa grup CoCreate memenuhi 8 hipotesis dengan efek terbesar berupa kepuasan dari konfirmasi ekspektasi terhadap Jenius, sementara grup Umum memenuhi 9 hipotesis dengan efek terbesar berupa ekspektasi performansi akibat pemenuhan kecocokan teknologi dengan tugas dan karakteristik teknologi Jenius. Temuan pada penelitian ini kemudian dijadikan usulan program retensi untuk masing-masing grup, yaitu peningkatan layanan penanganan keluhan, perbaikan sistem dan peluncuran fitur baru yaitu e-money.", "Daftar File": {"ABSTRAK Mahira Kinasih Sekar Niari": "https://digilib.itb.ac.id/gdl/download/213235"}, "Penulis": "Mahira Kinasih Sekar Niari [14416041]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "digital banking, intensi penggunaan berkelanjutan, retensi, structural equation modelling, multi group analysis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}