{"Nomor": 50628, "Judul": "USULAN MODEL UNTUK PENENTUAN KEBUTUHAN OPERATOR DAN PENUGASAN OPERATOR PADA STASIUN KERJA 2 LINTAS PERAKITAN FINAL PESAWAT NC 212I PT DIRGANTARA INDONESIA", "Abstrak": "PT Dirgantara Indonesia (PT DI) merupakan BUMN yang bergerak pada bidang\nmanufaktur komponen dan perakitan pesawat. Pesawat NC 212i merupakan satu\ndari sekian pesawat yang diproduksi dan dirakit oleh perusahaan ini. Pesawat NC\n212i memiliki permintaan sebanyak 6 unit pesawat per tahun. Akan tetapi, setiap\ntahunnya PT DI masih belum mampu untuk mencapai target tersebut. Salah satu\ntahap akhir dalam proses produksi pesawat NC212i adalah tahap perakitan major\nassembly, yaitu perakitan nose, fuselage, wing, dan tail menjadi sebuah pesawat\nyang siap untuk melalui uji terbang. Proses ini dilakukan oleh Divisi Final\nAssembly Line (FAL).\nUpaya assembly line balancing telah dilakukan oleh problem owner untuk\nmencapai target produksi tersebut. Namun, upaya ini perlu disempurnakan dengan\nmenentukan jumlah operator yang akan dilibatkan dan melakukan perancangan\npenugasan operator yang lebih terstruktur agar mampu mencapai target produksi.\nUpaya melakukan penugasan operator yang lebih terstruktur ini dapat\nmenggantikan metode penugasan existing yang berdasarkan judgment operator\nleader. Model matematis mixed integer linear programming digunakan untuk\nmenghasilkan model yang sesuai dengan lintas perakitan final Pesawat NC 212i.\nModel memiliki fungsi tujuan untuk meminimalkan jumlah operator dan\nmelakukan penjadwalan secara forward scheduling. Model yang digunakan telah\nmempertimbangkan batasan precedence, jumlah kebutuhan operator untuk setiap\noperasi dan jenis skill yang dibutuhkan.\nModel usulan memberikan keluaran berupa perancangan penugasan operator yang\nmelibatkan 13 operator. Hasil penjadwalan secara forward scheduling\nmenyebabkan usulan solusi memiliki waktu siklus sebesar 319,46 jam yang bernilai\ndi bawah desired cycle time, yaitu sebesar 320 jam.", "Daftar File": {}, "Penulis": "Amanda Fitri Nadifa [13416027]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Lintas perakitan, penugasan operator, minimasi operator, mixed integer linear programming.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2020"}