{"Nomor": 50633, "Judul": "ANALISIS DAN PENGEMBANGAN SIMULATOR SISTEM DISTILASI MULTI-EFEK BERTEKANAN DAN FLASHING", "Abstrak": "Sebagian besar luas permukaan bumi berupa lautan sehingga ketersediaan air di lautan lebih banyak dibandingkan di daratan. Namun, air yang layak digunakan oleh manusia secara langsung adalah air yang tersedia di daratan karena air laut mengandung garam. Dewasa ini, ketidakseimbangan antara kebutuhan dan ketersediaan air di daratan mengakibatkan kelangkaan air terjadi. Metode untuk mengatasi kelangkaan air yaitu sistem desalinasi. Salah satu sistem desalinasi adalah sistem distilasi multi-efek bertekanan dan flashing yang merupakan hasil pengembangan dari sistem distilasi multi-efek. Oleh karena itu, analisis dan pengembangan simulator terkait sistem distilasi tersebut sangat penting untuk dilakukan.\nSimulasi dilakukan dalam skala kecil dengan variasi jumlah efek primer 2, 3, 4, 5, 6, dan 7 dan variasi temperatur sumber panas masuk sistem yaitu 70, 74, 78, 82, 86, dan 90?. Konfigurasi sistem dengan kinerja terbaik dipilih dari hasil simulasi tersebut. Parameter kinerja tersebut yaitu laju aliran massa air garam, laju aliran massa air distilasi, dan efisiensi eksergi setiap efek primer.\nHasil dari studi ini adalah simulator sistem distilasi multi-efek bertekanan dan flashing yang telah dibuat dengan galat relatif sebesar 0,10%. Dari hasil simulasi, konfigurasi sistem distilasi dengan kinerja terbaik yang dipilih yaitu sistem distilasi dengan 7 efek primer dan temperatur sumber panas masuk sistem 70?. Laju aliran massa air garam dan air distilasi yang dihasilkan yaitu 0,1207 kg/s dan 0.0688 kg/s. Efisiensi eksergi efek pertama 2,71%, efek kedua 90,86%, efek ketiga 92,31%, efek keempat 92,25%, efek kelima 91,67%, efek keenam 90,98%, dan efek ketujuh 89,88%.", "Daftar File": {"ABSTRAK Yunita Miftakhul Rizki": "https://digilib.itb.ac.id/gdl/download/213255"}, "Penulis": "Yunita Miftakhul Rizki [13116069]", "Kontributor / Dosen Pembimbing": ["Ir. I Made Astina, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sistem desalinasi, sistem distilasi multi-efek, sistem distilasi multi-efek bertekanan dan flashing, simulator.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}