{"Nomor": 50630, "Judul": "ANALISIS KEEKONOMIAN PENGEMBANGAN LAPANGAN LEPAS PANTAI X DENGAN PEMAKAIAN FASILITAS BERSAMA", "Abstrak": "Pengembangan lapangan lepas pantai laut dalam dikenal memiliki biaya yang mahal, dan dalam beberapa jenis\nkasus menjadi tantangan dalam keekonomian proyek terutama pengembangan lapangan laut dalam yang marjinal.\nSalah satu cara menurunkan biaya pengembangan yaitu dengan pemanfaatan fasilitas produksi yang berada di\nsektor lapangan pengembangan dan memiliki kemampuan pengolahan produksi minyak dan gas yang masih\nberoperasi. Dengan memindahkan sebagian proses pengolahan produksi kepada fasilitas yang ada, lingkup\nfasilitas produksi yang akan dibangun dapat disederhanakan dengan pemanfaatan kemampuan fasilitas yang ada\nuntuk mengolah produksi dari lapangan yang baru dikembangkan.\nDalam studi ini terdapat dua skenario di lapangan “X” yang disimulasikan dalam tujuh tahun (T1 hingga T7).\nSkenario pertama ialah skenario pengembangan lapangan dengan membangun fasilitas sendiri dan skenario yang\nkedua ialah skenario pengembangan lapangan dengan menggunakan fasilitas bersama. Kemudian, kedua skenario\ntersebut dievaluasi dengan skema Gross Split, sesuai dengan undang-undang yang berlaku, untuk menghitung\nkeekonomian proyek yang dilaksanakan baik dari sisi pemerintah maupun kontraktor.\nBerdasarkan studi ini, persentase kenaikan NPV (Net Present Value) pemerintah pada skenario 2 terhadap\nskenario 1 yaitu 61,94% dan kenaikan NPV kontraktor pada skenario 2 terhadap skenario 1 yaitu 540,05%. Terjadi\nkenaikan persentase yang signifikan dengan menerapkan pengembangan fasilitas bersama. Skenario\npengembangan lapangan yang terbaik adalah skenario 2, dimana pengembangan lapangan dengan menggunakan\nfasilitas bersama.", "Daftar File": {"ABSTRAK Rendy Setyawan": "https://digilib.itb.ac.id/gdl/download/213251"}, "Penulis": "Rendy Setyawan [12215055]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Purnomo Yusgiantoro, M.Sc., MA, Ph.D.", "Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Pengembangan Lapangan, Lepas Pantai, Penggunaan Fasilitas Bersama, Analisis Keekonomian.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "24 Sep 2020"}