{"Nomor": 50639, "Judul": "LAJU INFILTRASI TANAH DI BEBERAPA TIPE TUTUPAN LAHAN DI KAWASAN CEKUNGAN AIR TANAH (CAT) WATUPUTIH KABUPATEN REMBANG, JAWA TENGAH", "Abstrak": "Pegunungan Kendeng Utara merupakan salah satu kawasan karst yang memiliki cadangan air terbesar di Kabupaten Rembang yang dikenal sebagai CAT Watuputih. Kawasan karst memiliki penyusun utama berupa batugamping dan merupakan struktur geologi yang berperan penting dalam mengontrol sistem hidrogeologi. Permukaan bukit karst berperan sebagai reservoir utama air karena memiliki zona epikarst yang tersusun dari batuan dengan pelebaran celah yang tinggi. CAT Watuputih menjadi penyokong sumber daya air bawah tanah yang keluar melalui mata air-mata air di sekitar kawasan CAT dan penopang penting bagi kehidupan pertanian dan kebutuhan rumah tangga warga di sekitarnya. Perubahan tipe tutupan lahan dan penggunaan lahan, seperti penambangan batu kapur, berpotensi mengubah proses hidrologis di wilayah CAT. Penelitian ini bertujuan untuk menentukan laju infiltrasi dari berbagai tipe tutupan seperti: hutan alam, hutan jati, lahan terbuka, lahan terbangun, pertanian lahan kering (PLK) dan pertambangan serta melihat hubungan antara kadar air dan tekstur tanah terhadap laju infiltrasi di wilayah CAT Watuputih. Teknik pengambilan sampel dilakukan dengan stratified purposive sampling sebanyak 20 plot. Pengukuran laju infiltrasi dilakukan dengan menggunakan double ring infiltrometer dan dilakukan pengulangan sebanyak 4 (empat) kali di masing-masing lokasi. Sampel tanah dari setiap tutupan lahan diambil, kemudian dikirim ke Laboratorium Balai Pengkajian Teknologi Pertanian (BPTP) Jawa Tengah untuk diukur kadar air dan tekstur tanahnya. Variansi laju infiltrasi yang dipengaruhi oleh tipe tutupan lahan dianalisis menggunakan One Way ANOVA dan kekuatan hubungan antara kadar air dan tekstur tanah terhadap laju infiltrasi dianalisis menggunakan uji korelasi dengan bantuan piranti lunak Microsoft Excel 2016. Hasil penelitian menunjukan bahwa laju infiltrasi dipengaruhi oleh tipe tutupan lahannya (p-value 0,00343; alpha=0,05). Hutan alam memiliki laju infiltrasi paling tinggi (391,4 cm/jam), kemudian hutan jati (78,3 cm/jam), lahan terbuka (69,5 cm/jam), lahan terbangun (55,9 cm/jam), pertanian lahan kering (6,1 cm/jam), dan pertambangan (0 cm/jam). Kadar air tanah memiliki tingkat korelasi cukup tinggi dan positif dengan laju infiltrasi (r=0,79) yang berarti semakin tinggi kadar air maka laju infiltrasinya akan meningkat. Tekstur tanah kelas ‘Lempung Berdebu’ ditemukan di tutupan lahan hutan alam dan lahan terbuka, kelas ’Debu’ di tutupan lahan hutan jati, kelas ‘Lempung’ di tutupan lahan terbangun dan pertanian lahan kering dan kelas ‘Lempung Berpasir’ di tutupan lahan pertambangan. Tekstur tanah (fraksi liat) berkorelasi sangat rendah namun memliki hubungan negatif dengan laju infiltrasi (r= -0,08) yang berarti semakin meningkat fraksi liat maka laju infiltrasinya akan menurun. Hasil dari penelitian ini diharapkan dapat digunakan untuk mengetahui dan meningkatkan kemampuan wilayah resapan air hujan di CAT Watuputih.", "Daftar File": {}, "Penulis": "Karla Agatha [11516037]", "Kontributor / Dosen Pembimbing": ["Dr. Elham Sumarga, S.Hut., M.Si.", "Dian Rosleine, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "CAT Watuputih, karst, laju infiltrasi, kadar air, tekstur tanah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2020"}