{"Nomor": 50646, "Judul": "PENGARUH PENGGUNAAN LARVA LALAT TENTARA HITAM (HERMETIA ILLUCENS) SEBAGAI PAKAN ALTERNATIF PADA PERTUMBUHAN BOBOT IKAN LELE SANGKURIANG (CLARIAS GARIEPINUS)", "Abstrak": "Pada budidaya ikan lele sangkuriang, 57% biaya produksi dialokasikan pada pengadaan pakan. Untuk mengurangi biaya pakan yang sangat tinggi, diperlukan pakan alternatif yang dapat digunakan sebagai campuran pakan ikan lele. Black Soldier Fly / BSF (Hermetia illucens) merupakan salah satu serangga yang dapat digunakan sebagai pakan alternatif. Hal ini disebabkan oleh kandungan protein larva BSF yang sangat tinggi. Tujuan dari penelitian ini adalah untuk menganalisis pengaruh penggunaan larva BSF sebagai pakan campuran terhadap pertumbuhan bobot spesifik dan pertumbuhan bobot mutlak ikan lele sangkuriang (Clarias gariepinus). Penelitian ini dilakukan di Desa Jatiendah, Cilengkrang, Kabupaten Bandung. Ikan lele sangkuriang diberikan pakan berupa tepung larva BSF yang dicampur dengan pakan komersil merk Matahari ukuran 781-1 dan 781-2. Sebanyak sepuluh ekor ikan lele berumur 30 hari dipelihara di dalam ember plastik volume 60L, kemudian diberikan campuran pakan yang mengandung tepung larva BSF dengan persentase 25%, 50%, 75%, dan 0% sebagai kontrol serta dibuat 6 pengulangan. Ikan dipelihara selama 58 hari dengan dosis pemberian pakan sebanyak 6% per hari. Semua ikan ditimbang bobotnya sejak awal hingga akhir penelitian setiap tujuh hari sekali. Data yang didapatkan kemudian dihitung menggunakan rumus perhitungan pertambahan bobot spesifik dan pertambahan bobot mutlak. Hasil penelitian menunjukkan bahwa campuran pakan dengan kandungan 25% tepung BSF cenderung memberikan pertumbuhan bobot spesifik dan pertumbuhan bobot mutlak yang paling baik, berbeda nyata dengan perlakuan lainnya secara statistik (Duncan-Turkey, p<0,05). Hal ini menunjukkan bahwa larva BSF dapat dijadikan sebagai pakan alternatif ikan lele.", "Daftar File": {"COVER Meidina Rizkita": "https://digilib.itb.ac.id/gdl/download/240718", "PUSTAKA Meidina Rizkita": "https://digilib.itb.ac.id/gdl/download/240724"}, "Penulis": "Meidina Rizkita [11416032]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Dr. Agus Dana Permana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Alternative feed, BSF larvae, Sangkuriang catfish, Water condition, Weight growth.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "24 Sep 2020"}