{"Nomor": 50642, "Judul": "EVALUASI KINERJA KAKI PROSTESIS ATAS LUTUT PADA PEKERJAAN PENANGANAN BEBAN MANUAL", "Abstrak": "Sejak tahun 2014, tim riset biomekanika Fakultas Teknik Mesin dan Dirgantara Institut Teknologi Bandung (FTMD ITB) mengembangkan komponen kaki prostesis atas lutut, yaitu sendi lutut, agar penyandang tunadaksa kaki atas lutut dapat bekerja di sektor industri. Kaki prostesis atas lutut umumnya hanya mendukung kegiatan berjalan, padahal alat bantu ini seharusnya menunjang aktivitas penggunanya, seperti penanganan beban manual (PBM) menggunakan berbagai jenis kontainer. Penelitian ini bertujuan untuk mengevaluasi pengaruh jenis kontainer, berat beban, dan interaksinya terhadap kinerja kaki prostesis atas lutut serta memberikan saran perbaikan desain untuk pekerjaan PBM.\nPenelitian dilakukan dengan menggunakan eksperimen within-subject design yang melibatkan delapan penyandang tunadaksa kaki atas lutut dengan dua faktor, yakni jenis kontainer (dus dan boks dengan pegangan tangan) dan berat beban (4 kg, 6 kg, 8 kg, dan 10 kg). Pengukuran dilakukan menggunakan prosthetic observational gait score (POGS), persepsi subjektif terkait ketidaknyamanan, dan persepsi subjektif terkait kestabilan.\nHasil evaluasi POGS menunjukkan bahwa terdapat efek interaksi antara kedua faktor terhadap kinerja prostesis, yaitu secara umum, kenaikan beban meningkatkan kecenderungan badan untuk condong pada sisi prostesis yang menandakan bahwa kaki prostesis atas lutut yang digunakan perlu perbaikan. Trend data juga menunjukkan dua kriteria POGS memberikan performansi yang buruk. Berdasarkan penilaian persepsi subjektif terkait ketidaknyamanan dan kestabilan, semakin berat beban yang dibawa, maka semakin tinggi tingkat ketidaknyamanan dan semakin rendah tingkat kestabilan yang dirasakan ketika partisipan mengenakan kaki prostesis untuk pekerjaan PBM. Saran perbaikan desain diberikan untuk empat komponen penyusun kaki prostesis atas lutut, yakni socket, sendi lutut, telapak kaki, dan sabuk berdasarkan tiga kriteria POGS serta penilaian subjektif.", "Daftar File": {"ABSTRAK Adinda Shafira": "https://digilib.itb.ac.id/gdl/download/213267"}, "Penulis": "Adinda Shafira [13416010]", "Kontributor / Dosen Pembimbing": ["Khoirul Muslim, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "tunadaksa kaki atas lutut, kaki prostesis atas lutut, jenis kontainer, berat beban, efisiensi berjalan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}