{"Nomor": 50657, "Judul": "IMPLEMENTASI ELEMEN DESAIN DAN DAMPAK PERSEPSI VISUAL DARI MEDIA INFORMASI MITIGASI TSUNAMI KOTA PADANG", "Abstrak": "Kondisi Indonesia, yang berada di daerah rawan bencana (ring of fire), seringkali\nmenimbulkan bencana terutama gempa bumi dan tsunami. Media informasi\nberperan penting dalam mengedukasi demi meningkatkan kesadaran masyarakat\nterhadap risiko bencana. Peneliti ingin mengetahui seberapa besar pengaruh elemen\ndesain media informasi dapat dipersepsi dan memberikan pemahaman terhadap\nkesadaran masyarakat dalam menghadapi bencana tsunami. Proses penelitian\nmenggunakan dua metode, yaitu kualitatif dan kuantitatif (sequential exploratory):\nmelakukan analisis deskriptif terhadap desain media informasi melalui elemenelemen\ndesain. Berdasarkan data sampel khusus melalui FGD, terjemahan data\ndimaknai dan dikategorikan berdasarkan prinsip-prinsip teori Gestalt untuk\nmendapatkan persepsi visual, dan hasil FGD menjadi instrumen untuk penelitian\npopulasi besar (kuantitatif). Analisis kuantitatif dengan pengujian Chi-Square,\nuntuk melihat hasil perhitungan statistik menggunakan batas kemaknaan (?) = 0,05\ndengan CI 95% dan kriteria hubungan ditetapkan berdasarkan value. Hasil asumsi\nterbukti bahwa: Media Informasi yang menerapkan elemen-elemen desain\nmemberikan perbedaan signifikan terhadap pemahaman masyarakat. Pada konteks\npersepsi Gestalt, peneliti menemukan bahwa media informasi memiliki perbedaan\npersepsi, yang dihasilkan karena masyarakat cenderung melihat tampilan elemenelemen\ndesain dalam mencari pemahaman atas media informasi. Hasil analisis\nmenunjukan Ha1 Diterima: Dari 5 jenis media yang diuji dengan nilai p value ?\n0,05, terdapat korelasi yang signifikan antara media informasi dengan tingkat\npemahaman kesadaran masyarakat terhadap bencana tsunami setelah melihat media\ninformasi. Penelitian ini merekomendasikan perbaikan desain media informasi\npada penerapan elemen desain yang mempengaruhi persepsi visual masyarakat,\nserta penyempurnaan desain media informasi yang menitikberatkan pada konten\nvisual mitigasi tsunami berbasis zona bencana.", "Daftar File": {}, "Penulis": "Sumema [27118013]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Eko Budiwaspada, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "media, informasi, signage, infografis, tsunami", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2020"}