{"Nomor": 50651, "Judul": "FORECASTING GAS PRODUCTION RATE USING RECURRENT NEURAL NETWORK : A MACHINE LEARNING STUDY", "Abstrak": "Production forecast in the oil and gas industry plays an important role affecting field development planning and economic evaluation. Commonly, a set of Multiphase Flowmeters and mathematical models are used to predict the flow rate of a given well. The operation obstacles such as installation, calibration and maintenance of the MPFMs has reduced the effectiveness of the tools in forecasting the well production rate. In certain cases, some wells have malfunctioning or deviated gas rate reading from Multiphase Flow Meter (MPFM). Therefore, to overcome this challenge, then came up an idea to utilize a machine learning algorithm to predict production flow rate of a given well. In this paper, the authors propose to implement machine learning algorithm by building an architecture of various Recurrent Neural Network methods (RNN-Vanilla, RNN-LSTM and RNN-GRU) with PyTorch library in python programming language to forecast gas production rate using proxy parameter from a single gas well in network production system and compare and evaluate the results of all methods.\nFrom our studies, we have demonstrated validation all types of Recurrent Neural Network methods with material balance concept by evaluating the error resulted with production history data and forecast result from MBAL Software show that Recurrent Neural Network methods are effective to forecast gas production rate using proxy variables as predictor parameter. Recurrent Neural Network methods can work effectively if we have good quality control of the data processed into our proxy models. If the real data from field have bad quality control there must be conducted a data mining process first to get the effective predictor parameters for the optimum result of forecast for each method. Specifically in this paper case study, the Recurrent Neural Network methods are eligible and effective to forecast gas production rate with minimum 2 known proxy or predictor parameters with good quality control data and 3-4 proxy or predictor parameters as a limitation to generate optimum result in bad quality control data.", "Daftar File": {"ABSTRAK Edwardo Samosir": "https://digilib.itb.ac.id/gdl/download/213283", "2020 TA PP EDWARDO SAMOSIR 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/213286"}, "Penulis": "Edwardo Samosir [12216034]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T.", "Muhammad Feldy Riza, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Production forecast, Machine Learning Algorithm, Recurrent Neural Network", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "24 Sep 2020"}