{"Nomor": 50655, "Judul": "STUDI KOMPARATIF GEN PR1, PR2, PR3, PR4, DAN PR5 SECARA IN SILICO PADA PISANG PAHANG (MUSA ACUMINATA, AA) DAN KLUTUK WULUNG (MUSA BALBISIANA, BB) TERKAIT RESPON TERHADAP INFEKSI PENYAKIT DARAH (BLOOD DISEASE)", "Abstrak": "Pisang (Musa spp.) sebagai komoditas yang penting di berbagai negara tropis dan subtropis telah mengalami penurunan produksi akibat serangan penyakit. Penyakit darah pada pisang (Banana Blood Disease) yang disebabkan oleh Blood Disease Bacterium (BDB) menjadi salah satu ancaman produksi pisang di Indonesia. Sebagai upaya pencegahan penurunan produksi, dibutuhkan tanaman pisang yang memiliki toleransi terhadap serangan penyakit. Tanaman tersebut dapat dikembangkan dengan memanfaatkan gen yang berperan dalam respon pertahanan diri terhadap patogen. Gen-gen pengkode protein Pathogenesis Related (PR) diketahui merupakan gen-gen yang berperan dalam merespon patogen pada beberapa tanaman model. Namun karakterisasi gen-gen pengkode protein PR yaitu gen PR1, PR2, PR3, PR4, dan PR5 pada pisang masih sangat terbatas terutama pada pisang Klutuk (Musa balbisiana, BB) yang belum teranotasi dengan baik. Oleh karena itu tujuan dari penelitian ini adalah mengkarakterisasi gen-gen pengkode protein PR pada pisang Pahang (Musa acuminata, AA) dengan pisang Klutuk Wulung (Musa balbisiana, BB) menggunakan metode analisis genomik komparatif secara in silico. Analisis prediksi gen menunjukkan bahwa gen-gen PR pada kedua spesies memiliki jumlah ekson dan intron yang bervariasi, dengan persentase kemiripan gen berkisar 76,5-96,2% dan protein >79%. Cis-regulatory element yang berperan dalam respon terhadap cahaya mendominasi promoter gen PR. Selain itu, masing-masing protein PR yang bersesuaian memiliki domain yang sama. Pencarian database terkait Gene Ontology dari masing-masing gen PR menunjukkan aktivitas biologis dan molekuler yang berperan dalam mempertahankan diri dari invasi patogen. Analisis filogenetik berdasarkan sekuens protein PR menunjukkan kekerabatan yang dekat antar kedua spesies tersebut yang tergabung dalam klad beranggotakan spesies monokotil lainnya. Hasil penelitian ini menunjukkan bahwa gen-gen PR berpotensi untuk dikembangkan sebagai penanda molekuler pisang terkait ketahanan terhadap penyakit darah.", "Daftar File": {"ABSTRAK Kenzie Sachisiva Anindita": "https://digilib.itb.ac.id/gdl/download/213288"}, "Penulis": "Kenzie Sachisiva Anindita [10616007]", "Kontributor / Dosen Pembimbing": ["Fenny Martha Dwivany, S.Si., M.Si., Ph.D.", "Popi Septiani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pathogenesis Related (PR), Musa acuminata, Musa balbisiana, Banana Blood Disease (BDB), Genomik Komparatif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}