{"Nomor": 50662, "Judul": "ANALISIS DESINKRONISASI GELOMBANG MU UNTUK EKSEKUSI CITRA TANGAN MENGGENGGAM DALAM DURASI SINGKAT MENGGUNAKAN PERANGKAT ELEKTROENSEFALOGRAF PADA AREA SENSORIMOTOR OTAK", "Abstrak": "Perangkat elektroensefalograf (EEG) saat ini sudah banyak dimanfaatkan untuk\naplikasi teknologi Neurofeedback dalam berbagai studi kasus gangguan motorik.\nPusat aktivitas sensorik-motorik di otak diwakili oleh gelombang Mu sebagai\nindikator berjalannya proses pengolahan kemampuan motorik. Pada kasus\nfisioterapi pasien pasca-stroke, desain fisioterapi seringkali masih bertumpu pada\nkemampuan fisik aktif dengan durasi yang lama sehingga membuat pasien mudah\nmengalami demotivasi. Desain yang berlandaskan pada prinsip Neurofeedback\nmasih belum banyak diimplementasikan dan telah diuji-cobakan dalam penelitian\nini. Tujuan penelitian ini adalah untuk menganalisis aktivitas citra motorik\nindividu yang ditinjau dari desinkronisasi (aktivasi mirror neuron) gelombang Mu\ndalam durasi eksekusi yang singkat dengan jumlah repetisi yang telah ditentukan.\nLima naracoba melangsungkan eksekusi citra motorik tangan menggenggam bola\nkecil selama 2 detik mengikuti perintah stimulus visual yang ditampilkan di layar\nkomputer berupa genggaman tangan kiri atau kanan selama 2 detik pada fase\neksekusi dengan fase interval yang beragam (2-6 detik). Data gelombang Mu\ndirekam dengan elektroda EEG Emotiv yang terpasang pada area sensorimotor\notak di kanal FC5 dan FC6. Hasil penelitian menunjukkan adanya perbedaan\nperformansi yang berbeda nyata diantara kedua hemisfer otak seluruh naracoba\nberdasarkan jumlah rasio desinkronisasi Mu. Respons seluruh naracoba berbeda\nsatu sama lain, yang dapat dilihat berdasarkan respons terhadap stimulus dan\ndominansi hemisfer. Hasil yang diperoleh mengindikasikan bahwa setiap individu\nmemiliki keunikan tersendiri dalam merespon stimulus sehingga desain fisioterapi\ncitra motorik dengan durasi singkat berulang bagi pasien pasca-stroke dapat\nmenjadi pilihan praktis dalam evaluasi neurofeedback fisioterapi.", "Daftar File": {"ABSTRAK Hafizh Muhammad Rasyid": "https://digilib.itb.ac.id/gdl/download/213295", "COVER Hafizh Muhammad Rasyid": "https://digilib.itb.ac.id/gdl/download/216794", "BAB 1 Hafizh Muhammad Rasyid": "https://digilib.itb.ac.id/gdl/download/216795", "PUSTAKA Hafizh Muhammad Rasyid": "https://digilib.itb.ac.id/gdl/download/216800"}, "Penulis": "Hafizh Muhammad Rasyid [10614005]", "Kontributor / Dosen Pembimbing": ["Dr. Lulu Lusianti Fitri, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Gelombang Mu, EEG, citra motorik, neurofeedback, desain fisioterapi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "24 Sep 2020"}