{"Nomor": 50679, "Judul": "PERANCANGAN MANAJEMEN RISIKO PROYEK PENGEMBANGAN PRODUK BARU DI PERUSAHAAN FAST MOVING CONSUMER GOODS (PT X)", "Abstrak": "PT X merupakan perusahaan Fast Moving Consumer Goods (FMCG) Indonesia yang bergerak di bidang kecantikan. Besarnya peluang pada sektor industri FMCG dan banyaknya pemain industri kosmetik lokal menimbulkan persaingan yang ketat bagi PT X. Hal ini mendorong PT X untuk memiliki nilai inovasi di dalam perusahaan. Namun, pengembangan produk baru merupakan aktivitas yang berhubungan erat dengan pengambilan dan pengelolaan risiko. Dalam keberjalanannya, proyek pengembangan produk baru di PT X masih sering mengalami gangguan yang berdampak kepada rencana peluncuran proyek. Hal ini mendorong PT X untuk menerapkan kerangka kerja manajemen risiko yang komprehensif untuk meningkatkan kesuksesan proyek pengembangan produk baru. Penelitian ini bertujuan untuk merancang manajemen risiko proyek pengembangan produk baru di PT X dengan mengidentifikasi, membuat profil, dan merancang usulan respon dan kontrol risiko.\nKerangka kerja yang digunakan untuk merancang manajemen risiko proyek pengembangan produk baru di PT X adalah Risk Diagnosing Methodology (RDM) oleh Keizer, et al. (2002). RDM terdiri dari tiga tahapan utama, yaitu identifikasi risiko, penilaian risiko, dan perancangan respon dan kontrol risiko. Tahap identifikasi risiko dilakukan dengan wawancara individu yang dibantu dengan Process Breakdown Structure (PBS) dan daftar referensi risiko. Tahap penilaian risiko dilakukan dengan menyebarkan kuesioner risiko dengan 3 dimensi penilaian, yaitu certainty, ability, dan importance. Setelah itu, hasil kuesioner risiko direkap untuk menentukan klasifikasi dimensi dan kelas risiko. Terakhir, perancangan respon dan kontrol risiko dilakukan untuk risiko pada kelas yang diprioritaskan.\nJumlah risiko yang teridentifikasi adalah 131 risiko. Berdasarkan hasil penilaian risiko, 86 risiko berada pada kelas low, 44 risiko berada pada kelas medium, dan 1 risiko berada pada kelas high. Risiko pada kelas medium dan high merupakan risiko yang diprioritaskan untuk dirancang respon dan kontrol risikonya. Perancangan respon risiko menghasilkan 44 respon yang terdiri dari 19 respon accept, 24 respon mitigate, dan 1 respon transfer.", "Daftar File": {"ABSTRAK Oktari Amalia Putri": "https://digilib.itb.ac.id/gdl/download/213315"}, "Penulis": "Oktari Amalia Putri [14416001]", "Kontributor / Dosen Pembimbing": ["Ir. Tota Simatupang, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "FMCG, proyek pengembangan produk baru, manajemen risiko, Risk Diagnosing Methodology", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}