{"Nomor": 50680, "Judul": "PERANCANGAN REMOTELY PILOTED QUADCOPTER UNTUK PENYEMPROTAN TANAMAN: SIMULASI SISTEM PROPULSI DAN REKAYASA PURWARUPA", "Abstrak": "Indonesia memiliki tantangan untuk meningkatkan produksi pertanian. Meningkatnya kebutuhan pangan terkendala oleh berkurangnya regenerasi petani muda. Pada tugas sarjana ini, dirancang wahana quadcopter penyemprot tanaman sebagai salah satu solusi untuk meningkatkan efisiensi tenaga kerja yang ada.\nPerancangan quadcopter dimulai dengan menentukan persyaratan desain dalam bentuk design requirement dan objective (DRO). Selanjutnya, perhitungan teoritis, dan simulasi numerikal dilakukan untuk mengetahui parameter performa sistem propulsi. Model geometri propeler yang akan dianalisis dibuat menggunakan perangkat lunak Solidworks berdasarkan model propeler Tmotor T1045. Simulasi gaya angkat dan torsi dilakukan pada perangkat lunak Ansys Fluent untuk menunjukkan kesesuaian hasil dengan perhitungan teoritis dan data dari katalog propeler Tmotor T1045. Setelah itu, proses pengujian dapat dilakukan pada quadcopter yang telah dirancang. Pembuatan quadcopter dilakukan sebelum melakukan pengujian performa. Terakhir, pengujian dilakukan untuk mengetahui ketercapaian DRO yang telah ditetapkan sebelumnya.\nSecara teoritis, pada 6000 rpm hingga 10000 rpm, gaya angkat yang dihasilkan ada di rentang 4,49 N hingga 12,474 N. Sedangkan, kebutuhan daya ada di rentang 27,021 W hingga 125,102 W. Berdasarkan simulasi pada 6000 rpm hingga 10000 rpm, gaya angkat yang dihasilkan ada di rentang 3,219 N hingga 9,014 N. Sedangkan, kebutuhan daya ada di rentang 32,148 W hingga 148,139 W. Hasil pengujian menunjukkan bahwa quadcopter dapat beroperasi sesuai dengan DRO yang telah ditetapkan.", "Daftar File": {"ABSTRAK Ilham Hasfi Ridho Oktafian": "https://digilib.itb.ac.id/gdl/download/213316"}, "Penulis": "Ilham Hasfi Ridho Oktafian [13116142]", "Kontributor / Dosen Pembimbing": ["Ir. Chakimoelmal Jasjkur, M.Sc.", "Ony Arifianto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "propulsi, quadcopter, performa.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}