{"Nomor": 50684, "Judul": "POTENSI BIOMASSA DAN PRODUKSI ENERGI BEBERAPA JENIS TANAMAN REKLAMASI PASCA TAMBANG BATUBARA SEBAGAI BAHAN BAKU BIOCHAR DI PT BUKIT ASAM TBK. TANJUNG ENIM, SUMATERA SELATAN", "Abstrak": "Salah satu potensi pemanfaatan hasil penanaman tegakan atau revegetasi dari kegiatan reklamasi pacsa tambang batubara dengan memanfaatkan potensi biomassa sebagai bahan baku energi, penelitian mengenai aplikasi biomassa terus ditingkatkan, akhir-akhir ini peneliti membangkitkan minat baru pada arang, salah satu bentuk yang paling prospektif dari olahan biomassa adalah biochar. Penelitian ini bertujuan untuk menganalisis potensi dan sebaran biomassa serta kandungan energi pada 3 jenis tanaman reklamasi pasca tambang sebagai bahan baku biochar di PT Bukit Asam tbk., dengan pendekatan secara tidak langsung melalui persamaan alometrik, interpretasi citra satelit, serta pengukuran parameter tegakan, informasi kandungan biomassa dan energi beberapa tanaman energi digunakan dalam pemilihan jenis tanaman energi yang dapat digunakan untuk kegiatan reklamasi serta pengembangan hutan energi biochar pada kawasan reklamasi. Berdasarkan penelitian potensi biomassa umur 4, 5 dan 6 tegakan Sengon (Paraserianthes falcataria) sebesar 22,44 ton/ha, 28,04 ton/ha, 88,267 ton/ha, potensi biomassa terendah untuk setiap variasi umur terdapat pada tegakan kayu putih (Melaleuca cajuputi) 4,507 ton/ha, 6,218 ton/ha, 14,651 ton/ha, sedangkan potensi biomassa tegakan Johar (Senna siamea) yaitu 7,044 ton/ha, 17,017 ton/ha, 24,071 ton/ha, dengan sebaran biomassa kayu di IUP Tambang Air Laya dan IUP Banko Barat didominasi oleh kelas sangat rendah. Kandungan energi Sengon pada tegakan umur 4, 5 dan 6 tahun yaitu: 352,62 GJ, 440,64 GJ, 1418,53 GJ, kandungan energi pada umur 4, 5 dan 6 pada tegakan johar sebesar: 116.915 GJ, 260.273 GJ, dan 368,164 GJ, sedangkan kandungan energi pada tegakan kayu putih sebesar: 66.741 GJ, 92.074 GJ, 215,636 GJ. Berdasarkan potensi biomassa dan kandungan energi ke 3 tanaman revegetasi tersebut cocok dikembangkan sebagai tanaman untuk bahan baku energi biochar.", "Daftar File": {"ABSTRAK Vebrianika": "https://digilib.itb.ac.id/gdl/download/213321"}, "Penulis": "Vebrianika [11516012]", "Kontributor / Dosen Pembimbing": ["Dr. Sopandi Sunarya, S.Hut., M.Si.", "Dr. Yoyo Suhaya, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biomassa, kalor, energi, biochar, Reklamasi PT Bukit Asam tbk", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}