{"Nomor": 50690, "Judul": "ANALISIS PERUBAHAN STATUS BATAS MARITIM INDONESIA", "Abstrak": "Sebagai negara maritim, Indonesia memiliki misi untuk membangun secara nyata kekuatan maritim yang mencakup aspek politik, sosial, ekonomi dan budaya, serta pertahanan dan keamanan. Untuk mewujudkan hal tersebut, Pemerintah Indonesia berdasarkan UU No.6 Tahun 1996 tentang Perairan Indonesia membuat suatu produk hukum berupa Peraturan Pemerintah No.38 Tahun 2002 yang kemudian dilakukan revisi dengan diterbitkannya Peraturan Pemerintah No.37 Tahun 2008. Dilain hal, Pusat Hidrografi dan Oseanografi TNI Angkatan Laut (PUSHIDROSAL) sebagai Lembaga Hidrografi Nasional dan Pusat Informasi Geospasial Kelautan Indonesia memiliki kepentingan dalam hal batas maritim Indonesia.\nPada pelaksanaan penelitian ini dilakukan studi literatur mengenai batas maritim Indonesia dan pengumpulan data Titik Dasar yang kemudian digunakan sebagai dasar pembuatan Garis Pangkal Lurus Kepulauan untuk menentukan batas maritim Indonesia. Perbedaan antara Peraturan Pemerintah No.38 Tahun 2002 dengan Peraturan Pemerintah No.37 Tahun 2008, terdapat perubahan sejumlah 18 Titik Dasar dengan rincian: 4 Titik Dasar mengalami perubahan data koordinat dan susunan penamaan, penambahan 12 Titik Dasar baru, dan perubahan pada 2 Garis Pangkal. Penambahan TD.141 dan TD.142 di Selatan Pulau Jawa berdampak pada berkurangnya luas perairan Indonesia seluas 1145,945 km2, sedangkan perbedaan data PUSHIDROSAL dengan Peraturan Pemerintah No.37 Tahun 2008 terkait batas maritim Indonesia diduga terjadi karena adanya blunder error saat memasukkan data pada Titik Dasar No.036C. Selain itu, implementasi Titik Dasar dan Garis Pangkal Kepulauan Indonesia belum dilakukan secara baik dan benar pada keseluruhan datanya.", "Daftar File": {"ABSTRAK Sangkap Tua": "https://digilib.itb.ac.id/gdl/download/213327"}, "Penulis": "Sangkap Tua [15113026]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batas maritim, garis pangkal, titik dasar", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}