{"Nomor": 50698, "Judul": "SIMULASI KINERJA KATALIS HIDRODEOKSIGENASI MINYAK SAWIT MENJADI BIOHIDROKARBON FRAKSI DIESEL", "Abstrak": "Konversi minyak nabati menjadi bahan bakar sudah sangat umum dilakukan, termasuk dalam produksi biohidrokarbon. Metode relatif baru konversi minyak nabati menjadi biohidrokarbon yang sedang dikembangkan pada skala komersil adalah dengan reaksi hidrodeoksigenasi. Untuk mengetahui kinerja katalis dan reaktor nyata di Indonesia, diperlukan simulasi proses HDO dengan umpan campuran asam stearat dan oktadekana dengan katalis 5%-wt Ni/H-Y-80 yang akan memberikan hasil hidrokarbon alifatik rentang diesel terbaik pada kondisi optimum yang diperkirakan dengan memvariasikan konsentrasi umpan.\nData mengenai proses HDO Asam Stearat diambil dari artikel ilmiah karangan Hachemi dan Murzin (2018) di antaranya adalah karakteristik katalis beserta mekanisme dan parameter kinetika setiap reaksi pada kondisi temperatur 375ºC dan tekanan 30 bar, kemudian data yang diperlukan untuk menentukan difusivitas komponen (Massa molekul, viskositas, volume molar) didapatkan dari database perangkat lunak Aspen Plus V10, selanjutnya data dimensi dan laju alir umpan reaktor didapatkan dari lembar spesifikasi alat reaktor hydrotreating dari RU IV Cilacap (ID=2,16 m, L=7,27 m, LHSV=7/jam).\nKinerja katalis Ni/H-Y-80 mampu mengonversi umpan sebanyak 99%, dengan selektivitas reaksi menuju reaksi hidrodeoksigenasi sebesar 95% untuk seluruh jenis variasi. Konfigurasi reaktor dengan media pendingin merupakan konfigurasi yang lebih baik menimbang temperatur reaksi berjalan sedikit di bawah ambang batas temperatur desain dari reaktor hydrotreating. Konsentrasi asam stearat sebanyak 25%-massa merupakan konsentrasi tertinggi yang diperbolehkan oleh temperatur desain reaktor.", "Daftar File": {"ABSTRAK Joseph Jayadi": "https://digilib.itb.ac.id/gdl/download/213334"}, "Penulis": "Joseph Jayadi [13016088]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I.G.B. Ngurah Makertihartha", "Prof. Dr. Ir. Subagjo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Biohidrokarbon, hidrodeoksigenasi, konsentrasi optimum, minyak nabati, Ni/H-Y-80", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}