{"Nomor": 50700, "Judul": "PENGARUH PERPINDAHAN MASSA TERHADAP KINERJA KATALIS CO-K-MN/?-AL2O3 PADA SINTESIS FISCHER-TROPSCH", "Abstrak": "Cadangan minyak bumi Indonesia semakin menipis dan diperkirakan tidak dapat lagi memenuhi kebutuhan energi yang semakin tinggi. Di sisi lain, Indonesia memiliki sumber energi alternatif yang memiliki potensi besar yaitu batu bara, gas alam, dan biomassa. Potensi besar ini perlu diimbangi dengan teknologi konversi energi yang mumpuni. Teknologi Fischer-Tropsch dapat menjadi peluang yang baik karena mampu memanfaatkan ketiga sumber energi tersebut untuk menghasilkan bahan bakar cair. Pengaruh perpindahan massa, sebagai salah satu tahap pada reaksi katalis heterogen, mampu memengaruhi kinerja katalis Fischer-Tropsch. Oleh karena itu, penelitian ini ditujukan untuk menentukan pengaruh perpindahan massa terhadap konversi dan selektivitas produk Fischer-Tropsch. Penelitian ini menggunakan katalis berbasis kobalt pada penyangga ?-Al2O3 dengan komposisi 15%-b Co; 0,6%-b promotor K; dan 0,8%-b promotor Mn (Co-K-Mn/?-Al2O3). Karakterisasi katalis dilakukan dengan adsorpsi nitrogen. Variasi laju alir linear umpan pada 15 mL/menit, 25 mL/menit, dan 35 mL/menit dilakukan untuk menentukan pengaruh perpindahan massa eksternal. Variasi ukuran partikel katalis pada 10/20 mesh, 20/30 mesh, 40/60 mesh dilakukan untuk menentukan pengaruh perpindahan massa internal. Sintesis Fischer-Tropsch dioperasikan pada reaktor unggun tetap bertemperatur 250oC dan bertekanan 20 bar selama 20 jam. Analisis produk gas dan produk cair dilakukan dengan Gas Chromatography. Berdasarkan hasil penelitian, diperoleh katalis Co-K-Mn/?-Al2O3 yang memiliki konversi CO 94,2%, konversi H2 89,4%, dan selektivitas produk hidrokarbon C5+ sebesar 82,24%. Perpindahan massa internal tidak membatasi laju reaksi Fischer-Tropsch pada ukuran katalis lebih kecil dari 20/30 mesh tetapi selektivitas produk hidrokarbon C5+ menurun pada ukuran katalis yang lebih kecil akibat berkurangnya kemungkinan readsorpsi ?-olefin. Perpindahan massa eksternal tidak membatasi laju reaksi Fischer-Tropsch pada laju alir lebih dari 15 mL/menit", "Daftar File": {"ABSTRAK Noura Fathia Salama": "https://digilib.itb.ac.id/gdl/download/213337"}, "Penulis": "Noura Fathia Salama [13016084]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Subagjo", "Dr. Ir. I.G.B. Ngurah Makertihartha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Fischer-Tropsch, katalis, kobalt, laju alir, perpindahan massa, ukuran katalis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2020"}