{"Nomor": 50705, "Judul": "ANALISIS KESESUAIAN LAHAN UNTUK KEBERHASILAN REKLAMASI HUTAN TANAMAN ENERGI BIOCHARCOAL BERBASIS METODE AHP DI LAHAN PASCA TAMBANG PT. BUKIT ASAM TBK", "Abstrak": "Luas lahan berhutan Indonesia terus menerus mengalami penurunan selama kurun waktu 2011-2018. Proses penurunan jumlah dan kualitas lahan disebut sebagai degradasi lahan. Kegiatan penambangan merupakan salah satu penyebab utama terjadinya degradasi lahan hutan. PT. Bukit Asam Tbk sebagai salah satu perusahaan produsen batubara terbesar di Indonesia selalu memperhatikan lingkungan dalam setiap aspek kegiatannya. PT. Bukit Asam memiliki 10 program pengelolaan lingkungan sebagai acuan pada perencanaan setiap tahapan penambangan, salah satunya yaitu mengembangkan dan memanfaatkan spesies tanaman lokal dan tanaman produktif lainnya, yang dalam hal ini berupa reklamasi dengan jenis tanaman energi. Hal ini sejalan dengan komitmen pemerintah untuk mengembangkan energi baru terbarukan (EBT) menjadi prioritas nasional. Keberhasilan kegiatan reklamasi ditentukan oleh pemilihan jenis tanaman. Maka, perlu dilakukan analisis kesesuaian lahan area penelitian dan karakteristik lahan tanaman. Hasil identifikasi karakteristik lahan pasca tambang di lahan Timbunan Pit 3 Banko Barat PT. Bukit Asam Tbk Tanjung Enim menunjukkan bahwa area penelitian memiliki ketinggian berkisar antara 5 – 80 mdpl, kelerengan tanah ? 75o, curah hujan 2.531,13 mm/tahun, suhu udara 30oC, kemasaman (pH) tanah 4,71, dan tanah bertekstur lempung. Tanaman yang dianalisis antara lain sengon laut (Paraserianthes falcataria), johar (Senna siamea), kayu putih (Melaleuca cajuputi), nyamplung (Calophyllum inophyllum), dan kaliandra merah (Calliandra. calothyrsus). Kelas kesesuaian lahan pada tanaman sengon, johar, nyamplung, dan kaliandra merah termasuk kelas sesuai marginal (S3), sedangkan kelas kesesuaian lahan pada tanaman kayu putih termasuk kelas cukup sesuai (S2). Metode Analytical Hierarchy Process (AHP) digunakan untuk menetapkan variabel yang memiliki prioritas paling tinggi dalam mempengaruhi hasil pada situasi tertentu, yang dalam hal ini adalah variabel kesesuaian lahan. Variabel kesesuaian lahan yang memiliki prioritas paling tinggi adalah ketinggian yaitu 24,23%, sedangkan yang memiliki prioritas paling rendah adalah pH tanah yaitu 3,95%.", "Daftar File": {}, "Penulis": "Ananda Febya Citra Maharani [11516004]", "Kontributor / Dosen Pembimbing": ["Dr. Sopandi Sunarya, S.Hut., M.Si.", "Dr. Yoyo Suhaya, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Degradasi lahan hutan, hutan tanaman energi, biochar, analisis kesesuaian lahan, AHP", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2020"}