{"Nomor": 50716, "Judul": "COMPARATIVE STUDY OF CO2 INJECTION AT CRITICAL SWELLING FACTOR AND MISCIBLE CONDITION IN B STRUCTURE AT S FIELD", "Abstrak": "Carbon dioxide (CO2) injection is a well-known enhanced oil recovery (EOR) method successfully applied in numerous countries by injecting CO2 either in miscible or immiscible conditions and showing significant results. During the CO2 EOR process, CO2 will be dissolved into oil and lead to an increase in oil mobility. For some high temperature-reservoir, miscibility is achieved with high minimum miscibility pressure (MMP). It will lead to a severe problem in Indonesia since most of the MMP value exceeds reservoir fracture pressure. Thus, a new approach might be needed to overcome this problem. Experimental result demonstrates CO2 injection pressure under critical swelling factor, and the miscible condition does not show any significant value in viscosity increment. This indicates the CO2 solubility was nearly reached under the given condition.\nA new approach of CO2 injection pressure at critical swelling factor will be developed in this study. This study aims to compare the effect of continuous CO2 injection at critical swelling factor and miscible conditions into sandstone reservoirs in \"B\" Structure at \"S\" Field, Indonesia. Reservoir simulation and production forecasts were performed by using CMG GEMTM for ten years of production based on the fluid compositional model in CMG WINPROPTM. Viscosity behavior under simulation condition was observed and compared to experimental data. Several sensitivity analyses were done to find the optimum oil recovery factor.\nThis study concludes that CO2 injection at critical swelling factor and MMP under simulation is insignificant to viscosity change. The experimental result supports it. The proposed injection scenario for continuous CO2 injection limited at \"B\" Structure is by continuous CO2 injection at Critical Swelling Factor with injection pressure 2200 psi due to fracture pressure limitation. The best production scenario is Case 1 with an injection pressure 2200 psi and eight years CO2 injection duration, where CO2 is injected from B-4 and produced from B-1, B-3, B-5. This scenario yields a recovery factor of 50.25%, which gives the additional recovery factor about 8.204 % from the base case scenario. Therefore, continuous CO2 injection pressure at critical swelling factor is suggested to be a solution in Indonesia.", "Daftar File": {"ABSTRAK Muhammad Aditya Firman Wahyudi": "https://digilib.itb.ac.id/gdl/download/213352"}, "Penulis": "Muhammad Aditya Firman Wahyudi [12216043]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "continuous CO2 injection, critical swelling factor, MMP, recovery factor, viscosity behavior", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "24 Sep 2020"}