{"Nomor": 50721, "Judul": "SOURSOP (ANNONA MURICATA L.) LEAF ETHANOLIC EXTRACT TEST FOR ANGIOGENESIS INDUCING ACTIVITY AND ERYTHROCYTES GROWTH OBSERVATION USING ZEBRAFISH (DANIO RERIO) MODEL", "Abstrak": "Diabetes is one of the non-communicable disease cases that keeps on rising every year worldwide,\nand many are left untreated which lead to complication such as diabetic foot ulcer (DFU). One way\nto promote the process of wound healing in DFU patients is by promoting angiogenesis and\nhaematopoiesis activites. Many are trying to find alternative medication for the treatment of DFU\nby using natural products. This research is conducted to observe the effect of soursop (Annona\nmuricata L.) leaf ethanolic extract (SLEE) as an inducing agent for angiogenesis and haematopoiesis.\nThe in-vivo study is conducted by using the animal model Zebrafish (Danio rerio). Zebrafish embryos\nare treated in a medium that has been added with variation of concentration of SLEE added with\nPTU (1-phenyl-2-thiourea). The treated embryos are then colored using alkaline phosphatase\nstaining to observe the angiogenesis process and colored using O-dianisidine staining to observe\nthe haematopoiesis process. The result shows that there is an angiogenesis inducing activity of SLEE\nas can be seen from the increase of length between the ventral Posterior Cardinal Vein –Sub-\nIntestinal Vein (vPCV-SIV) and although there is no significant difference in red blood cells (RBC)\ngrowth between the test groups, SLEE behaves similarly to Zinc in terms of inducing RBC formation\nprocess. Overall it can be concluded that SLEE has the ability to induce angiogenesis and shows the\ntendency of induce haematopoiesis, however this needs further testing to reach a definitive\nconclusion.", "Daftar File": {"ABSTRAK Maria Alexandra Iskandar": "https://digilib.itb.ac.id/gdl/download/213357"}, "Penulis": "Maria Alexandra Iskandar [10716106]", "Kontributor / Dosen Pembimbing": ["Prof. apt. I Ketut Adnyana, M.Si., Ph.D.", "Dr. Indra Wibowo, M. Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Danio rerio, Annona muricata L., angiogenesis inducing, hematopoiesis, diabetic foot ulcer", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Sep 2020"}