{"Nomor": 50728, "Judul": "PERANCANGAN INSTALASI PENGOLAHAN AIR (IPA) CIBULAKAN KABUPATEN GARUT", "Abstrak": "PT Tirta Gemah Ripah berencana membangun sebuah Instalasi Pengolahan Air (IPA) di wilayah Pamulihan, Kecamatan Cisurupan, Kabupaten Garut. Kebutuhan air penduduk Kabupaten Garut saat ini dipenuhi oleh PDAM Tirta Intan Garut dengan cakupan pelayanan mencapai 33,87% pada tahun 2018 (BPPSPAM, 2019). Oleh karena itu, akan dibangun sebuah IPA berkapasitas 100 liter per detik di wilayah Pamulihan dengan air baku berasal dari Mata Air Cibulakan. IPA ini direncanakan akan melayani dua kecamatan, yaitu Kecamatan Cisurupan dan Bayongbong. Total penduduk pada wlayah pelayanan di tahun 2030 berdasarkan proyeksi dengan metode regresi linear sebesar 237 ribu jiwa dengan total kebutuhan air sebesar 416 liter per detik. Luas wilayah perencanaan IPA sebesar 1.200 m2 di lahan hutan seluas 34.706 m2 berjarak 800 m di arah timur laut dari mata air. Berdasarkan hasil analisis kualitas air di Laboratorium Kualitas Air Teknik Lingkungan ITB, parameter kekeruhan, BOD, dan COD tidak memenuhi baku mutu kualitas air minum Peraturan Menteri Kesehatan No. 492 Tahun 2010. Metode pemilihan alternatif konfigurasi pengolahan menggunakan Simple Additive Weighting (SAW) dan konfigurasi sistem yang terpilih ialah pipe intake dan screening, saringan pasir lambat dengan arah aliran down flow, desinfeksi dengan kalsium hipoklorit, dan reservoir permukaan.", "Daftar File": {"TA 2020 Irvan Affandi 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/213364"}, "Penulis": "Irvan Affandi [15316026]", "Kontributor / Dosen Pembimbing": ["Rofiq Iqbal, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "IPA Cibulakan, saringan pasir lambat, kebutuhan air, pengolahan air, baku mutu", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2020"}