{"Nomor": 50724, "Judul": "APLIKASI BENTUK GEOMETRIS PADA PRODUK KRIYA KERAMIK SEBAGAI ELEMEN INTERIOR SEMI INDUSTRIAL", "Abstrak": "Laju pertumbuhan populasi manusia yang terus meningkat berdampak terhadap munculnya berbagai macam krisis lingkungan yang salah satu diantaranya adalah semakin berkurangnya ketersediaan lahan untuk menunjang berbagai macam aktivitas manusia berkaitan dengan kegiatan sosial, politik dan ekonomi. Akibat dari aktivitas tersebut lahan terbuka hijau (RTH) dan lahan-lahan ekosistem lain beralih fungsi menjadi sarana kegiatan manusia diberbagai bidang termasuk sarana mobilitas, interaksi dan tempat tinggal. Dari semakin berkurangnya ketersediaan lahan tersebut, kegiatan pembangunan sarana-sarana penunjang kini harus memperhatikan setiap dampak yang akan ditimbulkan serta mengutamakan keberlangsungan dan pemanfaatan sumber daya yang maksimal. Berdasarkan kebutuhan standar tersebut, saat ini tema Semi Industrial yang merupakan bentuk adaptasi dari keilmuan arsitektur dan interior kembali dipilih sebagai alternatif pembangunan yang memanfaatkan dan memaksimalkan ruang yang ada. Tema Semi Industrial ini memiliki ciri khas yakni ditonjolkannya raw material pada bagian bangunan serta pemanfaatan elemen-elemen interior berbahan kayu dan besi yang cenderung geometris.\nBerdasarkan hal tersebut, penelitian ini dilakukan untuk menghasilkan produk interior kriya keramik yang dapat diaplikasikan pada tema pembangunan Semi Industrial sebagai bagian dari respon keterbatasan ruang menggunakan teknik produksi cetak untuk menghasilkan produk modular sehingga penyusunannya dapat disesuaikan dengan keberadaan ruang melalui pendekatan keilmuan kriya.", "Daftar File": {}, "Penulis": "Adhi Rahmadi Nugraha [17216121]", "Kontributor / Dosen Pembimbing": ["Natas Setiabudhi Daryono Putra, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Populasi manusia, Aktivitas manusia, lahan, Semi Industrial, Geometris, Modular", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Sep 2020"}