{"Nomor": 50722, "Judul": "OPTIMASI FORMULA NANOSTRUCTURED LIPID CARRIER EUGENOL SERTA STUDI LITERATUR AKTIVITAS ANTIBAKTERI EUGENOL DAN MATRIKS HIDROGEL PVA/KITOSAN TERKONJUGASI ASAM GALAT", "Abstrak": "Eugenol merupakan konstituen utama pada minyak cengkeh yang memiliki aktivitas antioksidan,\nantiinflamasi, antibakteri, dan dapat membantu proses penyembuhan luka. Eugenol memiliki\naktivitas antibakteri yang baik terhadap beberapa bakteri gram negatif maupun gram positif salah\nsatunya adalah Staphylococcus aureus, akan tetapi eugenol memiliki efek samping seperti iritasi\nkulit. Oleh karena itu, enkapsulasi eugenol ke dalam suatu sistem penghantaran diharapkan dapat\nmengurangi efek samping yang ditimbulkan. Dalam studi ini dilakukan optimasi formulasi\nNanostructured Lipid Carrier (NLC) eugenol yang akan dimuat ke dalam matriks PVA/Kitosan\nsebagai sediaan penutup luka. NLC dibuat dengan menggabungkan lipid padat dan cair untuk\nmeningkatkan efisiensi enkapsulasinya dengan penambahan surfaktan sebagai penstabil. Metode\nemulsifikasi-sonikasi merupakan metode yang aman dan mudah dilakukan sehingga sering dipilih\ndalam pembuatan NLC. Jumlah lipid, jumlah surfaktan, dan waktu sonikasi merupakan faktor\npenting yang dapat mempengaruhi ukuran dari NLC. Sebelum dilakukan pembuatan hidrogel\nPVA/Kitosan menggunakan metode freeze thaw, dilakukan terlebih dahulu konjugasi kitosan dan\nasam galat. Asam galat merupakan turunan asam fenolat yang memiliki berbagai aktivitas\ndiantaranya dapat membantu penyembuhan luka, juga memiliki aktivitas antioksidan, antimikroba,\ndan antiinflamasi. Hidrogel PVA/Kitosan akan memiliki porositas dan sifat mekanik yang baik,\nsehingga merupakan sistem penghantaran yang cocok untuk meningkatkan proses penyembuhan\nluka.", "Daftar File": {"ABSTRAK Oktaviani Puspita Sari": "https://digilib.itb.ac.id/gdl/download/213501"}, "Penulis": "Oktaviani Puspita Sari [10716060]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Tri Suciati, M.Si", "Dr. apt. Rika Hartati, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "eugenol, konjugat kitosan-asam galat, NLC, hidrogel, antibakteri", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "25 Sep 2020"}