{"Nomor": 50733, "Judul": "PERANCANGAN SISTEM PLAMBING AIR BERSIH DI GREEN-BASED RENTAL OFFICE PARK CBD BSD CITY", "Abstrak": "Sistem plambing air bersih merupakan salah satu persyaratan teknis sanitasi gedung yang harus terpenuhi dalam perancangan sebuah bangunan. Dalam perencanaannya, kebutuhan air bersih  pada sistem plambing akan dibagi menjadi dua jenis berdasarkan sumber air yang digunakan yaitu sistem non-flushing dan sistem flushing. Sistem non-flushing akan melayani seluruh alat plambing yang ada pada area gedung kecuali kloset dan kran taman serta berasal dari PAM BSD City. Sistem flushing akan melayani alat plambing kloset dan kran taman dengan sumber air sekunder berupa water recycling yang dihasilkan dari rainwater harvesting dan greywater recycling. Jumlah kebutuhan air pada sistem non-flushing dan sistem flushing adalah 245,7 m3/hari dan 21,34 m3/hari. Pendistribusian air bersih pada sistem plambing akan memanfaatkan sistem tangki atap dimana air bersih akan ditampung terlebih dahulu pada ground tank untuk kemudian dipompakan menuju roof tank dan dialirkan ke seluruh alat plambing pada area gedung. Penampungan air bersih akan dilakukan secara terpisah antara air bersih yang berasal dari PAM BSD City dengan air hasil water recycling. Volume tangki air yang digunakan pada ground tank adalah 200 m3 dan 187,5 m3 sedangkan volume dari roof tank adalah sebesar 136,5 m3 , 4,5 m3, 16 m3 dan 8 m3. Selain sistem plambing air bersih, dilakukan juga perancangan sistem kebakaran gedung dalam bentuk hydrant dan sprinkler dengan jumlah kebutuhan dari masing-masingnya sebesar 98 dan 3247 buah.", "Daftar File": {"TA 2020 Ananda Azmi Andriani 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/213371"}, "Penulis": "Ananda Azmi Adriani [15316062]", "Kontributor / Dosen Pembimbing": ["Rofiq Iqbal, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air bersih, greywater recycling, rainwater harvesting, sistem kebakaran, sistem plambing,", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2020"}