{"Nomor": 50738, "Judul": "IDENTIFIKASI MIKROPLASTIK PADA PARTIKEL TERSUSPENSI DI UDARA", "Abstrak": "Mikroplastik merupakan partikel plastik yang berukuran lebih kecil dari 5 mm. Keberadaannya tersebar luas di lingkungan seiring dengan produksi dan konsumsi plastik yang masif. Sejumlah penelitian yang sebelumnya dilakukan masih terfokus pada mikroplastik di darat dan perairan, sementara studi mengenai mikroplastik di atmosfer masih terbatas. Penelitian ini bertujuan untuk mengidentifikasi keberadaan mikroplastik pada Total Suspended Particulates (TSP) di atmosfer. Analisis yang dilakukan termasuk identifikasi karakteristik morfologi dan validasi jenis mikroplastik. Investigasi keberadaan mikroplastik dilakukan pada lokasi urban dan suburban di sekitar Kota Bandung. Penelitian difokuskan pada mikroplastik berbentuk fiber karena jumlahnya yang dominan pada total mikroplastik di udara serta keterbatasan metode identifikasi selanjutnya. Mikroplastik yang dikumpulkan berasal dari filter sampel total partikel tersuspensi hasil sampling Lab Udara Teknik Lingkungan ITB dengan alat High Volume Air Sampler (HVAS). Identifikasi partikel yang terduga sebagai fiber mikroplastik dilakukan dengan observasi visual menggunakan mikroskop digital. Kemudian, fiber mikroplastik dikonfirmasi dengan metode hot needle test. Mikroplastik yang telah terkonfirmasi kemudian dikelompokkan berdasarkan warna dan panjang. Penelitian yang telah dilakukan menunjukkan bahwa terdapat fiber mikroplastik pada seluruh sampel dengan rentang konsentrasi 0,3 – 0,6 partikel/m3 pada lokasi urban dan 0,1 – 0,3 partikel/m3 pada lokasi suburban. Mikroplastik yang diidentifikasi diketahui berwarna cokelat, merah, hijau, hitam dan transparan dengan warna hitam sebagai komposisi paling dominan sebesar 77,2% pada lokasi urban dan 81,8% pada lokasi suburban. Ukuran fiber mikroplastik pada kedua lokasi bervariasi, dengan kisaran ukuran dominan berkisar pada 1000 -1400 mikron pada lokasi urban dan 600 -1000 mikron pada lokasi suburban. Keberadaan partikel mikroplastik yang terkonfirmasi di atmosfer dengan beragam warna dan ukuran diharapkan dapat menjadi bahan studi awal dalam upaya memperluas perhatian terhadap parameter baru pemantauan kualitas udara.", "Daftar File": {"TA 2020 Paramastri Rahmi Syafina 1-Abstrak.pdf\n?u": "https://digilib.itb.ac.id/gdl/download/215331"}, "Penulis": "Paramastri Rahmi Syafina [15316093]", "Kontributor / Dosen Pembimbing": ["Drs. Moh. Irsyad, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "atmosfer, fiber, HVAS, mikroplastik, total partikel tersuspensi", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2020"}