{"Nomor": 50740, "Judul": "EKSPLORASI MATERIAL THERMOCHROMIC MENGGUNAKAN TEKNIK SCREEN PRINTING DENGAN VISUAL OPTICAL ILLUSION UNTUK PRODUK FASHION ACTIVEWEAR", "Abstrak": "Berkembangnya teknologi dan informasi sangat mempengaruhi perubahan gaya hidup, tidak terkecuali pada bidang tekstil dan fashion. Produk fashion yang interaktif dapat memberikan pengalaman bagi penggunanya sehingga menjadi nilai tersendiri. Penggunaan smart material seperti thermochromic berbasis leuco dye telah banyak memberikan inovasi baru untuk pengembangan desain baik dalam hal fungsi maupun estetika. Berkaitan dengan hal ini, di Indonesia, masih kurang ditemukan variasi dan eksplorasi material thermochromic pada produk fashion, khususnya activewear.\nPigmen thermochromic memiliki kemampuan untuk memperlihatkan perubahan warna dengan stimuli perbedaan temperatur, sehingga menarik untuk diaplikasikan pada produk fashion. Kombinasi antra permainan ilusi visual dan aplikasi pigmen thermochromic dapat saling mendukung secara estetika karena perubahan warna pada pigmen thermochromic yang teraktivasi dapat memberikan kombinasi warna yang berbeda. Teknik screen printing digunakan pada penelitian ini agar dapat menampilkan\nkombinasi komposisi warna thermochromic sehingga membentuk motif yang bervariasi serta eksploratif.\nPerkembangan fashion berjalan beriringan dengan kemajuan teknologi dan informasi juga berdampak pada membaurnya berbagai aspek dalam berekspresi, salah satunya adalah produk fashion activewear, yaitu pakaian yang nyaman dipakai untuk berolahraga namun juga sarana untuk mengekspresikan diri yang merupakan fungsi fashion. Pemilihan produk activewear untuk pengaplikasian material thermochromic dilatarbelakangi oleh keterkaitan antara kegiatan aktif manusia dengan perubahan temperatur tubuh maupun temperatur lingkungan, sehingga produk akhir yang dihasilkan merupakan produk fashion interaktif yang memiliki nilai fungsi dan estetika serta menghadirkan wawasan bahwa smart material khususnya thermochromic memiliki potensi yang luas untuk dikembangkan.", "Daftar File": {}, "Penulis": "Iccha Adhika Pratita [17216027]", "Kontributor / Dosen Pembimbing": ["Dr. Kahfiati Kahdar, MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Thermochromic, screen printing, optical illusion, produk fashion, activewear.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Sep 2020"}