{"Nomor": 50746, "Judul": "PRA-RANCANGAN PRODUKSI KAYU LAPIS SENGON (FALCATARIA MOLUCCANA) MENGGUNAKAN PEREKAT UREA FORMALDEHIDA (UF) DENGAN PENAMBAHAN FILLER KULIT KAYU SURIAN (TOONA SINENSIS) : KARAKTERISTIK KAYU LAPIS SENGON (FALCATARIA MOLUCCANA) MENGGUNAKAN PEREKAT PHENOL FORMALDEHYDE DENGAN PENAMBAHAN FILLER KULIT KAYU SURIAN (TOONA SINENSIS)", "Abstrak": "Penelitian ini bertujuan untuk mengetahui pengaruh penambahan filler kulit kayu\nsurian berukuran 100 dan 120 mesh pada perekat phenol formaldehyde (PF)\nterhadap karakteristik kayu lapis sengon. Perlakuan pada penelitian ini adalah kadar\nfiller yang ditambahkan pada perekat phenol formaldehyde 100% dan hardener 9%.\nVariasi filler yang digunakan pada kontrol adalah tepung industri 9%, dibandingkan\ndengan filler kulit kayu surian ukuran 100 mesh kadar 8% (A); 10% (B); 12% (C)\ndan filler kulit kayu surian ukuran 120 mesh kadar 8% (D); 10% (E); 12% (F).\nParameter uji yang diamati meliputi karakteristik perekat yang terdiri dari\nviskositas, kadar padatan perekat dan pH, sifat fisis kayu lapis meliputi kadar air\ndan kerapatan, sifat mekanis kayu lapis meliputi tensile strength dan bending\nstrength, serta delaminasi dan emisi formaldehida. Hasil penelitian menunjukkan\nbahwa penambahan filler kulit kayu surian berukuran 100 mesh dengan kadar 10%\ndan filler kulit kayu surian ukuran 120 mesh dengan kadar 12% menunjukkan\npengaruh yang signifikan terhadap kerapatan dan kadar air kayu lapis sengon.\nPenambahan filler kulit kayu surian berukuran 100 mesh pada kadar 12%\nmenunjukkan nilai emisi formaldehida terendah. Penurunan nilai emisi\nformaldehida antara kontrol dengan filler kulit kayu surian berukuran 100 mesh\npada kadar 12% adalah sebesar 55% dan menyebabkan kenaikan kelas emisi\nformaldehida dari F*** pada kontrol menjadi kelas emisi formaldehida F****. Hal\nini menunjukkan bahwa penggunaan filler kulit kayu surian sebagai substitusi\ntepung industri pada industri kayu lapis sangat menjanjikan, karena selain dapat\nmenekan biaya melalui pemanfaatan limbah kulit kayu, juga dapat menurunkan\nnilai emisi formaldehida.", "Daftar File": {"Giovanni Kunto Risrian - Abstrak": "https://digilib.itb.ac.id/gdl/download/213405", "COVER Giovanni Kunto Risrian": "https://digilib.itb.ac.id/gdl/download/240711", "PUSTAKA Giovanni Kunto Risrian": "https://digilib.itb.ac.id/gdl/download/240717"}, "Penulis": "Giovanni Kunto Risrian [11916012]", "Kontributor / Dosen Pembimbing": ["Eka Mulya Alamsyah, S.Hut., M.Agr., Ph.D.", "Dr. Ir. Sutrisno, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Emisi formaldehida, filler kulit kayu surian, kayu lapis sengon, phenol formaldehyde", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "8 file", "Tanggal Input": "25 Sep 2020"}