{"Nomor": 50744, "Judul": "PEDOMAN PEMANFAATAN BIO-PLASTIC COMPOSITE SEBAGAI MATERIAL PINTU KAMAR MANDI MASYARAKAT MENENGAH KEBAWAH", "Abstrak": "Indonesia merupakan salah satu kontributor sampah plastik yang signifikan di\ndunia. Plastik memiliki sifat yang sulit terurai membuat sampah plastik menjadi\nmasalah bagi kehidupan laut dan darat. Bagaimana jika dari sampah plastik tersebut\ndapat dimanfaatkan menjadi suatu hal yang baru dalam konteks interior? Ekonomi\ndari penduduk Indonesia berada dalam golongan menengah sampai menengah\nkebawah, yang dimana berpotensi menjadi pasar untuk material yang dapat dibilang\nterbarukan. Bagi masyarakat menengah kebawah, pintu PVC / Plastik masih lazim\ndigunakan, dikarenakan standar perancangan rumah dari pemerintah, harganya\nyang murah, dan tidak adanya material alternatif lain lagi yang terjangkau, akhirnya\nmeningkatkan konsumsi produk plastik. Penelitian dilakukan untuk mengetahui\ncara membuat pedoman teknis atas dasar pengembangan bahan biokomposit sesuai\ndengan parameter bahan pintu kamar mandi. Metoda yang digunakan dalam\npenelitian ini menggunakan studi literatur dari penelitian pascapanen papan\nbiokomposit yang ada di Indonesia, dan standar - standar internasional mengenai\npembuatan pintu. Terdapat 3 penelitian yang dianalisis, diantaranya adalah papan\nbiokomposit yang terbuat dari kulit kayu gmelina dan plastik PP (PB1), pelepah\nsawit dan plastik PP (PB2), dan serat kulit batang sagu dan plastik PP (PB3). Hasil\nyang didapat adalah ketiga penelitian tersebut masih belum dapat memenuhi\nkriteria pintu kamar mandi yang \"ideal\", dengan pengecualian PB3 yang dapat\ndigunakan sebagai pintu serbaguna (pintu kamar tidur, lemari) dikarenakan sifat\nmekanik yang sudah mencukupi standar Internasional. Penelitian ini ditujukan\nuntuk memberi panduan kepada peneliti dan perancang pintu untuk dapat\nmerancang pintu yang terbuat dari biokomposit yang harapannya kedepan dapat\nmemberi banyak alternatif material interior selain pintu PVC.", "Daftar File": {}, "Penulis": "Krisnhoe Rinaldy Rabbani [17316030]", "Kontributor / Dosen Pembimbing": ["Dr. Prabu Wardono, M.Des."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "biokomposit, plastik, pascapanen, pedoman, pintu kamar mandi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Sep 2020"}