{"Nomor": 50759, "Judul": "INVESTIGASI DAN PEMODELAN HIDEOGEOLOGI UNTUK PERENCANAAN TAMBANG BAWAH TANAH PT. XYZ", "Abstrak": "PT. XYZ is a gold mine operating in North Sulawesi Province. PT. XYZ plans to\nbuild an underground mine under one of the currently active mine openings, namely\npit ABC. The main problem that has occurred in pit ABC since mid-2016 is the\npresence of groundwater flow with a significant discharge (measured discharge in\nSeptember 2020> 900 liters / second), and is hot water with a temperature of more\nthan 70o C. Hydrogeological conditions are important to know regarding\nappropriate alternative treatments to overcome the problem of hot water with large\ndischarge that comes out of pit ABC. This is a major factor in the consideration of\nunderground mining. In this study, investigations were carried out by conducting\npumping tests and hydrogeological modeling based on a conceptual model and then\nsimulated in a numerical model as a planning approach in the underground mine\nplanning of PT. XYZ.\nBased on field observations, study literature, and previous data, it can be concluded\nthat the hydrogeological media and groundwater flow in the study area are mostly\ncontrolled by the fracture media system and high permeable zones. The results\nshowed that the groundwater flow to the East and towards the center which is an\nopen pit area, also found that the local aquifer has parameter values in the form of\nstorativity, hydraulic conductivity and large transmissivity. In addition, the value\nof the water discharge that enters the underground mine is also a number that is not\nsmall even though it has been assisted by a pump. And thus this study aims to model\nand perform calculations for the sake of carrying out underground mining under an\nopen pit mining PT. XYZ.", "Daftar File": {"ABSTRAK Dominicus Vincent": "https://digilib.itb.ac.id/gdl/download/213419"}, "Penulis": "Dominicus Vincent [22717002]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Hydrogeological modeling, pumping test, dewatering, groundwater, underground mining,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}