{"Nomor": 50757, "Judul": "PENYUSUNAN PROSEDUR UNTUK PRAKIRAAN BEBAN PERAWATAN NON-RUTIN DI MRO XYZ (STUDI KASUS: C-CHECK BOEING 737NG)", "Abstrak": "Perusahaan penyedia jasa perawatan pesawat udara memerlukan tingkat prosentase Turn Around Time (TAT) on-time yang tinggi. Pada tahun 2019, terdapat selisih 29% antara TAT rencana dengan TAT aktual untuk pesawat udara tipe B737NG di MRO XYZ. Berdasarkan observasi yang dilakukan, didapatkan belum adanya prakiraan beban perawatan non-rutin. Paket perawatan non-rutin memiliki prosentase 54% dari perawatan rutin yang ada sehingga diperlukan perencanaan kapasitas untuk melakukan perawatan non-rutin. Hal ini yang menjadi perhatian dan akan dianalisis pada Tugas Akhir ini.\nLangkah pertama yang dilakukan adalah mengevaluasi tugas-tugas perawatan rutin yang menjadi sumber terbesar perawatan non-rutin dengan menggunakan Analisis Pareto. Kedua, menyusun prosedur dan variabel-variabel yang akan digunakan untuk melakukan prakiraan rasio perawatan non-rutin (NRR). Terakhir, mengimplementasi prosedur tersebut untuk mendapatkan model prakiraan dan sekaligus sebagai pengujian untuk prosedur yang telah disusun.\nTugas perawatan non-rutin didominasi oleh beberapa tugas perawatan rutin, yang dibagi secara ATA Chapter, Nomor MPD, dan kategori pekerjaan. Secara ATA, Chapter 53, 25, dan 57. Secara MPD, nomor 53-140-00, 53-800-00, dan 53-866-00. Secara kategori perawatan yakni DVI untuk sistem, GVI internal untuk struktur, dan inspeksi eksternal untuk zonal. Prosedur prakiraan NRR untuk C-Check B737NG disusun dengan menggunakan variabel Nomor C-Check, umur pesawat, prosentase ATA 53, prosentase ATA 25, dan prosentase ATA 57. Model prakiraan NRR dapat dikembangkan agar memberikan hasil yang lebih akurat dengan menambah variabel flight hours (FH) dan flight cycle (FC).", "Daftar File": {}, "Penulis": "Dave Graciova [13616048]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Edy Suwondo, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Prakiraan beban perawatan, Turn Around Time, Non-rutin, Inferensi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}