{"Nomor": 50750, "Judul": "PERENCANAAN DESAIN KOLAM RETENSI UNTUK PENGENDALIAN BANJIR DI KECAMATAN DAYEUHKOLOT KABUPATEN BANDUNG JAWA BARAT", "Abstrak": "Banjir merupakan fenomena alam yang memiliki daya rusak karena tingginya curah hujan dan tidak cukupnya kapasitas sungai untuk menampung dan mengalirkan air. Pada DAS Citarum hulu, Dayeh kolot merupakan salah satu kecamatan yang berada di kabupaten Bandung yang mempunyai banyak permasalahan banjir. Berdasarkan morfologinya, daerah Dayeh Kolot merupakan dasar dari cekungan Bandung sehingga kondisinya datar dengan kemiringan 0% - 3% dan menjadi muara dari sungai-sungai di Bandung . Banyaknya permasalahan yang terjadi di daerah ini yaitu perubahan tata guna lahan, alih fungsi lahan serapan menjadi bangunan, laju sedimentasi yang besar, pembuangan sampah dan limbah yang tidak terkontrol dengan baik, peningkatan jumlah penduduk, serta perubahan iklim. Mengakibatkan Dayeh Kolot menjadi daerah yang rentang terkena banjir paling parah. Karya tulis ini bertujuan untuk merencanakan alternatif pengendalian banjir untuk Sungai Citarum segmen Kecamatan Dayeuhkolot dengan kolam retensi menggunakan bantuan pemodelan software HEC RAS 5.0.7 Desain rencana pengendalian banjir didasarkan pada data curah hujan, dan penampang Sungai Citarum. Perencanaan ini menggunakan debit banjir pada periode ulang 25 tahun, sehingga dibuat alternatif untuk mengatasi banjir yang terjadi, dimana untuk solusi yang digunakan adalah dengan pembuatan kolam retensi.", "Daftar File": {"ABSTRAK Saferi Dian Suryana": "https://digilib.itb.ac.id/gdl/download/213409"}, "Penulis": "Saferi Dian Suryana [15815032]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Wiyono Hadi Soeharno, M.Eng.", "Widyaningtias, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Sungai Citarum, pemodelan software HEC RAS 5.0.7, kolam retensi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}