{"Nomor": 50758, "Judul": "PERANCANGAN REMOTELY PILOTED QUADCOPTER UNTUK PENYEMPROTAN TANAMAN: ANALISIS KEKUATAN STRUKTUR DAN PEMBUATAN PURWARUPA", "Abstrak": "Drone Agrikultur merupakan wahana terbang dengan 4 motor untuk gaya angkat dan memiliki sistem penyemprotan pupuk. Teknologi drone diharapkan dapat meningkatkan produksi padi sehingga perlu dilakukan pengembangan dan pengujian struktur untuk mengetahui kinerja dari drone.\nTugas Sarjana ini bertujuan melakukan pengembangan dan pengujian kekuatan struktur dari frame drone yang terdiri dari arm frame dan body frame, serta melakukan pembuatan produk purwarupa. Model frame yang dianalisis merupakan model frame DJI F450. Analisis kekuatan struktur dilakukan dengan menggunakan metode elemen hingga dan perhitungan teoritik.\nMetodologi diawali dengan studi literatur, pengumpulan informasi mengenai dari model drone, penentuan DR&O, pembebanan, pemodelan numerik, validasi solusi teoritik, dan pembuatan purwarupa. Hasil analisis terkait kekuatan struktur diaplikasikan pada produk purwarupa dari Drone Agrikultur.\nHasil analisis didapatkan tegangan maksimum untuk arm frame terjadi sebesar 31 MPa (????????????) dan defleksi maksimum sebesar 5,72 mm (????????????????). Tegangan maksimum upper body terjadi fix support sebesar 5,1 MPa (????????????) dan defleksi maksimum sebesar 0,0021 mm (????????????????). Tegangan maksimum pada lower body terjadi pada fix support sebesar 3,59 MPa (????????????) dengan defleksi maksimum sebesar 0,064 mm (????????????????). Dari ketiga analisis frame diatas tidak ada yang melibihi nilai yield stress sebesar 121 MPa (????????????) maka desain dari drone aman dan memenuhi standar.", "Daftar File": {"ABSTRAK A A Ngurah Ananta Putra": "https://digilib.itb.ac.id/gdl/download/213417"}, "Penulis": "A A Ngurah Ananta Putra [13116063]", "Kontributor / Dosen Pembimbing": ["Ir. Chakimoelmal Jasjkur, M.Sc.", "Ony Arifianto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Drone Agrikultur, uji statis, arm frame, body frame, metode elemen hingga, solusi teoritik, tegangan, defleksi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}