{"Nomor": 50763, "Judul": "MEMBANGUN INOVASI DALAM INDUSTRI AIR MINUM: STUDI KASUS IZIFILL", "Abstrak": "Air minum adalah kebutuhan dasar bagi manusa. Zaman dahulu, masyarakat mengambil air minum \ndari sumber terdekat mereka. Namun dengan standar hasil kualitas yang berbeda-beda, karena proses pengolahannya\nberbeda,\nmuncul\ninovasi\ndalam\nindustry\nair\nminum,\nyaitu\npengolahan\nair\nminum\nsecara\nterpusat\n\ndi\npabrik\nlalu\ndidistribusikan\nke\narea\nyang\nluas.\nKebiasaan\nmasyarakat\nmulai\nbergeser\ndari\nsumber\nair\nminum\nsekitar\nmereka,\nmenjadi\nketergantungan\nterhadap\nair\nminum\nyang\nterpusat\ndi\npabrik,\nbiasanya\ndi\ndekat\n\nmata\nair\ngunung.\nPola\nini\nmenimbulkan\nefek\nnegative\nterhadap\nlingkungan,\nyaitu\nsampah\nplastic\nyang\nterus\n\nmeningkat,\n\ndistribusi yang tidak efisien yang menimbulkan polusi karbon, dan tidak seimbangnya\npenggunaan sumber air. \nIZIFILL adalah perusahaan rintisan yang ingin menjawab permasalahan dalam industry air minum\nini dan ingin membuat model bisnis baru yang memberikan nilai kepada masyarakat tanpa menimbulkan\ndampak negative kepada lingkungan. Air minum terstandardisasi yang mudak dijangkau dengan sumber air\nyang tersebar dan tanpa sampah plastic. Sebagai perusahaan rintisan yang masih terbatasan dari segi sumber\ndaya, diperlukan pembangunan produk yang selektif untuk menghindari beban biaya riset yang berulangulang.\n\nCara sederhana bagaimana membangun produk dengan biaya rendah namun mendapatkan respon\ndari pengguna harus ditemukan. Untuk itu, kerangka ‘Value Proposition Canvas’ dijalankan yang meliputi\n‘Problem-Solution Fit’, Product-Market Fit’, dan ‘Business Model Fit’ melalui ‘Business Model Canvas’.\nRancangan tersebut diuji kepada pengguna melalui rangkaian ‘Design Sprint’ untuk mendapatkan respon\npengguna tanpa harus membangun produk jadi. \nKegiatan ‘Design Sprint’ membantu IZIFILL menentukan nilai yang akan diberikan kepada\npengguna, fitur produk yang akan dibangun sebagai produk minimum ‘Minimum Viable Product (MVP)’,\ndan mendapatkan respon dari pengguna. Kerangka tersebut membantu IZIFILL untuk menentukan prioritas \ndalam membangun produk dan model bisnis yang diharapkan akan cocok dengan pasar. Lima tahap dalam\n‘Design Sprint’ dilakukan hingga wawancara dengan calon pengguna. Wawancara ini memberikan pencerahan\nmengenai\nfitur\nmana\nyang\nprioritasnya\npaling\ntinggi.\nPencerahan\nini\nmenyelamatkan\nIZIFILL\ndari\n\nbiaya\nriset\nproduk\nyang\ntidak\nperlu\ndi\nawal.\nPerjalanan\npengguna\ndalam\nproduk\nakan\ndipilih\ndan\nkelayakan\n\nekonomi\ndari\nbisnis\ntersebut\nakan\ndianalisis.\n Hasil dari aktivitas ‘Design Sprint’ akan menjadi rencana pembangunan produk dan rencana anggaran\nbiaya yang diharapkan dapat sederhana namun memiliki fitur utama yang menjawab permasalahan\npengguna. Alternatif ‘MVP’ yang akan dibuat adalah memodifikasi mesin filter yang sudah ada dengan\nsystem IZIFILL. Eksplorasi segmen baru dari pasar IZIFILL juga dilakukan untuk mendapatkan potensi\npasar yang lebih luas.", "Daftar File": {"2020_TS_PP_Ichsan Mulia Permata_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/213423"}, "Penulis": "Ichsan Mulia Permata [29118418]", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kanvas model bisnis, sprint desain, industry air minum, kecocokan masalah dengan  solusi, kecocokan produk dengan pasar, kanvas nilai proposisi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2020"}