{"Nomor": 50776, "Judul": "IMPACT OF CLINICAL PHARMACIST INTERVENTIONS ON MEDICATION ADHERENCE OF ANTIHYPERTENSIVE AGENTS IN APOTEK YES FARMA (PRELIMINARY STUDY) AND REVIEW ARTICLE", "Abstrak": "Pharmacists play an important role in healthcare delivery. Over the years, their role had expanded not only product-oriented but also patient-oriented. Hypertension is a global health problem, and its prevalence is still increasing. The use of antihypertensive medications is a key component of the long- term approach to controlling blood pressure levels. The effectiveness of antihypertensive treatment is well established and has been quantified in terms of overall reduction in the relative risk of stroke and other cardiovascular disease events as well as lower healthcare costs. Medication non-adherence is a multifaceted problem, responsible for increasing the important medical and public health issues like worsened therapeutic outcome, higher hospitalization rates, and increased health care costs. This study aimed to assess the impact of clinical pharmacist intervention on medication adherence of antihypertensive agaents in Apotek Yes Farma and determine the factors affecting antihypertensive medications adherence among hypertensive patients. This was a questionnaire based prospective study among patients visiting Apotek Yes Farma and analysing their changes in blood pressure and type of antihypertensive medication consumed which was conducted from 1st March to 14th March 2020. Based on the initial results, most of the patients have medium adherence to their antihypertensive medication before pharmacists’ intervention and patient’s satisfaction on pharmacy had a significant association and positive fair correlation on medication adherence level. Post intervention adherence could not be determined. The medication adherence and blood pressure reduction after pharmacists’ intervention could not be recorded due to an unfortunate event. Article review suggests that pharmacist intervention can significantly improve medication adherence and blood pressure control in patients treated with antihypertensive agents.", "Daftar File": {"ABSTRAK Dhayanee Vengadesan": "https://digilib.itb.ac.id/gdl/download/213435"}, "Penulis": "Dhayanee Vengadesan [11616103]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Amalia, S.Si., Apt., M.Si.", "Cindra Tri Yuniar, M.Si, Apt", "Apt. Jessica Aryanti, S.Farm"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Community pharmacist, intervention, medication adherence, hypertension, antihypertensive medication, questionnaire.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Sep 2020"}