{"Nomor": 50772, "Judul": "EFEK KURKUMIN TERHADAP EKPRESI PUTUS OBAT PADA MODEL MENCIT YANG MENGALAMI KETERGANTUNGAN MORFIN", "Abstrak": "Penghentian konsumsi berulang bahan adiktif, termasuk morfin yang digunakan sebagai analgetik,\ndapat mengakibatkan munculnya gejala putus obat. Hasil penelitian sebelumnya telah\nmenunjukkan kemampuan kurkumin dalam mempengaruhi gejala putus alkohol. Tujuan dari\npenelitian ini adalah untuk mempelajari efek kurkumin terhadap ekspresi gejala putus morfin serta\nperubahan kadar BDNF otak yang menyertainya. Ekspresi putus morfin diinduksi dengan pemberian\nnalokson 4 mg/kg setelah mencit mendapatkan dosis bertingkat dari morfin (10 mg/kg sampai 80\nmg/kg) dalam 5 hari. Pencatatan perilaku dilakukan selama 30 menit dari periode total pengamatan\n60 menit. Pengukuran kadar BDNF dilakukan setelah pengamatan perilaku menggunakan metode\nELISA. Untuk mempelajari efeknya, kurkumin diberikan dalam dosis 3.2 mg/kg atau 10 mg/kg 30\nmenit sebelum induksi morfin. Hasil menunjukkan kurkumin 10 mg/kg dapat menekan secara\nsignifikan ekspresi jumping, paw tremor, paw licking, facial preening, grooming, grooming time,\nrearing, dan penurunan berat badan (p<0.05). Sedangkan kurkumin 3.2 mg/kg dapat menurunkan\nsecara signifikan ekspresi paw tremor, paw licking, grooming time, rearing, dan diare (p<0.05). Hasil\npengukuran menunjukkan bahwa kadar BDNF paling tinggi diamati pada mencit yang mendapatkan\nkurkumin 10 mg/kg dan paling rendah pada kelompok mencit kontrol. Secara keseluruhan hasil\npenelitian ini menunjukkan potensi kurkumin untuk mengatasi gejala putus obat dari morfin.", "Daftar File": {"ABSTRAK Siti Octavia Dwiyanti": "https://digilib.itb.ac.id/gdl/download/213430"}, "Penulis": "Siti Octavia Dwiyanti [11616025]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kurkumin, gejala putus obat, morfin, perilaku, BDNF, mencit", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Sep 2020"}