{"Nomor": 50775, "Judul": "PROPOSAL INOVASI MODEL BISNIS UNTUK  KEBERLANGSUNGAN BISNIS PERUSAHAAN MULTILEVEL  (STUDI KASUS: PT. XYZ)", "Abstrak": "Pada tanggal 22 Agustus 2013 PT. XYZ didirikan, sebuah perusahaan yang \nbergerak di bidang Financial Technology (FinTech) yang menjual aplikasi\nPayment Point On line Banking (PPOB) pembayaran e-money. Pada tanggal 24\nMei 2018 Bank Indonesia mengeluarkan Peraturan No 20/6/PBI/2018 tentang emoney,\n\nyang mengakibatkan perusahaan mengalami penurunan performa.\nMenurunnya performa perusahaan mengakibatkan banyak mitra usaha yang\nkeluar. \n\nUntuk menanggulangi masalah tersebut, perusahaan mendirikan perusahaan baru\ndengan nama PT. TCG yang menjual barang-barang fisik secara direct selling\ndengan metode MLM. Peneliti melakukan analisis guna mencari sumber (root\ncause) dari masalah yang dialami perusahaan PT. XYZ. Menggunakan framework\nanalisa BMI (business model innovation) dan analisa root cause menggunakan\ncause-and effect diagram (fishbone diagram) pada aktifitas PT XYZ sampai\ndengan dikeluarkannya produk PT TCG. Peneliti menemukan root cause masalah\nperusahaan PT. XYZ terletak di hilangnya sumber keuangan alternatif perusahaan\nyang berupa floating money dan keluar/tidak aktifnya member perusahaan.  \n\nRekomendasi yang diberikan peneliti adalah: pengenalan metode sistem MLM\nperusahaan, yang berbeda dari sistem MLM perusahaan lain kepada masyarakat,\ndalam rangka untuk mendapatkan member baru, dan pinjaman bank, sebagai\nalternatif dana yang bisa di dapat perusahaan dengan cepat.", "Daftar File": {"2020_TS_PP_Avicenna Herucakra A._1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/213434"}, "Penulis": "Avicenna Herucakra Antariksa [29117288]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A., M.S.A.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Peraturan No. 20/6/PBI/2018, MLM, BMI, floating money, sistem MLM", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2020"}