{"Nomor": 50786, "Judul": "ECONOMIC VALUATION OF TOURISM ECOSYSTEM SERVICES AS A CONSIDERATION FOR COASTAL CONSERVATION EFFORTS IN PARI ISLAND CLUSTER, THOUSAND ISLANDS", "Abstrak": "Kawasan pesisir memberikan banyak manfaat, namun sangat rentan terhadap kegiatan antropogenik, salah satunya pariwisata. Peningkatan aktivitas pariwisata di Gugusan Pulau Pari, Kepulauan Seribu, DKI Jakarta, berpotensi menyebabkan degradasi lingkungan. Hal ini dapat terjadi karena ketidakpahaman dan penilaian yang undervalue terhadap jasa suatu ekosistem. Maka dari itu, valuasi ekonomi jasa ekosistem penting untuk dilakukan. Tujuan dari penelitian ini adalah: (1) membandingkan kondisi kawasan pesisir di Gugusan Pulau Pari di waktu yang berbeda berdasarkan studi literatur; (2) menentukan nilai valuasi ekonomi kawasan pesisir bidang pariwisata di Gugusan Pulau Pari dengan metode Contingent Valuation Method (CVM); dan (3) memberikan rekomendasi umum tentang urgensi dan strategi konservasi kawasan pesisir Gugusan Pulau Pari berdasarkan nilai ekonomi dan kondisi lingkungannya. Kawasan pesisir Gugusan Pulau Pari terdiri dari ekosistem pantai berpasir/terbuka, mangrove, lamun, dan terumbu karang. Berdasarkan studi literatur, diketahui bahwa luasan padang lamun telah mengalami penurunan sebesar 109,48 ha antara tahun 2011 dan 2016. Selain itu, ditemukan banyak karang berpenyakit di kawasan dengan aktivitas wisata tinggi. Ekosistem mangrove tercatat seluas 32,4 ha pada tahun 1999; 22,2 ha pada 2006; dan 16,9 ha pada 2018. Perhitungan nilai valuasi ekonomi dengan metode CVM dilakukan dengan menyebarkan kuesioner Willingness to Pay kepada 158 responden yang ditentukan secara acak (random sampling). Nilai ekonomi jasa ekosistem bidang pariwisata di pesisir Gugusan Pulau Pari diestimasi sebesar Rp7.741.723.132/tahun. Upaya konservasi perlu dilakukan untuk mempertahankan kualitas lingkungan yang berkelanjutan, antara lain pemberlakuan kuota atau pembatasan jumlah wisatawan, penerapan tarif retribusi wisata, dan sistem zonasi.", "Daftar File": {}, "Penulis": "Bernadetha Maria Hastuti Chris [10616011]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Contingent Valuation Method, Gugusan Pulau Pari, Konservasi, Pesisir, Valuasi Ekonomi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}