{"Nomor": 50788, "Judul": "ANALISIS STRUKTUR POPULASI BULU BABI (DIADEMA SETOSUM) DI PULAU PAHAWANG, LAMPUNG", "Abstrak": "Indonesia merupakan daerah kepulauan yang kaya akan sumber daya hayati.\nBanyak dari sumber daya hayati ini bisa digunakan sebagai sumber pangan dari\nlaut, namun nyatanya kekayaan tersebut belum sepenuhnya dimanfaatkan. Salah\nsatu komoditas yang belum dimanfaatkan adalah bulu babi yang banyak\nditemukan pada kawasan pesisir di Indonesia. Pulau Pahawang merupakan daerah\npesisir yang merupakan daerah administrasi Lampung yang memiliki banyak\npotensi untuk wisata maupun perikanan dan pada daerah ini pula dapat ditemukan\nbanyak bulu babi khususnya Diadema setosum. Tujuan dari penelitian ini adalah\nmenentukan profil ukuran, mengestimasi usia serta kerapatan bulu babi pada\nPulau Pahawang. Dilakukan pengamatan pada 2 lokasi yaitu Cukuh Bedil dan\nGosong Pahawang..Bulu babi diukur diameter cangkang dan durinya dalam area\n50x50 m dengan pita meteran,pengukuran dilakukan di bawah air dengan\nkedalaman 1-7 m sehingga dilakukan beberapa kali penyelaman.Data diameter\ncangkang bulu babi akan digunakan untuk memperkirakan umur dengan Von\nBertalanfy Growth Model, data jumlah digunakan untuk menghitung kerapatan\nbulu babi. Hasil penelitian yang diperoleh adalah ukuran diameter cangkang bulu\nbabi yang ditemukan berkisar antara 4-7 cm sehingga profil ukurannya adalah\nsedang sampai besar. Sebagian besar bulu babi mendekati usia dewasa yaitu pada\nukuran 5 cm. Kerapatan bulu babi pada pada Cuku Bedil bernilai lebih rendah\ndibanding Gosong Pahawang karena adanya aktivitas wisata", "Daftar File": {}, "Penulis": "Adriel Prayoga [10616017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, MS, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "diameter cangkang, estimasi usia, kerapatan populasi, model Von Bertalanfy", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}