{"Nomor": 50780, "Judul": "PENINGKATAN KINERJA ROBUST IMAGE WATERMARKING DENGAN POLAR HARMONIC TRANSFORM TERHADAP PENYUNTINGAN TRANSLASI", "Abstrak": "Robust image watermarking (RIW) adalah salah satu jenis image processing yang\ndilakukan untuk menyisipkan informasi/ watermark ke dalam citra digital untuk\nmencegah pembajakan. Proses penyisipan tidak boleh menyebabkan citra berubah\ndan watermark yang disisipkan tidak boleh rusak meski citra mengalami\npenyuntingan.\nBeberapa metode yang awal digunakan untuk melakukan RIW diantaranya DCT,\nDWT, atau SVD yang sudah sangat baik dalam mengatasi jenis-jenis signal\nprocessing attack. Sedangkan, untuk mengatasi geometric attack seperti rotasi dan\nperbesaran, dapat digunakan transformasi berbasis radial seperti ZMs/pZMs,\nRHFMs, atau PHT. Diantara transformasi-transformasi tersebut, Polar Harmonic\nTransform (PHT) memiliki keunggulan karena kompleksitasnya yang lebih\nrendah sehingga dapat menyederhanakan proses komputasi.\nKekurangan RIW dengan PHT adalah tidak dapat mengatasi jenis penyuntingan\ntranslasi karena menyebabkan titik tengah citra bergeser, padahal titik tersebut\ndibutuhkan sebagai titik acuan dalam melakukan transformasi. Pada penelitian ini,\njenis penyuntingan translasi akan diatasi dengan menggunakan ORB feature\nmatching untuk menghitung posisi titik pusat yang baru setelah citra mengalami\ntranslasi.\nHasil pengujian menunjukkan bahwa tanpa metode yang diusulkan, translasi\nsebesar 3 piksel dapat menyebabkan kerusakan watermark sebanyak 30%. Metode\nyang diusulkan ini dapat menghitung titik pusat transformasi dengan akurat\nselama bagian citra yang hilang akibat translasi kurang dari 43%. Pada rentang\ntranslasi 12% ke arah vertikal dan horizontal, dengan metode yang diusulkan ini\njumlah bit informasi yang rusak turun dari sekitar 30% menjadi 10% untuk jenis\ntranslasi yang menyebabkan sebagian citra menjadi hilang, dan 0% untuk jenis\ntranslasi tanpa menyebabkan bagian citra menjadi hilang.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213439", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213440", "Abstract": "https://digilib.itb.ac.id/gdl/download/213441", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213442", "Tesis": "https://digilib.itb.ac.id/gdl/download/213443"}, "Penulis": "Mohamad Hanifan [23518026]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "feature matching, image processing, polar harmonic transform, robust image watermarkin", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "25 Sep 2020"}