{"Nomor": 50799, "Judul": "PERANCANGAN SUBSISTEM ANTARMUKA DAN DAYA SISTEM PEMBERSIH TANAMAN LIAR PADA PAVING BLOCK", "Abstrak": "Metode pembersihan tanaman liar pada celah paving block selama ini\nmenggunakan teknik manual ataupun kimiawi yang jika ditelaah lebih jauh dapat\nmembahayakan kesehatan lingkungan dan manusia sekitar. Oleh karena itu\ndibutuhkan suatu alat untuk melakukan pembersihan tanpa memberikan efek\nsamping seperti pada teknik manual dan kimiawi. Alat yang akan dikembangkan\nadalah sistem pembersih tanaman liar pada celah paving block dengan\nmenggunakan teknik pemanasan.\nDokumen ini secara khusus membahas tentang studi literatur, perancangan desain\ntingkah laku dan hardware, implementasi, dan pengujian sub-sistem antarmuka dan\nsub-sistem daya dari alat yang dikembangkan. Sub-sistem antarmuka digunakan\nsebagai perantara antara pengguna dan alat. Sub-sistem ini dikembangkan dengan\nmenggunakan mikrokontroler Raspi 3B+ dan bahasa pemrograman Python. Subsistem antarmuka didesain agar dapat menerima input dari pengguna berupa\nperintah pengaktifan-penonaktifan alat serta perintah mulai dan berhenti pada\nkinerja alat. Selain itu, sub-sistem ini dirancang agar dapat memberikan notifikasi\nterkait level tegangan daya yang tersisa dan notifikasi fungsi kerja alat yang sedang\nberjalan. Ada pun subsistem daya digunakan untuk membeikan suplai ke subsistem lain yang membutuhkan daya. Sub-sistem ini terdiri dari komponen baterai\nrechargeable dan komponen regulator.\nHasil pengujian menunjukkan bahwa subsistem antarmuka dapat memberikan\nnotifikasi terkait jenis proses kerja yang sedang berjalan dan memberikan perintah\npembatalan pada proses yang sedang berjalan tersebut. Selain itu, antarmuka juga\ndapat menerima input untuk mengaktifkan alat dan menampilkan indikator\ntegangan baterai yang tersisa. Kemudian sub-sistem daya juga dapat menghasilkan\noutput tegangan sesuai kebutuhan tiga subsistem lainnya.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213472", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213473", "Abstract": "https://digilib.itb.ac.id/gdl/download/213474", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213475", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213476"}, "Penulis": "Agha Maretha [13216095]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mervin Tangguar Hutabarat, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Antarmuka, Daya, Notifikasi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "25 Sep 2020"}