{"Nomor": 50791, "Judul": "STUDI PENGELOLAAN LIMBAH B3 BENGKEL KENDARAAN BERMOTOR DI KOTA BANDUNG (LIMBAH KOMPONEN LOGAM DAN AKI BEKAS)", "Abstrak": "Peningkatan jumlah kendaraan bermotor menyebabkan peningkatan jumlah limbah dari kegiatan bengkel berupa potongan logam, kemasan produk berbahan logam, onderdil bekas dan aki bekas yang harus dikelola sesuai dengan Peraturan Pemerintah No. 101 Tahun 2014 tentang Pengelolaan Limbah B3. Studi ini berfokus pada bengkel kendaraan bermotor yang memiliki izin usaha dan tidak memiliki izin usaha di Kota Bandung menggunakan metode stratified sampling dengan menentukan timbulan dan komposisi, melakukan evaluasi pengelolaan, dan dilanjutkan dengan penyusunan alternatif sistem pengelolaan. Timbulan total limbah B3 komponen logam dan aki bekas di bengkel berizin sebesar 0,585 kg/kendaraan/hari dan di bengkel tidak berizin sebesar 0,163 kg/kendaraan/hari dengan limbah paling banyak di bengkel berizin berasal dari komponen penyaring oli sektor kuantitas kecil sebesar 30% dan dari bengkel tidak berizin adalah komponen potongan logam sektor kuantitas kecil bebas bersyarat sebesar 68,3%. Kesesuaian pengelolaan limbah dengan regulasi di bengkel berizin sebesar 61,77% dan di bengkel tidak berizin sebesar 18,96%. Pengelolaan limbah diawali peyimpanan di cubic yard container dan diangkut dengan wingbox truck. Proses daur ulang sel aki menggunakan kupola dan onderdil diolah dengan proses termal sebelum digabung dengan daur ulang logam yang diawali pencacahan dengan scrap metal shredder, penyortiran dengan magnetic drum dan eddy current separator, pelelehan dengan electric arc furnace diakhiri dengan pemadatan dan distribusi.", "Daftar File": {"TA 2020 Suci Ameliya Tambunan 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/213457"}, "Penulis": "Suci Ameliya Tambunan [15316053]", "Kontributor / Dosen Pembimbing": ["Dr. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "aki bekas, bengkel, daur ulang, komponen logam, limbah B3.", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2020"}