{"Nomor": 50796, "Judul": "VALUASI SAHAM PT INDUSTRI JAMU DAN FARMASI SIDO MUNCUL", "Abstrak": "Produk domestik bruto Indonesia pada 2019 tumbuh sebesar 5.02 persen, dan Indonesia\ndiproyeksikan akan tumbuh sekitar 5.0 hingga 5.4 persen pada tahun 2020. Akan tetapi,\npandemi COVID-19 menyerang dan segala aktivitas ekonomi terhambat. Perkantoran ditutup\ndan masyarakat diimbau untuk tidak keluar rumah untuk mencegah penularan penyakit\ntersebut. Hasilnya, International Monetary Fund memproyeksikan bahwa Indonesia hanya\nakan tumbuh sebesar 0.5 persen dari sisi PDB riil pada tahun 2020 ini. Selain itu, pasar bursa\nIndonesia juga merasakan dampaknya. Indeks Harga Saham Gabungan (IHSG) mengalami\npenurunan hingga ke kisaran 3,900 rupiah pada awal mula pandemi. Hampir tidak ada\nperusahaan yang terdaftar dalam bursa selamat atas penurunan harga ini, termasuk PT Industri\nJamu dan Farmasi Sido Muncul. \nTujuan riset ini adalah untuk menemukan nilai intrinsik PT Industri Jamu dan Farmasi Sido\nMuncul dengan mengidentifikasi faktor-faktor luar dan dalam perusahaan untuk menciptakan\ngagasan yang kuat sebelum melakukan valuasi harga saham. Analisis faktor eksternal\nmenggunakan PESTEL menyimpulkan bahwa walaupun industri obat-obatan herbal akan\ntumbuh di Indonesia, faktor-faktor eksternal lainnya masih cenderung rapuh karena pandemi\nyang belum kunjung mereda. Analisis industri juga memperlihatkan adanya persaingan yang\nketat pada industri farmasi Indonesia. Akan tetapi, analisis pada internal perusahaan\nmemperlihatkan bahwa PT Industri Jamu dan Farmasi Sido Muncul memiliki kondisi\nfundamental yang kokoh. \nValuasi absolut dan relatif akan digunakan pada riset ini dan diiringi oleh metode pendukung\nlainnya. Menggunakan metode Discounted Cash Flow (DCF), PT Industri Jamu dan Farmasi\nSido Muncul dihargai sebesar 1,394 rupiah per lembar saham, sementara valuasi relatif\nmenggunakan Price-to-Earnings Multiple memberikan nilai sebesar 1,980 rupiah per lembar\nsaham. Kedua valuasi tersebut menghasilkan nilai yang lebih tinggi daripada harga perusahaan\npada bursa saat ini. Faktor pendukung lainnya seperti analisis menggunakan Monte Carlo\nmenyimpulkan bahwa harga saham perusahaan akan cenderung naik dibandingkan turun, dan\nPiotroski F-Score juga menunjukkan nilai yang baik terhadap perusahaan. \nBerdasarkan riset ini, penulis menyarankan para investor untuk tetap menahan untuk menjual\natau membeli saham PT Industri Jamu dan Farmasi Sido Muncul karena nilai tujuan pada\nvaluasi absolutnnya yang tidak terpaut jauh dengan harga saat ini. Akan tetapi, penulis juga\nmenyimpulkan bahwa perusahaan ini memiliki fundamental yang kuat dan masih dapat\nberkembang di masa yang akan datang.", "Daftar File": {"2020_TS-PP_MAS ZUCHRIZAL R WINATA_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/213462"}, "Penulis": "Mas Zuchrizal Rasyidian Winata [29118377]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Valuasi saham, valuasi absolut, valuasi relatif, nilai intrinsik, covid-19", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2020"}