{"Nomor": 50806, "Judul": "ANALISIS TREN PERUBAHAN INTENSITAS HUJAN (STUDI KASUS: JAKARTA DAN BOGOR)", "Abstrak": "Peningkatan kejadian hujan ekstrem dan kapasitas drainase yang kurang memadai\nadalah faktor penting dalam mempertimbangkan upaya pencegahan banjir.\nPenyesuaian pola distribusi temporal hujan dan kurva Intensity-Duration-\nFrequency (IDF) pada suatu wilayah merupakan hal yang penting dalam\nperencanaan infrastruktur sumber daya air, khususnya untuk penanganan banjir.\nPenelitian ini melakukan evaluasi terhadap pola distribusi temporal hujan dan kurva\nIDF dengan studi kasus wilayah Jakarta dan Bogor. Data hujan yang digunakan\nberupa data pengukuran dari Stasiun Hujan Kemayoran untuk mewakili wilayah\nJakarta dan Stasiun Hujan Citeko untuk wilayah Bogor. Berdasarkan analisis yang\ndilakukan, kejadian hujan di wilayah Jakarta dan Bogor dominan terjadi selama ?\n4 jam dengan persentase volume hujan tertinggi pada awal kejadian hujan (jam\npertama atau kedua). Pola distribusi hujan jam-jaman berdasarkan data observasi\nmemiliki perbedaan yang cukup signifikan dengan pola distribusi hujan\nberdasarkan metode ABM dan Modified Mononobe. Kurva IDF yang diperoleh dari\nkurva basis SNI memberikan hasil yang lebih tinggi apabila dibandingkan dengan\nkurva IDF berdasarkan data observasi sedangkan perhitungan menggunakan\npersamaan mononobe memberikan hasil yang lebih rendah bila dibandingkan\ndengan data. Dengan adanya perbedaan yang cukup signifikan antara hasil\nperhitungan menggunakan metode yang umum dipakai dalam proses perencanaan\nbaik itu dalam hal pola distribusi hujan maupun kurva IDF, maka perhitungan\ndengan menggunakan data observasi menjadi hal yang cukup penting. Apabila hasil\nperhitungan berdasarkan data observasi tersebut dilakukan secara masif maka dapat\ndiperoleh rekomendasi yang lebih sesuai untuk standar perencanaan di Indonesia.", "Daftar File": {"ABSTRAK Tias Ravena Maitsa": "https://digilib.itb.ac.id/gdl/download/213484"}, "Penulis": "Tias Ravena Maitsa [25018319]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Arno Adi Kuntoro, S.T., M.T. Dr. Deni Septiadi, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Distribusi hujan, Intensitas hujan, Intensity-Duration-Frequency", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}