{"Nomor": 50812, "Judul": "KEANEKARAGAMAN IKAN KARANG DI PULAU PAHAWANG, LAMPUNG, INDONESIA", "Abstrak": "Ikan karang memiliki keanekaragaman dan nilai sosio-ekonomi yang tinggi. Keanekaragaman ikan karang penting untuk dianalisis dalam upaya konservasi mengingat keberadaannya yang terus terancam oleh gangguan antropogenik. Pulau Pahawang, provinsi Lampung, berpotensi mengalami peningkatan gangguan terhadap ekosistemnya akibat peningkatan jumlah wisatawan yang drastis selama beberapa tahun terakhir. Pada penelitian ini dilakukan inventarisasi serta analisis komunitas ikan karang untuk mendapatkan data dasar (baseline study). Underwater visual census dilakukan pada tiga stasiun: Taman Nemo (TN), Cukuh Bedil (CB), dan Gosong Pahawang (GP). Setiap stasiun diletakkan dua buah belt transect pada kedalaman 3-5 m untuk menghitung kelimpahan relatif, serta dilakukan pengamatan timed swim berdurasi 4 jam untuk memaksimalkan inventarisasi. Hasil inventarisasi menunjukkan kekayaan spesies ikan karang total sebanyak 128 spesies dari 33 famili. Kekayaan tersebut terdiri dari 38 spesies target, 9 spesies indikator, dan 81 spesies kelompok major. Famili dengan kekayaan spesies tertinggi adalah Pomacentridae (27 spesies), Labridae (19 spesies), dan Chaetodontidae (9 spesies). Berdasarkan belt transect, setiap stasiun memiliki kekayaan sebanyak 25-34 spesies, kelimpahan relatif antara 378-577 perjumpaan/500 m2, keanekaragaman (H’) yang tergolong sedang (2,315 - 2,592), kemerataan (J) sedang hingga tinggi (0,668 - 0,805), serta dominansi (d) rendah (0,106 - 0,196). Indeks kesamaan Sorensen menunjukkan kemiripan komunitas antar lokasi sedang (0,456 - 0,606). TN dipredominasi oleh Scarus quoyi yang merupakan herbivor, sedangkan CB dan GP dipredominasi oleh Chromis ternatensis yang merupakan planktivor. Kelimpahan Abudefduf spp. yang merupakan omnivor juga relatif banyak dijumpai pada TN dan CB, diduga akibat adanya aktivitas wisata.", "Daftar File": {"ABSTRAK Benedict Eugene Rafael Teguh": "https://digilib.itb.ac.id/gdl/download/213498"}, "Penulis": "Benedict Eugene Rafael Teguh [10616050]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, MS, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Belt transect, Feeding guild, Kekayaan spesies, Kelimpahan Relatif, Timed swim.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}