{"Nomor": 50817, "Judul": "KESESUAIAN LAHAN YANG TERDAMPAK PENCEMARAN HIDROKARBON UNTUK PERTIMBANGAN REHABILITASI MANGROVE DI PESISIR PUSAKAJAYA UTARA, KARAWANG, JAWA BARAT", "Abstrak": "Hutan mangrove merupakan ekosistem pesisir yang dipengaruhi oleh pasang surut air laut. Indonesia merupakan negara dengan hutan mangrove terluas di dunia, yaitu sekitar 3.489.140 ha, namun sebagian besar (1.820.000 ha) berada dalam kondisi terdegradasi. Peristiwa tumpahan minyak menjadi salah satu penyebab degradasi hutan mangrove, seperti yang terjadi di Desa Pusakajaya Utara, Kabupaten Karawang terdampak pencemaran hidrokarbon sebanyak 400-500 bph pada tahun 2019. Kondisi tersebut berimplikasi terhadap kondisi kesesuaian lahan untuk pertumbuhan mangrove dan pada kasus yang lebih buruk menyebabkan kematian tumbuhan mangrove. Penelitian ini bertujuan untuk menganalisis tingkat kesesuaian lahan mangrove akibat pencemaran hidrokarbon untuk pertimbangan rehabilitasi berdasarkan variabel yang diukur. Pengujian kandungan hidrokarbon dan kesesuaian lahan dilakukan pada tiga stasiun, yaitu st-1 (mewakili komunitas tumbuhan dewasa), st-2 (mewakili komunitas tumbuhan anakan), dan st-3 (area terbuka tanpa vegetasi). Pada masing-masing stasiun dilakukan pencuplikan sedimen. Kandungan hidrokarbon (PAHs) pada sedimen dianalisis melalui pengujian GC-MS, sedangkan kesesuaian lahan dianalisis menggunakan matriks melalui metode pembobotan dan skoring dari berbagai variabel, antara lain elevasi, kerapatan atau kerimbunan mangrove, substrat dasar, salinitas, suhu dan pH perairan.\nHasil penelitian menunjukkan rata-rata kandungan PAHs sedimen pada st-1, st-2, dan st-3 masing-masing sebesar 34,01%, 22,62%, dan 47,82%. Kriteria kondisi elevasi dan substrat dasar pada seluruh lokasi sangat sesuai; kondisi kerapatan/ kerimbunan mangrove sesuai bersyarat (St-1), sangat sesuai (st-2), dan tidak sesuai (st-3); kondisi salinitas tidak sesuai (st-1) dan sesuai (st-2 dan st-3); kondisi suhu perairan tidak sesuai (st-3) dan sangat sesuai (st-1 dan st-2); serta kondisi pH perairan sesuai (st-2) dan sesuai bersyarat (st-1 dan st-3). Kesesuaian lahan untuk lokasi St-1, St-2, dan St-3 berturut-turut adalah sesuai (74,98 %), sangat sesuai (95,23 %), dan sesuai (69,05 %). Berdasarkan uji statistik, variabel kandungan PAHs berkorelasi secara signifikan dengan variabel tingkat kesesuaian lahan dalam hubungan yang tinggi (kuat) dan bersifat negatif (-0,69) melalui persamaan regresi Y=99,56-0,6X. Secara keseluruhan, dapat disimpulkan bahwa ketiga lokasi penelitian berada dalam keadaan yang layak untuk mendukung upaya rehabilitasi hutan mangrove setelah terjadinya pencemaran hidrokarbon.", "Daftar File": {"ABSTRAK Alsa Feliciana Hakim": "https://digilib.itb.ac.id/gdl/download/213504", "COVER Alsa Feliciana Hakim": "https://digilib.itb.ac.id/gdl/download/240783", "PUSTAKA Alsa Feliciana Hakim": "https://digilib.itb.ac.id/gdl/download/240789"}, "Penulis": "Alsa Feliciana Hakim [11516042]", "Kontributor / Dosen Pembimbing": ["Dr. Ichsan Suwandhi, S.Hut., M.P.", "Dr. Devi Nandita Choesin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hidrokarbon, Hutan Mangrove, Kesesuaian Lahan, Pencemaran, Pusakajaya Utara", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Sep 2020"}