{"Nomor": 50818, "Judul": "INVENTARISASI EMISI CO, SO2, NOX, PM2.5, PM10, DAN GAS RUMAH KACA DI KOTA BOGOR, JAWA BARAT", "Abstrak": "Kota Bogor merupakan sebuah kota di Provinsi Jawa Barat yang menjadi salah satu wilayah di Indonesia dengan permasalahan pencemaran udara yang serius. Pembangunan fisik kota dan berdirinya pusat-pusat industri disertai melonjaknya penggunaan kendaraan bermotor mengakibatkan peningkatan kepadatan lalu lintas dan hasil buangan produksi yang merupakan salah satu sumber pencemaran udara. Selain itu sektor rumah tangga, pertanian, peternakan, dan limbah juga berkontribusi dalam menghasilkan emisi di udara. Studi Inventarisasi emisi telah banyak dilakukan namun belum banyak dikembangkan secara spasial dan spesifik untuk kota-kota di Indonesia. Dalam studi ini inventarisasi emisi dilakukan untuk wilayah Kota Bogor. Inventarisasi emisi dilakukan berdasarkan data yang telah dikumpulkan per tahun dan dihitung untuk pencemar udara Particulate Matter (PM), sulfur dioksida (SO2), karbon dioksida (CO), oksida nitrogen (NOx), dan Gas Rumah Kaca (GRK). Perhitungan inventarisasi emisi dilakukan untuk memproyeksikan beban emisi pada tahun 2015-2019 di Kota Bogor. Pendekatan yang dilakukan untuk perhitungan emisi udara di Kota Bogor menggunakan pendekatan top down yakni menghitung beban emisi yang dihasilkan berdasarkan sumber bahan bakar yang digunakan dengan menggunakan faktor emisi secara umum yang dikombinasikan dengan data aktivitas level regional. Hasil perhitungan inventarisasi menunjukkan bahwa sektor transportasi menjadi sektor yang paling dominan dalam menghasilkan emisi udara CO rata-rata sebesar 99.72% atau 16.896,688 ton/tahun, NOx rata-rata sebesar 80% atau 1000,433 ton/tahun, PM2.5 rata-rata sebesar 77% atau 17,0041 ton/tahun, PM10 rata-rata sebesar 77% atau 17 ton/tahun, serta Gas Rumah Kaca (GRK) sebesar 61% atau 474.006,209 ton/tahun. Sektor industri merupakan sektor yang paling dominan dalam menghasilkan emisi SO2 yakni rata-rata sebesar 66% atau sebesar 4,896 ton/tahun dari total emisi SO2 di Kota Bogor. Adapun hasil gridding menunjukkan bahwa wilayah yang memiliki emisi paling tinggi berada pada wilayah Bogor Tengah.", "Daftar File": {"TA 2020 R. Muhammad Nadhir NT 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/213505"}, "Penulis": "R Muhammad Nadhir N T [15316056]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Puji Lestari, Ph.D.", "Seny Damayanti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "inventarisasi emisi, Kota Bogor, polutan, sektor transportasi, sistem informasi geografis", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2020"}