{"Nomor": 50819, "Judul": "DESAIN INTERAKSI APLIKASI MOBILE PEMBELAJARAN BAHASA ISYARAT DENGAN PENDEKATAN USER-CENTERED DESIGN", "Abstrak": "Bahasa isyarat merupakan alat komunikasi bagi kaum disabilitas tunarungu dan tunawicara.\nPada kenyataan saat ini, kaum disabilitas tunarungu dan tunawicara kesulitan untuk melakukan\nsosialisasi dengan individu lain dikarenakan terjadi kesenjangan jumlah antara yang menguasai\nbahasa isyarat dengan yang tidak menguasai bahasa isyarat. Menurut data WHO (2020),\nterdapat 6% penduduk dunia merupakan kaum disabilitas tunarungu dan tunawicara tetapi\nmenurut data ethnologue (2019) menyebutkan bahwa hanya 0.13 % penduduk dunia yang\nmenguasai bahasa isyarat. Salah satu media pembelajaran bahasa isyarat sudah ada namun\ndesain interaksi yang dibuat belum dibuat sesuai keinginan pengguna. Berdasarkan hal\ntersebut, dibuatlah tugas akhir ini diharapkan dapat menghasilkan desain interaksi aplikasi\nplatform mobile yang dapat memudahkan pengguna mempelajari bahasa isyarat. Hasil tugas\nakhir ini adalah high-fidelity prototype. Pendekatan desain interaksi yang digunakan adalah\nuser-centered design (UCD) dengan memusatkan pengguna sebagai pemutus keputusan\ndesain. Pendekatan ini diambil karena desain interaksi ini menitikberatkan kepada pengguna.\nBerdasarkan hasil analisis, usability goals yang dicapai adalah effective to use dan user\nexperience goals yang dicapai adalah helpful, enjoyable dan motivating. Berdasarkan hasil\npengujian yang dilakukan, usability goals dan user experience goals sudah tercapai. Hasil\npengujian tersebut dilakukan dengan cara melakukan analisis Single Easy Question (SEQ),\nSystem Usability of Scale (SUS), completion rate, dan Intrinsic Motivation Inventory (IMI).", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213506", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213507", "Abstract": "https://digilib.itb.ac.id/gdl/download/213508", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213509", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213512"}, "Penulis": "Luthfi Ahmad Mujahid Hadiana [13516051]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Saiful Akbar, S.T., M.T.", "Dicky Prima Satya, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "desain interaksi, aplikasi pembelajaran bahasa isyarat, usability & user experience goals, user-centered design.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "25 Sep 2020"}