{"Nomor": 50829, "Judul": "KLASIFIKASI CHERRI KOPI MENGGUNAKAN PEMROSESAN GAMBAR DIGITAL ALGORITMA: GLCM, KNN, ANN", "Abstrak": "Kualitas kopi di tentukan dari 60% pada saat dikebun, 30% saat diroasting dan 10% saat diseduh.\nPenelitian ini mengkaji lebih dalam pada proses sortir buah cherri kopi dengan metode kering.\nTeknologi yang dimungkinkan untuk menyelesaikan permasalahan sortir buah cherri kopi ini\nadalah pemrosesan gambar, hal ini dilihat karena cara konvensional yang dilakukan sekarang\nmenggunakan mata dan tangan manusia dalam pemilahannya.Proses sortir ini bertujuan untuk\nmemisahkan buah superior (merah, setengah merah, merah pecah, coklat, hitam, setengah hitam,\norange, kuning, dan hijau) dari buah inferior (bertutul-tutul, berjamur, berlubang 1, dan berlubang\nlebih dari 1) dan bentuk cherri kopi (bulat, lonjong, pecah, sempurna).\nTujuan penelitian ini adalah untuk mengembangkan teknologi mesin sorting cherri kopi dengan\nhasil yang lebih cepat dan akurat sehingga dapat menggantikan proses sorting cherri kopi secara\nkonvensional. Hasil sorting cheri kopi di golongkan menjadi cherri matang, setengah matang,\nmentah, dan rusak dengan menggunakan algoritma GLCM (Gray-Level Co-Occurrence Matrix)\nuntuk ekstraksi fitur dan algoritma klasifikasi KNN (k-Nearest Neighbor) dan ANN (Artificial\nNeural Network) newrb. Keberhasilan yang diperoleh dari penelititan ini adalah akurasi ANN\nsebesar 24.41% dan menggunakan metode KNN sebesar 72.12%. Dengan simulasi yang dilakukan\nproses klasifikasi sortir cherri kopi dengan jumlah 1.885 dapat dilakukan dengan jumlah waktu\n356.02 detik atau setara dengan 6 menit.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213523", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213524", "Abstract": "https://digilib.itb.ac.id/gdl/download/213526", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213527", "Tesis": "https://digilib.itb.ac.id/gdl/download/213528"}, "Penulis": "Sri Anita [23218024]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Albarda, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pemrosesan gambar, GLCM, ANN, KNN, machine learning, transformasi digital, Klasifikasi cherri kopi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "25 Sep 2020"}