{"Nomor": 50827, "Judul": "KOMPOSISI, STRUKTUR, DAN POTENSI REGENERASI KOMUNITAS POHON HUTAN RAWA GAMBUT KATINGAN, KALIMANTAN TENGAH", "Abstrak": "Hutan rawa gambut memiliki nilai konservasi yang tinggi dan berbagai fungsi, diantaranya fungsi hidrologi, cadangan karbon, serta habitat flora dan fauna. Namun beberapa dekade terakhir seringkali terjadi kerusakan pada hutan rawa gambut sehingga diperlukan adanya upaya restorasi hutan. Langkah awal perancangan restorasi hutan dapat dilakukan dengan mempelajari kondisi ekosistem yang ada. Hutan Rawa Gambut Katingan merupakan salah satu hutan rawa gambut di Kalimantan Tengah yang mengalami degradasi dan perlu dilakukan restorasi. Berdasarkan kondisi vegetasi yang ada, khususnya dalam aspek komposisi, struktur, dan potensi regenerasi perlu diperhatikan untuk menentukan teknik restorasi hutan yang sesuai bagi Hutan Rawa Gambut Katingan. Tujuan penelitan ini adalah mendeskripsikan komposisi jenis, struktur tegakan, dan potensi regenerasi komunitas pohon di Hutan Rawa Gambut Katingan. Penelitian ini menggunakan data sekunder vegetasi Hutan Rawa Gambut Katingan tahun 2015 yang dipublikasikan oleh Center for International Forestry Research (CIFOR). Pengambilan data vegetasi oleh tim peneliti CIFOR dilakukan pada bulan Juli dan Oktober 2015 di dua lokasi berbeda, yaitu sisi Utara dan sisi Selatan kawasan. Data vegetasi dicuplik dari dua plot utama di masing-masing lokasi yang berukuran 100 m x 100 m dan terbagi atas 25 sub plot berukuran 20 m x 20 m. Parameter yang diukur adalah diameter (DBH) pada individu pohon dengan ukuran minimum 2,9 cm serta nama lokal. Analisis data yang dilakukan dalam penelitian ini berdasarkan gabungan data dari dari kedua plot. Jenis analisis yang dilakukan adalah komposisi floristik, struktur tegakan berdasarkan kelas diameter, potensi regenerasi pohon berdasarkan keberadaan anakan pada tingkat pancang serta tipe pohon berdasarkan status suksesinya menggunakan klasifikasi berbasis wood density. Hasil analisis menunjukkan pada area penelitian ditemukan 2.719 individu pohon dari 59 spesies dan 24 famili. Vegetasi didominasi oleh Mangifera parvifolia dan pada umumnya vegetasi disusun oleh spesies-spesies yang memiliki nilai komersial tinggi dan mampu beradaptasi dengan kondisi lahan rusak. Luas Bidang Dasar (LDBS) total sebesar 24,42 m2/ha dan tegakan didominasi oleh pohon berdiameter kecil. Jumlah individu pada tingkat pancang lebih banyak dari tiang dan pohon menunjukkan bahwa Hutan Rawa Gambut Katingan memiliki potensi regenerasi yang baik. Terdapat 24 spesies dari 30 spesies pohon atau 80% memiliki potensi regenerasi yang baik. Berdasarkan status suksesinya, vegetasi didominasi oleh jenis pionir sebesar 60%.", "Daftar File": {}, "Penulis": "Nur Alina Aprilia Hidayat [11516007]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D.", "Dr. Sopandi Sunarya, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hutan Rawa Gambut Katingan, komposisi jenis, restorasi, struktur tegakan, regenerasi pohon.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}