{"Nomor": 50844, "Judul": "PERANCANGAN DAN IMPLEMENTASI GATEWAY, CLOUD SERVER, DAN MOBILE DASHBOARD APP PADA SISTEM PENJADWALAN IRIGASI BERBASIS EVAPOTRANSPIRASI", "Abstrak": "Dalam melakukan penyiraman tanaman, dibutuhkan penjadwalan irigasi yang\ntepat. Penjadwalan irigasi yang tidak tepat dapat menyebabkan terjadinya underwatering atau over-watering, yang dapat mengganggu pertumbuhan tanaman. Masalah\nini terjadi pada screen house ITB Kampus Jatinangor, dimana dilakukan penelitian\nterhadap pertumbuhan tanaman tomat. Kondisi screen house tersebut adalah tidak ada\nsumber daya listrik jala – jala, memiliki iklim mikro yang berubah – ubah, serta berada\ndalam lokasi yang remote. Selain itu, pengairan biasa dilakukan secara manual, serta\npenentuan jumlah air dilakukan berdasarkan data kebutuhan tanaman air rata – rata\nyang belum tentu sesuai dengan kondisi cuaca pada screen house yang sebenarnya.\nUntuk itu, diusulkan solusi berupa sistem penjadwalan irigasi dengan\npenjadwalan irigasi berbasis evapotranspirasi. Sistem yang diusulkan terdiri dari node\nsensor, node aktuator, dan gateway yang akan diletakkan pada screen house, serta\nsoftware yang terdiri dari sistem cloud server serta mobile dashboard app. Sistem akan\nmelakukan pengukuran kondisi cuaca untuk perhitungan estimasi evapotranspirasi,\nlalu hasil perhitungan tersebut digunakan untuk memulai penyiraman dengan jumlah\nsesuai perhitungan yang dilakukan. Selain itu, diambil foto tanaman pada screen house\ndari waktu ke waktu untuk membantu pengguna dalam mendeteksi adanya tanaman\nyang masih layu walaupun sudah disiram. Data cuaca, pengairan, dan foto tanaman\ndapat dipantau oleh pengguna dari waktu ke waktu melalui aplikasi pada smartphone.\nNode sensor dan aktuator berkomunikasi dengan jaringan nirkabel, dan\ndiletakkan pada screen house. Untuk itu, diperlukan gateway yang dapat\nmenghubungkan kedua node tersebut ke cloud server untuk pemrosesan dan\npenyimpanan data, serta mobile dashboard app untuk mengakses data – data tersebut\nuntuk pemantauan. Gateway dibuat menggunakan modul komunikasi LoRa untuk\nkomunikasi antar node, serta modem 4G untuk konektivitas internet ke cloud server.\nCloud server diimplementasikan menggunakan Google Cloud Platform (GCP), dan\nmobile dashboard app dibuat pada platform Android.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213553", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213554", "Abstract": "https://digilib.itb.ac.id/gdl/download/213555", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213556", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213557"}, "Penulis": "Martinus Davin Herell [13216088]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Irman Idris, M.Sc.", "Dr. Ir. Dadang Sumardi, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Penjadwalan irigasi, evapotranspirasi, gateway, cloud server, mobile dashboard app.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "25 Sep 2020"}