{"Nomor": 50843, "Judul": "DEVELOPMENT METHOD OF IN SILICO STUDY FOR SAFETY ASSESSMENT OF FOOD ADDITIVES AGAINST ESTROGEN RECEPTOR", "Abstrak": "Food additives are widely used in many food products to either maintain or improve the\nappearance, taste, or even storage time so that it is expected to be safe in the daily use without\nany effect taking toll on the body. One of the receptors that holds an important role in the\ndevelopment of mammary glands as well as menstrual cycle and pregnancy is estrogen receptor. In\nsilico method was developed to assess the safety of the food additives such as flavoring agents,\nantioxidant, sweetener, preservative, and dyes; against the estrogen receptor. In this study,\nmolecular docking and molecular dynamic simulation were done for the food additives and\nreference compounds that have affinity and efficacy towards the receptor. The reference\ncompounds used in this study were bazedoxifene, lasofoxifene, ospemifene, tamoxifene, and\ntoremifene. The crystal structure of the estrogen receptors were obtained from Protein Data Bank\nwith the PDB ID of 3ERT and 1GWR. The docking simulation was conducted for all reference\ncompounds and food additive compounds using AutoDock 4.2.3 and MGLTools 1.5.6 software.\nBased on the result of docking simulation, it was known that the key amino acids for the interaction\nof ligand with estrogen receptor were Arg394, Glu353, and Leu525. This information was then used\nfor further screening and clustering the food additives. Further interaction study was then\nconducted using the molecular dynamic simulation using Amber16 software to analyze and check\nthe stability of the interaction against the estrogen receptor, and also predict the strength of\ninteraction by calculating the value of Ki. From this study, it can be concluded that hydrogen\ninteraction with Arg394 and Glu353 as well as hydrophobic interaction with Leu525 may lead the\nfood additives compound to have affinity against the estrogen receptor and the threshold value of\nKi for safety assessment was 9.472 x 10-\n3\nnM", "Daftar File": {"ABSTRAK Alifa Rizky Syafitri": "https://digilib.itb.ac.id/gdl/download/213549"}, "Penulis": "Alifa Rizky Syafitri [10716103]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. apt. Rahmana Emran Kartasasmita, M.Si.", "apt. Tasia Amelia, M.Si.", "Dr. Fransiska Kurniawan, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "docking, estrogen receptor, food additives, in silico, molecular dynamic", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Sep 2020"}