{"Nomor": 50841, "Judul": "ANALISIS PENGARUH GELOMBANG GRAVITAS TERHADAP QBO MENGGUNAKAN GLOBAL NAVIGATION SATELLITE SYSTEM RADIO OCCULTATION DI LAPISAN TROPOSFER ATAS DAN STRATOSFER BAWAH", "Abstrak": "Gelombang gravitas (gravity wave; GW) merupakan gelombang atmosfer yang berpengaruh terhadap sirkulasi global. GW terbentuk jika terdapat gangguan yang menyebabkan penyimpangan titik kesetimbangan parsel udara dan kemudian dikembalikan oleh gaya gravitasi. Sumber utama GW di dekat ekuator adalah aktivitas konvektif. Salah satu peran utama GW di ekuator adalah sebagai pembangkit osilasi angin zonal di stratosfer yang disebut Quasi Biennial Oscillation (QBO). Kuantifikasi energi potensial (Ep) GW dari panjang gelombang vertikal (????????) <1 km yang berkaitan dengan QBO masih menjadi masalah yang belum terpecahkan karena keterbatasan data observasi profil atmosfer global dengan resolusi tinggi. Global Navigation Satellite System (GNSS) Radio Occultation (RO) menghasilkan profil temperatur yang mencakup global dengan resolusi vertikal mencapai 0,1 km.\nMenggunakan data GNSS-RO, penelitian ini membahas tentang variasi GW dan pengaruhnya terhadap QBO melalui perhitungan Ep GW. Ep digunakan karena berbanding lurus dengan total energi GW. Penelitian ini berfokus untuk Ep GW pada ketinggian 20-27 km. Resolusi vertikal data GNSS-RO memungkinkan mendeteksi GW dengan ???????? kecil sehingga pada penelitian ini akan diberikan analisis untuk ???????? dari 0,5 hingga 3,5 km dan ????????<1 km.\nEp GW memiliki pola keterkaitan dengan angin zonal 50 hPa yang digunakan sebagai indeks QBO. Saat fase QBO timuran atau baratan, Nilai Ep akan naik secara gradual terhadap waktu dan mencapai puncaknya saat transisi fase QBO. Pola tersebut terlihat pada Ep untuk panjang gelombang 0,5-3,5 km maupun persentase Ep untuk ????????<1 km, namun nilai persentase Ep untuk ???????? <1 km lebih tinggi saat transisi QBO baratan menuju QBO timuran. Terdapat pula pola puncak nilai persentase Ep untuk ???????? <1 km berpropagasi turun terhadap waktu kemudian terbentuk kembali di ketinggian lebih tinggi seperti pola propagasi angin QBO. Secara statistik, ditemukan pengaruh Ep GW terhadap durasi QBO yang berbanding terbalik.", "Daftar File": {"ABSTRAK Firas Rasyad": "https://digilib.itb.ac.id/gdl/download/213545"}, "Penulis": "Firas Rasyad [12816027]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Wahyu Hadi, M.Sc.", "Dr. Noersomadi, S.Si, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "GW, QBO, GNSS-RO, troposfer atas dan stratosfer bawah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}