{"Nomor": 50855, "Judul": "POTENSI JAMUR PLEUROTUS SEBAGAI PENGHASIL SENYAWA ANTIKOLESTEROL LOVASTATIN", "Abstrak": "Penyakit kardiovaskular merupakan penyebab utama kematian secara global saat ini yang telah membunuh sekitar 17,9 juta jiwa per tahun. Faktor utama penyebab penyakit kardiovaskular adalah hiperkolesterolimia, yaitu kondisi dimana kadar kolesterol (kolesterol LDL) di dalam tubuh melebihi kondisi normal. Salah satu obat yang terbukti efektif mengatasi hiperkolesterolimia adalah lovastatin. Lovastatin umumnya ditemui pada fungi sebagai metabolit sekunder. Sejauh ini eksplorasi lovastatin masih banyak menggunakan mikrofungi yang produksi masalnya memiliki kelemahan dibandingkan makrofungi. Indonesia kaya dengan keragaman makrofungi termasuk kelompok Pleurotus yang kemungkinan dapat berpotensi menjadi sumber lovastatin. Pleurotus citrinopileatus, P.flabellatus, dan P.giganteus saat ini masih jarang diteliti kandungan lovastatinnya, padahal jamur tersebut sudah umum dibudidayakan di masyarakat Indonesia sebagai sumber pangan. Oleh karena itu, penelitian ini bertujuan untuk menganalisa kandungan lovastatin pada ketiga spesies jamur tersebut. Penelitian dilakukan melalui ekstraksi lovastatin pada miselium ketiga jamur yang telah ditumbuhkan pada media padat pada fase stasioner. Ekstraksi dilakukan dengan menggunakan etil asetat sedangkan analisis dilakukan dengan menggunakan spektrofotometer UV-vis pada panjang gelombang 237 nm. Diperoleh rata rata kandungan lovastatin pada P.giganteus sebesar 1321,12 ?g/gram, P.flabellatus 1131,87?g/gram dan P.citrinopileatus 477,41 ?g/gram dengan perbedaan signifikan diantara ketiga data tersebut (one way anova P<0,05). Diketahui bahwa kandungan P.flabellatus dan P.giganteus tidak berbeda signifikan berdasarkan hasil uji lanjutan (tukey), maka itu dilakukan pengujian lanjut melalui ekstraksi lovastatin pada miselium kedua jamur yang ditumbuhkan pada media cair. Hasilnya diperoleh bahwa kandungan lovastatin P.giganteus (1776,10 ?g/gram) lebih besar dari P.flabellatus (1069,40 ?g/gram) dengan perbedaan yang signifikan (P<0,05). Tingginya kandungan lovastatin pada jamur P.giganteus dibanding jamur Pleurotus lainnya diprediksikan karena aktivitas enzim poliketida sintase pada jamur P.giganteus lebih tinggi dibanding jamur Pleurotus lainnya. Dapat disimpulkan bahwa Pleurotus giganteus pada penelitian ini berpotensi sebagai sumber lovastatin.", "Daftar File": {"ABSTRAK Cahya Kusmiawan": "https://digilib.itb.ac.id/gdl/download/213579"}, "Penulis": "Cahya Kusmiawan [10416007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Nyoman Pugeg Aryantha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Lovastatin, Pleurotus flabellatus, P. citrinopileatus, P. giganteus, Anti-kolesterol, Miselium , Kultur cair, Spektrofotometer", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}