{"Nomor": 50867, "Judul": "USULAN PENINGKATAN PROSES BISNIS DI  PT DAYA RADAR UTAMA", "Abstrak": "Meningkatnya persaingan di industri galangan kapal telah memaksa setiap perusahaan\nuntuk melakukan perbaikan pada proses bisnis untuk mencapai proses bisnis yang lebih\nefektif dan efisien. Proses bisnis yang terjadi di perusahaan galangan kapal dalam proses\npembuatan kapal melalui beberapa tahap, mulai dari desain hingga pengiriman.\nSaat ini kondisi PT Daya Radar Utama memiliki masalah dalam menjalankan bisnisnya.\nyaitu dalam perencanaan proses produksi dan proses inventaris. Masalah ini\nmenyebabkan keterlambatan proyek pembuatan kapal LCU 1500 DWT H-390. Metode\nyang digunakan dalam penelitian ini adalah metode Adesola dan Baines yang menyatakan\nbahwa ada 7 tahap untuk meningkatkan proses. Karena keterbatasan wewenang dan\nwaktu, penelitian hanya dilakukan pada tahap mendesain ulang proses. perbaikan\ndilakukan menggunakan pemetaan dan kemudian dianalisis untuk menemukan penyebab\nmasalah yang menyebabkan keterlambatan proyek pembuatan kapal LCU 1500 DWT H390.\n\nKesimpulannya adalah penyebab keterlambatan dalam proyek pembangunan kapal\nkarena PT Daya Radar Utama tidak mengadakan peralatan keselamatan kapal seperti vertical\nladder, bollard, small hatch, manhole, dan steel door terlebih dahulu dengan\nmemproduksi peralatan keselamatan kapal tersebut sebelum PT Daya Radar Utama\nmendapat pesanan dari pelanggan perusahaan dan tidak ada SOP yang menerapkan\nprosedur ini. Selain itu, proses pembuatan dan pengiriman NPM (Nota Permintaan\nMaterial) dan TPB (Tanda Penerimaan Barang) masih dilakukan secara manual sehingga\nperlu menggunakan sistem yang dapat diotomatisasi dengan data perusahaan.", "Daftar File": {"2020_TS_PP_PATYA NANDA 29117372_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/213614"}, "Penulis": "Patya Nanda [29117372]", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "business process improvement, Adesola and Baines method, business process", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2020"}