{"Nomor": 50868, "Judul": "PEMODELAN DISTRIBUSI TEMPERATUR COLD STORAGE DAN PREDIKSI UMUR SIMPAN PRODUK", "Abstrak": "Pangan merupakan salah satu kebutuhan dasar yang utama dalam kehidupan\nmanusia. Ada beberapa kendala yang menyebabkan persediaan bahan pangan tidak terpenuhi,\nsalah satunya yaitu penyimpanan. Penyimpanan yang tidak tepat mengakibatkan\npertumbuhan mikroorganisme yang dapat merusak kualitas bahan pangan. Salah satu metode\npenyimpanan bahan pangan ialah dengan menggunakan cold storage. Cold storage adalah\nsuatu ruangan penyimpanan yang diatur temperaturnya untuk mempertahankan kesegaran\nproduk serta memperpanjang umur simpan produk. Penelitian ini difokuskan pada pemodelan\ndistribusi temperatur pada rancangan cold storage dan memprediksi umur simpan produk\nsuatu bahan pangan.\nPenelitian ini dilakukan dengan merancang suatu cold storage dengan beban\npendingin rendah. Kemudian, rancangan tersebut akan dilakukan suatu pemodelan dan\nsimulasi distribusi temperatur serta memprediksi umur simpan produk. Pemodelan dilakukan\ndengan memvalidasi hasilnya terhadap hasil pengujian. Nilai validitas masing-masing\npemodelan lebih besar dari sama dengan 95%, sehingga simulasi dapat dilakukan. Selain\ndistribusi temperatur, simulasi juga dapat menggambarkan beban panas pada cold storage.\nSetelah itu, umur simpan produk dapat diprediksi berdasarkan pertumbuhan bakteri yang\nmerupakan fungsi dari temperatur penyimpanan.\nPenelitian ini menunjukan bahwa cold storage membutuhkan mesin pendingin\ndengan kapasitas pendingin minimum 2143,34 W. Hasil simulasi ini menunjukan bahwa\ntemperatur cold storage dapat mencapai 4o\nC pada waktu 15,5 menit dan waktu yang\ndiperlukan produk untuk mendekati temperatur penyimpanan yaitu 30 jam. Selain itu, umur\nsimpan produk diprediksi selama 7,25 hari.", "Daftar File": {"ABSTRAK Mochamad Asyim Muntohar": "https://digilib.itb.ac.id/gdl/download/213615"}, "Penulis": "Mochamad Asyim Muntohar [13116133]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "cold storage, perancangan, pemodelan, temperatur, umur simpan, bakteri", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}