{"Nomor": 50861, "Judul": "DCBENCH: PENGEMBANGAN BENCHMARK DISTRIBUTED CONCURRENCY BUGS DAN IMPLEMENTASI DMCK TERINTEGRASI", "Abstrak": "Seiring meningkatknya penggunaan sistem terdistribusi, terjadinya distributed\nconcurrency bugs atau DCbugs meningkat sehingga mendeteksi, meneliti, dan\nmencegah terjadinya DCbugs menjadi krusial. Penggunaan Distributed Systems\nModel Checker atau DMCK menjadi salah satu alat penting dalam proses\nmendeteksi dan meneliti DCbugs, termasuk penelitian teknik reduksi untuk\nmengurangi waktu DMCK dalam menemukan DCbugs. Akan tetapi pada dasarnya\npenelitian terhadap DMCK, DCbugs, maupun teknik reduksi sangat dependen\nterhadap aspek penelitian lainnya; peneliti DCbugs perlu mengimplementasikan\nDMCK dan teknik reduksinya, sedangkan peneliti teknik reduksi perlu\nmengimplementasikan DMCK dan mengintegrasikannya dengan DCbugs,\nsehingga diperlukan perumusan benchmark sekumpulan DCbugs yang terintegrasi\ndengan DMCK serta beberapa teknik reduksi dasar, yang secara keseluruhan\ndisebut sistem DCBench.\nPendekatan yang digunakan untuk integrasi adalah pencegatan events pada level\naplikasi. Pendekatan ini menuntut integrasi pengiriman events dengan modifikasi\ndan representasi yang disepakati, sehingga memungkinkan integrasi dengan sistem\nplatform berbeda atau terhadap events yang bertipe khusus. Hasil perumusan\nbenchmark menetapkan 9 DCbugs sebagai benchmark DCbugs dengan semua\nterintegrasi ke dalam DMCK. Berdasarkan hasil pengujian, keberhasilan reproduksi\nterhadap benchmark DCbugs dalam sistem DCBench sebesar 92,6% dan\nkeberhasilan eksplorasi benchmark sebesar 75%. Kegagalan terjadi karena\nketidakmampuan DCBench dan sistem sasaran berjalan pada RAM dengan load\ntinggi sehingga kehabisan memori, serta dalam eksplorasi terdapat beberapa teknik\nreduksi yang tidak bisa menemukan DCbugs setelah 10.000 paths iteras", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213589", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213590", "Abstract": "https://digilib.itb.ac.id/gdl/download/213591", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213593", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213596"}, "Penulis": "Yusuf Rahmat Pratama [13516062]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Muhammad Zuhri Catur Candra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "DCBench, DCbugs, DMCK, benchmark.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "25 Sep 2020"}