{"Nomor": 50863, "Judul": "ANALISIS TEKNO-EKONOMI PEMAKAIAN SUMUR HORIZONTAL SEBAGAI SOLUSI DARI PENGEMBANGAN RESERVOIR TIPIS DAN BERKUALITAS BURUK", "Abstrak": "Produksi hidrokarbon di Indonesia setiap tahunnya mengalami penurunan, sementara itu kebutuhan hidrokarbon mengalami kenaikan tiap tahunnya. Ketika harga minyak masih tinggi, banyak lapangan yang telah tereksplorasi ditinggalkan begitu saja akibat kualitas reservoir yang buruk dan ukuran yang cenderung tipis. Namun seiring waktu, banyak-banyak reservoir-reservoir itu yang kini dicari lagi akibat persediaan yang semakin hari semakin sedikit. Pada studi ini, reservoir yang disimulasikan adalah reservoir tipis dengan permeabilitas yang kecil diproduksi selama dua pulu tahun. Studi ini melakukan analisis sisi teknologi dan ekonomi terhadap pengembangan reservoir menggunakan metode sumur horizontal.\nSimulasi digunakan menggunakan aplikasi CMG. Aplikasi ini digunakan untuk melihat performa reservoir sekaligus nantinya dapat dilihat produksi minyak dan gas selama simulasi dijalankan. Terdapat 3 kasus yang akan diuji pada simulasi selama 20 tahun. Lapangan dikelola menggunakan 1 sumur injeksi air dan 4 sumur produksi. Injeksi air dilakukan sejak awal simulasi. Kasus pertama adalah produksi hanya pada satu layer produktif selama dua puluh tahun masa produktif. Selanjutnya kasus kedua adalah melakukan produksi pada seluruh layer secara pararel selama dua puluh tahun masa produktif. Dan kasus ketiga adalah produksi pada satu layer pada satuan waktu tertentu, ketika produksi yang dihasilkan sudah tidak besar dilanjutkan pada layer berikutnya. Pada kasus ketiga dilakukan variasi lagi dalam jumlah lapisan yang terlibat, yakni dua lapisan dan tiga lapisan.\nDari hasilnya, didapatkan produksi minyak yang cukup signifikan yakni, pada kasus pertama didapatkan produksi kumulatif minyak sebesar 204.6 ribu barel, kasus kedua menghasilkan produksi minyak 443.7 ribu barel dan, kasus ketiga menghasilkan produksi minyak sebesar 553.2 ribu barel. Kasus ketiga menghasilkan hasil yang paling baik dibandingkan dua metode pengembangan lainnya. Namun, setelah dihitung keekonomian dari lapangan tersebut tidak begitu menguntungkan, karena hasil dari produksi minyak pada lapangan tersebut tidak sebanding dengan biaya pengembangannya. Kasus terbaik untuk NPV kontraktor setelah discount rate 10% adalah kasus kedua dengan nilai NPV 150,000 USD .\nStudi ini mempelajari mengenai metode pengelolaan produksi lapisan reservoir agar dapat mengetahui metode mana yang paling efektif dalam mengembangkan lapangan dengan banyak lapisan tipis dan dengan kualitas yang tidak cukup baik.", "Daftar File": {"ABSTRAK Andhyka Novico Kasameika": "https://digilib.itb.ac.id/gdl/download/213594"}, "Penulis": "Andhyka Novico Kasameika [12216049]", "Kontributor / Dosen Pembimbing": ["Ardhi Hakim Lumban Gaol, S.T., M.T., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Sumur horizontal, Gross split. NPV, Injeksi Air, faktor perolehan", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "25 Sep 2020"}