{"Nomor": 50877, "Judul": "THE EXPLORING OF ORGANIZATIONAL CHARACTERISTICS FOR GENERATION Z IN PRIVATE UNIVERSITY AT KOTA  II   BANDUNG", "Abstrak": "Saat ini generasi yang sedang banyak diperbincangkan adalah Generasi Z, di mana generasi ini\nmerupakan generasi yang akan mulai memasuki dunia kerja. Usia tertua dari gen Z saat ini\nadalah 25 tahun, beberapa dari mereka ada yang sudah mulai memasuki Perguruan Tinggi,\nsedang menempuh Perguruan Tinggi baik swasta maupun negeri, dan ada juga yang mulai\nmemasuki dunia kerja. Di Indonesia, jumlah orang yang yang saat ini belajar di Perguruan\nTinggi Swasta sebanyak 206,112 orang. Generasi Z dikenal sebagai generasi pertama yang\ntumbuh dan dibesarkan dengan ponsel dan smartphone. Generation Z memiliki motivasi,\npandangan, dan harapan yang berbeda dari generasi sebelumnya. Perbedaan ini tentu\nmenimbulkan kebutuhan yang berbeda antar generasi dalam perusahaan. Tujuan dari penelitian\nini adalah untuk mengetahui preferensi karakteristik organisasi Generasi Z. Karakteristik\norganisasi yang digunakan meliputi 11 karakteristik yaitu financial incentives, workplace\nconditions and security, good environment, organizational flexibility, learning opportunities,\nautonomy, communications and feedback/self-expression, stability, leadership career, corporate\nsocial responsibility, dan work-life balance yang diperoleh berdasarkan tinjauan literatur. Lebih\nlanjut, penelitian ini juga untuk mengetahui apakah ada perbedaan karakteristik organisasi\nberdasarkan jenis kelamin pada Generasi Z.  \nPenelitian ini menggunakan analisis deskriptif dan statistik menggunakan perangkat lunak (IBM\nSPSS 21) yang menganalisis 682 dari seluruh responden universitas swasta. Berdasarkan analisis\ndeskriptif, penulis menemukan bahwa Generasi Z memiliki karakteristik organisasi yang paling\nmereka inginkan pada karakteristik workplace conditions and security seperti tempat kerja yang\nmelindungi kesehatan dan keselamatan, mendapatkan fasilitas yang menunjang dan ruang kerja\nyang nyaman. Selanjutnya, hasil analisis statistik yang berkaitan dengan perbedaan karakteristik\norganisasi berdasarkan jenis kelamin dari Generasi Z, penulis menemukan bahwa terdapat\nperbedaan yang signifikan pada Generasi Z di seluruh aspek karakteristik organisasi yang\nditeliti. Karakteristik organisasi yang paling mereka inginkan baik pria maupun wanita, mereka\nmemiliki priotas yang sama tetapi skor wanita lebih tinggi dibandingkan pria yaitu workplace\nconditions and security, good environment, dan financial incentives. Oleh karena itu, untuk\nmenyambut generasi muda ini dengan baik, organisasi perlu memberikan penawaran yang\nmenarik dalam mempertimbangkan preferensi generasi ini. Selain itu, perusahaan juga perlu\nmenyadari perkembangan lingkungan, terutama teknologi dan tren gaya hidup.", "Daftar File": {"2020_TS_PP_Sofa Sofiana F._1-Abstrakcs.pdf?": "https://digilib.itb.ac.id/gdl/download/213632"}, "Penulis": "Sofa Sofiana Fatah [29118425]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Generasi Z, karakteristik organisasi, jenis kelamin", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2020"}