{"Nomor": 50879, "Judul": "PERENCANAAN DRAINASE PRIMER DAERAH BALEENDAH DAN EVALUASI KINERJA POMPA KOLAM RETENSI CIEUNTEUNG", "Abstrak": "Pertambahan penduduk yang pesat di daerah perkotaan menyebabkan meningkatnya jumlah limpasan air permukaan. Hal ini dikarenakan oleh terjadinya perubahan tata guna lahan sebagai tuntutan akan area permukiman untuk mengkapasitasi pertambahan penduduk. Peningkatan limpasan air permukaan dapat menyebabkan genangan apabila tidak terdapat sarana dan prasarana yang cukup untuk mengkapasitasi limpasan air permukaan tersebut. Banjir yang kerap terjadi di Baleendah salah satunya diakibatkan oleh perubahan tata guna lahan yang tidak diimbangi dengan peningkatan kualitas dan kuantitas sarana dan prasana untuk mengkapasitasi peningkatan limpasan air permukaan. Di Baleendah telah dibuat Kolam Retensi Cieunteung. Namun banjir masih kerap terjadi di kawasan tersebut. Hal ini disebabkan oleh kurangnya sarana pendukung untuk mengalirkan aliran air akibat limpasan permukaan menuju kolam retensi agar dapat tertampung sementara sebelum akhirnya dibuang ke Sungai Citarum. Dalam penelitian ini, dilakukan analisis hidrologi dengan data curah hujan historis selama 10 tahun untuk memperoleh curah hujan rencana. Kemudian dilakukan analisis hidraulika menggunakan software SWMM untuk menganalisis saluran drainase yang dapat mengkapasitasi debit akibat hujan yang turun di daerah lokasi studi. Dalam analisis yang dilakukan, diperoleh curah hujan periode ulang 10 tahun sebesar 152.24 mm. Dengan mendesain 5 saluran drainase primer yang kemudian mengalir menuju Kolam Retensi Cieunteung. Pada kolam retensi terdapat 3 buah pompa utama dan 1 buah pompa cadangan yang dipergunakan untuk membuang air dari kolam retensi menuju Sungai Citarum. Rencana anggaran yang dibutuhkan dalam pembuatan saluran drainase adalah sebesar Rp 36,254,164,000.", "Daftar File": {"ABSTRAK I Gede Andika Putra": "https://digilib.itb.ac.id/gdl/download/213636"}, "Penulis": "I Gede Andika Putra [15816016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yadi Suryadi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Saluran Drainase Primer, Kolam Retensi, Operasi Pompa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}