{"Nomor": 50871, "Judul": "PENGARUH KOMBINASI KONSENTRASI DAN INTERVAL PEMBERIAN EKSTRAK TEMBAKAU (NICOTIANA TABACUM) TERHADAP HASIL TANAMAN PADI (ORYZA SATIVA) VARIETAS INPARI 32", "Abstrak": "Padi menjadi tanaman pangan yang paling banyak diusahakan oleh rumah tangga\ndan menjadi sumber karbohidrat serta sumber kalori utama. Upaya peningkatan\nproduksi untuk mencukupi kebutuhan pangan bagi penduduk yang jumlahnya terus\nmeningkat selalu mendapat prioritas utama dalam pembangunan pertanian di\nIndonesia dengan strategi utamanya berupa intensifikasi usahatani. Tanaman\ntembakau (Nicotiana tabacum L.) yang selama ini dikenal sebagai salah satu bahan\npestisida alami diduga memiliki kandungan alelokimia yang dapat meningkatkan\nhasil produksi padi. Penelitian ini ditujukan untuk mengetahui pengaruh serta\nperlakuan optimal dari kombinasi konsentrasi dan interval pemberian ekstrak\ntembakau (Nicotiana tabacum) terhadap hasil panen yang meliputi biomassa kering\npanen, jumlah anakan, bobot 1000 butir GKG, persentase gabah bernas, hasil per\ntanaman dan estimasi produktivitas tanaman padi (Oryza sativa) varietas Inpari 32.\nPenelitian terdiri atas 10 perlakuan yang terdiri dari 9 perlakuan yang merupakan\nkombinasi konsentrasi (1ml/l, 2ml/l, 3ml/l) dengan interval pemberian (1 minggu,\n2 minggu, 3 minggu) larutan ekstrak tembakau dan 1 kontrol (tanpa pemberian\nekstrak tembakau), dengan 3 pengulangan setiap perlakuannya. Hasil penelitian\nmenunjukkan bahwa konsentrasi dan interval pemberian ekstrak tembakau\nberpengaruh signifikan terhadap persentase gabah bernas dan bobot 1000 butir GKG\ntanaman padi (Oryza sativa) varietas Inpari 32. Perlakuan kombinasi konstentrasi 2\nml/l dengan interval pemberian 1 minggu memberikan pengaruh terbaik pada hasil\ntanaman padi (Oryza sativa) varietas Inpari 32.", "Daftar File": {"ABSTRAK Muhamad Farhan Rilwanulukman": "https://digilib.itb.ac.id/gdl/download/216456", "COVER Muhamad Farhan Rilwanulukman": "https://digilib.itb.ac.id/gdl/download/232483", "BAB 5 Muhamad Farhan Rilwanulukman": "https://digilib.itb.ac.id/gdl/download/232500", "PUSTAKA Muhamad Farhan Rilwanulukman": "https://digilib.itb.ac.id/gdl/download/232503"}, "Penulis": "Muhamad Farhan Rilwanulukman [11416016]", "Kontributor / Dosen Pembimbing": ["Dr. Rijanti Rahaju Maulani, S.P., M.Si.", "Dr. Ir. Dadang Sumardi, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ekstrak tembakau, interval, konsentrasi, pembungaan, hasil padi", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Sep 2020"}