{"Nomor": 50888, "Judul": "PROPOSED STRATEGY OF BIODIESEL FUEL POLICY IN THE COAL MINING INDUSTRY - A CASE STUDY OF PT. BERAU COAL", "Abstrak": "Pemerintah Indonesia telah mengamanatkan penggunaan biodiesel di berbagai sektor. Mulai September 2018, penggunaan biodiesel di Indonesia, dan juga di PT. Berau Coal telah mencapai tingkat campuran 30% (B30). Tujuan dari tugas akhir ini adalah merumuskan langkah yang harus dilakukan oleh PT. Berau Coal dalam menghadapi amanat penggunaan biodiesel.\nSelama implementasi biodiesel, terdapat dua isu bisnis yang dihadapi PT. Berau Coal meliputi kenaikan biaya penggantian filter bahan bakar dan kenaikan biaya bahan bakar. Berdasarkan analisis akar permasalahan, terdapat tiga hal yang menjadi penyebab timbulnya masalah tersebut. Faktor tersebut terdiri dari kandungan / spesifikasi biodiesel, kesiapan infrastruktur dalam hal sistem filtrasi bahan bakar, dan lemahnya kontrol administratif akibat perbedaan standar kualitas bahan bakar antara regulasi dan kebutuhan industri.\nMasalah bisnis akan diselesaikan dengan melaksanakan beberapa proyek / kegiatan di mana semua proyek / kegiatan akan dirancang untuk mencakup semua pihak dari tingkat strategis ke tingkat operasional untuk mencapai nilai maksimum (kombinasi dari konsep Project Drive Change and Supply Chain Management). Solusi bisnis terdiri dari beberapa proyek yang mencakup proses dari hulu ke hilir, dengan melibatkan Pemerintah, Pemasok, Kontraktor Penambangan dan PT. Berau Coal. Perbaikan internal di sisi hilir oleh PT. Berau Coal akan dilakukan dengan memperbaiki sistem filtrasi bahan bakar. Pemerintah diharapkan dapat melakukan penyesuaian regulasi terkait standar kualitas bahan bakar dan memberikan insentif bagi industri pertambangan yang memberikan kontribusi signifikan terhadap penerapan mandatory biodiesel. Sedangkan untuk proses pengendalian kualitas bahan bakar, akan dilakukan perubahan pada kontrak jual beli bahan bakar.\nAnalisa kelayakan proyek perbaikan di sisi hilir yang melibatkan PT. Berau Coal dan kontraktor tambang menunjukkan hasil yang baik dengan Net Present Value (NPV) sebesar Rp 2.392.660.760,-, Profitability Index (PI) 1.67, Internal Rate of Return (IRR) 37%, dan payback period (PBP) 26 bulan. . Parameter kelayakan bisa dioptimalkan jika perbaikannya juga mencakup pihak-pihak luar dalam hal ini Pemerintah dan pemasok. Dengan memperbaiki seluruh rantai pasokan bahan bakar, maka parameter yang muncul adalah NPV = Rp 3.254.987.168, Indeks Profitabilitas = 1.92, IRR = 45% dan PBP = 23 bulan.", "Daftar File": {"2020_TS_PP_Alfons I H Bunga Naen_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/213654"}, "Penulis": "Alfons I H Bunga Naen [29118402]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Biodiesel, Sistem Filtrasi Bahan Bakar, analisa akar masalah, Project Drive Change dan Supply Chain Management.", "Sumber": "PT. BERAU COAL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2020"}