{"Nomor": 50899, "Judul": "MODEL GEOMEKANIKA SATU DIMENSI UNTUK KESTABILAN SUMUR BOR LAPANGAN RJ, CEKUNGAN JAWA TIMUR UTARA", "Abstrak": "Lapangan RJ terletak di Cekungan Jawa Timur Utara, yang merupakan salah satu cekungan\nbusur belakang yang mengandung cukup banyak minyak dan gas bumi. Cekungan mengalami\nbeberapa episode deformasi yang melibatkan Lempeng Eurasia, Lempeng Indo-Australia, dan\nLempeng Pasifik. Cekungan memiliki beberapa litologi dominan yaitu batugamping,\nbatulempung, batulanau, dan batupasir. Permasalahan yang dihadapi Lapangan RJ berkaitan\ndengan geomekanika, yaitu keruntuhan dinding sumur karena tegasan efektif berlebih dan\nterdapatnya zona overpressured. Masalah-masalah ini cukup mengganggu jalannya operasi\nsumur.\nPendekatan yang digunakan dalam studi ini adalah pendekatan geomekanika satu dimensi. Data\nyang digunakan meliputi rekaman tali kawat, rekaman gambar sumur, rekaman lumpur, seismik\ntiga dimensi, tes tekanan, laporan akhir sumur, dan catatan harian pemboran sumur. Pengolahan\ndata meliputi interpretasi horizon seismik untuk mengetahui kondisi geologi daerah penelitian,\nkomponen-komponen geomekanika meliputi penentuan modulus elastik dan kekuatan batuan,\ntekanan pori, dan arah serta besaran ketiga tegasan utama yaitu tegasan vertikal (Sv), tegasan\nhorizontal minimum (Shmin) dan tegasan horizontal maksimum (SHmax). Model geomekanika\nsatu dimensi disusun dan konfigurasi tegasan utama digunakan untuk mengetahui rezim tegasan\npada lapangan. Analisis kestabilan sumur bor yang menentukan berat lumpur dan azimut serta\nkemiringan sumur optimal untuk meningkatkan kestabilan sumur dilakukan atas dasar model\ngeomekanika satu dimensi yang diperoleh.\nPada Lapangan RJ, rezim tegasan in situ adalah rezim sesar geser menurut klasifikasi Anderson\n(SHmax>Sv>Shmin). Orientasi SHmax adalah timur timur laut – barat barat daya (N65°E-N85°E dan\nN245°E-N265°E), cenderung berbelok dari rezim tektonik yang terjadi saat ini yaitu utaraselatan\noleh karena adanya pengaruh dari pergerakan mengiri blok-blok sesar pada Zona Sesar\nRMKS. Tekanan pori overpressured pada interval lempung Ekuivalen Formasi Wonocolo dan\nEkuivalen Formasi Ngrayong pada kedalaman kurang lebih 4000 kaki TVD sampai 6000 kaki\nTVD. Kestabilan sumur dapat ditingkatkan dengan membor sumur pada azimut SHmax (timur\ntimur laut – barat barat daya) dengan deviasi 60 derajat ke atas dan menaikkan berat lumpur\nsekitar 1 ppg.", "Daftar File": {"ABSTRAK Josiah Ryan Gabriel": "https://digilib.itb.ac.id/gdl/download/213675"}, "Penulis": "Josiah Ryan Gabriel [12015015]", "Kontributor / Dosen Pembimbing": ["Indra Gunawan, S.T., M.Sc., Ph.D.", "Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Model geomekanika satu dimensi, kestabilan sumur bor, berat lumpur, kemiringan sumur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}