{"Nomor": 50891, "Judul": "PENGARUH TINGKAT KEMURNIAN EKSTRAKSI DAN KONSENTRASI SUBTITUSI SILIKA ABU SEKAM PADI TERHADAP KEKUATAN TEKAN MORTAR", "Abstrak": "Laju pembangunan infrastruktur yang semakin pesat menimbulkan kekhawatiran akan dampak lingkungan yang dihasilkan. Produk bangunan seperti beton dan mortar memerlukan bahan baku seperti semen, pasir, dan mineral yang dapat mempengaruhi lingkungan seperti erosi, longsor, dan pengurangan debit air. Selain itu, pembuatan produk-produk bangunan juga melepaskan gas CO2 yang berdampak langsung terhadap pemanasan global. Oleh karena itu, saat ini tengah gencar dilakukan pembangunan dengan konsep bangunan hijau yang berfokus pada penggunaan material alternatif untuk membantu mengurangi gas CO2 yang dihasilkan produk bangunan. Penggunaan material alternatif seperti abu sekam padi dapat menjadi solusi untuk mengurangi gas CO2 dalam campuran produk bangunan seperti mortar. Abu sekam padi merupakan material terbarukan yang mempunyai kadar silika yang tinggi sehingga berpotensi untuk dimanfaatkan menjadi bahan pengganti agregat pada mortar. Penelitian ini bertujuan untuk memanfaatkan potensi abu sekam padi sebagai substitusi material pasir untuk mengurangi emisi CO2 dari campuran mortar dengan cara menentukan kadar optimal abu sekam padi melalui pengujian tekan mortar. Data pada penelitian diperoleh dari berbagai literatur yang telah dipublikasikan oleh peneliti lain sebelumnya. Analisis pengujian tekan dilakukan untuk mepelajari pengaruh tingkat kemurnian dan konsentrasi subtitusi abu sekam padi terhadap kuat tekan mortar. Kekuatan tekan yang didapatkan dari variasi substitusi abu sekam padi sebesar 0, 10, 20, 30, 40, dan 50% adalah sebesar 20,73, 16,06, 9,7, 5,04, 2,28, dan 0,91 MPa. Selain itu, kekuatan tekan yang didapatkan dengan menggunakan substitusi treated rice husk ash (TRHA) sebesar 3% mempunyai nilai kekuatan tekan sebesar 50,73 MPa. Spesimen dengan substitusi abu sekam padi 10% dapat masuk kedalam kategori mortar dengan tipe S, N, dan O dengan standar nilai kekuatan tekan sebesar 12,40, 5,20, dan 2,40 MPa. Pada penelitian ini dapat disimpulkan bahwa abu sekam padi dapat menggantikan sebagian pasir sebagai agregat dalam campuran mortar. Selain itu, penggunaan abu sekam padi dengan tingkat kemurnian yang tinggi dapat meningkatkan nilai kekuatan tekan mortar.", "Daftar File": {"ABSTRAK Steven Kaene": "https://digilib.itb.ac.id/gdl/download/213661"}, "Penulis": "Steven Kaene [13714053]", "Kontributor / Dosen Pembimbing": ["Steven, S.T., M.T.", "Dr.rer.nat. Mardiyati, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "abu sekam padi, RHA, mortar, semen, compressive strength", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}