{"Nomor": 50890, "Judul": "STUDI CONE SUBSIDENCE PENYEBAB PERTAMBAHAN RISIKO BANJIR DI DAYEUHKOLOT MENGGUNAKAN TEKNOLOGI RTK MULTI GNSS", "Abstrak": "Banjir merupakan sebuah bencana yang membawa dampak negatif baik kepada masyarakat maupun pemerintah. Banjir dapat menyebabkan beberapa kerugian seperti terhambantnya kegiatan perekonomian, terhambatnya alur transportasi, kerugian materi, kerusakan pada sarana dan prasarana umum, berjangkitnya penyakit menular bahkan kematian. Banjir di Indonesia biasanya terjadi akibat tingginya curah hujan, sungai yang meluap, air pasang dari laut, dan penyumbatan drainase. Wilayah yang berada di daerah yang memiliki ketinggian lebih rendah memiliki potensi terkena banjir lebih besar jika dibandingkan dengan wilayah yang memiliki ketinggian lebih tinggi. Cone subsidence merupakan wilayah yang memiliki ketinggian lebih rendah dari wilayah sekitarnya dan bentuk morfologi wilayah ini berbentuk cekungan.\nPada beberapa kasus, pertambahan risiko banjir dapat terjadi karena suatu hal. Pertambahan risiko banjir dapat terjadi karena dipicu oleh karakteristik daerah tersebut. Dayeuhkolot merupakan wilayah yang sering mengalami banjir. Hampir di setiap musim hujan, sebagian besar wilayah Dayeuhkolot tergenang. Selain karena dilalui oleh Sungai Citarum, Dayeuhkolot juga merupakan daerah yang berada di ketinggian yang rendah. Pada penelitian ini ingin membuktikan adanya cone subsidence pada wilayah Dayeuhkolot dengan menggunakan teknologi RTK dengan metode Multi GNSS dan membuktikan adanya pertambahan risiko banjir akibat dari keberadaan cone subsidence di Dayeuhkolot.", "Daftar File": {"ABSTRAK Andre Mual Marganda Sihotang": "https://digilib.itb.ac.id/gdl/download/213658"}, "Penulis": "Andre Mual Marganda Sihotang [15116065]", "Kontributor / Dosen Pembimbing": ["Dr. Heri Andreas, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Banjir, cone subsidence, pertambahan risiko banjir.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}