{"Nomor": 50894, "Judul": "ESTIMASI PEROLEHAN XILOSA DARI BIOMASSA LIGNOSELULOSA", "Abstrak": "Xilosa adalah monosakarida penyusun utama xilitol yang merupakan gula alkohol\ntermanis dengan karakteristik kemanisan dan bulk yang serupa dengan sukrosa. Xilitol\nmemiliki banyak kegunaan yaitu sebagai pemanis, pengawet dan peningkat rasa pada\nbahan pangan. Kesadaran masyarakat akan kesehatan ikut mendorong peningkatan\npermintaan xilitol begitu pula xilosa sebagai bahan bakunya. Biomassa lignoselulosa\nberpotensi sebagai sumber xilosa melalui proses yang dikenal dengan biorefinery karena\nmemiliki kandungan hemiselulosa yang cukup tinggi. Biomassa tergolong ke dalam salah\nsatu sumber energi baru dan terbarukan yang sangat melimpah di Indonesia, tetapi\npenggunaannya belum optimal. Oleh karena itu, Indonesia memiliki potensi besar sebagai\nnegara produsen xilosa apabila konsep biorefinery ini berhasil diimplementasikan.\nPenelitian ini dilakukan berbasis pada studi literatur dari percobaan penerapan produksi\nxilosa dari biomassa lignoselulosa yang sudah dilakukan sebelumnya. Mula-mula, data\npercobaan ini akan digunakan untuk memetakan pengaruh kondisi operasi dan jenis\nperlakuan awal terhadap perolehan xilosa dalam hidrolisis biomassa. Kemudian,\npemodelan sederhana akan dikembangkan untuk membentuk korelasi antara kondisi\noperasi dan jenis biomassa terhadap perolehan xilosa. Pemodelan akan meninjau konsep\nbiorefinery yang memanfaatkan perlakuan awal dan hidrolisis asam serta perlakuan awal\nhidrotermal yang dilanjutkan dengan hidrolisis enzimatik. Nantinya diharapkan model\nyang dibentuk mampu digunakan untuk memprediksi jumlah xilosa yang akan diperoleh\ndari hidrolisis biomassa lain pada suatu kondisi operasi tertentu.\nHasil pemodelan pengaruh kondisi operasi dan faktor lignin terhadap perolehan xilosa\npada perlakuan awal dan hidrolisis asam biomassa menghasilkan persamaan z = -3115 +\n833,4 log x + 2137 y - 78,81 (log x)2 – 309,4 y2 -122,9 y log x. Sedangkan, pemodelan\npengaruh kondisi operasi terhadap perolehan xilosa pada perlakuan awal hidrotermal dan\nhidrolisis enzim menghasilkan persamaan y = -124,66 + 51,3 log x – 7,44 (log 0,0108x)2.", "Daftar File": {"ABSTRAK Severinus Viery Utomo": "https://digilib.itb.ac.id/gdl/download/213668"}, "Penulis": "Severinus Viery Utomo [13016093]", "Kontributor / Dosen Pembimbing": ["Dr. Made Tri Ari Penia Kresnowati, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Biomassa lignoselulosa, jagung, bagas tebu, tandan kosong sawit, xilosa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}