{"Nomor": 50901, "Judul": "STUDI PRODUKSI SABUN CAIR TRANSPARAN DARI MINYAK NABATI", "Abstrak": "Sabun merupakan garam yang terbentuk dari minyak atau lemak dan alkali. Reaksi\npembuatan sabun atau reaksi saponifikasi menghasilkan sabun sebagai produk utama dan\ngliserol sebagai produk samping. Sabun telah digunakan oleh manusia sebagai zat\npembersih sejak sebelum masehi. Seiring perkembangan zaman, jenis dan pemanfaatan\nsabun pun berkembang. Begitu juga dengan ragamnya kebutuhan preferensi pelanggan\nsehingga sabun yang diproduksi sangat variatif. Salah satunya adalah sabun cair\ntransparan. Sabun cair transparan dapat diproduksi dengan menggunakan bahan baku\nyang berkualitas, serta proses reaksi saponifikasi yang berjalan sempurna.\nBahan baku yang digunakan pada penelitian adalah minyak kelapa 72,5% (b/b), minyak\nnyamplung 20% (b/b), dan minyak kelapa sawit 7,5% (b/b). Pada penelitian ini reaksi\nsaponifikasi berlangsung pada kondisi temperatur 75°C dan pada tekanan atmosfer.\nPenelitian ini bertujuan untuk menentukan pengaruh gliserol dan minyak jarak kepyar\npada transparansi sabun cair. Perlakuan pada penelitian adalah penambahan gliserol 5%\n(b/b), 10% (b/b), 15% (b/b), dan 20% (b/b) diikuti dengan penambahan minyak jarak\nkepyar 1% (b/b), 2% (b/b), 3% (b/b), dan 5% (b/b) dari berat massa pasta sabun. Analisis\nyang dilakukan pada sabun cair adalah pengamatan transparansi secara visual pada dua\nkondisi temperatur. Hasil analisis menunjukkan bahwa pada kondisi temperatur ruang,\nseluruh perlakuan penambahan gliserol dan minyak jarak kepyar menghasilkan sabun cair\nyang transparan. Namun, hasil analisis pada kondisi temperatur 4°C, tidak seluruh\nperlakuan dapat mempertahankan transparansinya. Transparansi terbaik dihasilkan pada\npenambahan gliserol 15% (b/b) dan minyak jarak kepyar 3% (b/b) dengan menunjukan\ntransparansi pada kondisi temperatur ruang dan mempertahankan transparansi pada\nkondisi temperatur 4°C.", "Daftar File": {"ABSTRAK Ahmad Subagjadiputra": "https://digilib.itb.ac.id/gdl/download/213676"}, "Penulis": "Ahmad Subagjadiputra [14515026]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D.", "Meiti Pratiwi, S.T., M.T.", "Dr. Megawati Zunita, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Saponifikasi, minyak kelapa, minyak nyamplung, minyak kelapa sawit, gliserol, dan jarak kepyar.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}