{"Nomor": 50909, "Judul": "INFORMALITAS, INOVASI, DAN KINERJA USAHA PADA SENTRA INDUSTRI DI KOTA BANDUNG", "Abstrak": "Sentra industri merupakan aglomerasi industri rumah tangga atau usaha sejenis yang\nbiasanya memiliki produk khas, misalnya berupa hasil kerajinan atau fesyen. Di Kota\nBandung, sentra industri terletak pada kampung kota yang erat kaitannya dengan\ninformalitas, termasuk dalam kegiatan usahanya. Namun, terdapat dugaan bahwa\npeluang usaha kecil dapat bertahan dan berkembang adalah rendah. Inovasi sebagai\nupaya untuk meningkatkan kinerja usaha sektor kreatif seharusnya dapat membantu\nmeningkatkan kinerja usaha, tetapi mungkin memiliki karakteristik yang berbeda\ndibandingkan pada umumnya. Penelitian ini bertujuan untuk mengidentifikasi\nhubungan karakteristik informalitas, inovasi, dan kinerja usaha pada sentra-sentra\nindustri di Kota Bandung. Metode analisis yang digunakan pada penelitian ini adalah\nanalisis statistik deskriptif dan analisis asosiasi dari data kuisioner terhadap pelaku\nusaha industri. Hasil penelitian menunjukkan bahwa pelaku usaha telah melakukan\ninovasi, terutama bentuk inovasi yang sederhana dan terjangkau yaitu inovasi produk.\nAdanya inovasi yang dilakukan didorong oleh tingginya tingkat pendidikan dan\nbanyaknya jumlah tenaga kerja. Sementara bentuk inovasi yang dilakukan berkaitan\ndengan informalitas pada usaha. Keterbatasan modal dan lokasi usaha mendorong\npelaku usaha dalam melakukan bentuk inovasi produk atau inovasi pemasaran, namun\nmenghambat inovasi proses. Dan adanya dukungan usaha mendorong dilakukannya\ninovasi organisasi. Inovasi seharusnya dapat meningkatkan kinerja usaha, namun\nbelum optimal untuk meningkatkan permintaan dan membuka pasar secara lebih luas.\nKinerja usaha yang diamati berdasarkan pertumbuhan penjualan, keuntungan, dan\nsumber daya menghasilkan fakta bahwa industri tergolong kurang berkembang.", "Daftar File": {}, "Penulis": "Hasna Lutfia Kamila [15416083]", "Kontributor / Dosen Pembimbing": ["Dr. Fikri Zul Fahmi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "informalitas, inovasi, kinerja usaha", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "7 file", "Tanggal Input": "25 Sep 2020"}