{"Nomor": 50906, "Judul": "PENGEMBANGAN KATALIS DHDT UNTUK PRODUKSI ULTRA LOW SULFUR DIESEL", "Abstrak": "Diesel sebagai salah satu jenis bahan bakar kendaraan bermotor mengandung senyawa sulfur yang berbahaya bagi kesehatan manusia dan lingkungan. Kebijakan terkait jumlah kandungan sulfur pada diesel ditetapkan dalam Peraturan Menteri yang mewajibkan tercapainya kandungan sulfur standar Euro IV (50 ppm) selambat-lambatnya 4 tahun sejak diterbitkan. Namun, banyak negara yang telah menggunakan standar Euro V (10 ppm) sehingga perlunya dikembangkan katalis untuk diesel hydrotreating. Penghilangan senyawa sulfur dilakukan dengan reaksi hidrodesulfurisasi (HDS). Senyawa dalam diesel yang paling sulit bereaksi adalah DBT dan 4,6-DMDBT. Salah satu faktor penting dalam penghilangan senyawa sulfur adalah jenis katalis yang digunakan. Katalis yang paling umum digunakan dalam HDS adalah NiMo/?-Al2O3. Salah satu cara meningkatkan aktivitas katalis adalah dengan menambahkan chelating agent. Asam sitrat merupakan chelating agent yang banyak digunakan pada sintesis katalis HDS.\nTujuan penelitian ini adalah untuk menentukan prosedur penyiapan katalis hydrotreating untuk produksi ultra low sulfur diesel untuk produksi diesel Euro V. Sementara itu, sasaran penelitian ini adalah menentukan kadar penambahan fosfor dan temperatur kalsinasi untuk menghasilkan diameter pori pada rentang 8 -12 nm untuk katalis berbasis Calco.\nUji aktivitas katalis dengan umpan 2000 ppm DBT dan 260 ppm 4,6-DMDBT dalam heksadekana dilaksanakan dalam sebuah reaktor partaian isotermal pada 330°C dan 60 bar menunjukkan bahwa kinerja katalis berbasis Calco masih belum dapat mendekati kinerja katalis berbasis Catapal. Perbandingan katalis PITD dan NiMo-CA(C)-Catapal yang dilakukan dengan simulasi pada Aspen HYSYS menunjukkan bahwa penambahan chelating agent asam sitrat menghasilkan aktivitas katalis hingga 98 kali lipat aktivitas katalis PITD.", "Daftar File": {"ABSTRAK Lathifah Karina Putri": "https://digilib.itb.ac.id/gdl/download/213692"}, "Penulis": "Lathifah Karina Putri [13016103]", "Kontributor / Dosen Pembimbing": ["Dr. Carolus Borromeus Rasrendra, S.T., M.T.", "Prof. Dr. Ir. Subagjo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "diesel hydrotreating, hidrodesulfurisasi, kadar fosfor, konversi 4,6-DMDBT, temperatur kalsinasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}