{"Nomor": 50911, "Judul": "PENGEMBANGAN ALAT BANTU JALAN DENGAN METODE DESIGN THINKING", "Abstrak": "angguan keseimbangan dan gaya berjalan akibat perubahan sistem muskuloskeletal pada lansia dapat meningkatkan risiko terjatuh dan kematian. Meskipun telah terdapat banyak pilihan teknologi, tidak semua lansia mau menggunakan alat bantu jalan untuk mencegah risiko tersebut. Penelitian ini bertujuan untuk mengembangkan alat bantu jalan yang dapat mengakomodasi kebutuhan lansia dengan mengambil kasus di Panti Sosial Tresna Werdha Budi Pertiwi yang berlokasi di Bandung.\nPenelitian melibatkan tiga orang lansia. Metode yang digunakan dalam penelitian adalah design thinking. Terdapat 5 tahap dalam design thinking, yaitu empathize, define, ideate, prototype, dan test. Empathize dilakukan untuk menghasilkan persona. Define dilakukan untuk menentukan kebutuhan. Ideate dilakukan untuk menentukan dan memilih satu alternatif desain alat bantu jalan. Prototype dilakukan untuk membuat alternatif desain terpilih menjadi purwarupa fisik. Test dilakukan untuk menguji purwarupa fisik pada lansia.\nBerdasarkan hasil pada tahap empathize, dirumuskan 6 jenis kebutuhan pada tahap define dan 11 alternatif desain alat bantu jalan pada tahap ideate. Melalui proses concept screening dan concept scoring di tahap ideate, alternatif desain ke-2 terpilih untuk dibuat menjadi purwarupa fisik. Alternatif desain ke-2 merupakan alat bantu jalan yang terbuat dari carbon fiber dan dilengkapi dengan dua pegangan, empat kaki penyangga, dua roda di bagian depan, dua bola tenis di bagian belakang, keranjang di bagian atas, kursi, sandaran, dan pengatur ketinggian. Melalui tahap test, diperoleh kesimpulan bahwa alternatif desain terpilih terbukti sudah mampu mengakomodasi kebutuhan lansia di panti walaupun terdapat masukan pengembangan lebih lanjut.", "Daftar File": {"ABSTRAK Elvina Arviningtyas": "https://digilib.itb.ac.id/gdl/download/213722"}, "Penulis": "Elvina Arviningtyas [13416016]", "Kontributor / Dosen Pembimbing": ["Prof. Yassierli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ergonomi, lansia, alat bantu jalan, design thinking.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}