{"Nomor": 50914, "Judul": "FORMULASI STRATEGI BISNIS UNTUK PERUSAHAAN PENERBIT: STUDI KASUS DARI ITB PRESS", "Abstrak": "Dengan munculnya perubahan teknologi dan sosial, persaingan antara perusahaan dalam industri\npenerbitan menjadi lebih intens. Jumlah penerbit di Indonesia terus meningkat, sementara biaya\nperalihan pelanggan rendah. ITB Press memiliki pendapatan yang fluktuatif, dimana mengalami\npenurunan pendapatan pada tahun 2016 dan 2019. Bisnis ITB Press juga belum banyak berkembang,\ndimana rata-rata pertumbuhan pendapatan dari tahun 2015 hingga 2019 hanya sebesar 15,93%. Untuk\nmeningkatkan kinerja agar tetap kompetitif dan berkelanjutan di industri penerbitan, ITB Press perlu\nmerumuskan strategi dan model bisnisnya. \nPenulis mewawancarai tiga perwakilan dari ITB Press dan meneliti data sekunder terkait untuk\nmemetakan Business Model Canvas (BMC) saat ini. Kemudian dilakukan analisis internal melalui\nanalisis sumber daya dan rantai nilai. Untuk analisis eksternal, penulis menggunakan model bisnis\nlingkungan eksternal dan analisis benchmarking. Selanjutnya penulis melakukan analisis SWOT pada\nBMC, dilanjutkan dengan penyusunan strategi dan BMC baru. Untuk menciptakan inovasi nilai, penulis\nmenggunakan Four Action Framework. \nCost leadership dianggap sebagai strategi bisnis yang paling tepat, yang menuntut ITB Press untuk\nmelakukan inovasi proses. Sedangkan model bisnis long tail yang dipadukan dengan multi-sided\nplatform merupakan model bisnis yang tepat, di mana ITB Press perlu fokus menawarkan berbagai\nproduk niche melalui situsnya. \nUntuk mengimplementasikan strategi dan model bisnis yang diusulkan, ITB Press perlu merekrut\nsumber daya manusia yang sangat terampil di bidang TI dan pemasaran digital untuk membangun dan\nmengembangkan divisi TI dan pemasaran. ITB Press harus menetapkan KPI (Key Performance\nIndicator) untuk mengukur kinerja karyawan. Perusahaan hendaknya mengembangkan layanan dan\njenis produk, dengan penambahan format dan genre menggunakan situs web yang dikembangkan. ITB\nPress dapat membangun kemitraan dengan perusahaan teknologi, pengecer eBook, penyedia konten\nkhusus, dan perusahaan percetakan untuk memangkas biaya operasional. Untuk menjangkau pasar yang\nlebih luas, ITB Press harus memperbanyak pilihan salurannya.", "Daftar File": {"2020_TS_PP_Aulia Widya Bestari Wibisono_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/213726"}, "Penulis": "Aulia Widya Bestari Wibisono [29118361]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri penerbit, strategi bisnis, model bisnis, Business Model Canvas, Four Action Framework", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2020"}