{"Nomor": 50916, "Judul": "PALUDIKULTUR BERBASIS AGROFORESTRI DI BANDAR LAKSAMANA, BENGKALIS, RIAU", "Abstrak": "Kontradiksi antara pertimbangan aspek ekologis dan kegiatan produksi pada pemanfaatan lahan gambut harus dijembatani melalui pengelolaan gambut yang berkelanjutan, salah satunya melalui paludikultur berbasis agroforestri. Meskipun relatif jarang terdengar, sejauh ini paludikultur sudah banyak dilakukan di Indonesia. Namun, penelitian mengenai karakteristik lahan yang sesuai untuk paludikultur di gambut tropis belum banyak dilakukan. Padahal, informasi karakteristik lahan dapat digunakan untuk menentukan spesies yang adaptif agar pertumbuhannya optimal dalam aspek ekologis dan ekonomi. Penelitian ini bertujuan mengidentifikasi karakteristik lahan, tingkat degradasi sifat fisik dan kimia lahan gambut, serta menganalisis kesesuaian lahan pada gambut < 3 m di PT. Bukit Batu Hutani Alam (BBHA), Riau untuk spesies yang memiliki nilai manfaat bagi masyarakat. Analisis kesesuaian lahan tersebut dilakukan dengan metode land requirement matching serta menghasilkan rekomendasi spesies yang sesuai untuk implementasi paludikultur berbasis agroforestri. Hasil penelitian menunjukkan karakteristik lahan dengan nilai temperatur rata-rata tahunan sebesar 27°C, curah hujan sebesar 2.441 mm/tahun, kedalaman 0,5-2,3 m, kematangan gambut hemik-saprik, dan pH H2O 4,2. Selain itu, gambut < 3 m di PT. BBHA memiliki dua sifat kimia (pH H2O dan N-total) dalam kriteria tidak terdegradasi sedangkan seluruh sifat fisik berada pada kriteria tidak terdegradasi. Berdasarkan analisis kesesuaian lahan, gambut di Bandar Laksamana menyediakan tempat tumbuh yang optimal untuk tiga spesies asli gambut (Shorea teysmanniana, Mangifera foetida, dan Garcinia mangostana) serta tiga spesies hortikultura introduksi (Metroxylon Sagu, Ipomoea aquatica, dan Gonystylus bancanus).", "Daftar File": {"ABSTRAK Ryaas Abdalla Maalika Fajran": "https://digilib.itb.ac.id/gdl/download/213792"}, "Penulis": "Ryaas Abdalla Maalika Fajran [11516025]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yooce Yustiana, M.Si.", "Dr. Sopandi Sunarya, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kesesuaian Lahan, Gambut, Paludikultur, Land Requirement Matching, Terdegradasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}