{"Nomor": 50924, "Judul": "STRUKTUR VEGETASI DAN POTENSI REGENERASI ALAMI HUTAN PASCA KEBAKARAN DI TAMAN NASIONAL GUNUNG CIREMAI", "Abstrak": "Taman Nasional Gunung Ciremai (TNGC) sering mengalami degradasi hutan karena kebakaran yang mengakibatkan penurunan keanekaragaman hayati dan berdampak pada sosial-ekonomi masyarakat sekitar kawasan. Penelitian ini dilakukan untuk menganalisis komposisi vegetasi dan potensi regenerasi alami di kawasan TNGC untuk kepentingan rehabilitasi hutan. Survei dilakukan secara purposive sampling di lima lokasi dengan tutupan lahan yang berbeda yaitu hutan pinus Lambosir (HPTL), semak belukar Bantar Agung (SBTBA), hutan rehabilitasi Lempah Terong (HRTLT), hutan alam Lempah Terong (HATLT), dan hutan alam Raniyem (HATTR) sebagai pembanding. Plot bertingkat (nested plot) berukuran 20x20 m2 diletakkan sebanyak empat buah di masing-masing lokasi penelitian untuk mencatat tumbuhan pada bentuk hidup pohon, subplot 10x10 m2 untuk tiang, subplot 5x5 m2 untuk pancang, subplot 2x2 m2 untuk semai-herba, dan subplot 0,5x0,5 m2 untuk mengoleksi biji. Parameter yang dikur di lapangan adalah nama spesies, jumlah individu, diameter (DBH) untuk pohon, kerimbunan untuk perdu dan herba, serta jumlah biji per spesies. Dari data-data tersebut dihitung indeks nilai penting (INP) spesies dan indeks keanekaragaman (H’). Perkecambahan dilakukan dengan menanam biji pada media tanah dan pasir (1:1) secara duplo, persentase perkecambahan dihitung selama satu bulan. Hasil penelitian menunjukkan terdapat total 130 spesies (67 famili) di kawasan TNGC. Pinus merkusii mendominasi kawasan HPTL (INP=257.91%) dan HRTLT (200,38%). Lithocarpus indutus (INP=166,19%) dan Castanopsis argentea (INP=63,83%) mendominasi kawasan hutan alam (HATLT dan HATTR), sedangkan Artocarpus heterophyllus (INP= 114,21%) mendominasi kawasan semak belukar (SBTBA). Secara umum, jumlah individu pohon dengan DBH<10 cm sangat tinggi, sehingga potensi regenerasi hutan masih baik. Nilai indeks keanekragaman (H’) bervariasi antara 0,53 hingga 2,38 untuk bentuk hidup pohon. Biji yang berhasil dikoleksi di lapangan berasal dari 17 spesies dengan kepadatan 2,29 juta biji/Ha dengan biji yang paling banyak ditemukan berasal dari spesies Maesopsis eminii (390.000 biji/Ha), Pinus merkusii (357.000 biji/Ha), dan Toona sinensis (357.500 biji/Ha). Uji perkecambahan dilakukan pada 3 biji pohon hutan alam yang dominan. Diketahui bahwa persentase perkecambahan biji C. argentea sebesar 40%, L. indutus sebesar 23%, dan Phoebe opaca sebesar 50%. Keragaman spesies tumbuhan yang cukup tinggi dan ketersediaan benih di kawasan ini merupakan hal yang baik untuk kepentingan rehabilitasi lahan terbakar di TNGC.", "Daftar File": {"ABSTRAK Dio Febriansyah": "https://digilib.itb.ac.id/gdl/download/213737"}, "Penulis": "Dio Febriansyah [11516036]", "Kontributor / Dosen Pembimbing": ["Dian Rosleine, S.Si., M.Si., Ph.D.", "Dr. Sofiatin, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Indeks keanekaragaman (H’), Indeks nilai penting (INP), persen perkecambahan, struktur vegetasi, Taman Nasional Gunung Ciremai (TNGC).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}