{"Nomor": 50920, "Judul": "ANALISIS PROFIL EKSPRESI ELEMEN TRANSPOSON PADA PEMATANGAN BUAH PISANG CAVENDISH (MUSA ACUMINATA) SECARA IN SILICO", "Abstrak": "Elemen transposon merupakan sekuens DNA yang dapat berpindah posisi dalam genom dan menjadi sumber daerah berulang pada genom eukariot. Telah diketahui sebelumnya bahwa transposon mengisi sekitar 50% proporsi genom pisang Musa acuminata. Penelitian ini dilakukan untuk menganalisis profil ekspresi elemen transposon pada pisang Cavendish mentah (hari ke-1) dan pisang Cavendish matang (hari ke-7). Pada penelitian ini digunakan data transkriptomik dari RNA total buah pisang hari ke-1 dan ke-7 (NCBI SRA accession number: SRP227182). Pembacaan (reads) hasil sekuensing disejajarkan terhadap genom M. acuminata menggunakan program Bowtie2 kemudian dianalisis menggunakan program TEtranscripts untuk mendapatkan informasi elemen transposon yang ada. Setelah itu, dilakukan analisis statistik menggunakan DESeq2 pada Rstudio. Proporsi transkrip yang berasal dari transposon adalah sebesar 1,45% untuk pisang hari ke-1 dan 1,79% untuk pisang hari ke-7. Berdasarkan hasil analisis, terdapat 16 superfamili transposon terklasifikasi yang ditranskripsikan. Ekspresi transposon pisang matang terhadap pisang mentah dianggap berbeda secara signifikan jika p-adj < 0,05. Transposon yang mengalami penurunan ekspresi signifikan pada pisang hari ke-7 adalah PiggyBac (log2 fold change= -1,73), Copia (log2 fold change= -0,80), L1 (log2 fold change= -0,52). Elemen hAT dan TIR (superfamili unclassified) mengalami peningkatan ekspresi signifikan pada pisang hari ke-7 sebesar 0,73 dan 0,79 log2 fold change secara berturut-turut. Hasil analisis menunjukkan bahwa famili Daterra-Maximus, Tont, Castor, Hopscotch, SIRE, Tnt, dan Angela yang merupakan bagian dari Copia yang diekspresikan pada pisang hari ke-1 dan hari ke-7. Famili elemen Gypsy yang ditranskripsikan adalah Caturra, CRM, Tekay, Monkey, Reina, dan TAT. Kesimpulan dari penelitian ini terdapat perbedaan dalam ekspresi elemen transposon pada pisang matang dan mentah.", "Daftar File": {"ABSTRAK Maureen Widyawan": "https://digilib.itb.ac.id/gdl/download/213732"}, "Penulis": "Maureen Widyawan [10616035]", "Kontributor / Dosen Pembimbing": ["Fenny Martha Dwivany, S.Si., M.Si., Ph.D.", "Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "elemen transposon, pisang Cavendish, pematangan buah, transkriptomik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}