{"Nomor": 50935, "Judul": "PENINGKATAN SITE-SPECIFIC TRAFFIC MANAGEMENT DENGAN MENGIMPLEMENTASIKAN ANALISA KINERJA MANUSIA UNTUK MENGELIMINASI POTENSI CIDERA SERIUS DAN  KEMATIAN DI PROYEK REMEDIASI PT CVD", "Abstrak": "PT CVD menempatkan prioritas tertinggi pada kesehatan dan keselamatan tenaga kerja dan\nperlindungan pada aset perusahaan, masyarakat dan lingkungan. Kesehatan dan keselamatan\npekerja menjadi nilai inti PT CVD. Sejak tahun 2018 PT CVD memperkenalkan konsep Human\nPerformance sebagai salah satu alat untuk menghilangkan potensi cedera serius dan kematian. PT\nCVD percaya bahwa manusia, budaya, sistem kerja, peralatan dan proses saling berikatan dan\nberinteraksi sebagai sistem yang saling terkait dan berpengaruh satu sama lain. Human\nPerformance adalah suatu bidang studi yang berkaitan dengan metodologi peningkatan proses yang\nberfokus pada peningkatan kinerja di sosial, organisasi, proses dan individu yang bertujuan untuk\nmeningkatkan produktifitas dan efisiensi kerja yang didasarkan pada pengembangan sistem. \nSaat ini PT CVD mengelola lebih dari 50 lokasi remediasi dan mengangani lebih dari 500 alat berat\ndan kendaraan berat yang dikelola oleh mitra kerja. PT CVD mengharuskan setiap lokasi kerja\nuntuk merancang, mengelola dan mengkomunikasikan lingkungan mengemudi yang aman dengan\nmenerapkan Site-specific Traffic Management Plan untuk mendukung operasi yang selamat.\nNamun beberapa kali rekan kerja mengalami beberapa peristiwa yang berpotensi menyebabkan\ncedera serius. Berdasarkan pengamatan dilapangan, kinerja keselamatan dan kepatuhan yang\nberkaitan dengan implementasi Site-specific Traffic Management masih dibawah 100% yang\ndisebabkan oleh APD yang tidak memadai, jalur pejalan kaki yang tidak memadai, traffic\nmanagement yang tidak memadai, dan lain-lain. Hal ini menunjukan bahwa bahaya yang terkait\ndengan pekerjaan masih belum dimitigasi dengan baik, terutama pada aktifitas interface manusiakendaraan/alat\nberat.\nBerdasarkan analisa situasi bisnis, tim memutuskan untuk mengidentifikasi akar penyebab masalah\ndengan menggunakan Human Performance Analysis dengan menggunakan identifikasi Performance\nMode dan Error Trap. Cara ini membantu tim untuk menggali lebih dalam masalah sebenarnya dan\njuga menganalisa secara komprehensif dengan mengoptimalkan komponen Human Performance \niv\n \n(Manusia, Budaya, Sistem Kerja, Peralatan dan Proses) untuk menentukan tindakan yang tepat\nuntuk meningkatkan keselamatan kerja dan kepatuhan serta mengeliminasi potensi cedera serius\ndan kematian di lingkup proyek remediasi. \nDari hasil analisa, akar penyebab masalahnya yaitu 40% dari PMCoW memiliki kompetensi dan\nkemampuan yang belum memadai terkait dengan prosedur SSTMP, kurangnya komitment dari\nManajemen Mitra Kerja, kurangnya kontrol manajemen operasional, kurangnya pemahaman\ntentang prosedur SSTMP oleh personil lapangan, dan kurangnya rasa kerentanan. Tindakan\nperbaikan telah dilakukan dan berhasil meningkatkan kinerja keselamatan dan kepatuahan SSTMP\ndari 79% menjadi 100% dan menghilangkan risiko potensi terhadap cedera serius dan kematian\ndalam proyek remediasi di PT CVD.", "Daftar File": {"2020_TS_PP_Andriza Putra_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/213749"}, "Penulis": "Andriza Putra [29118387]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "keselamatan dan kepatuhan, human performance, site-specific traffic management, cedera serius dan kematian.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2020"}