{"Nomor": 50942, "Judul": "KAJIAN PENGARUH PERUBAHAN TUTUPAN LAHAN TERHADAP BAHAYA BANJIR DI DAS CILIWUNG", "Abstrak": "Jakarta merupakan kota dengan kepadatan penduduk dan pertumbuhan penduduk\ntertinggi di Indonesia. Saat ini, perkembangan jumlah penduduk yang meningkat\nbersamaan dengan habisnya lahan yang dapat dialih fungsikan sebagai lahan pemukiman\nmendorong pertumbuhan mengarah ke lokasi dengan kepadatan lebih rendah, yaitu\nkawasan hulu Jakarta, seperti kota Depok dan Kabupaten Bogor. Kondisi pertambahan\njumlah penduduk di kawasan hulu Jakarta terjadi bersamaan dengan meningkatnya\nfrekuensi dan dampak banjir yang terjadi dalam 20 tahun terakhir diindikasikan\nbertambah parahnya banjir disebabkan semakin rusaknya lahan dibagian hulu. Penelitian\nini bermaksud untuk melakukan kajian bahaya banjir pada Daerah Aliran Sungai\nCiliwung akibat perubahan tutupan lahan, khususnya di wilayah Daerah Khusus Ibukota\nJakarta. Tujuan dari riset ini adalah menganalisis hubungan perubahan tutupan lahan dan\nkejadian banjir pada DAS Ciliwung serta memprediksi pengaruhnya terhadap bahaya\nbanjir di masa depan.\nPenelitian ini dilakukan dalam 4 tahapan, yaitu analisis hidrologi, analisis hidraulika,\npemetaan bahaya banjir dan analisis sensitivitas banjir terhadap tutupan lahan yang di\ndalamnya juga terdapat analisis intervensi tutupan lahan guna meminimalisir dampak\nbanjir. Penelitian ini melakukan pemodelan dampak perubahan tutupan lahan terhadap\nbesarnya banjir yang mungkin terjadi pada tahun 2030, dimana proyeksi tutupan lahan\nmenggunakan Rencana Tata Ruang Wilayah Kabupaten Bogor dan hasil analisis tren\nperubahan tutupan lahan. Kalibrasi dan validasi dilakukan menggunakan kejadian banjir\ntahun 2015, 2016, 2017 dan 2018 pada pos duga air Depok, pos duga air M. T. Haryono\ndan pintu air Manggarai untuk analisis hidrologi dan menggunakan peta banjir historis\nuntuk analisis hidraulika. Kapasitas maksimum tampungan banjir sungai Ciliwung\ndidapat sebesar 208.8 m3/s, yang kemudian akan mulai melimah dan menyebabkan banjir\npada jarak 8.5 kilometer dari Pintu Air Manggarai. Kemungkinan terjadinya banjir pada\ntahun 2030 akan meningkat 2 kali lipat bila trend perubahan tutupan lahan saat ini tidak\ndiubah/ tidak mengikuti RTRW.\nProses kalibrasi hidrologi memberikan hasil terbaik dengan nilai parameter waktu jeda\n(lag time) sebesar 330 menit pada sub DAS Depok dan 280 menit pada sub DAS M. T.\nHaryono dengan nilai NSE lebih dari 68%. Analisis hidrologi menunjukan terjadi\npertambahan proyeksi kejadian banjir yang disebabkan oleh menurunnya kapasitas\ninfiltrasi di hulu, dengan peningkatan debit puncak sebesar 5.1 % dan peningkatan\nvolume limpasan sebesar 4.3% terjadi pada proyeksi tutupan lahan RTRW dan\npeningkatan debit puncak sebesar 25.2% dan peningkatan volume limpasan sebesar\n21.15% pada proyeksi tutupan lahan sesuai dengan pertumbuhan tren. Penelitian menunjukkan dengan bertambahnya 1 nilai CN maka terjadi penurunan infiltrasi sebesar\n4.2%, peningkatan debit dan volume limpasan masing masing sebesar 3.6% dan 2.9%.\nProses kalibrasi hidrologi memberikan hasil terbaik dengan nilai parameter koefisien\nkekasaran Manning saluran sebesar 0.04 dan sebesar 0.07 pada lahan banjir (flood plain)\nPeningkatan luas genangan sebesar 15.85% terjadi pada proyeksi tutupan lahan RTRW\ndan sebesar 91.1% pada proyeksi tutupan lahan sesuai dengan pertumbuhan tren,\nsedangkan terjadi kenaikan volume genangan sebesar 18.2% dan 101.7% pada masingmasing\nproyeksi tutupan lahan. Melalui analisis penurunan bahaya banjir, didapatkan\nbahwa usaha untuk memperbaiki infiltrasi melalui penurunan nilai CN tidak dapat\nmemberikan hasil yang maksimal, sehingga perlu dikombinasikan dengan metode\npenurunan bahaya banjir lainnya, diantaranya dengan pembangunan lahan serapan air\npada area hunian dan area fasilitas umum serta dengan menaikan kapasitas sungai.", "Daftar File": {"ABSTRAK Maryo Inri Pratama": "https://digilib.itb.ac.id/gdl/download/213756"}, "Penulis": "Maryo Inri Pratama [25018062]", "Kontributor / Dosen Pembimbing": ["Mohammad Farid, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "tutupan lahan, bahaya banjir, DAS ciliwung.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}