{"Nomor": 50941, "Judul": "MODIFIKASI SELUBUNG UDARA TURBIN ANGIN INVELOX DAN SIMULASI RASIO KECEPATAN UDARA MENGGUNAKAN METODE SIMULASI NUMERIK", "Abstrak": "Diperkirakan kebutuhan energi di Indonesia pada tahun 2050 akan mencapai 548,8 juta tonne of oil equivalent (TOE), dengan skenario Business as Usual (BaU). Sedangkan hingga saat ini, mayoritas konsumsi energi di Indonesia masih menggunakan energi fosil. Perlu adanya peralihan penggunaan dari energi fosil menuju energi baru dan terbarukan (EBT), salah satunya adalah energi angin. Pada tahun 2014, D. Allaei menemukan teknologi selubung udara turbin angin yang dapat meningkatkan daya turbin angin, dengan nama INVELOX. Namun terdapat beberapa permasalahan mengenai INVELOX tersebut.\nPenelitian ini bertujuan untuk menyelesaikan sebagian permasalahan INVELOX, seperti adanya aliran udara yang keluar sebelum memasuki venturi dan ketidakmampuan INVELOX mengakomodir angin dari berbagai arah. Dengan menggunakan metode simulasi numerik pada perangkat lunak ANSYS Fluent, telah disimulasikan beberapa desain modifikasi yang dapat menanggulangi permasalahan yang ada pada INVELOX.\nHasil simulasi yang dilakukan menunjukkan bahwa dengan mengubah bentuk INVELOX menjadi vertikal dan memodifikasi pada bagian sirip pengarah udara, didapatkan rasio kecepatan udara pada venturi terhadap kecepatan udara bebas (SR) yang stabil pada segala arah kedatangan angin dengan rentang nilai untuk INVELOX Vertikal sebesar 1,17 – 1,35, INVELOX Vertikal Sirip Udara Panjang sebesar 1,29 – 1,49, dan INVELOX Vertikal Sirip Udara Terpuntir sebesar 1,28 – 1,41. Pada variasi ketinggian pemasangan, didapatkan untuk semua model bahwa nilai SR meningkat ketika ketinggian pemasangan bertambah.", "Daftar File": {}, "Penulis": "Chairul Naufal Rizdiawardana [13116022]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tubagus Ahmad Fauzi Soelaiman, MSME, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "INVELOX, rasio kecepatan udara, arah kedatangan angin, ketinggian pemasangan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}