{"Nomor": 50954, "Judul": "KAJIAN KESETIMBANGAN PADA EKSTRAKSI RESIN DARI MINYAK BIJI NYAMPLUNG DENGAN PELARUT GANDA: METANOL-N-HEKSANA", "Abstrak": "Tanaman Nyamplung (Calophyllum inophyllum L.) merupakan tanaman yang tersebar\nhampir di semua wilayah di Indonesia. Tanaman Nyamplung memiliki produktivitas\nyang tinggi, mencapai 20 ton/ha/tahun. Penelitian mengenai tanaman Nyamplung\numumnya terfokus pada pemanfaatan minyak biji nyamplung sebagai bahan bakar\nnabati, padahal terdapat resin di dalam biji Nyamplung yang memiliki banyak potensi.\nMinyak biji Nyamplung mengandung resin sebanyak 10-20%. Resin dari minyak biji\nNyamplung dapat dimanfaatkan untuk kegunaan lain, misalnya sebagai bahan aktif\nkosmetik ataupun sebagai pada bidang farmasi. Pemisahan resin dan minyak dari biji\nNyamplung dilakukan menggunakan metode ekstraksi dua pelarut. Pemodelan ekstraksi\nresin dari biji Nyamplung perlu dilakukan untuk menentukan variasi nisbah yang\nmemberikan perolehan resin dan minyak yang optimum. Tujuan dari penelitian ini\nadalah mempelajari kesetimbangan pada ekstraksi biji Nyamplung serta menentukan\nvariasi nisbah pelarut terbaik untuk mendapat perolehan resin dan minyak yang\noptimum.\nPenelitian yang dilakukan merupakan pemodelan tahap ekstraksi biji Nyamplung\ndengan memanfaatkan perangkat lunak berupa Aspen Plus dan Microsoft Excel. Data\nyang diolah pada penelitian ini merupakan data dari penelitian yang sebelumnya telah\ndilakukan oleh Kartika dkk. pada tahun 2018, Afifah, N pada tahun 2019, dan Mandiri,\nR & Saputri, D pada tahun 2019. Pada perhitungan kesetimbangan, resin diwakili oleh\nabietic acid dan minyak diwakili oleh asam oleat. Pada pemodelan, kesetimbangan yang\nditinjau merupakan kesetimbangan pada temperatur ruang.\nPerolehan minyak terbanyak yaitu 99% didapat pada nisbah pelarut (nheksana:\nmetanol) 3:1. Perolehan resin terbanyak yaitu 84% didapat pada nisbah pelarut\n(n-heksana:metanol) 1:2. Perolehan minyak pada fasa rafinat dan resin pada fasa ekstrak\nyang paling optimum didapat ketika ekstraksi dilakukan dengan nisbah pelarut (nheksana:\nmetanol) 3:2. Pada kondisi ini, resin yang terlarut di dalam ekstrak berjumlah\n73% sedangkan minyak yang diperoleh dari fasa rafinat berjumlah 89%.", "Daftar File": {}, "Penulis": "Annisa Oktaviani [13016096]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Danu Ariono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Calophyllum inophyllum, ekstraksi, kesetimbangan, Nyamplung, resin.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}