{"Nomor": 50957, "Judul": "PERANCANGAN SISTEM INFORMASI ENTERPRISE RESOURCE PLANNING (ERP) PADA PD X", "Abstrak": "Dewasa ini, teknologi informasi mengalami perkembangan yang sangat pesat dan\nmemengaruhi berbagai aktivitas sehari hari. Salah satu pengembangan teknologi\ninformasi yang berpengaruh besar adalah sistem Enterprise Resource Planning\n(ERP). Sistem ERP dapat membantu perusahaan mengintegrasikan aliran informasi\ndan proses bisnis antar divisi perusahaan, sehingga operasional perusahaan menjadi\nlebih efektif dan efisien. Sebagai salah satu perusahaan yang bergerak di bidang\ndistribusi barang plastik sehari hari, PD X menggunakan perangkat lunak untuk\nmembantu operasionalnya. Namun, perangkat lunak tersebut kurang terintegrasi\nsatu sama lain dan kurang mencakup keseluruhan proses bisnis perusahaan. Oleh\nkarena itu, dilakukan penelitian berupa perancangan sistem informasi Enterprise\nResource Planning pada PD X untuk mengatasi kendala tersebut.\nPenelitian ini menggunakan perangkat lunak ERP yang bersifat open source\nsehingga tidak membutuhkan biaya dalam penggunaannya. Perancangan sistem\nERP pada penelitian menggunakan metodologi gabungan dari Full Lifecyle ERP\nAdoption Reference (FLEAR) Model dan Framework for the Application of System\nThinking (FAST). Langkah langkah yang dilakukan pada penelitian meliputi\nanalisis permasalahan yang dilanjutkan dengan identifikasi kebutuhan dan proses\nbisnis perusahaan saat ini. Setelah itu, dilakukan seleksi perangkat lunak ERP open\nsource untuk memilih perangkat lunak ERP yang menjadi basis perancangan solusi.\nKemudian, berdasarkan kebutuhan yang telah ditetapkan dan proses bisnis\nperusahaan, dilakukan pemilihan modul ERP yang sesuai serta pemetaan proses\nbisnis usulan berdasarkan modul yang terpilih. Hasil perancangan sistem ERP open\nsource tersebut adalah sebuah prototipe ERP open source yang memanfaatkan\nmodul Purchasing, Inventory, Sales, Invoicing, dan Dashboards.\nHasil rancangan sistem ERP open source beserta prototipenya kemudian\ndiverifikasi dan divalidasi oleh pihak perusahaan untuk mengetahui apakah hasil\npenelitian sudah sesuai dengan kebutuhan sistem perusahaan. Hasil rancangan ERP\ndan prototipenya menunjukkan bahwa sistem ERP dapat membantu eliminasi\nproses yang tidak diperlukan, pengurangan proses pencatatan manual, pengurangan\npenggunaan kertas, serta meningkatnya pemantauan operasional perusahaan\nmelalui integrasi dan otomasi proses bisnis.", "Daftar File": {}, "Penulis": "Verdyllan Nurendra Agusta [13416014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sistem informasi, Enterprise Resource Planning (ERP), open source", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}