{"Nomor": 50968, "Judul": "PERANCANGAN DAN IMPLEMENTASI ANTARMUKA ALAT UJI DNA WHITE SPOT SYNDROME VIRUS (WSSV) PADA UDANG VANNAMEI.", "Abstrak": "Industri akuakultur merupakan salah satu industri besar di Indonesia.\nIndustri akuakultur terdiri dari berbagai komoditas seperti udang, ikan, lobster, dan\nlain-lain. Dari seluruh ekspor produk akuakultur tersebut, industri udang\nmenyumbang nilai tertinggi. Dampak ekonomi yang besar ini menjadikan industri\nakuakultur, terutama komoditas udang, sebagai salah satu industri penting di\nIndonesia.\nKondisi tambak budidaya udang yang tidak ideal dapat menyebabkan udang\nterserang penyakit. Penyakit yang umum ditemui adalah penyakit White Spot\nSyndrome Virus (WSSV). Penyakit ini berbahaya karena bersifat menular dan dapat\nmembunuh udang dalam waktu singkat (1 hingga 7 hari sejak muncul gejala fisik).\nUdang yang mati akibat penyakit ini akan memiliki harga jual yang sangat rendah\nsehingga merugikan pembudidaya udang. Selama ini, permasalahan terkait\npenyakit WSSV ini coba dicegah melalui berbagai cara, namun mayoritas memiliki\ntingkat akurasi yang rendah.\nBerdasarkan masalah tersebut, alat uji DNA WSSV ini dibuat. Alat ini\ndiharapkan memiliki harga yang lebih terjangkau dibandingkan dengan alat sejenis\ndi pasaran sehingga dapat digunakan pada tambak-tambak kecil di daerah. Selain\nitu, penggunaan alat uji di daerah-daerah dapat meminimalkan waktu yang\ndibutuhkan untuk menguji sampel karena dapat memotong waktu transportasi. Alat\nini juga didesain untuk memiliki akurasi yang lebih baik dibandingkan dengan\nmenggunakan metode pengamatan WSSV secara visual ataupun uji kualitas air.\nUser interface merupakan bagian penting dari sebuah alat atau sistem. User\ninterface merupakan sarana interaksi antara pengguna dengan mesin. User interface\nharus memiliki fungsionalitas yang sesuai dan desain yang mudah digunakan. User\ninterface yang baik membuat pengguna dapat menggunakan alat dengan baik.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213793", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213794", "Abstract": "https://digilib.itb.ac.id/gdl/download/213795", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213796", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213797"}, "Penulis": "Laurensius Mario Surya [13216045]", "Kontributor / Dosen Pembimbing": ["Elvayandri, S.Si., M.T.", "Dr. Ir. Amy Hamidah Salman, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Udang Vannamei, White Spot Syndrome Virus (WSSV), DNA, User Interface.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "25 Sep 2020"}