{"Nomor": 50961, "Judul": "PEMODELAN DAN SIMULASI KINETIKA PROSES BIOSOLUBILISASI BATUBARA", "Abstrak": "tetapi, sebagian besar cadangan batubara di Indonesia merupakan batubara peringkat rendah yang memiliki nilai kalor rendah. Penelitian oleh Fakoussa (1981) menunjukan bahwa batubara peringkat rendah dapat dicairkan secara biologis oleh mikroorganisme. Proses tersebut dikenal dengan biosolubilisasi batubara. Biosolubilisasi batubara memiliki potensi sebagai metode untuk meningkatkan nilai dari batbara peringkat rendah dan meningkatkan suplai bahan bakar cair Indonesia. Akan tetapi, sampai saat ini belum ada penelitian yang berhasil memodelkan kinetika proses biosolubilisasi batubara. Pemodelan kinetika proses merupakan tahap yang penting untuk merancang dan mengembangkan penelitian ke skala yang lebih besar.\nPenelitian ini bertujuan untuk mendapatkan model kinetika reaksi proses biosolubilisasi batubara melalui pendekatan hukum pangkat dan mensimulasikannya dengan variasi konsentrasi awal batubara. Proses dimodelkan menggunakan data penelitian sebelumnya di Laboratorium Mikrobiologi, Program Studi Teknik Kimia, Institut Teknologi Bandung dan Laboratorium Biokonversi, Pusat Penelitian Biosains dan Bioteknologi, Institut Teknologi Bandung. Hasil pemodelan digunakan untuk mensimulasikan pengaruh dari jenis sumber nitrogen, nisbah C/N, fasa medium, dan konsentrasi awal batubara pada proses biosolubilisasi batubara.\nModel kinetika pada proses konversi batubara menjadi asam humat memberikan nilai konstanta laju (kB) dan orde reaksi (m) yang positif, sedangkan proses konversi asam humat menjadi asam fulvat memberikan nilai konstanta laju (kF) yang positif dan orde reaksi (n) yang negatif. Hasil simulasi menunjukan bahwa sumber nitrogen ammonium nitrat lebih baik dari ammonium sulfat, dengan nisbah C/N terbaik untuk kedua sumber nitrogen adalah 15. Biosolubilisasi berlangsung lebih baik pada fasa padat daripada fasa terendam. Model yang disusun dapat memprediksi laju dan profil konsentrasi batubara, asam humat, dan asam fulvat. Akan tetapi, model tersebut hanya dapat digunakan untuk kondisi operasi tertentu dan belum dapat menunjukkan pengaruh beberapa faktor lain yang terlibat dalam proses biosolubilisasi batubara.", "Daftar File": {}, "Penulis": "Ignatio Senoaji Jagad Mitro Pr [13016105]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Elvi Restiawaty, S.T., PD.Eng., Ph.D.", "Dr. Ardiyan Harimawan, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Batubara peringkat rendah, biosolubilisasi, hukum pangkat, pemodelan kinetik, simulasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}