{"Nomor": 50976, "Judul": "KARAKTERISASI DAN KOMPARASI PATHOGENESIS-RELATED GENE TRANSCRIPTIONAL ACTIVATOR (PTI5 & PTI6) PADA PISANG GENOM A (MUSA ACUMINATA) DAN GENOM B (MUSA BALBISIANA) SECARA IN SILICO : UPAYA PENINGKATAN KETAHANAN PISANG TERHADAP PENYAKIT LAYU FUSARIUM", "Abstrak": "Pisang merupakan tanaman yang buahnya banyak dikonsumsi oleh masyarakat di dunia dan Indonesia. Jumlah konsumsi pisang setiap tahunnya mencapai 100 juta ton di seluruh dunia. Tingginya jumlah konsumsi pisang menjadikannya sebagai komoditas dengan produksi terbesar ke-4 setelah padi, jagung, gandum. Pisang diklasifikasikan ke dalam 4 kelompok berdasarkan komposisi genomiknya yaitu genom A (Musa acuminata), genom B (Musa balbisiana), genom S (Musa schizocarpa), dan genom T (Australimusa). Musa acuminata memiliki karakteristik kulit buah tipis, buah manis, dapat dikonsumsi secara langsung. Musa balbisiana memiliki karakteristik berdaun tebal, lapisan lilin tebal, buah mengandung biji, kulit buah tebal dan diketahui lebih tahan terhadap penyakit. Produksi tanaman pisang mengalami penurunan diakibatkan oleh ancaman hama dan penyakit. Pathogenesis-Related Genes Transcriptional Activator (PTI5 & PTI6) merupakan faktor transkripsi yang memiliki fungsi dalam pertahanan penyakit pada tanaman. Dengan tersedianya publikasi genom A (Musa acuminata) yang teranotasi dan data genomik B (Musa balbisiana), maka penelitian ini ditujukan untuk mengidentifikasi dan membandingkan gen PTI5 dan PTI6 pada genom B dengan model pada genom A yang sudah teranotasi. Gen PTI5 dan PTI6 pada genom A diperoleh dari National Center of Biotechnology Information (NCBI) dan genom B dari hasil analisis Basic Local Alignment Seacrh Tool Nuclotide (BLASTN) pada Banana Genome Hub. Selain itu dilakukan pula perbandingan struktur sekuens nukleotida dan sekuens protein PTI5 dan PTI6 pada kedua genom. Sekuens nukleotida PTI5 dan PTI6 kedua genom dibandingkan menggunakan Pairwise Sequence Alignment untuk mendapatkan persentase identitas atau similaritas dengan algoritma Needleman-Wuncsh sedangkan struktur gen (letak ekson dan intron) diprediksi menggunakan program FGENESH+. Sekuens protein diidentifikasi domain dan motifnya menggunakan CD Search Tool dan program MEME suite. Konstruksi pohon filogenetik dilakukan menggunakan sekuens protein PTI5 dan PTI6 dari Musa acuminata, Musa balbisiana dan tumbuhan lain dengan metode Neighboor Joining. Perbandingan sekuens nukleotida dan sekuens protein PTI5, PTI6 pada Musa acuminata dan Musa balbisiana menunjukkan komposisi nukleotida dan struktur gen yang mirip serta keseluruhan protein memiliki domain dan motif yang sama yaitu APATELA2/Etylene-Responsive Factor (AP2/ERF) yang bersifat lestari pada genom A dan genom B.", "Daftar File": {}, "Penulis": "Indah Nurharuni [10616077]", "Kontributor / Dosen Pembimbing": ["Fenny Martha Dwivany, S.Si., M.Si., Ph.D.", "Karlia Meitha, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "pisang, Musa acumanata, Musa balbisiana, PTI5, PTI6", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}