{"Nomor": 50979, "Judul": "PENGARUH KELEMBABAN MEDIA SUBSTRAT LIMBAH BUAH DAN AMPAS KELAPA TERHADAP LAJU PERTUMBUHAN, KONVERSI, DAN EFISIENSI LARVA BLACK SOLDIER FLY (HERMETIA ILLUCENS)", "Abstrak": "Sampah organik merupakan jenis sampah terbanyak yang dibuang di Indonesia. Salah satu jenis sampah yang dapat dimanfaatkan adalah sampah buah-buahan dan ampas kelapa. Pemanfaatan larva BSF merupakan sebuah langkah inovatif dan berkelanjutan dalam mengelola sampah organik serta mengurangi beban TPA sampah. Pemanfaatan larva BSF dalam pengolahan sampah organik saat ini masih kurang popular dan belum banyak dikaji di Indonesia. Salah satunya adalah dalam menyesuaikan kelembaban substrat. Penelitian ini bertujuan untuk menentukan pengaruh tingkat kelembaban substrat ampas kelapa dan limbah buah terhadap pertumbuhan, biokonversi, & reduksi limbah organik, perlakuan tingkat kelembaban substrat BSF terbaik pada masing-masing substrat, dan perlakuan substrat terbaik. Perlakuan kelembaban substrat media ampas kelapa dan limbah buah tidak berpengaruh terhadap biomassa larva. Perlakuan kelembaban substrat media ampas kelapa tidak berpengaruh terhadap biokonversi dan reduksi sampah organik larva BSF sedang pada media ampas kelapa dapat berpengaruh. Perlakuan kelembaban substrat 40-60% dengan media ampas kelapa menghasilkan biokonversi dan reduksi limbah organik terbaik dengan survival rates tertinggi yaitu 86,712%. Perlakuan kelembaban substrat 80-90% media limbah buah menghasilkan biokonversi dan reduksi limbah organik terbaik dengan survival rates tertinggi yaitu 65,991%. Substrat media limbah buah dengan kelembaban substrat 80-90% menghasilkan biokonversi dan reduksi limbah organik terbaik", "Daftar File": {"ABSTRAK Raden Muhammad Fa'izzakka Pras": "https://digilib.itb.ac.id/gdl/download/213815"}, "Penulis": "Raden Muhammad Fa'izzakka Pras [11416008]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Heri Rahman, S.P., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "BSF, ECD, FCR, Substrat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}