{"Nomor": 50977, "Judul": "PERANCANGAN DESAIN ANTARMUKA DAN PENYIMPANAN DATA PADA ALAT UJI SENSOR KELEMBAPAN UDARA TERHADAP PERUBAHAN KELEMBAPAN RELATIF (RH) UDARA PADA BEBERAPA TITIK TEMPERATUR", "Abstrak": "Sensor kelembapan udara merupakan salah satu sensor yang dibutuhkan\nuntuk beberapa keperluan, seperti untuk memantau pola cuaca dan menjaga tingkat\nkelembapan udara di ruang penyimpanan. Dalam pembuatan sebuah sensor, salah\nsatu tahapan yang dibutuhkan ialah karakterisasi sensor. Karakterisasi sensor\nkelembapan udara dapat dilaksanakan dengan menggunakan suatu alat uji sensor\nkelembapan udara. Perancangan alat uji sensor kelembapan udara sudah dilakukan\noleh seorang mahasiswa S2 di ITB, namun terdapat masalah dari segi waktu,\nketidakmampuan untuk mengontrol suhu, serta ketidaktepatan dalam mencapai\nkelembapan relatif udara karena masih menggunakan larutan garam sebagai\nkomponen pengubah kelembapan relatif udara.\nPada perancangan alat uji sensor kelembapan udara ini, dirancang suatu alat\nyang dapat mengondisikan temperatur dan kelembapan relatif udara serta merekam\ndan menampilkan hasil karakterisasi dari sensor kelembapan udara tersebut. Dalam\nmenunjang alat uji sensor kelembapan relatif udara tersebut, diperlukan sebuah\ndesain antarmuka (user interface) serta sebuah sistem yang mampu melakukan\npenyimpanan data karakterisasi sensor. Desain antarmuka pada alat ini\nmenggunakan web server yang dibangun dalam ESP32 (mikrokontroller).\nKemudian, sistem penyimpanan data pada alat ini menggunakan SPIFFS atau Serial\nPeripheral Interface Flash File System pada ESP32.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213809", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213810", "Abstract": "https://digilib.itb.ac.id/gdl/download/213811", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213812", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213813"}, "Penulis": "Fienda Amalia Siddi [13216067]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Amin Sulthoni, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "User Interface, Web Server, SPIFFS, CSV (Comma-Separated Values)", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "25 Sep 2020"}