{"Nomor": 50975, "Judul": "PEMANTAUAN KUALITAS UDARA RUANGAN LABORATORIUM KESEHATAN DAERAH JAWA BARAT MELALUI ANALISIS KOMUNITAS MIKROBA DENGAN METODE CULTURE DEPENDENT", "Abstrak": "Keselamatan kerja pegawai laboratorium merupakan aspek yang perlu diperhatikan pada institusi ilmiah dan kesehatan. Sebagai institusi kesehatan rujukan COVID-19 untuk daerah Jawa Barat, Laboratorium Kesehatan Daerah (Labkesda) Jawa Barat perlu dipantau kualitas udaranya untuk menentukan potensi infeksi nosokomial yang dapat berdampak pada keselamatan kerja pegawai laboratorium. Penilaian risiko untuk udara laboratorium meliputi analisis kelimpahan mikroba dengan jalur infeksi melalui udara (airborne) dan sifat patogennya. Penilaian risiko terkait kelimpahan mikroba dapat mengacu pada standar kelimpahan mikroba udara untuk institusi kesehatan dari Kemenkes RI. Sedangkan untuk penilaian risiko untuk sifat patogen dapat mengacu pada artikel-artikel ilmiah mengenai mikroba patogen airborne. Dalam penelitian ini diujikan perbedaan kelimpahan total mikroba, kelimpahan relatif mikroba, serta indeks ekologi dari ruangan serta rincian mengenai komunitas mikroba udara pada sampel udara dari enam ruangan berbeda di Labkesda Jawa Barat. Penelitian dilakukan dalam dua tahap yaitu pengambilan sampel udara dan analisis mikroba dari sampel udara di laboratorium. Pengambilan sampel dilakukan di enam ruangan dengan fungsi ruangan berbeda selama empat jam pada pagi hari (08:30 - 12:30 WIB) menggunakan filter berpori 0,45 ?m pada instalasi yang dilengkapi dengan pompa vakum penghisap udara. Pengambilan sampel dilakukan satu kali pada hari yang berbeda-beda untuk setiap ruangan. Mikroba pada filter diisolasi pada lima media tumbuh: Nutrient Agar, Reasoner’s 2A, Potato Dextrose Agar, Eosin Methylene Blue, dan Salmonella-Shigella Agar dengan metode sebar. Angka lempeng total dari isolat sampel digunakan sebagai nilai kelimpahan mikroba udara pada setiap ruangan. Identifikasi koloni pada isolat dilakukan secara makroksopik, serta secara molekuler dengan matrix-assisted laser desorption/ionization dengan time-of-flight (MALDI-TOF) mass spectrometer. Hasil penelitian menunjukkan bahwa kelimpahan mikroba lebih terkendali pada ruangan-ruangan laboratorium dibandingkan dengan ruangan non-laboratorium di Labkesda Jabar. Analisis indeks Shannon dan Simpson menunjukkan dominansi spesies tertentu di udara ruangan dipengaruhi oleh densitas dan aktivitas manusia, serta sirkulasi udara yang mengindikasikan sumber asal mikroba isolat dan karakteristik pertumbuhannya. Analisis indeks Sorensen menunjukkan kemiripan komunitas mikroba ditemukan antar ruangan-ruangan yang memiliki korelas aktivitas manusia. Ruang pendaftaran dan ruang pengambilan sampel swab Labkesda Jabar masih belum memenuhi standar ruangan administrasi institusi kesehatan yang ditetapkan Kemenkes RI dengan nilai kelimpahan sebesar 3 × 104 dan 2,3 × 104 CFU/m3 udara. Ruang rapat dan ketiga ruang laboratorium Labkesda Jabar tidak dapat dinyatakan belum memenuhi atau sudah memenuhi standar Kemenkes RI karena batas bawah deteksi metode yang digunakan lebih tinggi dibandingkan standar Kemenkes RI dan kelimpahan mikroba yang diperoleh untuk ruangan-ruangan tersebut berada di bawah batas deteksi metode yang digunakan. Hasil identifikasi menunjukkan bahwa isolat-isolat yang dapat dikuantifikasi merupakan bakteri ubiquitous yang berasal dari alam dan bukan merupakan patogen yang dapat menginfeksi melalui jalur udara (airborne). Berdasarkan hasil penelitian secara umum dapat disimpulkan bahwa ruangan-ruangan laboratorium di Labkesda Jawa Barat dapat digunakan sebagai gambaran umum untuk acuan evaluasi protokol pemeliharaan udara ruangan di lingkungan Labkesda Jawa Barat.", "Daftar File": {}, "Penulis": "Muhammad Iqbal [10415021]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bioaerosol, fasilitas kesehatan, keselamatan kerja, kualitas udara, penilaian risiko.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}