{"Nomor": 50981, "Judul": "PENGEMBANGAN PROSEDUR PERANCANGAN KOKPIT PESAWAT N-219 BERDASARKAN KAIDAH ANTROPOMETRI", "Abstrak": "Sejak tahun 2007, PT Dirgantara Indonesia (PT DI) telah mengembangkan pesawat udara N-219. Salah satu bagian dari pesawat N-219 adalah kokpit, sebuah ruangan khusus yang terdapat di bagian depan pesawat sebagai tempat pilot mengoperasikan pesawat. Sebelum memproduksi pesawat secara massal, PT DI membuat prototipe pesawat untuk dievaluasi. Pada prototipe kokpit pesawat N-219, terdapat beberapa masalah antropometri dimana pilot dengan tinggi badan lebih besar dari 175 cm akan mengalami keterbatasan gerak dan kesulitan dalam mengoperasikan kokpit. Limitasi rancangan ini disebabkan karena PT DI belum memiliki prosedur perancangan kokpit pesawat yang mempertimbangkan karakteristik tubuh pilot. Oleh karena itu, rumusan masalah dari penelitian ini adalah “Bagaimana prosedur perancangan kokpit pesawat yang sesuai dengan kaidah antropometri?”\nPada penelitian ini, langkah pertama yang dilakukan adalah memahami dasar teori penelitian terkait pesawat dan prosedur perancangan berdasarkan antropometri. Setelah itu, diidentifikasi informasi apa saja yang dibutuhkan dalam merancang usulan prosedur tersebut antara lain informasi terkait pesawat secara umum, ruang kerja, keterlihatan, keterjangkauan, dan peralatan. Setelah itu, diidentifikasi standar-standar yang mengatur tentang perancangan pesawat dan ditentukan standar yang digunakan dalam penelitian ini antara lain CASR 23, MIL-STD 1333, GAMA nomor 10, dan Laporan USAARL tahun 2000 nomor 10.\nHasil dari penelitian ini adalah usulan prosedur perancangan kokpit pesawat berdasarkan kaidah antropometri. Perancangan diawali dengan pengambilan data antropometri yang terdiri dari pengukuran sampel, penentuan dimensi antropometri, dan pengujian data antropometri. Selanjutnya, ditentukan pendekatan perancangan dan tahap perancangan yang terdiri dari penentuan tiga titik perancangan yaitu SRP, DEP, dan HRP, yang menjadi acuan perancangan untuk menentukan kriteria kursi, ruang jangkauan mata, tangan, dan kaki, peletakan instrumen, dan struktur kokpit secara keseluruhan.", "Daftar File": {}, "Penulis": "Nindya Putri Fadillah [13415066]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hardianto Iridiastadi, MSIE"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "antropometri, kokpit, pesawat, SRP, DEP, HRP", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}