{"Nomor": 50994, "Judul": "STUDI PEMBENTUKAN BUBBLE PADA PENCAMPURAN ALIRAN MULTIFASA PIPA T BERPENAMPANG PERSEGI", "Abstrak": "Penelitian tugas sarjana ini menganalisis aliran dan pembentukan bubble pada\nPipa T berpenampang persegi sebagai salah satu geometri yang sering digunakan pada\nteknologi mikrofluida. Pada umumnya, geometri Pipa T banyak digunakan untuk proses\npencampuran maupun pemisahan akan tetapi pada penelitian ini difokuskan pada\npencampuran dua fluida yaitu air yang mengalir pada saluran utama dan udara yang\nmengalir pada saluran cabang. Studi ini dilakukan menggunakan Computational Fluid\nDynamics melalui metode finite volume dengan tiga buah variable yaitu perbandingan\nkecepatan kedua fludia (Z), rasio lebar penampang (Wc/Wu) dan juga sudut injeksi\nsaluran cabang (?). Studi ini menginvestigasi bagaimana ketiga variabel dapat\nmempengaruhi ukuran bubble yang terbentuk. Selain itu studi ini memiliki tujuan lain\nberupa menganalisis profil kecepatan sebelum dan sesudah proses pencampuran pada\nPipa T.\nPada tahap pemodelan, Pipa T didesain menggunakan Solidworks sedangkan\nsimulasi dilakukan dengan ANSYS Fluent. Berdasarkan hasil studi, perbandingan\nkecepatan kedua fluida dan rasio lebar penampang berpengaruh pada pembentukan\nbubble dengan hubungan yang linear. Kedua variabel ini divalidasi dengan\nmembandingkan hasil studi terhadap hasil penelitian literatur. Sedangkan sudut injeksi\nsaluran cabang memberikan pengaruh yang minim pada ukuran bubble sehingga\nhubungan di antara keduanya tidak dapat ditentukan secara jelas. Kebenaran dari\npengujian ini divalidasi dengan menggunakan uji konvergensi.", "Daftar File": {"ABSTRAK Jason Santoso": "https://digilib.itb.ac.id/gdl/download/213857"}, "Penulis": "Jason Santoso [13116082]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "bubble, Pipa T, mikrofluida, profil kecepatan, fully developed, sudut injeksi, uji konvergensi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}