{"Nomor": 50996, "Judul": "PEMODELAN DAN ANALISIS MEKANISME RETAK ELEKTROLIT PADAT PADA SOLID STATE BATTERY", "Abstrak": "Solid State Battery merupakan salah satu terobosan dalam pengembangan teknologi baterai. Solid state battery atau bisa disebut SSB ini mempunyai beberapa kelebihan dibandingkan dengan baterai yang menggunakan elektrolit cair. Baterai dengan elektrolit padat mempunyai potensi memberikan energi yang lebih besar karena densitasnya yang lebih tinggi. Elektrolit padat juga cukup aman karena kemungkinan terbakar akibat adanya short circuit yang biasa terjadi pada elektrolit cair dapat diatasi. Saat proses charge – discharge pada baterai dengan elektrolit padat ini, perpindahan lithium ion akan terjadi yang menyebabkan katoda dan anoda mengalami perubahan volume. Perubahan volume akibat adanya perpindahan lithium tersebut dapat mengakibatkan tegangan mekanik pada elektrolit padat. Tegangan tersebut dapat mengakibatkan retakan pada elektrolit padat sehingga performa baterai dapat menurun. Penelitian ini bertujuan untuk mengetahui fenomena retak pada elektrolit pada akibat perubahan volume anoda dan katoda. Hal ini dapat dilakukan dengan menyimulasikan SSB dengan komponen utama LCO sebagai katoda, indium sebagai anoda, dan LGPS sebagai elektrolit padat. Besar tegangan yang diakibatkan oleh ekspansi volume dari anoda dan katoda dievaluasi. Cohesive element disisipkan pada batas butir elektrolit padat yang digunakan untuk membantu menyimulasikan retakan yang terjadi pada baterai. Besar tegangan yang diketahui melalui simulasi ekspansi dan traction separation law digunakan sebagai dasar dalam pertimbangan dalam pendefinisian sifat retak. Cohesive element dengan tegangan pada sifat retak yang lebih kecil dapat menyebabkan retakan yang terlihat bertambah.", "Daftar File": {"ABSTRAK Muhammad Hanif": "https://digilib.itb.ac.id/gdl/download/213858"}, "Penulis": "Muhammad Hanif [13116070]", "Kontributor / Dosen Pembimbing": ["Dr. Bentang Arief Budiman, S.T., M.Eng.", "Poetro Lebdo Sambegoro, M.Sc., Ph.D.", "Dr. Ir. Ignatius Pulung Nurprasetio, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "solid state battery, ekspansi volume, tegangan, retakan, cohesive element, traction separation law", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}