{"Nomor": 51008, "Judul": "PROPAGASI KONVEKSI DI PESISIR UTARA JAWA BAGIAN BARAT BERDASARKAN SIMULASI MODEL WRF-ARW: STUDI KASUS KEJADIAN HUJAN DINI HARI 27 JANUARI 2002", "Abstrak": "Hujan dini hari di pesisir utara Jawa bagian barat memiliki karakteristik propagasi\nyang kuat dan dapat menyebabkan variasi fase konveksi diurnal (Yulihastin dkk.,\n2020). Kejadian hujan dini hari di pesisir ini dipengaruhi oleh CENS. Penelitian ini\ndilakukan dengan tujuan mengonfirmasi pengaruh CENS terhadap kejadian hujan\ndini hari di pesisir utara Jawa bagian barat dengan cara menguji sensitivitas ukuran\ndomain model dalam menyimulasikan hujan dini hari dan propagasi konveksi di\npesisir utara Jawa bagian barat.\nUji sensitivitas terhadap ukuran domain model dilakukan dengan merancang dua\njenis ukuran domain, yaitu: domain yang mencakup wilayah Laut Tiongkok Selatan\n(LTS) dan domain yang tidak mencakup wilayah LTS. Namun, sebelum uji\nsensitivitas terhadap ukuran domain, dilakukan uji sensitivitas terhadap skema\nkonveksi dan panjang waktu simulasi sebagai bagian dari persiapan sebelum\nrunning model agar dapat menghasilkan simulasi terbaik. Skema konveksi yang\ndibandingkan yaitu antara skema BMJ dan KF, sedangkan panjang waktu simulasi\nyang diuji adalah 1 hari, 2 hari, 3 hari dan 4 hari. Untuk mengonfirmasi hasil\nsimulasi, dilakukan komparasi secara visual menggunakan data 3B41RT TRMM.\nSimulasi dilakukan dengan menggunakan kasus nyata yaitu kejadian hujan dini hari\ntanggal 27 Januari 2002.\nHasil penelitian menunjukkan bahwa ukuran domain yang digunakan dalam proses\nrunning agar dapat menggambarkan hujan dini hari dan propagasi konveksi di\nkawasan pesisir secara lebih realistis adalah domain yang diperluas ke utara yang\nmeliputi wilayah LTS. Adapun domain yang lebih sempit dan tidak meliputi\nwilayah LTS menghasilkan propagasi konveksi yang tidak realistis karena\npembentukan dua pola propagasi dari laut ke wilayah pesisir. Hasil kajian ini sesuai\ndengan penelitian sebelumnya yang menunjukkan bahwa CENS berpengaruh\nterhadap pembentukan konveksi yang menghasilkan hujan dini hari di pesisir utara\nJawa bagian barat melalui propagasi konveksi yang kuat.", "Daftar File": {"ABSTRAK Irineu Rakhmah Fauziah": "https://digilib.itb.ac.id/gdl/download/213879"}, "Penulis": "Irineu Rakhmah Fauziah [12814036]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Wahyu Hadi, M.Sc.", "Erma Yulihastin, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Hujan diurnal, propagasi, pesisir, WRF.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}