{"Nomor": 51001, "Judul": "RANCANGAN INTERAKSI INKLUSI TEKNOLOGI FINANSIAL DENGAN PENDEKATAN USER-CENTERED DESIGN (STUDI KASUS: PENDERITA GANGGUAN PENGLIHATAN)", "Abstrak": "Menurut sebuah penelitian, 83% informasi diserap melalui visual, menjadikan\nPenderita Gangguan Penglihatan (PGP) sebagai disabilitas yang paling sulit\nmenerima informasi. Layanan finansial merupakan salah satunya, Asisten Deputi\nPemberdayaan Disabilitas dan Lanjut Usia Kemenko PMK mengatakan bahwa\ndisabilitas masih memiliki akses yang rendah terhadap layanan finansial karena\nsistem keuangan yang belum aksesibel, walaupun pemerintah di Indonesia sudah\nmenggerakkan inklusi keuangan dengan menerbitkan SNKI (Strategi Nasional\nKeuangan Inklusif). Oleh karena itu, dibuat rancangan interaksi teknologi finansial\nyang bersifat inklusif dengan pendekatan user-centered design agar dapat\ndigunakan PGP. Rancangan interaksi tersebut dibuat seaksesibel mungkin\nberdasarkan hasil riset pengguna untuk menentukan fitur-fiturnya dan memperbaiki\nkesulitan yang selama ini dialami pengguna. Metode observasi, kuesioner, dan\nwawancara digunakan untuk mengambil data terkait perilaku pengguna. Pembuatan\nrancangan dilakukan dengan dua iterasi, yaitu prototipe low-fidelity dan highfidelity. Prototipe low-fidelity dibuat dengan membuat semua komponennya terbaca\noleh screen reader, namun ternyata hal itu tidak cukup dan memiliki kekurangan\nyang diperbaiki pada prototipe high-fidelity. Pengujian dilakukan menggunakan\nusability testing untuk mengevaluasi pencapaian usability goals dan user\nexperience goals yang didapatkan dari riset pengguna, yaitu effectiveness,\nlearnability, safe to use, dan helpful. Hasil pengujian prototipe high-fidelity\nmenunjukkan bahwa prototipe sudah efektif dengan completion rate sebesar 96,6%.\nPrototipe ini juga sudah mencapai learnability dengan nilai SEQ sebesar 6,08 dari\nskala 7 dengan 7 sebagai nilai terbaik, nilai SUS sebesar 92 dari skala 100, dan nilai\nPSSUQ sebesar 1,13 dari skala 7 dengan 1 sebagai nilai terbaik. Pencapaian safe to\nuse ditandai dengan nilai SUS sebesar 95 dan nilai PSSUQ sebesar 1,5. Tingkat\nhelpful juga diraih berdasarkan nilai kuesioner IMI sebesar 6,8 dari skala 7.", "Daftar File": {"Abstract": "https://digilib.itb.ac.id/gdl/download/213867", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213865", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213868", "Cover": "https://digilib.itb.ac.id/gdl/download/214140", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/214141"}, "Penulis": "Azka Nabilah Mumtaz [13516013]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T., M.Eng., Ph.D.", "Ginar Santika Niwanputri, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "teknologi finansial, fintech, PGP, tunanetra, inklusif, user-centered design, usability, user experience, prototipe", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "5 file", "Tanggal Input": "25 Sep 2020"}