{"Nomor": 51002, "Judul": "PERANCANGAN PROTOTIPE SISTEM PENDUKUNG KEPUTUSAN PENENTUAN DAN EVALUASI SASARAN PENERIMA PROGRAM PENANGGULANGAN KEMISKINAN (STUDI KASUS: SISTEM PENANGGULANGAN KEMISKINAN KOTA PADANG)", "Abstrak": "Kemiskinan merupakan salah satu permasalahan sosial-ekonomi yang saat ini masih ada di Indonesia. Dalam hal ini, pemerintah bertanggungjawab terhadap kemiskinan dengan menyalurkan bantuan kepada masyarakat miskin. Akan tetapi, terdapat banyak permasalahan terkait ketidak tepat sasaran program kemiskinan yang disalurkan oleh Pemerintah. Hal tersebut dikarenakan proses pengambilan keputusan terkait status kemiskinan penduduk serta perumusan program kemiskinan masih dilakukan secara manual, yang menimbulkan inefisiensi dan kurangnya objektivitas dari proses pengambilan keputusan. Oleh karena itu, penelitian Tugas Akhir ini bertujuan untuk merancang prototipe sistem pendukung keputusan yang dapat membantu proses pengambilan keputusan penanggulangan kemiskinan di Kota Padang.\nPerancangan prototipe dimulai dari proses penyesuaian metode serta proses bisnis penentuan sasaran penerima program kemiskinan di Kota Padang. Penyesuaian metode dilakukan dengan mmengkaji metode dari sumber literatur. Kemudian, dilakukan kajian proses pengambilan keputusan sesuai pendekatan Simon (1960) yang membagi tahapan pengambilan keputusan menjadi fase intelligence, design, dan choice. Setelah itu, dilakukan kajian perancangan subsistem prototipe sistem pendukung keputusan sesuai pendekatan Turban dkk. (2007), dimana terdapat subsistem manajemen model, data, dan antarmuka dari kajian ini. Prototipe dibangun menggunakan Microsoft Excel 2016 dengan bahasa pemograman Visual Basic.\nDari hasil kajian terhadap prototipe sistem pendukung keputusan, diperoleh bahwa penggunaan prototipe dapat mengurangi waktu pelaksanaan survei kemiskinan sebesar 1498,33 menit atau 35% dari total waktu pada kondisi saat ini di Kota Padang. Selain dari aspek durasi, penggunaan prototipe juga dapat meningkatkan kualitas proses dan hasil pengambilan keputusan berdasarkan aspek efektivitas, efisiensi, keadilan dan transparansi. Dalam implementasi rancangan sistem pendukung keputusan, Pemerintah Kota Padang perlu mempersiapkan sumber daya manusia dan perangkat sistem informasi.", "Daftar File": {"ABSTRAK Rafki Islamy": "https://digilib.itb.ac.id/gdl/download/213866"}, "Penulis": "Rafki Islamy [13416061]", "Kontributor / Dosen Pembimbing": ["Ir. Darwin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sistem pendukung keputusan, prototipe, penanggulangan kemiskinan, survei kemiskinan, program kemiskinan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}