{"Nomor": 51003, "Judul": "PENGARUH DERAJAT SATURASI DAN INDEKS PLASTISITAS TERHADAP KARAKTERISTIK PEMADATAN PADA TANAH BERBUTIR HALUS DARI BEBERAPA LOKASI DI INDONESIA", "Abstrak": "Proses pemadatan tanah atau kompaksi dilakukan dengan memberikan energi mekanis yang\ndiberikan oleh palu (hammer) yang memiliki berat dan tinggi jatuh tertentu. Sebelum proses pemadatan\ntanah dikerjakan di lapangan atau lokasi proyek, tanah akan diambil sebagian sebagai sampel uji kompaksi\ndi laboratorium. Faktor-faktor yang perlu diperhatikan ketika melakukan uji kompaksi di laboratorium\nadalah kadar air yang dicampurkan ke sampel tanah, jumlah pukulan, jumlah lapisan, tinggi jatuh hammer,\ndan berat hammer. Indikator kepadatan tanah optimum dari sampel tanah yang diuji tersebut ditunjukkan\ndengan nilai kepadatan kering maksimum (?d)max atau (?d)max terhadap kadar air optimum (wopt). Namun,\nparameter tersebut belum tentu menggambarkan kualitas kompaksi di lapangan yang bergantung pada\npenggunaan energi kompaksi dan jenis tanahnya. Derajat saturasi optimum (Sr)opt merupakan derajat\nsaturasi yang terjadi saat nilai (?d)max diperoleh. Dalam hal ini, (Sr)opt merupakan besaran yang tidak\nbergantung terhadap nilai CEL maupun jenis tanah, sehingga (Sr)opt dapat digunakan sebagai parameter\ntambahan yang digunakan untuk kontrol pemadatan tanah di lapangan. Berdasarkan hasil uji atterberg’s\nlimit, uji kompaksi, dan unconfined compression test terhadap tanah-tanah dari beberapa lokasi di\nIndonesia, diperoleh hubungan antara derajat saturasi dan (?d)max, hubungan antara (?d)max dan nilai indeks\nplastisitas, hubungan antara ?c dan nilai indeks plastisitas, hubungan antara (?d)max dan nilai batas cair, dan\nhubungan antara ?c dan nilai batas cair. Hasil yang didapatkan dari analisis hubungan-hubungan tersebut\nadalah pola kecenderungan (Sr)opt terhadap (?d)max sebesar 81,19 - 96,7% dan persamaan untuk mengetahui\nkisaran nilai (?d)max dengan mengetahui nilai indeks plastisitas atau batas cairnya.", "Daftar File": {"ABSTRAK Laras Dipa Pramudita": "https://digilib.itb.ac.id/gdl/download/213870"}, "Penulis": "Laras Dipa Pramudita [25017303]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hasbullah Nawir, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kompaksi, berat isi kering maksimum, derajat saturasi, kadar air, index properties, indeks plastisitas, batas cair, unconfined compression test, compressive strength", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2020"}