{"Nomor": 51000, "Judul": "PEMODELAN PENCEKAMAN DAN PENGGULIRAN JARUM PADA PROSES PENGASAHAN JARUM SUNTIK", "Abstrak": "Jarum suntik merupakan salah satu alat kesehatan dengan permintaan yang cukup tinggi. Pemenuhan permintaan tersebut dapat diupayakan dengan suatu alat yang dapat memproduksi jarum suntik secara massal dan sesuai dengan spesifikasi geometri. Salah satu alat yang dapat digunakan untuk mengatasi permasalahan tersebut adalah jig dan fixture. Jig and fixture dipasangkan pada mesin gerinda sehingga dapat mempermudah dan mempercepat proses pengasahan. Jig dan fixture telah dibuat pada tugas sarjana Adi Sutowijoyo (13114096). Namun, saat proses pengasahan permasalahan ditemukan sehingga hasil yang didapat dari penggunaan jig and fixture belum optimal.\nPenelitian ini dimulai dengan mengidentifikasi permasalahan yang terdapat pada jig and fixture dan didapati kemungkinan permasalahan terjadi pada material pencekaman yang digunakan. Setelah itu, pemodelan proses pencekaman dan pengguliran dilakukan dengan perangkat lunak Ansys untuk mendapatkan pengaruh jenis material terhadap proses pengguliran. Material yang ditinjau dalam proses simulasi adalah polyurethane, ST37, aluminum alloy, dan polyethylene. Setelah melakukan pemodelan, hasil yang didapat diolah dengan teori yang bersangkutan. Hasil perbandingan proses pengguliran ini yang dijadikan acuan dalam penyelesaian masalah.\nBerdasarkan hasil simulasi, sifat fisik material yaitu modulus elastisitas, Poisson’s ratio, dan koefisien gesek berpengaruh dalam proses pengguliran jarum sehingga terdapat perbedaan nilai slip. Urutan material dimulai dari material dengan nilai slip yang paling kecil adalah sebagai berikut: polyurethane, aluminium alloy, polyethylene, dan steel (ST 37). Dengan nilai slip yang didapatkan, material plat untuk proses pengguliran yang dapat memenuhi spesifikasi geometri jarum suntik adalah material polyurethane.", "Daftar File": {}, "Penulis": "Billy Abraham Bangun [13115138]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "jarum suntik, jig and fixture, proses pengguliran, material", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}