{"Nomor": 51019, "Judul": "ANALISIS EDGE CONTRAST PADA HUTAN CAGAR ALAM PATENGAN I, JAWA BARAT BERDASARKAN KLASIFIKASI TUTUPAN LAHAN DENGAN METODE OBJECT BASED IMAGE ANALYSIS (OBIA)", "Abstrak": "Cagar Alam Patengan I merupakan salah satu kawasan suaka alam yang perlu dilindungi dan berkembang secara alami. Namun luasannya yang sempit dan alih fungsi lahan di sekitarnya membuat flora dan fauna di dalamnya terancam punah. Tutupan lahan tidak berhutan yang bersebelahan dengan cagar alam seperti perkebunan dan jalan raya dapat memberikan pengaruh terhadap tepi yang sangat besar yang dapat mengubah pola tutupan lahan. Penelitian ini bertujuan untuk menentukan edge contrast hutan Cagar Alam Patengan I berikut tutupan lahannya dengan kawasan yang berbatasan dengan cagar alam tersebut. Tahapan penelitian terdiri atas pengambilan data lapangan, pra-pengolahan data, klasifikasi tutupan lahan, uji akurasi dan analisis edge contrast. Pengambilan data lapangan berupa pemetaan kawasan dilakukan menggunakan drone DJI Phantom 4 Pro. Pra-pengolahan data mencakup pembuatan mosaic menggunakan Agisoft Photoscan dan pemotongan citra. Klasifikasi tutupan lahan dilakukan dengan metode Object Based Image Analysis (OBIA) pada area seluas 145,81 ha. Hasil klasifikasi tutupan lahan diuji keakuratannya dengan menghitung producer’s accuracy dan user’s accuracy menggunakan matriks kesalahan dan dilakukan juga pengujian overall accuracy dan Indeks Kappa. Analisis edge contrast dihitung dengan Edge Contrast (ECON_MN) yaitu pengukuran perbedaan antara tutupan lahan hutan dengan tutupan lahan yang terdapat di sebelahnya. Hasil klasifikasi tutupan lahan menunjukan bahwa hutan Cagar Alam Patengan I berbatasan dengan tutupan lahan berupa kebun teh, perkebunan, semak belukar, lahan terbuka dan jalan raya. Berdasarkan analisis edge contrast pada hutan menunjukan edge contrast pada hutan Cagar Alam Patengan I sebesar 67,88 %. Hal ini menunjukan edge contrast pada Kawasan Cagar Alam Patengan I cukup tinggi dan diindikasi menyebabkan efek tepi dan masalah konservasi lainnya.", "Daftar File": {}, "Penulis": "Muhammad Ridwan Firdaus [11515044]", "Kontributor / Dosen Pembimbing": ["Dr. Nurudin, S.Hut., M.Si.", "Dr. Rina Ratnasih Purnamahati, MS, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Cagar Alam, Object Based Image Analysis (OBIA), Edge Contrast", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}