{"Nomor": 51015, "Judul": "TRANSFER TATA RIAS WAJAH TERKUSTOMISASI DENGAN MENGGUNAKAN GENERATIVE ADVERSARIAL NETWORKS", "Abstrak": "Memilih tata rias yang tepat masih menjadi sebuah permasalahan yang besar. Terdapat\nberbagai pilihan alat dan bahan tata rias, yang bervariasi mulai dari warna, fungsi, cara\npenggunaan, hingga pilihan brand yang meningkatkan kompleksitas dalam pemilihan\nkombinasi tata rias yang tepat. Solusi permasalahan ini secara umum terbagi menjadi dua,\nyakni dengan teknik pemrosesan gambar secara tradisional dan deep learning.\nMetode deep learning, khususnya framework generative adversarial networks menunjukkan\nhasil yang realistis dan berkualitas dibandingkan dengan metode lain. Implementasi paling\nmutakhir dari generative adversarial networks pada transfer tata rias hanya dapat menerima\nsatu citra referensi tata rias, sehingga masih belum menyelesaikan permasalahan kombinasi\ndan kompleksitas pemilihan tata rias.\nPada tugas akhir, telah berhasil dikembangkan model generative adversarial networks yang\ndapat melakukan transfer tata rias terkustomisasi secara akurat dan berkualitas tinggi dengan\nmemanfaatkan arsitektur CycleGAN dan histogram matching. Evaluasi dilakukan secara\nkualitatif dan kuantitatif terhadap luaran model. Evaluasi kuantitatif dilakukan dengan\nmelakukan user study untuk menilai kualitas identitas wajah, kualitas secara keseluruhan, dan\nakurasi transfer tata rias dari model, sedangkan evaluasi kualitatif dilakukan dengan inspeksi\ndan analisis citra luaran model secara manual.\nEvaluasi tersebut menunjukkan hasil yang baik dari segi kualitatif maupun kuantitatif.\nBerdasarkan hasil evaluasi, dapat disimpulkan bahwa model transfer tata rias wajah\nterkustomisasi dengan menggunakan generative adversarial networks telah berhasil dibangun\ndan berjalan dengan optimal.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213895", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213897", "Abstract": "https://digilib.itb.ac.id/gdl/download/213898", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213899", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213900"}, "Penulis": "Hafizh Budiman [13516137]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati S., M.Comm.", "Ardian Umam, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "deep learning, generative adversarial networks, transfer tata rias, kustomisasi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "25 Sep 2020"}