{"Nomor": 51010, "Judul": "STUDI MIKROSTRUKTUR PADA BETON GEOPOLIMER BERBAHAN DASAR FLY ASH DENGAN SERAT POLYPROPYLENE MIKRO", "Abstrak": "Fly ash adalah residu hasil pembakaran batu bara. Fly ash yang dicampur dengan\nlarutan aktivator dapat menjadi pengikat melalui proses polimerisasi. Campuran\ndari fly ash, larutan aktivator, pasir, dan kerikil disebut beton geopolimer. Untuk\nmeningkatkan kuat tarik belah, lentur dan deformasi digunakan serat polypropylene\nmikro.\nDilakukan 2 studi, yaitu studi literatur dan studi eksperimental. Pada studi literatur\nakan dicari faktor – faktor apa saja yang mempengaruhi kekuatan beton geopolimer\ndan bagaimana pengaruh penambahan serat polypropylene mikro terhadap\nkekuatan beton geopolimer. Pada studi eksperimental ini akan diteliti fly ash\nsebagai binder. Campuran perbandingan anatara binder : pasir : kerikil adalah 1,0 :\n0,4 : 1,2. Binder terdiri dari fly ash dan aktivator dengan perbandingan 1,0 : 1,0.\nSemetara perbandingan aktivator yang terdiri dari Na2SiO3 : NaOH adalah 4,0 : 1,0.\nMolaritas NaOH adalah 12M. Ada 4 variasi penambahan serat, yaitu 0 kg/m3\n; 0,6\nkg/m3\n; 0,75 kg/m3\n; dan 0,9 kg/3\n. Dilakukan pengujian properti mekanik berupa kuat\ntekan dan kuat tarik belah dengan benda uji silinder 100 x 200 mm dan uji kuat\nlentur dengan benda uji balok 100 x 100 x 400. Dilakukan juga pengujian\nmikrostruktur dengan menggunakan Scanning Electron Microscope (SEM) dan\nEnergy Dispersive X-Ray Spectroscopy (EDS).\nDari hasil studi literatur, faktor yang mempengaruhi kekuatan beton geopolimer\nberasal dari rasio aktivator terhadap binder, rasio Na2SiO3 terhadap NaOH,\nmolaritas NaOH, ukuran fly ash, dan bentuk microsphere fly ash. Perilaku\npenambahan serat terhadap beton geopolimer sama seperti beton normal.\nPenambahan serat terhadap kuat tekan menaikan daktilitas 1,8% - 20,9%, untuk\nketangguhan kuat tarik naik 53,4% - 98,5%, untuk degradasi pasca puncak kuat\nlentur lebih rendah 9,6-24,8%. Untuk hasil uji SEM, ikatan yang terbentuk adalah\npolysialate-sioloxo dengan rasio Si/Al = 2,13 – 2,99. Ada tambahan gel C-A-S-H\ndan N-A-S-H yang terbentuk. Pada variasi serat 0,75 kg/m3\n terlihat juga ITZ yang\nbaik dan memiliki gel C-A-S-H dan N-A-S-H terbanyak. Lekatan antara serat dan\ngel gepolimer juga mempengaruhi kekuatan beton itu tersendiri.", "Daftar File": {"ABSTRAK Liesly Felicity Setiawan": "https://digilib.itb.ac.id/gdl/download/214371", "COVER Liesly Felicity Setiawan": "https://digilib.itb.ac.id/gdl/download/252339", "BAB 1 Liesly Felicity Setiawan": "https://digilib.itb.ac.id/gdl/download/252340", "BAB 2 Liesly Felicity Setiawan": "https://digilib.itb.ac.id/gdl/download/252341", "BAB 3 Liesly Felicity Setiawan": "https://digilib.itb.ac.id/gdl/download/252342", "BAB 4A Liesly Felicity Setiawan": "https://digilib.itb.ac.id/gdl/download/252344", "BAB 4B Liesly Felicity Setiawan": "https://digilib.itb.ac.id/gdl/download/252345", "BAB 5 Liesly Felicity Setiawan": "https://digilib.itb.ac.id/gdl/download/252346", "PUSTAKA Liesly Felicity Setiawan": "https://digilib.itb.ac.id/gdl/download/252347"}, "Penulis": "Liesly Felicity Setiawan [25018066]", "Kontributor / Dosen Pembimbing": ["Dyah Kusumastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beton geopolimer, fly ash, binder, aktivator, kuat tekan, kuat tarik belah, kuat lentur, scanning electron microscope, mikrostruktur fly ash, gel geopolimer", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "25 Sep 2020"}