{"Nomor": 51028, "Judul": "PENGARUH CRYPTOBRACHYTONE C TERHADAP EKSPRESI GEN LDOC1, NFKBIZ, DAN HRK PADA LINI SEL KANKER MCF-7", "Abstrak": "Kanker payudara merupakan kanker dengan persen kematian tertinggi pada perempuan.\nPada tahun 2018, sebanyak 15% (sekitar 630.000) pengidap kanker pada perempuan yang\nmeninggal merupakan pengidap kanker payudara. Metode terapi kanker payudara yang\npaling umum digunakan saat ini adalah pembedahan, radioterapi dan kemoterapi\nmenggunakan senyawa sitotoksik seperti Doxorubicin. Akan tetapi, metode pengobatan\ntersebut memiliki efek negatif. Oleh karena itu, saat ini banyak dilakukan riset mengenai\nterapi kanker payudara dengan efek negatif yang lebih rendah, seperti terapi menggunakan\nsenyawa bahan alam. Cryptocarya adalah nama genus tumbuhan yang banyak digunakan\nsebagai tanaman obat tradisional. Ekstrak Cryptocarya diketahui memiliki efek biologis\nyang beragam seperti anti-inflamasi, antimikroba, antituberkulosis, dan aktivitas sitotoksik.\nBeberapa penelitian menunjukkan bahwa Cryptobrachytone C, senyawa yang diisolasi dari\nCryptocarya pulchinivera, memiliki efek sitotoksik pada lini sel kanker payudara MDAMB-\n23 dan lima lini sel kanker lainnya. RNA-seq dari lini sel kanker MCF-7 yang\ndiberikan perlakuan Cryptobrachytone C telah dilakukan sebelumnya. Terdapat dua sampel\nyang digunakan dalam RNA-seq: sel MCF-7 tanpa perlakuan dan sel MCF-7 dengan\nperlakuan Cryptobrachytone C 12,94 ?M (IC50) yang dikultur selama 24 jam. Penelitian ini\nbertujuan untuk menganalisis data RNA-seq dan memverifikasi hasil analisis data RNAseq\ntersebut menggunakan RT-qPCR. Analisis data RNA-seq dilakukan dengan protokol\nTuxedo. Terdapat tiga gen pilihan hasil dari analisis data RNA-seq, yaitu LDOC1, NFKBIZ,\ndan HRK. Uji kuantitatif ekspresi relatif LDOC1, NFKBIZ, dan HRK pada lini sel MCF-7\ndilakukan menggunakan qPCR dengan gen kontrol internal 18S rRNA. Terdapat lima\nperlakuan uji qPCR, yaitu perlakuan Cryptobrachytone C dengan konsentrasi 4,31 ?M\n(IC25), 12,94 ?M (IC50), dan 38,89 ?M (IC75); perlakuan Doxorubicin 0,5 ?g/mL; dan\nkontrol negatif. Analisis in-silico lanjutan untuk mengetahui interaksi antara\nCryptobrachytone C dengan protein faktor transkripsi gen LDOC1 dan HRK dilakukan\ndengan molecular docking menggunakan perangkat lunak AutoDock Vina. Tingkat\nekspresi gen LDOC1, NFKBIZ, dan HRK berdasarkan analisis RNA-seq pada kelompok\nperlakuan Cryptobrachytone C lebih tinggi dibandingkan dengan kelompok kontrol\n(upregulated). Ekspresi relatif LDOC1 pada semua perlakuan (IC25, IC50, IC75, dan\nDoxorubicin) lebih rendah dibandingkan kontrol negatif (downregulated). Ekspresi relatif\nNFKBIZ pada perlakuan Doxorubicin, IC50, dan IC75 lebih rendah dibandingkan kontrol\nnegatif, sedangkan pada perlakuan IC25, ekspresi relatifnya tidak berbeda secara signifikan dengan kontrol negatif. Ekspresi relatif HRK pada perlakuan IC75 lebih rendah\ndibandingkan kontrol negatif, sedangkan pada perlakuan IC25 dan IC50, ekspresinya tidak\nberbeda secara signifikan dibandingkan dengan kontrol negatif. Di lain sisi, ekspresi relatif\nHRK pada perlakuan Doxorubicin lebih tinggi dibandingkan kontrol negatif. Hasil uji\nqPCR menunjukkan bahwa gen LDOC1, NFKBIZ, dan HRK mengalami downregulation,\nterbalik dengan hasil analisis RNA-seq yang seharusnya upregulated. Oleh karena\nberdasarkan penelitian sebelumnya Cryptobrachytone C memiliki efek sitotoksik pada lini\nsel kanker, hasil uji qPCR pada NFKBIZ ini sesuai dengan peran protein I?B? dalam\nmenghambat apoptosis dan memicu proliferasi sel. Di lain sisi, hasil ekspresi relatif\nLDOC1 dan HRK terbalik dengan perannya sebagai gen pro-apoptosis. Analisis molecular\ndocking menunjukkan bahwa Cryptobrachytone C dapat berikatan pada situs pengikatan\nyang sama dengan SAH (AdoHcy), inhibitor dari DNMT1. Protein DNMT1 diketahui\ndapat menekan ekspresi LDOC1 dan HRK. Dengan demikian, diprediksi bahwa\nCryptobrachytone C berkompetisi dengan SAH sehingga DNMT1 tidak lagi terhambat.\nSecara umum, dapat disimpulkan bahwa perlakuan Cryptobrachytone C terhadap sel MCF-\n7 menurunkan ekspresi relatif gen LDOC1, NFKBIZ, dan HRK.", "Daftar File": {}, "Penulis": "Abdulloh Kafa Bihi [10616076]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Marselina Irasonia Tan, MS", "Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Analisis RNA-seq, Lini sel kanker payudara MCF-7, Cryptobrachytone C, RT-qPCR, LDOC1, NFKBIZ, HRK.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}