{"Nomor": 51025, "Judul": "MAKNA AWAN CUMULONIMBUS SEBAGAI BACKGROUND ART DALAM FILM ANIMASI THE GIRL WHO LEAPT THROUGH TIME KARYA MAMORU HOSODA", "Abstrak": "Fungsi karakter dan gambar latar sama-sama penting dalam penceritaan animasi.\nKeduanya memiliki peran menciptakan mood serta menjadi representasi\nkebudayaan tertentu. Penelitian mengenai gambar latar atau background dalam\nanimasi mulai dibahas di Indonesia, ditemukan tiga penelitian yang membahas\ntopik ini. Salah satunya adalah penelitian yang membahas mengenai implementasi\nelemen kebudayaan dalam animasi dengan memanfaatkan fungsi background dan\nbackground art. Terdapat ruang penelitian pada salah satu objek background\nanimasi yang belum pernah dibahas lebih dalam, yaitu representasi alam.\nPenelitian lalu mengambil studi kasus film The Girl Who leapt Through Time oleh\nMamoru Hosoda yang memiliki keunikan menggunakan awan cumulonimbus\nsebagai background art dalam scene dan adegan tertentu. Hosoda memaparkan\nbahwa awan cumulonimbus pada film-filmnya merupakan simbol kematangan\nkarakter utama sebagai aktor. Terdapat dua permasalahan berdasarkan hal tersebut,\npertama, Hosoda tidak menyampaikan bagaimana awan cumulonimbus tersebut\nmerepresentasikan kematangan karakter utama. Kedua, penelitian mengenai awan\ncumulonimbus di dalam animasi dan kebudayaan Jepang tidak pernah diteliti\nsebelumnya.\nPenelitian ini bersifat kualitatif deskriptif dengan menganalisis pola-pola scene atau\nadegan yang signifikan representasinya terhadap cerita untuk menemukan\nkonstruksi simbol kematangan karakter utama lewat representasi awan\ncumulonimbus serta analisis menggunakan metode analisis wacana visual untuk\nmengungkap makna yang ada dalam kebudayaan Jepang. Kesimpulan penelitian\nyaitu awan cumulonimbus sebagai medium refleksi dalam kebudayaan Jepang serta\npola penciptaan background art yang mengedepankan wacana kebudayaan\ndiharapkan dapat menjadi rekomendasi bagi akademisi untuk diteliti lebih lanjut\nmaupun animator Indonesia untuk mengoptimalkan fungsi background art yang\nmerepresentasikan kebudayaan serta identitas Indonesia di dalam animasi.", "Daftar File": {"ABSTRAK Gelar Anugerah Munggaran": "https://digilib.itb.ac.id/gdl/download/214889"}, "Penulis": "Gelar Anugerah Munggaran [27117061]", "Kontributor / Dosen Pembimbing": ["Dr. Ruly Darmawan, S.Sn., M.Sn.", "Dr. Chandra Tresnadi, S.Sn., M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "animasi, background art, cumulonimbus, medium refleksi, Mamoru Hosoda", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2020"}