{"Nomor": 51038, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM PADA PERANGKAT PENCATATAN KEHADIRAN BERBASIS IDENTIFIKASI SIDIK JARI", "Abstrak": "Pencatatan kehadiran dapat diartikan sebagai pendataan kehadiran dari anggota\nsuatu institusi. Pada dasarnya, pencatatan kehadiran memiliki tujuan sebagai\nindikator kinerja serta penjamin kualitas dari institusi tersebut. Di suatu institusi\nakademik, indikator seperti pola kehadiran mahasiswa serta perilaku mahasiswa\ntersebut pada mata kuliah yang diambil dapat dijadikan sebagai langkah awal dalam\nmenindaklanjuti adanya masalah pada mahasiswa. Namun, sistem pencatatan\nkehadiran yang sudah diterapkan saat ini masih sulit untuk mendeteksi mahasiswa\nyang memiliki masalah kehadiran sedini mungkin sehingga penanganan mahasiswa\ntersebut menjadi terlambat untuk dilakukan. Sistem pencatatan kehadiran\nmahasiswa yang akan dikembangkan diharapkan dapat mengatasi kendala tersebut\ndengan cara menggunakan perangkat yang dapat mengidentifikasi setiap\nmahasiswa dalam proses pencatatan data kehadiran dan data tersebut dapat\nlangsung terhubung ke database secara real time sehingga data kehadiran\nmahasiswa dapat segera diawasi. Pada dokumen ini, dijelaskan mengenai\nperancangan dan implementasi sistem tertanam menggunakan real-time operating\nsystem (RTOS) pada perangkat pencatatan kehadiran berbasis identifikasi sidik jari.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/213938", "Abstrak": "https://digilib.itb.ac.id/gdl/download/213939", "Abstract": "https://digilib.itb.ac.id/gdl/download/213940", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/213941", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213942"}, "Penulis": "Maurizfa [13216008]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "identifikasi, kehadiran, RTOS, sidik jari", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "26 Sep 2020"}