{"Nomor": 51039, "Judul": "MENGEMBANGKAN STRATEGI PEMASARAN UNTUK MENINGKATKAN TINGKAT OKUPANSI KAMAR : STUDI KASUS HOTEL BUMI SAWUNGGALING", "Abstrak": "Hotel Bumi Sawunggaling adalah salah satu hotel lokal di Bandung dibawah naungan Badan Pengelola\nUsaha dan Dana Lestari (BPUPDL). Berada di lokasi yang strategis, hotel ini menggunakan konsep\nhotel heritage. Pada tahun 2017-2019, Hotel Bumi Sawunggaling mengalami penurunan performa. Hal\nini disebabkan oleh menurunkan tingkat hunian kamar yang menyebebakan menurunnya pendapatan\nsecara keseluruhan. Semakin banyak munculnya penginapan lokal juga meningkatkan persaingan antar\nhotel dengan target pasar yang sama.\n\nSeluruh data yang digunakan pada penelitian ini merupakan kualitatif dan berasal dari data primer dan\ndata sekunder. Data primer didapatkan melalui wawancara dengan pihak manajemen hotel bumi\nsawugngaling dan kebutuhan data internal seperti data tingkat hunian kamar dan laporan keuangan.\nSementara itu data sekunder berasal dari literatur studi, berita serta jurnal yang berkaitan.\n\nPenelitian ini bertujuan untuk membantu Hotel Bumi Sawunggaling, untuk meningkatkan tingkat\nhunian kamar sehingga dapat bertahan dalam bisnis di industri ini. Beberapa strategi akan digunakan\ndalam penelitian ini untuk meningkatkan tingkat hunian kamar. Dalam penelitian ini penulis akan\nmengidentifikasi masalah melalui analysis PEST, competitor analysis, customer analysis serta virtual\nhotel operator analisis dan bisnis model kanvas. Dari hasil analisis, penulis menemukan bahwa terdapat\nkondisi tidak ideal yaitu kurang memaksimalkan kegiatan pemasaran, sehingga tingginya konsumen\nwalk-in.\n\nSetelah melakukan prosedur untuk analisis terkait isu perusahaan, penulis Menyusun alternatif solusi \nyang dapat disusulkan untuk dapat meningkatkan tingkat okupansi serta pendapatan hotel melalui\nstrategi pemasaran. Penulis menyusun strategi melalui business process management, new wave\nmarketing, dan sustainability strategi. Dengan strategi ini, kegiatan pemasaran yang dilakukan dapat\nlebih berfokus dengan komunitas seperti business traveller. Bumi Sawunggaling hotel juga harus\nmelakukan kegiatan tambahan seperti mengaktifkan kembali social media serta website, memperbarui\ninterior serta bekerja sama dengan pihak yang bisa mendukung kegiatan pemasaran hotel.", "Daftar File": {"2020_TS_PP_Farah Hani Andini_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/213943"}, "Penulis": "Farah Hani Andini [29118503]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "industry perhotelan, tingkat okupansi, manajemen bisnis proses, new wave marketing, strategu keberlanjutan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Sep 2020"}