{"Nomor": 51051, "Judul": "PERANCANGAN KAMUS KOMPETENSI DAN KEBUTUHAN KOMPETENSI JABATAN PADA DIVISI AREA DAN INFORMATION SYSTEM AND TECHNOLOGY PT TOYOTA-ASTRA MOTOR", "Abstrak": "Kepuasan karyawan merupakan salah satu aspek yang penting dan menjadi perhatian berbagai perusahaan, termasuk PT Toyota-Astra Motor (TAM). Untuk mengetahui tingkat kepuasan karyawannya PT Toyota-Astra Motor selalu melakukan Employee Opinion Survey (EOS) setiap akhir tahun. Berdasarkan hasil EOS dapat dilihat aspek-aspek yang membutuhkan perbaikan.\nSalah satu dimensi dari EOS yaitu keadilan dan konsistensi setiap tahun hasilnya terus menurun. Hal ini dikarenakan proses pengambilan keputusan dan penyusunan kebijakan Manajemen Sumber Daya Manusia (MSDM) dilakukan menggunakan dokumen yang sudah tidak sesuai dengan kondisi aktual perusahaan. Dokumen yang dimaksud adalah kamus kompetensi dan kebutuhan kompetensi jabatan.\nPada penelitian ini akan disusun kamus kompetensi dan kebutuhan kompetensi jabatan pada Divisi Area dan Information System and Technology (IST). Penelitian ini akan menggunakan model kompetensi TAM sebagai acuan dan beberapa model kompetensi sebagai pembanding. Penyusunan kamus kompetensi dan kebutuhan kompetensi jabatan dilakukan menggunakan pendekatan proses bisnis dan wawancara kepada divisi terkait.\nPenelitian ini menghasilkan 23 functional competencies, 9 leadership competencies, dan 6 core competencies untuk Divisi Area dan ISTD. Kompetensi tersebut akan disusun ke dalam kamus kompetensi dan dipetakan dalam matriks kebutuhan kompetensi jabatan. Dengan diperbaruinya kamus kompetensi dan kebutuhan kompetensi jabatan diharapkan perusahaan dapat membuat kebijakan secara objektif, efektif, dan efisien.", "Daftar File": {}, "Penulis": "Dias Septiana Riyani [13416135]", "Kontributor / Dosen Pembimbing": ["Dr. Indryati Sunaryo, M.Sc.", "Anggita Leviastuti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "manajemen sumber daya manusia, kompetensi, kamus kompetensi, kebutuhan kompetensi jabatan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2020"}