{"Nomor": 51058, "Judul": "IMAGE AUGMENTATION DENGAN PENAMBAHAN TRANSFORMASI CITRA SEDERHANA TERHADAP HASIL PEMANFAATAN METODE GANIMATION", "Abstrak": "Untuk membuat sistem pengenalan wajah yang akurat dibutuhkan banyak data latih\ncitra wajah manusia. Di Indonesia, data wajah penduduk Indonesia hanya\nmerupakan foto wajah tampak depan yang terdapat pada foto Kartu Tanda\nPenduduk. Kesulitan akan dialami apabila sistem pengenalan wajah dibuat untuk\nmengenali penduduk Indonesia karena keterbatasan data wajah penduduk. Solusi\nyang ditawarkan pada tugas akhir ini adalah untuk melakukan penambahan data\nlatih wajah manusia (image augmentation) dengan menggabungkan metode\nGANimation dan transformasi citra sederhana.\nGAN merupakan suatu arsitektur dengan 2 jaringan saraf tiruan (neural network)\nyang disebut generator dan discriminator. Tujuan utama dari GAN adalah untuk\nmenghasilkan suatu data baru yang menyerupai data masukan. GANimation adalah\nmetode GAN yang dibuat oleh Albert Pumarola dan koleganya pada tahun 2019\nuntuk menghasilkan gambar wajah manusia dengan ekspresi baru. Untuk\nmemperbanyak gambar yang dihasilkan, gambar sintesis yang dihasilkan oleh\nGANimation ditransformasi dengan transformasi citra sederhana. Terdapat 3\ntransformasi citra yang dilakukan yaitu transformasi intensitas yang mengubah\ncahaya di dalam gambar, transformasi perspektif yang bertujuan untuk membuat\ngambar menjadi miring, dan rotasi yang bertujuan untuk memutar gambar.\nDari hasil pengujian, didapatkan bahwa gambar sintesis yang dihasilkan oleh\ngabungan GANimation dan transformasi citra sederhana dapat diidentifikasi oleh\nsistem pengenalan wajah yang dibuat oleh Adam Geitgey dan diidentifikasi sesuai\ndengan gambar aslinya. Gambar sintesis juga dapat digunakan sebagai data latih\nuntuk sistem pengenalan wajah yang dibuat oleh David Sandberg. Terdapat\nbeberapa batasan agar gambar hasil transformasi dapat dikenali oleh sistem\npengenalan wajah yaitu maksimum 30 derajat untuk rotasi, setengah atau satu\nsetengah kali cahaya asli untuk transformasi intensitas, dan pergeseran maksimal\n48 pixel untuk transformasi perspektif.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/213996", "Abstract": "https://digilib.itb.ac.id/gdl/download/213997", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/213998"}, "Penulis": "Christian Kevin [13516073]", "Kontributor / Dosen Pembimbing": ["Dr. Nur Ulfa Maulidevi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "image augmentation, GANimation, transformasi citra sederhana", "Sumber": "", "Staf Input/Edit": "karya", "File": "3 file", "Tanggal Input": "26 Sep 2020"}