{"Nomor": 51062, "Judul": "STUDI TINGGI RENDAMAN TSUNAMI PALU 2018 AKIBAT GEMPA BUMI DAN LONGSOR BAWAH LAUT DI KAWASAN PESISIR TELUK PALU", "Abstrak": "Negara Indonesia menjadi daerah yang memiliki aktifitas seismik yang sangat tinggi, sehingga Indonesia rawan akan bencana Tsunami. Pulau Sulawesi menjadi salah satu pulau di Indonesia yang berpotensi terkena dampak dari adanya tsunami. Potensi tersebut dikarenakan adanya Sesar Palu-Koro yang bergerak utara-selatan dalam interval periode berkisar 20 tahun. Pada tanggal 28 September 2018 telah terjadi gempa bumi berkekuatan moment magnitude (Mw) 7,5 dengan pusat gempa terletak di 0,18o dan 119,85o, yaitu berjarak 80 kilometer dari Kota Palu, Sulawesi Tengah. Berdasarkan laporan Badan Nasional Penanggulangan Bencana (BNPB) Indonesia, melaporkan bahwa terdapat 4.340 korban jiwa dan 10.679 korban luka akibat kombinasi tsunami, longsor, likuefaksi, dan runtuhnya bangunan setelah terjadinya gempa. Sehingga, perlu dilakukan simulasi secara numerik tinggi rendaman dan penjalaran Tsunami Palu 2018 di sekitar kawasan pesisir bagian barat daya (Kecamatan Ulujadi), bagian selatan (Kecamatan Palu Barat dan Timur), dan bagian tenggara (Kecamatan Mantikulore) Teluk Palu dengan sumber tsunami berupa gempa bumi dan longsor bawah laut.\nSimulasi numerik tsunami dengan pembangkit gempa bumi dan longsor bawah laut diteliti menggunakan Cornell Multi-grid Coupled Tsunami Model (COMCOT) dengan persamaan Non-linear Shallow Water Equations (NSWE) dan domain bersarang hingga domain level 5. Data batimetri dan topografi yang digunakan diperoleh dari Badan Informasi Geospasial (BIG). Sumber tsunami berupa gempa bumi didapatkan dari laporan Laboratory of Remote Sensing and Geoinformatics for Disaster Management, Tohoku University dengan kasus uniform slip dan skema longsoran mengacu pada penelitian yang telah dilakukan oleh Gusman dkk (2019), Nakata dkk (2020), dan Pakoksung dkk (2019). Hasil simulasi kemudian dibandingkan dengan data hasil survey lapangan Paulik dkk (2019) dan Syamsidik dkk (2019) sebanyak 189 titik.\nHasil simulasi numerik menghasilkan bilangan aida ???? sebesar 0,97 dan ???? 1,54. Distribusi run-up tsunami secara keseluruhan bervariasi diantara 0 – 12,9 meter dengan distribusi nilai di bagian pesisir berada diantara 2,89 dan 7,71 meter. Tinggi tsunami maksimum di sepanjang garis pantai bervariasi diantara 2 dan 12 meter. Kemudian, Tinggi kedalaman aliran bervariasi di rentang 0 - 8 meter. Lokasi kedalaman aliran tertinggi yaitu sebesar 8 meter terletak di Kecamatan Palu Barat dan Palu Utara. Tinggi kedalaman aliran di bagian Kecamatan Ulujadi dan Palu timur hanya berkisar 2 - 6 meter.", "Daftar File": {"ABSTRAK Muhamad Reza Jaya Negara": "https://digilib.itb.ac.id/gdl/download/214017"}, "Penulis": "Muhamad Reza Jaya Negara [12916010]", "Kontributor / Dosen Pembimbing": ["Hamzah Latief, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "COMCOT, flowdepth, gempa bumi, longsor bawah laut, rendaman tsunami, tinggi aliran tsunami, Tsunami Palu.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2020"}