{"Nomor": 51079, "Judul": "PEMANTAUAN PENURUNAN MUKA TANAH TERKINI DENGAN METODE GPS DAN INSAR DAN KORELASINYA DENGAN PENURUNAN MUKA AIR TANAH DI CEKUNGAN BANDUNG", "Abstrak": "Penurunan tanah merupakan masalah bagi kota-kota besar di seluruh dunia. Salah satu wilayah yang memiliki nilai penurunan tanah terbesar di dunia adalah Cekungan Bandung. Penurunan tanah di Cekungan Bandung sudah berlangsung lama, akan tetapi terdapat dugaan bahwa penurunannya makin bertambah hingga saat ini. Apabila dibiarkan, penurunan tanah akan menjadi bencana yang masif dan memberikan kerugian bagi masyarakat dalam waktu yang cukup panjang. Tujuan dari penelitian ini adalah menentukan besar penurunan tanah di Cekungan Bandung dalam tiga tahun terakhir dengan metode Interferometric Synthetic Aperture Radar (InSAR), melakukan validasi InSAR dengan data Global Positioning System (GPS), serta mengorelasikan penurunan muka tanah (PMT) dengan penurunan muka air tanah (PMAT).\nInSAR merupakan metode menggabungkan dua atau lebih interferometri yang dihasilkan citra SAR untuk memberikan informasi jarak dan elevasi suatu objek dipermukaan bumi. Citra SAR yang digunakan dalam penelitian ini adalah Citra Sentinel 1 selama 4 tahun terakhir yaitu tahun 2016, 2017, 2018, dan 2019. Hasil InSAR kemudian divalidasi dengan data GPS untuk selanjutnya dilakukan analisis korelasi dengan data muka air tanah 3 tahun terakhir. Dari hasil InSAR didapatkan bahwa penurunan tanah terbesar di Cekungan Bandung terdapat di Kecamatan Gedebage, Kopo dan Dayeuhkolot. Ketiga wilayah tersebut memiliki rata-rata penurunan tanah pertahun sebesar 15 cm. Hasil validasi InSAR menunjukkan bahwa hasil InSAR dan GPS tidak berbeda jauh, sehingga InSAR bisa dipakai untuk menggambarkan penurunan tanah di Cekungan Bandung. Sementara itu analisis korelasi menunjukan bahwa pengambilan air tanah menjadi salah satu yang diduga memiliki andil dalam penurunan tanah, hal ini dibuktikan dari hasil analisis korelasi penurunan tanah dengan penurunan muka air tanah yang menunjukan kedua parameter tersebut memiliki korelasi positif.", "Daftar File": {"ABSTRAK Gigih Pambudi": "https://digilib.itb.ac.id/gdl/download/214047"}, "Penulis": "Gigih Pambudi [15116036]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Gumilar, S.T., M.Si.", "Teguh Purnama Sidiq, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Citra SAR, Interferometri, Eksploitasi Air, Analisis Korelasi, Validasi InSAR", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2020"}