{"Nomor": 51073, "Judul": "ANALISIS KELAYAKAN PENGOPERASIAN PESAWAT UDARA TANPA AWAK KARGO SECARA KOMERSIAL DI INDONESIA", "Abstrak": "Pesawat udara tanpa awak atau Unmanned Aerial System (UAS) adalah\nteknologi yang sedang berkembang di dunia penerbangan, perkembangan UAS\ndiprediksi bahwa kuantifikasi pasar UAS komersial akan senilai $127 Miliar pada\ntahun 2020 hingga $1.5 Triliun pada tahun 2040. Namun kenyataan di lapangan\npengoperasian UAS belum maksimal, belum ada pengoperasian UAS Kargo secara\nkomersial di dunia termasuk Indonesia. Direktorat Kelaikan dan Pengoperasian\nPesawat Udara (DKPPU) sebagai otoritas terkait pengoperasian UAS masih dalam\nproses penyusunan regulasi karena mengingat aspek keamanan serta konsep\npengoperasian teknologi baru ini yang diprediksi akan banyak digunakan di\nkemudian hari. Penelitian ini akan membahas dari aspek regulasi, operasi serta\npemodelan konsep operasi dengan studi kasus di Jawa Barat.\n Pendekatan yang dilakukan dengan beberapa metodologi. Pertama\npermasalahan regulasi dianalisis menggunakan pendekatan kualitatif, terdapat\nwawancara dengan pihak DKPPU serta observasi melalui seminar terkait. Setelah\nitu analisis operasi dengan metode studi literatur untuk mendapatkan kebutuhan dan\npola operasi UAS logistik yang nantinya dibagi menjadi cargo drone dan delivery\ndrone sesuai kebutuhannya. Kemudian analisis keamanan menggunakan ISO\n31000 tentang risk management untuk mengetahui manajemen risiko\npengoperasian UAS.\n Setelah melakukan analisis tersebut kemudian dituangkan ke dalam studi\nkasus pengoperasian UAS di Jawa Barat. Konsep pengoperasiannya menjadikan\nBandara Husein Sastranegara di Bandung sebagai main hub untuk cargo drone serta\nempat bandara di penjuru Jawa Barat sebagai tujuan dari cargo drone serta menjadi\nhub untuk delivery drone. Pemodelan ini bertujuan untuk mendapatkan nilai biaya\noperasi serta biaya investasi konsep operasi tersebut. Dari hasil analisis studi kasus\ndidapatkan kesimpulan dan saran untuk stakeholder UAS terkait di antaranya\nregulator, operator, dan manufakturer mengenai operasi UAS serta menghasilkan\nstruktur biaya yang dibutuhkan untuk investasi serta operasi Pesawat Udara Tanpa\nAwak Kargo di Jawa Barat.", "Daftar File": {"ABSTRAK Farhan Rahadian": "https://digilib.itb.ac.id/gdl/download/214034"}, "Penulis": "Farhan Rahadian [13616041]", "Kontributor / Dosen Pembimbing": ["Ir. Mahardi Sadono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pesawat udara tanpa awak komersial, regulasi drone, logistik, manajemen risiko, struktur biaya", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2020"}