{"Nomor": 51071, "Judul": "VALUASI EKONOMI DAMPAK KEBAKARAN HUTAN TAHUN 2019 DI TAMAN NASIONAL GUNUNG CIREMAI, JAWA BARAT", "Abstrak": "Kebakaran hutan di Taman Nasional Gunung Ciremai (TNGC) pada tahun 2019 merusak lahan seluas 1083,78 ha. Akibatnya terjadi penurunan fungsi dan jasa ekosistem termasuk kehilangan keanekaragaman hayati dan penutupan aktivitas wisata pendakian pada bulan Agustus-Desember 2019. Valuasi ekonomi atas kebakaran hutan ini diperlukan sebagai acuan biaya pengelolaan kawasan untuk kepentingan perlindungan dan pengamanan hutan. Oleh karenanya penelitian ini dilakukan untuk menghitung nilai kerugian ekonomi akibat kebakaran hutan di TNGC pada tahun 2019. Penelitian dilakukan pada bulan Februari-Maret 2020 di empat pos perizinan pendakian Gunung Ciremai (Jalur Linggajati, Jalur Linggasana, Jalur Palutungan dan Jalur Apuy). Parameter yang diukur berasal dari dua kategori, yaitu (1) Dampak langsung mencakup (a) nilai kerusakan fungsi perlindungan tanah; (b) nilai kerusakan keanekaragaman hayati; dan (c) nilai pelepasan karbon yang dihitung dengan menggunakan metode Benefit Transfer, yang mengacu pada Peraturan Menteri Lingkungan Hidup dan Kehutanan No. 7 tahun 2014 tentang Kerugian Lingkungan Hidup Akibat Pencemaran dan Kerusakan Lingkungan Hidup dan (2) Dampak tidak langsung yang mencakup (a) nilai kehilangan pendapatan unit usaha; (b) kehilangan pendapatan tenaga kerja; dan (c) kehilangan Pendapatan Negara Bukan Pajak (PNBP) yang dihitung menggunakan metode Forgone Earning dengan melakukan wawancara kepada 28 responden yang terdiri dari pemilik usaha dan tenaga kerja terkait wisata pendakian di Gunung Ciremai. Berdasarkan hasil analisis, diketahui bahwa nilai kerusakan fungsi perlindungan tanah sebesar Rp9.312.100; nilai kerusakan keanakeragaman hayati Rp1.977.002.025; dan nilai pelepasan karbon Rp8.356.861.512. Estimasi kerugian kebakaran yang memberikan dampak langsung mencapai Rp19.988.637.485. Kehilangan pendapatan akibat kebaran ini mencapai Rp721.040.415, kehilangan pendapatan dari tenaga kerja Rp810.784.965 dan kehilangan PNBP dari tiket wisatawan dan IUPJWA mencapai Rp182.900.000. Estimasi kerugian kebakaran dari dampak tidak langsung mencapai Rp1.714.725.380. Oleh karenanya, total kerugian ekonomi akibat kebakaran hutan di TNGC yang terjadi pada tahun 2019 ini sebesar Rp12.057.901.017. Kebakaran hutan memberikan dampak yang sangat besar bagi ekosistem (85,78%) dibandingkan dengan dampak sosial maupun ekonomi bagi masyarakat (14,22%).", "Daftar File": {"ABSTRAK Clarissa Ruby Fortuna": "https://digilib.itb.ac.id/gdl/download/214025"}, "Penulis": "Clarissa Ruby Fortuna [11516048]", "Kontributor / Dosen Pembimbing": ["Dian Rosleine, S.Si., M.Si., Ph.D.", "Dr. Sofiatin, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kebakaran hutan, Valuasi ekonomi, Taman Nasional Gunung Ciremai", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2020"}