{"Nomor": 51083, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN MESIN PEMBUAT ES BALOK BERBASIS ENERGI TERBARUKAN DAN LISTRIK PLN DENGAN SISTEM SMART MICROGRID", "Abstrak": "Mesin pembuat es balok dibuat dalam rangka memenuhi kebutuhan nelayan, terutama di daerah terpencil yang bukan hanya terkendala oleh ketersediaan listrik yang kontinyu, akan tetapi juga terkendala oleh ketersediaan bahan bakar bensin maupun solar yang umum digunakan sebagai pembangkit listrik skala kecil. Sistem smart microgrid yang dikembangkan dalam penelitian ini adalah sistem hibrida berbasis panel surya, biobased diesel engine yang berbahan bakar hayati baik minyak nabati maupun gasifikasi biomassa yang berasal dari tanaman lokal maupun sampah hayati dan listrik PLN.\nPerancangan dari penelitian ini dilakukan di Institut Teknologi Bandung dan implementasinya dilaksanakan di Kecamatan Karimunjawa, Kabupaten Jepara, Jawa Tengah. Rancangan sistem smart microgrid menggunakan panel surya berkapasitas 5 kWp, generator biobased diesel engine kapasitas 4 kW, bi-directional inverter kapasitas 5 kW, baterai 100 Ah/12 V berjumlah 16 buah dan listrik PLN 1400 W. Generator biobased diesel engine menggunakan bahan bakar minyak diesel B-20, minyak kelapa dan minyak nyamplung.\nMesin pembuat es terdiri dari berbagai bagian seperti kompresor, kondensor, pipa kapiler, evaporator, pompa, tangki pendingin, cetakan es, chain hoist. Refrigeran yang digunakan dalam model prototipe ini adalah R-290. Larutan garam yang digunakan adalah campuran NaCl dan air. Pada tangki produksi es direncanakan menggunakan baffle untuk meningkatkan kinerja mesin pembuat es balok. Larutan garam NaCl 20% dapat digunakan dalam proses pembuatan es balok sedangkan larutan garam NaCl 15% tidak bisa digunakan karena terjadinya kekurangan konsentrasi garam yang menyebabkan terbentuknya bunga es di evaporator.\nSistem smart microgrid pada pengujian siang hari mendung mampu menyuplai kebutuhan daya beban dari energi surya, baterai dan listrik PLN dengan efisiensi inverter 59,23%. Pada pengujian mesin pembuat es balok untuk satu siklus produksi es balok dengan kondisi awal larutan garam bertemperatur lingkungan didapatkan waktu produksi 52 jam sedangkan larutan garam bertemperatur rendah waktu produksi 20 – 21,5 jam. Mesin pembuat es balok mempunyai COP refrigerasi 1,66 – 2,59 dan COP sistem 1,05 - 1,57.\nEnergi untuk satu siklus produksi es balok disuplai dari PV, generator dan listrik PLN. Total kebutuhan energi dengan kondisi awal larutan garam bertemperatur lingkungan 96,961 kWh (PV 37,142 kWh, generator 13,205 kWh, listrik PLN 46,614 kWh). Total kebutuhan energi dengan kondisi awal larutan bertemperatur rendah 38,854 kWh (PV 9,657 kWh, generator 0,832 kWh, listrik PLN 28,365 kWh). Produksi es balok dengan kondisi awal larutan garam bertemperatur lingkungan mengalami kerugian sedangkan produksi es balok dengan kondisi awal larutan garam bertemperatur rendah mengalami keuntungan. Dari dua pengujian mesin pembuat es balok untuk satu siklus produksi es balok dengan kondisi awal larutan garam bertemperatur rendah, penggunaan baffle adalah yang terbaik karena mempercepat waktu pembekuan air dan meningkatkan kinerja mesin pembuat es balok.", "Daftar File": {"ABSTRAK Aldrin": "https://digilib.itb.ac.id/gdl/download/214059", "COVER Aldrin": "https://digilib.itb.ac.id/gdl/download/240855", "BAB 1 Aldrin": "https://digilib.itb.ac.id/gdl/download/240856", "BAB 2 Aldrin": "https://digilib.itb.ac.id/gdl/download/240857", "BAB 3 Aldrin": "https://digilib.itb.ac.id/gdl/download/240858", "BAB 4 Aldrin": "https://digilib.itb.ac.id/gdl/download/240859", "BAB 5 Aldrin": "https://digilib.itb.ac.id/gdl/download/240860", "PUSTAKA Aldrin": "https://digilib.itb.ac.id/gdl/download/240861"}, "Penulis": "Aldrin [23116314]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yuli Setyo Indartono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "smart microgrid, energi terbarukan, mesin refrigerasi, baffle, nelayan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Sep 2020"}