{"Nomor": 51082, "Judul": "PERENCANAAN TRANSPORTASI DAN MANAJEMEN KONSTRUKSI STADION SEPAK BOLA BERSTANDAR INTERNASIONAL DI JAKARTA UTARA", "Abstrak": "Karya tulis ini membahas tentang perencanaan transportasi serta estimasi biaya konstruksi stadion sepak bola yang direncanakan dapat mengakomodasi 82.000 penonton berdasarkan desain arsitek yang telah diberikan. Perencanaan transportasi stadion meliputi beberapa aspek, yaitu analisis kebutuhan parkir, analisis dampak lalu lintas di sekitar stadion, perancangan tebal perkerasan jalan akses dan parkir, serta analisis antrian pintu parkir stadion. Berdasarkan hasil perencanaan, ditentukan bahwa akan disediakan lahan parkir tambahan untuk bus dan mobil. Berbeda dengan yang lainnya, kendaraan bermotor direncanakan untuk dibangun gedung parkir khusus di seberang stadion. Pada ruas-ruas jalan yang terdampak, diperlukan penambahan lajur pada tahun-tahun rencana. Perkerasan jalan akses dan parkir dirancang menggunakan perkerasan lentur dengan tebal total 35 cm. Sedangkan untuk pintu parkir, penulis merekomendasikan untuk menyediakan total 8 pintu parkir kendaraan.\nAdapun untuk mengestimasi biaya konstruksi stadion, dilakukan breakdown metode pelaksanaan konstruksi. Setelah diketahui metode pelaksanaannya, kemudian ditentukan volume dari masing-masing pekerjaan berdasarkan hasil desain bidang struktur, geoteknik, transportasi, dan sumber daya air. Volume ini kemudian disesuaikan dengan Analisis Harga Satuan Pekerjaan berdasarkan Peraturan Menteri PUPR nomor 28 tahun 2016, hingga didapatkan Rencana Anggaran Biaya pembangunan (RAB) sebesar Rp 1.961.045.105.738.", "Daftar File": {"ABSTRAK Fajar Muhammad Pramudia": "https://digilib.itb.ac.id/gdl/download/214057", "COVER Fajar Muhammad Pramudia": "https://digilib.itb.ac.id/gdl/download/241092", "BAB 1 Fajar Muhammad Pramudia": "https://digilib.itb.ac.id/gdl/download/241093", "PUSTAKA Fajar Muhammad Pramudia": "https://digilib.itb.ac.id/gdl/download/241104"}, "Penulis": "Fajar Muhammad Pramudia [15016076]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Hendarto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "parkir, lalu lintas, perkerasan, pintu parkir, metode konstruksi, RAB", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "14 file", "Tanggal Input": "26 Sep 2020"}