{"Nomor": 51080, "Judul": "KAJIAN PENERAPAN KPBU BANGUN GUNA SERAH AP DALAM PEMBANGUNAN RSUD KRIAN: PENGALAMAN DAN TANTANGAN UNTUK KPBU SEKTOR KESEHATAN DI INDONESIA", "Abstrak": "Memperkuat infrastruktur merupakan salah satu agenda RPJMN Indonesia, namun menghadapi permasalahan keterbatasan dana serta masalah-masalah lain terkait pengadaan tradisional. Kerja sama Pemerintah dengan Badan Usaha (KPBU) merupakan salah satu solusi untuk mengatasi permasalahan-permasalahan di atas, namun sampai sekarang penerapan KPBU dalam infrastruktur kesehatan, khususnya rumah sakit, belum ada yang berhasil di Indonesia. Tugas akhir ini bertujuan untuk mengkaji penyebab belum berhasilnya penerapan KPBU rumah sakit di Indonesia. Kajian dilakukan dengan mempelajari peraturan-peraturan terkait KPBU di Indonesia secara umum serta di sektor kesehatan, mempelajari perkembangan penerapan KPBU rumah sakit berdasar pengalaman internasional dan membandingkannya dengan pengembangan dan penerapan di Indonesia, mempelajari konsep KPBU dengan skema AP untuk infrastruktur sosial, dan mempelajari penyebab batalnya salah satu proyek KPBU rumah sakit di Indonesia, yaitu proyek KPBU RSUD Krian. Hasil kajian menunjukkan bahwa terdapat ketidakselarasan pengertian, tujuan, dan ruang lingkup KPBU antara peraturan penerapannya secara umum di Indonesia seperti yang diatur dalam Perpres Nomor 38 Tahun 2015 tentang KPBU dalam Penyediaan Infrastruktur dengan peraturan penerapannya di sektor infrastruktur kesehatan yang diatur dalam Permenkes 40 Tahun 2018 tentang KPBU dalam Penyediaan Infrastruktur Kesehatan; tahapan pengembangan model-model KPBU rumah sakit yang diatur dalam Permenkes 40 Tahun 2018 tidak dimulai dari model yang sederhana kemudian berangsur-angsur menjadi kompleks seperti penerapan internasional; adanya model-model KPBU rumah sakit yang kompleksitasnya tidak konsisten sehingga bisa menjadi sederhana atau sangat kompleks dengan melibatkan swasta dalam pelayanan medis; dipilihnya model KPBU rumah sakit yang kompleks dengan kapasitas pihak publik yang belum memadai untuk kompleksitas tersebut pada proyek KPBU Krian; terdapat peraturan-peraturan terkait pengelolaan rumah sakit yang saling bertentangan dan minimnya keterlibatan dinas kesehatan dalam model yang dipilih; kerangka peraturan dan penerapan analisis value for money (VfM) yang masih berfokus pada analisis kuantitatif yang sangat bersifat teoritis karena asumsi-asumsi yang tidak didukung data dan statistik historis karena tidak tersedia", "Daftar File": {"ABSTRAK Rhainoel R M Sinaga": "https://digilib.itb.ac.id/gdl/download/214054"}, "Penulis": "Rhainoel R M Sinaga [15016010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rizal Z. Tamin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "KPBU, infrastruktur kesehatan, rumah sakit", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2020"}