{"Nomor": 51091, "Judul": "KUALITAS DAN SERAPAN HARA TANAMAN SAWI PAGODA (BRASSICA RAPA VAR. NARINOSA) PADA SISTEM AKUAPONIK DENGAN APLIKASI HYBRID BIOFLOK - RESIRCULATING AQUACULTURE SYSTEM (RAS)", "Abstrak": "Akuaponik adalah salah satu sistem yang ramah lingkungan untuk menghasilkan bahan pangan yang mengintegrasikan sistem akuakultur dengan sistem hidroponik dalam mengatasi kebutuhan pangan bergizi dari sumber hewani maupun nabati yang terus meningkat sebagai akibat dari pertumbuhan penduduk. Sistem akuaponik memanfaatkan air limbah budidaya ikan yang telah disaring secara mekanis dan biologis sebagai sumber nutrisi tanaman dalam bentuk nitrat dan air yang telah diperbarui kualitasnya akan dialirkan kembali menuju kolam budidaya iklan. Tujuan dari penelitian ini adalah untuk menentukan kualitas tanaman sawi pagoda berdasarkan parameter kadar klorofil, dan vitamin C, serta serapan hara nitrogen dan fosfor oleh tanaman sawi pagoda dalam sistem sistem akuaponik hybrid RAS-Bioflok. Tanaman sawi pagoda yang dibudidayakan pada sistem akuaponik hybrid RAS-bioflok memiliki rata-rata kandungan klorofil 23,79 mg/100g, kandungan vitamin C 38,02 mg/100g, serapan nitrogen 6,6 g/100 g, dan serapan fosfor 73,1 mg/100 g.", "Daftar File": {"ABSTRAK Dean Kamil Reynal Fasha": "https://digilib.itb.ac.id/gdl/download/214066", "COVER Dean Kamil Reynal Fasha": "https://digilib.itb.ac.id/gdl/download/217754", "BAB 1 Dean Kamil Reynal Fasha": "https://digilib.itb.ac.id/gdl/download/217755", "BAB 2 Dean Kamil Reynal Fasha": "https://digilib.itb.ac.id/gdl/download/217756", "PUSTAKA Dean Kamil Reynal Fasha": "https://digilib.itb.ac.id/gdl/download/217760"}, "Penulis": "Dean Kamil Reynal Fasha [11415039]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Iriawati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "akuaponik, hybrid RAS-bioflok, sawi pagoda", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Sep 2020"}