{"Nomor": 51094, "Judul": "DEGRADASI BULU AYAM PEDAGING (GALLUS DOMESTICUS) MELALUI DUA TAHAP HIDROLISIS: SECARA KIMIAWI MENGGUNAKAN NAOH DAN SECARA BIOLOGIS MENGGUNAKAN BAKTERI BACILLUS SUBTILIS UNTUK MENGHASILKAN HIDROLISAT PROTEIN DAN UJI COBA PEMBUATAN FILM BIOPLASTIK", "Abstrak": "Produksi daging ayam dari industri sistem peternakan-pemotongan ayam kian meningkat seiring dengan peningkatan konsumsi daging ayam. Industri tersebut menghasilkan bulu ayam sekitar 7-10% dari total berat ayam hidup yang dipotong. Sampai saat ini bulu ayam adalah limbah yang umumnya tidak dimanfaatkan dan penanganannya dilakukan dengan penimbunan dalam tanah atau pembakaran untuk mengurangi dampak pada lingkungan dan menghindari penyebaran penyakit. Bulu ayam mengandung 91% keratin yang dapat diolah menjadi hidrolisat protein dan menjadi bahan baku pembuatan bioproduk benilai tambah tinggi. Keratin dalam bulu ayam dapat didegradasi menggunakan metode hidrolisis termal dan kimiawi atau hidrolisis enzimatik secara terpisah. Akan tetapi hidrolisis melalui metode termal dan kimiawi dapat merusak struktur kimia asam amino dari keratin dan memerlukan biaya yang tinggi. Sementara hidrolisis enzimatik kurang efektif untuk pemutusan ikatan kimia yang kuat dari keratin dan oleh karenanya untuk mendapatkan degradasi yang efektif diperlukan enzim spesifik yang mahal. Bulu ayam pada penelitian ini didegradasi menjadi hidrolisat protein melalui dua tahap hidrolisis, yaitu hidrolisis kimiawi menggunakan NaOH konsentrasi rendah dilanjutkan hidrolisis biologis dengan fermentasi terendam menggunakan Bacillus subtilis. Degradasi bulu ayam pada tahap awal melalui hidrolisis kimiawi dilakukan pada suhu 27 ºC, pada pH 9, 10, dan 11 dengan rentang waktu 24 dan 48 jam, dan dilanjutkan dengan degradasi residu padatan yang belum terdegradasi saat hidrolisis kimiawi melalui hidrolisis enzimatik dengan fermentasi terendam selama 5 hari pada suhu 26 ± 2 ºC, pH 8,37 menggunakan bakteri Bacillus subtilis. Pada perlakuan hidrolisis kimiawi, degradasi bulu ayam tertinggi yaitu sebesar 10,28% diperoleh dari hidrolisis kimiawi pada pH 11 dan waktu 48 jam. Sementara pada hidrolisis enzimatik degradasi residu padatan tertinggi yaitu sebesar 21,83% diperoleh dari hidrolisis enzimatik residu padatan yang dihasilkan dari hidrolisis kimiawi pada pH 11 dan waktu 48 jam. Pada hidrolisis awal bulu ayam secara kimiawi, konsentrasi protein pada hidrolisat tertinggi yaitu sebesar 0,0838 mg/mL diperoleh dari hidrolisis kimiawi pada pH 11 dan waktu 48 jam. Sementara pada hidrolisis lanjutan secara enzimatik, konsentrasi protein tertinggi pada hidrolisat yaitu sebesar 0,1247 mg/mL diperoleh dari hidrolisis enzimatik padatan yang dihasilkan dari hidrolisi kimiawi pada pH 11 dan waktu 48 jam. Pada percobaan pembuatan polimer, bioplastik dengan morfologi permukaan yang homogen dapat dihasilkan dari hidrolisat protein.", "Daftar File": {"ABSTRAK Nynsca Shalsabila Safitri I P": "https://digilib.itb.ac.id/gdl/download/214069"}, "Penulis": "Nynsca Shalsabila Safitri I P [11216012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Robert Manurung, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bulu ayam, Hidrolisis biologis, Hidrolisis kimiawi, Hidrolisat protein, Film bioplastik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2020"}