{"Nomor": 51102, "Judul": "PROSES PEMBUATAN PROTOTIPE SELF LUBRICATING BEARING MENGGUNAKAN PEMROSESAN METALURGI SERBUK KUNINGAN", "Abstrak": "Self lubricating bearing merupakan komponen bearing yang memiliki porositas sebagai tempat menyimpan pelumas yang dapat memberikan pelumasan secara konstan pada saat komponen bekerja. Salah satu proses manufaktur untuk membuat komponen ini adalah melalui jalur metalurgi serbuk. Komponen ini telah banyak digunakan dalam berbagai aplikasi khususnya industri otomotif. Akan tetapi penggunaan komponen ini sangat bergantung kepada produk impor. Oleh karena itu, penelitian ini dilakukan sebagai upaya pengembangan komponen self lubricating bearing di Indonesia.\nProses pembuatan prototipe self lubricating bearing dilakukan menggunakan serbuk kuningan karena memiliki beberapa kelebihan seperti koefisien gesekan rendah dan ketahanan korosi tinggi. Prototipe dibuat dengan bentuk silinder dengan diameter 19,8 mm dan tebal 8 mm dengan tekanan kompaksi sebesar 230 dan 250 MPa, penambahan tepung jagung sebagai pembentuk pori sebanyak 2%, temperatur sintering pada 650°C serta waktu sintering 60, 90, dan 120 menit di dalam lingkungan udara.\nBerdasarkan penelitian yang dilakukan didapatkan bahwa porositas yang dihasilkan pada produk prototipe self lubricating bearing sebesar 1,38%-12,62% pada parameter proses yang dilakukan. Hasil menunjukkan bahwa kenaikan tekanan kompaksi dan waktu sintering menyebabkan penurunan jumlah porositas. Sedangkan, pengujian aus menunjukkan bahwa kenaikan tekanan kompaksi menyebabkan penurunan laju aus dan kenaikan waktu sintering menyebabkan kenaikan laju aus produk prototipe self lubricating bearing.", "Daftar File": {"ABSTRAK Prasetyo Alfie Al Kindy": "https://digilib.itb.ac.id/gdl/download/214086", "COVER Prasetyo Alfie Al Kindy": "https://digilib.itb.ac.id/gdl/download/240541", "PUSTAKA Prasetyo Alfie Al Kindy": "https://digilib.itb.ac.id/gdl/download/240547"}, "Penulis": "Prasetyo Alfie Al Kindy [13716047]", "Kontributor / Dosen Pembimbing": ["Ir. Slameto, Ph.D.", "Dr. Ir. Djoko Hadi Prajitno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Self lubricating bearing, kuningan, metalurgi serbuk.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Sep 2020"}