{"Nomor": 51111, "Judul": "KULTIVASI LARVA LALAT TENTARA HITAM (HERMETIA ILLUCENS L.) DENGAN SUBSTRAT AMPAS KELAPA MENGGUNAKAN SARANG LALAT MODULAR", "Abstrak": "Larva Lalat Tentara Hitam (Hermetia illucens L.) merupakan larva yang memiliki kemampuan biokonversi limbah organik menjadi biomassa tinggi protien dan tinggi lipid. Pertumbuhan larva sangat dipengaruhi oleh kondisi lingkungan. Pemberian perlakuan laju aerasi pada kultivasi larva dapat memengaruhi pertumbuhan dan biokonversi larva. Tujuan dari penelitian ini adalah menentukan pertumbuhan, efektivitas biokonversi substrat, rasio efisiensi asimilasi, nilai indeks pengurangan limbah, perolehan protein dan lipid, serta komposisi asam amino dan asam lemak dari larva yang dikultivasi dengan tiga laju aerasi berbeda (0 m3/s, 16 m3/s dan 32 m3/s). Kultivasi dengan substrat ampas kelapa dilakukan pada Sarang Lalat Modular berdimensi 41×31×13 cm yang dilengkapi instrumentasi sensor dan shading net 65%. Penentuan perolehan protein menggunakan metode Kjeldahl, sedangkan perolehan lipid ditentukan menggunakan metode Soxhlet. Pada penelitian ini, berat larva mencapai angka 89 – 102 mg, panjang mencapai 1,66 – 1,84 cm dengan produktivitas sebesar 35,27 – 52,85 g/m2.d. Nilai efektivitas biokonversi substrat, rasio efisiensi asimilasi, dan nilai indeks pengurangan limbah berturut-turut mencapai 40,83 – 46,56 %, 35,19 – 46,62 % dan 0,82 – 0,93 %. Perolehan protein mencapai angka 40,36 % berat kering dengan asam amino dominan seperti asam glutamat (12,3%), alanin (9,85%), asam aspartat (8,25%) dan leusin (8,09%), sedangkan perolehan lemak mencapai angka 20,02 % berat kering dengan asam lemak dominan seperti asam laurat (58,57%), asam miristat (14,34%), asam palmitat (12,47%) dan asam linoleat (6,27%).", "Daftar File": {"ABSTRAK M Arifuddin Bara": "https://digilib.itb.ac.id/gdl/download/214098"}, "Penulis": "M Arifuddin Bara [11216007]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yusuf Abduh, M.T.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ampas Kelapa, Hermetia illucens, Laju Aerasi, Sarang Lalat Modular", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2020"}