{"Nomor": 51122, "Judul": "FINANCIAL PERFORMANCE ANALYSIS  BEFORE AND AFTER THE SEA TOLL PROGRAM   CASE STUDY OF PT PELABUHAN INDONESIA I, PT PELABUHAN INDONESIA II, PT PELABUHAN INDONESIA III, AND PT PELABUHAN INDONESIA IV", "Abstrak": "Presiden Joko Widodo telah mencanangkan program Tol Laut pada 4 November \n2015, sebagai konsep untuk memperkuat jalur pelayaran guna pemerataan\npertumbuhan di kawasan timur Indonesia. Tol Laut menekan biaya logistik dan\nmemastikan tersedianya prinsip strategis di seluruh wilayah Indonesia dengan\nharga yang relatif merata agar kesejahteraan rakyat lebih merata. Untuk\nmemperluas dan meningkatkan konektivitas antarwilayah, Pemerintah telah\nmenunjuk 4 (empat) Badan Usaha Badan Usaha Milik Negara (BUMN) di bidang\njasa kepelabuhanan. Dengan kecenderungan peningkatan nilai belanja modal\nuntuk mendukung program tol laut, BUMN jasa kepelabuhanan mengubah\nstruktur permodalan dengan meningkatkan nilai hutang/kewajiban. \nPenelitian ini bertujuan untuk mengukur dan menganalisis dampak perubahan\nstruktur permodalan terhadap kinerja keuangan dan kondisi kesehatan\nmenggunakan Analisis Rasio Keuangan berdasarkan Keputusan Menteri BUMN\nKEP-100/MBU/2002. Analisis keuangan menggunakan delapan rasio, return on\nequity, return on investment, cash ratio, current ratio, collection period,\nperputaran persediaan, total perputaran aset, dan total ekuitas terhadap total aset\nkemudian divalidasi menggunakan Keputusan tersebut. \nHasil dari kondisi kesehatan keuangan Perseroan periode 2012-2019 adalah PT\nPelindo I (AA, AA, AA, AA, AA, AA, AA, dan BBB), PT Pelindo II (AA, AA,\nAA, A , A, A, AA, dan AA), PT Pelindo III (AA, AA, AA, AA, AA, AA, AA,\ndan AA), dan PT Pelindo IV (AA, AA, AA, A, BBB, A, BBB, dan A).\nKesimpulannya, Program tol laut belum memberikan kontribusi langsung\nterhadap peningkatan kinerja keuangan dan operasional BUMN jasa pelabuhan.\nBeberapa BUMN jasa pelabuhan memanfaatkan program tol laut, mengubah\nstruktur permodalan dengan menambah jumlah utang/kewajiban. Dengan kurang\nberhati-hati, perubahan struktur permodalan tersebut berdampak negatif terhadap\nkinerja keuangan yang tercermin dari penurunan kinerja pada tahun 2016-2019.", "Daftar File": {"2020_TS_PP_Haris Wiyono_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/214153"}, "Penulis": "Haris Wiyono [29118372]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "rasio keuangan, penilaian kesehatan keuangan, badan usaha milik negara, jasa pelabuhan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Sep 2020"}