{"Nomor": 51123, "Judul": "PERBAIKAN PROSES TENDER UNTUK RIG KERJA ULANG DALAM RANGKA MEMASTIKAN KUALITAS JASA UNTUK  PT CITRA PRATAMA INDONESIA", "Abstrak": "Salah satu usaha untuk menjaga produksi minyak, PT. Citra Pratama Indonesia (selanjutnya disebut\nsebagai Perusahaan) adalah dengan melaksanakan program perbaikan sumur dan kerja ulang dengan\nmemakai unit rig. Perusahaan sebagai Kontraktor Bagi Hasil harus mencari rig dari pihak ketiga\ndengan melalui proses pengadaan sesuai peraturan PTK-007. Untuk memenangkan proses\npengadaan, penawar akan melakukan segala upaya agar mereka menjadi penawar terendah. Penawar\nterendah akan menjadi pemenang. Disinilah awal mula permasalahan. Pemenang dengan harga\nterendah tidak selalu yang berkinerja terbaik. Hal ini mengakibatkan lamanya waktu yang dibutuhkan\nuntuk menyelesaikan proyek, bertambahnya biaya yang harus dikeluarkan, bahkan terkadang\nmelebihi dari pagu dana yang ditetapkan. Tesis ini adalah sebagai salah satu usaha untuk melakukan\nanalisa dan menemukan penyebab utama dari kinerja yang rendah serta mencari alternatif pemecahan\nmasalah dalam melakukan pemilihan rig serta membuat rencana implementasi dalam mengantisipasi\ntransisi dari skema bagi hasil ke skema Gross Production Split dengan Pertamina di Agustus 2021. \nKerangka konsep tesis dimulai dari pencarian akar permasalahan dari tingginya kerusakan peralatan,\nyaitu permasalahan keuangan kontraktor dan dukungan manajemen kontraktor, kemudian metode\nuntuk mencapai target yang berupa kinerja operasi yang handal dengan menerapkan metode Analytic\nHierarchy Process (AHP) untuk melakukan pemilihan kontraktor rig. \nTesis ini menggunakan AHP untuk membantu membuat keputusan yang melibatkan berbagai kriteria\npemilihan dan berbagai pengambil keputusan. Dimulai dengan pembuatan model AHP berdasarkan\nmasukan dari beberapa pemangku kepentingan, dilanjutkan dengan perhitungan AHP berdasarkan\nmasukan dari beberapa pemangku kepentingan, dilanjutkan dengan membandingkan alternative yang\ntersedia dilihat dari beberapa kriteria yang sudah dipustuskan sebelumnya. Kontraktor A adalah yang\nterbaik dari sisi Total Cost of Ownership (TCO) meski dengan harga sewa harian lebih mahal dari\nKontraktor C. Kontraktor B merupakan yang kedua terbaik dan terakhir adalah Kontraktor C. \nRekomendasi dari Tesis ini adalah menggunakan AHP sebagai metode seleksi rig di masa yang akan\ndatang dengan operator baru dan untuk memastikan peralihan yang lancar harus dibuat rencana\npererapan.", "Daftar File": {"2020_TS_PP_Pudjo_Handoko_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/214154"}, "Penulis": "Pudjo Handoko [29118243]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kontraktor Bagi Hasil, Kerja Ulang, Pengadaan, Penggantian Biaya, Gross Production Split", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Sep 2020"}