{"Nomor": 51127, "Judul": "STUDI PEMANGGANGAN MAGNETISASI PIRIT SEBAGAI METODE PEMROSESAN AWAL BIJIH EMAS REFRAKTORI: ULASAN KRITIS", "Abstrak": "Bijih emas refraktori merupakan jenis bijih emas yang menjadi sumber paling banyak untuk produksi emas. Diperkirakan sekitar 38% bijih emas yang diproses di dunia berupa bijih emas refraktori. Pemrosesan awal pada jenis bijih emas ini umum dilakukan untuk meningkatkan persen ekstraksi emas pada proses pelindian selanjutnya. Salah satu metode pemrosesan awal yang banyak digunakan di industri pengolahan emas yaitu pemanggangan oksidatif. Meskipun metode ini sudah banyak diaplikasikan oleh industri pengolahan emas, pemanggangan oksidatif ini memiliki beberapa kekurangan yang perlu diatasi. Kekurangan tersebut antara lain sulit teroksidasinya beberapa senyawa sulfida yang terasosiasi dengan bijih emas dan terjadinya fenomena enkapsulasi emas pada kalsin pemanggangan. Solusi untuk permasalahan ini yaitu proses pemanggangan yang disertai dengan tahapan pemisahan magnetik / magnetizing roasting dengan tujuan untuk memisahkan produk pemanggangan yang bersifat magnetik dari pengotor-pengotor yang bersifat non-magnetik. Tujuan dari penelitian ini yaitu untuk mengetahui mekanisme magnetizing roasting bijih emas refraktori dengan meninjau pengaruh parameter pemanggangan maupun sifat magnetik produk pemanggangan.\nTahapan pertama pada penelitian ini yaitu pengumpulan data-data dari beberapa jurnal atau bentuk hasil penelitian lainnya yang terpublikasi untuk menyediakan informasi yang bersifat umum mengenai mineral dan bijih emas, metode perlakuan awal oksidatif bijih emas refraktori, termodinamika pemanggangan pirit, kinetika pemanggangan pirit dan teori magnetik. Tahap selanjutnya yaitu membahas mengenai faktor yang dapat mempengaruhi pemanggangan pirit dan sifat magnetik yang dimiliki oleh produk pemanggangan pirit. Kemudian, pembahasan secara komprehensif diberikan terkait mekanisme magnetizing roasting sebagai metode pre-treatment bijih emas refraktori sulfida.\nHasil ulasan menunjukkan bahwa variasi parameter pemanggangan menyebabkan perbedaan jenis fasa besi sulfida/oksida yang terbentuk dan sifat magnetik dari kalsin hasil pemanggangan. Hasil simulasi dengan menggunakan perangkat lunak FactSage menunjukkan bahwa fasa magnetit yang memiliki sifat magnet yang kuat dapat dihasilkan melalui pemanggangan dengan penambahan CO2 berlebih sekitar 300 gram per gram pirit, atau melalui pemanggangan dengan penambahan udara terkontrol/terbatas sekitar 2 gram per gram pirit. Dari beberapa hasil penelitian skala laboratorium diperoleh, pemanggangan menggunakan atmosfer CO2 pada temperatur 750-950ºC merupakan parameter optimum untuk pemanggangan pirit. Kalsin pemanggangan pada kondisi tersebut memiliki porositas yang besar sehingga memfasilitasi kontak antara agen pelindi dengan mineral emas dan memiliki sifat magnetik yang kuat untuk memudahkan pemisahan magnetik mineral mengandung emas dari mineral pengotornya, seperti SiO2 maupun mineral sulfida/sulfat yang tidak dapat teroksidasi pada proses pemanggangan oksidatif.", "Daftar File": {"COVER Muhammad Fajar Asri": "https://digilib.itb.ac.id/gdl/download/214176"}, "Penulis": "Muhammad Fajar Asri [12516062]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Taufiq Hidayat, S.T., M.Phil., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "emas, refraktori, enkapsulasi, pirit, pemanggangan, magnetit", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "26 Sep 2020"}