{"Nomor": 51132, "Judul": "PEMECAHAN MASALAH DAN PENGAMBILAN KEPUTUSAN PADA PROYEK BANGKO WATERFLOOD UNTUK MENCAPAI AIR  BUANGAN NOL SEBAGAI KEPATUHAN TERHADAP KEBIJAKAN PERUSAHAAN CHEVRON", "Abstrak": "Masalah lingkungan dan keselamatan sangat penting dalam bisnis hulu minyak dan gas dunia. Berdasarkan\nkesadaran yang lebih tinggi dari para pemangku kepentingan terhadap lingkungan, masalah ini akan\nmendorong perusahaan minyak dan gas untuk lebih memperhatikan lingkungan yang akan lebih menantang\ndan kompleks seiring dengan berlanjutnya bisnis. \nPengelolaan Lingkungan, melindungi manusia dan lingkungan, adalah nilai Chevron Way yang memandu\ntindakan untuk mendapatkan hasil dengan cara yang benar, setiap saat. Taruhannya tinggi, dan toleransi\nrendah untuk hal-hal yang berdampak negatif pada masyarakat dan lingkungan. PT Chevron Pacific\nIndonesia memainkan peran penting dalam melindungi lingkungan, mencapai tujuan Keunggulan\nOperasional dan dalam memenuhi harapan area fokus lingkungan. Prinsip-prinsip lingkungan Chevron\nmengambil pendekatan siklus hidup untuk mendefinisikan bagaimana Chevron menyediakan energi dengan\ncara yang bertanggung jawab terhadap lingkungan. Untuk implementasi, Chevron memiliki pedoman yang\ndisebut Standar Kinerja Lingkungan (EPS) dan salah satu pedoman implementasinya adalah untuk\npembuangan air yang diproduksi di hulu. \nTujuan dari tugas akhir ini adalah untuk memilih solusi alternatif terbaik untuk pembuangan air terproduksi\ndi Bangko Gathering Station untuk memenuhi Standar Kinerja Lingkungan (EPS) Chevron pada pedoman\nAir yang Diproduksi dengan tujuan mendasar adalah untuk mengurangi potensi dampak lingkungan dan\npaparan kewajiban terhadap Chevron. Ini benar-benar menerapkan salah satu nilai perusahaan untuk\nmelindungi manusia dan lingkungan dan untuk mempertahankan operasi keberlanjutan Chevron. \nProses pengambilan keputusan untuk memilih alternatif terbaik dalam proyek ini diformalkan dengan\nmenggunakan Simple Multi Attribute Rating Technique (SMART) sesuai dengan nilai dan tujuan yang ingin\ndicapai dan didukung oleh metode Value-Focus Thinking (VFT) untuk mengeksplorasi masalah bisnis\ndengan mengeksplorasi masalah keputusan dan peluang keputusan yang akan membantu menghasilkan\nalternatif dan kriteria. Analisis kualitatif dalam proyek ini dilakukan melalui Diskusi Kelompok Fokus yang\nmelibatkan semua pemangku kepentingan dari latar belakang multi-disiplin yang memiliki pengetahuan\ntentang fasilitas tersebut. \nAlternatif yang diusulkan dalam penelitian ini adalah alternatif 4 - Run All Spare Pumps & Procure 2 Spare\nBare Pump dan Motor. Hasil penelitian ini diusulkan menjadi proyek dan akan diimplementasikan\nmenggunakan konsep manajemen proyek.", "Daftar File": {"2020_TS_PP_Bona Sulthony_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/214204"}, "Penulis": "Bona Sulthony [29117323]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Environmental Performance Standard, Produced Water, Decision Making, Simple Multi  Attribute Rating Technique, Value-Focus Thinking, Alternative selection.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Sep 2020"}