{"Nomor": 51136, "Judul": "POLA RELASI KUASA DALAM PARTISIPASI KOMUNITAS PADA PROGRAM SISTEM PENGOLAHAN AIR LIMBAH TERDESENTRALISASI: STUDI KASUS DI PROVINSI JAKARTA, INDONESIA", "Abstrak": "Sistem pengolahan air limbah terdesentralisasi dianggap sebagai pendekatan paling\nsesuai untuk meningkatkan akses sanitasi bagi masyarakat miskin yang tinggal di\ndaerah padat penduduk di perkotaan. Pemerintah Provinsi Jakarta telah\nmelaksanakan program sanitasi berbasis komunitas pada tahun 2013, yang memberi\nruang kepada para penerima manfaat untuk terlibat dalam program bersama dengan\norganisasi formal lainnya. Masalah muncul ketika struktur institusi mempengaruhi\nperan komunitas, sebagai aktor utama, dalam program. Penelitian ini bertujuan\nuntuk mengidentifikasi pola relasi kuasa dan tingkat partisipasi komunitas sebagai\nsuatu upaya untuk meningkatkan implementasi program. Pengaruh struktur kuasa\nterhadap partisipasi komunitas akan menentukan kesuksesan program, maka: Peran\ndan kuasa apa yang dimiliki oleh komunitas dalam mengimplementasikan program\npeningkatan sanitasi? Penelitian ini dilakukan dengan mengaplikasikan Social\nNetwork Analysis menggunakan software UCINET untuk menganalisa jaringan\nkuasa para aktor dan scoring analysis menggunakan skala Guttman untuk\nmemeriksa tingkat partisipasi komunitas dengan merujuk pada Public Participation\nSpectrum yang dikeluarkan oleh International Association for Public Participation.\nWawancara dilakukan terhadap 8 orang yang mewakili 6 kelompok aktor yang\nterlibat dalam program untuk memperoleh data matriks hubungan para aktor.\nKuesioner diisi oleh 122 orang anggota komunitas untuk mengidentifikasi tingkat\npartisipasi berdasarkan indikator yang dibangun dari pedoman program dan\nliteratur terkait. Analisa kuasa menghasilkan skor tinggi untuk Kelompok Swadaya\nMasyarakat pada kategori Sentralitas Tingkatan, Sentralitas Kedekatan, Sentralitas\nKeperantaraan, dan Sentralitas Eigenvektor. Analisa partisipasi komunitas\nmenunjukkan bahwa tingkat pemberdayaan secara umum telah terjadi, sementara\nuntuk tiap tahapan, pemberdayaan komunitas terjadi di tahap persiapan dan paska\nkonstruksi, dan kolaborasi terjadi di tahap perencanaan dan konstruksi. Penelitian\nini menyimpulkan bahwa menempatkan komunitas pada posisi kunci dan\nmelibatkannya pada struktur institusi formal menyebabkan tingginya tingkat\nketerlibatan komunitas dalam program yang bertujuan untuk meningkatkan kualitas\nhidup masyarakat.", "Daftar File": {"ABSTRAK Eka Septi Widiyani": "https://digilib.itb.ac.id/gdl/download/214208", "BAB 1 Eka Septi Widiyani": "https://digilib.itb.ac.id/gdl/download/214209", "BAB 2 Eka Septi Widiyani": "https://digilib.itb.ac.id/gdl/download/214210", "BAB 3 Eka Septi Widiyani": "https://digilib.itb.ac.id/gdl/download/214211", "BAB 4 Eka Septi Widiyani": "https://digilib.itb.ac.id/gdl/download/214212", "BAB 5 Eka Septi Widiyani": "https://digilib.itb.ac.id/gdl/download/214213", "BAB 6 Eka Septi Widiyani": "https://digilib.itb.ac.id/gdl/download/214214", "DAFTAR Eka Septi Widiyani": "https://digilib.itb.ac.id/gdl/download/214215", "2020 TS PP EKA SEPTI WIDIYANI_JURNAL.pdf\n]": "https://digilib.itb.ac.id/gdl/download/214216"}, "Penulis": "Eka Septi Widiyani [25418006]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, MA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "air limbah, jaringan, kuasa, Social Network Analysis, partisipasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "27 Sep 2020"}