{"Nomor": 51140, "Judul": "DESAIN DAN IMPLEMENTASI SISTEM KENDALI PADA SISTEM PENYIMPANAN DAN PENGAMBILAN BARANG DI RAK PENYIMPANAN PADA PERGUDANGAN INDUSTRI", "Abstrak": "Pengembangan sistem otomatis penempatan dan pengambilan barang pada rak\npenyimpanan dilakukan dengan cara mengimplementasikan basis perangkat lunak\nmaupun perangkat keras yang terintegrasi. Dalam menjalankan tugas pergerakan\npada perangkat keras sistem, diperlukan prosedur pengendalian yang berperan\nsebagai acuan bagi sistem sehingga dihasilkan pergerakan yang terstruktur. Tugas\nAkhir ini membahas rancangan desain, implementasi, hasil pengujian, serta analisis\ndari upaya optimasi pengendalian pergerakan dari sistem yang digagas. Telah\ndirancang serangkaian konstanta pengendali PID yang didesain pada sampling time\n2 mili detik untuk memenuhi desain pergerakan yang mentransisikan pengendalian\nbasis kecepatan menjadi basis posisi pada saat posisi sistem bernilai 70% dari jarak\ntarget. Optimasi nilai kendali terhadap pergerakan sistem dilakukan untuk\nmenyempurnakan respon pergerakan dan memenuhi spesifikasi sistem. Pengujian\nmenghasilkan pergerakan sistem dengan kecepatan rata-rata dan percepatan\nmaksimum secara berurutan untuk penggerak horizontal dan vertikal senilai 1,123\ncm/s dan 0,496 cm/s; serta 5,8 cm/s2\ndan 3,2 cm/s2\n.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/214228", "Abstrak": "https://digilib.itb.ac.id/gdl/download/214229", "Abstract": "https://digilib.itb.ac.id/gdl/download/214230", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/214231", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/214232"}, "Penulis": "Alfie Aulianda [13216062]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Carmadi Machbub", "Yulyan Wahyu Hadi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ASRS, racking system, control systems, pengendali PID, trajectory generation, path planning", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "27 Sep 2020"}