{"Nomor": 51149, "Judul": "AERODYNAMIC DESIGN OF MORPHING AIRFOILS VIA SURROGATE-BASED BILEVEL OPTIMIZATION AND GENETIC ALGORITHM", "Abstrak": "With the constant pressure on the aircraft industry to reduce its environmental impact, morphing wing among other innovative concepts is envisioned\nto have a significant contribution in improving the aerodynamic performance\nand extending the mission capabilities of the next generation of aircraft. In the\npresent study, the aerodynamic characteristics of two morphing concepts are\ninvestigated. Firstly morphing camber optimization using FishBAC concept\nto reduce the drag coefficient of NACA 0012 through two-level optimization\ntask: upper level which optimizes the baseline design thickness distribution\nwhereas lower level finds the optimum morphing using surrogate-based bilevel\noptimization framework which was developed to overcome the high computational cost associated with such hierarchical structure optimization problems.\nThe developed framework used Kriging to model the lower level optimal value\nfunction as a function of upper level variables in house algorithm KADAL\n(Kriging for Analysis, Design Optimization, and Exploration) while COBRA\n(Constrained Optimization by Radial Basis Function Interpolation) used as\nlower level optimizer. Secondly, morphing thickness optimization was carried\nout to delay laminar flow transition over the upper surface of MS(1)-031 airfoil\nthrough-thickness modifications with genetic algorithm (GA) as an optimizer.\nThe results presented in this thesis showed the effectiveness of these morphing concepts in drag reduction, transitions delay, and improved aerodynamic\nefficiency.", "Daftar File": {"ABSTRAK Rashid Ibrahim Abdallah Yagoub": "https://digilib.itb.ac.id/gdl/download/214279"}, "Penulis": "Rashid Ibrahim Abdallah Yagoub [23618701]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal", "Pramudita Satria Palar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "airfoil, bilevel optimization, kriging, genetic algorithm, single point optimization, multi-point optimization", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2020"}