{"Nomor": 51143, "Judul": "SISTEM REKOMENDASI JUAL BELI BARANG MENGGUNAKAN PROGRESSIVE MINING OF SEQUENTIAL PATTERNS (PISA) DENGAN MULTI BATASAN", "Abstrak": "Sistem rekomendasi Bukalapak sudah mengalami perubahan dari Content-Based yang\nmemanfaatkan kesamaan nama dan deksripsi barang menjadi fokus pada kesamaan dengan\npengguna lainnya(Collaborative Filtering). Namun, sistem rekomendasi seharusnya dapat\nmenarik preferensi dari keseluruhan pelanggan. Selain itu, transaksi e-commerce memiliki\nbeberapa karakteristik yang menarik, yaitu data yang terurut berdasarkan waktu, terdapat\npola pembelian yang dilakukan oleh setiap pengguna, serta pandangan stakeholder unik\nuntuk memudahkan pengambilan keputusan. Dari ketiga pertimbangan inilah digunakan\nalgoritma PISA dengan multi batasan memberikan domain waktu dalam timestamp serta\nmemasukkan kriteria batasan yang dianggap menarik bagi stakeholder. Selain itu, algoritma\nini mengeliminasi transaksi yang sudah kedaluwarsa untuk menyediakan tempat bagi\ntransaksi baru dalam sebuah sliding window POI yang ditentukan stakeholder. Algoritma\nini kemudian dijadikan sebagai praproses pada sistem rekomendasi dengan memanfaatkan\nhistori pembelian pengguna sebelumnya. Algoritma ini dijalankan pada data sintetik dari\ndata transaksi Bukalapak sebanyak 9982 transaksi dengan 40 barang dan 49 pengguna\nuntuk selanjutnya diolah menjadi rekomendasi untuk pengguna melalui medium website.\nHasil eksperimen dan pengujian menunjukkan bahwa hanya 0 atau 1 barang yang\ndirekomendasikan dengan praproses algoritma PISA dengan multi batasan dikarenakan\njumlah transaksi pada data sintetik terlalu sedikit. Artinya, diperlukan transaksi yang lebih\nbanyak untuk dapat menghasilkan rekomendasi yang sesuai.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/214247", "Abstrak": "https://digilib.itb.ac.id/gdl/download/214248", "Abstract": "https://digilib.itb.ac.id/gdl/download/214249", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/214250", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/214251"}, "Penulis": "Kevin Andrian Liwinata [13516118]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati S., M.Comm."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "PISA, batasan, e-commerce, urutan, POI, rekomendasi, histori.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "27 Sep 2020"}