{"Nomor": 51148, "Judul": "PERANCANGAN SISTEM DETEKSI JALUR E-TRIKE OTONOM DI LINGKUNGAN KAMPUS ITB GANESHA", "Abstrak": "E-Trike Otonom adalah sarana transportasi dalam bentuk kendaraan roda tiga\nyang dikembangkan untuk membantu mahasiswa berkebutuhan khusus untuk\nmelakukan mobilisasi antargedung di dalam lingkungan kampus ITB Ganesha.\nSistem kendali E-Trike dirancang untuk mengantarkan penumpang ke titik tujuan\nsecara otomatis tanpa memerlukan keahlian mengemudi dari penumpang. Sistem\nakan melakukan kendali kecepatan dan posisi steering sehingga E-Trike dapat\nbergerak menuju titik tujuan berdasarkan masukan titik tujuan dari penumpang\nserta masukan dari multisensor untuk mendeteksi posisi dan keadaan di sekitar\nkendaraan.\nSistem deteksi jalur merupakan salah satu subsistem pada E-Trike otonom yang\nbertujuan agar E-Trike dapat berjalan pada jalur yang ditentukan. Pada penelitian\nini, sistem deteksi jalur berbasis kamera telah dirancang dengan algoritma\npenyusunan nilai koordinat titik. Sistem menerima input berupa video yang\nkemudian diolah melalui proses preprocessing, processing, dan postprocessing\nuntuk menghasilkan output berupa faktor koreksi kendaraan terhadap titik tengah\njalan. Berdasarkan hasil pengujian yang telah dilakukan, sistem dapat mendeteksi\nmarka jalan dengan warna yang sama pada bagian kiri dan kanan jalan,\nmendeteksi marka jalan kuning, mendeteksi adanya belokan, dan mengatur target\nposisi kendaraan pada jalan dua arah. Sistem deteksi jalur bekerja dengan baik\npada kondisi jalan yang sepi, intensitas cahaya stabil dengan sedikit bayangan,\nkontur jalan yang rata, dan marka jalan yang jelas. Sistem melakukan komputasi\ndata per frame selama 0.049 s dengan rata-rata kesalahan pembacaan error sebesar\n0.7222 cm dan standard deviasi sebesar 0.621 cm", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/214274", "Abstrak": "https://digilib.itb.ac.id/gdl/download/214275", "Abstract": "https://digilib.itb.ac.id/gdl/download/214276", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/214277", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/214278"}, "Penulis": "Angga Yohanes [13216025]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D.", "Egi Muhammad Idris Hidayat, S.T., M.Sc., Ph.D.", "Yulyan Wahyu Hadi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "E-Trike Otonom, Sistem Deteksi Jalur, Faktor Koreksi, Citra", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "27 Sep 2020"}