{"Nomor": 51151, "Judul": "PROGRAM PEKERJAAN PERAWATAN SUMUR BERKELANJUTAN YANG SELAMAT DAN EFISIEN UNTUK EKSEKUSI YANG BERKUALITAS", "Abstrak": "Masalah kegagalan prematur pada pompa bawah permukaan fluida berdampak pada penundaan\nproduksi minyak yang pada akhirnya mengakibatkan disrupsi pada penerimaan hasil penjualan minyak,\nterutam pada perusahaan minyak and gas yang hak konsesinya terbatas oleh perjanjian kontraktual.\nPekerjaan perawatan sumur akan dilakukan untuk mengganti pompa dan mengembalikan sumur minyak\nberproduksi. Sangat penting untuk merencanakan pekerjaan perawatan sumur sehingga mendapatkan\noperasi yang efisien dan selamat, dengan tujuan akhir untuk memperpanjang umur pompa selama\nmungkin dan terhindar dari biaya pekerjaan Kembali. Pekerjaan perawatan sumur ini sendiri dianggap\nsebagai pekerjaan yang berisiko rendah namun sangat banyak dalam kuantitas sehingga sangat\ndiperlukan untuk diatur sedemikian rupa dengan tetap mempertimbangkan efisiensi biaya. \nPenelitian dilakukan untuk mendapatkan sumber permasalahan dari kegagalan pompa prematur beserta\nsolusinya. Sebagai control, keselamatan kerja harus tetap terjaga pada saat pekerjaan perawatan sumur.\nMenggunakan metode DMAIC (Define Measure Anlayze Improve Control) permasalahan dipelajari\ndengan proses berpikir yang terstruktur, dimulai dari definisi permasalahan dan mengukur hasil proses\nbisnis aktual yang ada pada saat ini berdasarkan database resmi dari analisa tear down pompa.\nPenelitian dilanjutkan dengan menganalisa sumber permasalahan dari kegagalan premature dan\nbeberapa alternatif perbaikan akan diajukan. Sumber permasalahan yang terjadi adalah interferensi\nsolid; proses fabrikasi dan asembel; disrupsi daya; ketidakcocokan desain pompa; praktek dalam\npemasangan. Solusi terbaik dari masing-masing sumber permasalahan dipilih berdasarkan parameter\nyang penting menurut para stakeholder dan kalkulasi total dari nilai suatu solusi dengan pertimbangan\nefektifitas, kemudahan penggunaan, dan batasan yang berhubungan dengan produksi. \nSolusi bisnis diimplementasikan dengan membagi fase menjadi pra-eksekusi, ekseskusi dan pascaeksekusi\n\nand penanggung jawab dari masing-masing tim akan dipilih. Solusi juga akan dibedakan\nberdasarkan solusi umum dan solusi spesifik untuk well tertentu untuk menjamin ketepat gunaan dari\nsolusi. Proses bisnis yang baru akan direncanakan sebelum implementasi dilakukan, dan perbaikan yang\nkontinyu akan terus dilakukan setelah melakukan review terhadap hasil implementasi yang sudah\ndilakukan.", "Daftar File": {"2020_TS_PP_Ramadhan Prasetya Utama_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/214281"}, "Penulis": "Ramadhan Prasetya Utama [29118255]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "perawatan sumur, kegagalan premature, pompa bawah permukaan fluida", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Sep 2020"}