{"Nomor": 51153, "Judul": "ANALISIS PERUBAHAN KADAR ASAM LEMAK BEBAS PADA PRODUKSI MONOGLISERIDA MELALUI REAKSI GLISEROLISIS", "Abstrak": "Pertumbuhan industri pangan memiliki peningkatan signifikan sebesar 4% hingga\n9% setiap tahunnya, yang simultan dengan kebutuhan bahan baku. Salah satunya\npengemulsi sebagai bahan tambahan pangan. Pengemulsi berbahan baku minyak dan\nlemak yang digunakan untuk menstabilkan campuran dua fase tak saling campur. Salah\nsatu pengemulsi yang banyak digunakan adalah monogliserida. Monogliserida disintesis\ndari minyak sawit dan dapat diaplikasikan pada berbagai jenis pangan.\nPenelitian ini bertujuan untuk mengidentifikasi perubahan kadar asam lemak\nbebas (ALB) dalam konversi trigliserida menjadi monogliserida. Produksi monogliserida\ndilakukan melalui reaksi gliserolisis antara palm stearin dan gliserol dengan bantuan\npelarut tert-butanol agar meminimalkan kondisi operasi yang ekstrim namun tetap\nmemberikan hasil yang optimum. Kondisi yang akan divariasikan adalah temperatur\nreaksi dengan rentang 80o\nC hingga 120o\nC dan waktu reaksi selama 1, 3, dan 4 jam.\nPenelitian menunjukkan adanya perubahan tren kadar ALB yang disebabkan oleh\nreaksi hidrolisis yang mengganggu reaksi gliserolisis secara kinetika. Reaksi hidrolisis\ndipicu karena keberadaan air berlebih pada bahan baku, asam sebagai katalis, dan kondisi\noperasi reaksi. Perubahan temperatur dan waktu (p-value < 0,05) merupakan variable\nkritis terhadap perubahan kadar ALB. Melalui analisis desain faktorial, temperatur\nmemberikan pengaruh paling besar dalam perubahan kadar asam lemak bebas produk.\nProduk monogliserida optimum dihasilkan pada produk dengan kadar ALB terendah.", "Daftar File": {"ABSTRAK Siskia Dewi Febryola Hutahaean": "https://digilib.itb.ac.id/gdl/download/214283"}, "Penulis": "Siskia Dewi Febryola Hutahaean [14316029]", "Kontributor / Dosen Pembimbing": ["Dian Shofinita, S.T., M.T.", "Prof. Dr. Ir. Lienda Aliwarga, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "gliserol, kadar asam lemak bebas, monogliserida, pengemulsi, trigliserida", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2020"}