{"Nomor": 51164, "Judul": "FOTOREDUKSI CO2 UNTUK PRODUKSI ASAM FORMAT", "Abstrak": "According to Global Carbon Project, the CO2 emission for 2018 has reached a new record\nof 37.1 billion metric ton. This figure is higher than those of previous years. The carbon\ndioxide emission has been a primary issue to address because it absorps infrared radiation\nand subsequently rises the atmospheric temperature. As a result it causes detrimental\neffects for the Earth such as the notorious Green House Gas Phenomenon and climate\nchange. In response to the rising carbon dioxide emission, superpower countries such as\nChina and USA have been trying to reduce the emission by gradually switching to\nrenewable energy sources. A particular method that is expected to reduce the carbon\ndioxide emission is the carbon dioxide photoreduction.\nThe carbon dioxide photoreduction can be referred as artificial photosynthesis. Although\nthe brief mechanism of photosynthesis is reducing carbon dioxide to glucose, there exists\na need to reduce carbon dioxide to formic acid first. Because such artificial photosynthesis\nis executed at room temperature, atmospheric pressure, and under direct sun light, this\nreaction requires photosensitizers to enable the solar energy to reduce carbon dioxide.\nAside from reducing the carbon dioxide emission, this pathway is also able to convert it\nto valuable compound, which is formic acid, whose application in energy is a Liquid\nOrganic Hydrogen Carrier (LOHC).\nThis explorative research is aimed to photocatalytically reduce CO2 with\nZn6Cr2(OH)16CO3.4H2O concocted with varied drying time. The photocatalyst has 51.3%\ncrystalinity and is theoretically active with red to orange visible light. Literature study\nshows that Zn is a metal commonly found in carbonic anhydrase and Cr in formate\ndehydrogenase, enzymes responsible for photosynthesis and reversible conversion of\ncarbon dioxide to formic acid, which implies that both are metals promising in\nphotocatalytic reduction of carbon dioxide to formic acid.", "Daftar File": {"ABSTRAK Bernard Andrian": "https://digilib.itb.ac.id/gdl/download/214294"}, "Penulis": "Bernard Andrian [14516034]", "Kontributor / Dosen Pembimbing": ["Hary Devianto, S.T., M.Eng., Ph.D.", "Jenny Rizkiana, S.T., M.T., Ph.D.", "Dr. Ir. Tatang Hernas"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Dermaga, Struktur, Pemodelan, Peti kemas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2020"}