{"Nomor": 51165, "Judul": "HYBRID FEATURE EXTRACTION UNTUK PENDETEKSIAN PENYAKIT TANAMAN", "Abstrak": "Dengan kemajuan teknologi saat ini, telah dikembangkan berbagai cara untuk\nmendeteksi penyakit pada tumbuhan. Diagnosa penyakit pada tumbuhan\nsecara manual membutuhkan biaya yang besar, serta waktu yang lama. Oleh\nkarena itu, telah dikembangkan berbagai pendekatan, salah satunya adalah dengan\nmenggunakan metode pembelajaran mesin. Metode ini memanfaatkan feature\nextraction untuk mendeteksi penyakit dari gambar tumbuhan. Terdapat beberapa\nfeature extraction yang akan dibandingkan, yaitu HOG (Histogram of Oriented\nGradients), ORB (Oriented FAST and Rotated BRIEF), dan SURF (Speeded-Up\nRobust Features). Selain itu akan dilakukan percobaan untuk menggabungkan\nserta membandingkan feature extraction tersebut (hybrid feature extraction).\nTujuan utama dari percobaan ini adalah untuk menemukan hybrid function\npaling baik, berdasarkan metrik akurasi, F1-Score, dan Area Under ROC. Dataset\nyang digunakan berasal dari PlantVillage. Tipe data pada dataset ini adalah\ngambar dengan format JPEG. Dataset ini terdiri atas tiga kelas yang berbeda, yaitu\npotato early blight, potato late blight, dan healthy. Classifier yang akan\ndigunakan adalah SVM (Support Vector Machine) dan Decision Tree. Pengujian\ndievaluasi dengan metrik akurasi, F1-Score, dan Area Under ROC (AUROC).\nBerdasarkan pengujian yang telah dilakukan, didapatkan bahwa metode hybrid\nfeature extraction ORB dan SURF (ORB+SURF) dan classifier SVM\nmenghasilkan prediksi dengan akurasi sebesar 89,87% dan F1-Score sebesar\n89,77%. Hybrid feature extraction ORB+SURF dan classifier SVM juga\nmempunyai nilai Area Under ROC yang terbaik, yaitu sebesar 0,93.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/214296", "Abstrak": "https://digilib.itb.ac.id/gdl/download/214297", "Abstract": "https://digilib.itb.ac.id/gdl/download/214298", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/214299", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/214300"}, "Penulis": "Muhammad Naufal [13514073]", "Kontributor / Dosen Pembimbing": ["Dr. Judhi Santoso, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pembelajaran mesin; Hybrid Feature Extraction; HOG; ORB; SURF; SVM; Decision Tree; akurasi; F1-Score; AUROC", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "27 Sep 2020"}