{"Nomor": 51170, "Judul": "DESAIN DAN IMPLEMENTASI SUBSISTEM PENYEDIA DAYA DAN CASING PADA SISTEM PEMANTAUAN POTENSI KEBAKARAN LAHAN GAMBUT", "Abstrak": "Indonesia merupakan produsen kelapa sawit terbesar di dunia, dengan produksi pertahun\nmencapai 51,8 juta ton tentu Indonesia memiliki perkebunan kelapa sawit yang luas.\nKarakteristik gambut sebagai media tanam kelapa sawit memiliki potensi bahaya, yakni\nkebakaran apabila kadar air yang berada pada lahan gambut tidak memadai. Kebakaran gambut\nsebenarnya dapat dicegah apabila dilakukan persiapan yang memadai ketika ketinggian\npermukaan air pada lahan gambut mencapat level kritis. Hal inilah yang mendasari peraturan\npemerintah Indonesia yang mewajibkan adanya sistem pemantauan ketinggian air tanah pada\nlahan gambut. Untuk menanggapi permasalahan tersebut, dirancanglah PeatBuddy, yakni\nsistem pemantauan level air tanah pada lahan gambut mandiri. Lokasi pemantauan di lahan\numumnya jauh dari jangkauan jaringan listrik, sehingga dalam membuat sistem tersebut,\ndirancang sistem penyedia daya yang dapat melakukan produksi daya, menyimpan daya hasil\nproduksi tersebut, serta mendistribusikan daya pada subsistem lain yang membutuhkan. Untuk\nitu, digunakan sistem produksi daya berbasis panel surya yang disimpan oleh baterai Lithium\nIon. Manajemen daya dilakukan dengan menggunakan modul Charge Controller untuk\nmengatur antara penyimpanan dan distribusi daya. Hasil dari pengujian sistem ini\nmenunjukkan subsistem daya dapat menghasilkan energi sebesar 1,356Wh pada cuaca\nmendung, cukup untuk memenuhi kebutuhan energi sistem sebesar 0,302Wh. Selain itu\npenyimpanan daya yang dibuat juga mampu menyuplai daya untuk sistem selama 1 bulan.", "Daftar File": {"13216026_Josua Muliawan_Cover.pdf?_": "https://digilib.itb.ac.id/gdl/download/214327", "13216026_Josua Muliawan_Abstrak_Indonesia.pdf?": "https://digilib.itb.ac.id/gdl/download/214328", "13216026_Josua Muliawan_Abstract_English.pdf)u": "https://digilib.itb.ac.id/gdl/download/214329", "13216026_Josua Muliawan_Lembar Pengesahan.pdf?": "https://digilib.itb.ac.id/gdl/download/214330", "13216026_Josua Muliawan_Buku TA PDF.pdf?": "https://digilib.itb.ac.id/gdl/download/214331"}, "Penulis": "Josua Muliawan [13216026]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D.", "Dr. Waskita Adijarto, S.T., M.T.", "Ir. Jeffrey B. P. Samosir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Gambut, Level air, Daya, Panel Surya, Baterai, Charge Controller", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "27 Sep 2020"}