{"Nomor": 51181, "Judul": "DESAIN & IMPLEMENTASI SISTEM INSTRUMENTASI DAN SISTEM KOMUNIKASI PADA SISTEM PEMANTAUAN POTENSI KEBAKARAN LAHAN GAMBUT", "Abstrak": "Perkebunan sawit merupakan salah satu perkebunan yang paling banyak di\nIndonesia, dikarenakan sawit merupakan tanaman yang sangat menguntungkan dan\ntidak perlu mengeluarkan biaya yang besar untuk menjaganya. Perkebunan sawit\npada biasanya ditanam pada lahan gambut yang merupakan tipe tanah yang pada\numumnya tidak mudah terbakar. Namun karakteristik dari tanaman sawit adalah\ntanaman tersebut akan membutuhkan air yang sangat banyak dari air yang berada\ndi bawah permukaan tanah lahan gambut. Ditambah dengan Indonesia yang\nmerupakan negara dengan musim kemarau yang panjang, menyebabkan lahan\ngambut ini menjadi sangat kering dan rawan dengan kebakaran hutan. Lahan\ngambut yang kering akan menjadi sangat mudah terbakar dan jalar api akan mudah\nmenyebar. Oleh karena itu pemerintah Indonesia mengeluarkan peraturan yang\nmewajibkan perkebunan sawit dengan model tanah lahan gambut untuk melakukan\npemantauan level air tanah lahan gambut. Oleh karena itu dibutuhkan sebuah sistem\npemantauan level air tanah lahan gambut yang yang dapat melakukan pengukuran\nsecara otomatis dan mengirimkan datanya secara remote atau jarah jauh. Untuk\nmembuat sistem ini, maka harus digunakan sensor level air yang tahan lama dan\ntahan dengan tingkat keasaman air lahan gambut. Untuk memenuhi kriteria ini,\nsensor yang digunakan akan menggunakan protokol komunikasi RS485\ndikarenakan protokol ini menggunakan daya terendah. Untuk mengirimkan data\nsecara jauh maka akan dibutuhkan sebuah protokol komunikasi dengan teknologi\nLoRa-WAN yang merupakan cara mengirimkan data ke gateway dengan teknologi\nradio frekuensi. Teknologi ini akan menghubungkan data dari sensor ke server dan\nmemiliki jarak pancar yang jauh.", "Daftar File": {"13216023_DandyFabian_Cover.pdf?_": "https://digilib.itb.ac.id/gdl/download/214356", "13216023_DandyFabian_Abstrak_Indonesia.pdf?_": "https://digilib.itb.ac.id/gdl/download/214357", "13216023_DandyFabian_Abstrak_English.pdf\n]": "https://digilib.itb.ac.id/gdl/download/214358", "13216023_DandyFabian_LembarPengesahan.pdf)u": "https://digilib.itb.ac.id/gdl/download/214360", "13216023_DandyFabian_BukuTA.pdf\n]": "https://digilib.itb.ac.id/gdl/download/214361"}, "Penulis": "Dandy Fabian [13216023]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D.", "Dr. Waskita Adijarto, S.T., M.T.", "Ir. Jeffrey B. P. Samosir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Level air, LoRA-WAN, RS485, Komunikasi Jarak jauh", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "27 Sep 2020"}