{"Nomor": 51186, "Judul": "PERANCANGAN FONDASI TIANG PANCANG STADION SEPAKBOLA BERSTANDAR INTERNASIONAL DI JAKARTA UTARA", "Abstrak": "Laporan ini menyajikan analisis & desain proyek stadion sepakbola berstandar\ninternasional di Jakarta Utara yang menekankan pada desain fondasinya. Analisa\nmeliputi: kelas situs, daya dukung tiang tunggal dan grup tiang, penurunan fondasi,\npenentuan jenis tiang pancang, dan desain perkuatan salah satu grup tiang. Standar\nyang digunakan dalam perancangan proyek ini adalah SNI 8460-2019, SNI 2847-\n2019, dan SNI 1726-2019. Proyek ini memiliki kelas situs 'SE' setelah dianalisis\nberdasarkan nilai N-SPT dari lubang bor di dalam area proyek. Sistem fondasi tiang\npancang dipilih untuk mendukung struktur stadion berdasarkan kondisi tanah &\nstruktur yang direncanakan. Di dalam proyek ini dirancang satu jenis tiang pancang\ndengan panjang 24meter agar kapasitas aksial dan lateral cukup kuat untuk\nmenopang struktur di atasnya. Daya dukung aksial tiang tunggal dihitung secara\nmanual menggunakan Metode API, sedangkan daya dukung lateral dievaluasi\nberdasarkan kurva p-y menggunakan metode finite difference menggunakan\naplikasi profesional bernama Ensoft LPILE. Terdapat 8 jenis konfigurasi grup\ntiang, masing-masing dimodelkan dan dievaluasi berdasarkan metode yang sama\ndengan aplikasi Ensoft LPILE, namun menggunakan aplikasi Ensoft GROUP untuk\nmengetahui besarnya reaksi tiang dan deformasi yang terjadi akibat beban kerja.\nHasil perhitungan menunjukkan bahwa semua grup tiang aman karena hasilnya di\nbawah batas maksimum yang ditentukan dalam standar. Selanjutnya beban dan\ndeformasi yang diperoleh dari software Ensoft GROUP digunakan sebagai acuan\nuntuk menentukan jenis tiang pancang dan perkuatan pile cap. Berdasarkan beban\ndan deformasi. tiang fondasi menggunakan spun pile kelas B diameter 600mm, dan\nuntuk tiang pancang digunakan tulangan D25-50 pada semua sumbu. Selain itu,\npenurunan tanah yang berisi penurunan elastis dan penurunan konsolidasi diperiksa\nkarena adanya beban. Penurunan maksimum yang diperoleh adalah 41,65 cm,\nsedangkan perbedaan penurunan terbesar adalah 0,0024. Angka-angka tersebut\nmasih di bawah batas yang diberikan oleh standar.", "Daftar File": {}, "Penulis": "Jan Davin Tengdyantono [15016112]", "Kontributor / Dosen Pembimbing": ["Endra Susila, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kelas situs, fondasi tiang pancang, daya dukung aksial, daya dukung lateral, daya dukung grup tiang, Ensoft LPILE, Ensoft GROUP, penurunan tanah.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2020"}