{"Nomor": 51192, "Judul": "PERANCANGAN STRUKTUR ATAS DAN BASEMENT BANGUNAN MULTIFUNGSI CIBADAK ONE", "Abstrak": "Bandung adalah ibukota jawa barat yang memiliki kepadatan penduduk tinggi. Selain itu Bandung merupakan daerah tujuan wisata dengan berbagai daya tarik. Untuk memenuhi kebutuhan tentang kebutuhan tempat tinggal, maka perlu dibangunnya suatu infrastruktur. Gedung Cibadak One dirancang untuk memenuhi kebutuhan atas tempat tinggal yang terletak di jalan Cibadak no 43 Bandung. Bangunan ini memiliki 2 tower sebagai tempat tinggal dengan adanya podium sebagai kawasan komersial dan basement 2 lantai yang berfungsi sebagai lahan parkir.\nBangunan memiliki struktur utama beton dengan menggunakan sistem dilatasi yang membagi mejadi 3 struktur atas dengan 2 bangunan dalam perencanaanya dan memiliki core wall sebagai penahan gempa. Memiliki sistem rangka atap yang terletak di atas podium dan di atas tower yang menghubungkan satu dengan yang lain. Desain menggunakan desain pembebanan ultimate untuk perhitungan Analisis bangunan menggunakan permodelan 2 tahap. Dalam perancangan telah mempertimbangkan kemungkinan yang terjadi dalam sistem konstruksi.\nRuang lingkup tugas akhir ini akan berfokus pada desain struktur atas meliputih desain penampang gedung, analisis kestabilan gedung, dan detailing penampang sesuaian dengan peraturan di Indonesia. Hasil dari tugas akhir ini berupa laporan pengerjaan tugas akhir dan gambar teknik pembangunan bangunan multifungsi Cibadak One.", "Daftar File": {"ABSTRAK Marco Christian Sutanto": "https://digilib.itb.ac.id/gdl/download/214374"}, "Penulis": "Marco Christian Sutanto [15016034]", "Kontributor / Dosen Pembimbing": ["Ir. R. Muslinang Moestopo, MSEM, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Cibadak, Bandung, Apartemen, Multifungsi, Desain, Struktur.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2020"}