{"Nomor": 51203, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN SISTEM PENGUKURAN MISALIGNMENT BERBASIS MATLAB-ARDUINO", "Abstrak": "Misalignment merupakan kondisi di mana dua poros mesin yang dipasangkan tidak berada dalam sumbu yang sama. Masalah semacam ini diselesaikan dengan cara melakukan alignment, yaitu proses penggeseran posisi salah satu mesin agar kedua poros menjadi sesumbu. Alignment dilakukan dalam dua tahap berurutan, yaitu tahap pengukuran dan koreksi. Umumnya pengukuran dilakukan adalah dengan menggunakan laser atau dial indicator. Bila dibandingkan dengan dial indicator, laser memiliki keunggulan berupa akurasi yang baik. Selain itu, laser biasanya sudah diintegrasikan dengan perangkat lunak sehingga resiko kesalahan interpretasi dapat dihindari. Namun, laser dijual dengan harga yang jauh lebih mahal daripada dial indicator. Bertolak dari permasalahan tersebut, dalam penelitian ini akan dibuat sistem interpretasi data hasil pengukuran di mana data berasal dari dial indicator digital.\nPada sistem pengukuran yang dibuat, perangkat keras sistem terdiri dari dial indicator digital dan sensor sudut MPU6050. Kedua sensor ini dihubungkan ke sistem mikrokontroler agar data dapat dikirim komputer dan pengolahan lanjutan dapat dilakukan. Setelah perangkat keras dibuat, penelitian dilakukan ke tahap perancangan dan pembuatan perangkat lunak sistem dengan menggunakan bantuan Matlab. Perangkat lunak ini berfungsi untuk mengolah data mentah menjadi tampilan dua dimensi yang menginterpretasikan posisi poros mesin.\nHasil pengujian menunjukkan bahwa sistem ini dapat membaca sinyal dari dial indicator dan sensor sudut dengan baik. Selain itu, hasil pengujian menunjukkan juga bahwa perangkat lunak memberikan interpretasi grafis yang sama persis dengan interpretasi berdasarkan perhitungan manual.", "Daftar File": {"ABSTRAK Wahyu Ajie Pratama": "https://digilib.itb.ac.id/gdl/download/214390"}, "Penulis": "Wahyu Ajie Pratama [13116108]", "Kontributor / Dosen Pembimbing": ["Budi Heryadi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "dial indicator digital, Matlab, misalignment, sistem mikrokontroler", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2020"}