{"Nomor": 51200, "Judul": "KAJIAN STUKTUR MOTIF SONGKET PALEMBANG UNTUK PENGEMBANGAN MOTIF PADA SONGKET OGAN ILIR", "Abstrak": "Songket merupakan salah satu warisan kebudayaan dari zaman Kerajaan Sriwijaya\nSelain memiliki nilai estetik songket juga memiliki nilai filosofis yang terkandung\npada setiap motif songket. Keahlian menenun diteruskan secara turun temurun\nmenggunakan alat tenun gedog. Prosesnya yang rumit dan lama membuat songket\nmemiliki harga yang cukup mahal. Tingginya permintaan songket Palembang\nmembuat produksi juga menyebar pada daerah Ogan Ilir yang merupakan wilayah\nyang langsung berbatasan dengan kota Palembang. Meskipun sentra kerajian\nsongket itu banyak, namun motif khas Ogan Ilir belum ada, penenun hanya\nmengikuti motif songket Palembang yang sudah ada. Proses pembuatan motif\nsongket (nyukit) tidak dapat dilakukan oleh semua penenun dikarenakan sulit\npengerjaannya, hal ini berdampak pada kurangnya animo masyarakat untuk\nmenyukit motif songket, sehingga motif songket mengalami perkembangan sangat\nlambat.\nTujuan Penelitian ini, yaitu 1) Mengeksplorasi potensi lokal yang dapat diangkat\nmenjadi motif khas Ogan Ilir. 2) Memetakan struktur songket dan\nmengkategorisasikan tingkat kesulitan struktur songket dari yang paling sulit,\nsedang dan yang mudah. Sehingga dapat meningkatkan minat masyarakat untuk\nmenjadi pengrajin songket khususnya sebagai penyukit. Metode penelitian yang\ntepat untuk mengembangkan motif songket Ogan Ilir adalah dengan menggunakan\nmetode kualitatif dengan pendekatan people centered depelopment untuk\nmelakukan simulasi sehingga menemukan motif khas Ogan Ilir. Penelitian ini akan\nmengkaji tentang struktur motif songket Palembang pada galeri songket Muara\nPenimbung Ogan Ilir sebagai upaya pengembangan motif Ogan Ilir yang dilakukan\npada desa Tanjung Pinang Ogan Ilir. Hal ini dilakukan untuk meningkatkan minat\nmasyarakat dengan cara membuat struktur motif yang mudah sehingga masyarakat\ntertarik untuk meneruskan tradisi menyukit.\nPenelitian ini mengangkat motif ikan seluang sebagai motif khas Ogan Ilir karena\nikan tersebut sangat mudah ditemukan pada daerah Ogan Ilir, sehingga motif yang\ndisimulasikan adalah ikan seluang tawur dan seluang lepus.", "Daftar File": {}, "Penulis": "Hesti Rosita Dwi Putri [27118017]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Haldani Destiarmand, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Songket Ogan Ilir, Pengembangan motif, Nyukit, motif Ikan Seluang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2020"}