{"Nomor": 51209, "Judul": "KAJIAN PENGEMBANGAN PENDAFTARAN TANAH PADA HAK GUNA RUANG UNTUK MASS RAPID TRANSIT (MRT) JAKARTA DENGAN PENDEKATAN KADASTER 3 DIMENSI", "Abstrak": "Meningkatnya penduduk di daerah perkotaan mengakibatkan ketersediaan lahan semakin terbatas. Kondisi ini menyebabkan perubahan arah pembangunan menjadi berorientasi vertikal sehingga pemanfaatan tanah tidak hanya terbatas pada permukaan tanah tetapi berkembang pada ruang atas tanah (RAT) dan ruang bawah tanah (RBT). Pendaftaran tanah di Indonesia saat ini yang masih menggunakan persil tanah dengan bentuk geometri 2D sudah tidak bisa mengakomodasi aspek ruang 3D pada objek kadaster. Oleh karena itu, untuk menyelesaikan permasalahan ini maka diterapkan metode Full 3D Cadastre dengan alternatif combine 2D/3D untuk mengubah bidang permukaan tanah menjadi persil volumetrik sehingga mampu menggambarkan batas geometri penguasaan atas ruang 3D. Penggunaan RAT dan RBT pada Mass Rapid Transit (MRT) Jakarta menggambarkan kondisi ideal bagaimana penggunaan RAT dan RBT terjadi secara bersamaan sehingga mampu mengakomodasi penggunaan ruang 3D secara menyeluruh.\nPenelitian ini diawali dengan membuat model 3D dari hasil pengolahan data fisik. Model 3D dari stasiun MRT yang telah dibentuk diintegrasikan pada peta pendaftaran tanah 2D untuk mengetahui batas geometri penguasaan dan pemanfaatan ruang 3D sehingga mampu mewakili informasi spasial yang lengkap dan komprehensif untuk mendaftarkan tanah terkait right, restriction, dan responsibilities. Kemudian dilakukan perancangan bentuk hak dari hasil pengolahan data yuridis yang menghasilkan suatu lembaga hak baru yaitu Hak Guna Ruang. Keberadaan unit ruang yang digunakan secara individual oleh pengguna yang berbeda pada area komersial MRT diberikan hak yang terpisah yaitu Hak Milik Atas Satuan Ruang Atas Tanah atau Hak Milik Atas Satuan Ruang Bawah Tanah. Sedangkan untuk bagian unit bangunan yang digunakan secara bersama dijadikan sebagai bagian bersama.", "Daftar File": {}, "Penulis": "Muhammad Haikal [25118003]", "Kontributor / Dosen Pembimbing": ["Dr. Andri Hernandi, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "kadaster 3D, hak guna ruang, mass rapid transit (MRT)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2020"}