{"Nomor": 51215, "Judul": "PERANCANGAN FONDASI TIANG BOR DAN DINDING DIAFRAGMA GEDUNG MIXED USE CIBADAK BANDUNG", "Abstrak": "Gedung Mixed Use Cibadak di Bandung, Jawa Barat ini memiliki fungsi sebagai hunian dan kawasan komersial. Bangunan ini terdiri dari 2 basementt, 4 lantai sebagai podium, dan 7 lantai sebagai tower apartemen. Gedung ini ditopang oleh dinding penahan tanah jenis diafragma ditambah perkuatan strutting baja dengan fondasi tiang bor beton bertulang.\nAnalisis gaya – gaya dalam dan dinding penahan tanah beserta sistem perkuatannya dilakukan dengan metode elemen hingga dengan program PLAXIS 2D (Bentley Systems, 2004) yang menggunakan model tanah hardening soil. Deformasi lateral paling ekstrim adalah 36.3 mm dan angka keamanan terendah 2.06.\nKondisi tanah di lokasi ini mayoritas adalah lempung dengan konsistensi medium hingga very stiff dengan muka air tanah berada pada elevasi -3.25 m. Untuk jenis tanah seperti ini dan metode konstruksi adalah bottom up maka dipilih fondasi jenis tiang bor beton bertulang dengan diameter 800 mm untuk kolom podium dan 1000 mm untuk kolom tower. Daya dukung aksial tiang tunggal dihitung berdasarkan pendekatan Reese & Wright (1977) dan diperolehdaya dukung aksial terkecil 2400 kN untuk fondasi berdiameter 800 mm dan yang terbesar 4000 kN untuk yang berdiameter 1000 mm. Panjang tiang fondasi yang tertanam adalah 37.5 m untuk semua diameter fondasi yang dimulai dari bawah dasar basement. Daya dukung terhadap beban ditentukan dengan metode p-y menggunakan software LPILE (Ensoft, 2014) dengan nilai terkecil 750 kN dan yang terbesar 2400 kN. Penurunan terbesar tanah yang dihitung adalah 36 mm.\nPercepatan gempa di wilayah Kota Bandung yang digunakan pada analisis fondasi maupun dinding penahan tanah berasal dari SNI 1726:2019 dengan nilai PGA sebesar 0.511 g dan PGAm sebesar 0.608 g dengan kelas situs SE.\nDesain penulangan menggunakan baja dengan tegangan leleh 420 MPa mengikuti peratutran SNI 2847:2019. Terdapat 19 jenis pile cap dengan tebal 800 mm. Panjang dan lebar bervariasi antara 2,4 m hingga 41,5 m. Masing – masing tie beam didesain dengan ukuran 600 x 800 mm", "Daftar File": {"ABSTRAK Muhammad Fakhri Aldin": "https://digilib.itb.ac.id/gdl/download/214409"}, "Penulis": "Muhammad Fakhri Aldin [15016121]", "Kontributor / Dosen Pembimbing": ["Ir. Erza Rismantojo, MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Fondasi Tiang Bor, Dinding Diafragma, Strutting, Tie Beam, PLAXIS 2D", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2020"}