{"Nomor": 51224, "Judul": "DESAIN INTERAKSI PERANGKAT LUNAK PEMBELAJARAN ALGORITME DAN PEMROGRAMAN UNTUK ANAK-ANAK", "Abstrak": "Pada zaman sekarang, penting bagi semua orang untuk dapat menguasai ilmu\ncomputational thinking. Computational thinking membantu manusia dalam\nmenyelesaikan masalah. Di Indonesia sendiri masih sedikit sekali penerapan\ncomputational thinking di sekolah. Padahal kemampuan computational thinking\nsama pentingnya dengan kemampuan anak dalam membaca, menulis, serta\naritmetika. Terdapat 4 buah konsep dasar dari computational thinking, yaitu\ndekomposisi, pengenalan pola, abstraksi, serta algoritme. Oleh karena itu, dibuatlah\nsebuah aplikasi sebagai media pembelajaran computational thinking untuk anakanak terfokus pada konsep algoritme dan pemrograman. Aplikasi yang dibuat\nharuslah yang menyenangkan bagi anak-anak, sehingga anak-anak senantiasa\nmempelajari algoritme dan pemrograman dengan senang hati. Untuk membangun\naplikasi sesuai dengan kebutuhan anak-anak, dikembangkan desain interaksi\naplikasi dengan menggunakan metode user-centered design. Desain dibangun\nberupa prototipe low-fidelity dan high-fidelity. Prototipe high-fidelity dirancang\ndengan 2 iterasi. Masing-masing prototipe di tiap iterasi diujikan ke pengguna\ndengan metode usability testing. Usability testing dilakukan untuk mengevaluasi\nketercapaian usability dan user experience goals, yaitu effective, easy to learn, dan\nfun. Hasil evaluasi prototipe sudah memenuhi aspek usability dan user experience\nyang menjadi tujuan. Efektif telah tercapai dengan nilai completion rate 100%.\nLearnability telah terpenuhi dengan nilai single ease question rata-rata 6.08 dari 7\npada iterasi pertama dan 6.8 dari 7 pada iterasi kedua, skor learnability pada system\nusability scale 85 dari 100, dan skala kejelasan user experience questionnaire yang\nluar biasa (excellent). User experience fun juga telah terpenuhi dengan skala\nstimulasi user experience questionnaire yang luar biasa (excellent).", "Daftar File": {"13516056_M Rafli Al Khadafi_CoverTA.pdf?_": "https://digilib.itb.ac.id/gdl/download/214433", "13516056_M Rafli Al Khadafi_AbstrakIndonesia.pdf?": "https://digilib.itb.ac.id/gdl/download/214434", "13516056_M Rafli Al Khadafi_AbstrakEnglish.pdf\n]": "https://digilib.itb.ac.id/gdl/download/214435", "13516056_M Rafli Al Khadafi_LembarPengesahanTA.pdf)u": "https://digilib.itb.ac.id/gdl/download/214436", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/214441"}, "Penulis": "M Rafli Al Khadafi [13516056]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T.", "Fitra Arifiansyah, S.Kom., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "computational thinking, algoritme, pemrograman, anak-anak, usercentered design", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "27 Sep 2020"}