{"Nomor": 51226, "Judul": "PERANCANGAN TRANSPORTASI BANDAR UDARA SULTAN THAHA JAMBI", "Abstrak": "Perancangan transportasi Bandar Udara Sultan Thaha Jambi terdiri dari dua sisi, yaitu sisi udara dan sisi darat. Perancangan sisi udara meliputi perancangan geometri dengan acuan ICAO (International Civil Aviation Organization), perancangan perkerasan dengan acuan FAA (Federal Aviation Administration), dan perancangan marka dengan acuan dari Kementrian Perhubungan. Perancangan sisi darat meliputi perancangan kebutuhan fasilitas terminal dan perancangan kebutuhan fasilitas parkir.\nPada perancangan geometri didapatkan kebutuhan panjang runway sebesar 2868 meter dan lebar 45 meter. Perancangan taxiway menghasilkan kebutuhan 2 buah entrance taxiway dengan lebar sebesar 18 meter. Perancangan apron menghasilkan kebutuhan panjang apron sebesar 450 meter dengan lebar sebesar 95 meter.\nPada perancangan struktur perkerasan, diperoleh perkerasan lentur untuk runway dan taxiway dengan tebal lapis permukaan 100 mm, tebal lapis stabilized base 125 mm, lapis pondasi 150 mm, dan lapis pondasi bawah 300 mm. Pada perkerasan kaku untuk apron didapatkan tebal lapis permukaan sebesar 430 mm, lapis stabilized base 125 mm, dan lapis pondasi 150 mm.\nPada perancangan terminal dibutuhkan luas terminal sebesar 6043.9 m2. Kebutuhan luas fasilitas parkir didapatkan sebesar 13,908 m2. Fasilitas parkir menggunakan struktur perkerasan kaku dengan tebal lapis permukaan 170 mm dan lapis pondasi 150 mm.", "Daftar File": {"ABSTRAK Khairina Yasmine": "https://digilib.itb.ac.id/gdl/download/214437"}, "Penulis": "Khairina Yasmine [15016058]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "perancangan, bandar udara, geometri, perkerasan, terminal, parkir", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2020"}