{"Nomor": 51227, "Judul": "DESIGN AND PERFORMANCE EVALUATION OF AN AFFORDABLE DATA ACQUISITION SYSTEM FOR REAL-TIME SPERLING RIDE INDEX ASSESSMENT", "Abstrak": "Pada alat transportasi perkeretaapian, salah satu parameter yang penting untuk dievaluasi adalah indeks berkendara Sperling. Indeks ini menyatakan kualitas berkendara berdasarkan getaran kabin kereta api. Namun hingga saat ini, indeks tersebut biasanya hanya diukur dengan menggunakan alat ukur getaran umum. Hal ini menyebabkan pengukuran indeks tidak bersifat real-time dan membutuhkan waktu terpisah untuk proses pengolahan data. Oleh karena itu, dalam penelitian ini akan dibuat sebuah sistem akuisisi data untuk pengukuran indeks berkendara Sperling yang dapat menampilkan hasil pengukuran secara real-time.\nProses perancangan di mulai dengan penentuan kriteria dan tujuan perancangan. Berdasarkan kriteria dan tujuan yang ditetapkan, kemudian dibuat perangkat keras sistem akuisisi data yang terdiri dari sensor getaran ADXL355 dan mikrokontroler ESP32. Setelah itu dibuat perangkat lunak yang berfungsi untuk merekam, mengolah, dan menampilkan data hasil pengukuran. Perangkat lunak ini dibuat dengan menggunakan basis perangkat lunak Matlab dan Arduino IDE. Pada bagian akhir penelitian, dilakukan pengujian kinerja terhadap sistem akuisisi data.\nHasil pengujian kinerja menunjukkan bahwa alat yang dibuat telah memenuhi kriteria perancangan. Alat ini memiliki kesalahan sebesar ±5% untuk getaran dengan frekuensi di bawah 68 Hz, sedangkan nilai peak-to-peak noise yang dihasilkan adalah 2 m????. Di sisi lain, hasil percobaan menunjukkan bahwa perangkat lunak dapat menampilkan indeks berkendara Sperling secara real-time, kemudian mengirim hasilnya secara otomatis ke gawai pengamat melalui email.", "Daftar File": {}, "Penulis": "Naufal Hafizh Dwilyadi [13116212]", "Kontributor / Dosen Pembimbing": ["Budi Heryadi, S.T., M.T.", "Yunendar Aryo Handoko, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "transportasi perkeretaapian, Sperling, indeks berkendara, sistem akuisisi data", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2020"}