{"Nomor": 51232, "Judul": "ANALISIS KEKUATAN STRUKTUR PONTON KAPAL ISAP STRIPPING PT. TIMAH 2020", "Abstrak": "Potensi pertambangan timah yang masih sangat menjanjikan di Provinsi Bangka Belitung mendorong PT. Timah untuk melakukan eksplorasi lebih lanjut baik di darat maupun di lepas pantai dengan membuat Kapal Isap Stripping PT. Timah 2020. Pada tugas sarjana ini, dilakukan proses analisis kekuatan struktur dengan melakukan analisis beban statik dengan tambahan faktor dinamik pada struktur ponton yang telah dikembangkan oleh PT. Dok dan Perkapalan Air Kantung (DAK).\nAnalisis dilakukan dengan simulasi elemen hingga menggunakan perangkat lunak ANSYS dan terdapat empat kasus pembebanan yaitu, kasus 1 hogging dan maintenance pada kedalaman 30 m, kasus 2 sagging dan maintenance pada kedalaman 30 m, kasus 3 kasus hogging dan operasi pengerukan pada kedalaman 30 m, dan kasus 4 sagging dan operasi pengerukan pada kedalaman 30 m dengan keseluruhan kasus pada swing angle maksimum.\nHasil analisis berupa tegangan dan faktor keamanan pada kasus 1 sebesar 760,441 MPa dan 0,309, kasus 2 sebesar 760,639 MPa dan 0,309, kasus 3 sebesar 760,601 MPa, dan kasus 4 sebesar 760,799 MPa dan 0,309. Modifikasi dilakukan pada struktur ponton dengan menambahkan baja profil penguat di bawah masing-masing anchor winch, di bawah gantry structure, pada ruang mesin dan ruang kru, gading buritan, dan gading midship. Selain itu, modifikasi juga dilakukan dengan mengganti ketebalan pelat di bawah masing-masing anchor winch dan gantry structure.\nUji validasi pada struktur ponton awal dan hasil modifikasi dilakukan pada kasus 1 secara berturut-turut menghasilkan kesalahan sebesar 7,366% dan 8,374%. Modifikasi struktur ponton menghasilkan tegangan dan faktor keamanan pada kasus 1 sebesar 155,504 MPa dan 1,511, kasus 2 sebesar 167,566 MPa dan 1,402, kasus 3 sebesar 158,608 MPa dan 1,482, dan kasus 4 sebesar 167,234 MPa dan 1,405. Dari hasil tersebut dapat disimpulkan bahwa untuk keseluruhan kasus pembebanan konstruksi struktur ponton KIS telah memenuhi faktor keamanan sebesar 1,3056 yang ditetapkan Biro Klasifikasi Indonesia.", "Daftar File": {}, "Penulis": "Aryo Dwi Kuncorojati [13116141]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kapal Isap Stripping, simulasi elemen hingga, modifikasi struktur ponton", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2020"}