{"Nomor": 51248, "Judul": "PERANCANGAN INSTALASI PENGOLAHAN AIR (IPA) SPAM REGIONAL JATIGEDE: UNIT FILTRASI, DESINFEKSI, CLEARWELL DAN PENGOLAHAN LUMPUR", "Abstrak": "Kementrian Perencanaan Umum dan Perumahan Rakyat (PUPR) berencana untuk membangun Sistem Penyediaan Air Minum (SPAM) Regional Jatigede di Kota Metrapolitan Cirebon. Wilayah Perencanaan dari pembangunan SPAM ini terdiri dari lima kabupaten yaitu Kabupaten Sumedang, Kabupaten Majalengka, Kabupaten Indramayu, Kabupaten Cirebon, dan Kota Cirebon. Kebutuhan air yang sudah terlayani di Kabupaten Sumedang, Kabupaten Majalengka, Kabupaten Indramayu, Kabupaten Cirebon, dan Kota Cirebon berturut-turut adalah 44,84%, 39,69%, 61,39%, 29,43%, 79,92%. Untuk memenuhi target Rencana Strategis BAPPENAS tahun 2014-2019 tentang terpenuhinya kebutuhan air sebesar 100%, maka pembangunan SPAM ini diharapkan bisa meningkatkan cakupan pelayanan di lima Kabupaten/Kota tersebut. Berdasarkan analisis debit keandalan, Waduk Jatigede mampu mengalirkan air dengan kapasitas 1500 L/s sampai 10 tahun kedepan dengan debit 2,282 m3/s durasi 1 hari. Pembangunan SPAM ini dibagi menjadi dua tahap. Tahap pertama dengan debit 1500 L/s dan pada tahap kedua kapasitas SPAM 3500 L/s. Total penduduk pada tahun 2030 untuk Kabupaten Sumedang, Majalengka, Indramayu, Cirebon, dan Kota Cirebon berturut-turut adalah 184419 jiwa, 596.388 jiwa, 952.719 jiwa, 678780 jiwa, dan 2.614.303 jiwa dengan total cakupan pelayanan pada tahun 2030 adalah 16,81%. Instalasi Pengolahan Air (IPA) SPAM Regional Jatigede akan dibangun pada Desa Babakan Anyar dengan luas 3 hektar dan berjarak 1,5 km dari sumber air baku. Berdasarkan hasil analisis kualias air di Laboratorium Kualitas Air Teknik Lingkungan Institut Teknologi Bandung, parameter COD, BOD, Turbiditas, Total Suspended Solid (TSS), Fecal Coli, dan Coliform tidak sesuai dengan baku mutu PP 82 tahun 2001 tentang Pengelolaan Kualitas Air dan Permenkes 492 tahun 2010 tentang Persyaratan Kualitas Air Minum. Metode pemilihan alternatif konfigurasi pengolahan menggunakan weighted scoring method dan unit yang terpilih adalah saringan pasir cepat dual media, Desinfeksi menggunakan Klorin, Clearwell, dan pengolahan lumpur dengan Sludge Drying Bed. Berdasarkan hasil analisis ekonomi, proyek IPA SPAM Regional Jatigede dapat dikatakan layak secara ekonomi karena nilai NPV lebih besar dari nol dan nilai BCR lebih dari satu.", "Daftar File": {"TA 2020 Adriel Joshua Tataming 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/214503"}, "Penulis": "Adriel Joshua Tataming [15316007]", "Kontributor / Dosen Pembimbing": ["Dr. Mariana Marselina S., S.T., M.T.", "Prof. Ir. Suprihanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "SPAM Jatigede, kebutuhan air, keandalan, kualitas air, baku mutu, klorin", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Sep 2020"}