{"Nomor": 51246, "Judul": "PENGEMBANGAN TEMPAT PENAMPUNGAN SEMENTARA (TPS) CIJAMBE MENJADI TEMPAT PENGOLAHAN SAMPAH REDUCE, REUSE, RECYCLE (TPS 3R) DI KELURAHAN PASIR ENDAH, KECAMATAN UJUNG BERUNG", "Abstrak": "TPS Cijambe pada saat ini memiliki luas ±682 m2 dan menerima sampah dari 7 RW yang berada di Kelurahan Pasir Endah. Pengelolaan sampah di TPS Cijambe masih terdapat beberapa kekurangan, seperti: pengelolaan TPS yang belum maksimal, belum adanya pengolahan sampah organik, tidak adanya jadwal pengangkutan, dan belum adanya pemilahan sampah di sumber. Oleh karena itu, diperlukan peningkatan dari TPS Cijambe dalam efisiensi kinerja, pengelolaan sampah, dan fasilitas penunjang. TPS 3R yang direncanakan akan memiliki luas ±1.000 m2.  Periode perencanaan TPS 3R adalah 12 tahun. TPS 3R Cijambe direncanakan memiliki beberapa fasilitas, diantaranya pemilahan sampah dengan bantuan conveyor belt, pengolahan sampah organik dengan teknologi open windrow composting, penanganan sampah anorganik berpotensi daur ulang dan bernilai ekonomi, serta penanganan residu. Pada akhir tahun operasional, TPS ini direncanakan memiliki kapasitas 6,96 ton/hari. Penanganan sampah anorganik adalah dipilah sebelum kemudian dijual kepada pihak ketiga. Jenis sampah tersebut adalah sampah kertas, plastik bernilai ekonomi, kaca, dan logam dengan total sebesar 1,085 ton/hari. Sampah organik yang akan diolah di TPS 3R sebanyak 2,646 ton/hari. Sampah tidak terolah dan residu dikumpulkan dalam kontainer 10 m3 untuk kemudian diangkut menuju TPA sebanyak satu ritasi dalam sehari. Analisis ekonomi pembangunan TPS 3R Cijambe menghasilkan nilai NPV sebesar -Rp 3.559.490.405,37. Jika biaya investasi awal pembangunan TPS 3R Cijambe ditanggung oleh Pemerintah, maka biaya pengumpulan sampah yang wajib dibayarkan oleh warga adalah sebesar Rp 9.800,00/bulan/rumah, sedangkan apabila biaya investasi awal tidak ditanggung oleh Pemerintah, biaya pengumpulan sampah yang wajib dibayarkan oleh warga adalah sebesar Rp 126.000,00/bulan/rumah", "Daftar File": {"TA 2020 Muhammad Gandira Waskita Adiya 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/214496"}, "Penulis": "Muhammad Gandira Waskita Adiya [15315038]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Padmi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Pengelolaan; pemilahan; penanganan; perencanaan.", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Sep 2020"}