{"Nomor": 51245, "Judul": "DESAIN FASILITAS PENGOLAHAN REFUSE DERIVED FUEL (RDF)  UNTUK MENGOLAH SAMPAH DI  TEMPAT PEMROSESAN AKHIR (TPA) TEMESI, KABUPATEN GIANYAR, BALI", "Abstrak": "Tempat Pemrosesan Akhir (TPA) Temesi merupakan TPA yang ada di Kabupaten Gianyar, Bali. Fasilitas ini seharusnya mampu melayani 7 kecamatan dengan total lebih dari 500.000 penuduk di Kabupaten Gianyar, Bali, namun hingga saat ini (1994-2018) pelayanan masih  ndus di pusat kota, ibukota kabupaten, Kecamatan Gianyar, Kota Gianyar. TPA Temesi setelah dilakukan rehabilitasi dan pembukaan lahan seluas 0.67 ha dengan daya  ndustr sekitar 79.000 m3 pada 2012 direncanakan mampu beroperasi hingga tahun 2019, namun sebelum 2019, TPA sudah mencapai kapasitas maksimum sehingga dilakukan pengiriman sampah ke TPA Regional Sarbagita/Suwung, penutupan sementara TPA (perubahan tata letak dan pemadatan sampah), pembatasan sampah swadaya yang masuk ke TPA, dilakukan pembukaan lahan baru seluas 0.3 ha pada 11 Mei 2018, hingga munculnya dua Tempat Penampungan Sementara (TPS) ilegal. Luas TPA yang sudah mencapai lebih dari 4 ha ternyata masih belum bisa menampung seluruh sampah yang masuk yaitu lebih dari 400 m3 atau lebih dari 70 ton per hari hingga TPA kembali ditutup pada 20 Desember 2018. \n\nTerhitung terdapat lebih dari 100 angkutan swadaya total dari tiap kecamatan berupa truk maupun pick up, namun karena sempat penuh, pembuangan sampah swadaya semakin dibatasi yaitu saat ini mencapai lebih dari 20 kendaraan per hari (lebih dari 190 m3 per hari atau sekitar lebih dari 34 ton) demi mengurangi tingginya timbulan sampah yang masuk ke TPA agar masa pakai TPA dapat terus diperpanjang khususnya untuk memenuhi pelayanan dari Dinas Lingkungan Hidup (DLH) Kabupaten Gianyar, Bali. Untuk armada pengangkut sampah dari DLH Kabupten Gianyar sendiri terhitung 34 unit (7 motor sampah, 2 Arm Roll Truck, dan 25 truk sampah) yang siap melayani 7 rute di sekitar Kota Gianyar dan kecamatan lain khususnya pasar, daerah wisata dan daerah komersil lainnya. Saat ini, Fasilitas Pengolahan Sampah Terpadu (FPST) Temesi hanya mampu mengolah sekitar 20-35 ton  ndustr per hari atau setara sekitar 5-6 truk dengan residu sekitar 1 truk per hari. Hal ini tentu masih jauh dari target mengolah seluruh sampah yang masuk ke TPA apalagi fasilitas jembatan timbang belum ada sehingga perkiraan berat sampah masuk masih dapat melenceng dari sebenarnya dan pencatatan pun masih manual dengan cara menghafal dan ditulis di buku sehingga memungkinkan adanya faktor human error dan data tidak terlalu valid sehingga sulit untuk dijadikan sebagai acuan perencanaan dan pengembangan.\n\nDengan rata-rata komposisi sampah yang diperoleh melalui sampling yang mengacu SNI 19-3964-1995, didapat komposisi sampah berupa sampah organik (sampah makanan, sampah kayu dan sampah taman) sebesar 57.07%, sampah anorganik (sampah kertas dan karton, sampah  ndustr, sampah gelas dan kaca, sampah tekstil, sampah karet dan kulit, dan sampah logam) sebesar 34.21%, dan sampah residu (bahan berbahaya dan beracun dan sampah jenis lainnya) sebesar 8.72%, diharapkan dengan adanya fasilitas pengolahan RDF dapat membantu TPA untuk mengolah seluruh sampahnya yang hasil akhirnya dapat berupa bahan bakar alternatif yang setara atau melebihi kualitas batu bara yaitu Refuse Derived Fuel (RDF) khususnya RDF-5. Dengan ini, TPA Temesi dapat turut membantu PLTU ataupun pembangkit listrik dan industri yang membutuhkan bahan bakar alternatif dalam upaya pengurangan penggunaan batu bara yang dinilai kurang ramah lingkungan sehingga turut membantu juga dalam pengurangan gas rumah kaca dengan mengolah sampah menjadi energi atau waste to energy (WTE).", "Daftar File": {"TA 2020 Dhany Alif Prakoso 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/214495"}, "Penulis": "Dhany Alif Prakoso [15313007]", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Lingkungan, Refuse Derived Fuel, Tempat Pemrosesan Akhir, waste to energy", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Sep 2020"}