{"Nomor": 51255, "Judul": "PERANCANGAN SISTEM DRAINASE BERKELANJUTAN (SUSTAINABLE DRAINAGE) DI HOLLAND VILLAGE LIPPO KARAWACI, CEMPAKA PUTIH, JAKARTA", "Abstrak": "Holland Village Jakarta (HVJ) di Cempaka Putih, Jakarta Pusat merupakan salah satu bentuk upaya untuk menciptakan kawasan pemukiman, perkantoran, pusat perbelanjaan, pendidikan, penunjang kesehatan, hotel, dan sarana prasarana pendukung lainnya di area strategis ibukota, dimana tantangan terbesarnya adalah ketersediaan lahan. Oleh karena itu, konsep yang dibawa adalah vertical mixed use area agar dengan keterbatasan lahan yang ada, segala fasilitas tadi tetap dapat dibangun di area strategis DKI Jakarta. Dasar perencanaan pengembangan kawasan adalah kawasan yang berkelanjutan dengan mengintegrasikan faktor lingkungan, masyarakat, dan ekonomi dalam perencanaannya. Salah satu penjabaran dari kawasan berkelanjutan adalah adanya system drainase berkelanjutan (Sustainable Drainage) dengan penampungan air limpasan hujan dalam kawasan, sehingga dapat dimanfaatkan kembali sebagai cadangan sumber air baku, sistem pemadam kebakaran, penyiraman lanskap, sebagai pengendali banjir, dan lainya. Dalam proses perancangan sistem drainase berkelanjutan, akan dilalui proses analisis hidrologi untuk menentukan intensitas hujan area perancangan. Data curah hujan dari tahun 2010-2019 diambil dari Stasiun Pengamatan Meteorologi BMKG terdekat dari lokasi studi yaitu Stasiun Kemayoran dengan periode ulang 5 tahun yaitu sebesar 192,092 mm/hari. Teknologi konservasi air berupa kolam retensi sebagai badan air tempat pengumpul air limpasan. Total saluran drainase akan dibangun sepanjang 725,93 m dilengkapi dengan 4 gorong-gorong dan 878,25m2 Steel Grating. Volume kolam retensi yang akan dibangun adalah sebesar 6427,43 m3.", "Daftar File": {"TA 2020 Benedicto Anggita Prayoga 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/214525"}, "Penulis": "Benedicto Anggita Prayoga [15316023]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Holland Village Jakarta, sistem drainase berkelanjutan, analisis hidrologi, limpasan air hujan, kolam retensi.", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Sep 2020"}