{"Nomor": 51259, "Judul": "STUDI PENYISIHAN ZAT WARNA AZO MENGGUNAKAN ADVANCED OXIDATION PROCESS DENGAN OZON", "Abstrak": "Keberadaan industri tekstil di Bandung telah berkontribusi pada pencemaran Sungai Citarum. Salah satu permasalahan dari limbah cair industri tekstil adalah kandungan warna yang sulit terdegradasi sehingga dapat menyebabkan permasalahan nilai estetika di badan air penerima, membahayakan keanekaragaman hayati dan mengandung bahan toksik dan karsinogenik yang mengganggu kesehatan manusia dan makhluk hidup lainnya. Kebanyakan industri tekstil di Kawasan Bandung membuang air limbahnya ke Sungai Citarum Hulu mengandung zat warna berupa zat warna azo. Salah satu teknologi pengolahan lanjutan untuk penghilangan warna adalah Advanced Oxidation Process (AOP) dengan ozon (O3) yang mampu dekolorisasi limbah efluen tekstil. Proses ozonasi dilakukan pada reaktor bervolume 16 L secara batch pada zat warna Reactive Black 5 (RB5), Reactive Yellow (RY), Reactive Blue (RB) dan Reactive Red (RR) dengan variasi konsentrasi 5 mg/L, 10 mg/L, 15 mg/L dan variasi dosis ozon 7,44 mg/menit dan 22,32 mg/menit. Penghilangan warna RB5, RY, RB, dan RR di variasi konsentrasi 5 mg/L dan 10 mg/L mencapai 100% pada dosis ozon sebesar 22,32 mg/menit. Penghilangan warna pada variasi konsentrasi warna 15 mg/L dengan variasi dosis ozon 22,32 mg/menit untuk RB5 99,77% sedangkan RY, RB dan RR mencapai 100%. Hasil konsentrasi ozon terlarut yang terukur rendah menunjukkan bahwa ozon telah bereaksi dan mengoksidasi senyawa-senyawa organik yang terkandung dalam limbah. Penyisihan COD terbesar pada dosis ozon 22,32 mg/menit, yaitu mencapai 100%. Hasil percobaan penghilangan warna yang terbaik adalah RR>RB>RY>RB5.", "Daftar File": {"TA 2020 Shafia Rahmi Suada 1-Abstrak.pdf\niu": "https://digilib.itb.ac.id/gdl/download/214688"}, "Penulis": "Shafia Rahmi Suada [15316041]", "Kontributor / Dosen Pembimbing": ["Dr. Qomarudin Helmy, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "AOP, dekolorisasi, ozon, RB5, RY, RB, RR, warna azo", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Sep 2020"}