{"Nomor": 51252, "Judul": "PERANCANGAN INSTALASI PENGOLAHAN AIR (IPA) SPAM REGIONAL JATIGEDE: BANGUNAN INTAKE, UNIT KOAGULASI, FLOKULASI, DAN SEDIMENTASI", "Abstrak": "Berdasarkan data Bappenas, hingga 2018 akses air minum layak di Indonesia adalah 87,75%, namun akses perpipaan baru mencapai 20,14%. Dalam RPJMN 2020-2024 tercantum target pemerintah untuk mencapai 100% akses air minum layak. Ini berarti akses air minum yang ada saat ini masih perlu ditingkatkan. Waduk Jatigede yang terletak di Kabupaten Sumedang, Provinsi Jawa Barat, memiliki potensi air baku sebesar 3500 l/s yang dapat digunakan sebagai sumber air baku untuk melayani 5 kabupaten: Kabupaten Sumedang, Kabupaten Indramayu. Kabupaten Majalengka, Kabupaten Cirebon, dan Kota Cirebon. Oleh karena itu, proyek SPAM Regional Jatigede diputuskan sebagai salah satu Proyek Strategi Nasional oleh pemerintah untuk mencapai target RPJMN 2020-2024 yaitu mencapai 100% akses air minum layak. Perencanaan SPAM Regional Jatigede terdiri dari dua tahap pembangunan, dengan periode 10 tahun untuk tiap tahap. Saat ini pembangunan difokuskan pada tahap 1 dengan kapasitas produksi sebesar 1500 l/s.  Berdasarkan analisis kebutuhan air, pembangunan pada tahap 1 diproyeksikan dapat meningkatkan cakupan pelayanan hingga 16,42% dengan melayani Kecamatan Ujungjaya, Jatitujuh, Kertajati, Karangampel, Jutinyuat, Plered, Weru, Kedaung, Tengah Tani, Kesambi, dan Harjamukti. Dalam memenuhi kualitas air minum, parameter yang harus diolah agar air minum memenuhi baku mutu sesuai Peraturan Pemerintah Nomor 82 Tahun 2001 dan Peraturan Menteri Kesehatan Nomor 492 Tahun 2010 adalah COD, BOD, Turbiditas, TSS, Fecal Coli, dan Coliform. Berdasarkan analisis pemilihan alternatif, dipilih proses pengolahan konvensional dengan unit screening, koagulasi, flokulasi, sedimentasi, filtrasi, dan desinfeksi. Berdasarkan pertimbangan aspek konstruksi, efektivitas, kebutuhan lahan, operasional dan pemeliharaan, dan ekonomi, alternatif unit yang terpilih adalah pengambilan bebas untuk bangunan intake, pengadukan hidrolis dengan terjunan untuk koagulasi, pengadukan hidrolis dengan baffle untuk flokulasi, dan bak persegi aliran horizontal dengan pelat pengendap untuk sedimentasi. Perencanaan ini akan memakan biaya investasi sebesar Rp203.940.329.771 dengan biaya operasional Rp41.297.958.909. Setelah dilakukan analisis ekonomi berdasarkan nilai NPV dam BCR, perencanaan ini dinilai layak secara ekonomi dengan nilai NPV sebesar Rp302.983.445.694 dan BCR sebesar 1,59.", "Daftar File": {"TA 2020 Reyhan Alif Pradityo 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/214519"}, "Penulis": "Reyhan Alif Pradityo [15316013]", "Kontributor / Dosen Pembimbing": ["Dr. Mariana Marselina S., S.T., M.T.", "Prof. Ir. Suprihanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air minum, SPAM regional, proyek strategis nasional, tingkat pelayanan, baku mutu, IPA", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Sep 2020"}