{"Nomor": 51268, "Judul": "PERANCANGAN SISTEM PENYALURAN DAN INSTALASI PENGOLAHAN AIR LIMBAH DOMESTIK DI KELURAHAN PULO BRAYAN BENGKEL, KECAMATAN MEDAN TIMUR", "Abstrak": "Kelurahan Pulo Brayan Bengkel di Kecamatan Medan timur merupakan salah satu area di Kota Medan yang terdiri atas pemukiman penduduk dan kawasan kompleks pemukiman Perusahaan Jawatan Kereta Api (PJKA). Area dengan luas sebesar 106 ha ini merupakan salah satu kawasan pemukiman padat di Kota Medan. Namun, terdapat salah satu masalah utama yaitu tidak tersedianya insfrastruktur pengolahan air limbah yang layak di pemukiman warga sehingga daerah ini menjadi kumuh, kotor, dan berpotensi menimbulkan penyakit bagi masyarakat. Kawasan ini tidak menjadi bagian dari area perencanaan pada sistem pengolahan terpusat di IPAL Cemara Medan maupun program SANIMAS yang dilaksanakan oleh pemerintah daerah. Oleh sebab itu, pembangunan Instalasi Pengolahan Air Limbah skala pemukiman/kawasan  beserta sistem salurannya di area tersebut menjadi solusi dari permasalahan yang ada. Dalam proses perancangan sewerage dan IPAL, dilakukan proses perhitungan proyeksi timbulan air limbah berdasarkan jumlah penduduk, analisa kualitas air limbah, perbandingan opsi teknologi dan analisa non teknis. Teknologi pengolahan terpilih pada perancangan ini adalah simplified sewerage dan Compeletely mixed activated sludge (CMAS) dengan debit total air limbah domestik yang dihasilkan sebesar 2.343,2 m3/hari. Konfigurasi unit pengolahan terpilih terdiri dari bar screen, bak ekualisasi, bak pra sedimentasi, bak CMAS, clarifier, gravity thickener, dan Sludge Drying Bed (SDB).", "Daftar File": {"TA 2020 Muhammad Arfan 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/214549"}, "Penulis": "Muhammad Arfan [15316067]", "Kontributor / Dosen Pembimbing": ["Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Pulo Brayan Bengkel, simplified sewerage, Compeletely mixed activated sludge, air limbah domestik, Sistem Pengolahan Air Limbah Domestik Terpusat (SPALDT)", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Sep 2020"}