{"Nomor": 51264, "Judul": "PERANCANGAN DAN IMPLEMENTASI SUBSISTEM CONVERTER DAN DATA TRANSFER PADA GENERATOR ON-BOARD PELURU KENDALI JELAJAH", "Abstrak": "Peluru kendali jelajah merupakan senjata aerial militer tanpa awak yang memiliki\nsistem serupa dengan pesawat tanpa awak atau unmanned aerial vehicle (UAV).\nDensitas energi dari baterai yang umumnya digunakan pada UAV tergolong\nsangat rendah jika dibandingkan dengan densitas energi pada bahan bakar fosil.\nUntuk penggunaan peluru kendali jelajah dengan waktu eksplorasi panjang dan jarak\nyang jauh, bahan bakar fosil adalah sumber energi yang optimal untuk digunakan.\nNamun, bahan bakar fosil tidak dapat diutilisasi secara langsung sebagai sumber\nenergi listrik pada UAV yang menggunakan sumber listrik DC. Generator on-board\nmerupakan sebuah sistem untuk konversi energi dari turbin jet menjadi energi listrik\ndigunakan. Sistem ini digunakan untuk mendukung kompatibilitas bahan bakar fosil\ndengan sistem elektrik pada UAV. Pada generator on-board, dibutuhkan subsistem\ngenerator sebagai penghasil energi listrik utama dan subsistem data transfer yang\nberfungsi untuk melakukan pengolahan data arus dan tegangan output dan\nmengirimkan informasi tersebut ke sistem kendali peluru kendali jelajah. Subsistem\nconverter didesain dengan DC-to-DC converter berupa two-switch buck-boost\nconverter dan sebuah gate driver, sedangkan subsistem data transfer memanfaatkan\nsoftware GUI yang dikembangkan menggunakan JavaScript dan HTML untuk\nmenunjukan data secara real time dan berkomunikasi dengan sistem avionik melalui\nkomunikasi serial dengan baudrate 115200 dan protocol komunikasi MAVLink.", "Daftar File": {"13215064_AkbarBagas_Cover.pdf:?": "https://digilib.itb.ac.id/gdl/download/214539", "13215064_AkbarBagas_Abstrak_Indonesia.pdf)u": "https://digilib.itb.ac.id/gdl/download/214541", "13215064_AkbarBagas_Abstrak_Inggris.pdf?": "https://digilib.itb.ac.id/gdl/download/214542", "13215064_AkbarBagas_Pengesahan.pdf\niu": "https://digilib.itb.ac.id/gdl/download/214543", "13215064_AkbarBagas_BukuTA.pdf?": "https://digilib.itb.ac.id/gdl/download/214544"}, "Penulis": "Akbar Bagas Pramantya [13215064]", "Kontributor / Dosen Pembimbing": ["Dr. Widyawardana Adiprawita, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "generator on-board, two-switch buck-boost converter, MAVLink", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "28 Sep 2020"}