{"Nomor": 51274, "Judul": "PENGELOLAAN LIMBAH B3 BENGKEL KENDARAAN BERMOTOR DI KOTA BANDUNG (LIMBAH KOMPONEN NON LOGAM DAN MINYAK PELUMAS BEKAS)", "Abstrak": "Jumlah kendaraan di Kota Bandung terus meningkat setiap tahunnya sejalan dengan pertumbuhan usaha bengkel kendaraan bermotor. Berdasarkan Peraturan Pemerintah No. 101 Tahun 2014, kegiatan perawatan dan perbaikan kendaraan merupakan salah satu usaha yang menghasilkan limbah B3. Berdasarkan hasil kuesioner online kepada masyarakat dengan jumlah responden 431, didapatkan sebanyak 36,55% melakukan penyimpanan limbah B3 tanpa ada pengelolaan lanjutan dan 97,06% membuang limbah B3 bersamaan dengan sampah domestik. Dalam menentukan timbulan dan komposisi limbah B3 dari kegiatan bengkel, dilakukan sampling pada 42 bengkel tidak berizin dan 11 bengkel berizin yang tersebar di 3 wilayah Kota Bandung. Hasil sampling timbulan limbah B3 untuk komponen non logam dan minyak pelumas bekas, yaitu sebesar 1,622 kg/kendaraan/hari untuk bengkel yang melayani kendaraan motor dan sebesar 6,49 kg/kendaraan/hari untuk bengkel yang melayani kendaraan mobil. Komposisi terbesar limbah B3 yang dihasilkan yaitu minyak pelumas bekas dengan persentase 83,07% untuk bengkel berizin dan 76,03% untuk bengkel tidak berizin. Hasil proyeksi timbulan limbah B3 pada tahun 2020 sekitar 422,51 ton/hari, angka tersebut bukanlah angka yang kecil mengingat limbah B3 yang dihasilkan dapat berisiko terhadap kesehatan manusia dan lingkungan. Sistem pengelolaan limbah B3 secara terintegrasi mulai dari kegiatan pengemasan, penyimpanan, pengumpulan, pengangkutan, dan pemanfaatan. Proses daur ulang diperuntukkan untuk komponen material karet, material plastik terkontaminasi, lampu bekas, air radiator bekas, dan minyak pelumas bekas.", "Daftar File": {"TA 2020 Aurilia Ayuanda Mulyadi 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/214554"}, "Penulis": "Aurilia Ayuanda Mulyadi [15316078]", "Kontributor / Dosen Pembimbing": ["Dr. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "bengkel, Kota Bandung, oli bekas, pengelolaan, timbulan limbah B3", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Sep 2020"}