{"Nomor": 51283, "Judul": "OPTIMASI FERMENTASI KULTUR KOMBUCHA PADA EKSTRAK AIR BIJI KOPI HIJAU ROBUSTA (COFFEA CANEPHORA L.) SEBAGAI PENURUN BERAT BADAN", "Abstrak": "World Heatlh Organization (WHO) mendefinisikan kelebihan berat badan dan\nobesitas sebagai suatu penimbunan lemak yang tidak normal atau berlebihan\nsehingga dapat mengganggu kesehatan. Penyebab utama dari obesitas dan\nkelebihan berat badan adalah adanya ketidakseimbangan energi antara kalori yang\ndikonsumsi dengan kalori yang dikeluarkan. Mengkonsumsi makanan yang sehat\ndan melakukan aktivitas fisik yang rutin dapat membantu mencegah obesitas.\nMakanan dan minuman tertentu telah divariasikan dengan tujuan untuk\nmenurunkan berat badan. Kafein merupakan salah satu senyawa yang diketahui\ndapat menurunkan berat badan atau membantu mencegah penambahan berat\nbadan. Namun, masih sedikit bukti ilmiah yang menyatakan bahwa\nmengkonsumsi kafein dapat menyebabkan penurunan berat badan. Kafein terdapat\npada banyak minuman termasuk kopi. Kopi biasanya diolah dalam bentuk\nminuman seduh dari biji kopi sangrai dan kombucha coffee (KC). KC menjadi\nlebih popular dalam beberapa tahun terakhir. KC merupakan hasil fermentasi dari\nekstrak biji kopi dengan penambahan kultur kombucha. Hal ini telah diterapkan\npada berbagai jenis biji kopi seperti biji kopi hitam dan hijau.\nBiji kopi hijau mengandung beberapa komponen, terutama kafein dan asam\nklorogenat. Kedua komponen tersebut sangat penting dalam pembentukan cita\nrasa sedangkan ekstraknya dapat berpengaruh pada kesehatan. Dalam menurunkan\nberat badan, kafein dalam ekstrak biji kopi hijau berperan dalam memecah lemak\nmenjadi asam lemak bebas, sedangkan asam klorogenat berfungsi mempercepat\nmetabolisme lemak di hati. Guna meningkatkan konsentrasi asam klorogenat pada\nekstrak biji kopi hijau, banyak upaya telah dilakukan, misalnya menggunakan\nfermentasi ekstrak air biji kopi hijau dengan penambahan kultur kombucha.\nPenelitian ini bertujuan untuk mengoptimalkan kondisi fermentasi ekstrak biji\nkopi hijau robusta dengan penambahan kultur kombucha serta melakukan studi\nlebih lanjut terkait potensi aktivitas dan keamanannya seperti: uji toksisitas akut,\nstudi interaksi kafein dan asam klorogenat dengan enzim lipase pankreas, prediksi\ntoksisitas, uji in vitro dan in vivo sebagai penurun berat badan menggunakan ikan\nzebra (Danio rerio), dan uji hedonik produk fermentasi KC.\nPenelitian ini diawali dengan menguji 4 jenis biji kopi hijau robusta dari Garut,\nSoreang, Aceh dan Ciwidey. Pengujian dilakukan untuk mengetahui pH\nfermentasi KC dan konsentrasi kafein serta asam klorogenat menggunakan\nKromatografi Cair Kinerja Tinggi (KCKT). Proses fermentasi dilakukan selama\n18 hari dan pengambilan sampel dilakukan pada hari ke 0, 6, 12 dan 18.\nFermentasi dioptimalkan menggunakan metode Response Surface Methodology\n(RSM) dengan Minitab Ver 17, serta menggunakan 3 parameter penelitian yaitu\nkonsentrasi gula, suhu inkubasi dan lama inkubasi. Produk KC kemudian\ndianalisis toksisitas akut menggunakan ikan zebra (Danio rerio), dan uji prediksi\ntoksisitas menggunakan parameter Kroes TTC decision tree. Selanjutnya studi\ninteraksi kafein dan asam klorgenat dengan enzim lipase pankreas 3PE6 dilakukan\ndengan metode in silico. Uji aktivitas farmakologis sebagai anti obesitas KC\nterhadap penghambatan lipase pankreas dan uji in vivo menggunakan ikan zebra\n(Danio rerio). Uji hedonik dan deskriptif produk KC dalam penelitian ini juga\ndilakukan dengan melibatkan responden pria dan wanita.\nHasil penelitian yang meliputi pH, kadar kafein dan asam klorogenat\nmenunjukkan bahwa pH KC setelah 18 hari fermentasi biji kopi hijau dari Garut,\nSoreang, Aceh dan Ciwidey masing-masing berkurang menjadi 2,6±0,1; 2,5±0,2;\n2,7±0,2; 2,6±0,1, sedangkan konsentrasi kafein masing-masing berkurang menjadi\n24,14±1,87; 22,23±1,15; 22,21±1,36; 24,02±1,14 mg/L, dan konsentrasi asam\nklorogenat meningkat masing-masing menjadi 151,53±0,50; 148,32±1,21;\n146,24±1,38; 143,76±1,08 mg/L.\nHasil analisis eksperimen menggunakan KCKT dibandingkan dengan pengujian\nRSM menunjukkan tidak ada perbedaan yang signifikan. Persentase deviasi untuk\nkonsentrasi kafein berkisar antara 0,17-3,19 % dan 0,32-2,99 % pada asam\nklorogenat. Kondisi optimum fermentasi dicapai pada konsentrasi gula 6,77 %\nb/v, suhu inkubasi 25°C dan lama inkubasi 18 hari.\nUji toksisitas akut dilakukan menggunakan ikan zebra berdasarkan terjadinya\nkecacatan pada embrio ikan zebra setelah pemberian KC. LC50 diperoleh dengan\nnilai 1294,29 ppm. LC50 ini dikategorikan aman menurut Organization for\nEconomic Co-operation and Development (OECD). Berdasarkan parameter Kroes\nTTC decision tree, senyawa kafein dan asam klorogenat dalam KC berada pada\nnilai ambang batas paparan yang aman.\nStudi interaksi ligan alami, kafein, dan asam klorogenat menunjukkan nilai ikatan\nenergi masing-masing sebesar -13,33; -5,61; -8,01 kkal/mol. Interaksi ini\nmenunjukkan bahwa ligan alami, kafein dan asam klorogenat memiliki residu\nasam amino yang sama yaitu ALA51, sedangkan kafein dan ligan alami memiliki\nresidu asam amino yang sama yaitu ALA51 dan MET123.\nUji anti obesitas secara in vitro menggunakan enzim lipase pankreas menunjukkan\nbahwa KC memiliki nilai IC50 sebesar 5,39 ppm. Uji aktivitas farmakologi ikan\nzebra (Danio rerio) setelah pemberian KC dengan konsentrasi 250; 500; 1000\nppm menghasilkan penurunan Indeks Massa Tubuh (IMT) masing-masing sebesar\n3,13; 6,67; 9,09 %, sedangkan berat badan masing-masing menurun sebesar 8,84;\n13,62 dan 19,48 %. Konsentrasi glukosa darah masing-masing menurun sebesar\n19,27; 20,72; 22,12 %, dan konsentrasi trigliserida masing-masing menurun\nsebesar 28,47; 30,47; dan 37,76 %.\nUji hedonik dan deskriptif dilakukan dengan menyebarkan kuisioner dan uji cita\nrasa produk KC. Hasil penelitian menunjukkan bahwa responden lebih menyukai\nKC original daripada KC dengan penambahan cita rasa.\nSebagai kesimpulan, hasil dari penelitian ini menunjukkan bahwa KC berpotensi\nuntuk digunakan pada program penurunan berat badan.", "Daftar File": {"ABSTRAK Tedjo Narko": "https://digilib.itb.ac.id/gdl/download/214564", "COVER Tedjo Narko": "https://digilib.itb.ac.id/gdl/download/244156", "BAB 1 Tedjo Narko": "https://digilib.itb.ac.id/gdl/download/244157", "BAB 2 Tedjo Narko": "https://digilib.itb.ac.id/gdl/download/244158", "BAB 3 Tedjo Narko": "https://digilib.itb.ac.id/gdl/download/244159", "BAB 4 Tedjo Narko": "https://digilib.itb.ac.id/gdl/download/244160", "BAB 5 Tedjo Narko": "https://digilib.itb.ac.id/gdl/download/244161", "PUSTAKA Tedjo Narko": "https://digilib.itb.ac.id/gdl/download/244162"}, "Penulis": "Tedjo Narko [30716019]", "Kontributor / Dosen Pembimbing": ["Prof. Marlia Singgih, Ph.D.", "Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kopi hijau robusta, kombucha coffee, kafein, asam klorogenat, RSM, zebrafish (Danio rerio), penurun berat badan", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "28 Sep 2020"}