{"Nomor": 51289, "Judul": "STIMULATORY EFFECT OF AREN PALM SUGAR (ARENGA PINNATA (WURMB) MERR.) IN EXERCISE PERFORMANCE IN MALE SWISS WEBSTER MICE USING ROTAROD METHOD", "Abstrak": "Exercise is a physical activity that is as much needed as dietary factors in maintaining a healthy body\nand improving lifestyle. Depending on the type, intensity, and duration of exercise, the energy\nrequired to support the activity varies accordingly and it is not enough through diet alone to\naccommodate for the high demand of energy. Ergogenics such as sports drinks have long been used\nby athletes to supply an extra fuel for energy and fluid; however, there are many sports drinks with\nahighconcentrationofsugar.Anatural,healthieralternativetothecarbohydratesfoundinsportsdrinks\nis the use of Aren palm sugar. This study focused on the effectiveness of the Aren palm sugar in\nstimulating and improving exercise performance. The experiment was carried out using total of 25\nSwiss-Webster male mice, each habituated and trained prior to testing with Aren palm sugar solution\nusingtheRotarodapparatus. Theresultsshowed asignificantdifferencecomparedto negativecontrol\ngroup in exercise performance of mice given the caffeine (as control positive) and the Aren dose of\n2.6 mg/20 g mouse, with average of latency to fall (s) values of 245.8 s, 416.0 s and 345.7 s\nrespectively. Similar result was found as well in the parameter of speed at which the mice fell off\nat 25 rpm, 39.56 rpm and 33.40 rpm respectively. In conclusion, Aren palm sugar 2.6 mg/20 g mouse\nhas the potential to be developed for increasing exercise performance.", "Daftar File": {"ABSTRAK Fadhilah Nurul Aini": "https://digilib.itb.ac.id/gdl/download/214569"}, "Penulis": "Fadhilah Nurul Aini [11616104]", "Kontributor / Dosen Pembimbing": ["Dr. Neng Fisheri Kurniati, S.Si., M.Si., Apt.", "Prof. Dr. I Ketut Adnyana, Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Exercise, energy, performance, Aren palm sugar", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2020"}