{"Nomor": 51286, "Judul": "PERSONALISASI BNI MOBILE BANKING UNTUK MENINGKATKAN PENGALAMAN PELANGGAN", "Abstrak": "Lembaga keuangan di Indonesia menghadapi beberapa tantangan terkait era digital. \nLembaga keuangan harus mampu bersaing dengan model bisnis dan layanan yang\ndilakukan oleh startup fintech dengan menerapkan otomatisasi dan efisiensi\noperasional yang lebih gesit, serta mengembangkan model bisnis digital baru. BNI\nmengembangkan model bisnis digitalnya dengan terus meningkatkan kualitas\nlayanan, didukung oleh sistem dan aplikasi digital yang andal dan terintegrasi\nmelalui platform yang dikembangkan dengan mempersonalisasikan produk atau\nlayanan untuk memenuhi kebutuhan setiap pelanggan dengan lebih baik juga untuk\nmeningkatkan pengalaman pelanggan, transaksi, dan penjualan. BNI menyadari\nbahwa personalisasi adalah salah satu faktor pendukung pembangunan yang dapat\nmenarik pelanggan baru dan mempertahankan pelanggan lama. Tujuan penelitian ini\nyaitu untuk mengidentifikasi preferensi pelanggan saat ini tentang personalisasi pada\nplatform, untuk mengetahui personalisasi terbaik yang dapat diberlakukan dan untuk\nmenentukan strategi pemasaran terbaik untuk BNI Mobile Banking. Ketiga tujuan\npenelitian ini telah dipenuhi dengan menggunakan analisis data kualitatif yang\nmeliputi diskusi kelompok terarah, wawancara mendalam, analisis data sekunder,\nanalisis internal, dan analisis eksternal. Temuan mengungkapkan ada lima preferensi\nuntuk personalisasi platform dan satu preferensi untuk pemasaran yang\ndipersonalisasi. Semua preferensi telah dievaluasi dan diubah menjadi desain mockup\n\nyang berjudul: list form, new section “based on your recent transaction”,\nsummary report, customer level, special event, and personalized advertisement.\nTemuan ini memberikan beberapa saran bagi BNI untuk pengembangan platform dan\npengembangan bisnis mereka selanjutnya.", "Daftar File": {"2020_TS_PP_Tia Shabrina_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/214566"}, "Penulis": "Tia Shabrina [29117200]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "BNI Mobile Banking, Personalisasi, Platform Digital, Preferensi Pelanggan, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "28 Sep 2020"}