{"Nomor": 51293, "Judul": "STRATEGI BISNIS PADA DIVISI SALES OPERATION PT PERTAMINA (PERSERO)", "Abstrak": "Sebagai perusahaan energi nasional Pertamina merupakan perusahaan milik negara yang bergerak di bidang energi meliputi minyak, gas serta energi baru dan terbarukan. Bidang usaha Pertamina tersebar dari hulu hingga hingga hilir diseluruh Indonesia, bahkan di beberapa Negara untuk mewujudkan visi Pertamina menjadi perusahaan energi kelas dunia. Divisi Sales Operation merupakan bagian dari Direktorat Pemasaran Korporat yang bertugas untuk menghadapi persaingan di B2B Sektor Industri dan Marine di Indonesia.\n\nDi tahun 2019 jumlah perusahaan pemegang Ijin Niaga Umum (INU) mencapai 167 perusahaan, meskipun hanya 26 perusahaan yang aktif dan menjadikan persaingan semakin menantang. Sebagai pemegang saham, pemerintah memberikan target kepada Pertamina untuk meningkatkan pangsa pasar BBM industri menjadi 78%. Hal lain yang perlu dipertimbangkan adalah kebijakan pemerintah terkait impor minyak mentah dan produk BBM. Berdasarkan permasalahan tersebut, tujuan dari tugas akhir ini adalah untuk mengetahui posisi Pertamina dalam menghadapi persaingan, untuk menawarkan strategi bisnis dalam meningkatkan pangsa pasar dan menawarkan program Vendor Held Stock (VHS) dalam mencapai tujuan perusahaan.\n\nMetode kualititatif digunakan dalam penyusunan tugas akhir, meliputi wawancara mendalam dengan pelaku bisnis yang paham proses bisnis BBM Industri dari sumber internal dan eksternal. Analisis internal meliputi kinerja Divisi Sales Operation dan analisis tulang ikan. Analisis eksternal meliputi analisis PESTLE dan lima kekuatan Porter. Untuk merumuskan strategi bisnis digunakan matriks Ansoff dan model Strategi Berlian. Dari analisis SWOT, diperoleh hasil bahwa masih terdapat peluang untuk sektor tambang, namun masih ada beberapa kelemahan yang harus segera diselesaikan. Dengan analisis matriks Ansoff, strategi yang disarankan  untuk menaikkan pangsa pasar adalah penetrasi pasar. Dengan analisis model Strategi Berlian, disarankan kolaborasi dengan lembaga pemerintah sebagai kendaraan dan determinasi harga akan digunakan sebagai strategi penetapan harga.\n\nSebagai kesimpulan, untuk menjaga dan meningkatkan pangsa pasar Pertamina, monetisasi Vendor Held Stock (VHS) akan menjadi solusi penetrasi pasar. Sektor tambang yang merupakan sektor dengan volume terbesar masih mempunyai ruang untuk dikembangkan dengan melakukan kontrak, tidak hanya dengan pemilik tambang tetapi juga dengan kontraktor penambangannya,", "Daftar File": {"ABSTRAK Zakaria Fitri": "https://digilib.itb.ac.id/gdl/download/214576"}, "Penulis": "Zakaria Fitri [29318415]", "Kontributor / Dosen Pembimbing": ["Ir. Alibasjah Inggriantara, S.E., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Matriks Ansoff, Strategi Berlian, Pangsa Pasar, Penetrasi Pasar, Program VHS", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Sep 2020"}