{"Nomor": 51299, "Judul": "RANCANGAN PERBAIKAN PROSES BISNIS PENGADAAN MATERIAL DISTRIBUSI UTAMA (MDU) PADA DIVISI SUPPLY CHAIN MANAGEMENT PT. PLN (PERSERO) KANTOR PUSAT", "Abstrak": "PT. PLN (Persero) melakukan strategi pengadaan terpusat, pada Divisi Supply Chain Management (DIV SCM) untuk 16 kategori Material Distribusi Utama (MDU). Material ini dikirim langsung dari pabrik penyedia ke 149 gudang PLN Area yang tersebar di Indonesia. Masalah yang dihadapi adalah terkait keterlambatan material yang diterima oleh PLN Area. Keterlambatan pengiriman material dilihat dari terkontraknya MDU, pada Tahun 2018 berkisar 1 (satu) hingga 4 (empat) bulan. Keterlambatan ini semakin tinggi untuk tahun berikutnya menjadi 1 (satu) hingga 5 (lima) bulan di Tahun 2019. Bila keterlambatan ini tidak segera dibenahi, maka akan berdampak buruk terhadap kinerja perusahaan.\nTujuan dari penelitian ini adalah memetakan, mengevaluasi dan melakukan rancangan perbaikan proses bisnis pengadaan Material Distribusi Utama (MDU) pada DIV SCM. Kontribusi yang dihasilkan adalah diperolehnya proses kerja baru yang lebih efektif, lean dan terstandarisasi. Penelitian ini menggunakan model acuan utama Gultom (2018), dan kekurangan pada model acuan utama akan dilengkapi dengan model acuan tambahan dan benchmarking kepada Tenaga Nasional Berhad Malaysia. Untuk perbaikan proses bisnis pengadaan MDU dilakukan menggunakan pendekatan Business Process Improvement (BPI) oleh Harrington (1991).\nPerbaikan yang dilakukan pada Bidang Perencana Pengadaan adalah dengan Menghilangkan aproval dari Divisi Regional (DIV REG), mereduksi waktu siklus setiap proses pekerjaan, merancang perbaikan penyusunan volume kebutuhan MDU Korporat, menyusun jadwal perencanaan pengadaan, menambah keterlibatan PLN Pusertif dan menghilangkan duplikasi pekerjaan due diligence ke pabrikan.\nPerbaikan yang dilakukan pada Bidang Pelaksana Pengadaan adalah dengan menyusun jadwal pelaksanaan pengadaan, membuat urutan pelaksanaan pengadaan 16 kategori MDU berdasarkan prinsip Pareto dan menyusun strategi PIC pelaksana pengadaan. Perbaikan yang dilakukan pada Bidang Manajemen Pemasok dan Logistik adalah dengan mereduksi waktu siklus, menyusun jadwal terbitnya surat alokasi MDU dan menyusun penilaian kinerja penyedia MDU.\nPerbaikan proses pengadaan yang dilakukan mampu mengurangi waktu proses sebesar 135 hari kerja, dimana kondisi eksisting menghabiskan waktu 306 hari kerja dan setelah dilakukan perbaikan menjadi 171 hari kerja. Namun penelitian ini memiliki keterbatasan yaitu hanya membahas proses pengadaan barang dengan\nmetode pelelangan terbatas dan kontrak disusun dengan jangka waktu 1 (satu) tahun. Penelitian berikutnya dapat melakukan kajian dengan metode pelelangan lainnya, dengan strategi kontrak tahun jamak (multi years contract).", "Daftar File": {"ABSTRAK Amelia Niko": "https://digilib.itb.ac.id/gdl/download/214584"}, "Penulis": "Amelia Niko [94518003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Senator Nur Bahagia"], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sistem Pengadaan Barang, Business Process Improvement, Benchmarking.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Sep 2020"}