{"Nomor": 51303, "Judul": "PERANCANGAN FASILITAS REHABILITASI MENTAL BERBASIS EXOTHERAPY DI JAKARTA", "Abstrak": "Gangguan mental merupakan suatu masalah yang sangat lazim terjadi di Indonesia khususnya Jakarta sebagai Ibu Kota Indonesia dan sebagai kota tersibuk di Indonesia. Faktor utama gangguan mental yang terjadi di Jakarta adalah akibat kondisi kepadatan penduduk jakarta, kemacetan yang terus terjadi, stres akan pekerjaan dan masalah-masalah lain yang keram ditemui di lingkungan kota besar.\nGangguan mental sendiri memiliki jenis yang bermacam-macam seperti depresi, anxiety, PTSD, bipolar disorder dan penyakit gangguan mental lainnya. Kebanyakan penderita di Indonesia jarang mengkonsultasikan kondisi mereka kepada ahli psikologi diakibatkan stigma negatif akan gangguan mental dan gangguan jiwa, padahal keduanya memiliki perbedaan yang cukup signifikan. Kurangnya sosialisasi dan pengkajian akan gangguan mental di Indonesia membawa dampak kurangnya kepedulian akan kondisi ini. Padahal gangguan mental dapat berdampak negatif bagi kehidupan dan aktivitas sehari-hari karena dapat mengganggu aktivitas dan menurunkan produktivitas bila penderita sedang bekerja serta bahkan tidak jarang bisa muncul keinginan untuk bunuh diri para penderitanya. Saat ini bnunuh diri di Indonesia mulai menurun dari tahun ke tahun namun bukan berarti kondisi gangguan mental di Indonesia khususnya Jakarta berkurang, justru angka ini mengalami peningkatan tiap tahun.\nMaka dari itu perlu adanya penelitian yang bertujuan untuk memberikan penanganan yang sesuai berupa fasilitas Rehabilitasi Gangguan Mental yang berfokus pada penyembuhan gangguan mental dengan pendekatan Ecotherapy yang merupakan terapi berbasis alam sebagai terapi komplementer yang mencoba menetralisir kondisi kota jakarta yang riuh dengan bangunan beton dan minim lingkungan hijau. Dengan tersedianya fasilitas yang dapat mengakomodir kebutuhan masyarakat Jakarta dalam proses penyembuhan gangguan mental mereka, maka angka gangguan mental di Indonesia dapat berkurang demi menciptakan masyarakat Indonesia yang sehat mentalnya untuk meningkatkan kualitas hidup mereka.", "Daftar File": {}, "Penulis": "Moch Aldian Prathama Risaputra [17316036]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti, S.Sn., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Rehabilitasi, Mental, Ecotherapy, Psikologi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Sep 2020"}