{"Nomor": 51316, "Judul": "PEMETAAN KECEPATAN GRUP DAN FASA GELOMBANG LOVE DAN PENCITRAAN MODEL VS DI KEPULAUAN NUSA TENGGARA MENGGUNAKAN METODE AMBIENT NOISE TOMOGRAPHY (ANT)", "Abstrak": "Kepulauan Nusa Tenggara merupakan wilayah dimana terjadi subduksi lempeng Indo-Australia di bawah lempeng Eurasia di bagian selatan dan didorong oleh busur belakang di bagian utara sehingga merupakan daerah yang aktif secara tektonik. Penelitian ini dilakukan dengan menggunakan metode ambient noise tomography (ANT) yang memanfaatkan rekaman bising seismik yang direkam oleh 30 seismometer jaringan BMKG dengan rentang waktu perekaman satu tahun (Januari - Desember 2016). Data yang digunakan adalah gelombang Love, yang diperoleh dari komponen transversal. Proses korelasi-silang antar pasangan stasiun dilakukan untuk mendapatkan fungsi Green. Rentang periode kurva dispersi yang diperoleh ada pada 8 – 38 s dengan sumber noise secara umum berarah selatan-tenggara. Kurva dispersi ditentukan dengan menggunakan metode Frequency Time Analysis (FTAN). Himpunan kurva dispersi tersebut selanjutnya digunakan untuk membuat peta kecepatan grup dan fasa pada rentang periode tersebut. Selanjutnya, himpunan kurva dispersi yang didapatkan dari hasil tomografi kecepatan grup dan kecepatan fase ini di-inversi dengan menggunakan algoritma RR-PSO untuk mendapatkan model kecepatan VS. Berdasarkan struktur kecepatan VS didapatkan bahwa bagian utara Kepulauan Nusa Tenggara didominasi oleh anomali kecepatan rendah yang kemungkinan dikarenakan adanya fluida magma dikarenakan daerah tersebut merupakan busur vulkanik. Anomali tinggi sampai kedalaman ~7 km di Pulau Timor diindikasikan sebagai adanya pengangkatan kerak akibat proses kolisi.", "Daftar File": {"ABSTRAK Nursyamhadi Nugroho": "https://digilib.itb.ac.id/gdl/download/214617"}, "Penulis": "Nursyamhadi Nugroho [12315066]", "Kontributor / Dosen Pembimbing": ["Dr. Tedi Yudistira, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Seismic Ambient Noise, Tomografi, Gelombang Love, RR-PSO.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "28 Sep 2020"}