{"Nomor": 51328, "Judul": "INTEGRASI METODE SWOT-QSPM DALAM MENENTUKAN STRATEGI PENGEMBANGAN KADASTER MULTIGUNA UNTUK TUJUAN PEMBANGUNAN BERKELANJUTAN", "Abstrak": "Tujuan Pembangunan Berkelanjutan (TPB) merupakan rangkaian komitmen nasional yang\nmendukung agenda global 2030 dimana disepakati oleh 159 Negara pada tahun 2015 dengan\nmenerapkan konsep pembangunan berkelanjutan. Konsep pembangunan berkelanjutan memiliki\narti bahwa pemenuhan kebutuhan masa kini tidak boleh menganggu atau mengurangi hak\npemenuhan kebutuhan di masa depan. yang telah. Agenda global tersebut terdiri dari 17 tujuan,\n169 target dan 241 indikator dimana sebagian tujuan, target dan indikatornya berkaitan langsung\ndengan lahan baik dalam bentuk kepemilikan, penggunaan, penilaian dan pengembangan lahan.\nIsu yang berkaitan dengan lahan ini kemudian menjadi data untuk mengukur ketercapaian\nindikator-indikator yang ada. Ketersediaan data tersebut menjadi hal yang sangat penting untuk\nmelihat ketercapaian TPB. Kadaster merupakan alat utama yang dapat digunakan ketika berkaitan\ndengan ketersediaan data pertanahan. Salah satu kadaster yang paling baik diterapkan adalah\nkadaster multiguna karena mampu menyediakan berbagai data terkait lahan dan data pendukung\nlainnya. Namun untuk penerapan sistem kadaster ini secara efektif dibutuhkan perencanaan\nstrategis. Perencanaan strategis dapat dilakukan dengan pendekatan kuantitatif dimana akan\nmemberikan hasil numerik yang terukur sehingga mengurangi bias pemahaman pada strategi\nterbaik yang dapat diterapkan. Keterukuran pendekatan kuantitatif dimulai dengan adanya uji\nvaliditas dan reliabilitas variabel-variabel yang menjadi objek penelitian. Pada penelitian ini akan\ndilakukan uji validitas dan reliabilitas faktor internal dan faktor eksternal yang mempengaruhi\nstrategi pengembangan kadaster multiguna. Setelah uji ini kemudian akan dilanjutkan dengan\nkombinasi metode Strength, Weakness, Opportunity dan Threat Analysis (Analisis SWOT) dan\nQuantitative Strategic Planning Matrix (QSPM) untuk menentukan strategi terbaik yang dapat\nditerapkan dalam pengembangan kadaster multiguna untuk pencapaian TPB.", "Daftar File": {"ABSTRAK Putri Rahmadani": "https://digilib.itb.ac.id/gdl/download/214632"}, "Penulis": "Putri Rahmadani [25118018]", "Kontributor / Dosen Pembimbing": ["Dr. Andri Hernandi, S.T., M.T.", "Dr.rer.pol. Rizqi Abdulharis, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kadaster multiguna, uji validitas dan reliabilitas, SWOT, QSPM.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2020"}