{"Nomor": 51327, "Judul": "PERANCANGAN WEBCOMIC ADAPTASI DARI LEGENDA PANTAI WATU ULO UNTUK REMAJA PERTENGAHAN", "Abstrak": "Legenda adalah salah satu kekayaan budaya yang jumlahnya sangat banyak di Indonesia, hampir setiap daerah memilikinya. Sebenarnya, legenda memiliki potensi yang sangat dapat dimanfaatkan sebagai bentuk identitas, sumber pendapatan, edukasi moral, dan sarana melestarikan budaya suatu daerah. Namun, potensi yang besar ini masih sangat jarang diangkat secara penuh. Salah satu legenda yang belum dimanfaatkan potensinya adalah Legenda Pantai Watu Ulo. Legenda ini adalah cerita asli Jember yang sampai sekarang hanya menjadi cerita di kalangan warga dan belum berdampak signifikan bagi Jember. Upaya pemanfaatannya dapat dimulai dengan adapatasi kisahnya sehingga dapat diterima di zaman sekarang, khususnya di kalangan remaja pertengahan. Remaja pertengahan secara psikologis mulai memiliki idealisme dan berani menyampaikan pendapatnya sendiri dan mudah terpengaruh dengan lingkungan dan kelompok pertemanan. Ketika remaja mulai terikat dengan suatu topik, sudah barang tentu akan menjadi bahan bahasan yang mereka bicarakan dalam lingkungan pertemanan. Media yang tepat sebagai penghubung antara legenda dengan remaja pertengahan adalah webcomic, sebuah media digital yang audiensnya sangat besar sekarang dan didominasi oleh remaja. Melalui webcomic, remaja bisa mempelajari sejauh apa legenda lokal dapat dimanfaatkan untuk berbagai hal yang menguntungkan. Oleh karena itu, perlunya perancangan\niii\nwebcomic yang bisa menyampaikan legenda lokal yang diadaptasi sedemikian hingga dapat diterima oleh remaja pertengahan yang membacanya.", "Daftar File": {}, "Penulis": "Cahyono Ichsan Fathoni [17416061]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Webcomic, adaptasi, legenda, Pantai Watu Ulo, remaja pertengahan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Sep 2020"}