{"Nomor": 51343, "Judul": "PROSES DIFUSI DAN ADOPSI INOVASI PROGRAM KAMPUNG BERKEBUN (STUDI KASUS: KAMPUNG BERKEBUN RW 04, KELURAHAN PAJAJARAN, KECAMATAN CICENDO, KOTA BANDUNG)", "Abstrak": "Peningkatan pertumbuhan penduduk di Kota Bandung memberikan dampak berupa\nterjadinya konversi lahan pertanian menjadi non-pertanian, sehingga lahan bercocok\ntanam semakin berkurang. Hal ini mengancam ketersediaan dan ketahanan pangan\nlokal yang diproduksi sendiri. Dalam menangani permasalahan tersebut, sejak tahun\n2014 pemerintah Kota Bandung menerapkan inovasi berupa program kampung\nberkebun dengan konsep urban farming pada 151 kelurahan yang ada. Dalam\nkeberjalanannya, tidak semua lokasi penerapan berhasil mengembangkan program.\nSalah satu lokasi yang berhasil dan menjadi percontohan urban farming di Kota\nBandung adalah RW 04 Kelurahan Pajajaran, yang dapat menjadi rujukan dalam\nproses penyebarluasan inovasi bagi kelurahan atau kota lain. Penelitian ini dilakukan\nuntuk mengidentifikasi proses difusi dan faktor yang paling memengaruhi kecepatan\nmasyarakat dalam mengadopsi inovasi. Dengan melakukan tinjauan literatur, didapat\n4 elemen utama difusi inovasi yaitu inovasi, saluran komunikasi, waktu dan sistem\nsosial. Penelitian menggunakan metode pendekatan campuran secara deskriptif,\ndengan menggunakan 4 jenis analisis yaitu analisis konten, analisis statistik deskriptif,\ninferensial dan regresi linier berganda. Dari hasil penelitian ditemukan bahwa proses\ndifusi program kampung berkebun di RW 04 Kelurahan Pajajaran berjalan dengan\nbaik dimulai sejak tahun 2014 hingga saat ini, dengan elemen difusi yang\nmemengaruhi berupa saluan komunikasi dengan agen peubah, atribut atau\nkarakteristik inovasi, cara pengambilan keputusan inovasi secara opsional, serta\nkesesuaian program dengan norma dan kebiasaan masyarakat. Kemudian, ditemukan\npula bahwa subfaktor komunikasi interpersonal atau tatap muka memiliki pengaruh\npaling dominan dalam memengaruhi kecepatan adopsi inovasi. Penelitian ini\nmenyimpulkan bahwa sebagai lokasi percontohan, faktor yang paling memengaruhi\nkecepatan masyarakat dalam mengadopsi program adalah saluran komunikasi\ndengan cara interpersonal, yang berbentuk sosialisasi door to door, sosialisasi\nmassal, pelatihan, terutama komunikasi dalam tahap bujukan oleh agen peubah.", "Daftar File": {"ABSTRAK Chika Ramdhani Nurindah Sari": "https://digilib.itb.ac.id/gdl/download/214670"}, "Penulis": "Chika Ramdhani Nurindah Sari [15416037]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "difusi dan adopsi inovasi, kampung berkebun, urban farming, faktor kecepatan adopsi inovasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "1 file", "Tanggal Input": "28 Sep 2020"}