{"Nomor": 51345, "Judul": "MENINGKATKAN KETERSEDIAAN PENGAPALAN DI PERUSAHAAN KONSESI TAMBANG", "Abstrak": "BAA adalah perusahaan konsesi batubara di Kalimantan Tengah. Areal konsesi BAA tersebar di dua kabupaten di Kalimantan Tengah. Proses bisnis utama BAA adalah mengelola lokasi batubara dan penjualan ke pelanggan. Untuk mengangkut batubara dari lokasi produksi ke titik penjualan, BAA mengandalkan penggunaan tongkang dari vendor yang berlayar dari hulu sungai ke laut. Selama musim kemarau, tongkang tidak dapat berlayar jika ketinggian air tidak memenuhi level air minimum.\nFokus dari penelitian ini adalah analisis akar penyebab ketidaktersediaan pengiriman, dan akan mengidentifikasi akar penyebab dan solusi yang direkomendasikan untuk memperbaiki kondisi tersebut. Penelitian ini akan menggunakan metode kualitatif untuk memperoleh informasi dan pendapat dari berbagai pemangku kepentingan perusahaan melalui wawancara. Analisis akar penyebab diidentifikasi berdasarkan informasi yang diperoleh dari wawancara, digali menjadi kata kunci. Akar permasalahan kemudian divalidasi melalui studi literatur. Dan untuk mencapai kesimpulan masalah dan rekomendasi, selain dari hasil wawancara dan studi pustaka awal, juga dilakukan studi pustaka kedua yang didasarkan pada situasi serupa yang terjadi di perusahaan atau kasus lain.\nPermasalahan dominan yang disimpulkan dari penelitian ini adalah tongkang tidak tersedia atas permintaan karena tongkang disewa sesuai permintaan dan tidak berdedikasi, serta tongkang tidak dapat berlayar karena ketinggian air sungai terlalu rendah untuk beban tongkang, tongkang tidak dapat berlayar. karena kemungkinan tenggelam. Maka dari itu, sebagai solusi yang direkomendasikan, perusahaan sebaiknya melakukan analisis cost benefit untuk menghitung biaya sewa dedicated barge terhadap rented barge on call yang akan siap digunakan sewaktu-waktu, perusahaan dapat mempertimbangkan untuk mengurangi beban kiriman agar tongkang tersebut mampu. untuk berlayar ketika permukaan air rendah, gunakan detektor ketinggian air waktu-nyata, dan kelola stok pengaman untuk cadangan inventaris batubara.", "Daftar File": {"ABSTRAK Angger Aldilla Al Adiat": "https://digilib.itb.ac.id/gdl/download/214676"}, "Penulis": "Angger Aldilla Al Adiat [29318065]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rantai Pasokan, Penambangan Batubara, Pengapalan, Analisis Sebab Penyebab, Pemetaan Pikiran.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Sep 2020"}