{"Nomor": 51353, "Judul": "REDESAIN INSTALASI PENGOLAHAN LUMPUR TINJA DURI KOSAMBI MENJADI INSTALASI PENGOLAHAN AIR LIMBAH DAN INSTALASI PENGOLAHAN LUMPUR TINJA TERPADU UNTUK ZONA ENAM JAKARTA SEWERAGE SYSTEM", "Abstrak": "Jakarta Sewerage System adalah sebuah proyek pengelolaan air limbah secara terpusat\nyang diadakan bertujuan untuk memperbaiki kondisi pengelolaan air limbah DKI Jakarta yang\nhanya meliputi 4% dari keseluruhan wilayah dengan tingkat pencemaran BOD sebesar 84 mg/l\n(KPPIP, 2019). Pada proyek ini, wilayah DKI Jakarta dibagi menjadi 14 zona dan terdapat\nbeberapa zona yang direncanakan memiliki IPAL yang hanya melayani masing-masing wilayah\ndalam zona tersebut, salah satunya yaitu zona 6. IPAL zona 6 Jakarta Sewerage System akan\ndibangun di area yang tersisa dari lahan IPLT Duri Kosambi, dan direncakan pengolahan IPAL\ntersebut akan berintegrasi dengan IPLT Duri Kosambi. Bentuk integrasi dari IPAL dan IPLT yaitu\nlumpur yang dihasikan IPAL ditransferkan menuju IPLT, kemudian supernatant dari IPLT\nditransferkan menuju IPAL. Periode perencanaan IPAL zona 6 yaitu 30 tahun di mulai dari tahun\n2020 hingga tahun 2050, yang terbagi menjadi 4 fase konstruksi sesuai dengan fase pembangunan\njaringan perpipaan air limbah. Kapasitas pengolahan IPAL zona 6 diperoleh berdasarkan konsumsi\nair bersih dan dengan mempertimbangkan debit infliltrasi air hujan, diperoleh kapasitas\npengolahan IPAL tahun 2050 yaitu sebesar 228.930 m3/hari. Dengan kapasitas pengolahan sebesar\n228.930 m3/hari dan lahan yang terbatas, IPAL zona 6 direncanakan menggunakan unit-unit\npengolahan yang dapat menghemat penggunaan lahan. Pada pengolahan primer digunakan unit\nberupa continuous fine screen, bak ekualisasi dan fine mesh screen. Hasil pengolahan primer\nmenunjukkan nilai rasio BOD/COD adalah 0,75 sehingga rencana pengolahan sekunder yang\ndigunakan yaitu pengolahan secara biologis.", "Daftar File": {"15716027_Annisa Sanya Putri_Abstrak.pdf?_": "https://digilib.itb.ac.id/gdl/download/214701"}, "Penulis": "Annisa Sanya Putri [15716027]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T.", "Dr. Dyah Wulandari Putri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "IPAL Zona 6, IPLT Duri Kosambi, pengolahan, penyisihan, terintegrasi", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "28 Sep 2020"}