{"Nomor": 51352, "Judul": "AKTIVITAS ANTIOKSIDAN PADA KU LIT BUAH, BIJI, DAN DAGING BUAH ALPUKAT (PERSEA AMERICANA MILL.) DENGAN METODE DPPH DAN FRAP", "Abstrak": "Radikal bebas merupakan molekul atau fragmen molekul yang mengandung satu elektron tak\nberpasangan. Senyawa yang dapat meredam efek negatif dari radikal bebas disebut sebagai\nantioksidan. Berbagai tanaman dikenal memiliki aktivitas antioksidan, salah satunya adalah\nalpukat (Persea americana Miller). Penelitian ini bertujuan untuk menguji aktivitas\nantioksidan sampel ekstrak kulit buah, biji, dan daging buah alpukat dengan metode DPPH\ndan FRAP, menetapkan total fenol dan flavonoid; menguji korelasi antara total fenol dan\nflavonoid terhadap nilai Antioxidant Activity Index (AAI) DPPH dan AAI FRAP, serta\nmenguji korelasi metode DPPH dan FRAP pada sampel uji. Sampel diekstraksi secara\nrefluks, berturut-turut dengan pelarut n-heksana, etil asetat, dan etanol. Penetapan total fenol,\nflavonoid, AAI DPPH dan AAI FRAP dilakukan dengan spektrofotometri UV-sinar tampak.\nUji korelasi kuantitatif antara total fenol dan flavonoid terhadap AAI DPPH dan AAI FRAP,\nserta uji korelasi antara dua metode uji dilakukan dengan metode Pearson. Ekstrak etanol biji\nalpukat memiliki fenol total tertinggi (11,549 ± 0,561 g GAE/100 g), sedangkan ekstrak nheksana daging buah memiliki flavonoid total tertinggi (8,041 ± 0,221 g QE/100 g). AAI\nDPPH berada pada rentang 0,815-64,091, sedangkan FRAP 1,649-33,147. Secara umum total\nfenol ekstrak kulit buah, biji, dan daging buah berkorelasi positif dan bermakna terhadap AAI\nDPPH dan FRAP. Nilai AAI DPPH dan FRAP memberikan korelasi positif dan bermakna.\nSecara umum ekstrak kulit buah, biji, dan daging buah alpukat termasuk kategori antioksidan\nkuat sampai sangat kuat dengan metode DPPH dan FRAP. Secara umum, total fenol sampel\nuji berkontribusi terhadap aktivitas antioksidan dengan metode DPPH dan FRAP. Metode\nDPPH dan FRAP menunjukkan hasil linier pada aktivitas antioksidan ekstrak kulit buah, biji,\ndan daging buah alpukat.", "Daftar File": {"ABSTRAK Gloria Junitia": "https://digilib.itb.ac.id/gdl/download/214698"}, "Penulis": "Gloria Junitia [10716087]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Prof. Dr. Komar Ruslan Wirasutisna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioxidant, alpukat, kulit buah, biji, daging buah, DPPH, FRAP", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2020"}