{"Nomor": 51377, "Judul": "PENGARUH KEPEMILIKAN LAHAN TERHADAP PELAKSANAAN RENCANA PENGGUNAAN LAHAN: STUDI KASUS KOTA BUKITTINGGI, INDONESIA", "Abstrak": "Perencanaan tata ruang adalah alat untuk menjamin pembangunan berkelanjutan.\nPemerintah berhak mengatur pola penggunaan lahan untuk melindungi kepentingan\numum melalui penataan ruang di atas tanah milik perseorangan. Ada banyak kasus\nkonflik dan sengketa tanah sebagai akibat dari kebijakan yang tidak sinkron terkait\ndengan kebijakan penggunaan lahan dan kepemilikan tanah. Namun demikian, pola\nkepemilikan tanah memiliki korelasi yang kuat dengan pola penggunaan lahan\ndalam perkembangan kota. Kebijakan penggunaan lahan terkadang hanya\nmenitikberatkan pada aspek fisik dengan cakupan dan kepentingan yang luas, tanpa\nmemperhatikan detil kegiatan operasional yang ditunjukkan oleh hubungan hukum\nyang mengikat antara masyarakat dengan tanah dalam bentuk kepemilikan tanah.\nAkibatnya, operasionalisasi kebijakan pola penggunaan lahan menghadapi kendala.\nDalam paradigma pengelolaan lahan modern, tata guna lahan dan kepemilikan\nlahan harus terintegrasi.\nPenelitian ini menguraikan integrasi antara rencana penggunaan lahan dan\nkepemilikan lahan menggunakan studi kasus di Kecamatan Bukit Cangang Kayu\nRamang dan Belakang Balok, Kota Bukittinggi, Indonesia. Persoalan eksisting\nkegiatan pembangunan pemukiman di Kawasan Sempadan Ngarai Sianok yang\nditetapkan sebagai Ruang Terbuka Hijau Publik karena rawan longsor, dalam\nrencana pola ruang/ rencana penggunaan lahan menjadi tempat menarik untuk\nmelihat integrasi kedua kebijakan tersebut. Penelitian ini dilakukan dengan analisis\ndeskriptif kualitatif dengan menggunakan alat analisis teknis berupa analisis\noverlay peta, analisis isi, dan kajian pustaka. Hasil temuan menunjukkan bahwa\nrencana penggunaan lahan dan kepemilikan lahan belum terintegrasi, baik pada\naspek data, regulasi, maupun kelembagaan. Kurangnya integrasi antara penggunaan\nlahan dan kepemilikan lahan mengakibatkan pembangunan yang tidak\nberkelanjutan.", "Daftar File": {"ABSTRAK Supriyanto": "https://digilib.itb.ac.id/gdl/download/214736", "BAB 1 Supriyanto": "https://digilib.itb.ac.id/gdl/download/214737", "BAB 2 Supriyanto": "https://digilib.itb.ac.id/gdl/download/214738", "BAB 3 Supriyanto": "https://digilib.itb.ac.id/gdl/download/214739", "BAB 4 Supriyanto": "https://digilib.itb.ac.id/gdl/download/214740", "BAB 5 Supriyanto": "https://digilib.itb.ac.id/gdl/download/214741", "DAFTAR Supriyanto": "https://digilib.itb.ac.id/gdl/download/214742", "2020 TS PP SUPRIYANTO_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/214743"}, "Penulis": "Supriyanto [25418020]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Roos Akbar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "penggunaan lahan, kepemilikan lahan, integrasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "28 Sep 2020"}