{"Nomor": 51382, "Judul": "PENGUKURAN TINGKAT EFISIENSI LINGKUNGAN UNTUK EMISI CO2 PADA SEKTOR TRANSPORTASI JALAN (STUDI KASUS: KOTA-KOTA DI INDONESIA)", "Abstrak": "Sebagai bagian penting dari sistem transportasi perkotaan di Indonesia, sektor\ntransportasi jalan akan memainkan peran utama dalam pertumbuhan ekonomi\nIndonesia di masa depan. Namun demikian, sektor transportasi jalan di perkotaan\nmenyumbang lebih dari 90% dari total konsumsi bahan bakar fosil dan diperkirakan\nakan meningkatkan emisi CO2 dari sektor transportasi sebesar 12,9% per tahun.\nOleh karena itu, untuk mendorong transportasi jalan yang ramah lingkungan, tidak\nhanya diperlukan pengurangan emisi CO2 transportasi jalan, tetapi juga\npeningkatan tingkat efisiensi lingkungan untuk sektor transportasi jalan terhadap\nemisi CO2. Pengukuran tingkat efisiensi lingkungan dari sektor transportasi jalan\nberdasarkan skala kota dan menentukan implikasi kebijakannya sangat diperlukan\ntidak hanya untuk memberikan informasi mengenai status terkini kelestarian\nlingkungan yang terdampak sektor transportasi jalan, tetapi juga sebagai alat\nevaluasi kebijakan untuk meningkatkan keberlanjutan lingkungan dari sektor\ntransportasi jalan di indonesia. Berdasarkan model stochastic cost frontier dengan\nurban compactness sebagai faktor penentu efisiensi yang diterapkan dalam\npenelitian ini, diperoleh hasil bahwa di sekitar 50% kota metropolitan di Indonesia,\nsektor transportasi jalan memiliki tingkat efisiensi emisi CO2 yang buruk dengan\ntingkat efisiensi kurang dari 0.70, sedangkan semua kota kecil memiliki tingkat\nefisiensi emisi CO2 yang baik dengan tingkat efisiensi lebih dari 0,85. Kemudian,iv\nguna mengevaluasi berbagai implikasi kebijakan, terdapat 13 (tiga belas) skenario\nkebijakan yang dimasukkan ke dalam model frontier. Hasil penelitian menunjukkan\nbahwa skenario kebijakan yang menggabungkan rencana pemindahan ibu kota\nnegara, pengurangan kepadatan penduduk perkotaan, dan pembangunan/\npeningkatan jalan merupakan skenario yang paling efektif untuk meningkatkan\ntingkat efisiensi lingkungan dari emisi CO2 pada sektor transportasi jalan untuk\nkota-kota di Indonesia. Secara umum, ditemukan beberapa implikasi kebijakan\nyang berlawanan antara kota metropolitan dan kota besar dengan kota menengah\ndan kecil. Dengan demikian, tidak ada satu rumusan skenario kebijakan yang dapat\ndigeneralisasikan guna mengatasi masalah inefisiensi lingkungan dari emisi CO2\npada transportasi untuk semua skala kota.", "Daftar File": {"ABSTRAK Ratu Veby Renita": "https://digilib.itb.ac.id/gdl/download/214753", "BAB 1 Ratu Veby Renita": "https://digilib.itb.ac.id/gdl/download/214754", "BAB 2 Ratu Veby Renita": "https://digilib.itb.ac.id/gdl/download/214755", "BAB 3 Ratu Veby Renita": "https://digilib.itb.ac.id/gdl/download/214756", "BAB 4 Ratu Veby Renita": "https://digilib.itb.ac.id/gdl/download/214757", "BAB 5 Ratu Veby Renita": "https://digilib.itb.ac.id/gdl/download/214758", "BAB 6 Ratu Veby Renita": "https://digilib.itb.ac.id/gdl/download/214759", "DAFTAR Ratu Veby Renita": "https://digilib.itb.ac.id/gdl/download/214761"}, "Penulis": "Ratu Veby Renita [25418038]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Armiati Argo, MES, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "efisiensi lingkungan, emisi CO2, model stochastic frontier, kota kompak, transportasi jalan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "28 Sep 2020"}