{"Nomor": 51389, "Judul": "PERENCANAAN SISTEM DRAINASE DAN ECODRAIN GEDUNG MULTIFUNGSI CIBADAK ONE", "Abstrak": "Cibadak One merupakan salah salut Mixed Use Building yang terletak di Kota Bandung,\nJawa Barat. Cibadak One dirancang untuk membuat fasilitas yang lebih memadai untuk\nkawasan wisata kuliner dan everyday goods dengan merespon kondisi dan permasalahan\nyang ada. Selain itu, Cibadak One ini diketahui bersebelahan dengan anak Sungai\nCitarum. Cibadak one merupakan struktur bangunan tinggi yang terdiri dari 10 lantai\ndengan 2 lantai basement.\nOleh Karena itu, Cibadak One memerlukan analisis yang dapat menjamin bahwa anak\nSungai Citarum tidak banjir sehingga mengganggu kegiatan di Cibadak One.\nPerancangan apartemen ini membutuhkan dukungan dari berbagai bidang, salah satunya\nbidang sumber daya air. Bidang sumber daya air pada proyek ini juga mencakup\nperancangan sistem drainase dan menerapkan prinsip ecodrain. Perancangan sistem\ndrainase dilakukan untuk mengakomodasi air hujan yang turun pada kawasan apartemen\nini agar tidak terjadi genangan ketika hujan. Perancangan sistem drainase ini dilakukan\ndengan tahap pengumpulan data, mengolah dan menganalisis data, dan menentukan\ndimensi saluran rencana dengan mengacu pada standar yang berlaku. Saluran Drainase\nyang direncanakan adalah saluran drainase pada permukaan tanah. Dalam menerapkan\nprinsip Zero Delta Q pada apartemen ini diperlukan tempat penampungan air berupa\nGround Water Tank. Nantinya air hujan yang turun pada atap akan ditampung pada\nGround Water Tank dan akan digunakan sebagai air baku untuk penghuni apartemen ini.", "Daftar File": {}, "Penulis": "Jacky [15016151]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Arno Adi Kuntoro, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Ground Water Tank, Sistem Drainase, Zero Delta Q, Ecodrain.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2020"}