{"Nomor": 51387, "Judul": "PERANCANGAN DINDING PENAHAN TANAH DAN FONDASI TIANG BOR GUYUB TEDUH RESIDENCE DI KAWASAN CIBADAK, BANDUNG", "Abstrak": "Guyub Teduh Residence merupakan mixed use building yang direncanakan di\nKawasan Cibadak Bandung. Bangunan ini terdiri dari 5 lantai gedung komersial,\n10 lantai gedung residensial, dan 2 lantai basement. Berdasarkan kondisi tanah dan\nlingkungan, dinding penahan tanah yang digunakan adalah secant pile dengan\nperkuatan ground anchors. Secant pile didesain dengan panjang 28 m dan tebal 0,8\nm. Dinding tersebut ditopang dengan 2 ground anchors yang dipasang pada elevasi\n-2 m dan -6 m. Secant pile dianalisis dalam kondisi undrained dan drained secara\nmanual serta menggunakan software PLAXIS 2D dengan hasil berupa defleksi,\ngaya dalam, dan stabilitas. Dari analisis tersebut, konstruksi galian dilakukan secara\nempat tahap disertai dewatering. Dengan pertimbangan yang sama dengan dinding\npenahan tanah, fondasi yang digunakan adalah fondasi tiang bor dengan kedalaman\n42 m dan 50 m. Analisis fondasi meliputi daya dukung tiang dan penurunan fondasi.\nDaya dukung aksial tiang dihitung secara manual, sedangkan daya dukung lateral\ndianalisis dengan software LPILE. Analisis fondasi kelompok tiang dilakukan\ndengan software GROUP. Penulangan fondasi dan secant pile dihitung secara\nmanual berdasarkan ketentuan SNI 2847-2019 tentang Persyaratan Beton\nStruktural untuk Bangunan Gedung.", "Daftar File": {"ABSTRAK Ninda Oktriani": "https://digilib.itb.ac.id/gdl/download/214765", "COVER Ninda Oktriani": "https://digilib.itb.ac.id/gdl/download/252981", "PUSTAKA Ninda Oktriani": "https://digilib.itb.ac.id/gdl/download/252989"}, "Penulis": "Ninda Oktriani [15016090]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Masyhur Irsyam, MSE"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "secant pile, ground anchor, defleksi, stabilitas, dewatering, tiang bor, daya dukung, penurunan, PLAXIS 2D, LPILE, GROUP.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "28 Sep 2020"}