{"Nomor": 51395, "Judul": "PENGARUH UNSUR PEMADU TERHADAP KARAKTERISTIK DARI PADUAN INGAT BENTUK (SMAS) NI-TI BINER DAN PENGAPLIKASIANNYA : ULASAN SISTEMATIS", "Abstrak": "Pada era modern ini banyak sekali jenis paduan yang telah dikembangkan oleh para peneliti guna mempermudah pekerjaan manusia. Salah satu di antaranya adalah paduan ingat bentuk atau biasa lebih dikenal dengan sebutan Shape Memory Alloys (SMAs). Dimana penggunaan paduan jenis ini sudah sangat luas seperti pada bidang dirgantara, otomotif, peralatan industri, robotika, biomedical engineering, hingga ke bidang tekstil dan juga fashion. Hal ini dikarenakan paduan SMAs memiliki sifat ingat bentuk, super elastis, tahan korosi, serta bio-kompatibel. Banyak artikel yang telah membahas pengaruh unsur pemadu pada paduan ingat bentuk NiTi biner, namun belum ada ulasan sistematis tentang pengaplikasian paduan tersebut.\nPada kajian literatur ini, dilakukan pencarian melalui dua databse yaitu ScienceDirect dan CORE dengan digunakan kata kunci yang berkaitan dengan rumusan masalah yaitu: ”Ni-Ti-X” AND “Shape Memory Alloy” AND “Characteristics” AND “Application” dimana X = Al, V, Cr, Fe, Co, Cu, Zr, Nb, Pd, Hf, dan Pt dengan batasan waktu penerbitan artikel selama 10 tahun terakhir (2010-2020). Kemudian hasil kajian yang didapat artikel sebanyak n=372, diseleksi menggunakan metode PRISMA dengan menyeleksi artikel duplikat (n-139), kemudian diseleksi judul serta abstrak artikel (n-135), dan kemudian diseleksi seluruh isi teksnya (n-78), sehingga didapat 20 artikel akhir yang akan dibahas pada kajian kali ini yang digunakan juga 55 artikel di luar proses seleksi sebagai pendukung dan pelengkap artikel.\nBerdasarkan hasil kajian literatur ini, dapat ditarik kesimpulan bahwa, penambahan unsur pemadu pada paduan ingat bentuk (SMAs) NiTi biner, dapat memberikan pengaruh yang berbeda-beda terhadap karakteristik paduan. Seperti meningkatkan atau menurunkan temperatur transformasi, memperlebar atau menyempitkan histerisis termal, serta meningkatkan ketahanan korosi dan juga bio-kompatibel paduan. Selain itu penambahan unsur pemadu dapat mengubah metode proses pembuatan paduan NiTi, karena unsur pemadu dapat menyebabkan adanya pengotor yang tidak diinginkan. Pada kajian literatur kali ini juga didapatkan bahwa penambahan unsur pemadu pada paduan NiTi biner juga berpengaruh pada pengaplikasiannya di berbagai bidang. Beberapa paduan memberikan sifat yang cocok untuk diaplikasikan pada bidang dirgantara, bidang otomotif, robotika, dan biomedis tergantung dari unsur pemadu yang diberikan.", "Daftar File": {"COVER Agung Cakraginta Suhardiono": "https://digilib.itb.ac.id/gdl/download/214788"}, "Penulis": "Agung Cakraginta Suhardiono [12516017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "Paduan ingat bentuk NiTi, unsur pemadu, karakteristik, dan aplikasi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "28 Sep 2020"}