{"Nomor": 51398, "Judul": "MODIFIKASI ZINC OXIDE BERSTRUKTUR TIGA DIMENSI DENGAN MULTIWALLED CARBON NANOTUBES MENGGUNAKAN METODE SOLVOTHERMAL UNTUK SENSOR GAS SULFUR DIOKSIDA BERKINERJA TINGGI", "Abstrak": "Penelitian ini melaporkan modifikasi Zinc Oxide berstruktur tiga dimensi wool ball dan hollow sphere dengan Multiwalled Carbon Nanotubes (MWCNT) menggunakan metode glycerol/anthocyanin-assisted solvothermal. Penggunaan glycerol dalam proses solvothermal menghasilkan ZnO dengan struktur wool ball (WB) yang tersusun dari partikel pelat nano berukuran 50-60 nm. Sedangkan penggunaan anthocyanin pada proses solvothermal menghasilkan ZnO dengan struktur hollow sphere (HS) yang tersusun dari partikel nano dengan ukuran 10 nm. Kehadiran MWCNT pada kedua jenis ZnO memberikan efek yang berbeda. Dalam kasus ZnO WB, MWCNT menempel pada permukaan ZnO WB, terdifusi sedikit ke dalam ZnO WB, dan partikel mini rod teramati tumbuh pada permukaan MWCNT. Dalam kasus ZnO HS, MWCNT merusak morfologi ZnO karena MWCNT terpenetrasi ke dalam sphere dan sebagian partikel nano ZnO juga tumbuh di permukaan MWCNT. Pada kedua kasus, kehadiran MWCNT juga meningkatkan luas permukaan spesifik ZnO. Evaluasi kinerja kedua struktur ZnO menunjukkan bahwa keduanya memiliki temperatur optimal 350 oC dengan nilai respons terhadap 70 ppm SO2 masing-masing adalah 156 untuk ZnO WB dan 71 untuk ZnO HS. Secara keseluruhan ZnO WB menunjukkan kinerja lebih baik dibandingkan dengan ZnO HS. Namun ZnO HS dapat menghasilkan respons pada temperatur 200 oC yaitu 18 ketika ZnO WB tidak menghasilkan respons sama sekali. Dalam bentuk komposit, ZnO WB-MWCNT menunjukkan keunggulannya dibandingkan ZnO HS-MWCNT. ZnO WB-MWCNT 10:1 menghasilkan respons 221 terhadap 70 ppm SO2 pada temperatur 300 oC sedangkan ZnO HS 15:1 menghasilkan respons sebesar 156 pada kondisi yang sama. Kedua nilai respons tersebut lebih tinggi tiga kali lipat dari nilai yang dihasilkan ZnO WB dan ZnO HS pada kondisi yang sama. Selain itu, ZnO WB-MWCNT juga menunjukkan keunggulan dalam hal selektivitas, dengan respons terhadap 50 ppm SO2 lebih tinggi 7-14 kali lebih tinggi dibandingkan gas-gas target lainnya dengan konsentrasi yang sama. Sedangkan ZnO HS menunjukkan respons terhadap 50 ppm SO2 lebih tinggi 3-6 kali dibandingkan respons terhadap gas-gas target lainnya. Dalam penelitian ini juga ditemukan bahwa perilaku sensor sangat ditentukan oleh struktur ZnO dan rasio ZnO:MWCNT. Perubahan tipe-n ke tipe-p terjadi pada ZnO HS-MWCNT 5:1 dan 3:1 yang disebabkan oleh dominasi sifat sensor MWCNT.\nTingginya kinerja komposit ZnO-MWCNT pada rasio tertentu dapat disebabkan oleh beberapa hal, antara lain (i) formasi p-n junction pada antarmuka ZnO/MWCNT yang dapat meningkatkan respons komposit dengan signifikan, (ii) meningkatnya situs aktif untuk adsorpsi O2 dan SO2 yang disebabkan oleh peningkatan luas permukaan spesifik akibat kehadiran MWCNT serta situs cacat yang dihasilkan oleh proses fungsionalisasi MWCNT. Simulasi dengan menggunakan Density Functional Theory (DFT) menunjukkan formasi SO3 ketika SO2 bereaksi dengan ion oksigen di permukaan ZnO dan adanya transfer muatan dari gas ke sistem komposit dalam proses reaksi permukaan.", "Daftar File": {"ABSTRAK Ni Luh Wulan Septiani": "https://digilib.itb.ac.id/gdl/download/214805"}, "Penulis": "Ni Luh Wulan Septiani [33316005]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Hermawan Kresno Dipojono, MSEE, Ph.D.", "Prof. Brian Yuliarto, Ph.D.", "Nugraha, Dr.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Oksida logam 3D, ZnO wool ball, ZnO hollow sphere, komposit ZnO-MWCNT, metode solvothermal, sensor gas SO2.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2020"}