{"Nomor": 51408, "Judul": "STUDI PERBANDINGAN PENGARUH WAKTU SHOT PEENING DAN LARUTAN ANODISASI TERHADAP KEKUATAN LELAH DAN KETAHANAN KOROSI PADUAN MAGNESIUM AZ91D UNTUK APLIKASI ORTHOPEDIC IMPLANT", "Abstrak": "Magnesium diketahui sebagai logam dengan biokompatibiltas paling baik diantara\nsemua jenis material implan yang telah digunakan saat ini. Namun, degradasi yang\ncepat dan tidak terkontrol, produksi hidrogen yang berlebih, dan sifat ketahanan\nlelah yang belum memadai membatasi aplikasinya pada bidang biomedis. Berbagai\nsolusi seperti alloying, pelapisan permukaan, dan perlakuan permukaan telah\ndilakukan untuk meningkatkan ketahanan korosi magnesium. Namun, cara tersebut\nmasih dapat memicu terjadinya penurunan sifat yang lain bahkan berisiko pada\npenurunan biokompatibilitas. Pada studi kali ini, peningkatan sifat kekuatan lelah\ndan ketahanan korosi pada salah satu paduan magnesium yang memiliki ketahanan\nkorosi terbaik yaitu AZ91D akan dipelajari melalui metode shot peening dan\nmembandingkannya dengan metode anodisasi. Variabel yang diinvestigasi adalah\nvariasi waktu shot peening dan jenis larutan anodisasi beserta konsentrasinya.\nPenelitian dimulai dengan melalukan percobaan pendahuluan berupa shot peening\ndengan variasi waktu 4 menit, 7 menit, dan 10 menit. Selanjutnya, dilakukan uji\nkekerasan dengan metode Vickers Hardness Test dengan beban 50 gram pada\npermukaan yang terdeformasi. Kemudian, dilakukan karakterisasi sampel dengan\nanalisis X-Ray Fluorescence (XRF). Dilakukan pula studi literatur dengan\nmengumpulkan data – data dari jurnal ilmiah dan buku dengan kata kunci AZ91D,\npaduan magnesium, shot peening, anodisasi, bioimplan, ketahanan korosi, dan\nketahanan lelah. Beberapa literatur dipilih sebagai literatur utama. Kemudian, data\nyang diperlukan dari tiap literatur utama terkait variabel yang akan dianalisis\ndisatukan dan dilakukan pendekatan untuk menganalisis pengaruhnya terhadap\npaduan AZ91D. Dari ulasan kritis tersebut, dapat diperoleh kesimpulan serta saran\nuntuk percobaan yang mungkin dapat dilakukan di masa depan.\nDari percobaan pendahuluan dan ulasan kritis yang dilakukan, diketahui\npeningkatan waktu shot peening dapat meningkatkan ketahanan lelah, kekerasan,\ndan ketahanan korosi. Adanya mekanisme penghalusan butiran hingga ukuran nano,\ntegangan kompresif sisa, dan cacat permukaan seperti twinning, slip, dan stacking\nfault menjadi kunci utama terjadinya peningkatan sifat mekanik dan ketahanan\nkorosi AZ91D. Namun, untuk ketahanan korosi dari AZ91D pada dasarnya lebih\nbergantung pada fasa keduanya, sehingga peningkatan ketahanan korosi dari\nperlakukan shot peening tidak terlalu signifikan. Dibandingkan dengan metode\nanodisasi, metode shot peening dapat dikatakan lebih efektif karena bukan hanya\nmeningkatkan ketahanan korosi, melainkan juga memberikan kenaikan pada sifat\nmekaniknya. Pemilihan jenis larutan anodisasi yang aman untuk tubuh juga\ndiperlukan agar tidak menimbulkan dampak negatif lainnya.", "Daftar File": {"COVER Vanessa Antovie": "https://digilib.itb.ac.id/gdl/download/214817"}, "Penulis": "Vanessa Antovie [12516051]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Akhmad Ardian Korda, S.T., M.T.", "Tria Laksana Achmad, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "magnesium AZ91D, shot peening, anodisasi, ketahanan lelah", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "28 Sep 2020"}