{"Nomor": 51404, "Judul": "ESTIMASI VISKOSITAS DISTILAT ASAM LEMAK SAWIT", "Abstrak": "Distilat asam lemak sawit (palm fatty acid distillate/PFAD) adalah produk samping yang dihasilkan dari proses rafinasi CPO. Pemanfaatan PFAD selain sebagai bahan sabun dan bahan bakar, juga dapat dimanfaatkan sebagai bahan baku stabiliser termal polyvinyl chlorida dari PFAD. Perancangan dan evaluasi proses pengadukan dalam sintesis tersebut membutuhkan sifat aliran PFAD yang salah satunya adalah viskositas PFAD. Tujuan dari penelitian ini adalah meninjau data viskositas asam lemak murni dari literatur pada temperatur 20-90oC serta menentukan prediksi viskositas PFAD pada temperatur 40-90oC berdasarkan atas komposisi asam lemak pada PFAD menggunakan data viskositas asam lemak murni. Data viskositas asam lemak murni ditinjau dari berbagai literatur mulai dari laporan hasil percobaan, pustaka kumpulan data rekayasa teknik, serta MSDS komersial. Penentuan prediksi viskositas dilakukan dengan persamaan viskositas campuran linear. Data viskositas asam lemak murni yang didapatkan dari literatur laporan percobaan pada umumnya menggunakn viskosimeter kapiler Cannon-Fenske dengan koefisien variasi data adalah kurang dari 20%. Prediksi viskositas PFAD pada temperatur 40oC, 50oC, 60oC, 70oC, 80oC, 90oC berturut-turut adalah 11,72 mPas; 9,69 mPas; 8,16 mPas; 7,31 mPas; 5,77 mPas; dan 4,59 mPas. Nilai koefisien variasi dari prediksi viskositas PFAD pada temperatur > 70oC kurang dari 20% yang berarti prediksi viskositas PFAD dapat diterima sehingga dapat diterapkan dalam mengevaluasi dan merancang proses konversi PFAD menjadi bahan baku stabiliser yang reaksinya berlangsung pada temperatur 70-80oC.", "Daftar File": {}, "Penulis": "Nudiya Salsabila [13014009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Dewa Gede Arsa Putrawan", "Hary Devianto, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "asam lemak, CPO, minyak sawit, PFAD, viskositas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2020"}