{"Nomor": 51414, "Judul": "STUDI PENGARUH TEMPERATUR AUSTEMPERING TERHADAP STRUKTUR MIKRO DAN SIFAT MEKANIS BAJA AISI 4340: ULASAN KRITIS", "Abstrak": "Baja AISI 4340 adalah salah satu jenis baja karbon sedang yang biasa digunakan dalam pesawat terbang dan industri otomotif. Pemanfaatannya tersebut membuat baja ini harus memiliki kekuatan yang tinggi, tahan aus, dan tahan terhadap deformasi. Salah satu metode untuk meningkatkan sifat mekanis baja tersebut adalah austempering. Austempering adalah proses pendinginan baja yang ditahan pada temperatur austempering bath selama waktu tertentu untuk terjadi transformasi austenit menjadi bainit. Dibandingkan dengan metode conventional hardening dan tempering, austempering memiliki beberapa kelebihan yaitu dapat mengurangi distorsi dan kemungkinan retak, memberikan kombinasi sifat kekerasan dan ketangguhan yang baik, dan fatigue life yang lebih tinggi. Dalam studi ini dilakukan studi literatur perihal salah satu parameter austempering yaitu temperatur austempering. Hal ini dipelajari untuk mengetahui pengaruh temperatur austempering terhadap struktur mikro dan sifat mekanis baja AISI 4340.\nStudi ini dilakukan dengan metode ulasan kritis yang diawali dengan menyusun rumusan masalah, yaitu pengaruh temperatur austempering terhadap struktur mikro dan sifat mekanis baja AISI 4340. Dari rumusan masalah tersebut, dilakukan pencarian literatur melalui jurnal, buku, dan laman internet. Literatur-literatur yang didapat kemudian diseleksi dengan meninjau abstrak agar sesuai dengan topik studi. Selanjutnya dilakukan peringkasan dan analisis pada data-data percobaan dari literatur. Setelah itu dilakukan pembahasan dengan menganalisis data literatur dengan teori dari tinjauan pustaka sehingga diperoleh kesimpulan yang menjawab rumusan masalah. Pada studi ini, struktur mikro yang dibahas adalah fraksi volume retained austenite, fraksi volume bainitic ferrite, dan struktur bainit (upper bainite dan lower bainite). Sedangkan sifat mekanis yang dibahas adalah kekerasan, kekuatan, dan ketangguhan baja.\nHasil ulasan menunjukkan bahwa fraksi volume retained austenite meningkat seiring dengan meningkatnya temperatur austempering dari temperatur 260oC hingga 400oC. Hal ini berbanding terbalik dengan fraksi volume bainitic ferrite. Fraksi volume bainitic ferrite menurun dengan meningkatnya temperatur austempering. Diketahui pula bahwa pembentukan upper bainite dan lower bainite bergantung pada waktu dekarburasi dari bainitic ferrite jenuh ke austenit. Dengan meningkatnya temperatur austempering, waktu dekarburasi akan semakin cepat. Untuk sifat mekanis baja, kekerasan dan kekuatan menurun dengan meningkatnya temperatur austempering dari temperatur 260oC hingga 400oC. Ketangguhan baja mula-mula meningkat hingga temperatur tertentu sekitar 325oC hingga 340oC yang kemudian akan menurun hingga temperatur di bawah 400oC.", "Daftar File": {"COVER Anselma Arintya Karuni": "https://digilib.itb.ac.id/gdl/download/214828"}, "Penulis": "Anselma Arintya Karuni [12516023]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Akhmad Ardian Korda, S.T., M.T.", "Tria Laksana Achmad, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "baja AISI 4340, austempering, struktur mikro, kekerasan, kekuatan, ketangguhan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "28 Sep 2020"}