{"Nomor": 51427, "Judul": "STUDI REDUKSI PELEBURAN CAMPURAN BAUKSIT DAN RED MUD SEBAGAI BAGIAN DARI MODIFIKASI PROSES PEDERSEN: ULASAN DAN PERCOBAAN TAHAP AWAL", "Abstrak": "Pada tahun 2017, tercatat sekitar 95% bauksit di dunia diproduksi secara komersil menjadi alumina melalui proses Bayer. Dalam menghasilkan alumina, proses Bayer ternyata menghasilkan produk samping bernama red mud yang memberikan dampak negatif terhadap lingkungan. Di tahun 1927, Harald Pedersen menemukan suatu proses produksi alumina, dikenal sebagai proses Pedersen, yang dianggap lebih ramah lingkungan dan terbukti mampu diaplikasikan pada skala industri. Pada studi ini informasi seputar proses reduksi Pedersen telah ditinjau secara komprehensif meliputi perkembangannya pada skala pabrik, skala pilot dan skala laboratorium. Bauksit merupakan sumber utama alumina dan red mud merupakan material yang memiliki kandungan Fe2O3 cukup tinggi (tipikal 48-54%). Peluang pemanfaatan campuran bauksit dan red mud dalam proses reduksi peleburan Pedersen telah dipelajari melalui simulasi FactSage. Selanjutnya, percobaan tahap awal juga telah dilakukan untuk meninjau dan melengkapi hasil simulasi FactSage.\nStudi literatur dimulai dengan mengumpulkan jurnal, buku dan prosiding yang berkaitan dengan proses Pedersen. Literatur tersebut kemudian dibaca dan dianalisis untuk memperoleh informasi-informasi yang selanjutnya akan digunakan sebagai poin pembahasan untuk menjawab tujuan yang telah dirumuskan. Simulasi FactSage dilakukan pada variasi Na2O: 25%, 50% dan 75% terhadap variasi fraksi red mud pada rentang 0 sampai 1. Percobaan tahapan awal dilakukan pada variasi Na2O 29% dan 80% terhadap variasi fraksi red mud 0,2: 0,4: 0,6: 0,8. Kemudian, ditarik kesimpulan dan saran secara komprehensif.\nHasil studi literatur menunjukkan bahwa proses Pedersen masih terus diteliti dan dikembangkan untuk menjadi proses alternatif produksi alumina yang kompetitif secara tekno-keekonomian. Selain itu, juga diperoleh beberapa poin penting diantaranya; (1) Na2O merupakan bahan imbuh yang dianggap potensial dan dianggap dapat memberikan persen rasio berat logam per bauksit dalam jumlah yang lebih besar; (2) Semakin tinggi temperatur operasi maka akan semakin banyak logam yang dihasilkan; (3) Laju pendinginan yang cepat akan menghasilkan terak dalam bentuk kaca (glass-like slag) yang memiliki keterlindian rendah; (4) Pada penggunaan bahan imbuh CaO, keberadaan MgO dan TiO2 di umpan memiliki pengaruh terhadap perolehan alumina. Pada penggunaan bahan imbuh Na2O 29%, hasil simulasi FactSage mengikuti hasil percobaan tahap awal dimana semakin besar fraksi red mud maka semakin besar rasio berat logam per campuran yang didapatkan. Hal ini mengindikasikan bahwa reduksi peleburan campuran bauksit dan red mud cukup menarik untuk dipelajari lebih lanjut sebagai solusi pemanfaatan limbah red mud.", "Daftar File": {"COVER Ghema Swara Ananda": "https://digilib.itb.ac.id/gdl/download/214854"}, "Penulis": "Ghema Swara Ananda [12516010]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Taufiq Hidayat, S.T., M.Phil., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "Proses Pedersen, proses Bayer, alumina, bauksit, red mud", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "28 Sep 2020"}