{"Nomor": 51424, "Judul": "PRODUCTION OF TITANIUM METAL USING HIGH TEMPERATURE ELECTROLYSIS PROCESS: CRITICAL REVIEW", "Abstrak": "Titanium adalah logam yang ringan, kuat, dan memiliki ketahanan korosi yang tinggi.\nSelain itu, kelimpahan titanium menempati urutan ke-9 di kerak bumi. Titanium\nbanyak dimanfaatkan sebagai material konstruksi pada pesawat terbang dan juga\nsebagai material implan. Karena sifatnya yang unggul, titanium dapat diaplikasikan\npada bidang lain seperti otomotif, konstruksi bangunan, dan industri lainnya. Namun,\nproses produksi titanium yang sulit dan kompleks membuat harga titanium menjadi\nsangat mahal sehingga penggunaannya saat ini masih sangat terbatas. Proses\nelektrolisis telah dikembangkan untuk menggantikan proses Kroll agar lebih ekonomis\nseperti proses FFC Cambridge dan MER. Pada studi ini, aspek metalurgi pada proses\ntersebut akan dipelajari dan juga aplikasinya pada pengolahan titanium di Indonesia.\nStudi ini diawali dengan pengumpulan dokumen referensi yang berkaitan dengan\ntitanium dan proses produksinya. Kemudian, dokumen tersebut akan diseleksi\nberdasarkan keterkaitannya dengan tujuan studi ini. Setelah itu, dokumen yang telah\ndiseleksi akan dianalisis untuk menjawab tujuan studi. Jika terdapat informasi yang\nkurang jelas, dilakukan penelusuran lebih lanjut dan mengulas kembali referensi yang\nada. Terakhir, dilakukan penarikan kesimpulan berdasarkan studi literatur yang\ndilakukan dan juga saran untuk penelitian selanjutnya.\nBerdasarkan studi literatur yang dilakukan, didapatkan bahwa: (1) pada proses FFC\nCambridge, reaksi reduksi titanium oksida pada katoda terjadi dalam beberapa tahap\npada suhu 900 oC. Hal ini membuat tegangan dekomposisi titanium oksida semakin\nbesar seiring pengurangan kadar oksigen. Variasi waktu pada elektrolisis juga\nmenghasilkan produk yang berbeda seperti magneli dan calcium titanate. Tahap\nreduksi TiO menjadi logam membutuhkan waktu yang paling lama karena difusivitas\noksigen yang sangat sulit. (2) Pada proses MER, reaksi reduksi pada katoda umumnya\nterjadi dalam satu tahap. Namun, reduksi TiO2 dengan karbon harus dikontrol\nmenggunakan perbandingan TiO2/C yang sesuai untuk menghasilkan titanium\noxycarbide yang diinginkan yaitu Ti2CO pada suhu 1500 oC. Perbedaan komposisi\ntitanium oxycarbide akan mempengaruhi disolusi anoda saat elektrolisis pada suhu 750\noC. (3) Kedua proses ini memiliki perbedaan pada umpan elektrolisis sehingga proses\nini dapat diaplikasikan di Indonesia pada kondisi yang berbeda.", "Daftar File": {"COVER Iryano Nigel": "https://digilib.itb.ac.id/gdl/download/214840"}, "Penulis": "Iryano Nigel [12516028]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Imam Santoso, S.T., M.Phil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "titanium, FFC Cambridge, MER, titanium oksida, titanium oxycarbide", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "28 Sep 2020"}