{"Nomor": 51430, "Judul": "PENGEMBANGAN PLUG IN UNTUK PERANGKAT LUNAK UJIAN TULIS BERBASIS KOMPUTER UNTUK SISWA TUNA NETRA (STUDI KASUS: SEKOLAH LUAR BIASA NEGERI A KOTA BANDUNG)", "Abstrak": "Perkembangan teknologi informasi dan komunikasi telah mengubah cara manusia untuk\nmengerjakan sesuatu, salah satunya adalah ujian, yang dulunya menggunakan kertas dan alat tulis,\nkini menggunakan komputer. Ujian yang dulunya harus menggunakan pensil 2B dan melingkari\njawaban yang dipilih pada lembar jawaban komputer, kini hanya dengan klik pada mouse untuk\nmemilih jawaban. Akan tetapi, tidak semua siswa dapat melaksanakan ujian tulis berbasis\nkomputer dengan baik, salah satu contohnya adalah siswa tuna netra. Mereka tidak dapat\nmenggunakan mouse dalam mengoperasikan komputer. Selain itu, mereka tidak dapat melihat soal\nmana yang sudah dijawab. Dalam Tugas Akhir ini, akan dikembangkan plug in, sebagai\npenghubung antara siswa tuna netra dan perangkat lunak ujian berbasis komputer, yang akan\nmemberikan penanda terhadap soal yang telah dijawab oleh siswa, sehingga siswa dapat\nmengetahui soal mana saja yang telah dijawabnya. Hasil dari Tugas Akhir ini berupa extensions\nuntuk browser yang akan dijalankan bersama-sama dengan perangkat lunak ujian tulis berbasis\nkomputer dan screen reader yang membantu siswa tuna netra mengetahui elemen pada perangkat\nlunak ujian tulis berbasis komputer dengan bantuan suara dan juga melakukan navigasi pada\nperangkat lunak tersebut. Metode yang digunakan pada Tugas Akhir ini adalah metode Waterfall\nyang digabungkan dengan metode User-centered Design. Hasil dari Tugas Akhir ini menunjukkan\nbahwa siswa tuna netra dapat mengetahui soal mana saja yang sudah dijawabnya, dengan bantuan\nplug in yang dikembangkan pada Tugas Akhir ini.", "Daftar File": {"13515148_Yoga Prasetyo_Cover.pdf5?": "https://digilib.itb.ac.id/gdl/download/214861", "13515148_Yoga Prasetyo_AbstrakIndonesia.pdf\n]": "https://digilib.itb.ac.id/gdl/download/214862", "13515148_Yoga Prasetyo_AbstrakEnglish.pdf)u": "https://digilib.itb.ac.id/gdl/download/214863", "13515148_Yoga Prasetyo_BukuTA.pdf?": "https://digilib.itb.ac.id/gdl/download/214864"}, "Penulis": "Yoga Prasetyo [13515148]", "Kontributor / Dosen Pembimbing": ["Dra. Harlili, M.Sc.", "Dicky Prima Satya, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ujian tulis berbasis komputer, plug in, screen reader, tuna netra, soal yang telah dijawab, Waterfall, User-centered Design.", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "28 Sep 2020"}