{"Nomor": 51434, "Judul": "A REVIEW OF GOLD BIORECOVERY FROM ELECTRONIC WASTES", "Abstrak": "Penggunaan peralatan elektronik meninggalkan dampak negatif, salah satunya adalah\nmenumpuknya sampah elektronik dengan jumlah yang masif setiap tahunnya. Waste\nElectrical and Electronic Waste, atau disebut dengan e-wastes, memiliki potensi besar\nkarena mengandung logam berharga, terutama emas. Emas pada e-wastes memiliki\nkadar hingga ratusan kali lipat dibandingkan dengan pertambangan emas. Maka dari\nitu, daur ulang emas dapat mengurangi sampah serta memanfaatkan nilai ekonomi ewastes.\nTak hanya itu, metode daur ulang emas yang ramah lingkungan melalui proses\nbiohidrometalurgi terus berkembang untuk menjawab tantangan dalam mengurangi\nlimbah berbahaya pada proses konvensional. Studi biohidrometalurgi emas bertujuan\nuntuk mempelajari secara lanjut mengenai mikroorganisme yang terlibat dalam proses\npelindian, mekanisme pelindian, parameter-parameter pelindian, serta kajian mengenai\njalur pengolahan emas dari e-wastes. Di sisi lain, studi biohidrometalurgi tembaga juga\ndipelajari secara bersamaan karena tembaga merupakan base metal pada e-wastes,\nkhususnya pada printed circuit boards (PCB). Tembaga dapat mengonsumsi reagen\npada pelindian emas sehingga dapat mengurangi kemurnian emas.\nPengerjaan tugas akhir ini diawali dengan mencari paper dan buku yang bersinggungan\ndengan beberapa kata kunci berikut: bioleaching, PCB, e-wastes, emas, tembaga, dan\nrecycling. Pencarian sumber data dan informasi dibatasi dengan literatur yang\nmembahas PCB serta proses bioleaching emas dan tembaga. Setelah itu, langkah\nselanjutnya adalah membaca, menarik kesimpulan dari sumber literatur, serta menulis\nhasil studi literatur ke dalam tugas akhir ini.\nBerdasarkan studi literatur yang telah dilakukan, maka dapat ditarik kesimpulan bahwa\nbioleaching tembaga dari PCB dapat dilakukan dengan bakteri autotrof (bakteri\npengoksidasi besi dan sulfur), bakteri heterotrof, dan fungi. Secara umum, bioleaching\ntembaga karena beberapa mekanisme mobilisasi logam yaitu acidolysis, complexolysis,\ndan redoxolysis. Proses bioleaching tembaga dapat dilakukan pada temperatur\noptimum (20-45 ?C) hingga temperatur tinggi (45-122 ?C) sesuai dengan jenis\nmikroorganisme yang digunakan. Setelah itu, emas diekstraksi dengan cyanogenic\nbacteria yang dapat menghasilkan HCN sehingga akan membentuk kompleks emassianida.\nUmumnya, bioleaching tembaga dan emas dengan menggunakan cyanogenic\nbacteria terjadi pada suhu 30 ?C dengan pH 7-10,5. Bioleaching tembaga selain\nmenggunakan cyanogenic bacteria dilakukan pada pH 1-4. Rekoveri tertinggi yang\ndiperoleh pada bioleaching tembaga sebesar 99,99% dengan menggunakan mixed\nculture A. thiooxidans + A. ferrooxidans. Sedangkan rekoveri tertinggi bioleaching\nemas sebesar 73,17% diperoleh saat menggunakan mixed culture P. aeruginosa + C.\nviolaceum.", "Daftar File": {"COVER Billy Akbar Prabowo": "https://digilib.itb.ac.id/gdl/download/214868"}, "Penulis": "Billy Akbar Prabowo [12516067]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "bioleaching, daur ulang, e-wastes, tembaga, emas, PCB", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "28 Sep 2020"}