{"Nomor": 51437, "Judul": "EVALUASI PENYANGGA TEROWONGAN ENTRY PADA DESAIN TAMBANG BATUBARA METODE LONGWALL DI PT XYZ DENGAN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Penambangan longwall adalah bentuk penambangan batubara bawah tanah di mana dinding\nbatubara yang panjang ditambang dalam satu irisan tunggal. Salah satu cara metode\npenambangan bawah tanah yang banyak dipilih oleh perusahaan pertambangan dalam\nmenambang batubara, yaitu longwall. Pada penambangan longwall, seam batubara yang akan\nditambang dibagi menjadi beberapa kolom penambangan yang disebut panel. Untuk memulai\npenambangan, metode longwall diawali dengan membuat jalur masuk yang disebut entry. Entry\nmerupakan lubang bukaan pada tambang bawah tanah yang berfungsi sebagai akses keluar\nmasuk material dan pekerja. Entry dibuat dengan tingkat keamanan yang tinggi, hal tersebut\ndilakukan untuk menghindari adanya resiko runtuhan yang dapat menyebabkan kerugian, baik\nmaterial maupun fatality. Oleh karena itu, evaluasi kestabilan bukaan terowongan harus\ndilakukan. Evaluasi tersebut dilakukan dengan cara melakukan simulasi bukaan terowongan\npada dua buah kondisi. Kedua kondisi tersebut berupa model bukaan terowongan sebelum dan\nsetelah diberi penyangga. Metode yang dipakai untuk mengevaluasi yaitu metode elemen\nhingga dengan cara meninjau hasil dari strength factor, yield element, dan diagram kapasitas\nsistem penyangga. Lalu, dilakukan perbandingan hasil evaluasi kestabilan terowongan pada dua\nkondisi tersebut. Hasil evaluasi kestabilan pada terowongan sebelum diberi penyangga\nmemiliki kondisi terburuk dengan nilai strength factor sebesar 1,00 dan yield element sebesar\n100%. Hal ini menunjukkan bahwa kestabilan terowongan belum aman dan perlu diberikan\npenyangga. Sedangkan hasil evaluasi kestabilan pada terowongan sesudah diberikan penyangga\nmemiliki nilai strength factor terkecil sebesar 1,58; yield element sebesar 0% dan FK diagram\nkapasitas penyangga Steel set lebih besar dari 1. Hal ini menunjukan bahwa kestabilan\nterowongan sudah aman.", "Daftar File": {"COVER Ramadhan Adhyza Farhan": "https://digilib.itb.ac.id/gdl/download/214870"}, "Penulis": "Ramadhan Adhyza Farhan [12116024]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Tri Karian, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "diagram kapasitas penyangga, elemen hingga, kestabilan terowongan, penyangga, strength factor, yield element", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "28 Sep 2020"}