{"Nomor": 51444, "Judul": "STUDI PENGARUH PARAMETER DALAM PROSES BIOSINTESIS NANOPARTIKEL EMAS DENGAN MENGGUNAKAN AGEN PEREDUKSI EKSTRAK TANAMAN: ULASAN KOMPREHENSIF", "Abstrak": "Nanopartikel emas menjadi material yang penting dalam pengaplikasian di bidang kesehatan maupun industri. Nanopartikel emas sering kali diaplikasikan dalam kepentingan medis, antara lain sebagai agen penghantar obat (drug delivery agent) dan pencitraan sinar-X. Selain dalam bidang medis, nanopartikel emas dapat dimanfaatkan dalam pembuatan biosensor dan katalis. Sintesis nanopartikel emas pada umumnya dilakukan melalui proses fisika dan kimia. Namun, proses sintesis tersebut melibatkan senyawa yang berbahaya sehingga tidak ramah lingkungan dan membutuhkan biaya produksi yang mahal. Maka dari itu, sintesis melalui proses biologi sedang berkembang untuk mengatasi permalasahan tersebut. Salah satu agen pereduksi yang dapat digunakan adalah ekstrak tanaman yang mengandung berbagai macam senyawa biomolekul. Biosintesis lebih ramah lingkungan, ekonomis, dan menghasilkan nanopartikel emas dengan biokompatibilitas yang baik. Di sisi lain, penelitian yang terfokus pada pengaruh parameter proses biosintesis masih sedikit sehingga ulasan komprehensif ini dapat dijadikan pertimbangan awal dalam pengembangan biosintesis nanopartikel emas.\nSebelum pada inti ulasan, pengumpulan sumber dilakukan untuk menyediakan informasi awal yang bersifat umum mengenai nanopartikel, nanopartikel emas, dan proses biosintesis nanopartikel emas. Setelah itu, dilakukan pengumpulan sumber yang membahas mengenai parameter biosintesis nanopartikel emas. Parameter yang dibahas antara lain: konsentrasi HAuCl4, volume ekstrak yang ditambahkan, pH, dan temperatur. Hasil dari masing-masing percobaan, berupa spektrum absorbansi UV-Visible Absorbption Spectroscopy dan citra Transmission Electron Microscope (TEM), ditampilkan terlebih dahulu lalu dilakukan analisis mengenai kecenderungan yang dipengaruhi masing-masing parameter.\nHasil ulasan menunjukkan bahwa variasi parameter menyebabkan perbedaan ukuran dan bentuk dari nanopartikel emas yang terbentuk. Dari berbagai sumber penelitian, dapat disimpulkan bahwa kondisi optimum dari masing-masing parameter antara lain : konsentrasi HAuCl4 sebesar 1 mM, volume ekstrak yang ditambahkan sebesar 5%(v/v), pH 6, dan temperatur pada 80°C. Selain itu, bentuk partikel bulat cenderung terbentuk ketika laju reaksi berlangsung cepat dan jumlah senyawa biomolekul tercukupi sehingga proses reduksi dan stabilisasi pertikel berlangsung optimum. Ketika partikel terstabilisasi dengan baik maka proses growth dari partikel dapat dihindari. Proses growth dapat menghasilkan partikel dengan bentuk segitiga dan heksagonal.", "Daftar File": {"COVER Muhammad Yusril Haidar Hamdani": "https://digilib.itb.ac.id/gdl/download/214881"}, "Penulis": "Muhammad Yusril Haidar Hamdani [12516057]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "nanopartikel emas, biosintesis, ekstrak tanaman, pH, temperatur", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "6 file", "Tanggal Input": "28 Sep 2020"}