{"Nomor": 51449, "Judul": "PERANCANGAN TAMBANG LONGWALL MENGGUNAKAN TWO-MAIN DEVELOPMENT DAN THREE-MAIN DEVELOPMENT PADA MAIN ENTRY BESERTA ESTIMASI PRODUKSI BATUBARA", "Abstrak": "Indonesia memiliki sumberdaya batubara sebesar 124,6 miliar ton menurut Kementrian\nESDM(2018). Sistem penambangan batubara dapat menerapkan sistem tambang terbuka\nmaupun sistem tambang bawah tanah. Salah satu sistem penambangan bawah tanah yang\numum digunakan untuk batubara di dunia adalah Longwall.\nOleh karena itu, perlu dilakukan studi untuk perancangan desain longwall dan mengetahui\ntingkat produksinya. Longwall merupakan sistem penambangan bawah tanah yang memiliki\ntingkat produksi tinggi. Setelah selesai ditambang, panel penambangan dibiarkan ambruk\ntepat setelah power roof support maju. Perancangan tambang longwall meliputi perancangan\nmine entry, gate entry, dan panel penambangan. Perancangan tambang pada penelitian ini\nakan menggunakan Datamine Studio Underground dan Geovia Minesched untuk estimasi\nproduksinya.\nPerancangan longwall dibuat menjadi dua rancangan yang memiliki perbedaan pada jumlah\nmain entry dan letak panel penambangan. Rancangan longwall 1 menerapkan three-main\ndevelopment yang terdiri dari main incline, auxiliary incline, dan air return incline dengan\npanel pada kedua sisi main entry. Two-main development digunakan pada rancangan\nlongwall 2 yang terdiri dari main incline dan air return incline dengan panel pada salah satu\nsisi main entry. Gate entry menerapkan sistem dual heading gate road. Panel penambangan\nmemiliki lebar 180 m dan tinggi penambangan 3,5 m. Rancangan 1 memiliki batubara yang\ndapat ditambang sebesar 12,311,836 ton dan 13,185,470 ton pada rancangan longwall 2.", "Daftar File": {"COVER Astried Maulidya": "https://digilib.itb.ac.id/gdl/download/214887"}, "Penulis": "Astried Maulidya [12116084]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Tri Karian, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Longwall, desain, mine development, mine production, penyangga", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "28 Sep 2020"}