{"Nomor": 51440, "Judul": "PERANCANGAN FASILITAS KOMERSIAL DAN GALERI DENGAN PENDEKATAN ADAPTIVE REUSE PADA BANGUNAN PTPN XV DI KOTA LAMA SEMARANG", "Abstrak": "Seiring dengan perkembangan sebuah kota, pembangunan untuk memenuhi kebutuhan seperti tempat tinggal, komersial, dan rekreasi juga ikut tumbuh. Namun karena kondisi lingkungan Kota Semarang, pembangunan bangunan baru dengan skala besar hampir tidak bisa dilakukan lagi karena akan mengakibatkan penurunan muka tanah serta kerusakan lainnya. Melihat ancaman tersebut, mau tidak mau fungsi baru tersebut harus diwadahi semaksimal mungkin di dalam bangunan yang sudah ada. Kawasan bersejarah Kota Lama Semarang adalah salah satu peninggalan sejarah dengan berbagai keragaman sosial dan budaya sayangnya kurang termanfaatkan saat ini. Bangunan-bangunan tua baik yang memiliki status cagar budaya ataupun tidak banyak yang terbengkalai dan ditinggalkan karena berbagai faktor. Perancang kemudian melihat potensi pemanfaatan bangunan tua yang ada di Kota Lama Semarang untuk dirancang dan diberi fungsi baru (adaptive reuse) sesuai dengan kebutuhan dan kelayakan sehingga bisa berguna dan bermanfaat untuk semua kalangan. Bangunan PTPN XV dipilih oleh penulis karena langgam arsitektur yang unik, lokasi yang dekat dengan sungai, serta kondisi fisik yang masih lumayan terawat. Setelah dilakukan analisis kondisi, dan nilai elemen tiap bangunan, penulis kemudian memasukkan fungsi bangunan berupa galeri, komersial, dan fungsi publik ke dalam bangunan dan mencoba membuat usulan rancangan pada area yang ada di sekitar bangunan.", "Daftar File": {"ABSTRAK Kevin": "https://digilib.itb.ac.id/gdl/download/215340"}, "Penulis": "Kevin [25219024]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Arif Sarwo Wibowo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Kawasan bersejarah, adaptasi, Bangunan PTPN XV, Kota Lama Semarang.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "28 Sep 2020"}