{"Nomor": 51447, "Judul": "ANALISIS KESTABILAN PANEL LEVEL EKSTRAKSI TAMBANG BLOCK CAVING PT XYZ MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Penurunan muka ambrukan dapat mempengaruhi kestabilan lubang bukaan pada\nsuatu tambang bawah tanah yang menerapkan metode penambangan ambrukan\nblok. Pada penelitian ini kestabilan panel level ektraksi dianalisis dengan\nmenggunakan pemodelan numerik metode elemen hingga menggunakan parameter\nregangan kritis. Pada penelitian ini terowongan yang dimodelkan diberikan\npembebanan yang sesuai dengan kondisi lapangan yakni ?1 57 MPa, ?2 = 35 MPa\ndan ? 3 = 27MPa dengan arah tertentu.\nAnalisis kestabilan lubang menunjukkan bahwa nilai regangan pada bagian atap\ndan dinding lubang bukaan dengan menggunakan pengujian metode elemen hingga\nyakni 0.080% serta pada bagian kiri dan kanan lubang bukaan yakni 0.182%\ndimana nilai strain tersebut < 1% (Kriteria Kestabilan lubang bukaan PT.XYZ)\nHasil pengujian menggunakan metode elemen hingga menunjukan kondisi stabil\npada level ektraksi Tambang bawah tanah PT XYZ dengan dimensi yang sesuai\ndengan lubang bukaan. Namun, apabila strain kecil di korelasikan terhadap potensi\nledakan batuan yang terjadi pada level ekstraksi terlihat bahwa terdapat\nkemungkinan adanya heavy rockburst. Perlu dilakukan penelitian lanjutan terkait\npotensi ledakan batuan agar dapat memberikan rekomendasi penyanggaan yang\nsesuai dikarenakan kekuatan batuan akan terus menurun.", "Daftar File": {"COVER Muhammad Irfan Sutarsa": "https://digilib.itb.ac.id/gdl/download/214884"}, "Penulis": "Muhammad Irfan Sutarsa [12116064]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Ambrukan, Metode Elemen Hingga, Pembebanan , Perpindahan, Regangan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "28 Sep 2020"}