{"Nomor": 51451, "Judul": "ANALISIS PROBABILITAS KELONGSORAN PADA LERENG HIGHWALL TAMBANG TERBUKA BATUBARA PT XYZ DI KALIMANTAN TIMUR", "Abstrak": "PT XYZ merupakan suatu perusahaan tambang terbuka batubara yang berlokasi di Kutai, Kalimantan Timur. Penelitian ini dilakukan untuk mengetahui kondisi kestabilan lereng keseluruhan highwall berdasarkan desain Life of Mine (LOM) PT XYZ serta memberikan rekomendasi geometri lereng keseluruhan yang aman secara geoteknik dengan mengikuti kriteria kelongsoran sesuai Kepmen ESDM Nomor 1827K/30/M3M/2018. Analisis Kestabilan lereng dilakukan dengan menghitung Faktor Keamanan (FK) lereng desain LOM secara statis dan dinamis serta menghitung Probabilitas Kelongsoran (PK). Perhitungan Probabilitas Kelongsoran (PK) dimulai dengan penentuan fungsi distribusi yang sesuai dengan data yang dimiliki melalui pengolahan Goodness of Fit Test menggunakan metode Kolmogorov-Smirnov dan Akaike Information Criterion terhadap data kohesi, sudut gesek dalam, dan bobot isi dari material penyusun lereng. Dari hasil pengolahan tersebut akan diperoleh distribusi terbaik yang menghasilkan parameter masukan pada metode Monte-Carlo dengan menggunakan perangkat lunak Slide 6.0.\nHasil simulasi menunjukkan bahwa lereng highwall Pit A dengan faktor tekanan air pori (Hu) 0,8 pada section A-A’ nilai FK Dinamis dan FK Statis berturut-turut adalah 1,39 dan 1,78 dengan nilai PK 0%. Pada section B-B’ nilai FK Dinamis dan FK Statis berturut-turut adalah 1,55 dan 1,97 dengan nilai PK 0%. Pada section C-C’ nilai FK Dinamis dan FK Statis berturut-turut adalah 0,97 dan 1,22 dengan nilai PK 86%. Oleh karena itu,, pada section C-C’ dinyatakan tidak aman dari seluruh kriteria kelongsoran. Pada section E-E’ nilai FK Dinamis dan FK Statis berturut-turut adalah 1,69 dan 2,17 dengan nilai PK 0%.\nDari hasil di atas, diberikan rekomendasi desain lereng cara melandaikan kemiringan lereng keseluruhan sehingga didapatkan nilai FK dinamis dan statis adalah 1,19 dan 1,5 dengan PK 0%. Sedangkan dengan melakukan dewatering atau penirisan dengan asumsi Hu 0,6 nilai FK yang didapatkan dinamis 1,12 dan 1,37 dengan PK 0%.", "Daftar File": {"COVER Faiz Alfianto": "https://digilib.itb.ac.id/gdl/download/214890"}, "Penulis": "Faiz Alfianto [12116071]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Tri Karian, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "goodness of fit test, Kolmogorov-Smirnov, Akaike Information Criterion, Monte-Carlo, Probabilitas Kelongsoran", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "28 Sep 2020"}