{"Nomor": 51453, "Judul": "KAJIAN HIDROGEOLOGI PADA LEMBAH SUNGAI TOGURACI, PULAU OBI, HALMAHERA SELATAN, MALUKU UTARA", "Abstrak": "Menurut data dari United States Geological Survey produksi pertambangan bijih nikel terus\nbertambah. Pada tahun 2019, Indonesia menjadi produsen bijih nikel terbanyak di dunia\ndengan jumlah produksi 800.000 ton bijih nikel. Pertumbuhan produksi pertambangan nikel\ndibarengi dengan pertumbuhan fasilitas pemurnian bijih nikel dalam negeri. Pengolahan\npemurnian bijih nikel laterit akan menghasilkan tailing yang merupakan produk limbah yang\ndikategorikan sebagai limbah bahan berbahaya dan beracun (B3). Saat mempertimbangkan\nlokasi fasilitas penyimpanan tailing, salah satu parameter yang mengontrol metodologi\npenyimpanan tailing adalah kondisi hidrogeologi, sehingga kajian hidrogeologi perlu\ndilakukan. Dalam kajian ini, pengambilan data lapangan dilakukan dengan melakukan\npemetaan sungai serta melakukan pengukuran muka air tanah dan slug test yang bersamaan\ndengan kegiatan pemboran. Pengambilan data lapangan dilakukan dari bulan November\nhingga Desember 2019. Penentuan hidrostratigrafi pada daerah kajian dibuat berdasarkan\nhasil dari interpolasi log bor yang terdapat di sekitar daerah kajian dan pengamatan lapangan.\nLapisan penyusun hidrostatigrafi dibagi menjadi tiga, yaitu: tanah dan lapisan laterit atas\nberukuran lempung (limonit), lapisan laterit bawah (saprolit) dan batuan ultrabasa\nterkekarkan, serta batuan ultrabasa tidak terkekarkan. Lapisan yang berperan menjadi zona\nakuifer utama di lokasi kajian adalah lapisan laterit bawah (saprolit) dan batuan ultrabasa\nyang terkekarkan. Arah aliran air tanah pada daerah kajian umumnya dari daerah perbukitan\nmenuju ke arah lembah. Selanjutnya arah aliran terbagi 2, yaitu ke arah barat laut dan arah\nselatan. Arah aliran air tanah kemudian dikorelasikan dengan data pemboran dan hasil\npemetaan sungai sehingga diketahui sistem akuifer pada daerah kajian adalah akuifer bebas\nhasil dari kombinasi antara media pori hasil lapukan batuan ultrabasa dengan media rekahan.\nNilai konduktivitas hidraulik pada daerah kajian memiliki nilai minimum 9.327 x10-8 m/s\npada DH09 hingga 2.537 x10-5 m/s pada DH05 dengan nilai rata-rata 3.532 x10-6 m/s. Pada\ngeologi daerah kajian diketahui mengalami struktur geologi yang cukup intens menyebabkan\nbanyak kekar pada batuan daerah kajian sehingga mempengaruhi nilai konduktivitas\nhidraulik yang kompleks / bervariasi.", "Daftar File": {"COVER Christ E W Pantow": "https://digilib.itb.ac.id/gdl/download/214892"}, "Penulis": "Christ E W Pantow [12114064]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T., M.T., Ph.D.", "Dr.mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "hidrogeologi, Obi, slug test, air tanah, konduktivitas hidraulik.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "28 Sep 2020"}