{"Nomor": 51462, "Judul": "KAJIAN NUMERIK PADA STRUKTUR DENGAN CORE FRAME MENGGUNAKAN COUPLING BEAM DAN REPLACEABLE LINK", "Abstrak": "Struktur rangka baja tahan gempa dengan core frame menggunakan coupling beam dan replaceable link memiliki link sebagai penghubung coupling beam serta direncanakan sebagai elemen pendisipasi energi gempa melalui mekanisme kelelehan. Mekanisme kelelehan dapat berupa kelelehan geser atau lentur yang terjadi hanya pada link sedangkan elemen lainnnya bersifat elastik. Sehingga setelah gempa, struktur dapat diperbaiki dengan mengganti linknya saja. Konsep link seperti ini disebut replaceable link. Kajian numerik dilakukan pada software PERFORM-3D untuk mempelajari kinerja struktur terhadap kekakuan, daktilitas, disipasi energi dan mekanisme kelelelehan. Struktur ini dianalisis dengan memvariasikan link terhadap penebalan web, penebalan flange, dan penambahan panjang. Struktur ini dibandingkan dengan struktur serupa tanpa link sebagai benchmark. Berdasakan hasil analisis yang dilakukan, penebalan web pada link geser dan penebalan flange pada link lentur meningkatkan disipasi energi dan kekakuan inelastik struktur. Sedangkan penambahan panjang pada link meningkatkan daktilitas struktur dan disipasi energi. Tetapi penambahan panjang pada link mengurangi sedikit kekakuan struktur. Struktur dengan konsep replaceable link menggunakan link geser memiliki kinerja yang lebih baik dibandingkan menggunakan link lentur. Rasio baseshear struktur dengan elemen link geser sebagai elemen pendisipasi energi gempa terhadap struktur benchmark dapat mencapai 95%, sedangkan daktilitas dan disipasi energinya lebih baik dari pada struktur benchmark.", "Daftar File": {"ABSTRAK Indi Rama": "https://digilib.itb.ac.id/gdl/download/214914"}, "Penulis": "Indi Rama [25017066]", "Kontributor / Dosen Pembimbing": ["Ir. R. Muslinang Moestopo, MSEM, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "elemen pendisipasi energi gempa, replaceable link, daktilitas, disipasi energi, kekakuan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2020"}