{"Nomor": 51466, "Judul": "PEMODELAN GEOLOGI DAN ESTIMASI SUMBER DAYA BATUBARA DI AREA PT ABC, KABUPATEN TABALONG, PROVINSI KALIMANTAN SELATAN", "Abstrak": "Pemodelan geologi dan estimasi sumber daya batubara, didapatkan melalui perhitungan serta analisis terhadap data eksplorasi yang meliputi data hasil pengeboran dan survei atau pemetaan. Penelitian dilakukan di area penambangan PT ABC yang terletak di daerah Kabupaten Tabalong, Provinsi Kalimantan Timur dengan luasan area ±3325 Ha. Diketahui pada daerah penelitian didapatkan 10 seam batubara dengan arah umum jurus (strike) berarah Timur Laut – Barat Daya dan arah penunjaman lapisan batubara berarah Tenggara dengan kemiringan (dip) lapisan sekitar ±5º. Pada daerah penelitian terdapat indikasi adanya struktur geologi berupa lipatan berarah umum Timur Laut – Barat Daya yang mempengaruhi sebaran batubara. Interpretasi model geologi batubara di bawah permukaan dilakukan secara tampak permukaan (lateral) dan samping (vertikal) yang diperoleh melalui korelasi batubara antar titik pemboran dan survei. Model secara lateral ditunjukkan oleh kontur struktur yang memiliki keterangan elevasi dan kontur isopach yang memiliki keterangan ketebalan batubara dengan satuan meter. Model ini bertujuan untuk memberikan informasi mengenai arah sebaran batubara secara tampak atas. Untuk model secara vertikal dibuat dengan garis penampang yang berjarak ±800 m. Adapun arah garis penampang terdapat dua secara umum, yaitu sejajar dengan arah penunjaman (dip) dan searah dengan jurus (strike) dari lapisan batubara. Estimasi sumber daya dihitung berdasarkan standar klasifikasi SNI 5015:2019 pada seam batubara D, E, F, dan G dengan batasan kedalaman -200 m. Estimasi sumber daya batubara pada daerah penelitian, didapatkan sebesar 36,3 juta ton batubara dengan klasifikasi terukur (measured), 37,9 juta ton batubara dengan klasifikasi tertunjuk (indicated), dan 61 juta ton batubara klasifikasi tereka (inferred). Berdasarkan tinjauan aspek ekonomis dan teknis, sumber daya batubara di daerah penelitian dapat dinyatakan memiliki prospek beralasan untuk selanjutnya disebut sebagai sumber daya.", "Daftar File": {}, "Penulis": "Maulana Syifa Nahla Alghifari [12116029]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Syafrizal, S.T., M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Batubara, estimasi sumber daya, model geologi, SNI 5015:2019.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Sep 2020"}