{"Nomor": 51475, "Judul": "DESIGN AND PARAMETRIC STUDY FOR TYPE IV AMMONIA PRESSURE VESSEL SUBJECTED TO IMPACT LOADING", "Abstrak": "The effect of greenhouse gas (GHG) emission causes a rapid change in our\nearth's temperature. Fossil fuel contributed up to 65% of total GHG in 2014.\nRenewable energy has come to the solution of the global warming problem.\nHydrogen is accepted globally as clean energy because its emission is water. Due\nto its low-density, hydrogen is stored in several ways, which are liquid hydrogen,\nliquid organic hydrogen carriers (LOHCs), and ammonia. Ammonia is the most\nefficient form of hydrogen. Hence, the utilization of ammonia as fuel in vehicles is\nstill rare. Therefore, a new design for an ammonia pressure vessel is needed.\nPolyethylene terephthalate (PET) and polypropylene (PP) are proposed as liner\nmaterial, while carbon and glass fiber are used as an option to overwrap the liner.\nA clear assessment must be done from every sector of safety for an ammonia\npressure vessel as a fuel tank storage. Based on Regulation No.67 United Nations\nEconomic Commission for Europe (UNECE), It should not be leak after the impact\ntest. The finite element method proposed to analyze and get the optimum material\ncomposition for the ammonia storage system. Based on minimum damage and\nplastic deformation in vessels, stacking sequence [90/±90/90]3s of CFRP-PET is the\nbest choice. In practical, however, that stacking sequence cannot be used. From the\nburst test simulations, the optimum composite thickness is 12 plies for both material\ncomposition of PET-CFRP and PET-GFRP with the stacking orientation of\n[±57]6s, [90/±43]4s, respectively. Six plies are the optimum thickness for [0/±82]4s\nof PP-GFRP, and four plies are the optimum thickness for [±51]6s of PET-CFRP", "Daftar File": {"ABSTRAK Hari Sidik Pramono": "https://digilib.itb.ac.id/gdl/download/214931"}, "Penulis": "Hari Sidik Pramono [13616057]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sigit Puji Santosa, MSME", "Dr. Annisa Jusuf, S.T., M.T.", "Dr. Bentang Arief Budiman, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ammonia pressure vessel, impact test, finite element analysis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2020"}