{"Nomor": 51472, "Judul": "PERANCANGAN LENGAN PROSTETIK AKTIF UNTUK TUNADAKSA PADA BAWAH SIKU (AMPUTASI TRANSRADIAL)", "Abstrak": "In 2010, people with physical disabilities in Indonesia reached 1,852,866 people.\nOne of the categories of it is the amputation below the elbow and bone in the\nforearm (transradial amputation). Patients with physical disabilities can be helped\nwith prosthetic aids, but prosthetic aids that already exist in Indonesia do not have\nbiomechanical functions, are expensive, and are uncomfortable when used for a\nlong time. Based on these problems, research on the design of active prosthetic arms\nfor the physically challenged under the elbow to provide a functional, comfortable,\nand affordable prosthetic arm design. The study was conducted using Lead User\nAnalysis to identify user needs and continued with the Pahl and Beitz design\nmethod which divided the design into 4 phases, namely planning and clarifying the\ntask, designing the product concept, designing the product form, and detailing the\ndesign. The results of this study are product specifications, product concepts, initial\nlayouts, final layouts, and detailed product design documents with prosthetic\nfingers that can move and do not require a lot of energy to move them, in accordance\nwith the purpose of this study, namely to produce an active prosthetic arm design\naffordable and can hold a glass / bottle filled with water. In addition, the target price\nof the product is also below 2.5 million in accordance with the amount borne by\nBPJS, durable because it uses materials that are tailored to the needs of users so as\nto produce prosthetic sleeve products that are durable and hardiness, and is driven\nusing energy from body movements that makes the design of active prosthetic arms\nin this study different from products existing prosthetic arms/circulating in\nIndonesia.", "Daftar File": {"ABSTRAK Kevin Hendra": "https://digilib.itb.ac.id/gdl/download/214928"}, "Penulis": "Kevin Hendra [14414004]", "Kontributor / Dosen Pembimbing": ["Wildan Trusaji, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Product design, Active Prosthetic Arm, transradial amputation.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2020"}