{"Nomor": 51484, "Judul": "OPTIMASI JUMLAH DUMP TRUCK MENGGUNAKAN TEORI ANTRIAN UNTUK MEMINIMALKAN BIAYA PEMUATAN DAN PENGANGKUTAN BATUAN PENUTUP DI TAMBANG BATU HIJAU PT AMMAN MINERAL NUSA TENGGARA", "Abstrak": "Kegiatan utama dalam industri pertambangan adalah pemindahan material dari suatu tempat\nke tempat lain. Salah satu bagian dari biaya operasional yang berhubungan langsung dengan\nkegiatan tersebut adalah biaya pemuatan dan pengangkutan pemindahan material. Dengan\nmengoptimalkan jumlah alat angkut yang digunakan, maka biaya pemuatan dan\npengangkutan pemindahan material dapat ditekan seminimal mungkin. Untuk dapat\nmenjalankan kegiatan pemindahan material secara efektif dan efesien diperlukan suatu\nmetode optimalisasi jumlah alat angkut. Metode yang digunakan dalam penelitian ini adalah\nteori antrian karena dapat menyimulasikan waktu tunggu dan jumlah antrian yang terjadi\ndari berbagai variansi jumlah dump truck yang digunakan di dalam sistem pemindahan\nmaterial. Penelitian ini dilakukan di Tambang Batu Hijau PT Amman Mineral Nusa\nTenggara yang menggunakan sistem penambangan konvensional truck and shovel untuk\nmemindahkan batuan penutup dari front penambangan ke waste dump. Dalam penelitian ini,\ndiasumsikan hanya terdapat empat simpul pelayanan dalam sistem siklus antrian\npemindahan batuan penutup, yaitu pemuatan batuan penutup di front kerja, pengangkutan\nbatuan penutup menuju waste dump, pembuangan batuan penutup di waste dump, dan\nperjalanan kembali menuju front kerja. Tujuan dari penelitian ini adalah menentukan biaya\npemuatan dan pengangkutan yang termurah berdasarkan jumlah dump truck yang paling\noptimum. Dengan memvariasikan jumlah dump truck yang digunakan pada sistem antrian\nini, didapatkan dump truck yang berjumlah sepuluh menghasilkan biaya pemuatan dan\npengangkutan terendah dengan $0,770/ton batuan penutup.", "Daftar File": {"COVER Michael Widjaja": "https://digilib.itb.ac.id/gdl/download/215247"}, "Penulis": "Michael Widjaja [12116047]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "biaya pemuatan dan pengangkutan, dump truck, pemindahan material, sistem siklus antrian.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "28 Sep 2020"}