{"Nomor": 51487, "Judul": "STUDI TEKNIS DAN EKONOMI PRODUKSI LOGAM MAGNESIUM KAPASITAS 30.000 TON PER TAHUN MENGGUNAKAN BAHAN BAKU DOLOMIT", "Abstrak": "Magnesium merupakan salah satu logam yang banyak digunakan dalam kehidupan manusia baik dalam bentuk bahan baku, paduan logam, dan logam magnesium murni. Magnesium banyak digunakan dalam industri penerbangan dan otomotif karena memiliki densitas yang rendah sehingga penggunaan magnesium dapat menempuh jarak yang lebih jauh dengan penggunaan bahan bakar yang sama. Hingga saat ini, teknologi produksi logam magnesium telah mengalami perkembangan yang dibuktikan dengan dominasi produksi logam magnesium oleh tiga negara Jerman, Amerika Serikat, dan China pada rentang masa yang berbeda. Secara umum, proses produksi logam magnesium terbagi dua yaitu menggunakan proses elektrolisis dan proses termal untuk mereduksi magnesium klorida dan dolomit menjadi logam magnesium. Berdasarkan data dari Pusat Sumber Daya Geologi, Kementerian Energi dan Sumberdaya Mineral, tahun 2015 menyebutkan bahwa kandungan dolomit di Indonesia sebagai salah satu bahan baku logam magnesium adalah 6,1 milyar ton dengan produksi dolomit adalah 2,7 juta ton. Namun hingga saat ini, Indonesia belum memproduksi logam magnesium sehingga prospek pembangunan pabrik produksi logam magnesium di Indonesia perlu diteliti. Dalam studi literatur ini, perhitungan neraca material dilakukan untuk mendapatkan kebutuhan bahan baku (dolomit, batubara, ferosilikon, dan fluorit) dan keekonomian proses produksi logam magnesium.\nStudi literatur dimulai dengan mendata komposisi kimia dolomit di Indonesia sebagai bahan baku proses produksi logam magnesium dan komposisi kimia batubara sebagai bahan bakar. Kemudian dilakukan perhitungan neraca material proses produksi logam magnesium untuk menentukan kebutuhan bahan baku dan bahan bakar. Dalam menentukan keekonomian proses produksi logam magnesium, perhitungan Net Present Value (NPV), Internal Rate of Return (IRR), dan Pay Back Period (PBP), serta analisis sensitivitas dilakukan untuk mengetahui kelayakan investasi pada proses produksi logam magnesium.\nHasil studi literatur ini menunjukkan kebutuhan dolomit sebagai bahan baku sebanyak 332.804,11 ton, batubara sebagai bahan bakar sebanyak 241.111,42 ton, ferosilikon sebagai reduktor sebanyak 31.609,44 ton, dan fluorit sebagai katalis sebanyak 3.477,04 ton. Dari segi ekonomi dengan asumsi suku bunga 6% per tahun, nilai NPV adalah 7.820.075,447 USD dan nilai IRR sebesar 7,21%. Aliran kas proses produksi logam magnesium bernilai positif setelah 9 tahun beroperasi pada kondisi normal. Pada saat kondisi berubah dari kondisi normal, kelayakan investasi sensitif terhadap perubahan harga logam magnesium dan ferosilikon pada proses Pidgeon.", "Daftar File": {"COVER Hardio Arif": "https://digilib.itb.ac.id/gdl/download/214951"}, "Penulis": "Hardio Arif [12514010]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Imam Santoso, S.T., M.Phil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "Magnesium, neraca material, keekonomian, proses Pidgeon.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "28 Sep 2020"}