{"Nomor": 51493, "Judul": "PENGEMBANGAN LAHAN PERUMAHAN TAPAK DAN APARTEMEN SKALA BESAR BERBASIS JARINGAN PENGEMBANG DI JABODETABEK", "Abstrak": "Pengembangan lahan perumahan di Jabodetabek yang sangat masif serta harga\nproperti yang tidak wajar mengindikasikan pasar yang tidak kompetitif. Preseden\nmembuktikan adanya kondisi pasar properti yang oligopolistik serta penguasaan\nlahan oleh sebagian kecil pengembang. Fakta diperkuat oleh adanya jaringan yang\nterbentuk dari para pengembang. Hal tersebut tentu sangat merugikan publik. Melalui\npendekatan kajian pengembangan lahan secara institusional, struktur pasar serta\nteori persaingan usaha akan dijelaskan mengenai analisis jaringan sosial yang\nterbentuk di antara para pengembang perumahan skala besar. Penelitian dilakukan\nsecara deskriptif kuantitatif dan kualitatif dengan metode analisis konten, spasial dan\njaringan sosial. Sebagian besar data penelitian adalah sekunder, terdapat pula\nwawancara terhadap beberapa aktor pengembang. Hasilnya ditemukan 123 proyek\nperumahan tapak dan 45 apartemen skala besar yang dikembangkan oleh 86 dan 38\npengembang berbeda. Studi ini menunjukkan bahwa penguasaan lahan perumahan\ntelah menuju ke arah yang lebih kompetitif dengan tipe pasar persaingan\nmonopolistik. Melalui identifikasi hubungan rangkap jabatan, kepemilikan sahan,\nkonsorsium dan kekerabatan, terdapat jaringan pengembang perumahan skala besar\nyang terbentuk baik secara langsung maupun tidak langsung. Jaringan yang terbentuk\ntersebut menciptakan struktur penguasaan lahan yang bersifat semi-oligopolistis. PT\nIntiland Development dan PT Jababeka menjadi aktor sentral pada jaringan\npengembang perumahan tapak sedangkan pada apartemen adalah PT Ciputra\nProperty. Terjadinya fenomena jaringan ini diindikasikan oleh regulasi yang belum\nkuat serta peran KPPU yang lemah, disisi lain kebijakan mengenai tata ruang dan\npersaingan usaha belum terintegrasi.", "Daftar File": {"ABSTRAK Ruhkhis Muhtadin": "https://digilib.itb.ac.id/gdl/download/214963"}, "Penulis": "Ruhkhis Muhtadin [15416093]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "jaringan, pengembang, penguasaan lahan, pengembangan lahan, perumahan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "1 file", "Tanggal Input": "28 Sep 2020"}