{"Nomor": 51498, "Judul": "STUDI IDENTIFIKASI PERILAKU DAN OPTIMASI PROFIL BUIH PADA SEL FLOTASI ROUGHER PT AMMAN MINERAL NUSA TENGGARA DENGAN MENGGUNAKAN VISIOFROTH", "Abstrak": "PT Amman Mineral Nusa Tenggara (PT AMNT) merupakan salah satu\nperusahaan pertambangan dan pengolahan tembaga di Indonesia. PT AMNT\nmengolah 100.000 ton bijih per hari dengan kadar umpan 0,3-0,6% Cu, serta\nmenghasilkan 2.000 hingga 3.000 ton konsentrat per hari dengan kadar Cu 19-\n25%. Saat ini, pengoperasian flotasi di sirkuit rougher scavenger dilakukan\ndengan mengatur beberapa variabel operasi yang salah satunya yaitu mengatur\nkedalaman buih. Kedalaman buih ditentukan berdasarkan hasil observasi operator\nterhadap konsentrat yang dihasilkan, sehingga dalam penentuannya bisa berbeda\nantar operator. PT AMNT memiliki sebuah instrumen (visiofroth) yang aktif\nuntuk melihat buih produk flotasi yang terpasang pada row 3 sirkuit rougher\nscavenger. Pada penelitian ini, percobaan dilakukan untuk mengidentifikasi\nperilaku dari buih hasil flotasi dengan menggunakan visiofroth serta\nmengoptimasi profil kecepatan buih proses flotasi di sirkuit rougher milik PT\nAMNT.\nSerangkaian percobaan dilakukan pada penelitian ini meliputi pengambilan\nsampel, perekaman citra buih, perhitungan persen padatan, analisis ayak, dan\npembuatan neraca massa. Pengambilan sampel dilakukan dengan mengambil\nsampel dari setiap aliran material meliputi (feed, konsentrat, dan tail) dari setiap\nsel. Sampel diambil dengan berbagai variasi kecepatan buih yaitu sesuai dengan\nplant, dipercepat dan diperlambat. Seiringan dengan itu, perekaman citra buih\ndilakukan di control room untuk melihat struktur buih yang dihasilkan. Setelah\nsampel diambil, dilakukan uji metalurgi berupa perhitungan persen padatan,\nanalisis ayak dari 38-300?m, dan dilakukan pengujian kadar Cu menggunakan\nAtomic Absorption Spectrometry (AAS). Setelah semua data didapatkan,\ndilakukan perhitungan dan pembuatan neraca massa.\nAnalisis terhadap data yang diperoleh dari percobaan menunjukan bahwa\nkecepatan buih memiliki hubungan berbanding lurus terhadap perolehan dan\nberbanding terbalik terhadap grade konsentrat, kedalaman buih ukuran\ngelembung, dan persen padatan konsentrat yang dihasilkan. Struktur buih pada sel\nawal cenderung viscous dan semakin watery seiring bertambahnya nomor sel.\nSelain itu kecepatan buih juga berbanding terbalik dengan grind size recovery\npada ukuran 38-212?m, dan pada ukuran diatas 212 ?m nilai perolehan tidak\nterlalu signifikan. Profil kecepatan buih optimal pada percobaan yang dilakukan\nyaitu: (set point pada sel 1 dan 2 pada kedalaman buih 43 cm) Sel 1: 3,11-5,01\ncm/s, sel 2: 0,86-1,2 cm/s, sedangkan (set point pada sel 3 dan sel 4 pada\nkedalaman buih 38 cm), sel 3: 0,63-0,79 cm/s dan sel 4: 2,00-2,20 cm/s", "Daftar File": {"COVER Hadisurya Pratama": "https://digilib.itb.ac.id/gdl/download/214968"}, "Penulis": "Hadisurya Pratama [12516043]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Visiofroth, kecepatan buih, grind size recovery, kedalaman buih, struktur buih.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "28 Sep 2020"}