{"Nomor": 51491, "Judul": "TINJAUAN TERMODINAMIKA KONVERSI ESTER LEMAK MENJADI ALKOHOL LEMAK PADA TEKANAN RENDAH", "Abstrak": "Indonesia merupakan salah satu produsen terbesar kelapa sawit yang menyuplai 85-90% total kebutuhan minyak sawit dunia. Hal ini menyebabkan Indonesia memiliki potensi besar untuk mengolah kelapa sawit menjadi produk turunannya. Salah satu produk turunan kelapa sawit yang banyak dimanfaatkan di industri kimia adalah alkohol lemak yang merupakan produk hidrogenasi ester lemak. Proses hidrogenasi berlangsung dengan bantuan katalis yang selektif terhadap ikatan alkohol lemak. Katalis komersial yang digunakan adalah katalis Cu/Zn/Al, Ru complex, dan Fe complex. Produk yang mungkin dihasilkan dalam proses hidrogenasi adalah alkohol lemak, wax ester, alkana, air, metanol,\ndan asam lemak.\nPenelitian ini dilakukan dengan tujuan menentukan pengaruh berbagai jenis katalis logam pada hidrogenasi ester lemak terhadap selektivitas alkohol lemak dan konversi ester lemak. Pengaruh katalis pada hidrogenasi ester lemak diketahui dengan membandingkan konversi kesetimbangan reaksi hidrogenasi dengan hasil penelitian secara nyata.\nTahapan penelitian ini meliputi persiapan bahan, sintesis katalis, uji aktivitas produk, karakterisasi umpan dan produk, serta simulasi reaksi menggunakan perangkat lunak Aspen Plus V10. Katalis Cu disintesis dengan metode kopresipitasi. Katalis yang dikaji adalah katalis berbasis Cu, Ru, Fe, Rh, Pt, Ir, dan Pd. Hidrogenasi ester lemak dilakukan pada beberapa kondisi pada rentang tekanan gas hidrogen 31 bar - 60 bar dan temperatur 115oC – 300oC. Hidrogenasi berlangsung pada reactor batch bervolume 300 ml. Konversi umpan dianalisis dengan metode angka penyabunan.\nBerdasarkan hasil penelitian, hidrogenasi ME24 menggunakan bantuan katalis Cu/Zn/Al dan Cu/Zn/Al/Mg menghasilkan konversi sebesar 59,4% dan 60% dengan waktu reaksi 1 jam. Hidrogenasi ME24 belum mencapai keadaan setimbang. Pada tekanan 40 bar dan temperatur 240oC, konversi kesetimbangan ME24 sebesar 99,99% dengan selektivitas alkohol lemak sebesar 29,03%.", "Daftar File": {}, "Penulis": "Sola Gratia Malau [13016091]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Melia Laniwati Gunawan, MS", "Prof. Dr. Ir. Subagjo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Alkohol lemak, ester lemak, hidrogenasi, katalis, konversi kesetimbangan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2020"}