{"Nomor": 51500, "Judul": "PENGARUH KOMPOSISI BATUBARA MUARA WAHAU TERHADAP PERILAKU TERMAL MENGGUNAKAN PENDEKATAN PIROLISIS DENGAN THERMOGRAVIMETRIC ANALYSIS (TGA)", "Abstrak": "Pemanfaatan batubara di Indonesia mayoritas untuk PLTU, pabrik semen, dan kokas. Pemanfaatan batubara di beberapa negara untuk gasifikasi karena gasifikasi efisien dalam hal konversi energi dan lebih sedikit polutan udara. Sifat termal batubara bisa dikaji dengan menggunakan thermogravimetric analysis (TGA). Penelitian ini hanya difokuskan pada karakteristik termal batubara saat proses pirolisis. Dua sampel batubara dari daerah Muara Wahau diteliti untuk mengetahui perilaku termal dengan pendekatan pirolisis menggunakan perangkat thermogravimetric analysis (TGA). Perilaku termal ini dapat memberikan gambaran yang dialami oleh batubara selama proses pembatubaraan di alam, pembatubaraan buatan, salah satu proses yang terjadi pada gasifikasi batubara bawah tanah, dan lain-lain. Analisis proksimat dan analisis ultimat batubara dilakukan untuk mengetahui komposisi yang terkandung di dalamnya, selain itu nilai kalori digunakan untuk mengetahui peringkat batubara. Hasil TGA menunjukkan bahwa batubara Muara Wahau mengalami empat tahapan yaitu dehidrasi, pirolisis lambat, pirolisis cepat (primary cracking), dan secondary cracking selama proses pirolisis. Dua sampel batubara termasuk dalam peringkat batubara yang sama yaitu Subbituminus C, namun hasil TGA menunjukkan bahwa penurunan massa kedua sampel berbeda. Perbedaan tersebut disebabkan oleh komposisi batubara contohnya kandungan air dan zat terbang. Perbedaan kandungan zat terbang tersebut tidak cukup signifikan sehingga kemungkinan besar lebih disebabkan oleh perbedaan komposisi bahan organik pada sampel batubara tersebut daripada peringkat batubara. Semakin banyak kandungan zat terbang yang diperoleh dari analisis proksimat, semakin banyak produk gas termasuk gas hidrokarbon yang terbentuk selama pirolisis.", "Daftar File": {"COVER Luthfi Hafizh Azhar": "https://digilib.itb.ac.id/gdl/download/214970"}, "Penulis": "Luthfi Hafizh Azhar [12116087]", "Kontributor / Dosen Pembimbing": ["Dr.phil.nat. Agus Haris Widayat, S.T., M.T.", "Prof. Dr. Ir. Komang Anggayana, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "batubara, nilai kalori, proksimat, ultimat, thermogravimetric analysis, pirolisis", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "28 Sep 2020"}