{"Nomor": 51507, "Judul": "ISOLASI DAERAH PENGKODE TATAD DAN TATCD DARI BACILLUS SUBTILIS ATCC 6633 MENGGUNAKAN METODE POLYMERASE CHAIN REACTION", "Abstrak": "Protein rekombinan intraselular pada sistem ekspresi Escherichia coli seringkali memberikan\nproduk protein dalam bentuk badan inklusi. Badan inklusi dapat dikurangi dengan menargetkan\nprotein rekombinan ke ruang periplasma. Protein rekombinan dapat ditargetkan ke ruang\nperiplasma menggunakan sistem Twin-Arginine Translocation (TAT) AdCd Bacillus subtilis. Pada\npenelitian ini, daerah pengkode tatAd dan tatCd diisolasi dari Bacillus subtilis ATCC 6633\nmenggunakan metode Polymerase Chain Reaction (PCR). Daerah pengkode tatAdCd hasil penelitian\nini nantinya akan dikloning ke vektor ekspresi dan diharapkan dapat membantu dalam proses\npenghantaran protein rekombinan target ke periplasma di penelitian selanjutnya. Sebelum isolasi\ntatAd dan tatCd dilakukan, diperlukan proses perancangan primer secara in silico. Perancangan\nprimer ditujukan untuk produksi tatAd dan tatCd secara polisistronik menggunakan Ribosome\nBinding Site (RBS) alami tatAdCd dan RBS hasil rancangan primer yang telah dioptimasi. Untuk itu\ndihasilkan empat primer. Primer hasil rancangan dianalisa secara in silico terkait spesifisitas\npenempelan, pembentukan self dimer, pair dimer, dan hairpin formation. Selain itu juga dilakukan\nkajian in silico kecepatan inisiasi translasi tatCd. Isolasi daerah pengkode tatAd dan tatCd dengan\nPCR dilakukan pada dua tabung terpisah. Daerah pengkode tatAd dan tatCd hasil PCR kemudian\ndimurnikan dengan ekstraksi gel. Setelah dimurnikan, tatAd dan tatCd di PCR kembali dalam satu\ntabung reaksi sehingga didapatkan fragmen tatAdCd dengan RBS teroptimasi. Isolasi tatAd, tatCd,\ndan tatAdCd dilakukan pada kondisi pre-denaturasi awal (94?C, 5 menit), denaturasi (94?C, 30\ndetik), penempelan primer (45 detik dengan suhu 58?C untuk tatAd dan tatAdCd; 54?C untuk\ntatCd), dan elongasi (68?C, 45 detik). Proses PCR dilakukan sebanyak 25 siklus menggunakan KOD\npolimerase dan diakhiri dengan proses elongasi akhir pada 68?C selama 3 menit. Produk hasil PCR\ntatAd, tatCd, dan tatAdCd dikonfirmasi menggunakan elektroforesis DNA dengan gel agarosa 1%,\npada 80V, 400mA, selama 60 menit. Hasil elektroforesis DNA menunjukkan bahwa daerah\npengkode tatAd, tatCd, dan tatAdCd dengan RBS hasil perancangan primer berhasil diisolasi dengan\nukuran secara berturut-turut yaitu 251, 768, dan 1034 pb.", "Daftar File": {"ABSTRAK Ayu Sulistiawati": "https://digilib.itb.ac.id/gdl/download/215015"}, "Penulis": "Ayu Sulistiawati [10716037]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Catur Riani, S.Si., M.Si.", "Prof. Dr. Debbie Soefie Retnoningrum"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "B. subtilis ATCC 6633, PCR, tatAd, tatAdCd, tatCd.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "29 Sep 2020"}