{"Nomor": 51501, "Judul": "ANALISIS PENGENCERAN GAS KARBON MONOKSIDA PADA DEVELOPING FACE DI VERTICAL RAISE DENGAN PEMODELAN COMPUTATIONAL FLUID DYNAMICS MENGGUNAKAN PERANGKAT LUNAK ANSYS", "Abstrak": "Suatu perancangan sistem ventilasi udara tambang bawah tanah harus mempertimbangkan kecepatan difusi gas karbon monoksida tersebut yang digambarkan dengan nilai koefisien difusinya.\nPenelitian ini diharapkan dapat menganalisis persebaran gas karbon monoksida dan menganalisis nilai koefisien difusi gas karbon monoksida pada developing front vertical raise dengan dimensi yang mirip di lapangan menggunakan simulasi Computational Fluid Dynamics (CFD) Ansys Fluent. Variabel yang divariasikan adalah jarak duct ke face (x), yaitu 0,25D; 0,5D; 1,5D; dan 3D dari face, debit aliran udara yang dimasukkan (Q), yaitu 0,405 m3/s; 0,324 m3/s; dan 0,486 m3/s, serta bentuk model raise, yaitu bentuk tabung dan balok. Gas karbon monoksida diinjeksikan melalui lubang masuk dari atas raise selama 10 detik, kemudian diinjeksikan udara segar melalui duct dari bawah raise yang sudah dibuat berukuran 4 inchi selama 6 menit. Penurunan konsentrasi gas karbon monoksida diukur pada 6 titik pengamatan yang telah ditentukan.\nHasil penelitian ini menunjukkan konsentrasi gas karbon monoksida paling tinggi terletak pada titik pengamatan a yang terletak paling dekat dengan face. Terdapat korelasi antara koefisien difusi (E) terhadap debit aliran udara (Q). Semakin tinggi debit aliran udara(Q), maka semakin tinggi pula nilai koefisien difusi (E), namun tidak ditemukan korelasi koefisien difusi (E) terhadap jarak duct ke face (x) 0,25 D dan 0,5D, namun berpengaruh semakin mengecilnya koefisien difusi pemodelan (E) seiring menjauhnya jarak duct ke face (x) yang bernilai 1,5D dan 3D. Selain itu, model raise berbentuk balok memberikan nilai koefisien difusi (E) yang lebih besar daripada model raise berbentuk tabung.", "Daftar File": {"COVER M Heru Ardiansyah": "https://digilib.itb.ac.id/gdl/download/214971"}, "Penulis": "M Heru Ardiansyah [12116025]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "koefisien difusi (E), persebaran gas CO, jarak duct ke face (x), debit aliran udara (Q), bentuk model raise.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "28 Sep 2020"}