{"Nomor": 51516, "Judul": "JARINGAN PENGEMBANG KAWASAN INDUSTRI DI JAWA BARAT", "Abstrak": "Kepadatan penduduk dan kelangkaan lahan di pusat perkotaan mengakibatkan\nterjadinya dekonsentrasi industri ke wilayah suburban. Dekonsentrasi industri\nmengakibatkan kecenderungan arus suburbanisasi yang secara masif terjadi di\nwilayah suburban, salah satunya adalah wilayah Provinsi Jawa Barat. Ditambah,\npreseden di masa orde baru bahwa terdapat dominasi sektor swasta dalam\npengembangan lahan Kawasan Industri yang memiliki kecenderungan\nmengembangkan lahan Kawasan Industri ke wilayah suburban seperti Provinsi Jawa\nBarat. Dominasi sektor swasta semakin mengecilkan peran pemerintah yang\nseharusnya sebagai domain penyedia lahan untuk Kawasan Industri. Kondisi tersebut\nmengakibatkan munculnya isu tingginya harga lahan untuk Kawasan Industri di Jawa\nBarat hingga tidak dapat bersaing dengan negara-negara lain dalam menarik investor\nyang ditengarai sebagai akibat dari penguasaan dan pasar persaingan lahan yang\ntidak berjalan semestinya. Penelitian ini mencoba melihat fenomena pengembangan\nlahan Kawasan Industri dari sisi interaksi para aktor pengembang dalam menguasai\nlahan serta jaringan antar perusahaan yang ada. Melalui identifikasi direktori\nKawasan Industri di Indonesia, ditemukan sebanyak 26 Kawasan Industri di Jawa\nBarat yang dikembangkan oleh 31 perusahaan Kawasan Industri. Sementara,\njaringan antar perusahaan yang terbentuk ditinjau dari empat atribut yaitu rangkap\njabatan, kepemilikan saham, konsorsium, dan kekerabatan. Sumber data yangberasal\ndari wawancara dan data sekunder yang bersumber dari internal dan eksternal\nperusahaan diolah untuk didapatkan informasi hubungan yang terjalin. Dapat\ndisimpulkan bahwa penguasaan lahan untuk Kawasan Industri di Jawa Barat dikuasai\noleh sejumlah kecil pengembang, yaitu delapan kelompok pengembang dengan\npenguasaan sebesar 87% dengan satu kelompok pengembang yang menguasai 20%\npenguasaan lahan dari total luas penguasaan lahan Kawasan Industri di Jawa Barat.\nLalu, teridentifikasi sebanyak 21 dari 31 perusahaan pengembang yang terhubung\npada suatu jaringan yang menguasai lahan hingga 58.2% dari total luas Kawasan\nIndustri di Jawa Barat. Berdasarkan teori, struktur penguasaan lahan dan adanya\njaringan yang terbentuk tersebut mengindikasikan pasar lahan yang oligopolistis atau\nterkonsentrasi pada sejumlah kecil kelompok pengembang.", "Daftar File": {}, "Penulis": "Jefri Deliandri [15416096]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pengembangan lahan, perusahaan Kawasan Industri, penguasaan lahan, jaringan sosial, oligopoli", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "29 Sep 2020"}