{"Nomor": 51518, "Judul": "PERANCANGAN VIDEO EDUKASI PENGENALAN BATIK LARANGAN KERATON YOGYAKARTA MELALUI VIDEO SERIAL DENGAN PENDEKATAN SEMI DOKUMENTER", "Abstrak": "Batik merupakan bagian dari budaya masyarakat Jawa. Batik secara turun temurun\ndiwariskan dengan tujuan agar keberadaannya tidak tergerus jaman. Begitu pun\nbatik di Keraton Yogyakarta. Para abdi dalem di Keraton Yogyakarta masih\nmemproduksi batik jenis tulis dengan tujuan agar batik tetap bertahan di tengah\nmajunya zaman. Salah satu jenis batik tersebut adalah Batik Larangan. Batik\nLarangan merupakan warisan budaya tangible yang saat ini masih menjadi ciri khas\npenegasan hierarki status kepemimpinan di Keraton Yogyakarta.\nBatik Larangan sampai saat ini masih terjaga kesakralannya dan menjadi ciri khas\nKeraton Yogyakarta. Keraton Yogyakarta merupakan salah satu sumber\nkebudayaan di Yogyakarta yang sampai saat ini menjadi destinasi wisata\nkebudayaan dengan jumlah pengunjung paling banyak. Pengunjung dengan jumlah\nterbanyak di dominasi oleh kalangan pelajar. Tidak hanya pelajar kota Yogyakarta\nsendiri, tetapi juga pelajar dari berbagai kota lainnya.\nKota Yogyakarta merupakan kota budaya, tetapi pemahaman budaya pada\nmasyarakat tidak sesuai dengan yang terjadi di Keraton Yogyakarta. Penggunaan\nyang tidak sesuai aturan dan wawasan pengetahuan kebudayaan yang kurang,\nmenjadi pokok permasalahan yang diteliti. Ketidaksesuaian penggunaan batik\nlarangan ini terekam dalam pemakaian pelajar saat berkunjung ke Keraton\nYogyakarta dan dilarang memasukinya oleh abdi dalem. Karena pelajar sendiri\nmerupakan pengunjung yang mendominasi wisata kebudayaan di Keraton sehingga\npenulis menghasilkan temuan penelitian berupa perancangan video serial edukasi\nBatik Larangan untuk pelajar.\nPemilihan Batik Larangan dalam penelitian ini dikarenakan aturan penggunaan\nBatik Larangan yang tertuang dalam Rijksblad 1927 Butir 19 dengan judul\n“Larangan Panganggo” (Larangan Berbusana) yang di dalamnya memuat perintah\nlarangan berbusana Keraton kecuali Raja dan para abdi dalem Keraton. Namun\ndemikian saat ini, larangan tersebut tergerus dan tidak ditaati, sehingga pemakaian\nmotif-motif Batik Larangan banyak dikenakan pelajar karena kurangnya\npemahaman saat ini.\nProses perancangan dimulai dari survei online, yang kemudian dilanjutkan dengan\nsurvei langsung ke Keraton Yogyakarta yang mendapatkan temuan pengunjung\nKeraton didominasi oleh pelajar. Setelah mendapat temuan sementara pengunjung didominasi oleh pelajar selanjutnya kunjungan ke sebuah Sekolah Menengah\nPertama dan sampailah pada tahap menemukan ide besar dalam perancangan\nberupa video serial edukasi dengan pendekatan semi dokumenter. Harapannya\nvideo serial ini menjadi media pendamping belajar untuk pelajar Sekolah\nMenengah Pertama.\nPelajar Sekolah Menengah Pertama adalah masa dimana rentan usia pencarian jati\ndiri meraka sehingga mudah membantu dalam mentransfer ilmu kebudayaan\nkepada target audiens. Kedepannya penelitian ini dapat menjadi jembatan ilmu\nkebudayaan agar tidak tergerus oleh zaman.\nPendekatan jenis video semi dokumenter dipilih karena karekteristik pelajar SMP\nyang senang dan tertarik terhadap pendekatan yang “gaul” akan tetapi juga tanpa\nmeninggalkan kesan kesakralan dari Batik Larangan Keraton yang murni dibuat\noleh para abdi dalem.\nHasil yang diperoleh dalam penelitian ini berupa video serial edukasi batik larangan\nsemi dokumenter yang kemudian telah diujikan kepada pelajar Sekolah Menengah\nPertama dan mendapat apresiasi yang baik dari para pelajar SMP. Hasil uji video\nedukasi tersebut juga telah diberikan test pertanyaan kepada para pelajar SMP\nsetelah melihat video dan hasilnya cukup baik dari pendapat para pelajar.", "Daftar File": {"ABSTRAK Novan Edo Pratama": "https://digilib.itb.ac.id/gdl/download/215009"}, "Penulis": "Novan Edo Pratama [27118074]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani, S.T., M.M.", "Dr. Imam Santosa, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Batik Larangan , Keraton Yogyakarta , Video Edukasi , Semi Dokumenter.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2020"}