{"Nomor": 51524, "Judul": "MODEL MATEMATIS INTEGRASI PERMASALAHAN ALOKASI SANDAR KAPAL, PENUGASAN CRANE DAN ALOKASI LAPANGAN PENUMPUKAN DI TERMINAL PETI KEMAS", "Abstrak": "Merencanakan kegiatan operasional yang optimum pada sebuah terminal peti kemas dapat membantu meningkatkan efisiensi penggunaan sumber daya yang dimiliki oleh terminal. Perencanaan tersebut diantaranya meliputi permasalahan alokasi tambatan/berth allocation problem (BAP) untuk menentukan lokasi sandar sebuah kapal, penugasan quay crane pada sebuah kapal untuk menentukan lama layanan/quay crane assignment problem (QCAP) serta perencanan alokasi lapangan penumpukan/storage space allocation problem (SSAP) untuk menentukan lokasi penyimpanan sementara muatan dari sebuah kapal peti kemas. Pada penelitian ini telah dikembangakan model matematis yang mengakomodasi integrasi antara BAP,QCAP,dan SSAP yang mempertimbangkan karakteristik dermaga yang diskrit, karakteristik waktu yang dinamis dengan tenggat waktu dan menggunakan horison waktu bergulir.\nFungsi tujuan pada formulasi matematis penelitian ini adalah meminimasi total biaya yang timbul pada perencanaan dengan meminimumkan biaya akibat penundaan layanan bongkar muat, penambahan quay crane untuk sebuah kapal, dan biaya transportasi akibat pemindahan peti kemas antara blok dengan dermaga. Formulasi yang dihasilkan merupakan model Mixed Integer Quadratic Programming (MIQP).\nAnalisis perbandingan antara integrasi model matematis dengan dekomposisi model matematis menunjukkan bahwa, pengintegrasian alokasi tambatan, penugasan quay crane, dan alokasi lapangan penumpukan memberikan hasil yang lebih optimum dengan selisih 4% terhadap dekomposisi model dari permasalahan yang sama yang dilakukan pada penelitian.", "Daftar File": {"ABSTRAK Maulana Yafie Danendra": "https://digilib.itb.ac.id/gdl/download/215016"}, "Penulis": "Maulana Yafie Danendra [94518001]", "Kontributor / Dosen Pembimbing": ["Suprayogi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Integrasi perencanaan, perencanaan alokasi tambatan, penugasan quay crane, perencanaan alokasi lapangan penumpukan.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "29 Sep 2020"}