{"Nomor": 51527, "Judul": "PERANCANGAN ALAT BANTU MOBILITAS OUTDOOR DAN OLAHRAGA UNTUK DISABILITAS DI LOKASI PARIWISATA DAN SEMI EKSTREM OLEH", "Abstrak": "Disabilitas adalah kondisi dimana seseorang memiliki sebuah kekurangan, baik\nfisik ataupun psikis sehingga pengidapnya akan memiliki sebuah kesulitan serta\ngangguan untuk beraktivitas dan melakukan kegiatan. Di Indonesia sendiri, banyak\nsekali masyarakat yang memiliki kondisi seperti ini. Menurut data Survei Penduduk\nAntar Sensus (SUPAS) pada tahun 2015, dari total seluruh penduduk Indonesia\nsekitar 3,8% mengalami kecacatan, sehingga perlu adanya hal yang dapat\nmenunjang kegiatan beraktivitas mereka dimanapun dan kapanpun.\nPenelitian ini bertujuan untuk merespons apa saja yang dibutuhkan oleh mereka,\nkhususnya pengidap diabetes fisik yang memiliki hobi beraktivitas outdoor dan\nolahraga. Karena menurut beberapa ahli, olahraga adalah wadah untuk memperoleh\nsebuah keterampilan dalam kehidupan mereka. Sehingga selain dapat membuat\npenyandang disabilitas kuat dan sehat secara fisik, concern ini juga menjadi\nalternatif lain untuk proses rehabilitasi sosial bagi penyandang disabilitas.\nPada desain kursi roda di Indonesia sendiri masih konvensional, rata-rata produk\nyang ada dipasaran hanya ada kursi roda biasa dan kursi roda listrik, kursi roda\nkhusus olahraga pun hanya diperuntukan untuk olahraga Paralympic di circuit\nbalapan khusus saja sehingga bentuknya tidak lazim jika diaplikasikan di medan\nselain pada tempatnya. Sehingga, perancangan kursi roda harus melihat dari\nperuntukannya untuk apa. Di luar negeri sendiri sudah cukup banyak inovasi yang\nmulai melihat permasalahan ini, inovator melihat kesulitan yang mereka keluhkan\ndan menjadikan hal ini sebagai sebuah ide bagi mereka untuk meng-ideasi serta\nmen- develop apa yang mereka rancang dan merealisasikannya. Contoh nya\nDari hal itu kita mungkin bisa melihat peluang kekurangan desain yang ada,\ndiantaranya:\n• Alat bantu berjalan ( kursi roda) konvensional/kursi roda elektrik masih\nbelum mendapatkan aksesibilitas karena medan terlalu ekstrem\n• Perlu dikembangkan beberapa alternatif pemecahan masalah terkait system\nsuspense, keamanan dan aksesibilitas.\nBeberapa masalah tersebut dapat menjadi acuan titik penentuan solusi perancangan\nagar produk dapat berfungsi dan memiliki segmen yang cocok dengan pengguna\nagar produk bisa difungsikan dengan baik. Beberapa teknologi kursi roda yang\nsudah banyak di luar negeri produksi, namun kendalanya, di Indonesia sendiri sadar\nakan disabilitas masih kurang, meskipun ada UUD yang mengatur\ndisabilitas.Merujuk kepada medan semi ekstrem yang dikaitkan yang memblokade\naksesibilitas, serta aktivitas pengguna kursi roda.", "Daftar File": {}, "Penulis": "Hikmatulloh Sutiansyah [17516018]", "Kontributor / Dosen Pembimbing": ["Andar Bagus Sriwarno. S.Sn,. M.Sn. Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Disabilitas, Kursi Roda, Aksesibilitas, Semi Ekstrem", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "29 Sep 2020"}