{"Nomor": 51537, "Judul": "PERANCANGAN PUSAT AKTIVITAS INKLUSI ANAK BERKEBUTUHAN KHUSUS DI KOTA BANDUNG", "Abstrak": "Perancangan pusat aktivitas ini berlokasi di jalan Padjajaran Kota Bandung Memiliki luas area sekitar 4000 m2. Tujuan perancangan pusat aktivitas inklusi ini adalah menyejahterakan anak-anak berkebutuhan khusus di Indonesia khususnya Kota Bandung melalui aspek Pendidikan inklusi dan untuk meningkatkan kembali kualitas Pendidikan Inklusi untuk anak berkebutuhan khusus di Kota Bandung. Pusat aktivitas inklusi ini dirancang dengan sistem pembelajaran Aktivitas Multiple Intelligence dan dengan standar desain yang universal (Universal Design). Pusat aktivitas ini termasuk dalam tipologi sarana pendidikan non formal. Pusat aktivitas ini dapat menampung lebih dari 100 anak dari usia enam tahun sampai usia tujuh belas tahun. Pusat aktivitas inklusi ini diperuntukkan untuk anak-anak berkebutuhan khusus dan anak-anak normal pada umumnya di Kota Bandung. Perancangan pusat aktivitas inklusi ini mengangkat konsep “Aktif dan menyenangkan”. Melalui fasilitas dan program aktivitas yang disediakan, anak-anak dapat dengan aktif menikmati dengan baik setiap momen dan aktvitas tanpa dihalangi oleh perbedaan ,dapat mengembangkan setiap potensi yang mereka miliki dan yang terutama dapat meningkatkan lingkungan yang inklusif dalam setiap perbedaan dari masing-masing Anak Berkebutuhan Khusus. Konsep ini didapat dari proses sintesis isu permasalahan, yang pertama yaitu permasalahan Pendidikan anak berkebutuhan khusus (SLB) sistem pendidikan yang terpisah (segregasi) membentuk pola pendeskriminasian terhadap anak berkebutuhan khusus . Dalam sistem Pendidikan SLB juga tidak menjamin kesempatan anak berkebutuhan khusus untuk mengembangkan potensi secara maksimal, karena kurikulum yang dirancang berbeda dengan anak-anak pada umumnya. Sehingga melalui konsep ini juga dapat menciptakan lingkungan yang inklusi. Dimana melalui fasilitas yang disediakan dapat menciptakan interaksi antara anak-anak berkebutuhan khusus dan anak-anak pada umumnya.", "Daftar File": {}, "Penulis": "Evelyn Gracea Sagala [17316034]", "Kontributor / Dosen Pembimbing": ["Yogie Candra Bhumi, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Pusat aktivitas, Inklusi, Aktif dan Menyenangkan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "29 Sep 2020"}