{"Nomor": 51541, "Judul": "DESIGNING OF SOCIAL FORESTRY PROGRAM IN THE MOUNT CIREMAI NATIONAL PARK BASED ON VALUATION OF ECOSYSTEM SERVICES", "Abstrak": "A conservation area is a designated area that serves the purpose of preserving flora,\nfauna, and wildlife, as well as stabilizing the hydrological cycle, protecting the soil\nand water reservoir, and maintaining the natural environmental balance. However,\nenvironmental constraints, including depletion of natural resources, income\nlimitation of surrounding communities, increasing human population, and\nbudgetary constraints for conservation programs challenge the conservation area\nmanagement. To tackle these issues, collaborative management is needed to ensure\nresource sustainability, the economic prosperity of community, and reduction of the\nbudget to manage the forest area. The first step to achieve this goal is to increase\ncommunity awareness, especially through information and knowledge provision\nabout the value of ecosystem services produced from a forest area. By using a\nquantitative approach of valuation-spatial analysis and cost-benefit analysis, this\nresearch aims to analyze the valuation of ecosystem services based on water\nproduction, erosion protection, and pollination trees. This research finally proposes\na feasible and useful social forestry program that can improve the welfare of the\ncommunity and increase awareness among them about the conservation area.\nWe obtained the basic information from the InVEST model that the MCNP area of\n15,500 ha can produce water up to 1.5 million m3/year or equivalent to IDR 5.22\nbillion/year. The Universal Soil Loss Equation (USLE) method showed 3,125 ha\nwith potential for landslides in several MCNP locations. Furthermore, intensive\nforest management interventions at bare forest locations can increase water volume\nup to 72,568 m3/year and reduce the risk of landslides. Based on information on\necosystem services, most respondents are willing to pay for those with an average\nWTP of IDR 79,860/month, while those who cannot afford to pay are willing to do\nvoluntary work for 3.49 days/month or equal to IDR 279,040/month. In pollination\ntrees, the development of honeybee culture, with an assumption that the cultivation\ncan develop in 36 villages, can produce a profit of 144 million/year. The result of\nthe cost-benefit analysis shows positive net present value at 3%, 6%, and 9%\ndiscount rates, indicating that the social forestry program is acceptable and feasibleii\nto run. Based on research and literature studies, the program that can be developed\nin the MCNP is the apiculture social forestry program. The stages of the program\nare communicative action, strategic action, and instrumental action. The design of\na social forestry program will provide socioeconomic benefits to the community\naround the MCNP area and boost the effectiveness of management of the MCNP\narea.", "Daftar File": {"ABSTRAK Hari Nugraha": "https://digilib.itb.ac.id/gdl/download/215060", "BAB 1 Hari Nugraha": "https://digilib.itb.ac.id/gdl/download/215062", "BAB 3 Hari Nugraha": "https://digilib.itb.ac.id/gdl/download/215063", "BAB 4 Hari Nugraha": "https://digilib.itb.ac.id/gdl/download/215064", "BAB 5 Hari Nugraha": "https://digilib.itb.ac.id/gdl/download/215065", "BAB 6 Hari Nugraha": "https://digilib.itb.ac.id/gdl/download/215066", "DAFTAR Hari Nugraha": "https://digilib.itb.ac.id/gdl/download/215067", "2020 TS PP HARI NUGRAHA_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/215068", "BAB 2 Hari Nugraha": "https://digilib.itb.ac.id/gdl/download/215275"}, "Penulis": "Hari Nugraha [25418019]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "ecosystem services, collaborative management, social forestry", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "29 Sep 2020"}