{"Nomor": 51554, "Judul": "PENGEMBANGAN PRASARANA UNTUK MENDUKUNG PENGGUNAAN SEPEDA SEBAGAI ALTERNATIF MODA TRANSPORTASI UNTUK KEGIATAN BEKERJA PADA MASA PSBB TRANSISI DKI JAKARTA", "Abstrak": "DKI Jakarta menindaklanjuti penyebaran COVID-19 dengan menerapkan\nPelaksanaan Pembatasan Sosial Berskala Besar (PSBB) DKI Jakarta sejak tanggal\n10 April 2020, yang dilanjutkan oleh masa PSBB Transisi pada 5 Juni 2020.\nPenyesuaian pun dilakukan di bidang transportasi, khususnya transportasi publik,\ndengan kebijakan berupa pelayanan serta penyediaan fasilitas untuk pesepeda.\nBersepeda sendiri dapat menjadi alternatif moda transportasi selama diterapkan\nphysical distancing. Selain karakteristik sosial-ekonomi dan karakteristik\npergerakan, ketersediaan dan kualitas infrastruktur juga dapat mempengaruhi\npilihan seseorang untuk bersepeda. Penelitian ini memiliki tujuan penelitian yaitu\nuntuk merumuskan rekomendasi pengembangan prasarana untuk mendukung\npenggunaan sepeda sebagai alternatif moda transportasi di DKI Jakarta pada masa\nPSBB Transisi. Untuk mencapai tujuan tersebut, dilakukan pengumpulan data\ndengan kuesioner dan observasi yang diolah menggunakan analisis statistik\ndekriptif untuk melihat perbandingan persepsi terkait penggunaan transportasi\npublik dan sepeda, analisis asosiasi untuk melihat variabel yang secara signifikan\nmemiliki hubungan pada ketertarikan penggunaan bersepeda, dan deskriptif\nkualitatif untuk menganalisis kondisi eksisting jalur sepeda yang ada. Sebagai\nhasil akhir, persepsi responden mendukung hasil observasi bahwa jalur sepeda\nyang ada sekarang masih belum memadai. Terlepas dari persepsi responden yang\nmenilai sepeda masih belum lebih baik dibandingkan transportasi publik DKI\nJakarta, 61,6% responden tertarik berpindah menggunakan sepeda. Variabel yang\nsecara signifikan memiliki hubungan pada keputusan ini adalah usia, pekerjaan,\npendapatan dan pengeluaran, kebiasaan bersepeda, jarak, nilai transportasi publik\nuntuk “keselamatan dari penyebaran COVID-19”, waktu perjalanan sepeda, dan\nnilai sepeda untuk “kenyamanan”. Jika dilihat dari segi pengembangan\ninfrastruktur dan kebijakan, maka variabel yang dapat diintervensi adalah\npeningkatan kenyamanan bersepeda. Berdasarkan hasil observasi dan kuesioner\npersepsi responden, rekomendasi yang dapat dilakukan untuk mencapai hal\ntersebut adalah dengan memperketat penertiban lalu lintas untuk memprioritaskan\npenggunaan sepeda, melakukan perbaikan jalur sepeda, dan mengintegrasikan\npenggunaan sepeda dengan transportasi massal yang didukung dengan penyediaan\nkomponen pendukung.", "Daftar File": {"ABSTRAK Meifita Kamilia Intishar M": "https://digilib.itb.ac.id/gdl/download/215090", "BAB 1 Meifita Kamilia Intishar M": "https://digilib.itb.ac.id/gdl/download/215091", "BAB 2 Meifita Kamilia Intishar M": "https://digilib.itb.ac.id/gdl/download/215092", "BAB 3 Meifita Kamilia Intishar M": "https://digilib.itb.ac.id/gdl/download/215093", "BAB 4 Meifita Kamilia Intishar M": "https://digilib.itb.ac.id/gdl/download/215094", "BAB 5 Meifita Kamilia Intishar M": "https://digilib.itb.ac.id/gdl/download/215095", "BAB 6 Meifita Kamilia Intishar M": "https://digilib.itb.ac.id/gdl/download/215096", "DAFTAR Meifita Kamilia Intishar M": "https://digilib.itb.ac.id/gdl/download/215097"}, "Penulis": "Meifita Kamilia Intishar M [25419039]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "COVID-19, Jalur Sepeda, Pemilihan Moda, Sepeda, Transportasi Publik", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "29 Sep 2020"}