{"Nomor": 51558, "Judul": "PERANCANGAN BUKU TIPOGRAFI EKSPERIMENTAL YANG BERDASAR PADA RAGAM HIAS UKIRAN TORAJA", "Abstrak": "Indonesia merupakan negara yang kaya akan kekayaan alam dan budayanya dimana tarian, musik, adat, dan bahasa tersebar di setiap daerah. Salah satu objek budaya Indonesia adalah bentuk ragam hias ukiran Toraja. Ragam hias Ukiran Toraja merupakan ragam hias yang diukir pada badan bangunan Tongkonan dan Alang. Keberagaman simbol ukiran Toraja ini memiliki arti dan filosofi tersendiri yang dianut dalam berkehidupan sehari-hari oleh masyarakat Toraja. Seiring dengan pertumbuhan dan perkembangan teknologi dan gaya hidup, budaya tradisional seperti ragam hias ukiran Toraja, lama-kelamaan berkurang penggunaannya dalam kehidupan sehari-hari sehingga tidak banyak yang mengetahui budaya tersebut. Berdasarkan hal tersebut, salah satu upaya yang efektif untuk melestarikan ragam hias ukiran Toraja di era modern adalah mengeksperimentasikan ke dalam bentuk tipografi eksperimental dalam sebuah buku. Buku tipografi eksperimental “Torajan Passura Type” dapat dijadikan solusi dalam salah satu upaya pelestarian dari ragam hias ukiran Toraja. Buku ini menghimpun dari introduksi ragam hias ukiran Toraja hingga hasil eksperimentasi huruf dengan deskripsi karakter, spesimen, hingga pengaplikasiannya pada berbagai media. Metode penelitian yang digunakan adalah wawancara dan studi literatur. Rancangan eksperimental pada buku ini diharapkan dapat diterima oleh masyarakat modern khususnya praktisi dan pegiat desain dan culture enthusiast, serta dapat dijadikan sebagai bahan pengarsipan budaya Toraja khususnya ragam hias.", "Daftar File": {}, "Penulis": "Raihan Rasdin [17416033]", "Kontributor / Dosen Pembimbing": ["Dr. Naomi Haswanto, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "tipografi, eksperimental, ragam hias, Toraja", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "29 Sep 2020"}