{"Nomor": 51578, "Judul": "ANALISIS NERACA AIR PASCATAMBANG PADA TAILING STORAGE FACILITY", "Abstrak": "Tailing Storage Facility (TSF) yang menjadi media pembuangan tailing sangat erat\nhubungannya dengan dampak lingkungan dan sosial, serta risiko yang timbul dari\nfasilitas penyimpanan tailing tersebut. Salah satu yang menjadi dampak pada TSF\nadalah terkait dengan air permukaan yang harus dikelola dengan baik. Hal yang\npaling menjadi perhatian adalah neraca air (water balance) dalam TSF. Oleh karena\nitu perlu dilakukan analisis terhadap beberapa parameter hidrologi untuk\nmengetahui selisih volume air yang masuk dan volume air yang keluar pada TSF,\nsehingga metode penanganan TSF pada saat pascatambang mampu menurunkan\nrisiko pencemaran lingkungan.\nAnalisis terhadap parameter hujan dengan metode Partial Duration Series (PDS)\ndilakukan untuk menghitung debit air yang harus dikelola pada sarana penyaliran\nterbuka dan analisis tambahan untuk parameter evaporasi potensial untuk\nmenghitung pengisian TSF pada saat pascatambang. Metode pemilihan data hujan\nmaksimum harian menjadi data yang digunakan untuk menganalisis kebutuhan\nsarana penyaliran terbuka. Sedangkan untuk pengisian TSF pada saat pascatambang\ndilakukan pembuatan skenario kondisi ekstrim untuk parameter curah hujan dan\nevaporasi potensial yang kemudian dianalisis untuk mengetahui neraca air.\nBerdasarkan hasil analisis data harian maksimum diperoleh bahwa besaran debit air\nyang harus dikelola pada sarana penyaliran terbuka adalah 1,511 m3/s. Sedangkan\nuntuk pengisian TSF diperoleh bahwa skenario paling cepat yaitu membutuhkan\nwaktu 31,8 bulan dan sebaliknya untuk skenario pengisian paling lama yaitu\nmembutuhkan waktu selama 110,4 bulan. Untuk menentukan metode penanganan\nTSF pada saat pascatambang diperoleh hasil analisis neraca air untuk beberapa\nskenario kondisi iklim yang menghasilkan ketebalan minimum kolom air dalam\nTSF berkisar antara 6 – 8 m. Berdasarkan hasil analisis neraca air untuk beberapa\nskenario kondisi iklim pada TSF, maka metode penanganan TSF pada saat\npascatambang adalah dengan cara penundungan dengan air (wet cover).", "Daftar File": {"ABSTRAK M. Anshari Akbar": "https://digilib.itb.ac.id/gdl/download/215138"}, "Penulis": "M. Anshari Akbar [22117303]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "neraca air, tailing storage facility, curah hujan, evaporasi potensial, skenario kondisi iklim", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "29 Sep 2020"}