{"Nomor": 51570, "Judul": "STUDI PENURUNAN TEMPERATUR SINTERING YTTRIUMIRON- GARNET (YIG) DENGAN PENAMBAHAN ADITIF CETYL TRIMETHYL AMMONIUM BROMIDE (CTAB): ULASAN KOMPREHENSIF", "Abstrak": "Perkembangan telekomunikasi dunia saat ini telah mencapai generasi kelima (5G) yang diakibatkan oleh kebutuhan dunia akan internet yang lebih cepat untuk menunjang teknologi baru pada revolusi industri 4.0 yang berbasis pada internet of thing (IoT). Hal tersebut memunculkan kebutuhan terkait optimasi transmisi gelombang mikro pada frekuensi tinggi. Sirkulator yang merupakan salah satu elemen penting yang digunakan pada transmisi gelombang mikro telah banyak dilakukan penelitian khususnya pada jenis ferit yang digunakan untuk menghasilkan ferit dengan nilai insertion loss serendah mungkin dan isolasi setinggi mungkin. Penelitian berbasis studi literatur ini diharapkan dapat dijadikan pertimbangan dalam optimasi fabrikasi YIG melalui proses solid-state.\nKajian dilakukan dengan mengumpulkan data dari berbagai sumber untuk memberikan informasi mengenai fasa Yttrium-Iron-Garnet (YIG) dan Yttrium-Iron-Perovskite (YIP). Infromasi tersebut berisi karakteristik dari setiap fasa dan pengaruh kehadiran fasa YIP pada aplikasi YIG. Selain itu, dilakukan pengumpulan data mengenai pengaruh penambahan CTAB (Cetyl Trimethyl Ammonium Bromide) dan parameter proses fabrikasi YIG terhadap kehadiran fasa YIP, struktur mikro, dan nilai densitas. Perubahan yang terjadi akibat perbedaan proses fabrikasi tersebut akan mengubah karakteristik magnetik dan respon gelombang mikro. Keseluruhan informasi tersebut tersaji dalam bentuk tabel. Kemudian, dilakukan analisis mengenai dampak positif, negatif yang diberikan dan prospek penelitian yang dapat dilakukan di masa depan.\nDari hasil studi literatur menunjukkan bahwa kehadiran fasa YIP dan tingkat densifikasi yang terjadi akan mempengaruhi karakteristik magnetik dan respon gelombang mikro. Dalam upaya mendapatkan YIG berdensitas tinggi diperlukan optimasi pada setiap tahapan proses dan penggunaan CTAB pada tahap pencampuran. Penggunaan CTAB akan mencegah terjadinya proses aglomerasi sehingga sintesis YIG terjadi pada temperatur sintering yang lebih rendah dan tidak menunjukkan pengaruh terhadap karakteristik magnetic YIG. Aplikasi YIG doped Gd dapat menghasilkan nilai insertion loss pada frekuensi 4,2 GHz sebesar 0,24 dB. Nilai tersebut masih dapat diturunkan dengan menurunkan nilai magnetisasi jenuh melalui pengaturan komposisi dan jenis doping dan meningkatkan nilai densitas YIG melalui pemilihan bahan baku berupa YIP dan Fe2O3, optimasi parameter proses pencampuran dan proses sintering.", "Daftar File": {"COVER Danu Anjasmoro": "https://digilib.itb.ac.id/gdl/download/215120"}, "Penulis": "Danu Anjasmoro [12516002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "YIG, Insertion loss, CTAB, Densitas.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "29 Sep 2020"}