{"Nomor": 51577, "Judul": "ALOKASI KONSUMEN DAN PEMBAGIAN WILAYAH PENJUALAN UNTUK SETIAP MITRA PADA PT BANYU REVERSE OSMOSIS", "Abstrak": "PT Banyu Reverse Osmosis (PT Baros) merupakan perusahaan yang bergerak di\nbidang industri air minum dalam kemasan (AMDK). PT Baros mengandalkan mitramitra\nyang bekerja sama dengan perusahaan dalam memasarkan produk air galonnya\nkepada konsumen akhir. Utilisasi fasilitas produksi produk air galon PT Baros selalu\ndi bawah 50% selama periode Januari 2019 hingga November 2019. Inefisiensi\ntersebut terjadi karena terbatasnya penyerapan produk air galon PT Baros oleh mitramitra\nPT Baros. Mitra PT Baros mengeluhkan persaingan antar mitra dalam\nmemperebutkan konsumen dan ongkos distribusi produk yang terlalu besar. Kedua hal\ntersebut disebabkan oleh tercampurnya konsumen setiap mitra dalam satu wilayah\nyang sama. Hal tersebut mengakibatkan daerah operasi mitra menjadi saling bercampur\nserta terlalu luas.\nPenelitian ini membahas proses alokasi konsumen pada suatu mitra sehingga letak\nkonsumen-konsumen untuk mitra yang sama tidak saling menyebar dan bercampur\ndengan konsumen mitra lainnya. Hal tersebut dapat membantu mitra dalam\nmengurangi ongkos transportasi akibat daerah operasi mitra yang lebih terfokus dan\ntidak bersinggungan dengan daerah operasi mitra lain. Strategi ini juga mencegah\nterjadinya persaingan antar mitra dalam memperebutkan calon konsumen baru.\nProses alokasi konsumen dilakukan dengan metode k-means clustering yang\ndimodifikasi. Hasil dari proses clustering tersebut berupa konsumen-konsumen dengan\nmitra yang sama dan sudah terkonsentrasi pada suatu wilayah serta batas wilayah\npenjualan setiap mitra yang dikonstruksi berdasarkan daerah konsentrasi konsumen\nmasing-masing mitra.", "Daftar File": {"ABSTRAK Kifayatul Akhyar": "https://digilib.itb.ac.id/gdl/download/215137"}, "Penulis": "Kifayatul Akhyar [13416023]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Industri air minum dalam kemasan, clustering, pembagian wilayah penjualan.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "29 Sep 2020"}