{"Nomor": 51586, "Judul": "ANALISIS KESTABILAN LERENG PADA BATUAN BERKEKAR AKIBAT PELEDAKAN TEROWONGAN 4 PROYEK KERETA CEPAT JAKARTA - BANDUNG", "Abstrak": "Faktor yang mempengaruhi analisis kestabilan lereng mencakup geometri lereng, sifat fisik dan mekanik batuan, karakterisasi massa batuan, muka air tanah, struktur yang ada pada batuan serta nilai beban kegempaan. Pada daerah Kecamatan Sukatani di Kabupaten Purwakarta terdapat tambang kuari andesit yang lokasinya berdekatan dengan pembangunan terowongan 4 kereta cepat Jakarta Bandung. Proses penggalian terowongan menggunakan metode pemboran dan peledakan dimana proses tersebut memberikan efek getaran dan dapat membahayakan kondisi lereng kuari kedepannya.\nPenelitian ini bertujuan untuk menganalisis kestabilan lereng kuari yang dipengaruhi joint pada lereng dan efek getaran peledakan terowongan 4. Analisis terhadap kestabilan lereng dihitung dengan menggunakan metode numerik dengan aplikasi software RS2. Penelitian ini membandingkan nilai Faktor Keamanan (FK) antara lereng yang tidak ada joint dengan lereng yang ada joint sehingga kita dapat mengetahui pengaruh joint terhadap lereng pada saat terjadi getaran. Setelahnya dilakukan prediksi nilai PPA getaran yang akan terjadi apabila peledakan terowongan telah berada tepat di bawah lereng. Nilai PPA tersebut akan digunakan untuk menghitung FK lereng.\nDari hasil penelitian didapatkan bahwa adanya joint pada lereng saat terjadinya getaran menurunkan nilai FK lereng hingga 15% pada kondisi lereng kering dan 42 % pada kondisi lereng jenuh. Berdasarkan nilai FK yang diperoleh, jumlah maksimum muatan bahan peledak yang direkomendasikan pada jarak 25 m adalah 30 kg/waktu tunda pada kondisi lereng kering dan 20 kg pada kondisi lereng jenuh.", "Daftar File": {"ABSTRAK Fariz Aditya": "https://digilib.itb.ac.id/gdl/download/215148"}, "Penulis": "Fariz Aditya [22118304]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T.", "Dr.Eng. Tri Karian, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Kestabilan Lereng, Getaran, Faktor Keamanan, Joint.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Sep 2020"}