{"Nomor": 51588, "Judul": "KUANTIFIKASI DAN ANALISIS PENGARUH KETIDAKPASTIAN KEKUATAN MASSA BATUAN TERHADAP DESAIN TEROWONGAN BAWAH TANAH MENGGUNAKAN FREQUENTIST INFERENCE", "Abstrak": "Ketidakpastian kekuatan massa batuan merupakan salah satu tantangan yang dihadapi hampir pada setiap proses desain geoteknik. Penelitian ini bertujuan untuk melakukan perhitungan ketidakpastian kekuatan massa batuan dan melihat pengaruhnya terhadap terowongan. Penelitian ini dilakukan dengan menggunakan data sekunder hasil uji tensile strength, data uji UCS dan data uji Triaxial pada batuan granit, batuan siltstone dan batuan jasperoid.\nPada penelitian ini, dengan membandingkan ketidakpastian kekuatan massa batuan granit pada dua daerah yang berbeda maka didapatkan bahwa ketidakpastian kekuatan massa batuan bersifat site specific. Untuk ketidakpastian kekuatan massa batuan untuk batuan lemah (weak rock) diwakili oleh batuan siltstone dan menunjukkan bahwa nilai ?ci interval prediksi bawah untuk weak rock akan mendekati nilai 0 Mpa dan harus dibuat kondisi batas agar nilai ?ci interval prediksi bawah tidak lebih kecil dari 0 Mpa karena tidak sesuai dengan prinsip uji UCS dan uji Triaxial dimana ?1 harus lebih besar dari 0 Mpa. Kuatifikasi ketidakpastian juga dilakukan dengan data minimum yaitu 7 buah data untuk batuan Jasperoid dan dihasilkan kesimpulan bahwa kuantifikasi ketidakpastian tetap dapat dilakukan dengan data minimum, namun grafik yang dihasilkan akan sensitif terhadap penambahan data. Dari penelitian ini didapatkan bahwa nilai ketidakpastian kekuatan massa batuan akan menghasilkan nilai strength factor yang berbeda-beda ketika nilai ?ci dan mi tersebut diaplikasikan ke terowongan", "Daftar File": {"ABSTRAK Kreshna Damar Segoro": "https://digilib.itb.ac.id/gdl/download/215150", "BAB 1 Kreshna Damar Segoro": "https://digilib.itb.ac.id/gdl/download/216924", "BAB 2 Kreshna Damar Segoro": "https://digilib.itb.ac.id/gdl/download/216925", "BAB 3 Kreshna Damar Segoro": "https://digilib.itb.ac.id/gdl/download/216926", "BAB 4 Kreshna Damar Segoro": "https://digilib.itb.ac.id/gdl/download/216927", "BAB 5 Kreshna Damar Segoro": "https://digilib.itb.ac.id/gdl/download/216928", "PUSTAKA Kreshna Damar Segoro": "https://digilib.itb.ac.id/gdl/download/216929"}, "Penulis": "Kreshna Damar Segoro [22118302]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D.", "Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Ketidakpastian kekuatan massa batuan, frequentist inference, terowongan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Sep 2020"}