{"Nomor": 51587, "Judul": "OPTIMASI SPASI BOR DENGAN METODE GEOSTATISTIK SEBAGAI DASAR PEDOMAN KLASIFIKASI SUMBERDAYA TIMAH DAN MINERAL IKUTAN PEMBAWA REES PADA ENDAPAN ALUVIAL DARAT DI PULAU BANGKA", "Abstrak": "Pulau Bangka merupakan daerah yang kaya akan mineralisasi timah yang dibawa oleh batuan granit. Selain kaya akan mineralisasi timah, granit juga merupakan pembawa mineral ilmenite, rutile, anatase, zircon, monazite, dan xenotime yang merupakan mineral ikutan yang terdapat pada endapan sekunder timah aluvial dan disebut sebagai mineral ikutan timah (MIT). Monazite dan xenotime merupakan mineral-mineral pembawa Rare Earth Elements (REEs). Optimasi spasi bor antara timah dan mineral ikutan timah dibutuhkan agar spasi tersebut dapat mewakili kemenerusan spasial dari kedua komoditas tersebut. Pedoman dasar klasifikasi sumberdaya untuk MIT pembawa REEs juga harus disusun agar dapat diterapkan oleh industri. Metode yang digunakan pada penelitian ini adalah pendekatan geostatistik menggunakan metode Global Estimation Variance (GEV) untuk menghitung relative error. Dari hasil penelitian didapatkan bahwa timah secara statistik dan spasial lebih homogen daripada MIT. MIT pembawa REEs (monazite) secara statistik dan spasial lebih bervariasi daripada timah dan MIT lainnya. Spasi optimum yang mewakili Sn (timah) dan MIT adalah 20 – 25 m untuk sumberdaya Terukur, 30 – 40 m untuk Tertunjuk, dan 40 – 50 m untuk Tereka. Pedoman klasifikasi sumberdaya untuk timah yang digunakan oleh PT Timah Tbk. selama ini menggunakan spasi bor rata-rata berdasarkan pada range variogram (a) sudah sesuai. Namun spasi tersebut kurang rapat untuk mewakili kemenerusan spasial dari MIT. Pedoman klasifikasi sumberdaya untuk MIT yang lebih tepat adalah ? 1/2a untuk sumberdaya Terukur, 1/2a – 2/3a untuk Tertunjuk, dan > 2/3a untuk Tereka.", "Daftar File": {"COVER Raymond Kosher Sianturi": "https://digilib.itb.ac.id/gdl/download/215149"}, "Penulis": "Raymond Kosher Sianturi [22118010]", "Kontributor / Dosen Pembimbing": ["Mohamad Nur Heriawan, S.T., M.T., Ph.D.", "Dr.Eng. Syafrizal, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "timah, MIT, spasi bor optimum, geostatistik, GEV", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "29 Sep 2020"}