{"Nomor": 51601, "Judul": "KAJIAN PENGELOLAAN DAS CILIWUNG DALAM KONTEKS MITIGASI BENCANA BANJIR DENGAN MENGGUNAKAN DISCOURSE NETWORK ANALYSIS", "Abstrak": "DAS Ciliwung merupakan salah satu daerah aliran sungai yang menjadi salah satu\npenyebab banjir di Jakarta. Permasalahan yang terjadi di DAS Ciliwung berada di\nhulu, tengah dan hilir. Pada 3 Januari - 9 Februari 2007 kerusakan dan kerugian\nterhadap aset terkena banjir yang melanda DKI Jakarta dan sekitarnya\ndiperkirakan senilai Rp. 7,3 triliun. Dengan mengetahui gap dalam pengelolaan\nDAS Ciliwung pada saat ini, maka dapat disusun prioritas pengelolaan DAS\nCiliwung dalam konteks mitigasi bencana banjir. Untuk mencapai hal tesebut\nbeberapa langkah dilakukan yaitu mengidentifikasi tugas pokok, fungsi dan\nkegiatan yang berkaitan dengan penanganan dan pengendalian bencana banjir di\nDAS Ciliwung berdasarkan dokumen tahun 2017-2019. Setelah itu,\nmengindentifikasi gap menganalisis kegiatan yang seharusnya dilakukan oleh\nstakeholder berdasarkan tugas pokok dan fungsi dalam konteks mitigasi bencana\nbanjir dan menyusun rumusan prioritas tata kelola dalam pengelolaan DAS\nCiliwung dalam konteks mitigasi bencan banjir. Alat analisis yang digunakan\ndalam penelitian ini adalah discourse network analysis dengan menggunakan\nsoftware UCINET dan NetDraw. Metode ini dipilih dikarenakan penelitian ini\nmeneliti kegiatan-kegiatan yang dilakukan dalam pengelolaan DAS Ciliwung\ndalam konteks mitigasi bencana banjir berbasis dokumen. Hasil dari analisis yang\ntelah dilakukan menunjukkan bahwa baik instansi pusat ataupun instansi daerah\nberfokus pada kepemilikan data terkait kapasitas. Pada instansi pusat melakukan\nterdapat empat indikator yang dijadikan prioritas dalam melakukan mitigasi banjir\ndi DAS Ciliwung yaitu penggunaan media dalam meningkatkan awereness,\nketersediaan pos-pos siaga bencana banjir, kurikulum pendidikan kebencanaan\ndan tanda penunjuk terkait bencana banjir. Sedangkan pada instansi daerah\nindikator yang dijadikan prioritas adalah penerapan teknologi dalam menghadapi\nbencana banjir, rencana tata ruang berbasis pengurangan risiko bencana banjir,\npemodelan bencana banjir, instrumen peringatan dini bencana banjir, penggunaan\nmedia dalam meningkatkan awereness dan tanda penunjuk terkait bencana banjir.", "Daftar File": {"ABSTRAK Riza Ruansyah": "https://digilib.itb.ac.id/gdl/download/215171", "BAB 1 Riza Ruansyah": "https://digilib.itb.ac.id/gdl/download/215172", "BAB 2 Riza Ruansyah": "https://digilib.itb.ac.id/gdl/download/215174", "BAB 3 Riza Ruansyah": "https://digilib.itb.ac.id/gdl/download/215175", "BAB 4 Riza Ruansyah": "https://digilib.itb.ac.id/gdl/download/215177", "BAB 5 Riza Ruansyah": "https://digilib.itb.ac.id/gdl/download/215178", "BAB 6 Riza Ruansyah": "https://digilib.itb.ac.id/gdl/download/215179", "DAFTAR Riza Ruansyah": "https://digilib.itb.ac.id/gdl/download/215180"}, "Penulis": "Riza Ruansyah [25418057]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "banjir, ciliwung, discourse network analysis", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "29 Sep 2020"}