{"Nomor": 51605, "Judul": "PERANCANGAN CO-WORKING SPACE DAN CAPSULE HOTEL DENGAN PENDEKATAN INFILL ARCHITECTURE DI PERBATASAN KAWASAN KOTA LAMA SEMARANG", "Abstrak": "Pada abad ke-19 hingga 20, Kawasan Kota Lama Semarang (KKLS) merupakan pusat perdagangan Kota Semarang dengan luas 31 hektar, saat ini banyak bangunan peninggalan yang merupakan bangunan heritage. Pusat perdagangan pada abad ke-19 hingga 20 adalah distribusi barang melalui kereta api, namun saat ini, perdagangan saat dipengaruhi oleh kemajuan teknologi. Salah satu penggerak ekonomi di Indonesia yang sangat dipengaruhi oleh kemajuan teknologi adalah bisnis start up. \nJika dilihat dari peta tahun 1910-1920, fungsi awal tapak merupakan rel kereta api. Stasiun lamanya tepat berada di bagian timur tapak yang sekarang sudah dialihfungsikan menjadi ruko-ruko yang dibagi menjadi beberapa unit dan dimilki oleh masyarakat. Tapak berada pada Segmen IV dengan fungsi perkantoran komersil dan perdagangan tradisional, tetapi tidak dalam zona inti (kawasan heritage). Sehingga fungsi sebagai coworking space bagi bisnis startup tepat diletakkan pada tapak ini. Fungsi hotel kapsul sebagai wadah okupansi penginapan yang semakin meningkat di KKLS dan terletak di lantai paling atas. Fungsi saat ini yaitu fungsi tempat parkir tetap ada, namun dipindahkan ke bagian massa belakang dengan sistem parkir vertikal. Lantai dasar difungsikan sebagai retail. Pedestrian bagian utara dan selatan dihubungkan dengan plaza yang dibuat di tengah tapak untuk penyelenggaraan acara bagi masyarakat maupun pengguna bangunan.\nPerancangan bangunan dengan konsep infill architecture, dimana pendekatannya adalah penggunaan lahan yang kurang difungsikan, sehingga memiliki nilai yang lebih tinggi. Perancangan akhir sudah menyesuaikan dengan fungsi komersial dan fungsi sosial yang dapat mendukung keberlangsungan masyarakat sekitar dan menghidupkan bagian selatan KKLS yang saat ini terlihat seperti kurang dirawat dan kurang diminati masyarakat.", "Daftar File": {"ABSTRAK Nathania nadia": "https://digilib.itb.ac.id/gdl/download/215363"}, "Penulis": "Nathania nadia [25218026]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Arif Sarwo Wibowo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Kawasan Kota Lama Semarang, infill architecture, co-working space", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "29 Sep 2020"}