{"Nomor": 51602, "Judul": "1 PENENTUAN FAKTOR BEBAN LRFD ANJUNGAN LEPAS PANTAI DI LAUT JAWA BAGIAN UTARA DENGAN METODE ANALISIS KEANDALAN", "Abstrak": "Standar yang umum digunakan dalam perancangan anjungan lepas pantai adalah API-RP2A (American Petroleum Institute – Recommended Practice 2A). Pada API-RP2A LRFD (Load Resistance and Factor Design), faktor beban lingkungan dikembangkan berdasarkan kondisi lingkungan Perairan Amerika, khususnya Teluk Meksiko, yang memiliki kondisi lingkungan relatif ekstrem jika dibandingkan dengan Perairan Indonesia. Dalam penelitian ini, dilakukan studi untuk mengkaji faktor beban lingkungan di salah satu daerah Perairan Indonesia, yaitu Laut Jawa bagian Utara yang dikategorikan sebagai perairan dangkal. Studi dilakukan dengan menggunakan metode analisis keandalan FORM (First Order Reliability Method) II untuk mendapatkan nilai indeks keandalan (?) dari struktur anjungan lepas pantai monopod dan braced monopod. Analisis ini dilakukan terhadap kriteria performansi dari kegagalan pushover/collapse. Base shear digunakan sebagai pedoman untuk menggambarkan kekuatan struktur dan besarnya beban yang bekerja. Parameter ini didapatkan dari analisis pushover/collapse yang akan menghasilkan parameter kekuatan struktur (R) akibat variabel acak tegangan leleh (fy) berupa Collapse Base Shear (CBS) dan analisis inplace statis untuk mendapatkan parameter beban gelombang (S) akibat variabel acak gelombang (H) berupa Wave Base Shear (WBS) yang bekerja pada struktur. Analisis dalam penelitian ini dilakukan pada kondisi badai (ekstrem) metode WSD dan metode LRFD dengan beberapa nilai faktor beban lingkungan yang terdiri dari 1.35, 1.00, 1.10, 1.20. Berdasarkan indeks keandalan (?) yang didapatkan dari hasil analisis reliabilitas, didapatkan nilai rekomendasi faktor beban lingkungan kondisi ekstrim (?E) dengan periode ulang 100-tahunan lebih kecil dari rekomendasi API-RP2A LRFD untuk Laut Jawa bagian Utara.", "Daftar File": {"ABSTRAK Nafisa Nandalianadhira": "https://digilib.itb.ac.id/gdl/download/215173"}, "Penulis": "Nafisa Nandalianadhira [25519009]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "anjungan lepas pantai, base shear, faktor beban lingkungan, FORM II, indeks keandalan (beta), LRFD, pushover.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Sep 2020"}