{"Nomor": 51615, "Judul": "DESAIN POLA OPERASI TERMINAL PETI KEMAS BUNGKUTOKO TAHAP 1, PELABUHAN KENDARI, KOTA KENDARI, PROVINSI SULAWESI TENGGARA", "Abstrak": "Terminal Peti Kemas Bungkutoko merupakan pengembangan dari Pelabuhan Kendari yang berlokasi di Pulau Bungkutoko, Kota Kendari, Provinsi Sulawesi Tenggara. Terminal Peti Kemas Bungkutoko direncanakan dalam jangka panjang sebagai International Seaport-Hub yang akan melayani kegiatan bongkar muat peti kemas dengan kapasitas yang besar dan fasilitas yang modern untuk mewujudkan Indonesia menjadi Negara Poros Maritim Dunia. Oleh karena itu, pada Tugas Akhir ini akan dibahas mengenai Desain Pola Operasi Terminal Peti Kemas Bungkutoko Tahap 1.\nDesain Pola Operasi didasarkan pada Rencana Induk Pelabuhan yang telah ditetapkan oleh pemerintah Indonesia. Desain pola operasi meliputi desain pola operasi area dermaga, desain pola operasi area lapangan penumpukan, serta perhitungan biaya dan tarif penanganan peti kemas. Desain pola operasi area dermaga meliputi desain area dermaga, konfigurasi kapal yang bertambat, penentuan alat penanganan, serta perhitungan kapasitas desain penanganan peti kemas di dermaga. Desain pola operasi area lapangan penumpukan meliputi desain area lapangan penumpukan, penentuan alat penanganan, penentuan alat transportasi horizontal, perhitungan kapasitas desain penanganan peti kemas di lapangan penumpukan, serta pola operasi transportasi horizontal. Perhitungan biaya dan tarif penanganan peti kemas meliputi perhitungan harga peralatan, perhitungan biaya kapital, perhitungan pengeluaran dan pemasukan per tahun, serta penentuan tarif penanganan peti kemas. Perhitungan biaya dan tarif penanganan peti kemas dilakukan dengan skenario pengadaan total, biaya investasi awal bersifat pinjaman dengan payback period selama 10 tahun.", "Daftar File": {}, "Penulis": "Miftah Farhan Muhammad [15516002]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Terminal Bungkutoko, Pola Operasi, Peti Kemas, Produktivitas, Kapasitas, Biaya, Tarif", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2020"}