{"Nomor": 51613, "Judul": "BIOREMEDIASI ZAT WARNA AZO DENGAN ENZIM LAKASE DARI MARASMIUS SP.", "Abstrak": "Proses pewarnaan tekstil pada umumnya menyisakan 15-20% zat warna sintetis yang akan menjadi limbah. Salah satu jenis zat warna sintetis yang sulit terdegradasi secara alami dan berpotensi menjadi toksik di alam adalah zat warna azo. Bioremediasi menggunakan jamur Marasmius sp. merupakan salah satu metode untuk mendegradasi zat warna azo. Marasmius sp. dapat menghasilkan enzim lakase yang mampu mendegradasi senyawa aromatik pada zat warna azo. Penelitian menggunakan Marasmius sp. ini bertujuan untuk menentukan variasi pH dan jumlah inokulum optimum untuk mendegradasi zat warna azo congo red (? = 497nm), sudan black (? = 580nm), dan direct blue (? = 607nm). Marasmius sp. ditumbuhkan dalam 100 mL medium Kirk dengan tiga variasi pH, yaitu pH 4, 5, dan 6, dan variasi jumlah inokulum 1%, 5%, dan 10% (v/v dengan jumlah sel 106/mL). Marasmius sp. ditumbuhkan selama 6 hari pada suhu ruang (25°C), kemudian diinkubasi dengan 100 mL limbah tekstil. Sebanyak 5 mL sampel dari tiap perlakuan diambil tiap 12 jam selama 84 jam kemudian disentrifugasi dengan 15,000 rpm selama 10 menit pada suhu 15°C, lalu supernatan diamati dengan spektrofotometer UV-VIS. Hasil penelitian menunjukkan bahwa pada suhu ruang (25°C), degradasi zat warna congo red mencapai 91% dengan laju degradasi 1.22%ppm/jam pada kondisi pH awal medium 5 dan jumlah inokulum 5%; sudan black terdegradasi 88% dengan laju degradasi 0.94%ppm/jam pada kondisi pH awal medium 5 dan jumlah inokulum 5%; dan direct blue terdegradasi 94% dengan laju degradasi 1.22%ppm/jam pada kondisi pH awal medium 5 dan jumlah inokulum 10%. Dari hasil tersebut terlihat bahwa kondisi optimum Marasmius sp. untuk mendegradasi zat warna azo dengan enzim lakase adalah pada pH 5 dan jumlah inokulum 5% untuk congo red dan sudan black, dan jumlah inokulum 10% untuk direct blue.", "Daftar File": {"ABSTRAK Anjani Maladewi": "https://digilib.itb.ac.id/gdl/download/215195"}, "Penulis": "Anjani Maladewi [10614056]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Jamur lapuk putih, Lakase, Zat warna azo", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2020"}