{"Nomor": 51611, "Judul": "ANALISIS KESTABILAN LERENG IN PIT DUMP KRESNA PT ARUTMIN INDONESIA TAMBANG SATUI DENGAN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "PT Arutmin Indonesia Tambang Satui berencana melakukan penimbunan tanah penutup secara in pit dump pada lereng lowwall dari Pit Kresna yang sudah mineout agar dapat menghemat biaya pengangkutan. Tetapi penimbunan pada lowwall Pit Kresna sulit dilakukan karena faktor permukaan dasar timbunan yang miring. Selain itu, Pit Kresna sudah terendam air karena adanya delay pengerjaan pada pit tersebut. Oleh karena itu, analisis lereng timbunan yang aman untuk mencegah terjadinya longsoran pada area tersebut perlu dilakukan.\nAnalisis kestabilan lereng dilakukan dengan metode elemen hingga menggunakan software Phase2 8.0. Model lereng timbunan dibuat, data sifat fisik dan mekanik material serta beban peralatan yang diperoleh dari perusahaan diinputkan, nilai faktor keamanan pada metode ini didekati dengan nilai Strength Reduction Factor (SRF). Jika model timbunan memiliki nilai SRF < 1,1 maka model tersebut tidak aman, dan jika memilki nilai SRF ? 1,1 maka model penimbunan bisa dilanjutkan hingga mencapai highwall Pit Kresna.\nBerdasarkan simulasi yang dilakukan, maka tahapan penimbunan yang aman pada penampang A-A’ sebagai berikut : Penimbunan mulai dilakukan pada ketinggian 8,8 m dari elevasi air sump dengan metode crest dumping menggunakan bantuan dozer sampai membentuk jenjang dengan lebar 19,5 m dan kemiringan 30o, lalu pendorongan material timbunan dengan dozer dilanjutkan walau kelongsoran terjadi (karena toe timbunan sudah masuk ke air), diharapkan lereng timbunan akan stabil saat kemiringan 10o. Pendorongan material timbunan terus saja dilakukan dengan dozer, karena timbunan akan stabil di 6o hingga toe lereng timbunan menyentuh highwall. Kemudian apabila lift penimbunan akan dilanjutkan ke atas, dapat dilakukan dengan menambah timbunan dengan tinggi 10 m dan kemiringan 30o pada saat lebar jenjang sudah mencapai 65,1 m.", "Daftar File": {}, "Penulis": "Shiva Rinelly [12116007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "in pit dump, metode elemen hingga, strength reduction factor, rekomendasi desain timbunan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "29 Sep 2020"}