{"Nomor": 51617, "Judul": "ANALISIS BALIK KELONGSORAN LERENG LOWWALL PT XYZ, PROVINSI KALIMANTAN TENGAH", "Abstrak": "Komponen utama dalam suatu tambang terbuka salah satunya adalah kestabilan lereng.\nLereng – lereng yang terdapat pada tambang terbuka harus dianalisis kemantapannya untuk\nmencegah kelongsoran yang mungkin dapat terjadi. PT XYZ merupakan perusahaan\npertambangan batubara yang terletak pada Provinsi Kalimantan Tengah. Pada salah satu pit\nPT XYZ, terjadi suatu kelongsoran pada bagian crest lereng lowwall. Dilakukan penentuan\nfaktor penyebab kelongsoran pada lereng lowwall PT XYZ dengan menggunakan metode\nanalisis balik serta dilakukan analisis kestabilan lereng lowwall existing dan Life of Mine\n(LOM) PT XYZ. Pengolahan analisis balik kelongsoran dilakukan menggunakan perangkat\nlunak RS2 untuk mengetahui faktor penyebab kelongsoran. Pengolahan analisis balik\ndilakukan dengan memvariasikan kondisi kekuatan material serta kondisi muka air tanah\npada desain lereng hingga menghasilkan nilai Strength Reduction Factor (SRF) dibawah 1.\nSetelah mengetahui faktor penyebab kelongsoran, dilakukan analisis kestabilan lereng\nlowwall existing dan Life of Mine (LOM) menggunakan perangkat lunak Slide. Analisis\nkestabilan desain lereng dilakukan dengan menghitung nilai Faktor Keamanan (FK) serta\nnilai dari Probabilitas Kelongsoran (PK). Hasil analisis kestabilan lereng akan disandingkan\ndengan ketentuan pada Kepmen ESDM Nomor 1827K/30/MEM/2018. Hasil analisis balik\nmenunjukkan bahwa kondisi lereng lowwall pada saat longsor memiliki kondisi kekuatan\nmaterial sebesar 66% dengan muka air tanah berada diatas bidang lemah yang menghasilkan\nnilai SRF sebesar 0,99. Hasil analisis kestabilan lereng existing menunjukkan bahwa kondisi\nlereng aman, dengan nilai FK statis dan dinamis secara berturut-turut sebesar 1,6 dan 1,42,\nserta nilai PK sebesar 0%. Hasil analisis kestabilan desain LOM menunjukkan bahwa\nkondisi lereng tidak aman, dengan nilai FK statis dan dinamis berturut-turut sebesar 0,9 dan\n0,79, serta nilai PK sebesar 100%. Dari hasil analisis desain LOM, diberikan rekomendasi\ndesain LOM dengan cara melakukan relokasi aliran sungai pada crest lereng dan\nmengecilkan sudut kemiringan LOM sebesar 2o. Hasil rekomendasi menunjukkan nilai FK\nstatis dan dinamis secara berturut-turut yaitu 1,33 dan 1,13, serta nilai PK sebesar 0%.", "Daftar File": {"COVER Muhammad Farhan Rizqia": "https://digilib.itb.ac.id/gdl/download/215199"}, "Penulis": "Muhammad Farhan Rizqia [12116072]", "Kontributor / Dosen Pembimbing": ["Simon Heru Prassetyo, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "analisis balik, analisis kestabilan, strength reduction factor, faktor keamanan, probabilitas kelongsoran.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "29 Sep 2020"}