{"Nomor": 51622, "Judul": "RANCANGAN WEBCOMIC SATIRE MENGENAI KEBINEKAAN SERTA POLITIK IDENTITAS INDONESIA BAGI DEWASA MUDA (18-25 TAHUN)", "Abstrak": "Indonesia merupakan negara besar dan multikultural, tetapi sayangnya adanya penyalah gunaan politik identitas menyebabkan kesenjangan antar kelompok identitas. Terutama dilihat dari pemilihan umum dan daerah beberapa tahun terakhir ini. Tentunya sebagai bangsa hal ini tidak baik jika dibiarkan berlarut-larut, generasi muda saat ini yang akan menjadi tiang bangsa di masa depan haruslah sadar agar tidak diteruskan ke generasi selanjutnya. Informasi kini sudah dapat dengan mudah diakses melaui internet yang sudah sangat mudah diakses. Golongan dewasa muda pun tentunya sebagai digital natives aktif menggunakan internet terutama media sosial. Banyak bentuk hiburan yang dapat diakses melalui media sosial, salah satunya adalah komik. Melalui media sosial, para seniman dan komikus dapat lebih leluasa menyebarkan karya mereka untuk dilihat publik. Selain karya sebagai bentuk ekspresi diri ataupun hobi, dapat juga berupa kritikan. Komik politik yang berupa satire menjadi media yang kerap digunakan sebagai bentuk upaya menyuarakan ketidak puasan atau kritik untuk kondisi sosia politik. Dengan sifatnya yang lebih berat pada ilustrasi dan minim tulisan, membuatnya lebih mudah dijangkau oleh pembaca kasual yang tidak begitu mendalami politik dan atau tidak tertarik membaca tulisan yang panjang. Dalam karya tulis ilmiah ini, penulis menggunakan metode penelitian kuantitatif dan pengambilan data dilakukan melalui studi literatur, observasi, serta kuesioner yang menjadi landasan perancangan. Hasil perancangan berupa webcomic yang dapat diakses melalui media sosial.", "Daftar File": {"ABSTRAK Naura Salsabila Khairunnisa": "https://digilib.itb.ac.id/gdl/download/215204"}, "Penulis": "Naura Salsabila Khairunnisa [17416057]", "Kontributor / Dosen Pembimbing": ["Drs. Iman Sudjudi, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "webcomic,satire, politik identitas, media sosial, dewasa muda.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Sep 2020"}