{"Nomor": 51626, "Judul": "PERANCANGAN STRUKTUR DERMAGA TERMINAL PETI KEMAS FASE 1-1 PELABUHAN PATIMBAN, KABUPATEN SUBANG, PROVINSI JAWA BARAT", "Abstrak": "Provinsi Jawa Barat merupakan salah satu provinsi dengan sektor industri pengolahan terbesar. Menurut Keputusan Menteri Perhubungan No.87 Tahun 2017 tentang Rencana Induk Pelabuhan Patimban, sektor industri pengolahan bahkan menjadi sektor dengan kontribusi paling tinggi terhadap produk domestik regional bruto Provinsi Jawa Barat dengan mencapai hingga 43.03%. Dengan besarnya sektor industri pengolahan di Jawa Barat, 70% kargo di dalam negeri dihasilkan di pulau Jawa dengan salah satu pusatnya di Jawa Barat. Namun, besarnya kargo yang dihasilkan tidak sebanding dengan fasilitas yang ada karena Jawa Barat masih mengandalkan Pelabuhan Tanjung Priok sebagai pelabuhan utama untuk proses distribusi barang melalui laut. Selain itu, penggunaan Pelabuhan Tanjung Priok juga membuat biaya akomodasi meningkat akibat tingginya tingkat kemacetan di sekitar Pelabuhan Tanjung Priok sehingga meningkatkan biaya-biaya yang seharusnya dapat dipangkas.Atas dasar pertimbangan tersebut, maka dibangunlah fasilitas yang dapat mengakomodasi kegiatan distribusi kargo melalui jalur laut, yaitu pelabuhan dengan salah satu komponen utama berupa struktur dermaga. Struktur dermaga yang dibangun di Pelabuhan Patimban salah satunya merupakan struktur dermaga untuk terminal peti kemas yang dibangun di utara Kabupaten Subang.Pada Tugas Akhir mengenai Perancangan Struktur Dermaga Terminal Peti Kemas Fase 1-1 Pelabuhan Patimban, dibahas mengenai desain struktur dermaga berdasarkan kriteria desain yang digunakan sebagai syarat perancangan struktur dermaga. Perancangan struktur dermaga mencakup pengumpulan dan pengolahan data sekunder, perhitungan dimensi struktur dermaga dan elemen struktural dermaga, pemodelan struktur dermaga, desain penulangan elemen struktural dermaga, dan analisis daya dukung tanah.Pada Tugas Akhir ini, hasil pengumpulan dan pengolahan data sekunder digunakan untuk mendapatkan dimensi awal struktur dermaga dan elemen struktural dermaga. Dimensi awal struktur dan elemen struktural dermaga kemudian digunakan untuk pemodelan dengan menggunakan perangkat lunak SAP2000 untuk mengetahui kehandalan struktur terhadap beban yang bekerja. Hasil pemodelan berupa unity check ratio, defleksi struktur, gaya dalam, dan reaksi perletakan. Gaya dalam digunakan untuk penulangan dan reaksi perletakkan digunakan untuk analisis daya dukung tanah.Hasil akhir dari Tugas Akhir ini berupa rancangan dimensi struktur dan elemen struktural dermaga, detail penulangan, dan kedalaman rencana pemancangan.", "Daftar File": {"ABSTRAK Mohammad Fajri Raazaq Ramadhan": "https://digilib.itb.ac.id/gdl/download/215207"}, "Penulis": "Mohammad Fajri Raazaq Ramadhan [15516075]", "Kontributor / Dosen Pembimbing": ["Ir. Sri Murti Adiyastuti, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Struktur, Peti Kemas, Pemodelan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Sep 2020"}