{"Nomor": 51620, "Judul": "PENGARUH KONSENTRASI NUTRISI DAN INTERVAL WAKTU PENYEMPROTAN TERHADAP PERTUMBUHAN TANAMAN SELADA (LACTUCA SATIVA L.) VARIETAS KERITING HIJAU PADA SISTEM AEROPONIK", "Abstrak": "Permintaan terhadap komoditas sayuran di Indonesia meningkat seiring meningkatnya kebutuhan gizi pada masyarakat. Salah satu sayuran yang diminati karena memiliki kandungan gizi yang tinggi adalah selada. Permintaan yang tinggi terhadap produk hortikultura di Indonesia tidak diimbangi dengan ketersediaan lahan pertanian akibat terjadinya alih fungsi lahan pertanian tiap tahunnya. Solusi dari keterbatasan lahan pertanian untuk produksi selada adalah menggunakan sistem aeroponik untuk budidaya selada. Penelitian ini bertujuan untuk mengevaluasi pengaruh konsentrasi dan interval waktu penyemprotan nutrisi terhadap pertumbuhan tanaman selada (Lactuca sativa L.) var. keriting hijau yang dipelihara pada sistem aeoponik. Penelitian yang dilakukan menggunakan rak instalasi aeroponik dengan modifikasi lama penyinaran dan interval waktu semprot yang terotomasi. Budidaya pada sistem aeroponik dilakukan setelah benih selada keriting hijau yang sudah berumur 14 hari setelah semai. Nutrisi yang digunakan adalah AB Mix yang dilarutkan dengan air. Pemberian larutan nutrisi dilakukan dengan menyemprotkannya menggunakan pompa dan melewati nozzle sehingga larutan nutrisi yang diterima oleh tanaman berbentuk kabut. Rancangan penelitian yang digunakan adalah rancangan acak lengkap, 3 perlakuan dan 2 pengulangan, dengan kombinasi perlakuan interval semprot, yaitu 2 menit menyemprot, 3 menit tidak menyemprot; 2 menit menyemprot, 5 menit tidak menyemprot; 2 menit menyemprot, 7 menit tidak menyemprot, konsentrasi nutrisi, yaitu 3 mL/L air; 5 mL/L air; 7 mL/L air. Pengambilan data dilakukan pada saat panen tanaman selada, yaitu 30 hari setelah tanam, dengan parameter yang diamati meliputi jumlah daun, panjang akar, tinggi batang, bobot basah tajuk, dan bobot kering tajuk tanaman selada keriting hijau. Data hasil pengamatan dianalisis dengan uji ANOVA dan dilanjutkan dengan uji Duncan dengan taraf nyata 5% menggunakan aplikasi IBM SPSS Statistic 26. Hasil penelitian menunjukkan konsentrasi nutrisi 5 mL/L dengan interval semprot 2 menit menyemprot dan 5 menit tidak menyemprot menghasilkan tinggi batang yang cenderung tinggi, yaitu 20,05 cm, panjang akar yang cenderung panjang, yaitu 61,61 cm, serta bobot kering yang cenderung besar, yaitu 2,20 g.\nPerlakuan konsentrasi nutrisi 7 mL/L dengan interval semprot 2 menit menyemprot dan 7 menit tidak menyemprot menghasilkan jumlah daun yang cenderung banyak, yaitu 11,63 helai, dan bobot basah yang cenderung besar, yaitu 41,63 g. Perlakuan konsentrasi nutrisi 3 mL/L dengan interval semprot 2 menit menyemprot dan 3 menit tidak menyemprot tidak menghasilkan nilai yang cenderung tinggi pada seluruh parameter. Perlakuan yang menghasilkan produk dengan bagian komersil yang sesuai permintaan pasar adalah 7 mL/L air dengan interval semprot 2 menit menyemprot dan 7 menit tidak meyemprot.", "Daftar File": {}, "Penulis": "Febbie Yolanda [11416037]", "Kontributor / Dosen Pembimbing": ["Prof. Sri Nanan B. Widiyanto, Ph.D.", "Dr. Ir. Eri Mustari, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "aeroponik, interval semprot, konsentrasi nutrisi, selada keriting hijau", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2020"}