{"Nomor": 51629, "Judul": "RESPON TANAMAN SELADA (LACTUCA SATIVA L.) VAR. ROMAINE TERHADAP PERBEDAAN KONSENTRASI DAN INTERVAL WAKTU PENYEMPROTAN NUTRISI PADA SISTEM BUDIDAYA AEROPONIK", "Abstrak": "Selada merupakan salah satu sayuran yang sudah dikenal baik dan mulai banyak di konsumsi oleh masyarakat Indonesia. Produksi selada pada tahun 2010 sebesar 41,11 ton/tahun dan mengalami penurunan pada tahun 2015 menjadi 39,289 ton/tahun. Penurunan produksi selada salah satunya diakibatkan oleh banyaknya alih fungsi lahan pertanian menjadi pemukiman dan kawasan industri. Pada tahun 2014, alih fungsi lahan pertanian di Pulau Jawa terjadi setiap tahunnya seluas 27.000 hektar. Secara nasional konversi lahan pertanian mencapai 100.000 hingga 110.000 hektar per tahun. Salah satu solusi dari kendala tersebut adalah dengan budidaya aeroponik. Aeroponik merupakan suatu sistem bercocok tanam diudara tanpa penggunaan tanah, nutrisi disemprotkan pada akar tanaman dalam bentuk kabut. Penelitian ini dilakukan untuk mempelajari respon tanaman selada (Lactuca sativa L.) var. romaine terhadap perbedaan konsentrasi dan interval waktu penyemprotan nutrisi pada sistem budidaya aeroponik. Budidaya tanaman selada romaine dengan sistem aeroponik pada penelitian ini dilakukan di dalam ruangan tertutup. Benih selada romaine disemai hingga berumur 14 hari. Nutrisi yang diberikan kepada tanaman adalah nutrisi AB mix dalam bentuk kabut. Sumber cahaya untuk pertumbuhan tanaman berasal dari lampu TL. Penyemprotan nutrisi dan pencahayaan tanaman berjalan secara otomatis dengan bantuan kontroler dan timer. Penelitian ini dilaksanakan dengan beberapa tahapan yaitu pembuatan instalasi, pembuatan sistem otomasi penyemprotan nutrisi, penyemaian benih, pembuatan larutan nutrisi, pindah tanam dan panen. Penelitian ini menggunakan rancangan acak lengkap dengan 3 kombinasi perlakuan yaitu konsentrasi 3 mL/L dan interval semprot 3 menit tidak menyemprot (off), konsentrasi 5 mL/L dan interval semprot 5 menit tidak menyemprot (off), dan konsentrasi 7 mL/L dan interval semprot 7 menit tidak menyemprot (off). Parameter pengamatan yang diukur dalam penelitian ini adalah jumlah daun, tinggi batang, panjang akar, bobot basah tajuk dan bobot kering tajuk. Hasil penelitian menunjukkan bahwa respon tanaman selada romaine terhadap pemberian konsentrasi nutrisi 7 mL/L dan interval semprot 7 menit tidak\nmenyemprot yaitu menghasilkan jumlah daun terbanyak yaitu sebanyak 16,07 helai. Hal ini dapat diduga karena pemberian konsentrasi yang tinggi pada larutan nutrisi dapat memicu pembentukan daun pada tanaman selada romaine. Pemberian konsentrasi nutrisi 3 mL/L dan interval semprot 3 menit tidak menyemprot, menghasilkan akar yang terpanjang dengan nilai sebesar 61,30 cm. Hal ini dapat diduga akibat dari pemberian konsentrasi yang rendah akan memicu perpanjangan dan perluasan akar untuk mencapai daerah yang ketersediaan nutrisinya mencukupi. Pemberian konsentrasi nutrisi 5 mL/L dan interval semprot 5 menit tidak menyemprot, menghasilkan batang yang tertinggi, bobot basah tajuk dan bobot kering tajuk yang terberat dengan nilai berturut-turut sebesar 16,29 cm, 43,15 g, dan 2,16 g. Pemberian konsentrasi 5 ml/L dan interval semprot 5 menit tidak menyemprot merupakan rekomendasi yang disarankan untuk pertumbuhan tanaman selada. Sehingga dapat disimpulkan, pemberian konsentrasi 5 ml/L dan interval semprot 5 menit tidak menyemprot menghasilkan pertumbuhan yang baik pada tanaman selada romaine.", "Daftar File": {}, "Penulis": "I Gusti Agung Bagus Krisnanda [11416020]", "Kontributor / Dosen Pembimbing": ["Prof. Sri Nanan B. Widiyanto, Ph.D.", "Dr. Ir. Eri Mustari, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aeroponik, interval semprot, konsentrasi nutrisi, selada romaine.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2020"}