{"Nomor": 51632, "Judul": "DESAIN POLA OPERASI TERMINAL PETIKEMAS KOJA, PELABUHAN TANJUNG PRIOK, JAKARTA UTARA", "Abstrak": "Terminal Peti Kemas Koja merupakan salah satu terminal yang terdapat di Pelabuhan Tanjung Priok yang berlokasi Jakarta Utara. TPK Koja beroperasi sejak tahun 1997 sebagai antisipasi terhadap meningkatnya permintaan pelayanan peti kemas pada awal tahun 1990-an seiring dengan pesatnya peningkatan aktivitas ekspor dan impor di Pelabuhan Tanjung Priok.\nUntuk mewujudkan peran TPK Koja maka dalam Tugas Akhir ini akan dibahas mengenai Desain Pola Operasi Terminal Peti Kemas Koja Pelabuhan Tanjung Priok. Desain Pola Operasi didasarkan pada Rencana Induk Pelabuhan yang telah ditetapkan oleh pemerintah. Desain pola operasi meliputi desain pola operasi dermaga, desain pola operasi lapangan penumpukan serta perhitungan biaya kapital dan tarif handling peti kemas. Desain pola operasi dermaga meliputi desain area dermaga, kombinasi kapal yang bertambat, penentuan alat handling serta perhitungan kapasitas desain handling peti kemas di dermaga. Desain pola operasi lapangan penumpukan meliputi desain area lapangan penumpukan, penentuan alat transportasi horizontal, perhitungan kapasitas desain handling peti kemas di lapangan penumpukan serta pola operasi transportasi horizontal.\nPerhitungan biaya dan tarif handling peti kemas meliputi perhitungan harga peralatan, perhitungan biaya kapital, perhitungan pengeluaran dan pemasukan per tahun serta penentuan tarif handling peti kemas. Perhitungan biaya dan tarif handling peti kemas dilakukan dengan skenario pengadaan total, biaya investasi awal bersifat pinjaman dengan payback period selama 10 tahun..", "Daftar File": {"ABSTRAK Benediktus Brian Prasetya": "https://digilib.itb.ac.id/gdl/download/215221"}, "Penulis": "Benediktus Brian Prasetya [15516059]", "Kontributor / Dosen Pembimbing": ["Alamsyah Kurniawan, S.T., Ph.D.", "Eddy Rachman Gandanegara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Terminal Peti Kemas Koja, Operasi Terminal, Peti Kemas, Produktivitas, Kapasitas, Biaya, Tarif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Sep 2020"}