{"Nomor": 51649, "Judul": "EVALUASI EKONOMI PENAMBANGAN EMAS BAWAH TANAH METODE SUBLEVEL STOPING DI PT XYZ MENGGUNAKAN METODE REAL OPTION: PERBANDINGAN PENDEKATAN BINOMIAL LATTICE DAN FUZZY BINOMIAL LATTICE", "Abstrak": "Saat ini, teknik penilaian proyek yang paling sering digunakan dalam industri pertambangan masih didominasi oleh teknik penilaian konvensional yaitu dengan metode static discounted cash flow (DCF). Meskipun demikian, terdapat karakteristik dari arus kas proyek pertambangan yaitu adanya faktor ketidakpastian dari variabel-variabel yang diperhitungkan, sedangkan pada metode DCF yang bersifat statis mengasumsikan tidak ada risiko terhadap adanya ketidakpastian dari variabel-variabel tersebut. Oleh karena itu, penelitian ini berupaya melakukan analisis ekonomi dengan memperhitungkan adanya opsi fleksibilitas manajemen dalam menghadapi faktor ketidakpastian, yang dikenal dengan Real Options Valuation (ROV).\nEvaluasi ekonomi pada proyek pertambangan emas bawah tanah metode sublevel stoping di PT XYZ dilakukan dengan metode DCF untuk menentukan indikator ekonomi pada metode DCF. Kemudian dilakukan evaluasi ekonomi dengan metode ROV binomial lattice dan fuzzy binomial lattice. Selanjutnya, dilakukan perbandingan hasil evaluasi ekonomi metode DCF, ROV binomial lattice, dan ROV fuzzy binomial lattice.\nHasil penelitian menunjukkan bahwa dengan metode DCF diperoleh NPV sebesar $44,77 juta, IRR sebesar 21,1%, dan PBP adalah 4,65 tahun. Dengan metode ROV binomial lattice diperoleh SNPV sebesar $63,84 juta dan dengan metode ROV fuzzy binomial lattice diperoleh EFNPV sebesar $240,78 juta. Hasil evaluasi kelayakan ekonomi dengan kedua metode menunjukkan bahwa proyek layak secara ekonomi. Namun, pada metode DCF tidak terdapat nilai tambah. Pada metode ROV binomial lattice menunjukkan adanya nilai tambah sebesar $19,07 juta, yang dapat diperoleh apabila mulainya proyek ditunda selama tiga tahun. Sedangkan pada metode ROV fuzzy binomial lattice menunjukkan adanya nilai tambah sebesar $196,01 juta.", "Daftar File": {"COVER Nilam Anarkistyani": "https://digilib.itb.ac.id/gdl/download/215253"}, "Penulis": "Nilam Anarkistyani [12116046]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "evaluasi ekonomi pertambangan, discounted cash flow, real option valuation, binomial lattice, fuzzy binomial lattice", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "29 Sep 2020"}