{"Nomor": 51642, "Judul": "ANALISIS PENGARUH JUMLAH DATA PARAMETER BATUAN DALAM PENENTUAN PROBABILITAS KELONGSORAN", "Abstrak": "Kestabilan lereng tam.bang umumnya dinyatakan dengan nilai Faktor Keamanan (FK), tetapi FK memiliki ketidakpastian deterministik dalam perhitunganya. Metode Probabilitas Kelongsoran (PK) hadir dengan menggunakan seluruh data karakteristik tanah yang ada untuk mengakomodasi setiap variasi yang mungkin terjadi. Metode PK ini membutuhkan data kohesi, sudut gesek dalam, dan bobot isi batuan. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh jumlah data parameter batuan serta data minimal yang dibutuhkan untuk mendapatkan nilai PK yang optimal. Dalam penelitian ini digunakan data kohesi, sudut gesek dalam, dan bobot isi batuan merupakan data yang acak dari sebuah perusahaan pertambangan batubara PT XYZ yang memiliki litologi batuan berupa batuan lempung dan batuan pasir. Data tersebut diam.bi! secara acak sebanyak 30 kali setiap kelompok interval data dengan setiap kelompoknya memiliki jumlah data sebanyak 10, 20, 30, 40, 50, dan 60 data. Data tersebut dianalisis secara statistik menggunakan software @RISK dan SPSS untuk mendapatkanjenis persebaran data, mean, standar deviasi, nilai relatif maksimum, dan nilai relatif minimum. Parameter tersebut digunakan sebagai input untuk software Slide 6. 0 dengan lereng tunggal statis yang ukuran lerengnya telah diasumsikan beserta letak litologi batuanya sehingga didapatkan nilai PK dari lereng tersebut. 30 data PK tersebut kemudian dibuat persamaan garis lurus untuk setiap kelompokjumlah data dan diproses secara statistik untuk setiap kelompokjumlah data sehingga didapatkan persamaan garis lurus dan statistika deskriptifnya. Untuk statistika deskriptif berupa range, mean, dan standar deviasinya dimasukkan dalam grafik untuk setiap interval data mulai dari 10 hingga 60. Dari grafik terlihat bahwa semakin banyak data yang digunakan maka semakin kecil nilai range dan standar deviasi yang berarti semakin kecil persebaran data PK yang didapatkan sehingga bisa disimpulkan semakin representatif, namun tidak berpengaruh terhadap mean dari data PK yang didapatkan Untuk standar deviasi didapatkan persamaan garis power sebagai acuan dalam menghitung jumlah data minimal untuk digunakan dalam perhitungan PK. Dari grafik terlihat bahwa saat jumlah data >40 hasil standar deviasi sudah tidak terlalu berubah dan apabila dimasukkan standar deviasi sebesar 2.49 sebagai sumbu y dalam persamaan garis power y = 108.7x-0·966 didapatkan nilai x sebagai jumlah data minimal yaitu 50 data. Sehingga apabila melakukan perhitungan PK menggunakan Slide 6. 0 seminimal mungkin menggunakan 40 data atau 50 data agar didapatkan hasil PK yang baik dan representatif.", "Daftar File": {"ABSTRAK Shabrun Jamil Fawzi": "https://digilib.itb.ac.id/gdl/download/215245"}, "Penulis": "Shabrun Jamil Fawzi [12116062]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Kestabilan lereng, probabilitas kelongsoran, range, mean, standar deviasi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "29 Sep 2020"}