{"Nomor": 51644, "Judul": "ANALISIS KESTABILAN LERENG AKIBAT OPERASI PELEDAKAN TEROWONGAN NO.4 KERETA CEPAT JAKARTABANDUNG DENGAN METODE KESETIMBANGAN BATAS", "Abstrak": "PT. SINOHYDRO dan PT. POWERCHINA dengan PT. DAHANA (Persero) saat ini sedang\nmelakukan pembangunan Terowongan Kereta Cepat Jakarta-Bandung No.4 di Kabupaten\nPurwakarta. Pembangunan terowongan dilakukan dengan operasi peledakan, sehingga\ndikhawatirkan dapat mempengaruhi kestabilan lereng di sekitar terowongan yang mana\nberdekatan dengan area tambang kuari serta pemukiman warga. Sehingga diperlukan analisis\nkestabilan lereng, menentukan batas aman getaran, dan menentukan batas jumlah muatan\nbahan peledak per waktu tunda untuk menjaga kestabilan lereng. Mulanya, ditentukan\nhubungan PPA dengan PPV berdasarkan data pengukuran lapangan. Selanjutnya hubungan\nPPV dengan Scaled Distance (SD) didapatkan dengan menggunakan perangkat lunak\nBlastware 10.74 berdasarkan data pengukuran lapangan. Lereng penelitian dimodelkan\nbeserta dengan stratigrafinya menggunakan perangkat lunak Rocscience Slide v6.0.\nPerhitungan kestabilan lereng dilakukan secara statis dan dinamis. Dalam menentukan batas\naman getaran, perhitungan dilakukan dengan mengubah seismic load (a) sampai lereng\nmemiliki nilai Faktor Keamanan minimum berdasarkan Kepmen ESDM 1827 Tahun 2018.\nHasil dari penelitian ini berupa analisis kestabilan lereng (FK statis dan FK dinamis)\nberdasarkan data pengukuran lapangan, nilai PPV maksimum, dan berat muatan bahan\npeledak maksimum per waktu tunda. Hasil analisis kestabilan lereng menunjukkan bahwa\nlereng penelitian aman karena memiliki FK statis dan FK dinamis adalah 1,608 dan 1,339.\nNilai PPV maksimum adalah 11,15 mm/s. Berat muatan bahan peledak maksimum per\nwaktu tunda pada jarak 100 m adalah 37,5 kg.", "Daftar File": {"ABSTRAK Haris Jalaludin": "https://digilib.itb.ac.id/gdl/download/215248"}, "Penulis": "Haris Jalaludin [12116032]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Kestabilan lereng, Faktor Keamanan, Peak Particle Velocity, Peak Particle Acceleration, Scaled Distance", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "29 Sep 2020"}