{"Nomor": 51652, "Judul": "STUDI PENGARUH PARAMETER DALAM BIOSINTESIS NANOMETAL PERAK MENGGUNAKAN AGEN PEREDUKSI EKSTRAK TANAMAN: ULASAN KOMPREHENSIF", "Abstrak": "Nanopartikel banyak digunakan di berbagai bidang penelitian baik ilmiah maupun teknik. Salah satu nanopartikel yang banyak digunakan adalah nanometal perak. Nanometal perak memiliki banyak kegunaan, diantaranya sebagai agen antimikroba, antifungi, antivirus, antioksidan, terapeutik, pembalut luka, biosensor, coating, katalis dan sebagainya. Nanometal perak biasa diproduksi menggunakan metode konvensional seperti fisika dan kimia. Namun metode ini memiliki banyak kekurangan seperti penggunaan reagen yang berbahaya bagi lingkungan dan manusia serta kebutuhan energi yang tinggi. Oleh karena itu dilakukan sintesis nanometal perak menggunakan agen-agen biologis yang lebih ramah lingkungan serta rendah konsumsi energinya. Agen-agen biologis ini dapat berupa bakteri, fungi dan tumbuhan. Indonesia memiliki berbagai macam agen biologis yang berpotensi untuk digunakan pada biosintesis nanometal perak. Akan tetapi penelitian komprehensif mengenai efek parameter terhadap biosintesis nanometal masih sedikit sehingga penelitian ini dilakukan. Diharapkan penelitian ini dapat membantu penelitian selanjutnya dalam mempertimbangkan metode biosintesis nanometal perak.\nPenelitian ini dilakukan menggunakan metode studi literatur. Penelitian dimulai dengan mengumpulkan referensi yang berkaitan dengan bahasan seperti nanopartikel, sintesis nanometal perak, biosintesis nanometal perak, karakterisasi, toksisitas dan aplikasi nanometal perak. Selanjutnya dilakukan penyortiran referensi. Setelah referensi tersortir, dilakukan analisis dan ditarik kesimpulan untuk menjawab tujuan penelitian. Parameter yang akan dibahas dan dianalisis adalah temperatur, pH, volume biomassa atau rasio volume dan konsentrasi prekursor atau AgNO3.\nHasil ulasan menunjukkan bahwa variasi dari berbagai parameter yang dibahas memberikan pengaruh terhadap proses biosintesis nanometal perak. Pengaruh ini dapat berupa ukuran nanometal yang terbentuk maupun waktu reaksi proses. Dari beberapa penelitian yang dibahas, didapatkan nilai optimum dari masing-masing parameter adalah temperatur 100 oC, pH 10, rasio volume 10 – 11,11% dan konsentrasi prekursor 1 mM.", "Daftar File": {"COVER Widya Ayu Safitri": "https://digilib.itb.ac.id/gdl/download/215256"}, "Penulis": "Widya Ayu Safitri [12516031]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "nanometal perak, biosintesis, ekstrak tumbuhan, efek parameter", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "29 Sep 2020"}