{"Nomor": 51656, "Judul": "EVALUASI EKONOMI PENAMBANGAN EMAS BAWAH TANAH METODE SUBLEVEL STOPING DI PT XYZ MENGGUNAKAN METODE REAL OPTION: PERBANDINGAN PENDEKATAN BINOMIAL LATTICE DAN BLACK-SCHOLES", "Abstrak": "Investasi pertambangan adalah proyek-proyek padat modal dan bersifat irreversible\ndengan kehidupan ekonomi yang panjang tetapi seringkali terbatas. Kelangsungan\nekonomi dari investasi besar ini biasanya tergantung pada perkembangan suatu\nketidakpastian dari harga komoditas tambang. Metode yang digunakan untuk\nmenganalisis kelayakan investasi ialah metode Discounted Cash Flow (DCF). Namun,\nketidakpastian harga komoditas dikelola dengan mengadopsi teori opsi keuangan. Real\nOption Valuation (ROV) menawarkan cara untuk menghadapi keterbatasan tersebut.\nPenilaian evaluasi ekonomi pada proyek pertambangan emas bawah tanah metode\nSublevel Stoping di PT XYZ dilakukan dengan metode DCF dan analisis sensitivitas\nterhadap perubahan nilai NPV. Hal tersebut bertujuan untuk menentukan indikator\nekonomi pada metode DCF yaitu Net Present Value dan Internal Rate of Return.\nKemudian dilakukan penilaian kelayakan ekonomi dengan metode Real Option Valuation\n(ROV) dengan pendekatan Binomial Lattice dan Black-Scholes dan membandingkan\nhasil perolehan NPV dari metode DCF dan ROV.\nHasil evaluasi ekonomi dengan metode DCF dan ROV menunjukkan bahwa proyek layak\nsecara ekonomi dengan NPV-DCF $30,537,924. Namun, hasil metode ROV\nmenunjukkan nilai yang lebih baik daripada metode DCF. Metode Binomial Lattice\nmenghasilkan Option Value 8 steps $61,468,958, Option Value 20 steps $61,207,452 dan\nOption Value 30 steps $61,061,807 serta Option Value Black Scholes $61,008,834. Pada\nkasus ini dapat dilihat nilai yang dihasilakan dari Binomial Lattice akan mendekati nilai\nyang dihasilakan dengan metode Black-Scholes dengan semakin banyak steps yang\ndigunakan.", "Daftar File": {"ABSTRAK Febri Wiratama Josen": "https://digilib.itb.ac.id/gdl/download/215260"}, "Penulis": "Febri Wiratama Josen [12116070]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "evaluasi ekonomi investasi pertambangan, Discounted Cash Flow, Real Option Valuation, Volatilitas, Binomial Lattice , Black-Scholes", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Sep 2020"}