{"Nomor": 51653, "Judul": "PREDIKSI PENURUNAN MUKA TANAH AKIBAT PANEL PENAMBANGAN LONGWALL BATUBARA PT. XYZ DENGAN METODE EMPIRIK DAN METODE NUMERIK", "Abstrak": "Dalam penambangan batubara bawah tanah, salah satu metode yang digunakan adalah metode Longwall. Metode ini adalah metode ambrukan. Batuan atap dari panel penambangan yang telah selesai ditambang akan dibiarkan ambruk. Pengaruh dari ambrukan ini bisa menyebabkan amblesan di permukaan tanah sehingga dapat membahayakan infrastruktur yang berada pada daerah amblesan.\nMengingat hal tersebut, maka diperlukan adanya analisis untuk memprediksi suatu amblesan dan karakteristik amblesan tersebut. Terdapat tiga hal dalam karakteristik suatu amblesan, yang meliputi nilai maksimum suatu amblesan, luas area amblesan, dan profil amblesan. Dengan melakukan prediksi suatu amblesan dan karakteristiknya, proses penambangan dapat lebih diperhitungkan untuk menghindari terjadinya amblesan yang membahayakan infrastruktur dan komponen lainnya di atas tambang tersebut. Untuk memprediksi amblesan tersebut, dilakukan dua metode secara umum, yaitu metode empirik dengan menggunakan UK National Coal Board dan metode numerik elemen hingga dengan menggunakan perangkat lunak Phase2.\nPada hasil penelitian, terdapat perbedaan antara hasil pemodelan metode empirik dan numerik. Metode numerik memiliki nilai amblesan maksimum lebih kecil, lebar amblesan lebih besar, dan angle of draw yang lebih besar dibandingkan dengan hasil pemodelan metode empirik. Sedangkan profil amblesan oleh metode numerik dengan material lunak menghasilkan amblesan maksimum yang lebih kecil, lebar amblesan yang lebih besar, dan angle of draw yang lebih besar dibandingkan model numerik tanpa material lunak.", "Daftar File": {"COVER Herman Agustinus Rambe": "https://digilib.itb.ac.id/gdl/download/215257"}, "Penulis": "Herman Agustinus Rambe [12116079]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Longwall, Penurunan Muka Tanah, Karakteristik Amblesan, Metode Empirik, Metode Numerik, Material Lunak.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "29 Sep 2020"}