{"Nomor": 51659, "Judul": "KAJIAN KARAKTERISTIK GEOKIMIA DAN LAJU OKSIDASI MINERAL SULFIDA PADA LAPISAN INTERBURDENA 2-B1 PADA PIT TAMBANG AIR LAYA DAN TAMBANG BANGKO PT. BUKIT ASAM", "Abstrak": "KAJIAN KARAKTERISTIKGEOKIMIA DAN LAJU OKSIDASIMINERAL SULFIDAPADALAPISANINTERBURDENA2-B1 PADA PIT TAMBANG AIR LAYA DAN TAMBANG BANGKOPT. BUKIT ASAMOlehYosua Christman Gultom12116076ABSTRAKPT.  Bukit  Asam  adalah  perusahaan  tambang  yang  bergerak  didalam komoditas  batu  bara.  PT. Bukit Asam memiliki Izin Usaha Pertambangan (IUP) di  daerah Sumatera Selatan.Keberadaan mineral sulfida di daerah penambangan dapat menyebabkan reaksi oksidasi dan menghasilkan air dengan tingkat keasaman yang tinggi yang disebutair asam tambang (AAT).Keberadaan AAT akan membahayakan lingkungan apabila dialirkan ke air karena akan merusak ekosistem  lingkungan  karena  tingkat  keasaman  yang  tinggi  dan  mineral  logam  yang  terlarut. Berdasarkan  Keputusan  Menteri  Energi  dan  Sumber  DayaMineral  No.  1827  K/30/MEM/2018, perusahaan tambang wajib melakukan kajian terkait potensi pembentukan dan pengelolaan AAT didaerah penambangan.Karakterisasi  Geokimia  Batuan  bertujuan  menentukan  potensi  pembentukan  air  asam  tambang sedangkan  laju  reaksi  oksidasi  bertujuan  menentukan  kecepatan  laju  pembentukan  air  asam tambang.  Berdasarkan  karakterisasi  geokimia  batuan  diperoleh  bahwa  sampel  AAT  002,  AAT 430, AAT 431 dan AAT 049 merupakan batuan PAF sedangkan sampel AAT 004, AAT 005 dan AAT 098 merupakan batuan NAF.Laju oksidasi menggunakan pendekatan mol besi total (Fe) dan Sulfat (SO4) di air lindiandengan 3 siklus penyiraman yaitu siklus harian, 3 harian dan mingguan. Laju oksidasi menggunakan mol besi  total  memiliki  laju  oksidasi dalam  rentang 5,07x10-13-1,11x10-10mol/m2s  sedangkan  laju oksidasi menggunakan mol sulfat memiliki rentang 2,88x10-10-2,59x10-8mol/m2s.", "Daftar File": {"ABSTRAK Yosua Christman Gultom": "https://digilib.itb.ac.id/gdl/download/215263"}, "Penulis": "Yosua Christman Gultom [12116069]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Karakterisasi, uji statik, uji kinetik, sulfat, besi total, laju oksidasi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "29 Sep 2020"}