{"Nomor": 51668, "Judul": "PERANCANGAN TALI MOORING UNTUK SISTEM TAMBAT STRUKTUR TERAPUNG BARGE DALAM PEKERJAAN PEMANCANGAN DI SELAT MADURA", "Abstrak": "Pekerjaan pemancangan tiang pancang dalam pembangunan dermaga laut umumnya\ndilakukan menggunakan peralatan berbasis darat. Dalam kasus dimana peralatan pemancangan\ntidak dapat dioperasikan dari darat, khususnya pada perairan, digunakan bantuan struktur barge\nuntuk mengakomodir pekerjaan pemancangan. Struktur barge yang merupakan struktur terapung\ndapat bergerak akibat menerima gaya-gaya lingkungan perairan sehingga diperlukan tali tambat\n(mooring) yang mampu mengontrol atau menahan pergerakan struktur barge sesuai dengan\nbatasan atau ketentuan yang ada.\nProses desain tali mooring ini akan mengikuti syarat atau kriteria desain berdasarkan referensi\nAPI RP 2SK, dimana didalamnya mencakup persyaratan tension maksimum dengan penggunaan\nfaktor keamanan dari nilai minimum breaking load dan persyaratan pergerakan struktur terapung.\nDesain tali mooring akan memiliki variasi-variasi dalam pemilihan lokasi barge dalam pekerjaan\npemancangan, arah datang gaya lingkungan yang mengenai barge, dan properti tali mooring\nsendiri.\nDigunakan bantuan perangkat lunak pemodelan respons struktur dimana selanjutnya dapat\ndilakukan analisis terhadap keluaran pemodelan berupa nilai-nilai tension pada tali mooring dan\nrespons perpindahan struktur barge. Analisis keluaran pemodelan menyatakan bahwa variasi tali\nmooring 60 mm grade 1960 Mpa dengan nilai minimum breaking load sebesar 2510 kN memiliki\nnilai tension tali mooring dan perpindahan struktur barge yang memenuhi persyaratan tension\nmaksimum dan perpindahan maksimum.", "Daftar File": {"ABSTRAK Pranaja Abel Amanta": "https://digilib.itb.ac.id/gdl/download/215272"}, "Penulis": "Pranaja Abel Amanta [15516021]", "Kontributor / Dosen Pembimbing": ["Ir. Krisnaldi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "barge, mooring, tension, respons, perpindahan, API RP 2SK.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Sep 2020"}