{"Nomor": 51669, "Judul": "KARAKTERISTIK ZEOLIT CIKEMBAR DAN EVALUASI PEMANFAATANNYA", "Abstrak": "Zeolit merupakan mineral non-logam multi guna karena memiliki sifat-sifat yang unik yaitu\nsebagai absorben, penyaring molekular, penukar ion dan katalisator. Potensi zeolit di\nIndonesia tersebar di Pulau Sumatera, Jawa, Nusa Tenggara dan Sulawesi. Cikembar,\nSukabumi, Jawa Barat sebagai salah satu daerah potensi zeolit memiliki sumberdaya zeolit\nsebesar 24,151,000 ton. Zeolit Cikembar hingga saat ini dimanfaatkan sebagai bahan\nkonstruksi (batu teplek), bahan campuran pakan ternak dan pupuk. Penelitian telah dilakukan\npada sampel Zeolit Cikembar untuk mengetahui komposisi kimia, jenis mineral zeolit,\nkarakteristik dan untuk mengevaluasi pemanfaatan zeolit Cikembar guna memberikan\nrekomendasi pemanfaatan zeolit Cikembar kedepannya. Komposisi kimia zeolit Cikembar\nberdasarkan analisis X-Ray Fluorescence (XRF) didominasi oleh SiO2 dan Al2O3 dengan\npersentase masing-masing 73,04% dan 12,67% juga terdapat komponen lain seperti Fe2O3,\nMgO, CaO, Na2O dan K2O. Dari analysis X-Ray Difraction (XRD), didapati bahwa jenis\nmineral zeolit yang terdapat pada endapan zeolit Cikembar adalah mordenit. Mineral lain\nyang juga terdeteksi adalah sodalit, illit dan pirit. Dari analisis Brunauer-Emmett-Teller\n(BET) didapatkan luas permukaan spesifik zeolit Cikembar adalah 12.162 m2/g dan dengan\nanalisis kapasitas tukar kation (KTK) didapatkan nilai KTK dari zeolit Cikembar adalah\n68,60 meq/100 g. Berdasarkan komposisi kimia dan jenis mineral zeolit dari endapan zeolit\nCikembar dapat disimpulkan bahwa bahwa Fe2O3 adalah sebagai pengotor sedangkan Na2O,\nCaO dan K2O kemungkinan berasal dari komponen extraframework mordenit. Dengan\nmembandingkan karakteristik zeolit Cikembar terhadap endapan zeolit lain di Cikalong,\nTasikmalaya sebagai bahan acuan evaluasi dapat disimpulkan bahwa zeolit Cikembar dapat\ndigunakan untuk pengolahan air dan limbah industri dengan melalui proses aktivasi fisik\nmaupun kimia terlebih dahulu untuk mendapatkan nilai kapasitas tukar kation (KTK) dan\nkemampuan adsorpsi yang lebih tinggi.", "Daftar File": {"ABSTRAK Hans Julian Chyller Makabori": "https://digilib.itb.ac.id/gdl/download/215273"}, "Penulis": "Hans Julian Chyller Makabori [12115027]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Indriati, M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "zeolit, komposisi kimia, luas permukaan spesifik, kapasitas tukar kation (KTK)", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "29 Sep 2020"}