{"Nomor": 51689, "Judul": "DESAIN LAYOUT PEKERJAAN PENGERUKAN ALUR PELAYARAN DAN KOLAM PELABUHAN PATIMBAN TAHAP 1 FASE 1", "Abstrak": "Pelabuhan Patimban merupakan Pelabuhan yang diharapkan dapat menjadi Hub besar kegiatan ekspor-impor otomotif di Indonesia. Untuk bisa memenuhi cita-cita tersebut dibutuhkan fasilitas mumpuni yang dapat mendukung kapal yang lebih besar untuk bisa bersandar dengan aman dan baik. Beberapa fasilitas tersebut diantaranya alur pelayaran dan kolam Pelabuhan. Alur pelayaran merupakan komponen pelabuhan yang digunakan sebagai jalur masuk dan keluar kapal. Kolam pelabuhan merupakan area yang digunakan kapal untuk bersandar serta bermanuver demi keperluan bongkar muat. Konfigurasi yang perlu diperhatikan dalam desain alur pelayaran adalah kedalaman, lebar, dan kemiringan sisi samping. Sedangkan pada kolam pelabuhan, hal yang harus diperhatikan adalah kedalaman dan area kolam putar sebagai tempat kapal bermanuver. Sesuai dengan rencana kapal terbesar untuk pembangunan tahap 1 fase 1, alur pelayaran dan kolam pelabuhan didesain dengan kedalaman -12 m LWS. Untuk mencapai kedalaman tersebut, maka diperlukan pekerjaan pengerukan. Tugas akhir ini mencakup penentuan layout alur pelayaran dan kolam pelabuhan, estimasi volume pengerukan, pemilihan kapal keruk, estimasi durasi pekerjaan pengerukan, dan estimasi biaya yang dibutuhkan untuk pekerjaan pengerukan. Layout yang digunakan adalah alur pelayaran untuk pelayaran 2 arah dari arah utara dermaga. Volume pekerjaan pengerukan sebesar 8,606,467 m3 dan akan dikeruk menggunakan TSHD Andromeda V. Biaya pekerjaan pengerukan sebesar Rp.102,551.78 per meter kubik.", "Daftar File": {}, "Penulis": "Rizki Jatmika Zamzam Rifai [15516007]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nita Yuanita, S.T., M.T.", "Eddy Rachman Gandanegara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Alur Pelayaran, Kolam Pelabuhan, Pengerukan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Sep 2020"}