{"Nomor": 51688, "Judul": "SUSTAINABLE URBAN HERITAGE CONSERVATION IN TERMS OF COMMUNITY PARTICIPATION: CASE STUDY OF HERITAGE AREAS IN TANJUNGPINANG CITY, RIAU ISLANDS PROVINCE, INDONESIA", "Abstrak": "One of the key aspects that influence sustainable conservation is the level of\nawareness of heritage value by the stakeholders, particularly local people. It is\ndescribed through people’s attitudes or behaviors towards conservation and\nperceptions of management activities. However, practically, there is little\ninvolvement or participation of local community in the cultural heritage\nconservation management especially in the decision making process. Thus, the\npurpose of this research is to investigate the factors contributing to community\nparticipation in Tanjungpinang heritage area and examine the effects of those\nfactors on the three levels of community participation. A quantitative data collection\nmethod is used in the research by applying a questionnaire comprising of questionstatements on 180 respondents, which were answered in a 5-point Likert scale. The\ndata was collected from both a purposive sampling and proportional random\nsampling of households in three heritage areas in Tanjungpinang City. The\nhypothesized relationship between factors and three levels of community\nparticipation was tested using partial least squares-structural equation modelling\n(PLS-SEM) and analysed using descriptive analysis. The results highlighted the\nimportance of residents’ interest and knowledge of their community, the cultural\nheritage assets in their neighborhoods and the heritage conservation programs. The\nresults also pointed on the importance of opportunities for local residents as key\nactors of community participation in the heritage conservation programs. Local\nresidents are basically interested in being involved in three levels of community\nparticipation if local government can provide the suitable circumstances and\nopportunities to participate.", "Daftar File": {"BAB 3 Rekha Kartika Tindaon": "https://digilib.itb.ac.id/gdl/download/215354", "ABSTRAK Rekha Kartika Tindaon": "https://digilib.itb.ac.id/gdl/download/215347", "BAB 1 Rekha Kartika Tindaon": "https://digilib.itb.ac.id/gdl/download/215350", "BAB 2 Rekha Kartika Tindaon": "https://digilib.itb.ac.id/gdl/download/215352", "BAB 5 Rekha Kartika Tindaon": "https://digilib.itb.ac.id/gdl/download/215356", "BAB 6 Rekha Kartika Tindaon": "https://digilib.itb.ac.id/gdl/download/215357", "PUSTAKA Rekha Kartika Tindaon": "https://digilib.itb.ac.id/gdl/download/216621"}, "Penulis": "Rekha Kartika Tindaon [25418043]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "ability factor, level of community participation, motivation factor, opportunity factor, sustainable heritage conservation.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "30 Sep 2020"}