{"Nomor": 51680, "Judul": "ANALISIS PERUBAHAN FISIK LINGKUNGAN HUNIAN DAN SOSIAL EKONOMI WARGA TAMANSARI SETELAH RELOKASI KE RUSUNAWA RANCACILI", "Abstrak": "Relokasi yang dilakukan oleh Pemerintah Kota Bandung terhadap warga RW 11 di\nKelurahan Tamansari ke Rusunawa Rancacili memiliki perubahan terhadap\nkondisi fisik dan lingkungan hunian serta kondisi sosial ekonomi warganya. Salah\nsatu kendala yang terjadi dimana banyak warga yang merasa tidak puas dengan\nrelokasi yang dilaksanakan sehingga memilih untuk tidak pindah ke tempat yang\nsudah disediakan oleh Pemkot Bandung yaitu di Rusunawa Rancacili. Penelitian\nini bertujuan untuk menganalisis perubahan kondisi fisik lingkungan hunian dan\nsosial ekonomi warga terhadap pelaksanaan relokasi permukiman yang ada di\nKelurahan Tamansari ke Rusunawa Rancacili berdasarkan tingkat kepuasan.\nPenelitian ini menggunakan metode pengumpulan data secara primer yaitu melalui\nkuesioner dan wawaancara serta sekunder menggunakan tinjauan literatur.\nAnalisis yang digunakan yaitu metode kuantitatif menggunakan analisis Uji Sample\nPaired T-test dan Chi Square serta menggunakan analisis kualitatif dari hasil\nwawancara. Penelitian ini dibahas lebih dalam mengenai karakteristik fisik\nlingkungan hunian dan sosial ekonomi warga, perubahan kondisi fisik lingkungan\nhunian dan sosial ekonomi setelah relokasi, tingkat kepuasan warga, dan\nketerkaitan antara karakteristik fisik lingkungan dan sosial ekonomi dengan tingkat\nkepuasan warga. Hasil analisis menunjukkan relokasi mampu memperbaiki kondisi\nfisik hunian, akan tetapi lokasi relokasi cenderung jauh dari tempat kerja, sekolah,\nsarana pendukung kegiatan, dan juga rawan banjir.", "Daftar File": {}, "Penulis": "Athaya Eka Suri [15416221]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T.", "Lanthika Atianta, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kelurahan Tamansari, Perubahan, Relokasi, Rusunawa Rancacili, Tingkat Kepuasan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "30 Sep 2020"}