{"Nomor": 51719, "Judul": "THE MEMORY SPACE", "Abstrak": "Merekam ingatan dan benda merupakan gagasan dasar riset penciptaan karya berjudul The Memory of Space (Ruang Ingatan) ini. Ingatan sering kali melekat pada benda dan tempat sebagai jangkar terhadap peristiwa, tempat atau orang pada masa tertentu. Penemuan fotografi telah menempatkan foto sebagai medium yang dianggap bisa merekam secara objektif realitas, sehingga medium ini telah lazim digunakan sebagai media untuk mengabadikan atau membekukan ingatan. Namun ingatan seperti sebuah residu dari masa lalu. Seiring berjalannya waktu ia akan dilupakan atau hilang.\nRiset penciptaan karya ini berangkat dari gagasan tersebut, dengan secara khusus mengangkat persoalan ruang memori atau ingatan terhadap pengalaman akan kehilangan seseorang, sebuah pengalaman yang universal bagi manusia. Ingatan seseorang yang telah hilang sering kali diwakili melalui benda-benda tertentu yang bersifat personal dan subyektif. Penulis mengumpulkan benda-benda yang secara subyektif mewakili ingatan akan penulis dan teman penulis terhadap seseorang yang telah tiada. Menurut penulis, manusia memiliki ketakutan untuk melupakan ingatan. Hal ini yang melatarbelakangi seringnya manusia cenderung untuk menyimpan barang atau memotret apa yang takut dilupakannya. Terlebih lagi, di jaman yang sudah serba digital dan mudah ini.\nPenulis menggunakan pendekatan fotografi untuk merekam benda-benda tersebut. Fotografi dikenal sebagai medium yang dimanfaatkan untuk merekam kejadian yang dianggap penting. Orang sering kali melihat kembali foto untuk mengingat dari apa yang ingin seseorang ingat di masa lalu.\nMelalui karya The Memory Space, penulis menggunakan pendekatan fotografi dan instalasi untuk menciptakan suasana akan membawa apresiator kepada atau nuansa mengenai berkabung. Karya instalasi ini, merupakan representasi ruang ingatan terhadap benda-benda yang pada suatu masa penting, namun pada akhirnya ia akan hilang atau pada satu masa nanti menjadi tidak penting. Akan tetapi, situasi pandemi Covid-19 yang tidak memungkinkan penulis untuk mewujudkannya, penulis mengambil alternatif bentuk virtual reality sebagai penghantar menuju bentuk karya yang dimaksudkan.", "Daftar File": {"2020 TS PP DIAN PRATIWI WILLYARTI 1.pdf?": "https://digilib.itb.ac.id/gdl/download/215406"}, "Penulis": "Dian Pratiwi Willyarti [27017003]", "Kontributor / Dosen Pembimbing": ["Dr. Nurdian Ichsan, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "ingatan (memori), kehilangan, melupakan, fotografi, instalasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Sep 2020"}