{"Nomor": 51716, "Judul": "UJI EFEK ANTIHIPERTENSI TUMPANG AIR (PEPEROMIA PELLUCIDA (L.) KUNTH), SELADA AIR (NASTURTIUM OFFICINALE R. BR) DAN KOMBINASINYA TERHADAP TIKUS WISTAR JANTAN YANG DIINDUKSI DEKSAMETASON", "Abstrak": "Hipertensi merupakan salah satu penyakit kardiovaskular yang paling banyak terjadi di Indonesia.\nSelain obat konvensional, obat bahan alam dapat menjadi alternatif pengobatan hipertensi. Tanaman\ntumpang air (Peperomia pellucida (L.) Kunth) dan selada air (Nasturtium officinale R. Br) digunakan\nsecara tradisional untuk menurunkan tekanan darah. Penelitian sebelumnya menunjukkan bahwa\nkedua tanaman dapat menginhibisi Angiotensin Converting Enzyme (ACE). Penelitian ini dilakukan\nuntuk mengetahui pengaruh pemberian kombinasi kedua tanaman tersebut terhadap tekanan darah\ntikus Wistar jantan yang diinduksi deksametason. Pengukuran tekanan darah dilakukan menggunakan\ninstrumen non-invasif CODA® tail-cuff blood pressure system pada sebelum induksi, sesudah induksi,\ndan selama pemberian terapi hingga hari ke-5. Tekanan darah sistolik (TDS) kelompok tumpang air 30\nmg/kg bb dan kombinasi dosis ½:½ mengalami penurunan yang signifikan (p<0,05) sejak hari ke-3\nterapi, selada air 45 mg/kg bb pada hari ke-3 dan ke-4 terapi dan kombinasi dosis 1:1 pada hari ke-1,\n3, 4 dan 5 terapi. Tekanan darah diastolik (TDD) kelompok selada air dan kombinasi dosis 1:1\nmengalami penurunan yang signifikan sejak hari ke-3 terapi sedangkan kelompok tumpang air dan\nkombinasi dosis ½:½ sejak hari ke-4 terapi. Rata-rata penurunan TDS kelompok tumpang air, selada\nair, kombinasi dosis 1:1 dan kombinasi dosis ½:½ setelah hari ke-5 terapi secara berturut-turut adalah\n40,26; 56,68; 38,78 dan 43,86 mmHg sedangkan penurunan TDD berturut-turut sebesar 23,54; 48,31;\n24,65 dan 24,66 mmHg. Efektivitas penurunan tekanan darah pada kombinasi dosis ½:½, kombinasi\ndosis 1:1 sebanding (p>0,05). Konsentrat jus tumpang air 30 mg/kg bb, konsentrat jus selada air 45\nmg/kg bb beserta kombinasinya terbukti memiliki aktivitas antihipertensi secara in-vivo.", "Daftar File": {"ABSTRAK Salsabila Nur Anzani": "https://digilib.itb.ac.id/gdl/download/215403"}, "Penulis": "Salsabila Nur Anzani [10716098]", "Kontributor / Dosen Pembimbing": ["Dr. Afrillia Nuryanti Garmana, S.Si., Apt., M.Si.", "Prof. Dr. apt. I Ketut Adnyana, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hipertensi, deksametason, Nasturtium officinale R. Br, Peperomia pellucida (L.) Kunth", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Sep 2020"}