{"Nomor": 51729, "Judul": "DESAIN STRUKTUR DERMAGA PETI KEMAS TIPE DECK ON PILE TERMINAL CIKARANG BEKASI LAUT (CBL)", "Abstrak": "Cikarang merupakan kawasan industri di wilayah penyangga DKI Jakarta, yaitu tepatnya di Kabupaten Bekasi yang berjarak 34 km dari Jakarta. Kawasan Industri Cikarang saat ini telah menyabet predikat sebagai kota industri paling besar di Asia Tenggara. Namun, jalur masuk barang menuju Cikarang saat ini hanya melalui Pelabuhan Tanjung Priok di Jakarta lalu diangkut dengan truk melalui Tol Tanjung Priok. Solusi dari permasalahan tersebut diinisiasi oleh PT. Pelabuhan Indonesia II (PT. Pelindo II atau IPC) dalam Proyek Terminal dan Inland Waterways Cikarang Bekasi Laut (CBL). Kapal atau barge yang membawa peti kemas akan melalui kanal CBL menuju Terminal CBL, untuk kemudian diangkut dengan truk menuju Kawasan Industri Cikarang melalui jalur tol Cibitung-Cilincing yang sedang dalam tahap pembangunan.\nPada Tugas Akhir ini akan dilakukan perancangan struktur dermaga tipe deck on pile pada terminal CBL yang melayani komoditas peti kemas. Dermaga direncanakan akan melayani kapal tipe inland vessel dengan kapasitas terbesar 96 TEU. Perencanaan dermaga diawali dengan pengumpulan data lingkungan dan alat operasional dermaga untuk menentukan gaya-gaya yang bekerja, dimensi awal dermaga, dan dimensi awal elemen struktural dermaga.\nKemudian dilakukan analisis dan pemodelan struktur dengan bantuan perangkat lunak SAP 2000 untuk mengetahui kehandalan struktur rencana terhadap beban yang bekerja. Analisis dan pemodelan struktur menghasilkan keluaran berupa nilai unity check ratio (UCR), defleksi, gaya dalam, serta reaksi perletakan. Struktur dioptimasi hingga mencapai nilai UCR antara 0.7 hingga 1.0 serta defleksi memenuhi besarnya defleksi yang diizinkan. Setelah dioptimasi, keluaran gaya dalam akan dijadikan dasar untuk desain penulangan elemen dermaga, sedangkan keluaran reaksi perletakan tiang pancang dijadikan dasar untuk analisis daya dukung tanah.", "Daftar File": {}, "Penulis": "Samuel Andromeda Samudra [15516026]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "desain struktur, dermaga, deck on pile, terminal dan inland waterways CBL, SAP 2000", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Sep 2020"}