{"Nomor": 51738, "Judul": "ANALISIS SEMIOTIKA VISUAL PADA ILUSTRASI SAMPUL MAJALAH TEMPO EDISI SEPTEMBER-NOVEMBER 2017 DALAM KASUS KORUPSI E-KTP SETYA NOVANTO", "Abstrak": "Kasus korupsi e-KTP pada tahun 2017 yang menyeret Setya Novanto menjadikannya perbincangan publik, termasuk media massa seperti Majalah Tempo melalui sampulnya. Majalah Tempo menggunakan gambar ilustrasi pada setiap rilisannya dengan karakter dan penggayaan visual yang khas serta kerap menimbulkan kontroversi. Selain itu, gambar ilustrasi pada sampul majalah ini pun memiliki makna dan kode tersembunyi yang perlu diinterpretasi secara mendalam. Oleh karena itu, penelitian ini bertujuan untuk dapat menjelaskan struktur tanda visual pada ilustrasi sampul Majalah Tempo edisi September-November 2017 dalam kasus e-KTP Setya Novanto. Selain itu, penelitian in pun ditujukan untuk dapat mengungkap kode-kode yang terkandung pada ilustrasi sampul Majalah Tempo tersebut. Penelitian ini menggunakan pendekatan kualitatif dengan analisis yang bersifat deskriptif interpretatif. Metode yang digunakan yaitu semiotika visual dengan teori semiotika Roland Barthes meliputi struktur tanda visual serta Lima Kode Barthes. Peneliti berkesimpulan bahwa struktur tanda visual keempat sampul Majalah Tempo yang diteliti ini tersusun oleh keberagaman penanda yang menghasilkan makna tentang politikus Setya Novanto yang berusaha dengan cara-cara dramatik untuk dapat lepas dari jeratan kasus korupsi dan turut melibatkan berbagai pihak. Selain itu, kode-kode konvensional yang terungkap melalui Lima Kode Barthes menunjukkan upaya-upaya terkait kasus korupsi e-KTP pada saat itu, baik Setya Novanto sebagai tersangka, KPK sebagai penegak hukum, maupun pihak-pihak lain yang terlibat ketika proses penegakan hukum tengah berjalan.", "Daftar File": {"2020 TS PP AZHAR NATSIR AHDIAT 1.pdf?": "https://digilib.itb.ac.id/gdl/download/215459", "2020 TS PP AZHAR NATSIR AHDIAT 2.pdf?": "https://digilib.itb.ac.id/gdl/download/215461", "2020 TS PP AZHAR NATSIR AHDIAT 3.pdf?": "https://digilib.itb.ac.id/gdl/download/215462"}, "Penulis": "Azhar Natsir Ahdiyat [27117062]", "Kontributor / Dosen Pembimbing": ["Dr. Acep Iwan Saidi, S.S., M.Hum.", "Dr. Agus Sachari, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "ilustrasi, sampul majalah, semiotika visual, tanda, kode", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "3 file", "Tanggal Input": "30 Sep 2020"}