{"Nomor": 51744, "Judul": "PERANCANGAN STRUKTUR DERMAGA KARGO TIPE DECK ON PILE DI PELABUHAN SOASIO, KOTA TIDORE KEPULAUAN, PROVINSI MALUKU UTARA", "Abstrak": "Pelabuhan Soasio merupakan salah satu pelabuhan pengumpan skala regional yang\nterletak di daerah Goto, Kota Tidore Kepulauan, Provinsi Maluku Utara. Pelabuhan\nini turut mengambil peran dalam pendistribusian komoditas, khususnya komoditas\npertanian, perkebunan dan kehutanan, peternakan, serta perdagangan barang besar\ndan eceran yang menjadi komoditas utama Kota Tidore Kepulauan. Untuk\nmengakomodasi pendistribusian komoditas, dibutuhkan dermaga yang dapat\nmenangani komoditas berupa kargo potongan (general cargo).\nPenulisan laporan Tugas Akhir ini bertujuan untuk melakukan perancangan struktur\ndermaga kargo tipe deck on pile di Pelabuhan Soasio, Kota Tidore Kepulauan,\nProvinsi Maluku Utara. Struktur dermaga dirancang berdasarkan kriteria desain\nyang berlaku dan meliputi perancangan trestle yang menghubungkan dermaga\ndengan daratan. Perancangan pada Tugas Akhir mencakup penentuan layout\ndermaga, dimensi struktur dan elemen struktural dermaga dan trestle, pemodelan\nstruktur, desain penulangan struktur, dan analisis daya dukung tanah.\nDalam penentuan layout dermaga dan desain awal struktur, digunakan data\nsekunder berupa data karakteristik kapal dan data lingkungan yang didapatkan dari\ndokumentasi konsultan. Selain itu, terdapat juga data alat-alat operasional yang\ndigunakan pada dermaga kargo yang dirancang. Data sekunder yang telah diolah\nakan menghasilkan parameter-parameter yang dibutuhkan untuk menentukan\nlayout dermaga serta perancangan struktur dermaga dan trestle.\nPerangkat lunak SAP2000 digunakan dalam pemodelan struktur untuk mengetahui\nkeandalan desain struktur terhadap beban yang bekerja pada struktur. Pemodelan\ndilakukan hingga didapatkan desain struktur yang optimum, yaitu dengan UCR\n(unity check ratio) yang berada pada rentang 0,7 hingga 1,0 dan disertai kondisi\ndefleksi yang memenuhi izin. Adapun nilai UCR optimum yang didapatkan untuk\ndermaga adalah sebesar 0,96, sementara untuk trestle adalah sebesar 0,92 dengan\ndefleksi pada keduanya memenuhi. Gaya dalam elemen struktural dari keluaran\nSAP2000 digunakan untuk merancang penulangan elemen struktural. Lalu, analisis\ndaya dukung tanah juga dilakukan untuk mendapatkan kedalaman serta tinggi tiang\npancang yang dibutuhkan berdasarkan reaksi struktur dan data geoteknik.\nDermaga kargo yang dirancang untuk melayani bongkar muat kargo potongan\n(general cargo) dengan kapal terbesar berukuran 5.000 DWT memiliki panjang 135\nm dan lebar 12,5 m dengan kedalaman dermaga -7,27 LWS serta elevasi lantai\ndermaga +2,4 m dari LWS. Trestle yang dirancang sebagai penghubung dermaga  dengan daratan memiliki panjang 68 m dan lebar 6 m dengan elevasi lantai yang\nsama dengan dermaga, yaitu +2,4 m dari LWS. Untuk mengakomodasi kapal yang\nberlabuh pada dermaga, terdapat fender unit element UE800x1500(E2) serta tee\nbollard dengan kapasitas 30 ton.\nElemen struktural pada dermaga dan trestle terdiri dari tiang pancang, balok, pelat,\ndan pile cap. Tiang pancang pada dermaga memiliki ukuran 609,6 mm dengan tebal\n11,9 mm, sementara tiang pancang pada trestle memiliki ukuran 406,4 mm dengan\ntebal 11,13 mm. Terdapat beberapa jenis balok dan pelat yang berada pada dermaga\ndengan trestle untuk memenuhi kebutuhan desain dermaga. Secara umum, balok\npada dermaga dan trestle memiliki tebal 1000 mm dan lebar 500 mm. Lalu, pelat\nyang berada pada dermaga memiliki ukuran 250 mm, sementara pelat pada trestle\nmemiliki ukuran 150 mm. Pile cap yang terdapat pada kedua struktur tersebut\nmengikuti diameter tiang pancang masing-masing serta kebutuhan lainnya,\nsehingga pile cap dermaga berukuran 1300 mm x 1300 mm x 1500 mm, sementara\npile cap trestle berukuran 900 mm x 900 mm x 1500 mm.\nPenulangan untuk elemen struktural beton dermaga dan trestle dilakukan untuk\nmasing-masing jenis balok, pelat, dan pile cap. Lalu, berdasarkan hasil analisis daya\ndukung tanah yang telah dilakukan, didapatkan kebutuhan kedalaman\npemancangan fondasi tiang pancang serta tinggi tiang pancang desain sebagai\nberikut. Untuk struktur dermaga, dibutuhkan kedalaman pemancangan sebesar 16\nm dengan tinggi seluruh tiang pancang desain untuk dermaga sebesar 24 m.\nSementara itu, untuk struktur trestle dibutuhkan kedalaman pemancangan sebesar\n14 m. Tiang pancang desain untuk trestle secara umum adalah sebesar 18 m, kecuali\nuntuk dua tiang pancang dengan jarak antar tiang 2 m yang berada dekat dengan\nsisi dermaga, dibutuhkan tinggi tiang pancang desain sebesar 24 m.\nSeluruh hasil desain yang didapatkan untuk struktur dermaga dan trestle dibuatkan\ngambar detailed design masing-masing yang terlampir pada laporan Tugas Akhir\nini.", "Daftar File": {"ABSTRAK Alda Tazkia Fadhilah": "https://digilib.itb.ac.id/gdl/download/215484"}, "Penulis": "Alda Tazkia Fadhilah [15516022]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Tugas Akhir, Layout Dermaga, Pemodelan Struktur, Penulangan, Daya Dukung Tanah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Sep 2020"}