{"Nomor": 51753, "Judul": "FORMULASI DAN EVALUASI SEDIAAN SAMPO DARI EKSTRAK ETANOL RIMPANG TEMULAWAK (CURCUMA XANTHORRHIZA ROXB.) SERTA UJI AKTIVITAS ANTIKETOMBE TERHADAP MALASSEZIA FURFUR", "Abstrak": "Malassezia furfur merupakan jamur oportunis yang termasuk mikroflora kulit, jamur ini seringkali\nditemukan pada rambut berketombe. Salah satu senyawa aktif yang telah diketahui memiliki aktivitas\nmenghambat pertumbuhan Malassezia sp. adalah xantorizol yang merupakan senyawa identitas\nrimpang temulawak (Curcuma xanthorrhiza Roxb.). Penelitian ini bertujuan untuk mengembangkan\nformula sampo antiketombe dari ekstrak temulawak. Cakupan penelitian terdiri dari kajian literatur\nterkait formulasi liquid cream shampoo secara umum, penentuan aktivitas antijamur dari ekstrak,\nevaluasi umum sampo, penentuan aktivitas sampo antiketombe, potensi iritasi okular dan dermal dari\nbahan yang digunakan, serta potensi timbulnya bekas warna dari ekstrak dan solusinya. Tahapan\npercobaan yang telah dilakukan meliputi karakterisasi simplisia, penyiapan dan penapisan fitokimia\nekstrak etanol rimpang temulawak, identifikasi mikroskopik jamur M. furfur, optimasi proses dan\nformula basis sampo secara kualitatif, dan uji simulasi warna ekstrak dalam sampo secara kualitatif.\nDari hasil karakterisasi simplisia didapatkan didapatkan adanya butir amilum, parenkim korteks,\nberkas pengangkut, serabut sklerenkim, dan jaringan gabus pada pengujian mikroskopik, kadar air\n5,00±0,00%, kadar sari larut air 15,44±0,54%, kadar sari larut etanol 21,28±0,42%, kadar abu total\n5,63±0,15%, dan susut pengeringan 2,86±2,83%. Pada ekstrak etanol rimpang temulawak terdeteksi\nflavonoid, kuinon, dan triterpenoid. Formula basis liquid cream shampoo yang memiliki homogenitas\ndan kekentalan yang paling baik terdiri dari 20% SLES, 3% CAPB, 3% NaCl, 2% glikol distearat, 2%\ndimetikon, namun busa yang dihasilkan belum memuaskan. Dari optimasi proses dengan ultraturrax\ndidapat hasil yang optimum pada kecepatan 8000 rpm selama 10 menit. Tidak ditemukan data hasil\npenelitian aktivitas antijamur ekstrak rimpang temulawak terhadap Malassezia furfur, hanya\nditemukan data aktivitas antijamur dari isolat dengan MIC 1,25 µg/mL dan MFC 5 µg/mL. Bahan-bahan\nsampo yang digunakan pada penelitian memiliki potensi iritasi mata dan kulit yang rendah.", "Daftar File": {"ABSTRAK Vinaya Margayu": "https://digilib.itb.ac.id/gdl/download/215504"}, "Penulis": "Vinaya Margayu [10716089]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yeyet Cahyati Soemirtapura", "Dr. apt. Tri Suciati, M.Si.", "Dr. apt. Rika Hartati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Curcuma xanthorrhiza, dandruff, Malassezia, Malassezia furfur, shampoo", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Sep 2020"}