{"Nomor": 51759, "Judul": "PERANCANGAN STRUKTUR DERMAGA CURAH CAIR TIPE DOLPHIN PADA TERMINAL BAHAN BAKAR MINYAK (TBBM) PANGKALAN BUN, KALIMANTAN TENGAH", "Abstrak": "Indonesia adalah sebuah negara kepulauan yang sebagian besar wilayahnya\nmerupakan laut. Kondisi ini membuat transportasi laut memegang peranan penting dalam\npendistribusian komoditas yang diperlukan masyarakat, salah satunya adalah Bahan Bakar\nMinyak (BBM). Untuk meningkatkan efektifitas dan efisiensi dalam pendistribusian BBM ke\nwilayah Kalimantan Tengah, dibangun sebuah dermaga curah cair yang berlokasi di Terminal\nBahan Bakar Minyak (TBBM) Pangkalan Bun, Provinsi Kalimantan Tengah. Lokasi studi\nperancangan dermaga adalah di Sungai Kapitan, Kecamatan Kumai, Kabupaten Kotawaringin\nBarat, Kalimantan Tengah, Indonesia. Dermaga direncanakan untuk menerima kapal tanker\nMT Iriani (1100 DWT) dan MT Musi (3540 DWT).\nTugas Akhir ini membahas desain struktur dermaga curah cair tipe dolphin yang terdiri atas\nloading platform, breasting dolphin, mooring dolphin, trestle, dan catwalk. Struktur dermaga\ndidesain sesuai dengan kondisi lingkungan pada lokasi dermaga dan pembebanan pada struktur\ndermaga, yang terdiri atas beban berthing, beban mooring, beban mati, beban manusia, beban\noperasi, dan beban lingkungan. Desain awal atau preliminary design menghasilkan dimensi\ndermaga dan elemen struktural dermaga berdasarkan pembebanan dominan pada dermaga.\nStruktur dermaga selanjutnya dimodelkan menggunakan perangkat lunak analisis struktur dan\ndilakukan optimasi atau perubahan struktur dermaga hingga diperoleh nilai UCR dan defleksi\nyang memenuhi kriteria desain yang digunakan. Keluaran dari pemodelan struktur setelah\ndiperoleh desain optimum adalah gaya dalam elemen beton dan reaksi perletakan dari struktur\ndermaga. Gaya dalam digunakan pada tahap berikutnya, yaitu desain penulangan elemen\nstruktural dermaga. Selanjutnya dilakukan perhitungan kedalaman tiang pancang yang\ndiperlukan untuk setiap struktur berdasarkan nilai reaksi perletakan yang diperoleh dari model\nstruktur dan data kondisi tanah pada lokasi dermaga.\nTugas Akhir ini akan menghasilkan desain rencana yang terdiri atas dimensi dermaga dan\nelemen struktural dermaga, penulangan elemen struktural dermaga, dan kedalaman tiang\npancang dermaga.", "Daftar File": {"ABSTRAK Farhan Dhiya Nikara": "https://digilib.itb.ac.id/gdl/download/215519"}, "Penulis": "Farhan Dhiya Nikara [15516050]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "dermaga, struktur, curah cair, dolphin.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Sep 2020"}