{"Nomor": 51751, "Judul": "PERANCANGAN METODE PERENCANAAN DAN PENGENDALIAN PRODUKSI SISTEM MRP TERTUTUP TERMODIFIKASI PADA AREA PRODUKSI PER KOIL PT CLOVER", "Abstrak": "PT Clover merupakan salah satu perusahaan yang menghasilkan produk berupa\nspring bed atau matras sebagai produk utamanya. Penelitian ini difokuskan di area\nproduksi per koil, yang merupakan area produksi untuk memproduksi matras\nsetengah jadi, dimulai dari membuat per dari kawat mentah yang terbuat dari baja,\nmerakit rangka matras menggunakan per-per tersebut, hingga memoles rangka\nmatras hasil rakitan. Gejala masalah yang timbul di area produksi per koil adalah\nterjadinya penumpukan Work in Process (WIP) yang disebabkan karena belum\nadanya perencanaan dan pengendalian produksi yang terstruktur dan belum\ndiketahui kebijakan penyediaan stok pengaman untuk setiap WIP. Oleh karena itu,\nakan dirancang metode perencanaan dan pengendalian produksi untuk menurunkan\nWIP yang dihasilkan di area produksi per koil serta akan ditetapkan kebijakan\npenyediaan stok pengaman untuk setiap WIP tersebut.\nUntuk menurunkan WIP yang dihasilkan di area produksi per koil, dirancang suatu\nmetode perencanaan dan pengendalian produksi sistem Material Requirements\nPlanning (MRP) tertutup yang dimodifikasi. Selain itu, kebijakan penyediaan stok\npengaman untuk setiap WIP pada suatu minggu diperoleh dengan mengalikan\nstandar deviasi permintaan setiap WIP pada minggu sebelumnya dengan tingkat\npelayanan yang dikehendaki oleh manajemen.\nBerdasarkan hasil simulasi metode perencanaan dan pengendalian produksi yang\ndiusulkan menggunakan skenario permintaan produk yang variatif, diperoleh hasil\nbahwa untuk kasus perencanaan produksi pada minggu kedua Bulan Februari 2020,\n17 dari 21 jenis WIP yang dihasilkan di area produksi per koil dapat diturunkan\nrata-rata inventori per harinya. Hal ini sejalan dengan tujuan dikembangkannya\nmetode perencanaan dan pengendalian produksi dalam penelitian ini, yaitu untuk\nmenurunkan WIP yang dihasilkan di area produksi per koil.", "Daftar File": {}, "Penulis": "Arif Shafwan Rasyid [13416069]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "perencanaan dan pengendalian produksi, sistem MRP tertutup, stok pengaman, work in process, area produksi per koil.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Sep 2020"}