{"Nomor": 51769, "Judul": "ANALISIS MODEL BISNIS BERKELANJUTAN UNTUK PENERAPAN ENERGI BARU TERBARUKAN BERBASIS BIOGAS DI KAWASAN PERDESAAN (STUDI KASUS: DESA CIBODAS, KECAMATAN LEMBANG)", "Abstrak": "Penggunaan energi baru terbarukan berbasis biogas dapat menjadi jawaban atas\nrendahnya tingkat elektrifikasi di kawasan terpencil. Ketahanan energi merupakan salah\nsatu faktor terpenting dalam berjalannya kegiatan pengembangan desa. Akan tetapi dalam\npenerapannya, terdapat berbagai macam tantangan yang menghambat terjadinya\npenggunaan teknologi pembangkit energi baru terbarukan berbasis biogas di kawasan\nperdesaan yang berkelanjutan. Untuk mengatasi tantangan tersebut, diperlakukan\nperencanaan program yang matang dan dituangkan ke sebuah kanvas model bisnis yang\nterdiri dari elemen-elemen tertentu. Dengan terbentuknya model bisnis optimal untuk\npenerapan teknologi biogas di kawasan perdesaan, diharapkan penerapan tersebut dapat\nterjadi secara berkelanjutan. Oleh sebab itu, penelitian ini mengkaji bagaimana rumusan\nmodel bisnis berkelanjutan dapat menghadapi tantangan penerapan energi baru\nterbarukan di kawasan perdesaan.\nPenelitian ini menggunakan metode penelitian kualitatif dengan pendekatan studi\nkasus untuk menggambarkan kasus secara komprehensif dengan teknik analisis deskriptif,\nkonten serta koding. Materi analisis didapatkan dengan cara wawancara kepada para\ninforman kunci yang mengetahui kondisi ideal maupun existing dari penerapan biogas di\nkawasan perdesaan.\nBerdasarkan hasil analisis, diketahui bahwa tantangan serta hambatan yang terjadi\ndi lapangan dalam kegiatan program penerapan biogas dapat diatasi secara efektif dengan\nstrategi tertentu yang dituangkan kedalam model bisnisnya. Selain itu, penggunaan biogas\njuga terbukti memiliki manfaat yang beragam bagi para penggunanya terutama dari segi\nfinansial serta lingkungan.", "Daftar File": {}, "Penulis": "Rayhan Aditya [15416097]", "Kontributor / Dosen Pembimbing": ["Dr. Saut Aritua Hasiholan Sagala, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Biogas, Model Bisnis, Energi Baru Terbarukan, Tantangan Penerapan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "30 Sep 2020"}