{"Nomor": 51762, "Judul": "PERBANDINGAN KONFIGURASI DAN ANALISIS DESAIN MOORING STRUKTUR TURBIN ANGIN TERAPUNG SEMI SUBMERSIBLE DI PERAIRAN JAWA BAGIAN SELATAN", "Abstrak": "Struktur turbin angin terapung adalah struktur yang dibangun di lepas pantai untuk\nmenghasilkan listrik dari angin. Selama masa operasi turbin angin terapung, struktur turbin angin\nharus mampu menjaga kestabilan, pergerakan, dan menahan gaya lingkungan. Gaya lingkungan\ntersebut terbagi kedalam gelombang, angin, dan arus. Pada tugas akhir kali ini, jenis struktur terapung\nyang digunakan ialah semi submersible dengan nilai ballast yang ditentukan menyesuaikan dengan\ntarget kedalaman draft struktur terapung. Analisis yang akan dilakukan ialah seputar pengaruh arah\ngaya lingkungan terhadap respon gerak dan gaya tarik efektif tali mooring. Proses analisis dilakukan\ndengan pertama menentukan bentuk dan dimensi dari struktur terapung semi submersible dan\ndilakukan pemodelan dengan menggunakan dua perangkat lunak, satu untuk memodelkan struktur\ndan kedua untuk memodelkan tali mooring serta beban dari gaya lingkungan. Analisis batasan\npergerakan struktur mengacu rekomendasi batasan offset dari jurnal ocean engineering, sedangkan\nbatasan gaya tarik mooring mengacu pada American Bureau of Shipping. Dilakukan juga analisis\ntambahan yaitu perbandingan antara dua konfigurasi tali mooring yang akan menghasilkan nilai yang\nlebih optimal.", "Daftar File": {"ABSTRAK Ivan Setiawan": "https://digilib.itb.ac.id/gdl/download/215513"}, "Penulis": "Ivan Setiawan [15516051]", "Kontributor / Dosen Pembimbing": ["Ir. Krisnaldi, M.Sc., Ph.D.", "Jessica Rikanti Tawekal, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "struktur turbin angin terapung, gaya tarik efektif tali, respon gerak, gaya lingkungan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Sep 2020"}