{"Nomor": 51768, "Judul": "DAMPAK GEOPARK CILETUH-PALABUHANRATU TERHADAP LINGKUNGAN DAN PENDAPATAN MASYARAKAT DI DESA CIWARU, KECAMATAN CIEMAS, KABUPATEN SUKABUMI", "Abstrak": "Konsep geopark di Indonesia mengusung pengembangan wilayah secara\nberkelanjutan dengan menggabungkan ketiga keragaman yaitu keragaman geologi,\nkeragaman hayati dan keragaman budaya. Salah satunya adalah Geopark CiletuhPalabuhanratu. Adanya pembangunan pariwisata dapat berdampak pada\nlingkungan disekitarnya. Lalu berdampak pula pada kondisi masyarakat disekitar\nkawasan pariwisata, terutama dari segi pendapatan. Apabila amenitas pariwisata di\nlingkungan perdesaan dikelola, maka memungkinkan adanya peningkatan\npendapatan yang terutama dimiliki oleh petani menjadi meningkat. Penelitian ini\ndilakukan untuk mengidentifikasi dampak dari Geopark Ciletuh-Palabuhanratu\nterhadap lingkungan dan pendapatan masyarakat di Desa Ciwaru. Dalam\nmengetahui dampak dan upaya dari pegembangan Geopark Ciletuh-Palabuhanratu\nterhadap lingkungan dilakukan dengan analisis spasial dan mewawancarai\nSekretaris Desa Ciwaru untuk mengetahui kondisi lingkungan di Desa Ciwaru.\nSedangkan untuk mengetahui potensi pertanian terhadap pendapatan masyarakat\ndilakukan penggunaan metode Net Farm Income. Juga melihat peningkatan potensi\npertanian terhadap pendapatan masyarakat dari hasil penggabungan potensi\npertanian yang dihasilkan dan keunggulan dalam adanya daya tarik wisata di Desa\nCiwaru. Dari hasil penelitian diketahui potensi pertanian terhadap pendapatan\nmasyarakat pada tahun 2013-2019 pada jenis budidaya pertanian tanaman\nholtikultura menghasilkan pendapatan bersih pertanian yang lebih besar. Serta\nberpotensi dalam memunculkan sebuah produk pariwisata berupa agrowisata dalam\nupaya dalam meningkatkan pendapatan masyarakat dengan memanfaatkan\nkeunggulan di sektor pertanian dan pariwisata.", "Daftar File": {}, "Penulis": "Fikri Muhammad Pamungkas [15416058]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kawasan Geopark Ciletuh-Palabuhanratu, dampak, upaya, lingkungan, pendapatan masyarakat.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "30 Sep 2020"}