{"Nomor": 51760, "Judul": "ANALISIS REALISASI RENCANA PENGEMBANGAN GEOPARK KALDERA TOBA UNTUK MEMENUHI STATUS SEBAGAI UNESCO GLOBAL GEOPARK DAN DAMPAKNYA TERHADAP PARIWISATA", "Abstrak": "Geopark Kaldera Toba telah menjadi salah satu bagian dari UNESCO Global\nGeopark (UGG) sejak Juli 2020. Dalam proses mewujudkan Geopark Kaldera Toba\nsebagai UGG terdapat kriteria dan syarat yang harus dipenuhi. Penelitian ini\ndilakukan untuk mengevaluasi realisasi program-program untuk memenuhi kriteria\ndan syarat tersebut. Realisasi program yang telah dilakukan cukup baik, telah\nterdapat badan organisasi, rencana induk dan pemberdayaan masyarakat dalam\nproses pelaksanaan pengembangan Geopark Kaldera Toba, namun untuk\ninfrastruktur masih belum terealisasi sepenuhnya, seperti jalur geotracking, fasilitas\nibadah, dan beberapa fasilitas umum belum tersedia di beberapa geosite. Terdapat\npeningkatan kunjungan wisata selama pengembangan Geopark Kaldera Toba,\npeningkatan pendapatan masyarakat dan bertambahnya peluang kerja bagi\nmasyarakat, namun tidak terjadi perubahan profesi masyarakat khususnya di bidang\npertanian yang menjadi sektor utama PDRB di kawasan Geopark Kaldera Toba.\nPengembangan Geopark Kaldera Toba memiliki kekuatan, kelemahan, peluang dan\njuga ancaman, yang berdampak positif maupun negatif. Oleh karena itu, dibutuhkan\nstrategi berupa peningkatan kerjasama dan promosi Geopark Kaldera Toba untuk\nmemaksimalkan potensi dan mengurangi dampak negatif dari pengembangan\nGeopark Kaldera Toba.", "Daftar File": {}, "Penulis": "Naomi Dinar Lingga [15416064]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "dampak terhadap pariwisata, Geopark, realisasi program, rekomendasi strategi, UNESCO Global Geopark", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "30 Sep 2020"}