{"Nomor": 51775, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI INTENSI PENGHEMATAN AIR DI KOTA MANADO", "Abstrak": "Akses terhadap air bersih bervariasi dan menjadi sangat terbatas sehingga banyak\ndaerah-daerah di Indonesia yang menghadapi krisis air pada periode-periode waktu\ntertentu. Kota Manado sebagai ibukota Provinsi Sulawesi Utara cakupan pelayanan\nair bersihnya baru mencapai 48,81% berdasarkan data dari RISPAM. Selain itu\nkrisis air masih dihadapi di beberapa daerah di Kota Manado akibat menurunnya\nperformance/efisiensi dari pompa dan jaringan pipa distribusi serta pipa transmisi\nyang beralih fungsi menjadi pipa distribusi. Selain masalah penyediaan air bersih,\njumlah rata-rata konsumsi air bersih masyarakat mencapai 140 liter/orang/hari\ndimana jumlah ini masih melebihi standar yang ada, sehingga dapat diketahui\nbahwa adanya pemborosan air oleh masyarakat Kota Manado. Dengan demikian\nperlu dilakukan intervensi yang mendorong perubahan perilaku hemat air, namun\nperlu diketahui terlebih dahulu faktor-faktor yang mempengaruhi intensi\npenghematan air di Kota Manado. Theory of Planned Behavior digunakan untuk\nmenganalisis perilaku individu dimana intensi yang mencerminkan motivasi untuk\nmelakukan suatu tindakan adalah prediktor perilaku yang bersifat langsung.\nBerdasarkan permasalahan tersebut, penelitian ini bertujuan untuk mengetahui\nfaktor-faktor yang mempengaruhi intensi penghematan air di Kota Manado melalui\npendekatan Theory of Planned Behavior. Pengumpulan data dilakukan melalui\nstudi literatur dan kuesioner penelitian. Tahap pertama dilakukan perumusan\nvariabel-variabel yang mempengaruhi intensi penghematan air melalui content\nanalysis. Tahap kedua adalah mengidentifikasi kondisi faktor-faktor yang ada\ndengan menggunakan pembobotan skala likert. Tahap ketiga dilakukan analisis\nregresi untuk mengetahui faktor-faktor yang berpengaruh secara signifikan\nterhadap intensi penghematan air Kota Manado. Hasil penelitian menunjukkan\nbahwa faktor-faktor yang secara signifikan mempengaruhi intensi penghematan air\nKota Manado adalah Subjective Norms, Perceived Behavioral Control dan\nEcological Water Beliefs. Secara lebih spesifik hal ini berarti adanya dorongan dari\nkeluarga, kemudahan dalam melakukan penghematan air serta pemahaman\nmasyarakat bahwa air merupakan sumberdaya yang harus dilestarikan berpengaruh\nterhadap intensi masyarakat Kota Manado untuk melakukan penghematan air.", "Daftar File": {"ABSTRAK Brenda Risita Sigar": "https://digilib.itb.ac.id/gdl/download/215562", "BAB 1 Brenda Risita Sigar": "https://digilib.itb.ac.id/gdl/download/215811", "BAB 2 Brenda Risita Sigar": "https://digilib.itb.ac.id/gdl/download/215812", "BAB 3 Brenda Risita Sigar": "https://digilib.itb.ac.id/gdl/download/215813", "BAB 4 Brenda Risita Sigar": "https://digilib.itb.ac.id/gdl/download/215814", "BAB 5 Brenda Risita Sigar": "https://digilib.itb.ac.id/gdl/download/215815", "BAB 6 Brenda Risita Sigar": "https://digilib.itb.ac.id/gdl/download/215816", "PUSTAKA Brenda Risita Sigar": "https://digilib.itb.ac.id/gdl/download/215817"}, "Penulis": "Brenda Risita Sigar [25417049]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., MIP."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "air bersih, penghematan air, konservasi air, Theory of Planned Behavior, Kota Manado", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "30 Sep 2020"}