{"Nomor": 51770, "Judul": "EVALUATION OF EFFECTIVENESS AND SUSTAINABILITY OF COMMUNITY-BASED MICROHYDRO POWER PLANT PROJECT: A CASE STUDY OF CINTA MEKAR VILLAGE, WEST JAVA", "Abstrak": "The development of energy infrastructure like micro-hydro power plant can be an\nalternative to the on-grid infrastructure which is hard to be implemented in remote\nareas regarding some geographical limitations. Not only the system is economical\nand efficient enough, but the development of micro-hydro power plant in some cases\nalso involve the community.\nThis research is intended to evaluate the effectiveness of micro-hydro power plant\nproject implementation, by looking from sustainability aspects, including technical,\neconomic, environmental, and social aspect. The on-grid Cinta Mekar MHPP\n(micro-hydro power plant) project was selected as the case study by reviewing and\ntaking into account the general condition of MHPP projects in West Java.\nThe evaluation explored quantitative approaches. Indicators from each of\nsustainability aspect used for the evaluation were selected. The technical and\neconomic data for the evaluation were collected from the site visit and a primary\nsurvey to capture the community perspective regarding environmental and social\nimpacts or changes in regards to the project was also conducted.\nThis study found, even though the MHPP in Cinta Mekar showed a declining trend\nof performance, technically and economically, the community experienced nothing\nabout any negative changes from several environmental indicators. Moreover from\ntheir perspective, there was a significant changes socially, including improvement\nand satisfaction on village’s quality of life and some community involvements and\nparticipations due to the existence of the project.", "Daftar File": {"ABSTRAK Arnold Mateus": "https://digilib.itb.ac.id/gdl/download/215529", "BAB 1 Arnold Mateus": "https://digilib.itb.ac.id/gdl/download/215530", "BAB 2 Arnold Mateus": "https://digilib.itb.ac.id/gdl/download/215531", "BAB 3 Arnold Mateus": "https://digilib.itb.ac.id/gdl/download/215532", "BAB 4 Arnold Mateus": "https://digilib.itb.ac.id/gdl/download/215533", "BAB 5 Arnold Mateus": "https://digilib.itb.ac.id/gdl/download/215534", "DAFTAR Arnold Mateus": "https://digilib.itb.ac.id/gdl/download/215535", "2020 TS PP ARNOLD MATEUS_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/215536"}, "Penulis": "Arnold Mateus [25418039]", "Kontributor / Dosen Pembimbing": ["Dr. Niken Prilandita, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "micro-hydro power plant, sustainability, community involvement, quality of life", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "30 Sep 2020"}