{"Nomor": 51774, "Judul": "PENGEMBANGAN SMART CITY KOTA MANADO DALAM KONTEKS PERENCANAAN WILAYAH DAN KOTA", "Abstrak": "Indonesia melalui Kemenkominfo mulai menginisiasi penerapan konsep smart\ncity yang diharapkan dapat mengcover seluruh isu permasalahan perkotaan dan\ndapat mengakselerasi pertumbuhan kota. Menurut Djunaedi, dkk (2018) dalam\nmengimplementasikan konsep smart city, setiap kota perlu mencari jati diri yang\ndisesuaikan dengan permasalahan utama kota dan sejalan dengan visi\npembangunan kota. Hal ini dikarenakan menurut Neirotti, dkk (2014) konsep\nsmart city sangat tergantung dengan konteks lokal wilayah masing-masing.\nSejalan dengan itu Giffinger, dkk (2008) berpendapat bahwa keberhasilan\nimplementasi smart city berbeda-beda disetiap kota, dikarenakan setiap kota\nmemiliki dimensi prioritas dan fokus pembangunan yang berbeda. Konsep smart\ncity yang diimplementasikan Kota Manado masih berkembang berdasarkan\nkonsep smart city given dari kemenkominfo, belum dilakukan penyesuaian\ndengan karakteristik kota, permasalahan yang ada dan tujuan pembangunan, dan\njuga belum adanya dimensi prioritas yang sesuai dengan tujuan pembangunan\nKota Manado.\nBerdasarkan permasalahan yang ada, penelitian ini dilakukan bertujuan untuk\nmengembangkan smart city Kota Manado dalam konteks perencana wilayah dan\nkota. Tahap pertama yaitu merumuskan fokus pembangunan Kota Manado dengan\nmetode yang digunakan yaitu content analysis, tahap kedua mengukur tingkat\nkematangan smart city Kota Manado menggunakan pembobotan multikriteria\ndengan 6 dimensi, 17 variabel, dan 44 indikator dan tahap ketiga menentukan dan\nmengembangkan dimensi prioritas smart city Kota Manado dengan menggunakan\nmetode Analytical Hierarchy Process (AHP). Hasil analisis yang didapatkan\nbelum terdapat dimensi yang mencapai tingkat kematangan optimal di kota\nmanado, berdasarkan hasil tersebut dilakukan penilaian dari perspektif pemerintah\ndaerah dengan menggunakan AHP diperoleh hasil yang menjadi dimensi prioritas\nsmart city Kota Manado yaitu smart governance yang akan dikembangkan dengan\n8 komponen dan 10 langkah cerdas dalam perspektif perencana wilayah dan kota.", "Daftar File": {"ABSTRAK Edbert Marthen Mirah": "https://digilib.itb.ac.id/gdl/download/215553", "BAB 1 Edbert Marthen Mirah": "https://digilib.itb.ac.id/gdl/download/215554", "BAB 2 Edbert Marthen Mirah": "https://digilib.itb.ac.id/gdl/download/215555", "BAB 3 Edbert Marthen Mirah": "https://digilib.itb.ac.id/gdl/download/215556", "BAB 4 Edbert Marthen Mirah": "https://digilib.itb.ac.id/gdl/download/215557", "BAB 5 Edbert Marthen Mirah": "https://digilib.itb.ac.id/gdl/download/215558", "BAB 6 Edbert Marthen Mirah": "https://digilib.itb.ac.id/gdl/download/215559", "DAFTAR Edbert Marthen Mirah": "https://digilib.itb.ac.id/gdl/download/215560", "2020 TS PP EDBERT MARTHEN MIRAH_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/215561"}, "Penulis": "Edbert Marthen Mirah [25418047]", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "smart city, pengukuran, pengembangan, tingkat kematangan, dimensi prioritas, smart governance, Analytical Hierarchy Process (AHP)", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "9 file", "Tanggal Input": "30 Sep 2020"}