{"Nomor": 51777, "Judul": "KONDISI PELAYANAN INFRASTRUKTUR AIR BERSIH DAN JARINGAN JALAN PERUMAHAN DI KECAMATAN LEMBANG, PADALARANG, DAN PARONGPONG", "Abstrak": "Beragam jenis kegiatan masyarakat akan membutuhkan fasilitas penunjang yang\nberbeda-beda satu dengan lainnya. Pengembangan infrastruktur harus sesuai\ndengan fungsi dan komponen yang dibutuhkan masyarakat dalam berkegiatan.\nSeiring dengan berkembangnya kegiatan di Metropolitan Bandung Raya, akan\nmenyebabkan perkembangan wilayah di sekitarnya, seperti Kabupaten Bandung\nBarat. Kebutuhan masyarakat akan perumahan pun menjadi semakin meningkat.\nHal tersebut dipandang sebagai sebuah kesempatan bagi para pengembang\nperumahan. Pengembangan dan pembangunan perumahan di Kabupaten Bandung\nBarat pun ikut mengalami peningkatan. Namun, perlu dilihat lagi bagaimana\npertimbangan para pengembang perumahan tersebut dalam memenuhi kebutuhan\nmasyarakat berkegiatan dengan penyediaan dan pelayanan infrastruktur dasar yang\ndiselenggarakan. Untuk mendukung dan mengoptimalkan fungsi perumahan, perlu\ndidukung oleh pelayanan infrastruktur yang memadai, dalam penelitian ini\ndifokuskan pada infrastruktur air bersih dan jaringan jalan. Penelitian ini bertujuan\nuntuk mengetahui karakteristik dan kondisi penyediaan infrastruktur air bersih dan\njaringan jalan perumahan. Perlu ditilik lagi apakah pelayanan yang disediakan\nsesuai dengan ketentuan yang berlaku dan bagaimana keterkaitannya dengan\nperbedaan karakteristik tiap kawasan perumahan berdasarkan luas kavling rumah.\nDalam mengidentifikasi hubungannya data dikumpulkan melalui observasi\nlangsung ke perumahan dan digunakan teknik asosiasi untuk memperoleh ada atau\ntidaknya keterkaitan antara karakteristik perumahan dengan kondisi pelayanan\ninfrastruktur air bersih dan jaringan jalan yang tersedia. Didapatkan bahwa sebagian\nbesar tidak memiliki keterkaitan satu sama lain, kecuali hierarki jalan dan\npenerangan jalan. Dengan demikian, dapat diasumsikan bahwa kondisi pelayanan\ninfrastruktur tertentu tidak memiliki hubungan dengan karakteristik perumahan\nyang dilihat berdasarkan luas kavling rumah.", "Daftar File": {"PUSTAKA Harsyah Kharisma Hanif": "https://digilib.itb.ac.id/gdl/download/215578", "ABSTRAK Harsyah Kharisma Hanif": "https://digilib.itb.ac.id/gdl/download/215571", "BAB 1 Harsyah Kharisma Hanif": "https://digilib.itb.ac.id/gdl/download/215572", "BAB 2 Harsyah Kharisma Hanif": "https://digilib.itb.ac.id/gdl/download/215573", "BAB 3 Harsyah Kharisma Hanif": "https://digilib.itb.ac.id/gdl/download/215574", "BAB 4 Harsyah Kharisma Hanif": "https://digilib.itb.ac.id/gdl/download/215575", "BAB 5 Harsyah Kharisma Hanif": "https://digilib.itb.ac.id/gdl/download/215576", "BAB 6 Harsyah Kharisma Hanif": "https://digilib.itb.ac.id/gdl/download/215577", "2020 TS PP HARSYAH KHARISMA HANIF_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/215579"}, "Penulis": "Harsyah Kharisma Hanif [25417050]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., MIP."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "karakteristik, kondisi, perumahan, air bersih, jaringan jalan, keterkaitan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "30 Sep 2020"}