{"Nomor": 51789, "Judul": "MENGEMBANGKAN WISATA KAMPUNG TOGA (RESORT, WISATA SUMEDANG)", "Abstrak": "Sumedang merupakan kota yang sekarangnya sering dilalu atau kota sebagai jalur penghubung\nantara Bandung dengan Cirebon, oleh karena itu Sumedang saat ini banyak sekali dikunjungi\nmeskipun itu hanya sekedar melintas saja, tapi pasti ada saja yang berhenti di kota Sumedang\nuntuk sekedar makan, istirahat ataupun beli oleh oleh khas Sumedang. Pada saat ini kota\nSumedang memang masih biasa biasa saja, tidak terlalu terkenal dan tidak terlalu tidak dikenal\njuga, tapi sebentar lagi kota Sumedang itu akan menjadi kota mati. Yang mengakibatkan\nSumedang akan menjadi kota mati itu adalah jalan tol arah Bandung Cirebon yang sekarang\nsedang dalam proses pembangunan. Jalan tol ini memang mempermudah akses Bandung\nCirebon dan ada juga dampak positif ke Sumedang nya, yaitu seperti tidak adanya lagi mobil\ntruk pengangkut barang yang melintas ke Sumedang karena sudah adanya jalan tol, dan tingkat\nkemacetan Sumedang pun akan menurun. Tapi dari hal positif tersebut berpengaruh besar\nterhadap jumlah wisatawan atau pengunjung yang datang ke Sumedang. Karena istilah\nSumedang sebagai kota penghubung sudah tidak bisa di anggap lagi karena adanya jalan tol.\nDan itu menimbulkan isu Sumedang akan menjadi kota mati. Dari hal tersebut terciptalah suatu\ngagasan atau ide utuk membuat suatu projek yang bisa menghilangkan isu tersebut. Projek\ntersebut adalah membangunnya sebuah resort di kawasan kota Sumedang. Dipilihnya solusi\nresort sebagai pemecah isu ini dikarenakan sumedang merupakan kota yang memiliki tempat\nwisata yang sangat banyak namun hanya sedikit yang terurus dan hanya sedikit yang orang luar\nketahui. Oleh karena itu dengan di dirikannya sebuah resort yang dapat mengelola tempat\ntempat wisata yang ada di Sumedang ini maka dapat meingkatkan pula wisata sumedang\ntersebut, dan sumedang juga tidak akan menjadi kota mati dikarenakan banyak pengunjung \nyang berlibur kesumedang dan menginap di resort tersebut. Alasan lainnya memilih resort juga\nadalah dikarenakan Sumedang belum mempunyai resort di sekitaran wisata wisata Sumedang.\nResort ini akan menawarkan wahana wahana wisata kota Sumedang, selain itu akan ada juga\ncity view ke arah Sumedang kota yang cocok dinikmati ketika malam hari. Dan banyak juga\nwahana lainnya yang akan di terapkan pada resort ini.", "Daftar File": {}, "Penulis": "Fuzi Febria Rachman [17316046]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti, S.Sn., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "wisata, kampung, toga", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Sep 2020"}