{"Nomor": 51782, "Judul": "PERANCANGAN ANIMASI 2D UNTUK MENINGKATKAN AWARENESS TERHADAP STUNTING BAGI CALON IBU DI INDONESIA", "Abstrak": "Dalam menghadapi persaingan global, Indonesia membutuhkan SDM yang berkualitas. Salah satu\nupaya pemerintah dalam meningkatkan SDM yaitu menurunkan angka stunting yang tingkat\nprevalensinya masih tinggi dan jauh dari target WHO. Individu yang terkena stunting tidak hanya tinggi\nbadan saja yang terganggu, namun perkembangan otak dapat terganggu dan beresiko terkena\npenyakit degeneratif. Stunting tidak semata-mata disebabkan oleh faktor ekonomi, pemahaman\norangtua mengenai pola asuh merupakan salah satu faktor yang terbesar. Sayangnya tingkat\npengetahuan orangtua dalam hal tersebut masih rendah. Oleh karena itu, diperlukan adanya edukasi\ntentang stunting untuk meningkatkan awareness dan pemahaman orangtua terutama calon ibu\nmengenai pola asuh terkait upaya pencegahan stunting melalui perancangan animasi. Perancangan\nini menggunakan metode campuran dari kualitatif yang berupa studi literatur, wawancara pada ahli,\ndan perbandingan karya terdahulu serta kuantitatif berupa pengambilan data-data primer melalui\npenyebaran kuesioner serta pengambilan data sekunder yang mendukung. Hasilnya masih banyak\ncalon ibu yang belum paham mengenai stunting dan perlu diedukasi mengenai hal itu khususnya\nmengenai pola asuh terkait upaya pencegahan stunting. Media yang dipilih adalah animasi serial\ndisertai narasi dengan teknik animasi 2D, karena media ini mampu menyaring konsep yang rumit\nmenjadi konsep yang menarik, mudah dimengerti, dan dapat pula dibawakan dengan pembawaan\nyang emosional. Strategi komunikasi yang digunakan dalam perancangan ini memiliki pendekatan\nvisual dengan kata kunci informatif, realistis dan menyentuh dengan konsep cerita genre keluarga agar\ncerita dapat dengan mudah direfleksikan oleh target serta menimbulkan keterikatan yang lebih\ndengan target.", "Daftar File": {}, "Penulis": "Ika Silviany [17416051]", "Kontributor / Dosen Pembimbing": ["Fadillah, S.Psi., M.Psi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Stunting, Pola Asuh, Calon Ibu, Animasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Sep 2020"}