{"Nomor": 51787, "Judul": "PENENTUAN INTERVAL INSPEKSI STRUKTUR ANJUNGAN LEPAS PANTAI DENGAN METODE RISK RELIABILITY BASED UNDERWATER INSPECTION (RREBUI)", "Abstrak": "Pemeriksaan struktur anjungan lepas pantai di Indonesia selama ini menggunakan\nsistem TBI (time based inpsection). Hanya saja, pemeriksaan berkala anjungan\nlepas pantai berdasarkan waktu memiliki kelemahan karena tidak membedakan\nwaktu dan lingkup pemeriksaan yang dilakukan terhadap anjungan lepas pantai,\nbaik itu struktur lama ataupun baru, yang disesuaikan dengan karakteristik anjungan\nlepas pantai tersebut dan tidak memperhitungkan faktor keacakan baik itu dari\nkapasitas struktur ataupun beban.\nPada penelitian ini dilakukan metode risk reliability based underwater inspection\n(RReBUI) sebagai alternatif metoda dalam penentuan inspeksi pada struktur\nanjungan lepas pantai tipe tetap (fixed platform) di Laut Natuna dimana risiko\ndidefinisikan sebagai perkalian antara kemungkinan kegagalan (probability of\nfailure / PoF) dengan faktor konsekuensi kegagalan (consequence of failure / CoF).\nPerhitugan PoF dilakukan dengan cara kuantitatif berdasarkan moda kegagalan\ncollapse dan fatigue structure dengan variabel tinggi dan periode gelombang\nsebagai parameter acak dengan menggunakan analisis reliabilitas metode First\nOrder Reliability Moment II (FORM II). Sedangkan CoF dan waktu inspeksi akan\nmengacu kepada standar API RP-2SIM.\nHasil dari studi kasus yang dilakukan terhadap struktur anjungan lepas pantai tipe\ntetap dengan jumlah kaki 8 di Laut Natuna didapatkan bahwa pada risiko global\nyang didasarkan pada moda kegagalan collapse mendapatkan nilai ranking risiko\nmedium, dengan nilai PoF 1 dan CoF sebesar 5 sehingga interval inspeksi survey\nlevel I dan II secara berturut-turut adalah 1 tahun dan 4 tahun. Sedangkan pada\npenilaian risiko lokal yang didasarkan pada moda kegagalan fatigue didapatkan\nnilai risiko medium pada vertical bracing dan high pada leg dengan interval\ninspeksi pada joint tersebut yaitu 6 tahun dan 12 tahun secara berurutan.", "Daftar File": {"ABSTRAK Fajrin Falahi": "https://digilib.itb.ac.id/gdl/download/215598"}, "Penulis": "Fajrin Falahi [25517008]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "anjungan lepas pantai, risk reliability, FORM II, underwater inspection", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Sep 2020"}