{"Nomor": 51795, "Judul": "STUDI PENINGKATAN PELAYANAN ANGKUTAN UMUM PERKOTAAN KOTA BOGOR", "Abstrak": "Transportasi sangat penting bagi mobilitas penduduk di Kota Bogor. Saat ini Kota Bogor\nmemiliki total penduduk 1.064.687 jiwa dengan total penduduk usia produktif sebanyak 741.907.\nLayaknya kota lain di Indonesia, pengguna angkutan umum di Bogor saat ini banyak beralih ke moda\nkendaraan pribadi (mobil dan motor). Penurunan penggunaan transportasi umum ini terjadi akibat\nmeningkatnya penggunaan kendaraan pribadi, munculnya transportasi online sebagai pesaing, dan\nkurang maksimalnya kinerja Angkutan Umum Perkotaan Kota Bogor. Penurunan minat ini bisa\nbertambah banyak akibat adanya adaptasi kebiasaan baru COVID-19. Oleh sebab itu penelitian ini\nmencoba untuk menyusun strategi untuk peningkatan minat pengguna Angkutan Umum Perkotaan Kota\nBogor. Lingkup penelitian ini akan menganalisis karakteristik perjalanan penduduk Kota Bogor, analisis\nmoda pilihan penduduk Kota Bogor, dan analisis atribut layanan yang bisa meningkatkan minat\npenduduk untuk menggunakan Angkutan Umum Perkotaan Kota Bogor. Metode analisis yang akan\ndigunakan adalah category analysis untuk mengestimasi produksi perjalanan, metode gravity untuk\nmengetahui sebaran perjalanan dan membentuk matriks asal-tujuan penduduk Kota Bogor. Analisis\npilihan moda akan menggunakan multinomial logit model untuk mengetahui probabilitas dipilihnya\nAngkutan Umum Perkotaan Kota Bogor sebagai moda pilihan penduduk Kota Bogor dalam melakukan\nperjalanan. Pilihan atribut layanan yang bisa meningkatkan minat pengguna akan menggunakan\nimportance-performance analysis. Dalam penelitian ini didapatkan bahwa probabilitas penggunaan\nAngkutan Umum Perkotaan Kota Bogor hanya 5,2% dengan estimasi produksi perjalanan sebanyak\n23.500 perjalanan per hari. Rendahnya pemilih Angkutan Umum Perkotaan Kota Bogor diakibatkan\nkarena berdasarkan kinerja saat ini pengguna Angkutan Umum Perkotaan Kota Bogor banyak yang\nkurang puas terhadap pelayanan saat ini. Nilai kepuasan berdasarkan net promoter score dari Angkutan\nUmum Perkotaan Kota Bogor adalah -73. Dengan menggunakan Important Performance Analysis\ndidapatkan empat atribut layanan yang bisa meningkatkan minat pengguna yaitu terhindar dari\nkecelakaan, kualitas fisik kendaraan, kebersihan dalam angkutan, dan risiko penularan penyakit yang\nrendah. Dengan peningkatan atribut layanan ini, nilai net promoter score meningkat menjadi 20.\nPenilaian ini artinya akan terjadi peningkatan pengguna tetap", "Daftar File": {}, "Penulis": "Sari Kusumaningsih [15416078]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kota Bogor, Angkutan Umum Perkotaan, Produksi perjalanan, Moda Transportasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "6 file", "Tanggal Input": "30 Sep 2020"}