{"Nomor": 51790, "Judul": "PERANCANGAN APLIKASI DENGAN SISTEM GAMIFIKASI SEBAGAI MEDIA EDUKASI MITIGASI GEMPA BUMI BAGI PEMUDA DI BANDUNG", "Abstrak": "Jawa Barat merupakan salah satu wilayah yang memiliki kerentanan yang tinggi\nterhadap gempa dikarenakan kondisi geologinya yang kompleks. Salah satu\npenyebabnya adalah keberadaan Sesar Lembang di sebelah Utara Bandung.\nSebagai ibukota Jawa Barat yang memiliki kepadatan penduduk yang tinggi,\nBandung memiliki risiko yang lebih tinggi dibandingkan wilayah lain di sekitar\nSesar Lembang. Karena itu, berbagai upaya sosialisasi terkait mitigasi, banyak\ndilakukan, terutama kepada generasi muda di wilayah Bandung. Namun, dalam\npelaksanaannya, ditemukan beberapa permasalahan seperti kurangnya media\npendukung sosialisasi, kurangnya efektifitas dalam penyampaian materi,\nkurangnya unsur pemerataan dalam sosialisasi, hingga kurangnya intensitas\nsosialisasi secara berkala yang menyebabkan kurangnya pemahaman generasi\nmuda di Bandung terhadap kesiapsiagaan bencana. Dengan perkembangan\nteknologi yang semakin pesat, pemanfaatan media aplikasi menjadi solusi yang\ntepat untuk memecahkan permasalahan dalam edukasi kebencanaan agar bisa\ntersampaikan secara efektif, merata, dan menarik bagi generasi muda di wilayah\nBandung. Perancangan aplikasi ini dilakukan untuk mendukung upaya sosialisasi\ntentang potensi bencana Sesar Lembang dan juga edukasi terkait mitigasi agar\npemuda di wilayah Bandung memiliki kesiapsiagaan terhadap gempa. Pendekatan\nyang digunakan dalam perancangan ini adalah deskriptif kualitatif, yaitu\nmenggunakan design thinking sebagai metode perancangannya. Untuk\npengumpulan data, penulis menggunakan metode wawancara, observasi, kuisioner\ndan juga studi literatur. Hasil dari perancangan ini berupa aplikasi sosialisasi\ntentang Sesar Lembang dan edukasi tentang mitigasi gempa bagi generasi muda di\nwilayah Bandung. Dengan menambahkan unsur gamifikasi dalam aplikasi tersebut,\nterbukti dari hasil User Testing bahwa konten-konten seputar mitigasi gempa bumi\ndapat disampaikan dengan lebih baik dan menarik.", "Daftar File": {"ABSTRAK Reven Praga Deva": "https://digilib.itb.ac.id/gdl/download/215602"}, "Penulis": "Reven Praga Deva [27118063]", "Kontributor / Dosen Pembimbing": ["Dr. Pindi Setiawan, M.Si.", "Nuraini Rahma Hanifa"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Aplikasi, User Experience, Gamifikasi, Sesar Lembang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Sep 2020"}