{"Nomor": 51808, "Judul": "PENGARUH WALKABILITY DAN PELAYANAN ANGKUTAN KOTA PADA NIAT PERILAKU PENGGUNAAN ANGKUTAN KOTA DENGAN MAKSUD BEKERJA DI KOTA BANDUNG", "Abstrak": "Peran ‘angkutan kota (angkot)’ dalam sistem transportasi umum di Kota Bandung\nmasih berpeluang untuk ditingkatkan, di antaranya sebagai feeder bagi angkutan\nmassal yang sudah ada maupun yang akan dikembangkan. Untuk itu, dibutuhkan\npemahaman tentang niat perilaku pengguna, karena niat tersebut secara langsung\nakan memengaruhi perilaku pada masa yang akan datang. Pemahaman yang baik\ntentang perilaku pengguna akan bermanfaat untuk mempertahankan pengguna\nangkot yang sudah ada dan sekaligus untuk menarik permintaan potensial dari\npengguna moda lain terutama sepeda motor dan mobil yang jumlahnya terus\nmeningkat.\nBerdasarkan kajian penelitian sebelumnya, ditemukan ada kesenjangan pada studi\ntentang niat perilaku penggunaan angkutan umum. Pada umumnya studi terdahulu\nfokus meneliti tentang aspek-aspek yang terkait dengan angkutan umum tersebut\nseperti kualitas layanan, kepuasan, manfaat yang dirasakan, dan sebagainya.\nMeskipun ada juga yang melakukan kajian tentang faktor psikososial, seperti\nfaktor-faktor dari theory of planned behavior (TPB), tetapi studi tentang walkability\ndi tempat asal dan di tempat tujuan belum banyak dipertimbangkan pada niat\nperilaku penggunaan angkutan umum, terutama walkability di tempat tujuan.\nDengan adanya kesenjangan tersebut, penelitian ini bertujuan untuk memahami\nsecara utuh faktor-faktor yang memengaruhi niat perilaku penggunaan angkot\nmulai dari asal sampai ke tujuan perjalanan, dengan mempertimbangkan\nwalkability, layanan angkot, dan faktor psikososial lainnya. Penelitian ini\ndifokuskan pada maksud perjalanan untuk bekerja di Kota Bandung.\nPenelitian ini merupakan penelitian cross sectional dengan menguji hipotesis\nhubungan kausal antar variabel dalam model. Ada tiga model niat perilaku\npenggunaan angkot yang dikembangkan, masing-masing adalah model ‘walkability\ndi lingkungan tempat tinggal’, model ‘walkability di lingkungan tempat bekerja’,\ndan ‘model layanan angkot’. Pada kedua model walkability diuji pengaruh faktorfaktor walkability pada niat perilaku penggunaan angkot, yang terdiri dari ukuran\nobjektif walkability, persepsi tentang walkability dan kepuasan terhadap\nwalkability. Selain faktor-faktor walkability, dipertimbangkan juga faktor\npsikososial, dalam hal ini attitude terkait berjalan. Untuk model layanan angkot,ii\ndiuji pengaruh variabel-variabel yang terdiri dari: ukuran objektif layanan angkot,\npersepsi dan kepuasan tentang layanan angkot, serta attitude, perceived behavioral\ncontrol, dan subjective norm terhadap niat perilaku penggunaan angkot.\nDengan melibatkan variabel laten, maka structural equation modelling (SEM)\ndigunakan untuk menganalisis ketiga model niat perilaku penggunaan angkot.\nPengolahan dan analisis data memanfaatkan AMOS 24. Sesuai dengan konsep niat\nperilaku, yaitu mempertahan pelanggan sambil menarik pelanggan baru, maka\npengembangan model dibedakan antara pengguna angkot dan bukan pengguna\nangkot. Dengan dibedakannya setiap model untuk dua kelompok pengguna dan\nbukan pengguna, diharapkan temuan studi dapat dimanfaatkan sebagai strategi\nprioritas pengembangan angkot oleh pihak terkait.\nTidak semua teori yang berlaku pada niat perilaku angkutan umum yang diteliti di\nnegara lain berlaku pula pada studi niat perilaku penggunaan angkot di Bandung\nini. Temuan dari studi ini adalah: 1) Walkability yang diukur secara objektif\nmemengaruhi niat perilaku penggunaan angkot hanya pada model ‘walkability di\nlingkungan tempat tinggal’ bagi pengguna angkot. 2) Walkability yang diukur\nsecara subjektif tidak memengaruhi niat perilaku penggunaan angkot sama sekali.\n3) Kepuasan terhadap walkability hanya berpengaruh pada model ‘walkability di\nlingkungan tempat tinggal’ bagi pengguna angkot. 4) Ukuran objektif layanan\nangkot tidak ada pengaruhnya sama sekali pada niat perilaku penggunaan angkot.\n5) Ukuran subjektif layanan angkot hanya berpengaruh pada niat perilaku\npenggunaan angkot bagi kelompok bukan pengguna angkot. 6) Kepuasan terhadap\nlayanan angkot tidak ada pengaruhnya bagi kedua kelompok, pengguna ataupun\nbukan pengguna angkot. 7) Attitude berpengaruh pada niat perilaku penggunaan\nangkot di ketiga model, baik bagi kelompok pengguna maupun bukan pengguna\nangkot. 8) Subjective norm memengaruh niat perilaku penggunaan angkot pada\nmodel ‘layanan angkot’ bagi kelompok pengguna dan bukan pengguna angkot. 9)\nPerceived behavioral control memengaruhi niat perilaku penggunaan angkot pada\nmodel ‘layanan angkot’ secara tidak langsung melalui ukuran subjektif layanan\nangkot hanya bagi kelompok bukan pengguna angkot.\nPenelitian ini tidak saja bermanfaat bagi pihak-pihak yang berkepentingan untuk\npengembangan angkot dalam sistem transportasi umum, tetapi juga bagi khazanah\nilmu pengetahuan. Dengan masih terbatasnya penelitian yang melibatkan\nwalkability, terutama walkability di tujuan perjalanan pada niat perilaku\npenggunaan angkutan umum, hasil penelitian ini dapat memberikan kontribusi\nnyata pada pemahaman yang lebih mendalam tentang pola hubungan yang terjadi\nantara lingkungan terbangun dengan transportasi.", "Daftar File": {}, "Penulis": "Romeiza Syafriharti [34213004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Benedictus Kombaitan, M.Sc.", "Ibnu Syabri, B.Sc., M.Sc., Ph.D.", "Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "walkability, layanan angkot, niat perilaku, faktor psikososial", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "01 Okt 2020"}