{"Nomor": 51806, "Judul": "SIMULASI PENERAPAN SUMUR INJEKSI UNTUK MENGATASI INTRUSI AIR LAUT DI WILAYAH JAKARTA UTARA DENGAN VARIASI DEBIT, JUMLAH DAN LAMA WAKTU RECHARGE", "Abstrak": "Air tanah menjadi sumber air baku bagi sebagian besar masyarakat. Permasalahan yang timbul pada daerah pantai yaitu terjadinya intrusi air laut yang mengakibatkan turunnya kualitas air tanah. Solusi yang ditawarkan adalah penggunaan sumur injeksi. Tujuan dari penelitian ini adalah untuk memodelkan kondisi intrusi air laut saat ini, melakukan simulasi penerapan sumur injeksi untuk mengatasi intrusi dengan variabel: lokasi, debit, jumlah dan lama waktu injeksi pada lapisan akuifer bebas dan tertekan agar dapat menghasilkan rekomendasi yang tepat terkait manajemen intrusi. Lokasi penelitian meliputi wilayah Cekungan Air Tanah (CAT) Jakarta. Pemodelan dilakukan dengan mensimulasikan aliran air tanah terlebih dahulu menggunakan MODFLOW pada kondisi steady state, kemudian dilakukan pemodelan intrusi menggunakan SEAWAT. Setelah didapatkan model intrusi yang sesuai, dimodelkan penerapan sumur injeksi. Variasi dilakukan pada lokasi sumur injeksi, debit imbuhan, dan jumlah sumur dengan waktu simulasi selama 10 tahun. Setelah didapatkan hasil yang paling sesuai, waktu simulasi divariasikan lagi sehingga didapatkan perubahan yang signifikan terhadap luasan area terkena intrusi. \n\nHasil penelitian pada akuifer bebas menunjukkan, untuk menanggulangi intrusi pada area Cengkareng dibutuhkan penambahan sumur injeksi sebanyak 10 sumur dengan debit 10 m3/hari, 7 sumur dengan debit 50 m3/hari dan 4 sumur dengan debit 100 m3/ hari. Pada area Penjaringan dibutuhkan 10 sumur dengan debit 50 m3/hari. Pada area Cilincing-Babelan, dibutuhkan 15 sumur dengan debit 10 m3/hari dan 4 sumur dengan debit 50 m3/hari. Semakin lama pengimbuhan dilakukan, wilayah intrusi semakin berkurang. Pada akuifer tertekan atas untuk area Cengkareng, intrusi dapat ditanggulangi setelah 5 tahun melalui penggunaan 1 sumur injeksi dengan debit 2500 m3/hari. Sementara pada area Penjaringan, dibutuhkan waktu hingga 20 tahun untuk mendorong wilayah intrusi menuju ke laut dengan 7 sumur injeksi debit 1500 m3/hari. Pada area Babelan intrusi dapat ditanggulangi setelah 15 tahun melalui 4 sumur injeksi dengan debit 1500 m3/hari dan 1 sumur dengan debit 2000 m3/hari. Hasil simulasi diharapkan dapat menjadi masukan bagi pemegang kebijakan untuk mengatasi intrusi air laut di wilayah Jakarta Utara.", "Daftar File": {"TESIS 2020 Arditari Eka Putri 1-Asbtrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/215685"}, "Penulis": "Arditari Eka Putri [25318319]", "Kontributor / Dosen Pembimbing": ["Ir. Yuniati, M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air tanah, intrusi, sumur injeksi, pemodelan, MODFLOW-SEAWAT", "Sumber": "TESIS OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "01 Okt 2020"}