{"Nomor": 51815, "Judul": "ANALISIS TRACE ELEMENTS PADA PARTIKEL AEROSOL (PM2,5) DARI EMISI KEBAKARAN LAHAN GAMBUT DI PALANGKA RAYA, KALIMANTAN TENGAH", "Abstrak": "Kebakaran lahan gambut terjadi hampir setiap tahun di Kalimantan Tengah. Partikel asap yang dihasilkan dari kebakaran lahan gambut berada pada ukuran PM2,5. Komponen anorganik logam dan elemen lainnya dalam PM2,5 diketahui berkontribusi dalam pencemaran udara dari emisi kebakaran lahan gambut. Studi ini dilakukan di Palangka Raya untuk mengukur konsentrasi PM2,5 di dua tipe lokasi yakni Source dan Receptor (Kalampangan; Jekan Raya), mengidentifikasi konsentrasi dan kontribusi 20 trace elements (Na, Mg, Al, Si, S, Cl, Cd, K, Ca Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn, As, dan Pb) terhadap PM2,5, mengidentifikasi sumber potensial dengan pendekatan enrichment factor, dan analisis health risk assessment. Berdasarkan hasil studi, rata-rata konsentrasi PM2,5 yakni Source (2.986±1.468 ?g/Nm³), Kalampangan (168±91 ?g/Nm³), dan Jekan Raya (272±83 ?g/Nm³). Zn, S, Pb, Na, Al, dan K ditemukan sebagai enam elemen dominan dalam PM2,5 baik saat sampling di Source maupun Receptor. Kontribusi rata-rata trace elements terhadap PM2,5 yakni di Source (0,21±0,03%), Kalampangan (0,28±0,06%), dan Jekan Raya (0,38±0,09%). S, Cl, Cd, Co, Cu, Zn, As, dan Pb dikategorikan enriched dimana keberadaannya sebagian besar diduga berasal dari kebakaran lahan gambut. Nilai HI untuk kedua lokasi Receptor yakni ?1 sehingga paparan logam yang dapat menimbulkan efek non karsinogenik (Cd, Cr, Mn, Co, Ni, dan As) tidak dapat menyebabkan efek kesehatan non kanker. Nilai ELCR untuk kedua Receptor berada pada rentang nilai 1,0×10-6 (1 dalam 1.000.000) hingga 1,0×10-4 (1 dalam 10.000), maka paparan logam yang dapat menimbulkan efek karsinogenik (Cr, Cd, Co, Ni, As, dan Pb) berada pada tingkat risiko yang bisa diterima oleh orang yang terpapar, termasuk populasi sensitif.", "Daftar File": {"TESIS 2020 Wiranda Intan Suri 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/215710"}, "Penulis": "Wiranda Intan Suri [25318005]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Puji Lestari, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "enrichment factor, health risk assessment, kebakaran lahan gambut, PM2,5, trace elements", "Sumber": "TESIS OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "01 Okt 2020"}