{"Nomor": 51817, "Judul": "ANALISIS KETIDAKPASTIAN DAN SENSITIVITAS PROGRAM PENGENDALIAN PENCEMARAN TERHADAP KUALITAS AIR SUNGAI CITARUM", "Abstrak": "Pengendalian pencemaran Sungai Citarum telah menjadi isu nasional yang mengemuka. Analisis ketidakpastian dan sensitivitas diperlukan untuk mengevaluasi efektivitas program pengendalian terhadap kualitas air Sungai Citarum. Penelitian dilakukan dengan menggunakan data monitoring kualitas air Citarum dari Dinas LH Provinsi Jawa Barat. Berdasarkan telaahan dengan metode principal component analysis (PCA) diperoleh parameter kunci yaitu Cd, BOD, dan Fecal coli. Lokasi dan pengolahan data kualitas air yang terpilih menjadi fokus adalah Sub DAS Cisangkuy sebagai sub DAS prioritas di Sungai Citarum. Program pengendalian yang diuji didasarkan pada program dari Satuan Tugas Pengendalian Pencemaran dan Kerusakan DAS Citarum. Efektivitas pengendalian program pencemaran terhadap perubahan kualitas air diidentifikasi modelnya. Input dari model meliputi 1) data kualitas air 2) keterkaitan program dan parameter dan 3) tingkat kesuksesan program pengendalian. Nilai tingkat keterkaitan antara masing-masing program pengendalian dengan parameter kunci diperoleh dari pendapat ke para ahli dengan menggunakan pendekatan metode Delphi. Responden terdiri dari akademisi (50%), kelompok masyarakat (12%), dan sektor pemerintah (38%). Seluruh responden terpilih memiliki kaitan kuat dengan manajemen lingkungan, pengelolaan kualitas air, dan Sungai Citarum. Tingkat kesuksesan program pengendalian ditentukan berdasarkan keberhasilan pencapaian pelaksanaan program dari tahun 2019 hingga tahun 2020 (eksisting). Seluruh input di kalkulasi dengan simulasi Monte Carlo. Berdasarkan output model parameter yang paling terpengaruh akibat pelaksanaan seluruh program pengendalian adalah Cd dan BOD. Program yang paling berpengaruh terhadap penurunan IP adalah program Penanganan limbah domestik, Penanganan limbah peternakan, Pengelolaan sampah, dan pengelolaan sumber daya air. dengan rentang probabilitas persentase penurunan IP 2,01% hingga 36,22%.", "Daftar File": {"TESIS 2020 Nur Almira Rahardyan 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/215719"}, "Penulis": "Nur Almira Rahardyan [25319039]", "Kontributor / Dosen Pembimbing": ["Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D.", "Dr. Mariana Marselina S., S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "ketidakpastian, sensitivitas, Monte Carlo, Citarum", "Sumber": "TESIS OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "01 Okt 2020"}