{"Nomor": 51810, "Judul": "KARAKTERISASI KIMIA PM2.5 DARI PEMBAKARAN LIMBAH PERTANIAN PADA KOMODITAS PADI, JAGUNG DAN TEBU", "Abstrak": "Indonesia merupakan negara agraris yang mayoritas penduduknya mengonsumsi nasi dan jagung sebagai makanan pokok, serta menggunakan tebu sebagai bahan dasar utama pembuatan gula yang digunakan sehari-hari. Namun para petani cenderung melakukan pembakaran terbuka terhadap limbah pertanian mereka. Cara tersebut terbukti merupakan langkah yang mudah, murah dan dipercaya dapat menangani penumpukan biomassa sisa pertanian dengan cepat, selain itu dapat pula sebagai cara pengontrolan rumput liar dan mampu mengembalikan nutrien ke tanah dengan waktu singkat. Praktik pembakaran terbuka limbah pertanian mengemisikan PM2.5 yang berkontribusi terhadap pencemaran udara. Penelitian-penelitian pemodelan pencemaran udara yang dilakukan di Indonesia seringkali menggunakan input source profile default secara global. Hal ini memberikan hasil pemodelan yang kurang merepresentasikan keadaan secara lebih spesifik sesuai dengan fenomena lokal di Indonesia. Oleh karena itu perlu dikembangkan source profile lokal PM2.5 dari emisi pembakaran biomassa pertanian di Indonesia. Penelitian terbaru yang diakukan oleh Hafidawati (2019) telah melaporkan besarnya faktor emisi lokal PM2.5 dan black carbon (BC) dari pembakaran limbah pertanian di Jawa Barat. Namun, untuk parameter lain seperti kandungan elemen dan ion PM2.5 dari emisi pembakaran limbah pertanian belum tercakup dalam penelitian tersebut. Selain itu, selama ini source profile lokal dari emisi pembakaran limbah pertanian untuk kandungan elemen dan ion belum ada di Indonesia. Menanggapi fakta tersebut, maka tujuan penelitian ini adalah berupaya mengembangkan source profile lokal melalui uji karakterisasi kimia berupa kandungan elemen dan ion PM2.5 dari pembakaran limbah pertanian pada komoditas padi, jagung, dan tebu. Penelitian ini melanjutkan penelitian Hafidawati (2019), dengan melakukan uji karakerisasi kimia sampel penelitian tersebut. Pengambilan sampel dilakukan saat pembakaran limbah pertanian paska panen di lapangan sesuai dengan kebiasaan petani lokal. Sampling dilakukan pada saat pembakaran dalam fase smoldering menggunakan minivol sampler dengan debit 5 lpm. Filter yang digunakan berupa PTFE, yang bersifat hidrofobik, berdiameter 47 mm, dengan ukuran pori 0.45 µm.  Filter sampel kemudian dianalisis di laboratorium. Analisis kandungan elemen menggunakan energy dispersive x-ray fluorescence (ED-XRF) dan analisis kation dan anion dilakukan menggunakan ion chromathography (IC). Data karakteristik kimia berupa kandungan elemen pada PM2.5 tersebut dapat dikembangkan menjadi source profile lokal untuk kemudian menjadi salah satu input penting dalam model reseptor lokal. Dengan menggunakan input source profile lokal dari penelitian ini diharapkan dapat menghasilkan output model yang lebih representatif terhadap kasus pembakaran limbah pertanian di Indonesia. Sehingga, rekomendasi kebijakan terhadap pembakaran limbah pertanian di Indonesia dapat disusun dengan lebih responsif. Hasil menunjukkan elemen dominan (konsentrasi dan kontribusi) PM2.5 dari emisi pembakaran limbah pertanian komoditas padi, tebu, dan jagung yaitu: Pb, Mg, Na, Zn, dan Al. Ion dominan PM2.5 dari emisi pembakaran limbah pertanian di lapang untuk komoditas padi, tebu, dan jagung secara berturut-turut yakni K+, Mg2+, Cl-, NH4+, SO42- ; Ca2+, Mg2+, Cl-, SO42-, K+; dan Cl-, NH4+, Ca2+, Na+, K+. Komposisi parameter kimia menunjukkan bahwa black carbon, 21 elemen, beserta 8 ion menjadi konstituen PM2.5 dari emisi pembakaran limbah padi (5,93 % - 11,29 %), tebu (5,79 % – 11,43 %), dan jagung (3,77 % – 8,19 %). Dengan tingkat kepercayaan 95%, rerata kosentrasi dan/atau kontribusi signifikan parameter kimia berasal dari emisi pembakaran biomassa komoditas jagung.", "Daftar File": {"TESIS 2020 Aulia Fauziah Lu'ayi 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/215697"}, "Penulis": "Aulia Fauziah Lu'ayi [25318031]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Puji Lestari, Ph.D.", "Dr.mont. Kania Dewi, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "element, ion, PM2.5, source profile, pembakaran biomassa LEMBAR PENGESAHAN", "Sumber": "TESIS OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "01 Okt 2020"}