{"Nomor": 51827, "Judul": "OPTIMALISASI KESEIMBANGAN ANTARA  KETERSEDIAAN DAN KEBUTUHAN  AIR MINUM AMAN DAN LAYAK  DI KOTA BOGOR", "Abstrak": "Sebagai wilayah kota urban, Kota Bogor tengah mengalami peningkatan kebutuhan konsumsi air minum sekaligus keterbatasan kemampuan PDAM dalam penyediaan air minum jaringan perpipaan. Hal tersebut menyebabkan tidak tercapainya keseimbangan antara penyediaan dengan permintaan air minum (WSDR) di Kota Bogor. Tingginya tingkat kehilangan air (18,22% di unit produksi, dan 27,91% di sistem distribusi) serta penurunan debit dan kualitas sumber air menjadi faktor permasalahan dalam pemenuhan penyediaan air minum. STELLA 9.3.1 digunakan untuk mensimulasikan sistem menjadi model dinamik yang dapat menjelaskan kompleksitas siklus air melalui interaksi antar variabel. Simulasi model dibuat dalam jangka 15 tahun ke depan, yaitu tahun 2020–2035. Struktur model dibangun berdasarkan umpan balik antar variabel dan dikembangkan ke dalam bentuk diagram alir yang telah dilengkapi dengan persamaan matematis. Dari empat intervensi yang disimulasikan secara terstruktur, salah satu skenario kebijakan (gabungan dari keempat intervensi kebijakan) menghasilkan WSDR yang bernilai 1,00 di tahun 2035, dengan peningkatan signifikan dibandingkan dengan skenario dasar (Business as Usual/BaU). Optimalisasi keseimbangan penyediaan air minum (nilai WSDR ? 1,00) hingga tahun 2035 di Kota Bogor, dapat dilakukan dengan menerapkan skenario kebijakan kombinasi empat intervensi, yang terdiri dari manajemen distribusi interkoneksi, penambahan kapasitas produksi, optimalisasi unit produksi, serta penurunan NRW sistem distribusi.", "Daftar File": {}, "Penulis": "Widi Ajeng Luthfiyya [25317032]", "Kontributor / Dosen Pembimbing": ["Ir. Agus Jatnika Effendi, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "penyediaan air minum, sistem dinamik, WSDR, supply dan demand, skenario kebijakan", "Sumber": "TESIS OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "0 file", "Tanggal Input": "01 Okt 2020"}