{"Nomor": 51829, "Judul": "PERANCANGAN BUKU CERITA ANAK UNTUK LOW VISION USIA 3-7 TAHUN", "Abstrak": "Menurut estimasi data global mengenai gangguan penglihatan dari WHO, pada tahun 2010 diperkirakan jumlah low vision sebanyak 246 juta orang atau sebanyak 86% dari keseluruhan disabilitas netra di seluruh dunia. Menurut Pusdatin Kementerian Kesehatan RI, sejumlah 2.133.017 jiwa penduduk di Indonesia terdata memiliki gangguan penglihatan low vision. di Jawa Barat, jumlah disabilitas netra low vision termasuk terbanyak, yaitu mencapai 328.933 jiwa. Selain itu, disabilitas netra cenderung menutup diri sehingga terdapat kemungkinan bahwa pada realitanya jumlah disabilitas netra gangguan penglihatan di lapangan melebihi data tersebut.\nDefinisi low vision menurut WHO yaitu turunnya fungsi penglihatan seseorang secara permanen dan tidak dapat diperbaiki dengan bantuan kacamata. Berdasarkan data wawancara dengan tenaga pengajar P2TLV, anak-anak disabilitas netra termasuk low vision cenderung tidak mengerti konsep dasar secara utuh. Konsep yang dimaksud yaitu mengenal aktivitas, benda, dan sebagainya dalam kehidupan sehari-hari. Sedangkan, konsep ini diperlukan pada tahap pra Braille atau sebelum anak-anak belajar membaca huruf Braille.\nMenurut teori Piaget mengenai perkembangan kognitif anak, anak memasuki tahap pra operasional pada usia 2-7 tahun. Pada tahap ini, anak memahami realitas di lingkungan dengan menggunakan tanda-tanda dan pemikiran intuitif. Pada tahap ini, anak low vision mengalami kesulitan yang disebabkan oleh kondisi penglihatan yang dimiliki. Sehingga menghambat perkembangan kognitif anak. Anak disabilitas netra mengalami tumbuh kembang yang relatif lebih lambat dibandingkan anak awas.\nSalah satu media pembelajaran yang digunakan oleh guru atau orang tua dan anak yaitu buku cerita anak. Berdasarkan observasi lapangan di Pusat Pelayanan Terpadu Low Vision (P2LTV), ditemukan bahwa jumlah buku cerita anak berbahasa Indonesia yang dikhususkan untuk disabilitas netra terutama low vision terbatas. Selain itu, telah dilakukan field testing buku “Petualangan Dana” oleh Syamsi Dhuha Foundation pada tanggal 19 Oktober 2019 dan 17 Desember 2019. Pada field testing ini, tim Syamsi Dhuha Foundation menemukan bahwa kebutuhan buku cerita anak untuk disabilitas netra low vision tinggi.\nSelain itu, menurut beberapa peneliti terdapat hubungan antara perkembangan bahasa, perkembangan kognitif dan buku cerita anak. Dari penelitian tersebut, ditemukan kesamaan pada rentang usia 3-7 tahun. Penggunaan buku cerita anak yang sesuai untuk rentang usia tersebut yaitu buku cerita anak berjenis picture book.\nBuku cerita anak dapat menjadi salah satu media untuk mengembangkan kemampuan kognitif anak. Namun ketersediaan buku anak low vision berbahasa Indonesia masih sedikit atau hampir tidak ada. Oleh karena itu, dirancang buku cerita anak untuk disabilitas netra low vision usia 3-7 tahun berdasarkan penelitian yang diolah dari field testing, data literatur, dan wawancara.\nPerancangan ini menghasilkan 24 halaman ilustrasi buku cerita anak berjudul “Hari Minggu Aldi” yang merupakan board book dengan taktil. Tokoh Aldi digambarkan sebagai representasi anak low vision. Buku ini menggunakan konsep hari, benda, aktivitas, teori membaca mula, huruf Braille, dan taktil yang ditambahkan pada objek. Selain interaksi antara anak low vision dan buku cerita anak, buku ini dirancang agar tercipta interaksi antara anak low vision dan pendampingnya. Sehingga buku ini dapat membantu anak mengenal konsep dasar untuk menunjang perkembangan kognitif anak.", "Daftar File": {}, "Penulis": "Farida Sunar Primastuti [17414033]", "Kontributor / Dosen Pembimbing": ["Dr. Riama Maslan Sihombing, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Buku cerita anak, taktil, low vision", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "01 Okt 2020"}