{"Nomor": 51820, "Judul": "ANALISIS AKTIVITAS PETANI TERHADAP KEBERADAAN MIKROPLASTIK PADA SAYURAN KONSUMSI SEGAR LACTUCA SATIVA  STUDI KASUS LAHAN PERKEBUNAN SAYUR KECAMATAN LEMBANG JAWA BARAT", "Abstrak": "Keberadaan mikroplastik saat ini telah masuk keberbagai lingkup kehidupan. Begitu pula pada lingkungan pertanian dan perkebunan. Adanya berbagai aktivitas manusia disekitar lahan pertanian serta kegiatan pertanian itu sendiri seperti kegiatan pengolahan tanah, kegiatan perawatan tanaman seperti penyiramandan pemberian pupuk, menjadikan kemungkinan paparan miroplastik dapat berada di lingkungan pertanian dan perkebunan. Hal ini dapat berdampak negatif bagi kualitas produksi sayur, dengan demikian penelitian ini bertujuan untuk mengetahui keberadaan mikroplastik baik dari lingkungan perkebunan sayur dan juga hasil produksi sayur yang dihasilkan. Dalam penelitian kali ini sayuran yang di amati adalah sayur selada kerting (Lactuca sativa), yang mana telah diketahui sebagai tanaman yang dapat dikonsumsi langsung. Kemudian untuk mengetahui potensi terbesar kegiatan dan aktivitas pertanian yang dapat menjadi jalur papar mikroplastik pada tanaman sayur selada keriting. Sampel diambil dengan metode grab sampling. Pemisahan mikroplastik menggunakan metode Oksidasi Fenton. Pengamatan dilakukan pada dua lokasi lahan yang berbeda, pertama lahan yang berdekatan dengan jalan raya dan kedua adalah lahan yang lebih jauh dari jalan raya dan pemukiman (Pristine). Rerata terbesar dari hasil pengamatan mikroplastik pada lingkungan dan sayur selada, ditemuakan pada sampel air waktu tanam 2 minggu dan sampel debu tertempel waktu tanam 2 minggu dari kedua lahan studi. Secara berturut rerata yang didapat adalah sebesar, 2,4 ± 1,3 partikel/liter dan 7 ± 6 partikel/gram dari lahan pinggir jalan serta 2,7 ± 1,6 partikel/liter dan 7 ± 6 partikel/gram dari lahan pristine. Dari hasil uji korelasi, kemungkinan kegiatan pertanian yang dapat memaparkan mikroplastik pada tanaman sayur selada keriting adalah kegiatan penyiraman dan pemberian pupuk.", "Daftar File": {"TESIS 2020 Muhammad Fajar Maulana 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/215730"}, "Penulis": "Muhammad Fajar Maulana [25317023]", "Kontributor / Dosen Pembimbing": ["Prof. Barti Setiani Muntalif, Ph.D.", "Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Air, Akar dan daun, Fenton, Korelasi, Mikroplastik, Tanah.", "Sumber": "TESIS OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "01 Okt 2020"}