{"Nomor": 51823, "Judul": "BIOREGENERASI MINERAL MORDENITE SECARA BERKELANJUTAN PADA PROSES ADSORPSI ION BESI DAN MANGAN DALAM AIR TANAH", "Abstrak": "Air  tanah  merupakan  salah  satu  sumber  dalam  memenuhi  konsumsi  pokok masyarakat Indonesia. Berdasarkan data BPS, 2019 menunjukkan bahwa sekitar\n42% sumber air yang digunakan masyarakat berasal dari air tanah (proporsi dari sumur gali terlindungi, sumur gali tidak terlindungi, dan sumur bor). Kandungan Fe dan Mn yang tinggi pada air tanah adalah salah satu fenomena akibat dari aktivitas antropogenik termasuk kegiatan industri dan domestik. Salah satu sumber air tanah area pemukiman dengan kandungan besi dan mangan berlebih berada di Jawa Barat. Terkonfirmasi bahwa kandungan air tanah mencapai 6 mg/L untuk Fe dan 4 mg/L untuk Mn. Hasil pengujian didaerah tersebut telah melebihi syarat-syarat Kualitas Air minum Permenkes 492/2010 yaitu sebesar 0,3 mg/L untuk Fe dan 0,4 mg/L untuk Mn.  Mineral Mordenite adalah salah satu alternatif media yang dapat mereduksi kandungan Fe dan Mn yang terdapat di air tanah melalu proses adsopsi. Pada beberapa penelitian mordenit yang merupakan salah satu zeolite Traskarpatia yang memiliki kapasitas adsopsi yang lebih baik daripada karbon aktif dalam air deionisasi. Namun dalam penggunaannya, mordenit tentu mengalami saturasi. Saturasi adsorben pada penelitian ini direkayasa menggunakan prinsip bioregenerasi untuk memperpanjang umur pakai dari adsorben tersebut. Kultur mikroorganisme murni dipekerjakan untuk melakukan prinsip desorpsi pada permukaan adsorben. Sebelumnya, mikrooganime diperbanyak melalui media 9K dan ditumbuhkan pada pengocok orbital yang disetel pada 120 rpm dalam suhu ruang selama 14-29 hari. Pertumbuhan strain dipantau dengan metode spektrofotometri. Setelah jenuh digunakan pada adsorpsi pertama, kemudian adsorben direndam didalam strain media yang mengandung mikroorganisme. Perendaman dilakukan selama 29 hari sesuai dengan kurva tumbuh bakteri. Berdasarkan pengujian, tahap adsorpsi sebelum regenerasi memberikan kemampuan removal Fe hingga 95,7% dan pasca regenerasi sebesar 75,3%. Laju penyisihan ion besi sesuai dengan pseudo second order kinetic. Sedangkan, isoterm adsorpsi mengikuti prinsip isoterm Freundlich baik sebelum maupun setelah regenerasi.", "Daftar File": {"TESIS 2020 Rifka Noor Azizah 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/215753"}, "Penulis": "Rifka Noor Azizah [25318011]", "Kontributor / Dosen Pembimbing": ["Ir. Yuniati, M.T., M.Sc., Ph.D.", "Dr. Qomarudin Helmy, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air tanah, adsorpsi, mordenite, bioregenerasi", "Sumber": "TESIS OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "01 Okt 2020"}