{"Nomor": 51830, "Judul": "DI ANTARA SURAKARTA DAN BANDUNG", "Abstrak": "Pada karya yang berjudul Di Antara Surakarta dan Bandung, penulis ingin menceritakan\nsebuah proses adaptasi penulis di kota rantauan. Proses adaptasi yang dilalui penulis selama\nempat tahun terakhir di Kota Bandung, memberikan sebuah pengalaman pribadi bagi penulis.\nBerawal dari kesulitan beradaptasi dengan banyak perbedaan antara kota asal dan kota rantauan\nyang ditemukan penulis-hingga pada suatu titik menyadari bahwa ada beberapa hal yang sama,\ndari kedua kota tersebut.\nGagasan yang ingin diungkapkan penulis, diciptakan melalui sebuah rekonstruksi memori\npenulis yang berasal dari Kota Surakarta dan Kota Bandung. Upaya rekonstruksi memori yang\ndilakukan penulis adalah menggabungkan dua bangunan tua menjadi sebuah bangunan baru\nyang utuh. Penulis melakukan sebuah simulasi-rekonstruksi memori, yang berasal dari\nbangunan yang pernah ada di dunia nyata, kemudian membuat suatu bangunan baru yang asing,\nyang hanya ada di dalam pikirannya. Memori yang sangat pribadi dan sangat inklusif bagi\npenulis. Penggunaan bangunan-bangunan dalam setiap lukisannya, diibaratkan sebagai suatu\ntempat yang menjadi saksi proses tumbuh penulis-pada Kota Surakarta, dan saksi proses\nadaptasi penulis-pada Kota Bandung. Penulis merepresentasikannya pada bentuk, warna, dan\nsapuan kuas untuk mendukung gagasan visual dalam karyanya.\nPenulis menggunakan rekonstruksi objek, teknik ala prima, dan teknis blurry-menggunakan\ncat minyak, penggaris mika, dan plastic wrap untuk menghasilkan sebuah karya yang mampu\nmerepresentasikan gagasan penulis. Keluaran akhir dari pembuat karya Di Antara Surakarta\ndan Bandung diharapkan sebagai upaya menciptakan suatu hal baru dari hasil integrasi dari\ndua memori berbeda, melalui pendekatan blurry paintings.", "Daftar File": {}, "Penulis": "Clarissa Tifanny [17015025]", "Kontributor / Dosen Pembimbing": ["Willy Himawan, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "memori, rekonstruksi, representasi personal, imaji, blur", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "01 Okt 2020"}