{"Nomor": 51833, "Judul": "PERENCANAAN SISTEM PENGOLAHAN AIR LIMBAH KOMUNAL DI FADJAR RAYA ESTATE, KELURAHAN CIBABAT, KECAMATAN CIMAHI UTARA, KOTA CIMAHI", "Abstrak": "Semakin banyaknya pertumbuhan penduduk maka semakin banyaknya kebutuhan air minum dan semakin banyaknya air limbah yang diproduksi. Perlu adanya pengolahan air limbah yang perlu dengan basis  PERATURAN MENTERI LINGKUNGAN HIDUP DAN KEHUTANAN REPUBLIK INDONESIA NOMOR P.68/Menlhk/Setjen/Kum.1/8/2016 TENTANG BAKU MUTU AIR LIMBAH DOMESTIK. Pemerintahan kota Cimahi sudah membangun beberapa Sistem Pengolahan Air Limbah (SPAL) dengan skala komunal yang bertujuan untuk mengurangi dampak negatif akibat buang air limbah. Dari beberapa kelurahan yang berada di Kota Cimahi, kelurahan Cibabat memiliki risiko dampak sanitasi maka perlu adanya pembangunan IPAL untuk membantu memitigasi air limbah yang dihasilkan masyarakat tersebut. Perumahan Fadjar Raya merupakan salah satu kandidat tempat pembangunan SPAL skala komunal dikarenakan adanya ketersedian lahan dan kesediaan masyarakat dengan tiap rumah perumahan Fadjar Raya menggunakan tangki septik untuk membantu pengurangan air limbah. Kualitas air limbah yang masuk kedalam IPAL yang direncanakan adalah suh 25oC, pH 7,11, 132 mg/l BOD, 303 mg/l COD, 128 mg/l TSS, Amonia 22,1 mg/l, Fat & Grease 35,1, Total Coliform 8 x 107. Debit yang masuk kedalam IPAL adalah sebesar 55,9 m3/s. Dengan teknologi yang terpilih adalah Inspection Chamber, Tangki Sedimentasi, Anaerobic Baffled Reactor, Biofilter dengan gambut kelapa dan bak desinfektan", "Daftar File": {}, "Penulis": "Vincentius Raditya Saridin [15715027]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Air Bersih, Air Limbah, Alternatif Teknologi, Biofilter, Komunal", "Sumber": "TA OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "0 file", "Tanggal Input": "01 Okt 2020"}