{"Nomor": 51848, "Judul": "ANALISIS KELAYAKAN PENGEMBANGAN INFRASTRUKTUR AIR MINUM DENGAN PRINSIP VALUE FOR MONEY MENGGUNAKAN METODE PUBLIC SECTOR COMPARATOR (STUDI KASUS: SPAM KOTA CIMAHI)", "Abstrak": "Pengembangan SPAM Kota Cimahi merupakan tugas Pemerintah dalam rangka\nmemenuhi kebutuhan air bersih yang terus meningkat. Berdasarkan data pada tahun\n2020, menunjukkan adanya gap yang cukup besar antara kebutuhan dan\nketersediaan air bersih. Pengembangan SPAM Kota Cimahi terdiri dari tiga\nalternatif sistem yang ditentukan berdasarkan potensi air baku yaitu dari Bendung\nSukawana (350 l/s), Intake Cimerlang, Saguling (500 l/s), Intake Ciminyak,\nSaguling (500 l/s), Intake Nanjung (500 l/s) dan Situ Sinumbra (500 l/s).\nBerdasarkan analisa kelayakan dari segi teknis, ekonomi dan finansial, dengan\nMetode SAW dimana alternatif terpilih yaitu sistem tiga (Bendung Sukawana,\nIntake Cimerlang, dan Intake Ciminyak). Analisa ekonomi menunjukkan bahwa\nnilai ATP masyarakat Kota Cimahi sebesar Rp. 5.055/m3 dan nilai WTP Rp 6,272\n/m3. Sedangkan analisis finansial menunjukkan nilai NPV, BCR, dan Payback\nPeriod secara berurutan yaitu Rp52,933,432,635 1.03, dan 11 tahun dengan harga\npokok Rp.2.936/m3. Salah satu dukungan kelayakan pembiayaan dilakukan dengan\nskema KPBU dalam ketersediaan layanan (Availability Payment) yang dinilai\ndengan prinsip Value for Money (VfM) menggunakan metode Public Sector\nComparator (PSC) dengan mempertimbangkan aspek kuantitatif dan kualitatif.\nKedua aspek tersebut dinilai menggunakan bantuan kuesioner oleh para ahli dengan\nMetode Delphi. Hasil penelitian menunjukkan bahwa nilai VfM bernilai positif\nyaitu sebesar Rp144,389,271,399 dan rasio VfM sebesar 9,73% yang menyatakan\nbahwa proyek pengembangan SPAM dengan skema KPBU layak secara finansial.", "Daftar File": {"ABSTRACT ( Inggris).pdf)u": "https://digilib.itb.ac.id/gdl/download/215776"}, "Penulis": "Tamrin [25718004]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Analisa Kelayakaan, Availability Payment, Value for Money, Public Sector Comparator (PSC)", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "01 Okt 2020"}