{"Nomor": 51842, "Judul": "IDENTIFIKASI DAMPAK PENERAPAN KEBIJAKAN REKAYASA LALU LINTAS, PSBB, DAN AKB TERHADAP PERDAGANGAN DAN JASA (STUDI KASUS : KAWASAN SUKAJADI)", "Abstrak": "Kawasan Sukajadi didominasi oleh guna lahan perdagangan dan jasa dan\nmerupakan salah satu aksesibilitas menuju kawasan pariwisata di Bandung Utara\ndan termasuk ke dalam salah satu titik kemacetan Kota Bandung. Pada Juli 2019\ndilakukan penerapan kebijakan rekayasa lalu lintas Penerapan kebijakan rekayasa\nlalu lintas ini diasumsikan berpengaruh pada aktivitas perdagangan dan jasa di\nkawasan tersebut. Pada Maret 2020 terjadi pandemi global covid-19, sehingga\nkebijakan Pembatasan Sosial Berskala Besar (PSBB) dan Adaptasi Kebiasaan Baru\n(AKB) diterapkan. Kebijakan tersebut membatasi aktivitas ekonomi yang tetunya\nberpengaruh pada kegiatan perdangan dan jasa. Berdasarkan hal tersebut, peneliti\ningin mengidentifikasi dampak penerapan kebijakan rekayasa lalu lintas, PSBB, dan\nAKB terhadap kegiatan perdagangan dan jasa di Kawasan Sukajadi. Objek penelitian\nini adalah pelaku perdagangan dan jasa yang berada di koridor utama Kawasan\nSukajadi, yaitu Jalan Sukajadi, Jalan Dr. Setiabudi, Jalan Cipaganti, dan Jalan\nCihampelas. Metode pengumpulan data yang dilakukan ada dengan observasi,\nkuesioner, dan wawancara, kemudian dianalisis menggunakan metode analisis\ndeskriptif kualitatif, analisis inferensial non-parametrik, dan analisis spasial.\nBerdasarkan hasil kajian, dari penerapan ketiga kebijakan tersebut, penerapan\nkebijakan PSBB merupakan kebijakan yang memberikan dampak paling besar\nterhadap kawasan tersebut. Dan pelaku perdagangan dan jasa yang paling\nterdampak adalah pelaku perdagangan dan jasa yang berada di zona 1 Jalan\nSukajadi dengan sub kegiatan toko.", "Daftar File": {}, "Penulis": "Firari Giannindra [15416230]", "Kontributor / Dosen Pembimbing": ["Ir. Sugiyantoro, MIP", "Fika Novitasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "dampak ekonomi, kawasan perdagangan dan jasa, aktivitas perdagangan dan jasa", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "01 Okt 2020"}