{"Nomor": 51844, "Judul": "ANALISIS RISIKO LINGKUNGAN DAN KESEHATAN BERBASIS SPASIAL DALAM KAJIAN LINGKUNGAN HIDUP STRATEGIS (KLHS) (STUDI KASUS: PROVINSI JAWA BARAT)", "Abstrak": "Kajian Lingkungan Hidup Strategis adalah proses sistematis dan komprehensif untuk mengevaluasi dampak terhadap lingkungan dan kesehatan dengan mempertimbangkan aspek sosial-ekonomi serta prinsip-prinsip keberlanjutan dari usulan kebijakan, rencana dan/atau program (KRP). Salah satu muatan utama KLHS adalah penilaian risiko lingkungan dan kesehatan. Risiko merupakan fungsi dari bahaya, kerentanan, kapasitas adaptif. Sejauh ini penilaian risiko belum menjadi bagian yang besar dari KLHS dan perencanaan tata ruang di Indonesia. Oleh karena itu, penelitian ini bermaksud untuk mengembangkan metode analisis risiko lingkungan dan kesehatan berbasis spasial dalam KLHS. Pengembangan metode ini diterapkan pada Provinsi Jawa Barat. Salah satu risiko sistemik yang yang erat kaitannya dengan kesehatan lingkungan adalah risiko banjir. Penelitian ini bertujuan untuk menganalisis risiko banjir dan kesehatan lingkungan secara spasial. Penelitian ini menggunakan mixed methods. Pada pendekatan kualitatif dilakukan meta analisis kualitatif sedangkan pendekatan kuantitatif dilakukan dengan perhitungan risiko lingkungan dan kesehatan berbasis spasial dengan menggunakan metode yang terpilih dalam tahap kualitatif. Analisis spasial dilakukan dengan menggunakan software ArcGis. Dari hasil meta analisis kualitatif disimpulkan bahwa metode yang sesuai adalah dengan mengembangkan metode analisis risiko lingkungan dan kesehatan berbasis spasial. Sementara itu, hasil pemodelan yang menganalisis risiko banjir dan kesehatan lingkungan didapatkan bahwa risiko banjir di Provinsi Jawa Barat rata-rata masuk ke dalam kelas risiko sedang yaitu sebesar 57,83% dengan luas 21.446.190.281 ha, kelas risiko tinggi sebesar 35,72% dengan luas 13.245.865.833 ha, dan kelas risiko rendah sebesar 6,45% dengan luas 2.393.428.339 ha. Sama halnya dengan risiko banjir, rata-rata hasil risiko kesehatan lingkungan di Provinsi Jawa Barat juga masuk ke dalam kelas risiko sedang yaitu seluas 29.460.528.457 ha atau sebesar 79,44%, kemudian diikuti dengan kelas risiko tinggi seluas 5.231.527.657 ha atau sebesar 14,11%, dan terakhir kelas risiko rendah seluas 2.393.428.339 ha atau sebesar 6,45%.", "Daftar File": {"TESIS 2020 Karina Nursyafira 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/215764"}, "Penulis": "Karina Nursyafira Alihta [25318021]", "Kontributor / Dosen Pembimbing": ["Prof. Barti Setiani Muntalif, Ph.D.", "Dr. Anindrya Nastiti, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "analisis risiko lingkungan dan kesehatan, kajian lingkungan hidup strategis (KLHS), metode analisis risiko lingkungan dan kesehatan berbasis spasial, Provinsi Jawa Barat, risiko", "Sumber": "TESIS OKTOBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "01 Okt 2020"}