{"Nomor": 51843, "Judul": "PENGOLAHAN DAN INTERPRETASI GAYA BERAT LAPANGAN PANAS BUMI WAE SANO", "Abstrak": "Pulau Flores bagian barat selama beberapa tahun terakhir mengalami kemajuan\ndalam bidang industri pariwisata yang sangat pesat. Kebutuhan akan listrik\nmengalami peningkatan akibat kemajuan ini. Kebutuhan energi secara umum perlu\ndipenuhi sebaik mungkin, salah satunya dengan memanfaatkan energi yang terdapat\ndi daerah tersebut yaitu panas bumi. Studi panas bumi di Wae Sano diklaim dapat\nmenghasilkan 26 Mwe. Potensi panas bumi ini berada di sekitar gunung api Wae\nSano yang terletak di daerah volcanic arc. Tujuan dari penelitian ini adalah untuk\nmengetahui sistem panas bumi dari lapangan panas bumi Wae Sano. Penelitian ini\ndilakukan dengan analisis metode gaya berat yang dimulai dari pengolahan data\ngaya berat yang dilakukan oleh PSDMBP pada tahun 2015 hingga didapatkan\nanomali Bouguer lengkap. Rentang anomali Bouguer lengkap adalah 60 – 116\nmGal. Kemudian dilakukan pemisahan anomali untuk didapatkan anomali Bouguer\nresidual dengan melakukan metode moving average yang menghasilkan anomali\ndari -20 – 14 mGal. Untuk membantu melakukan forward modelling 2.5D,\ndilakukan analisis kualitatif dengan metode First Horizontal Derivative yang\nmemiliki rentang anomali -0,06 – 0,04 mGal serta metode Second Vertical\nDerivative yang memiliki rentang anomali -11 – 8 mGal. Hasil dari pemodelan\ndengan densitas dasar 2,65 gr/cm3 didapatkan terdapat intrusi diorite (?? = +0,15\ngr/cm3), produk lava dan piroklastik dasit – riolit yang berada di sekitar kaldera\nSano Nggoang (?? = -0,25 – 0,47 gr/cm3) yang menerobos satuan vulkanik Poco\nDedeng (?? = +0,00 gr/cm3). Batuan dasar di daerah ini diinterpretasikan sebagai\nsatuan batuan sedimen berumur tersier (?? = +0,05 gr/cm3). Terdapat pola struktur\nsesar pada daerah penelitian sesuai dengan penelitian geologi terdahulu.\nBerdasarkan hasil penelitian, zona upflow diperkirakan berada di daerah manifestasi\nair panas Wae Sano. Sedangkan zona outflow diperkirakan berada di daerah\nmanifestasi air hangat Namparmancing dan air hangat Bobok.", "Daftar File": {"ABSTRAK Muhamad Ababil Akram": "https://digilib.itb.ac.id/gdl/download/215761"}, "Penulis": "Muhamad Ababil Akram [12316054]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Djoko Santoso, M.Sc.", "Faridz Nizar Ahmady, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "gaya berat, panas bumi, first horizontal derivative, second vertical derivative, Wae Sano", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "01 Okt 2020"}