{"Nomor": 51850, "Judul": "MENGEMBANGKAN KERANGKA PROGRAM PENGEMBANGAN SPESIALIS - STUDI KASUS: UPSTREAM TECHNICAL CENTER DI PT. PERTAMINA (PERSERO)", "Abstrak": "PT. Pertamina (Persero) sebagai BUMN terbesar yang dimiliki Indonesia menjadi tulang punggung perekonomian bagi negara. Dalam menjalankan perannya, PT. Pertamina (Persero) diberikan target yang harus dicapai, dengan tetap menjaga kelangsungan energi domestik. Salah satu target yang diberikan, khususnya kepada Direktorat Hulu, adalah mencapai produksi sebesar 1 Juta Barrel Oil Equivalent per Day (BOEPD) pada tahun 2025. Pencapaian target ini sangat bergantung pada ketersediaan sumber daya, baik yang berasal dari dalam bumi, maupun pekerja dan pengetahuan internal sebagai asset perusahaan. Saat ini, dengan usia lapangan yang sudah tua dan juga tidak adanya penambahan wilayah kerja baru, Direktorat Hulu sudah mampu mencapai produksi harian sebesar 600 ribu BOEPD. Target ini kemudian diterjemahkan kedalam KPI yang lebih spesifik, diantaranya adalah peningkatan produksi, eksplorasi, dan juga terkait dengan kapabilitas pekerjanya dalam menjalankan bisnis.\n\nFungsi Human Capital, memegang peranan penting dalam mendukung Direktorat Hulu untuk mencapai target tersebut. Pengembangan pekerja wajib dilakukan agar mampu terus bergerak untuk mencapai target. Dalam kesempatan ini, akan dilakukan analisa terhadap kondisi bisnis menggunakan Knowledge Management Scorecard, untuk mendapatkan gap kapabilitas dan pengetahuan yang ada di internal Direktorat Hulu. Setelah mengetahui gap kapabilitas dan pengetahuan, kemudian akan dilanjutkan dengan penterjemahan gap tersebut menjadi inisiatif yang dapat diambil Direktorat Hulu untuk mencapai target dimaksud. Analisa juga dilakukan terhadap program pengembangan pekerja yang saat ini telah dijalankan di Pertamina. Inisiatif tersebut kemudian dirangkum menjadi sebuah program pengembangan bagi para pekerja spesialis yang ada di Direktorat Hulu. Tidak hanya program pengembangan yang bersifat teknikal, namun juga diberikan pengembangan yang bersifat non teknikal agar pekerja spesialis mampu mendukung kinerja Direktorat Hulu, seperti program coaching, mentoring, juga tour of duty. Dengan mengkombinasikan inisiatif terkait training dan juga optimasi knowledge management menjadi satu kesatuan program, diharapkan mampu menjawab tantangan terkait sumber daya manusia di Direktorat Hulu, dan juga memberikan manfaat dari pengetahuan yang dimiliki oleh para pekerja untuk mengatasi permasalahan di Pertamina. Jalur rekrutmen juga perlu dilakukan pembenahan dengan mengacu kepada kebutuhan bisnis dan juga dilakukan studi banding ke beberapa perusahaan serupa untuk mendapatkan gambaran bagaimana pelaksanaan rekrutmen bagi pekerja spesialis. Selain itu, perlu dilakukan pula pembenahan career path agar lebih membuka peluang bagi pekerja yang saat ini berada di jalur structural untuk berpindah ke jalur karir spesialis, yang sesuai dengan kemampuan teknikal yang dimiliki. Juga, pembenahan organisasi perlu dilakukan untuk lebih berfokus kepada pencapaian target yang diberikan. \n\nLangkah-langkah yang dilakukan dalam proyek akhir ini dapat diimplementasikan juga bagi organisasi lain yang memerlukan pengembangan bagi pekerjanya. Dengan memberikan usulan terkait program pengembangan kepada Perusahaan, diharapkan fungsi Human Capital mampu menjalankan perannya sebagai Business Partner bagi Direktorat Hulu dalam mencapai target yang diberikan. Di bagian akhir juga akan diberikan rekomendasi kepada Perusahaan terkait pola rekrutmen, dan juga jalur karier. Tak lupa, peluang penerapan Specialist Development Program ini di Direktorat lain di Pertamina.", "Daftar File": {"ABSTRAK Briyanseta Puspanendra": "https://digilib.itb.ac.id/gdl/download/215777"}, "Penulis": "Briyanseta Puspanendra [29318104]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Program Pengembangan Spesialis, Knowledge Management, KM Scorecard", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "01 Okt 2020"}