{"Nomor": 51864, "Judul": "DAMPAK KINERJA USAHA MIKRO KECIL DAN MENENGAH (UMKM) PADA E-COMMERCE TERHADAP INKLUSI KEUANGAN DI INDONESIA", "Abstrak": "Sebuah pertanyaan telah banyak diangkat dalam literatur, yaitu apakah penerapan teknologi meningkatkan inklusi dalam sistem keuangan. Beberapa model teoritis menawarkan jawban atas fenomena tersebut. Penulis memilih model penerimaan teknologi (TAM) untuk memprediksi adopsi sistem informasi dalam menjawab pertanyaan penelitian di tesis ini. Tesis ini memiliki dua tujuan. Pertama, mencoba untuk mengetahui faktor-faktor yang mendukung dan menghambat UMKM untuk mengadaptasi e-commerce untuk bisnisnya. Kedua, tesis ini mencoba mempelajari hubungan antara kinerja UMKM di ecommerce sebagai representasi penerimaan teknologi, dengan inklusi keuangan. Metodologi yang digunakan dalam tugas akhir ini adalah regresi multivarian dengan metode stepwise dengan tujuan menghilangkan variable yang saling berkaitan.\nDitemukan bahwa faktor usia dan durasi bisnis menolak penggunaan e-commerce, sementara wanita dan pengguna media sosial mendukung adopsi e-commerce. Dari sisi inklusi keuangan, pemilik reksa dana cenderung menghindari adopsi ecommerce. Pemilik asuransi jiwa dan saham di sisi lain memiliki preferensi untuk mengadopsi e-commerce lebih tinggi. Untuk mencapai tujuan kedua, kinerja dalam tesis ini diukur dengan pertumbuhan penjualan, basis pelanggan, kepuasan pelanggan, peningkatan proses, dan keunggulan kompetitif. Tingkat inklusi keuangan ditunjukkan dengan memiliki tabungan, investasi, kredit, kredit di ecommerce, dan investasi di ecommerce. Pertumbuhan penjualan berpengaruh signifikan dan positif terhadap simpan pinjam, sedangkan basis pelanggan tidak memiliki korelasi yang signifikan dengan semua variabel. Kepuasan pelanggan mengarah pada kemungkinan yang lebih tinggi untuk melakukan tabungan dan investasi. Peningkatan proses memiliki korelasi negatif dengan kredit. Keunggulan kompetitif berkorelasi positif dengan kredit pada e-commerce", "Daftar File": {}, "Penulis": "Faqih Ahmad Muzakky [29018008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "inklusi keuangan, UMKM, e-commerce", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "0 file", "Tanggal Input": "24 Nov 2020"}