{"Nomor": 51860, "Judul": "PENGARUH LIGAN DAN PH 2- PADA TITRASI REDOKS FE2+ - CR2O7", "Abstrak": "Reaksi redoks Fe2+  - Cr2O72-  merupakan salah satu sistem redoks yang menarik untuk  dikaji.  Disamping  penting  bagi  keperluan  analisis,  juga  banyak dimanfaatkan untuk pengolahan limbah industri. Reaksi redoks Fe2+ - Cr2O72- tersebut hanya dapat berlangsung pada suasana asam akibat modifikasi potensial redoks oleh pH larutan. Peningkatan pH larutan untuk sistem redoks tersebut menyebabkan terjadinya ketidakspontan reaksi. Oleh karena itu, diperlukan penelitian   lebih    lanjut   untuk   meningkatkan   kespontanan   reaksi   redoks Fe2+  - Cr2O72-  yang dipengaruhi oleh pH. Salah satu upaya untuk meningkatkan kespontanan reaksi redoks dapat dilakukan dengan penambahan ligan tertentu. Kehadiran ligan yang sesuai dapat memodifikasi potensial reduksi ion logam dari keadaan bebasnya sehingga reaksi redoks dapat berlangsung. Ligan yang digunakan untuk sistem redoks Fe2+  - Cr2O72-  meliputi EDTA dan SCN- karena membentuk  kompleks  yang  lebih  stabil  dengan  Fe(III)  dibandingkan  dengan Fe(II)   sehingga memungkinkan reaksi bergeser ke arah produk. Kisaran pH larutan untuk titrasi redoks Fe2+ - Cr2O72- dengan kehadiran ligan harus dipertimbangkan karena kemungkinan terjadinya pengendapan serta berpengaruh terhadap kestabilan pembentukan kompleks. Namun demikian, situasi tersebut tidak  sederhana karena di dalam  larutan terdapat  kombinasi kompleks seperti MHiL atau MOHjLi. Berdasarkan permasalahan tersebut, diperlukan penelitian\nlebih lanjut mengenai pengaruh ligan dan pH pada reaksi redoks Fe2+  - Cr2O72-.\nPenelitian  ini  menggunakan  metode  titrasi  potensiometri  dengan  melibatkan\nelektroda  Ag/AgCl  buatan  sebagai  elektroda  pembanding  serta  kawat  platina\nsebagai  elektroda  kerja.  Karakterisasi  elektroda  Ag/AgCl  buatan  dilakukan dengan dua metode yaitu secara voltammetri dan potensiometri. Elektroda Ag/AgCl buatan cukup baik digunakan dalam pengukuran diketahui dari hasil uji t bagi pengamatan berpasangan dengan nilai thitung (1,359) < ttabel (2,78) dan faktor\nNernst sebesar 51,9 mV/dekade pada suhu 25 °C. Titrasi redoks Fe2+  - Cr2O7\nhanya dapat  dilakukan  hingga pH 2. Penurunan konsentrasi asam sulfat  pada titrasi redoks Fe2+ - Cr2O72- menurunkan ketajaman kurva titrasi pada daerah titik ekivalen. Selanjutnya, titrasi redoks Fe2+ - Cr2O72- dengan penambahan ligan EDTA dan SCN- dilakukan pada pH tersebut. Penambahan ligan EDTA secara berlebih dari total ion Fe(II) menghasilkan kurva titrasi yang sangat tajam. Namun demikian, terjadi sedikit pergeseran volume titik ekivalen lebih awal dari perhitungan  teoritis  akibat  terdapat  sebagian  kecil  spesi  Fe(II)  yang  tidak\n \n\nterkompleks sepenuhnya. Kondisi tersebut dapat terjadi karena pH larutan mempengaruhi  kestabilan     kompleks  [Fe-EDTA]-/[Fe-EDTA]2-.  Hal  tersebut dapat dibuktikan melalui diagram E-pH sistem Fe(III)/Fe(II) dengan kehadiran ligan EDTA secara eksperimen bahwa potensial redoks tidak konstan terhadap perubahan pH di bawah 3. Kurva titrasi redoks Fe2+ - Cr2O72- dengan penambahan ligan EDTA dan SCN- pada pH 2 dibandingkan untuk mengetahui keefektifan ligan  terhadap  sistem  redoks  tersebut.  Ligan  EDTA cukup  efektif  digunakan\n2-\n \nuntuk meningkatkan ketajaman kurva titrasi redoks Fe2+  - Cr2O7\n \npada pH 2\n \ndibandingkan dengan penambahan ligan SCN-. Akan tetapi, ligan EDTA kurang efektif  digunakan  untuk   penentuan  volume   titik   ekivalen  karena   terdapat\npergeseran dari perhitungan secara teoritis. Hasil penelitian pengaruh ligan dan\n2-\n \npH pada titrasi redoks Fe2+ - Cr2O7\n \ntersebut selanjutnya dijadikan sebagai acuan\n \nuntuk  pengembangan  modul  pembelajaran  pada  materi  elektrokimia  di  SMA\nMutiara Bunda Bandung kelas XI. Hasil uji modul tersebut diperoleh persentase\nhasil  tanggapan serta aktivitas belajar peserta didik secara berturut-turut sebesar\n78,60 dan 83,30%. Persentase hasil tersebut menunjukkan bahwa penggembangan\nmodul  pembelajaran  dapat  meningkatkan  minat  serta  aktivitas  belajar  untuk materi elektrokimia.", "Daftar File": {"ABSTRAK Winda Amelia": "https://digilib.itb.ac.id/gdl/download/216389", "BAB1 Winda Amelia": "https://digilib.itb.ac.id/gdl/download/216390", "BAB2 Winda Amelia": "https://digilib.itb.ac.id/gdl/download/216392", "BAB3 Winda Amelia": "https://digilib.itb.ac.id/gdl/download/216393", "BAB4 Winda Amelia": "https://digilib.itb.ac.id/gdl/download/216394", "BAB5 Winda Amelia": "https://digilib.itb.ac.id/gdl/download/216395", "PUSTAKA Winda Amelia": "https://digilib.itb.ac.id/gdl/download/216396", "COVER Winda Amelia": "https://digilib.itb.ac.id/gdl/download/216417"}, "Penulis": "Winda Amelia [90516008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari", "Dr. Ria Sri Rahayu, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "kompleksasi, pH, potensial redoks, titrasi redoks Fe2+ - Cr2O72-", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "9 file", "Tanggal Input": "02 Nov 2020"}