{"Nomor": 51877, "Judul": "STUDI EVALUASI TINGKAT KEBERLANJUTAN SANIMAS DALAM RANGKA PENINGKATAN LAYANAN SANITASI KOTA CIMAHI", "Abstrak": "Beberapa sungai di Kota Cimahi bermuara pada Sungai Citarum dan berkontribusi beban pencemar sebesar 45,53 ton/hari namun daya tampungnya hanya sebesar 11,38 ton/hari. Salah satu sumber beban pencemar sungai berasal dari sektor domestik dengan potensi beban pencemar 57,4 ton/hari. Menurut DLH Kota Cimahi tahun 2019, terdapat 39,34% masyarakat yang tidak memiliki sanitasi yang layak dan berpotensi meningkatkan beban pencemar sungai.  Berdasarkan SK.300/MenLHK/Setjen/PKL.1/6/2017 tentang Penetapan Daya Tampung Beban Pencemaran Air dan Alokasi Beban Pencemaran Air Sungai Citarum, DLH Kota Cimahi melakukan rencana penurunan beban pencemar terhadap sektor domestik dengan skala wilayah. Wilayah dengan rencana penurunan beban pencemar tertinggi terdapat di Kelurahan Melong yaitu sebesar 4,5 ton/hari. Untuk mencapai tujuan tersebut, pemerintah Kota Cimahi mengadakan program Sanitasi Berbasis Masyarakat (Sanimas) dengan membangun Instalasi Pengolahan Air Limbah (IPAL) dengan prinsip berkelanjutan. Beberapa studi mengindikasikan rendahnya tingkat keberlanjutan Sanimas yang telah berjalan. Tingkat keberlanjutan Sanimas dilihat dari aspek ekonomi, lingkungan, sosial, kelembagaan, dan teknis. Pada penelitian ini dilakukan analisis terhadap tingkat keberlanjutan Sanimas di Kota Cimahi dan kriteria yang paling berpengaruh dalam pengembangan Sanimas menggunakan Multidimensional Scalling pada Rapfish. Berdasarkan studi terhadap 6 lokasi Sanimas di Kelurahan Melong, didapatkan bahwa tingkat keberlanjutan Sanimas secara keseluruhan yaitu 44,98% berstatus \"kurang\" berkelanjutan. Ditinjau dari setiap aspeknya, aspek kelembagaan merupakan yang paling tinggi dengan indeks 57,56% (cukup) dengan kriteria paling berpengaruhnya adalah koordinasi antar lembaga. Selanjutnya adalah aspek lingkungan dengan indeks 53,18% (cukup) dengan kriteria paling berpengaruh adalah kualitas hasil pengolahan. Aspek ekonomi mendapat indeks 50,59% (cukup) dengan kriteria paling berpengaruh yaitu kelayakan ekonomi dan biaya operasional. Aspek sosial mendapat indeks 40,1% (kurang) dengan kriteria paling berpengaruh adalah komitmen masyarakat dan kemampuan menyelesaikan masalah. Aspek terendah adalah teknis dengan indeks 23,36% (buruk) dengan kriteria paling berpengaruh adalah cakupan layanan serta pemeliharaan oleh petugas dan masyarakat.", "Daftar File": {"TA 2020 Ainun Asifa 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/216944"}, "Penulis": "Ainun Asifa [15316086]", "Kontributor / Dosen Pembimbing": ["Suharyanto, S.T., M.Sc., Ph.D.", "Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Sanimas, Kota Cimahi, Keberlanjutan.", "Sumber": "TA DESEMBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "18 Des 2020"}