{"Nomor": 51871, "Judul": "MENGUSULKAN STRATEGI PERBAIKAN RANTAI PASOK BATUBARA DI PT. BERAU COAL, KALIMANTAN TIMUR", "Abstrak": "PT. Berau Coal adalah Perusahaan tambang batubara dengan status PKP2B generasi\npertama yang berlokasi di Kabupaten Berau, Propinsi Kalimantan Timur. Mulai\nberproduksi mulai tahun 1994 dan kini di tahun 2020 merencanakan produksi sebesar \n28.3 juta metric ton sesuai dengan izin dari Pemerintah Indonesia. PT. Berau Coal harus\nmeningkatkan rantai pasokan batubara untuk mencapai tujuan perusahaan yaitu\nmemaksimalkan  keuntungan dan meminimalkan biaya. Indikator pengukuran adalah KPI\ndalam fokus pelanggan Kuantitas, Kualitas dan pengiriman tepat waktu. Tujuan dari tugas\nakhir ini adalah untuk menjawab bagaimana kegiatan atau proses yang terlibat dalam\nrantai pasokan batubara dapat ditingkatkan dan disinkronkan untuk mencapai tujuan\nperusahaan. \nUntuk tugas akhir ini digunakan Ishikawa Diagram atau Fishbone Diagram untuk\nmencari akar permasalahan yang menjadi kendala dalam sistem  rantai pasok batubara\nPT. Berau Coal. Akar permasalahan yang diidentifikasi menjadi dasar pagi penulis untuk\nmerumuskan usulan perbaikan yang dapat diterapkan terhadap system rantai pasok saat\nini.  \nBerdasarkan hasil pengumpulan data dan informasi melalui questionnaire, penilaian ahli\ndan interview, penulis menyusun usulan perbaikan terhadap sistem rantai pasok batubara\nyang dibagi menjadi 2 tahap yaitu solusi jangka panjang dan solusi jangka pendek dengan\nmempertimbangkan kriteria biaya, kemudahan implementasi solusi, dampak yang timbul\nserta skala prioritas.   \nSolusi bisnis jangka panjang perlu dilakukan untuk menjamin sistem rantai pasok\nbatubara yang lebih mumpuni dengan prioritas utama perbaikan yang berbasis penerapan\nteknologi pada vessel tracking system, automatic identification system, fleet management,\nblending software serta  end to end coal supply chain platform dan peningkatan\nkonektivitas data dan suara. Solusi bisnis jangka pendek  perlu dilakukan karena least\ncost dan impact bisa langsung dirasakan.", "Daftar File": {"2021_TS_PP_Oka Muttakin_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/216938", "2022_TS_PP_Oka Muttakin_Chapter 1-4.pdf?": "https://digilib.itb.ac.id/gdl/download/261057"}, "Penulis": "Oka Muttakin [29118305]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Fishbone diagram, vessel tracking system, automatic identification system,   fleet management, blending software, end to end supply chain platform", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "2 file", "Tanggal Input": "17 Des 2020"}