{"Nomor": 51878, "Judul": "KAJIAN LITERATUR ALTERNATIF UNIT PENGOLAHAN LIMBAH CAIR INDUSTRI BATIK  BERDASARKAN JENIS BATIK YANG DIPRODUKSI  DAN JENIS PEWARNAAN YANG DIGUNAKAN", "Abstrak": "Batik adalah salah satu industri tekstil di Indonesia. Sejak UNESCO menetapkan batik sebagai Warisan Kemanusiaan untuk Budaya Lisan dan Non Bendawi serta diakui secara internasional sebagai kain bersejarah dalam peradaban manusia pada tahun 2009, industri batik di Indonesia berkembang dengan pesat, dan berperan secara signifikan dalam pertumbuhan perekonomian Indonesia.\nSeiring dengan peningkatan produksi batik, dampak terhadap lingkungan dari produksi batik pun kian meningkat. Diketahui bahwa industri tekstil, termasuk batik, memerlukan dan menggunakan air dalam jumlah yang besar dalam proses produksinya, sehingga akan menimbulkan air limbah dengan jumlah yang tidak sedikit pula. Ditambah lagi dengan penggunaan zat pewarna dan bahan-bahan lainnya, diindikasikan industri batik mengeluarkan air limbah yang berbahaya dan berpotensi mencemari lingkungan. Air limbah yang dari industri batik memiliki dampak buruk terhadap lingkungan karena beberapa di antaranya bersifat tidak dapat diurai secara alami dan karsinogenik sehingga harus dikelola secara benar. \nOleh karena itu, perlu dilakukan suatu langkah pengumpulan data untuk mengetahui karakteristik dari air limbah produksi batik ini, di mana terdapat variasi kualitas air limbah yang dihasilkan oleh karena perbedaan penggunaan zat warna maupun teknik membatik yang diaplikasikan. Berangkat dari data yang diolah tersebut, dapat diusulkan metode dan unit yang dapat digunakan nantinya dalam melakukan pengolahan limbah cair industri batik.", "Daftar File": {"TA 2020 Arisa F Pangaribuan 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/216945"}, "Penulis": "Arisa F Pangaribuan [15316043]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "batik; kajian literatur; karakteristik; limbah cair; unit pengolahan", "Sumber": "TA DESEMBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "18 Des 2020"}