{"Nomor": 51875, "Judul": "PERENCANAAN FASILITAS BLACK SOLDIER FLY (BSF) UNTUK MENGOLAH SAMPAH ORGANIK DI TEMPAT PENGOLAHAN SAMPAH (TPS) CIJAMBE, KOTA BANDUNG", "Abstrak": "Pemerintah Kota Bandung saat ini telah berupaya dalam menangani permasalahan sampah dengan membuat program-program inovasi, salah satunya adalah program waste to food. Program ini bertujuan untuk mengolah sampah organik yang ada, kemudian hasil dari pengolahan tersebut dapat diintegrasikan dengan sektor pertanian dan peternakan untuk mendapat nilai manfaat lebih. TPS Cijambe saat ini berfungsi sebagai tempat penampungan sampah sementara sebelum diangkut menuju TPA Sarimukti untuk Kelurahan Pasirendah, namun kondisinya masih perlu perbaikan agar dapat menjadi TPS yang layak. Tidak adanya alur penanganan sampah yang jelas di TPS Cijambe membuat sampah menjadi tercampur dan terjadi penumpukan sampah yang melebihi kapasitas TPS. Hal ini membuat kondisi TPS Cijambe tidak beraturan, baik dari segi tata letak sampah maupun bangunan, sehingga dibutuhkan suatu perbaikan dan pengembangan sistem pengolahan sampah yang baik agar dapat mendukung program-program yang telah direncanakan oleh pemerintah. TPS Cijambe memiliki potensi lahan yang luas dan sangat memungkinkan untuk dilakukan pengembangan daerah layanannya. Sampah yang akan diolah memiliki komposisi, 57,5 % organik, 14,8 % B3RT, 9,6% plastik 5,6 % kertas, 3,6% tekstil, 1,5 % karet, 1,4% kaca, 1,2% logam dan 4,4 % residu. Timbulan sampah yang masuk ke TPS berdasarkan hasil rencana pengembangan sebesar 0,423 kg/orang/hari pada tahun 2020 dengan densitas 0.199 ton/m3. Melalui proyeksi dengan skenario moderat, proyeksi timbulan sampah yang masuk ke TPS pada tahun 2030 sebesar 13,941 ton/hari atau sebesar 69,71 m3/hari. Pengelolaan sampah dilakukan dengan menerima sampah yang kemudian dilakukan pemilahan secara manual dengan bantuan conveyor belt. Penanganan sampah sisa makanan akan dilakukan dengan menggunakan fasilitas Black Soldier Fly (BSF) dengan tujuan untuk mendapatkan nilai lebih dari kompos dan larva BSF yang dihasilkannya. Jumlah kompos sebesar 2.501, 8 kg/hari dan larva kering sebanyak 275, 42 kg/hari. Pengelolaan sampah anorganik akan disimpan pada penampungan sampah anorganik sesuai dengan jenisnya. Sampah residu yang ada akan disimpan pada kontainer untuk diangkut. Sampah plastik, kertas, logam dan kaca akan diangkut ke Bank Sampah. Sampah residu akan diangkut ke TPA Sarimukti.", "Daftar File": {"TA 2020 M. Syams Apriandas 3-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/216941"}, "Penulis": "M Syams Apriandas H [15316033]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Padmi", "Mayrina Firdayati, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Waste to food, sampah, sampah sisa makanan, fasilitas BSF, kompos, larva BSF , Kota Bandung,", "Sumber": "TA DESEMBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "18 Des 2020"}