{"Nomor": 51879, "Judul": "PERANCANGAN ULANG INSTALASI PENGOLAHAN AIR LIMBAH INDUSTRI TEKSTIL UNTUK WATER REUSE  DI PT. X, CIMAHI, JAWA BARAT", "Abstrak": ": PT.X merupakan salah satu industri tekstil di Cimahi, Jawa Barat yang dalam proses produksiny akan menghasilkan limbah cair hasil proses terutama pewarnaan. Adapun selama ini telah terdapat IPAL eksisting PT.X, namun sayangnya tidak mampu berjalan secara optimal dalam pelaksanaan pengolahannya. Hal ini terbukti dari beberapa parameter kualitas air limbah hasil olahan yang belum memenuhi baku mutu yang ditetapkan. Adapun selain memenuhi baku mutu, perancangan ulang IPAL dilakukan agar air hasil olahan dapat dipergunakan kembali untuk proses produksi terutama pewarnaan (water reuse). Hal ini dikarenakan bahwa industri tekstil merupakan salah satu industri dengan penggunaan air bersih sebagai air baku proses terbanyak, sedangkan cadangan air bersih terutama air tanah yang selama ini digunakan sebagai sumber air baku oleh PT.X di Cimahi semakin menipis. Oleh karenanya sistem IPAL dengan air hasil olahannya dapat dipergunakan kembali dalam proses produksi dapat menjadi solusi jangka panjang terhadap ketersediaan air bersih. Perancangan dilakukan dengan tahapan pertama adalah pengujian kualitas air limbah dari proses pewarnaan. Kemudian hasil uji kualitas dibandingkan dengan baku mutu sesuai dengan peraturan kualitas untuk air kategori kelas IV, berdasarkan PP No 82 Tahun 2001. Dalam perencanaan sistem diberikan 3 (tiga) alternatif sistem pengolahan yang akan dipilih berdasarkan 10 parameter pembobotan dengan menggunakan metode Weighted Sum Model (WSM) dan Simple Additive Weighted (SAW). Rata-rata debit air limbah yang akan diolah oleh IPAL adalah 250 m3/hari dan kualitas air limbah yang akan diolah adalah BOD, COD, TSS, Fenol, Krom, Ammonia, Sulfida, dan Minyak & Lemak secara berturut-turut adalah 352 mg/L, 480 mg/L, 69 mg/L, 1,56 mg/L, <0,001 mg/L, 4,7 mg/L, 0,038 mg/L, dan 19,4 mg/L.", "Daftar File": {"TA 2020 Kadek Sri Anik Suci 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/216946"}, "Penulis": "Kadek Sri Anik Suci [15316001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "baku mutu, limbah, pewarnaan, tekstil, water reuse.", "Sumber": "TA DESEMBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "18 Des 2020"}