{"Nomor": 51883, "Judul": "OPTIMASI PURIFIKASI PROTEASE HIV-1 MENGGUNAKAN METODE IMPACT (INTEIN MEDIATED PURIFICATION WITH AN AFFINITY CHITIN-BINDING TAG) UNTUK PENGEMBANGAN METODA PENAPISAN OBAT ANTI HIV", "Abstrak": "Human Immunodeficiency Virus (HIV) merupakan virus yang menyerang sistem kekebalan tubuh. Telah diketahui, pasien yang terinfeksi virus tersebut memiliki tingkat kematian tinggi. Saat ini infeksi HIV telah dapat dikendalikan dengan menggunakan pengobatan antiretroviral terapi (ART). Salah satu kelompok obat ART yang memiliki genetic barrier yang tinggi adalah inhibitor protease HIV. Namun, ketersediaan ART tersebut masih sangat terbatas, terutama di negara-negara berkembang seperti Indonesia. Sehingga perlu dilakukan pengembangan obat anti HIV baru dengan memanfaatkan sumber daya alam Indonesia untuk menjawab kebutuhan tersebut. Salah satu metode pengembangan inhibitor protease adalah dengan menapis senyawa kandidat obat yang dapat menonaktifkan protease HIV, dengan mencegah dimerisasinya secara invitro. Pada metoda penapisan obat ini diperlukan protease HIV murni. Metode purifikasi yang umum digunakan untuk memproduksi protease HIV adalah purifikasi kolom afinitas. Sistem purifikasi protein afinitas konvensional pada umumnya membutuhkan protease untuk memisahkan protein target dari penanda afinitas. Penggunaan protease tersebut diketahui tidak efisien dari segi waktu dan biaya. Pada penelitian ini dilakukan purifikasi protease HIV-1 menggunakan metode IMPACT, dengan menggunakan sistem pemurnian ini, protein target difusikan pada protein penanda intein dan CBD (Chitin-binding Domain). Intein memiliki aktivitas self-cleavage saat diinduksi menggunakan senyawa tiol. Oleh karena itu, sistem purifikasi tersebut memungkinkan terjadinya pemurnian protein dengan hanya satu tahap kromatografi, tanpa menggunakan protease. Adapun tujuan dari penelitian ini adalah untuk memurnikan protease HIV-1 menggunakan metode IMPACT pada kondisi optimumnya. Pada penelitian sebelumnya gen protease HIV-1 yang dikonstruksi dalam plasmid pTXB1 telah ditransformasikan ke dalam Escherichia coli BL21 (DE3). Keberhasilan transformasi ini dikonfirmasi menggunakan metoda Polymerase Chain Reaction (PCR) dan sekuensing DNA. Pada penelitian ini, protein rekombinan kemudian diekspresikan dan disolubilisasi. Kemudian dilakukan optimasi metode purifikasi, yaitu dalam beberapa tahapan seperti berikut: 1.Menvariasikan senyawa pemotong DTT dan ?-mercaptoetanol dalam cleavage buffer (pH trisbasa 8.5); 2. Meningkatkan konsentrasi DTT dari 50 mM menjadi 60 mM; 3. Meningkatkan pH cleavage buffer menjadi 9.2 ; dan 4. Menvariasikan suhu inkubasi kolom resin, pada 4°C dan suhu ruang. Analisis protein dilakukan dengan metoda SDS PAGE. Pada penelitian sebelumnya diketahui hasil konfirmasi plasmid yang menunjukan keberadaan gen protease berukuran sekitar 300 bp. Dari hasil analisis protein, protease HIV-1 memiliki ukuran sekitar 35 kDa. Berdasarkan penelitian ini, diketahui bahwa, pemotongan protease dari protein penanda (intein-CBD) berhasil diamati, yaitu terjadi pada saat induksi pada kolom dilakukan\nmenggunakan cleavage buffer pH 9.2, dengan senyawa DTT (50 mM). Adapun suhu inkubasi kolom optimum (setelah induksi tiol) adalah 4°C. Walaupun begitu, pita protease tidak teramati pada well elusi hasil SDS-PAGE. Oleh karena itu, pada penelitian ini dapat disimpulkan bahwa protease HIV diduga telah berhasil dipurifikasi dengan menggunakan metode IMPACT. Namun, untuk dapat divisualisasikan pada gel akrilamid, konsentrasi protease HIV-1 masih perlu ditingkatkan. Idealnya, percobaan crosslink dimerization dilakukan untuk mengkonfirmasi bahwa protease HIV-1 yang terpurifikasi tidak mengalami perubahan pelipatan protein signifikan, yang akan mempengaruhi kemampuan dimerisasinya. Namun, karena sulitnya mendapatkan protease HIV-1 murni pada penelitian ini, maka dilakukan percobaan crosslink dimerization pada protein fusi (protease HIV-1+INTEIN+CBD) murni, untuk mengetahui adanya kemungkinan terjadinya dimerisasi pada protease HIV-1 yang masih berfusi dengan penanda intein dan CBD. Percobaan dilakukan pada perbandingan konsentrasi protein fusi:agen crosslinker (BS3) 1:20, dengan suhu inkubasi 37?C selama 4 jam. Berdasarkan percobaan tersebut diketahui bahwa dimerisasi protein fusi menggunakan metode crosslink dimerization tidak berhasil dilakukan.\n.", "Daftar File": {"ABSTRAK Akifah Nur'Azmi": "https://digilib.itb.ac.id/gdl/download/216950"}, "Penulis": "Akifah Nur'Azmi [21119022]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Crosslink Dimerization. IMPACT (Intein Mediated Purification with an Affinity Chitin-binding Tag), protease HIV-1.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Des 2020"}