{"Nomor": 51887, "Judul": "HIDROGEOLOGI DAN ANALISIS KUALITAS AIRTANAH DAERAH SURALAYA DAN SEKITARNYA, KOTA CILEGON, BANTEN", "Abstrak": "Kebutuhan airtanah di Kecamatan Pulomerak dan Kecamatan Grogol meningkat seiring dengan bertambahnya jumlah penduduk. Adanya lokasi timbunan FABA (Fly Ash Bottom Ash) dan TPS (Tempat Penampungan Sementara) berpotensi mencemari kualitas airtanah setempat. Kondisi geologi dan hidrogeologi menjadi aspek yang penting untuk diteliti. Oleh sebab itu, penelitian ini ditunjukkan untuk mengetahui tatanan geologi dan hidrogeologi daerah penelitian. Secara geografis, daerah penelitian terletak di koordinat UTM 611100—615100 mT dan 9339993—9348993 mU dengan luas daerah penelitian 32,7 km².\nGeomorfologi daerah penelitian terbagi menjadi enam satuan, yaitu Satuan Punggungan Aliran Lava Batur, Satuan Punggungan Aliran Piroklastik Batur, Satuan Dataran Aliran Piroklastik Batur, Satuan Punggungan Aliran Piroklastik Salak, Satuan Dataran Aliran Piroklastik Salak, dan Satuan Kubah Lava Salak. Vulkanostratigrafi daerah penelitian terbagi menjadi tujuh satuan, yaitu Satuan Lava Andesit 1 (Bl1), Satuan Breksi Piroklastik 1 (Ba), Satuan Tuf 1 (Bs), Satuan Lava Andesit 2 (Bl2), Satuan Breksi Piroklastik 2 (Sa), Satuan Tuf 2 (Ss), dan Satuan Lava Andesit 3 (Sk). Struktur geologi daerah penelitian merupakan struktur primer yang terbentuk pada saat pendinginan lava, yaitu autobreksia di Satuan Lava Andesit 3 (Sk) dan kekar berlembar di Satuan Lava Andesit 1 (Bl1), Satuan Lava Andesit 2 (Bl2), dan Satuan Lava Andesit 3 (Sk).\nAkuifer daerah penelitian merupakan akuifer bebas yang terbagi menjadi tiga kelompok, yaitu Akuifer Lava Andesit Terkekarkan, Akuifer Breksi Piroklastik, dan Akuifer Tuf. Airtanah memiliki nilai pH antara 4,85—8,07 dan nilai TDS (Total Dissolved Solids) antara 55—1410 mg/L. Berdasarkan parameter TDS dan pH Peraturan Menteri Kesehatan Republik Indonesia nomor 492/Menkes/Per/IV/2010 Tentang Persyaratan Kualitas Air Minum, 80% daerah penelitian tergolong airtanah layak minum dan 20% daerah penelitian tergolong airtanah tidak layak minum.", "Daftar File": {"ABSTRAK BUDIANTO SANTOSO": "https://digilib.itb.ac.id/gdl/download/216954"}, "Penulis": "BUDIANTO SANTOSO [12016016]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lambok Hutasoit, M.Sc., Ph.D.", "Dr. Idham Andri Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pulomerak, Grogol, FABA, TPS, kualitas airtanah, akuifer, hidrogeologi, geologi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Des 2020"}