{"Nomor": 51895, "Judul": "RESEARCH ON MARKETING STRATEGY FOR A KETOGENIC FOOD START UP BUSINESS IN BANDUNG", "Abstrak": "Tubuh langsing umum dikaitkan dengan kebahagiaan, kesuksesan, awet muda, dan penerimaan sosial.\nMasyarakat merasa perlu menyesuaikan dengan standar ini dan mengejarnya melalui berbagai cara.\nIndustri diet adalah industri yang sempurna karena menyadari masalah ini dan menawarkan solusinya.\nDi antara diet yang efektif menurunkan berat badan, terdapat diet ketogenik. Diet ketogenik adalah diet\nrendah karbohidrat dan tinggi lemak yang terbukti sangat efektif untuk penurunan berat badan menurut\nbanyak penelitian. Menurut penelitian awal yang dilakukan terhadap orang-orang yang telah menjalani\ndiet keto, kurangnya pilihan makanan yang murni keto di pasaran adalah masalah utama mereka.\nMasalah ini dipandang sebagai peluang dari perspektif bisnis dan penelitian lebih lanjut dilakukan. \nTujuan penelitian ini adalah untuk mengetahui sikap konsumen diet di Kota Bandung terhadap konsep\ndiet ketogenik, mengidentifikasi target pasar yang sesuai, dan membuat strategi pemasaran usaha\npenyedia makanan ketogenik di Kota Bandung.\n\nPenelitian dilakukan dengan metode kualitatif menggunakan wawancara mendalam untuk mendapatkan\ngambaran bagaimana cara memasarkan penyedia makanan ketogenik. Responden dalam penelitian ini\nadalah orang-orang yang pernah melakukan diet karena mempunyai masalah dengan berat badannya.\n\nHasil penelitian menunjukkan bahwa orang yang pernah melakukan diet sudah familiar dengan konsep\nmengurangi karbohidrat dan gula untuk penurunan berat badan, bahkan beberapa diantaranya sudah\npernah mencoba diet rendah karbohidrat. Konsumen diet ini tidak menyukai diet yang mengekang,\nmakanannya tidak enak, dan membuat mereka kelaparan. Karena mereka sulit meninggalkan makanan\nberlemak dan daging dalam menu makanannya, 7 dari 8 konsumen diet penelitian akan\nmempertimbangkan untuk melakukan diet keto di masa mendatang. Hasil penelitian menunjukkan\nbahwa target konsumen yang cocok untuk usaha ini adalah mereka yang menginjak usia dewasa awal\nyang masih lajang dan belum berkeluarga. Orang-orang ini berusia 22-35 tahun, berpenghasilan di atas\nRp3.000.000,00 per bulan, berada di perguruan tinggi dan lulusan perguruan tinggi, pelajar dan\nkaryawan, serta kelas sosial menengah ke atas. Mereka tertarik dalam penurunan berat badan dan\nmakanan lezat, dan berorientasi pada bentuk badan impian. Persona yang sesuai dengan target pasar ini\nadalah lazy dieters, weight loss achievers, dan experimental dieters.\n\nStrategi pemasaran untuk bisnis ini terdiri dari bauran pemasaran 4P yang didasarkan pada kebutuhan\npasar sasaran. Produk untuk bisnis ini harus mencakup makanan berat dan penutup yang ramah keto.\nHarga per item berkisar antara Rp50.000,00-Rp75.000,00, dan ada pilihan pembelian mingguan.\nPembelian dilakukan secara online melalui Instagram, Whatsapp, Gofood/Grabfood. Promosi bisnis ini\nantara lain konten edukatif dan informatif di Instagram, endorsement, promosi berbayar, diskon, dan\nharga yang lebih murah untuk pembelian paket makan mingguan", "Daftar File": {"2021_TS_PP_Vania Arini_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/216962"}, "Penulis": "Vania Arini Putri [29118310]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bauran Pemasaran, Diet Keto, Kuliner, Wawancara Mendalam, Metode Kualitatif, Start Up, STP", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Des 2020"}