{"Nomor": 51894, "Judul": "EVALUASI ANTERNATIF UNTUK LOSS PRODUCTION OPPORTUNITY AKIBAT KETERBATASAN FASILITAS PRODUKSI: STUDI KASUS STASIUN  PENGUMPUL ANOA DAN PESUT DI PT RCI", "Abstrak": "Sebagai salah satu kontraktor migas terbesar di Indonesia, PT RCI telah mengoptimalkan \nproses ekslporasi dan eksploitasi di blok Romeo selama lebih dari 90 tahun, termasuk di\nlapangan Pesut dan lapangan sekitarnya. Dengan kondisi lapangan dan fasilitas yang\nmenua, kenaikan jumlah fluida yang diproduksikan dan adanya perubahan kebijakan\noperasional telah menimbulkan hilangnya sebagian peluang produksi yang berakibat pada\narus penerimaan perusahaan sebesar 40,000 bbls minyak atau setara dengan 2.5 juta US\nDollar.  \nStudi ini ditujukan untuk memilih alternatif terbaik untuk menurunkan potensi kehilangan\nproduksi melalui asset yang ada. Para ahli dikumpulkan untuk melakukan analisis\nmendalam untuk mengidentifikasi masalah utama dan alternative yang dapat dilakukan.\nStudi ini berusaha menggali permasalahan secara mendalam dan mengetahui bagaimana\nberbagai faktor berkontribusi terhadap kehilangan produksi. Menggunakan Value\nFocused Thinking (VFT), team memulai dengan identifikasi nilai dan tujuan akhir yang\ningin dicapai dalam proyek ini, dan kemudian dilanjutkan dengan membuat berbagai\nkemungkinan alternative yang dapat dilakukan untuk mencapai tujuan tersebut.  \nAda empat alternatif yang teridentifikasi dan studi ini menggunakan teknik pengambilan\nkeputusan dengan kriteria jamak melalui metode Analytical Hierarchy Process (AHP)\nuntuk memilih alternatif terbaik dalam rangka menurunkan LPO dan meningkatkan\nproduksi di Pesut GS berdasarkan tiga kriteria: keselamatan, kehandalan sistem, dan\ndampak ekonomis. Hasil analisis menunjukkan bahwa pembangunan pipa penghubung\ndari Pesut GS ke Anoa GS di dekatnya merupakan alternatif yang paling banyak dipilih.  \nAlternatif ini diharapkan akan memberikan dampak ekonomi yang baik dalam jangka\npendek, kehandalan sistem yang tinggi, serta resiko keamanan yang dapat diterima\ndengan biaya investasi yang relative rendah. Alternatif yang dipilih diharapkan dapat\nmengurangi kehilangan produksi sejumlah 41,000 bbls minyak hingga akhir konsesi di\nbulan Agustus-2021. Alternatif ini diperkirakan akan memberikan nilai tambah\nkontraktor Net Present Value (NPV) sebesar  $23,785 with profitability index of 1.6.", "Daftar File": {"2021_TS_PP_Bayu Alfian_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/216961"}, "Penulis": "Bayu Alfian Rahmanto [29118285]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "AHP (Analytical Hierarchy Process), VFT (Value Focused Thinking),  LPO (Loss Production Opportunity)", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Des 2020"}