{"Nomor": 51891, "Judul": "FALSE GOD SISTEM PERILAKU DOMINASI PADA SOSIAL MEDIA INSTAGRAM", "Abstrak": "Perkembangan teknologi yang berkembang sangat pesat dalam beberapa dekade\nterakhir ini membuat identitas individu mengalami pergeseran. Aktifitas yang biasa\ndilakukan secara riil di dunia nyata bergeser menjadi aktifitas di dunia virtual. Salah\nsatunya adalah dengan kehadiran media sosial yang selama satu dekade kebelakang\nbegitu menjamur dan menawarkan begitu banyak kemudahan dalam berinteraksi,\ndan berhubungan satu sama lain. Identitas mendapatkan makna baru pada\nperkembangan platform sosial media, menjadi sebuah identitas virtual. Sosial\nmedia menjadi bagian dari kemajuan dan budaya baru yang muncul di tengah\nkehidupan modern.\nSistem perilaku dominasi merupakan studi dan pengamatan yang dilakukan penulis\ntentang munculnya hierarki identitas-identitas unggul (influencer) terhadap\nidentitas-identitas yang lemah (subordinate) pada media sosial Instagram, dan\nbagaimana hal tersebut memberikan pengaruh atau kekuasaan terhadap bawahan\natau pengikut-pengikut identitas virtual yang dominan tersebut.\nMetode yang digunakan penulis dalam melihat dan merespon fenomena tersebut\nadalah dengan mengaitkan antara fenomena yang terjadi, perilaku yang ditunjukan\noleh identitas-identitas virtual tersebut dan kaitannya dengan karya yang diusung\npenulis. Temuan-temuan tersebut penulis transformasikan menjadi beberapa tokoh\nuntuk menggulirkan cerita diantaranya adalah Dewi, Manusia dan Budak, di mana\nmasing-masing tokoh tersebut merupakan representasi dari perilaku dominasi yang\ndilakukan oleh identitas-identitas virtual yang unggul terhadap bawahannya.\nBerangkat dari hasil pengamatan tersebut penulis mencoba untuk membuat sebuah\nkarya instalasi sinema eksperimental. Di mana jalan cerita ataupun premis dari\nkarya diambil dari hasil pengamatan perilaku yang ada pada media sosial terkait,\nmotivasinya pun cenderung beragam diantaranya adalah uang, kekayaan,\nkekuasaan dan ketenaran. Dengan adanya karya ini penulis mengharapkan bahwa\nkarya sinema eksperimental ini dapat memberikan dan menawarkan pengalaman\nyang tidak hanya sinematik namun juga estetik dengan cara yang cenderung baru\ndengan bahasan cerita yang cenderung lebih tajam dari sinema kebanyakan", "Daftar File": {"ABSTRAK Rivan Mandala Putra": "https://digilib.itb.ac.id/gdl/download/216960"}, "Penulis": "Rivan Mandala Putra [27018005]", "Kontributor / Dosen Pembimbing": ["Deden Hendan Durahman, S.Sn., M.Sch.", "Dr. Nurdian Ichsan, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Perilaku Dominasi, Sinema Eksperimental, Sosial Media, Kekuasaan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Des 2020"}