{"Nomor": 51909, "Judul": "PERANCANGAN IPAL PABRIKASI LIMBAH CAIR LAUNDRY SKALA RUMAH TANGGA", "Abstrak": "Jasa laundry menghasilkan limbah cair yang berasal dari sisa pencucian dan apabila tidak dikelola dengan baik akan mencemari lingkungan. Berdasarkan hasil penelitian yang telah ada, sebagian besar air limbah buangan dari usaha laundry telah melampaui baku mutu yang dipersyaratkan, sehingga perlu dilakukan pengolahan sebelum air limbah ini dibuang ke lingkungan. Tujuan penelitian ini adalah untuk menentukan jenis teknologi pengolahan yang paling tepat untuk mengolah air limbah laundry dalam skala rumah tangga dan membuat rancangan unit dari teknologi pengolahan terpilih. Perancangan dilakukan dengan studi literatur untuk membandingkan jenis-jenis teknologi pengolahan yang sudah teruji mampu untuk mengolah air limbah laundry di antaranya Biosand Filter-Karbon Aktif,  Biofilter Aerob, Koagulasi-Flokulasi dan Elektrokoagulasi. Pemilihan teknologi dilakukan dengan pembobotan dengan metode Simple Additive Weighting (SAW) untuk membandingkan lima parameter pembanding yaitu efisiensi penyisihan, kebutuhan dan ketersediaan lahan, kemudahan konstruksi, operasional dan perawatan, serta biaya konstruksi,  operasi dan perawatan. Hasil penelitian menunjukkan bahwa Koagulasi-Flokulasi merupakan teknologi yang paling unggul untuk mengolah air limbah laundry dengan tingkat penyisihan surfaktan sebesar 99%, penyisihan COD sebesar 88%, penyisihan BOD sebesar 65% dan penyisihan TSS sebesar 94%. Kemudian, dari hasil teknologi terpilih dirancang sebuah unit pengolahan air limbah laundry skala rumah tangga yang terdiri dari bak pengumpul, bak koagulasi-flokulasi, dan bak sedimentasi.", "Daftar File": {"TA 2021 Agnes Fenesia Pakpahan 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/216977"}, "Penulis": "Agnes Fenesia Pakpahan [15316025]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Air limbah, laundry, teknologi pengolahan, koagulasi-flokulasi, SAW", "Sumber": "TA DESEMBER 2020", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "23 Des 2020"}