{"Nomor": 51902, "Judul": "EKSPLORASI TEKNIK SULAM CERMIN PADA MOTIF BATIK CIREBON UNTUK PRODUK FASHION", "Abstrak": "Perkembangan motif batik Cirebon tidak terlepas dari perkembangan Keraton\nCirebon. Motif batik keraton Cirebon sendiri biasanya menggambarkan sisi\narsitektur, benda pusaka, hingga pemandangan yang ada di sekitar Keraton. Salah\nsatu motif khasnya adalah motif sunyaragi. Motif yang menggambarkan alam\nCirebon ini memiliki simbol wadasan yaitu motif batu karang yang dimaknai\nsebagai bentuk kristalisasi iman. Begitu juga dengan Taman Air Gua Sunyaragi\nyang digunakan sebagai tempat keluarga keraton untuk menimba ilmu dan\nmendapatkan ketenangan batin dengan bertapa dan merefleksi diri. Batu karang\n(wadasan) yang ada di taman air gua sunyaragi apabila terkena percikan air akan\nmenampilkan kilauan yang menarik seperti pantulan cermin yang sama-sama bisa\nmerefleksikan. Penelitian ini bertujuan untuk mengangkat motif sunyaragi yang di\neksplorasi dengan menggabungkan teknik sulam cermin untuk menampilkan kesan\nkilauan dari percikan air yang dihasilkan dari pantulan cermin. Metode pendekatan\nyang digunakan di dalam penelitian ini adalah metode kualitatif dan deskriptif. Pada\nmetode kualitatif dilakukan pencarian data berupa studi literatur, observasi aktif\ndan pasif, serta pengambilan data-data dokumentasi dan gambar lainnya.\nBerdasarkan hasil dari penelitian, komposisi warna motif yang diubah serta\nmenambahkan teknik reka latar berupa sulam cermin, bordir, dan pemasangan\nmanik-manik memberikan kebaruan dan orisinalitas dari penelitian.", "Daftar File": {}, "Penulis": "Welni Maylani Khoirunisa [17216116]", "Kontributor / Dosen Pembimbing": ["Dr. Ratna Panggabean, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Batik, Cermin, Cirebon, Gua Sunyaragi, Sulam, Wadasan.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "23 Des 2020"}