{"Nomor": 51917, "Judul": "PERWUJUDAN TEMPAT PADA PERMUKIMAN I'ERNAKULAR BALI AGA PENGOTAN", "Abstrak": "Perwujudan tempat adalah proses mengekspresikan dan memberikan bentuk yang\nnyata pada gagasan tempat yang abstrak. Tindakan mengubah gagasan yang abstrak\nmenjadi produk nyata banyak faktor yang mempengaruhi dalam peruujudannya.\nKarena sifatnya yang absurd, tempat hanya dapat diamati dari ekspresi unsur-unsur\npembentuknya. Tempat memiliki makna, menimbulkan rasa memiliki, dan berskala\nmamrsia. Perwujudan tempat diperlukan kekuatan sendiri dari komunitasnya,\nberada di ruang yang tepat, melakukan kegiatan tertentu pada waktu yang tepat, dan\ndidukung oleh budaya.\nPermukiman vernak:ular dipengaruhi sistem kepercayaan, penggunaan material dan\nteknologi lokal, dan pemahaman masyarakat terhadap alam lingkungannya yang\nberkaitan erat dengan warisan budaya leluhur. Permukiman vemakular Bali Aga\nPengotan memiliki karakteristik unik pada stmktur keruangannya yang tersusrm\ndari prinsip penataan ruang yang konsisten yang dipengaruhi tata nilai yang dianut\ndan pemahaman mereka akan lingkungan sekitar, namun pemaknaannya bisa\nberagam sesuai dengan kebutuhan dan fungsi.\nDisertasi ini bermakud mengungkap pengaruh perilaku-ritual terhadap\nperwujudan tempat pada permukiman vernakular Bali Aga Pengotan dengan cara\nmenggali pola fisik dan pola perilaku ritual. Penelitian ini menggunakan\npendekatan kualitatifdengan kajian deskriptifdan eksploratifunhrk memahami dan\ndapat menjabarkan konsep tempat yang terjadi dengan melihat fenomena di\nlapangan, membuat dokumentasi kondisi eksisting, melakrkan pengamatan\nterhadap penggunaan nxrng di lapangan, dan kemudian diverifikasi melalui\nwawancara dengan pengguna ruang. Data yang terhimpun dianalisis melalui\nmetoda Observing Physical Trace (OPT) dan Observing Environmmtal Behsviour\n(OEB) yallg kemudian dianalisis berulang-ulang sesuai dengan jumlah kegiatan\nyang ada. Hasil analisis diinterpretasikan dengan mernbaca relasi yang terjadi\nantara pola fisik dengan pola perilaku-ritual. Interpretasi dilakukan segera setelah\npengumpulan data dan analisis tahap awal selesai dilakukan. Verifrkasi\ndimaksudkan untuk memperkaya data, namun dapat juga sebagai proses\npenyederhanaan, atau pemfokusan data. Data yang telah diperoleh dan dianalisis\npada proses awal digunakan sebagai acuan dalam pengumpulan data berikutnya\nhingga daia telah cukup (saturation).\nHasii penelitian menunjukkan bahwa perwujudan tempat di permukiman\nvemakular Bali Aga Pengotan adalah proses pembentukan tempat yang berhrj',an\nmenciptakan jiwa terupat (spirit of place) dengan cara 1) permukiman dirancang\nberdasarkan pemahaman kosmologi lokal, 2) tempat diwujudkan dengan adanya\nobjek sembahan sebagai pusat orientasi dan kegiatan, 3) atribut ruang digunakan\nsebagai penanda yang memberi karakter, dan 4) organisasi sosial dibentuk sebagai\npenjaga keberlanjutan tradisi. Faktor-faktor pengaruh yang sangat dominan tidak\nhanya pada fisik permukiman namun juga pada kehidupan dan kegiatan\nmasyarakatnya selain faktor strulctur sosial dan aktivitas upacara ritual yang\ndiselenggarakan. Objek sembahan sebagai unsur utama, tata gerak dan kostum\npelaku, dan perabot dan dekorasi menjadi unsur-unsur perwujudan tempat yang\ndapat dipahami dan dirasakan.", "Daftar File": {"ABSTRAK Dwinik Winawangsari": "https://digilib.itb.ac.id/gdl/download/216985"}, "Penulis": "Dwinik Winawangsari [35213004]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Himasari Hanan, MAE", "Prof. Dr.-Ing. Ir. Widjaja Martokusumo"], "Jenis Koleksi": "Disertasi", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Bali Aga, desa Pengotan, perwujudan tempat, permukiman vernakular.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "28 Des 2020"}