{"Nomor": 51925, "Judul": "IDENTITAS MULTIKULTURAL INDONESIA SEBAGAI PEMBENTUK BELIEVABILITY TOKOH FILM ANIMASI ADIT SOPO JARWO DAN KELUARGA SOMAT", "Abstrak": "Disertasi ini bertujuan untuk mendalami penokohan dalam film animasi. Penokohan menarik untuk dikaji, mengingat di dalamnya termuat ide mengenai film animasi itu sendiri. Dua judul film animasi yang ditayangkan di televisi adalah Adit Sopo Jarwo dan Keluarga Somat, fokus memperlihatkan kehidupan masyarakat Indonesia. Kedua film animasi ini mengusung tema kesukubangsaan. Tema klasik yang menunjukkan pluralisme bangsa Indonesia, sehingga eksesnya adalah banyak pula keberbedaan. Kedua film animasi ini berupaya memperlihatkan fakta mengenai perbedaan tersebut dengan pendekatan humor. Peran sukubangsa dinilai penting untuk mewujudkan persatuan bangsa, maka topik ini terus-menerus digarap. Secara khusus melalui tokoh-tokohnya, melalui peran pada episode terpilih. Dalam konteks kedua film animasi ini, keberadaan tokoh menjadi pusat tematis. Penelitian ini dilakukan untuk menemukan bentukan identitas yang disebabkan peleburan budaya pada tokoh, dilihat melalui kedua film animasi terpilih, berdasarkan teori believability. Teori ini digunakan untuk menelaah perlakuan dan kualitas yang digunakan untuk menghasilkan tokoh yang menyerupai manusia. Keserupaan ini dilihat berdasarkan dua aspek besar, yaitu visualisasi dan visualitas para tokoh. Visualisasi merujuk pada kemiripan tokoh dengan manusia dan segala atribut yang melekat. Sementara visualitas berkonteks pada proses penglihatan sosial. Para tokoh saling berinteraksi sehingga terbentuk sikap dan tindakan yang menunjukkan jatidirinya. Penelitian ini dilakukan dengan metode etnografi agar sofistikasi holistik pada penciptaan tokoh terbaca dengan jelas. Penggunaan metode ini mengarahkan pada ditemukannya hal menarik sebagai berikut. Pertama, pertimbangan visuaisasi dalam penciptaan tokoh, dibarengi dengan pembentukan karakter melalui bentuk tubuh dan unsur wajah. Pada kedua film terlihat adanya upaya untuk menunjukkan kualitas fisiognomi yang menyerupai wajah manusia nyata. Kedua film ini melakukan pendekatan gaya visual yang berbeda. Film Adit Sopo Jarwo mengarah pada gaya visual realistis, sementara film Keluarga Somat mengarah pada gaya visual kartun. Namun demikian terdapat perlakuan yang setara ketika menerapkan fisiognomi pada unsur wajah, yaitu pada bentuk wajah, alis, mata, hidung, dan mulut. Bagian berikutnya adalah modifikasi bentuk tubuh yang didasari Somatotype Personality Theory.\nTerdapat tambahan stereotip visual yang merujuk pada fisiognomi yang digabungkan dengan kebiasaan yang dinilai normatif oleh masyarakat mengenai tokoh. Kedua, penciptaan visual tokoh mengarah kepada pemaknaan, berupa identitas yang terbentuk dari aspek visualitas yaitu keterlibatan kesukubangsaan, sistem religi, dan bahasa. Faktor-faktor ini ditambahkan untuk melengkapi kualitas tokoh untuk semakin menyerupai manusia. Bahkan tokoh diperlihatkan memiliki pilihan sikap terhadap tokoh lain yang berbeda sukubangsa. Hal ini mengarah pada temuan ketiga, yaitu adanya pemaknaan terhadap tokoh yang merupakan penyatuan atau peleburan identitas dan unsur-unsur budaya. Pada tahap ini terdapat penyesuaian dari unsur-unsur budaya masyarakat menjadi unsur-unsur budaya pada tokoh film animasi. Terjadi penafsiran makna identitas multikultural pada tokoh. Hal ini disebabkan oleh adanya faktor-faktor eksternal, seperti keberagaman budaya, ideologi Pancasila yang menekankan pada kehidupan beragama, kebersamaan, persatuan, berdasarkan hukum dan keadilan. Tumbuh kembangnya masyarakat menghasilkan sinkretisme terhadap perilaku budaya dan sistem-sistem keyakinan masyarakat. Ini terlihat pada bagian sistem religi konsep keberagamaan disamarkan menjadi spiritualitas. Maka dalam hal ini tejadi peleburan perilaku beragama dengan budaya. Demikian pula mengenai bahasa, yang diseragamkan menggunakan bahasa Indonesia, untuk menghindari perbedaan persepsi dalam penggunaan bahasa. Namun demikian terdapat upaya menambahkan logat sukubangsa untuk menguatkan identitas budaya tokoh. Jika dikembalikan pada believability yang mengedepankan kemiripan kualitas tokoh rekaan dengan manusia, maka konsep penciptaan pada kedua film terpilih telah menunjukkan kerumitan penciptaan tersebut. Berdasarkan ketiga temuan disertasi ini, dapat dijelaskan bahwa multikulturalisme yang terbentuk pada tokoh-tokoh terpilih sekaligus menjadi identitas. Sehingga dapat dinyatakan bahwa telah terbentuk identitas multikulturalisme pada tokoh film animasi Adit Sopo Jarwo dan Keluarga Somat.", "Daftar File": {"ABSTRAK Yully Ambarsih Ekawardhani": "https://digilib.itb.ac.id/gdl/download/217168"}, "Penulis": "Yully Ambarsih Ekawardhani [37015006]", "Kontributor / Dosen Pembimbing": ["Dr. Imam Santosa, M.Sn.", "Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D.", "Dr. Irfansyah, M.Ds."], "Jenis Koleksi": "Disertasi", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Arts & recreation", "Kata Kunci": "animasi, believability, fisiognomi, identitas multikultur, tokoh", "Sumber": "FSRD ITB", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Des 2020"}