{"Nomor": 51929, "Judul": "DIFERENSIASI BENTUK DAN MAKNA FISIOGNOMI ARJUNA PADA WAYANG KULIT GAGRAK SURAKARTA PATRON BAMBANG SUWARNO", "Abstrak": "Arjuna adalah kesatria ketiga Pandawa dalam cerita pewayangan Mahabharata\nyang disebut sebagai Lelananging Jagad (lelaki paling maskulin di seluruh\nsemesta) dan prototipe manusia Kejawen. Penyebutan Arjuna sebagai Lelananging\nJagad menunjukkan bahwa keberadaannya penting sebagai ideal maskulin Jawa\nmeskipun perawakannya kecil, penampilan halus, dan tingkah lakunya lembut\nseperti perempuan. Seiring dengan perkembangan zaman, seni pewayangan juga\nturut berkembang, begitu pula dengan bentuk-bentuk ekspresi maskulinitas Arjuna\nyang tampak pada wanda-wanda-nya. Penciptaan berbagai macam wanda Arjuna\nmerupakan hasil interpretasi seniman wayang terhadap tokoh Arjuna, termasuk\ninterpretasi mereka terhadap kemaskulinan Arjuna yang khas. Penelitian ini\ndilakukan untuk melihat diferensiasi bentuk dan makna wanda-wanda Arjuna\ndalam kaitannya dengan konsep maskulinitas Jawa melalui fisiognomi.\nObjek dalam penelitian ini adalah wanda-wanda Arjuna gaya Surakarta patron\nBambang Suwarno, antara lain wanda Kedhu, Kinanthi, dan Muntap. Penelitian ini\nmerupakan penelitian struktural menggunakan metodologi etnosemiotika.\nPenelitian diawali dengan metode semiotika, kemudian divalidasi dengan\nmenggunakan metode etnografi. Pada tahap semiotika, penelitian dilakukan dengan\npengukuran dan penghitungan kuantitatif untuk mencari nilai diferensiasi pada\nwanda-wanda Arjuna dengan detail. Nilai ini kemudian digunakan untuk membuka\nmakna diferensiasi wanda-wanda Arjuna. Hasil pemaknaan diferensiasi ini\ndivalidasi dengan menggunakan metode etnografi.\nHasil penelitian menunjukkan bahwa bentuk elemen-elemen fisiognomi wayang\nkulit menunjukkan diferensiasi kontinum terbatas. Diferensiasi ini memiliki sistem\nyang terbangun atas beberapa prinsip, antara lain: Pertama, kode budaya Jawa yang\ndigunakan dalam wayang kulit. Kedua, prinsip taksonomi yang mengatur\npengelompokan tokoh dalam wayang kulit. Ketiga, prinsip hierarki dari tokohtokoh wayang kulit berdasarkan taksonominya. Keempat, adanya diferensiasi\ndalam rentang kontinum yang terbatas pada wanda-wanda Arjuna. Kelima,\ndiferensiasi kontinum terbatas pada wanda-wanda Arjuna tersebut memunculkan\ndiferensiasi makna terkait maskulinitas Arjuna. Arjuna wanda Kedhu yang sangat\nluruh sebagai titik awal kontinum, wanda Muntap sebagai titik akhir kontinum yang\nkurang luruh, dan wanda Kinanthi berada di antaranya. Pergeseran bentuk ini\nmenimbulkan diferensiasi makna yang kontinum pada ketiga wanda. Bentuk sangat\nluruh Arjuna wanda Kedhu menunjukkan maskulinitas Jawa yang ideal, di mana\nkonsep ini kontradiktif dengan maskulinitas modern. Bentuk kurang luruh pada\nArjuna wanda Muntap justru bermakna kurang maskulin, sementara bentuk luruh\nArjuna wanda Kinanthi berada di antara keduanya. Hal ini menunjukkan adanya\npergeseran nilai maskulinitas tradisional Jawa ke arah maskulinitas modern pada\nwanda-wanda Arjuna.", "Daftar File": {"2020 DS PP RATNA CAHAYA": "https://digilib.itb.ac.id/gdl/download/217137"}, "Penulis": "Ratna Cahaya Rina Wirawan Putri [37016006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yasraf Amir P., MA", "Dr. Ira Adriati, S.Sn., M.Sn.", "Dr. Irfansyah, M.Ds."], "Jenis Koleksi": "Disertasi", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Diferensiasi, fisiognomi, Arjuna, wayang kulit, maskulinitas, wanda", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "29 Des 2020"}