{"Nomor": 51956, "Judul": "PENENTUAN LOKASI REKOMENDASI STASIUN PASANG SURUT UNTUK PERINGATAN DINI BERDASARKAN PEMODELAN NUMERIK (STUDI KASUS: WILAYAH BAGIAN BARAT INDONESIA)", "Abstrak": "Indonesia merupakan negara yang berada dipertemuan tiga lempeng utama, sehingga potensi kejadian tsunami di Indonesia cukup tinggi. Dalam hal ini Indonesia sudah menyiapkan 160 stasiun pasang surut yang tersebar di wilayah Indonesia sebagai early warning system agar dapat mengurangi kerugian yang disebabkan oleh fenomena tsunami tersebut. Namun, sebaran stasiun pasang surut ini dianggap masih kurang dalam merekam sinyal tsunami, sehingga diperlukan penambahan stasiun pasang surut. Oleh karena itu, dilakukan simulasi tsunami agar dapat merekomendasikan titik lokasi stasiun pasang surut baru yang nantinya dapat membantu Indonesia Tsunami Early Warning System (InaTEWS). Simulasi tsunami pada penelitian ini menggunakan model numerik COMCOT v.1.7 yang mana terdapat tiga domain dengan 13 skenario. Data yang digunakan adalah data batimetri dari BATNAS, data ketinggian tsunami PTHA, data sebaran stasiun pasang surut dan pelabuhan di sepanjang pantai Indonesia, serta parameter gempa. Hasil simulasi menunjukkan dari 81 titik evaluasi stasiun pasang surut dipilih 17 titik lokasi sebagai titik yang direkomendasikan karena dapat mencatat sinyal tsunami lebih cepat 1 hingga 7 menit daripada stasiun pasang surut BIG yang sudah terpasang. Dari 17 titik lokasi ini nilai waktu tiba tercepat untuk mencatat sinyal tsunami yang dicatat adalah 0 menit, karena pada lokasi tersebut berada pada subduksi yang patah.", "Daftar File": {"ABSTRAK Fatimah Yasmin Azzahra": "https://digilib.itb.ac.id/gdl/download/217164"}, "Penulis": "Fatimah Yasmin Azzahra [12916027]", "Kontributor / Dosen Pembimbing": ["Hamzah Latief, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Peringatan dini tsunami, stasiun pasang surut, tinggi gelombang tsunami, titik evaluasi, waktu tiba.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Des 2020"}