{"Nomor": 51969, "Judul": "METABOLIT SEKUNDER DARI KULIT BUAH KECAPI (SANDORICUM KOETJAPE MERR) DAN BIOAKTIVITASNYA TERHADAP TIROSIN KINASE", "Abstrak": "Meliaceae mengandung senyawa metabolit sekunder dari kelompok limonoid, terpenoid, dan flavonoid yang memiliki bioaktivitas yang menarik di antaranya sebagai insektisida, antifeedant, penolak serangga, serta sebagai antiinflamasi, antioksidan, sitotoksik, dan antitumor. Oleh sebab itu penelitian akan Meliaceae menjadi menarik dan salah satu dari sekian banyak genus yang termasuk famili Meliaceae adalah Sandoricum koetjape Merr. Walaupun penelitian terhadap tumbuhan ini telah dilakukan oleh peneliti lain, tetapi penelitian yang berasal dari sampel Indonesia belum banyak dilakukan. Selain itu, pada penelitian ini digunakan jaringan tumbuhan bagian kulit buah, dimana jaringan ini masih sangat jarang diteliti. Pada penelitian ini dilakukan isolasi, karakterisasi dan pengujian bioaktivitas terhadap metabolit sekunder dari kulit buah S. koetjape yang berasal dari Pandeglang, Banten. Isolasi metabolit sekunder dari ekstrak kulit buah S. koetjape melibatkan beberapa tahap, yaitu ekstraksi, fraksinasi, dan pemurnian menggunakan berbagai metode kromatografi. Struktur molekul senyawa hasil isolasi ditetapkan berdasarkan data spektroskopi (MS, 1D-NMR dan 2D-NMR). Tiga senyawa murni telah berhasil diisolasi dan diidentifikasi sebagai triterpenoid, yaitu asam brinonat (B1), hispidol B 3-palmitat (B2) dan asam brionolat (B3). Ketiga senyawa tersebut dievaluasi sebagai inhibitor tirosin kinase reseptor (EGFR, HER2, HER4, IGFR, InsR, KDR, PDGFR?, dan PDGFR?). Hasil penelitian menunjukkan hanya B2 yang memiliki aktivitas signifikan terhadap InsR.", "Daftar File": {"ABSTRAK Dyah Ayu Rachmadhaningtiyas": "https://digilib.itb.ac.id/gdl/download/217280", "PUSTAKA Dyah Ayu Rachmadhaningtiyas": "https://digilib.itb.ac.id/gdl/download/230237"}, "Penulis": "Dyah Ayu Rachmadhaningtiyas [20519013]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS, Ph.D.", "Dr. Elvira Hermawati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Sandoricum koetjape, isolasi, triterpenoid, tirosin kinase.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "07 Jan 2021"}