{"Nomor": 51964, "Judul": "INDEKS PELANGI-3 KUAT BEBERAPA KELAS GRAF DAN GRAF HASIL OPERASI", "Abstrak": "Misalkan G adalah suatu graf terhubung sederhana berorde n dan didefinisikan\nsuatu pewarnaan sisi-h c : E(G) ! f1; 2; : : : ; hg, h 2 N, sehingga dua sisi yang\nbertetangga boleh memiliki warna yang sama. Misalkan k adalah suatu bilangan\nbulat dengan k 2 f2; 3; : : : ; ng. Suatu pohon T di G disebut pohon pelangi jika\ntidak ada dua sisi di T yang memiliki warna sama. Misalkan S  V (G) dengan\njSj = k. Suatu pewarnaan sisi-h c pada G disebut pewarnaan sisi-h pelangi-k\nkuat jika untuk setiap himpunan S di G, terdapat suatu pohon pelangi berukuran\nminimum yang menghubungkan S. Indeks pelangi-k kuat graf G, dinotasikan\ndengan srxk(G), adalah h terkecil sehingga terdapat pewarnaan sisi-h pelangi-k\nkuat pada G.\nIndeks pelangi-k kuat memiliki aplikasi yang menarik dalam keamanan pertukaran\ninformasi di suatu jaringan komunikasi. Sebagai contoh, apabila ingin dilakukan\npertukaran informasi yang aman antara k orang, setiap jalur yang menghubungkan\nk orang tersebut harus diberikan kata kunci yang berbeda. Banyak kata kunci\nminimal yang dibutuhkan dalam suatu jaringan komunikasi sehingga setiap k orang\ndihubungkan oleh suatu jalur yang aman dan sependek mungkin direpresentasikan\nsebagai indeks pelangi-k kuat.\nPenentuan indeks pelangi-k kuat sebarang graf adalah NP-Complete. Oleh karena\nitu, pada disertasi ini difokuskan pada indeks pelangi-3 kuat. Pada disertasi ini,\nditentukan karakterisasi graf dengan indeks pelangi-3 kuat sama dengan 2. Selain\nitu, ditentukan pula indeks pelangi-3 kuat beberapa kelas graf dan graf hasil operasi\nyang meliputi amalgamasi-sisi, hasil kali sisir-titik, hasil kali sisir-sisi, dan hasil kali\nkorona. Operasi graf memiliki peranan penting dalam membentuk suatu jaringan\nkomunikasi yang lebih besar dan kompleks.", "Daftar File": {"ABSTRAK ZATA YUMNI AWANIS.pdf)u": "https://digilib.itb.ac.id/gdl/download/217193"}, "Penulis": "Zata Yumni Awanis [30117002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A.N., S.Si., M.Si.", "Dr. Suhadi Wido Saputro, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "indeks pelangi-3 kuat, operasi graf, pewarnaan pelangi, pohon pelangi.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "05 Jan 2021"}