{"Nomor": 51976, "Judul": "KONSTRUKSI DAN EKSPRESI PROTEIN REKOMBINAN EDIII VIRUS DENGUE SEROTIPE I DALAM VEKTOR EKSPRESI PET-16B PADA ESCHERICHIA COLI BL21 CODONPLUS (DE3)-RIPL", "Abstrak": "Demam Berdarah Dengue (DBD) adalah penyakit yang disebabkan oleh virus Dengue yang ditularkan melalui gigitan nyamuk Aedes aegypti. Infeksi virus Dengue masih menjadi salah satu masalah kesehatan utama di dunia terutama di daerah tropis dan subtropis. World Health Organization (WHO) mencatat negara Indonesia sebagai negara dengan kasus DBD tertinggi di Asia Tenggara. Kementerian Kesehatan Repuplik Indonesia mencatat kasus Demam Berdarah Dengue di Indonesia selama tahun 2020 hingga bulan Juli mencapai 71.633 kasus dengan jumlah kematian di seluruh Indonesia mencapai 459 orang. Banyaknya penderita DBD setiap tahunnya menunjukan bahwa Penyakit DBD masih merupakan salah satu masalah kesehatan masyarakat yang utama di Indonesia yang perlu penanganan yang tepat. Untuk mendapatkan penanganan yang tepat pada pasien terinfeksi virus Dengue dibutuhkan diagnosis yang akurat dan cepat, sehingga dibutuhkan kit diagnostik. Kit diagnostik merupakan alat uji cepat untuk mendiagnosis suatu penyakit yang memanfaatkan interaksi spesifik antara suatu antibodi dengan antigen. Salah satu komponen penting dalam kit diagnostik adalah protein EDIII. EDIII mengandung epitop yang dapat menginduksi pembentukan antibodi sehingga pada darah pasien yang disangka menderita DBD akan ditemukan antibodi spesifik EDIII yang dapat berinteraksi dengan antigen EDIII yang terdapat pada kit uji cepat. Interaksi yang terjadi dapat menyebabkan terjadinya perubahan warna pada kit yang mengindikasikan keberadaan virus Dengue pada pasien. Tujuan akhir dari penelitian ini adalah untuk memperoleh protein EDIII sebagai antigen yang diperlukan dalam pengembangan alat uji cepat demam Dengue. Fragmen gen pengkode protein EDIII (DENV1) berukuran 294 pasang basa diamplifikasi dari template gen sintetik virus Dengue serotipe 1 menggunakan teknik Polymerase Chain Reaction (PCR). Fragmen gen EDIII (DENV1) diligasi dengan vektor kloning pGEM-T untuk perbanyakan fragmen. Plasmid rekombinan EDIII (DENV)-pGEM berukuran 3320 pasang basa ditumbuhkan dalam E. coli TOP 10F’. Keberhasilan insersi dikonfirmasi melalui skrining koloni biru  dan putih. Analisis PCR koloni membuktikan plasmid rekombinan membawa sisipan berupa gen pengkode EDIII (DENV1). Pemotongan ganda (Double digest) menggunakan enzim restriksi Nde1 dan Xho1 menghasilkan\n\nfragmen berukuran sekitar 294 dan 3026 pasang basa yang mengindikasikan fragmen linier gen pengkode protein EDIII (DENV1) dan pGEM. Penjajaran urutan nukleotida hasil sekuensing plasmid rekombinan EDIII (DENV)-pGEM menunjukan urutan nukleotida yang sesuai dengan templat referensi. Gen pengkode protein EDIII (DENV1) kemudian disisipkan ke vektor ekspresi pET16b pada sisi restriksi Nde1 dan XhoI sehingga diperoleh plasmid rekombinan EDIII (DENV1)- pET16b yang berukuran 6.008 pasang basa. Analisis PCR koloni dan restriksi mengkonfirmasi bahwa plasmid rekombinan membawa sisipan EDIII (DENV1). Penjajaran urutan nukleotida hasil sekuensing plasmid rekombinan EDIII (DENV)- pET16b menunjukan urutan nukleotida yang sesuai dengan referensi. Hal ini membuktikan bahwa tidak terjadi mutasi selama proses rekombinasi. E. coli BL21 CodonPlus (DE3)-RIPL ditransformasi dengan plasmid rekombinan EDIII (DENV1)-pET16b menggunakan metode kejut panas dan diseleksi dalam media LB yang mengandung antibiotik ampisilin. Transforman E. coli BL21 CodonPlus (DE3)-RIPL/ EDIII (DENV1)-pET16b ditumbuhkan dalam media LB ampsilin dan diinduksi dengan IPTG 0,3 mM selama 4 jam pada suhu 37 oC. Analisis SDS-PAGE menunjukkan bahwa protein rekombinan EDIII (DENV1) memiliki massa molekul\n?11 kDa dan membentuk badan inklusi. Protein EDIII (DENV1) yang aktif dihasilkan melalui pelipatan ulang dan pemurnian menggunakan kromatografi afinitas resin Ni-NTA. Analisis Enzyme-Linked Immunosorbent Assay (ELISA) membuktikan protein EDIII (DENV1) mampu membentuk interaksi spesifik dengan antibodi IgM komersil virus Dengue.", "Daftar File": {"ABSTRAK Poppy Mai Versiska": "https://digilib.itb.ac.id/gdl/download/217286", "COVER Poppy Mai Versiska": "https://digilib.itb.ac.id/gdl/download/229164", "BAB1 Poppy Mai Versiska": "https://digilib.itb.ac.id/gdl/download/229165", "BAB2 Poppy Mai Versiska": "https://digilib.itb.ac.id/gdl/download/229166", "BAB3 Poppy Mai Versiska": "https://digilib.itb.ac.id/gdl/download/229167", "BAB4 Poppy Mai Versiska": "https://digilib.itb.ac.id/gdl/download/229168", "BAB5 Poppy Mai Versiska": "https://digilib.itb.ac.id/gdl/download/229169", "PUSTAKA Poppy Mai Versiska": "https://digilib.itb.ac.id/gdl/download/229170"}, "Penulis": "Poppy Mai Versiska [20518018]", "Kontributor / Dosen Pembimbing": ["Prof. Dessy Natalia, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "DBD, virus Dengue, EDIII, DENV1, Ni-NTA, Antigen, dan ELISA", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "07 Jan 2021"}