{"Nomor": 51977, "Judul": "SINTESIS ZEOLIT ZSM-5 RAMAH LINGKUNGAN DARI ABU SEKAM PADI TANPA KEHADIRAN PELARUT DAN OSDA", "Abstrak": "ZSM-5 merupakan salah satu jenis zeolit dengan tipe kerangka MFI (Mordenite Framework Inverted) yang banyak dimanfaatkan sebagai katalis heterogen dalam industri untuk beberapa reaksi penting seperti reaksi perengkahan, isomerisasi, alkilasi, asilasi, dan lain sebagainya. Zeolit ini umumnya disintesis dengan metode hidrotermal dari campuran prekursor alumina silika dalam media basa dengan adanya pelarut berupa air dan OSDA (Organic Structure Directing Agent) berupa senyawa organik yang mengandung ion TPA+ (tetrapropylammonium). Namun sintesis dengan metode ini kurang menguntungkan baik secara ekonomi maupun lingkungan karena harga OSDA yang mahal, yield yang dihasilkan sedikit, timbulnya tekanan autogeneous dari pelarut, konsumsi energi yang tinggi, serta menghasilkan limbah cair dan gas yang berbahaya bagi lingkungan. Pada penelitian ini zeolit disintesis dengan metode yang lebih ramah lingkungan dan berkelanjutan. Limbah abu sekam padi dimanfaatkan sebagai sumber silika untuk mensintesis zeolit dengan kondisi bebas pelarut dan bebas OSDA. Komponen silika abu sekam padi diekstrak melalui perlakuan dengan basa-asam. Untuk mempercepat proses kristalisasi, benih ditambahkan ke dalam campuran awal prekursor. Kristalisasi zeolit dilakukan pada 3 temperatur yang berbeda yaitu 160 ?C, 180 ?C, dan 200 ?C. Selanjutnya dilakukan penentuan parameter kinetika menggunakan persamaan Avrami serta penentuan energi aktivasi untuk masing-masing tahap kristalisasi. Pada penelitian ini, kristalisasi pada temperatur 180 ?C dijadikan sebagai model untuk mempelajari transformasi struktur dan morfologi selama proses sintesis melalui karakterisasi menggunakan XRD, FTIR dan SEM. Hasil penelitian menunjukkan bahwa fasa kristalin murni zeolit ZSM-5 dapat diperoleh dengan waktu yang relatif singkat (10 jam pada T= 180 ?C) dan menghasilkan yield > 95%. Perpanjangan waktu sintesis di atas waktu tersebut menyebabkan terjadinya tranformasi fasa ZSM-5 menjadi fasa mordenit dan kuarsa. Kristal zeolit hasil sintesis memiliki morfologi kubus dengan ukuran sekitar 500 nm. Ukuran tersebut jauh lebih kecil dibandingkan dengan benih yang digunakan yang mengindikasikan terjadinya pembentukan kristal melalui mekanisme nukleasi sekunder. Pada semua temperatur sintesis, kristalisasi zeolit mengikuti pola kurva sigmoid. Garis datar pada awal periode sintesis menunjukkan terjadinya tahap induksi. Ketika nuklei yang terbentuk sudah cukup stabil pada periode induksi (t0), maka kurva mulai naik yang menunjukkan mulai terjadinya periode transisi (ttr). Pada tahap ini proses\n\nkristalisasi terjadi sangat lambat. Periode pertumbuhan kristal (tc) ditandai dengan percepatan pada proses kristalisasi yang direpresentasikan oleh perubahan slope pada kurva kristalisasi. Berdasakan hasil fitting kurva menggunakan persamaan non-linear Avrami, kecepatan kristalisasi zeolit meningkat seiring dengan meningkatnya temperatur sintesis. Hal tersebut ditunjukkan oleh parameter waktu yang lebih singkat serta nilai konstanta reaksi (k) dan kecepatan reaksi (v) pada masing-masing tahap kristalisasi yang lebih tinggi untuk temperatur yang lebih tinggi. Selanjutnya nilai Konstanta Avrami (n) ~3 mengindikasikan terjadinya pertumbuhan kristal 3 dimensi melalui jalur nukleasi instan. Adapun berdasarkan penentuan energi aktivasi diperoleh bahwa tahap nukleasi adalah tahap penentu laju dalam proses kristalisasi zeolit dengan harga energi aktivasi untuk tahap induksi, transisi dan pertumbuhan kristal berturut-turut adalah En1 = 136,87 kJ/mol, En2 = 50,74 kJ/mol dan Ec = 50,61 kJ/mol. Berdasarkan hasil yang telah dipaparkan diatas, penelitian ini memberikan model untuk memahami lebih lanjut terkait sintesis zeolit dalam kondisi bebas pelarut dan bebas OSDA. Selain itu, penelitian ini juga menyumbangkan wawasan yang lebih mendalam dalam rangka mewujudkan sintesis zeolit yang ramah lingkungan dan berkelanjutan.", "Daftar File": {"ABSTRAK Noerma Juli Azhari": "https://digilib.itb.ac.id/gdl/download/217288", "COVER Noerma Juli Azhari": "https://digilib.itb.ac.id/gdl/download/229179", "BAB1 Noerma Juli Azhari": "https://digilib.itb.ac.id/gdl/download/229180", "BAB2 Noerma Juli Azhari": "https://digilib.itb.ac.id/gdl/download/229181", "BAB3 Noerma Juli Azhari": "https://digilib.itb.ac.id/gdl/download/229182", "BAB4 Noerma Juli Azhari": "https://digilib.itb.ac.id/gdl/download/229183", "BAB5 Noerma Juli Azhari": "https://digilib.itb.ac.id/gdl/download/229184", "PUSTAKA Noerma Juli Azhari": "https://digilib.itb.ac.id/gdl/download/229185"}, "Penulis": "Noerma Juli Azhari [20518028]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rino Rakhmata Mukti, S.Si., M.Si.", "Dr. Grandprix Thomryes Marth Kadja, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "abu sekam padi, zeolit ZSM-5, kinetika kristalisasi, bebas pelarut, bebas OSDA", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "07 Jan 2021"}