{"Nomor": 51975, "Judul": "PENINGKATAN KEMAMPUAN BERORGANISASI DAN PERILAKU YANG TERINTEGRASI DENGAN CONTRACT MANAGEMENT DAN INFORMATION  SYSTEM (CMIS) DI PT. SALIMA RIAU ENERGY", "Abstrak": "Tim Environment dibawah PT Salima Riau Energy memiliki tim kecil yaitu ENV \nContracting Team (ECT) yang bertugas untuk membuat kontrak kerjasama dengan\nkontraktor untuk mensupport pekerjaan tim Environment dalam melakukan tugasnya\nmenjaga lingkungan. Tugas besar ECT terbagi dalam 2 tahapan besar, yaitu develop new\nContract atau yang biasa disebut dengan periode Pre-Award Contract dan memonitoring,\nmemanage proses pelaksamaan kontrak yang sudah disepakati bersama atau yang biasa\ndisebut dengan periode Post Award Contract. Masalah yang diangkat pada thesis ini adalah\nPost Award Activity. Kondisi saat ini, yang menjadi masalah adalah: \n1. Organisasi ECT yang terlalu besar dan “gemuk” hasil penilaian manajemen.  \n2. Proses tracking and monitoring pelaksanaan kontrak yang masih manual menggunakan\nfile excel yang disimpan oleh masing-masing personnel.  \n3. Dokumentasi data dan informasi dalam proses pelaksanaan Post Award Contract yang\nmasih disimpan oleh masing-masing personnel dalam folder masing-masing. \nMenghadapi masalah diatas tersebut, maka untuk mengetahui akar masalah, dilakukan\nAnalisis masalah yang menggunakan metode 5 Whys dan metode Fishbone Diagram. Untuk\nmenyelesaikan masalah dalam Organisasi ECT team, team ITF, dengan persetujuan ENV\nManagement, memilih Change Management dari John P. Kotter sebagai acuan dan referensi\nuntuk mengembangkan proses perbaikan yang didukung juga dengan Lean Sigma Project\nyang dapat digunakan sebagai matriks tingkat keberhasilan dari Change Management. \nSetelah dilakukan proses improvement menggunakan Change Management lengkap\nmengikuti 8 step yang ada, proses improvement terhadap behavior ECT member dan\nkemampuan membuat IT program, Contract Management and Improvement System – CMIS,\ndapat dilakukan dengan baik dengan dukungan penuh dari ECT management dan  ENV \nmanagement. Untuk mengukur kesuksesan proses improvement ini, dibantu juga dengan \nproject Lean Sigma, dimana setelah menggunakan CMIS dan dilakukan beberapa traning soft\nskill terhadap ECT member, kinerja ECT organisasi meningkat 45% untuk post award\nactivity dan dengan pengurangan member ECT dari 31 personnel menjadi 19 personnel.", "Daftar File": {"2021_TS_PP_Iin Agustini Hidayat_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/217287"}, "Penulis": "Iin Agustini Hidayat [29118269]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Peningkatankemampuan organisasi, CMIS, PT. Salima Riau Energy", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "07 Jan 2021"}