{"Nomor": 51980, "Judul": "STUDI PENGARUH STRUKTUR PORI DARI SILIKA MESOPORI TERHADAP ADSORPSI AMOKSISILIN", "Abstrak": "Saat ini, silika mesopori menjadi salah satu material yang banyak dikembangkan dan diteliti karena memiliki kestabilan termal dan mekanik yang baik serta mempunyai keberagaman struktur pori yang unik. Dua diantaranya yaitu silika KCC-1 dan MCM-41. Pada penelitian ini, silika KCC-1 disintesis menggunakan metoda solvotermal sedangkan silika MCM-41 dengan metoda non-solvotermal (tanpa pemanasan) dengan sumber silika dan surfaktan yang sama yaitu TEOS dan CTAB. Hasil yang diperoleh dari kedua produk berupa butiran halus berwarna putih. Untuk mengetahui kerberhasilan produk yang disintesis, telah dilakukan karakterisasi seperti scanning electron microscopy (SEM) dan transmission electron microscopy (TEM). Citra yang diperoleh menunjukkan silika KCC-1 memiliki morfologi bicontinuous concentric lamellar (bcl) dan silika MCM-41 memiliki morfologi tidak beraturan dengan pori-pori berbentuk heksagonal. Berdasarkan pengamatan pada mikroskop elektron, silika ini memiliki perbedaan struktur pori. Silika KCC-1 teramati memiliki struktur pori yang terbuka (open channel) sedangkan MCM-41 memiliki struktur pori yang tertutup (closed channel). Pengaruh perbedaan struktur pori ini, dipelajari melalui studi adsorpsi terhadap senyawa amoksisilin. Setelah dilakukan adsorpsi, silika KCC-1 dan MCM-41 terlihat kurang mampu menyerap amoksisilin. Oleh karena itu, perlunya dilakukan modifikasi atau fungsionalisasi permukaan silika mesopori dengan organosilan yaitu APTES, untuk meningkatkan kemampuan adsorpsinya. Untuk mengetahui keberhasilan modifikasi, telah dilakukan pengujian seperti uji fisik dan pengukuran spektroskopi IR. Uji fisik dilakukan dengan menggunakan dua jenis pelarut yang berbeda kepolarannya yaitu air dan toluen. Hasil pengamatan menunjukkan silika modifikasi terdispersi pada fasa organik (toluen), yang berarti hidrofobisitas material telah meningkat. Hasil ini juga didukung oleh spektrum IR yaitu dengan munculnya puncak-puncak baru seperti vibrasi ulur C-H pada rentang bilangan gelombang (2900–3000 cm-1), vibrasi tekuk NH2 dan CH2 pada rentang bilangan gelombang (1450–1700 cm-1) serta adanya penurunan intensitas vibrasi Si-OH pada 950 cm-1. Dari hasil karakterisasi termogravimetri (TGA), diperoleh dekomposisi propil amina (APTES) pada KCC-1 sebesar 7,66% sedangkan MCM- 41 sebesar 7,14%. Data ini menunjukkan jumlah propil amina (APTES) yang terikat pada silika mesopori hampir sama. Studi adsorpsi yang dilakukan pada penelitian ini, terdiri dari isoterm, kinetika dan termodinamika. Berdasarkan hasil kurva isoterm, diperoleh qm MCM-41-APTES (184 mg g-1) lebih baik dibandingkan KCC-1-APTES (119 mg g-1), dengan model Langmuir sebagai model isoterm\n\nadsorpsi yang paling mendekati data percobaan. Hasil ini dipengaruhi oleh adanya perbedaan struktur pori dari silika. Dengan keberadaan komponen organik di dalam pori-pori MCM-41 (closed channel), akan terbentuk suatu lorong hidrofobik (hydrophobic cavities) yang dapat menjebak molekul adsorbat yang lewat, sehingga penyerapan akan lebih mudah terjadi dibandingkan pada struktur pori yang terbuka (KCC-1). Akan tetapi, dari hasil kinetika menunjukkan KCC-1-APTES memiliki kesetimbangan laju adsorpsi lebih cepat dibandingkan MCM-41-APTES, dengan model kinetika yaitu orde dua semu (pseudo-second order). Hal ini disebabkan oleh difusi adsorbat pada struktur pori yang terbuka (open channel) lebih mudah ketimbang yang tertutup (closed channel). Adapun mekanisme adsorpsi yang terjadi dapat melalui beberapa tahapan yaitu difusi lapisan (film diffusion), difusi intrapartikel (intraparticle diffusion) dan penyerapan di bagian dalam permukaan material. Hasil termodinamika menunjukkan adsorpsi berlangsung spontan (?Go KCC-1-APTES berturut-turut sebesar -30,68 , -31,93 , -33,18 kJ/mol dan ?Go MCM-41-APTES berturut-turut sebesar -31,35 , -33,25 , -35,14 kJ/mol), derajat ketidakteraturan meningkat (?So KCC-1-APTES sebesar 125 J/mol K dan ?So MCM-41-APTES sebesar 189,71 J/mol K ) dan proses adsorpsi bersifat endotermik (?Ho KCC-1-APTES sebesar 7,20 kJ/mol dan ?Ho MCM-41-APTES sebesar 26,13 kJ/mol). Berdasarkan nilai entalpi (?Ho) yang diperoleh, interaksi adsorben- adsorbat yang terjadi pada MCM-41-APTES lebih kuat dibandingkan KCC-1- APTES. Interaksi yang mungkin terjadi adalah ikatan hidrogen pada MCM-41- APTES dan interaksi dipol-dipol pada KCC-1-APTES. Jadi, perbedaan struktur pori dari silika mesopori berperan penting dalam pengaruh nilai kapasitas adsorpsi, laju adsorpsi dan interaksi adsorben-adsorbat yang terjadi.", "Daftar File": {"ABSTRAK Thalabul Ilmi": "https://digilib.itb.ac.id/gdl/download/217292", "PUSTAKA Thalabul Ilmi": "https://digilib.itb.ac.id/gdl/download/221817"}, "Penulis": "Thalabul Ilmi [20518004]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rino Rakhmata Mukti, S.Si., M.Si.", "Dr. Grandprix Thomryes Marth Kadja, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "KCC-1, MCM-41, KCC-1-APTES, MCM-41-APTES, amoksisilin, adsorpsi, isoterm, kinetika, termodinamika", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "07 Jan 2021"}