{"Nomor": 51996, "Judul": "PENGEMBANGAN RANGKAIAN PENYETIMBANG KONDISI MUATAN BATERAI DENGAN KONFIGURASI DUA JALUR KAPASITOR BERLAWANAN FASE", "Abstrak": "Sistem baterai penyimpan energi skala besar memerlukan jumlah sel baterai yang relatif banyak dengan konfigurasi seri dan paralel tertentu untuk mencapai spesifikasi tegangan dan kapasitas total yang diperlukan. Akan tetapi, sel-sel baterai pada konfigurasi seri cenderung mengalami distribusi kondisi muatan yang tidak merata. Perbedaan kapasitas setiap sel baterai menyebabkan kelebihan pengisian atau kelebihan pemakaian pada sebagian sel. Fenomena ketidakseimbangan kondisi muatan baterai ini jika tidak diatasi dengan sistem proteksi yang baik akan memicu kegagalan fungsional pada seluruh sistem baterai atau kecelakaan. Oleh sebab itu, sistem baterai yang handal harus dilengkapi dengan suatu Sistem Manajemen Baterai (SMB) yang mencakup salah satu fungsi pentingnya yaitu sebagai sistem penyetimbang kondisi muatan.\n\nSalah satu topologi sistem penyetimbang kondisi muatan baterai yang efisien ialah metode transfer aktif berbasis switched capacitor. Mekanisme transfer aktif terdiri atas dua fase yang diatur oleh penjadwalan buka-tutup saklar. Pada fase pertama, sel baterai bermuatan tinggi terhubung ke kapasitor sehingga sebagian muatannya dipindahkan kepada kapasitor sebagai media penyimpanan energi perantara. Pada fase kedua, kapasitor terhubung ke sel bermuatan rendah untuk memberikan energi tambahan yang diperoleh dari hasil transfer muatan pada fase pertama. Pergantian kedua fase ini bertujuan untuk mencegah hubungan singkat antara sel pengirim atau sel donor menuju sel penerima atau sel target.\n\nPada penelitian ini, modifikasi terhadap rangkaian penyetimbang kondisi muatan baterai berbasis switched capacitor telah dikembangkan melalui penyediaan dua jalur penyetimbangan yang bekerja pada fase yang saling berlawanan. Mekanisme saklar juga dimodifikasi dengan penambahan induktor untuk menghasilkan kondisi arus mendekati nol saat transisi saklar (Zero Current Switching) sehingga efisiensi penyetimbangan dapat ditingkatkan. Algoritma penyetimbangan yang diterapkan mengacu pada target selisih kondisi muatan sehingga pada akhir penyetimbangan tidak mengalami penyetimbangan berlebih seperti pada algoritma berbasis selisih tegangan. Kondisi kesetimbangan kondisi muatan yang menghasilkan selisih nilai tegangan benar-benar mendekati nol ini disebut sebagai kondisi Zero Voltage Gap.\n\nPendekatan yang dilakukan pada penelitian ini berbasis pemodelan matematis dan simulasi menggunakan perangkat lunak Simscape. Model baterai yang dibangun mengacu pada data empiris baterai LG HG2 18650 dengan kapasitas nominal 3.000 mAh dan tegangan nominal 3,6 Volt. Selanjutnya, model rangkaian penyetimbang yang terdiri dari konverter DC/DC dan switched capacitor termodifikasi dibangun menggunakan nilai parameter komponen yang wajar dan dapat direalisasikan. Laju penyetimbangan dan efisiensi dari rangkaian selanjutnya digunakan sebagai nilai parameter pada simulasi terintegrasi untuk berbagai skenario penyetimbangan.\n\nSimulasi dilakukan pada susunan seri 4 sel dengan kondisi muatan awal tiap sel memiliki selisih yang sama, misalnya 20%, 40%, 60%, 80% sehingga nilai selisih tegangan awal sebesar 0,6 Volt. Hasil simulasi menunjukkan konfigurasi dua jalur berlawanan fase pada modifikasi switched capacitor dengan mekanisme Zero Current Switching memiliki nilai rms arus penyetimbangan 1,391 kali lebih tinggi dibandingkan jika hanya menggunakan satu jalur saja. Mekanisme saklar tersebut mampu memperkecil rugi-rugi transisi saklar konvensional hingga 538 kali lipat sehingga efisiensi penyetimbangan bertambah 4,38%.\n\nDari tiga macam topologi dasar yang memungkinkan (cell-to-cell, cell-to-pack, dan pack-to-cell), topologi cell-to-cell adalah yang paling unggul ditinjau dari waktu penyetimbangan yang mencapai 5.007 detik untuk mencapai kondisi Zero Voltage Gap yang mana selisih tegangannya kurang dari 0,01 Volt. Selain itu, topologi cell-to-cell juga mampu meningkatkan kapasitas guna baterai pada simulasi uji beban arus 1 Ampere hingga tegangan cut-off 2,5 Volt yang mana waktu pemakaian baterai mencapai 4.502 detik dengan sisa kapasitas yang tidak sempat terpakai relatif kecil (187,4 mAh) karena topologi ini efektif dalam menyetimbangkan distribusi kondisi muatan. Akan tetapi, jumlah saklar yang diperlukan cukup banyak sehingga meningkatkan kompleksitas rangkaian pada implementasinya.\n\nPada topologi cell-to-pack, penyetimbangan hingga kondisi Zero Voltage Gap dengan selisih tegangan akhir yang sama ternyata relatif lama mencapai 10.132 detik. Kapasitas yang tersisa pada uji pembebanan 1 Ampere masih relatif banyak yaitu 2.521,4 mAh dengan waktu pemakaian 2.546 detik yang relatif lebih singkat. Topologi pack-to-cell memiliki kinerja laju penyetimbangan yang lebih baik yaitu 7.510 detik. Selain itu, hasil uji pembebanan 1 Ampere yang berlangsung hingga 3.799 detik menyisakan kapasitas baterai 563,7 mAh. Dengan demikian, topologi pack-to-cell merupakan implementasi sistem penyetimbangan kondisi muatan yang disarankan sebagai pilihan alternatif dari topologi cell-to-cell apabila jumlah saklar dan kompleksitas rangkaian diinginkan seminimal mungkin.", "Daftar File": {}, "Penulis": "Trendy Prima Wijaya [23319007]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Dr. Irsyad Nashirul Haq, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sistem penyetimbang kondisi muatan, switched capacitor, konfigurasi dua jalur berlawanan fase, zero current switching, zero voltage gap.", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "1 file", "Tanggal Input": "13 Jan 2021"}