{"Nomor": 51997, "Judul": "OPTIMASI PARAMETER PADA SKEMA MULTI FRAME SUPER RESOLUSI BERBASIS REKONSTRUKSI DAN REGULARISASI", "Abstrak": "Super resolusi Multi Frame merupakan metode yang digunakan untuk meningkatkan detail dari sub-piksel pada suatu citra atau untuk mendapatkan informasi pada frekuensi spasial yang lebih tinggi. Metode tersebut menggunakan beberapa citra dengan variasi aliasing atau perbedaan pada bagian sub-piksel untuk membentuk satu citra dengan resolusi spasial yang lebih tinggi. Terdapat dua metode yang akan dibandingkan, yaitu rekonstruksi dan regularisasi. Metode rekonstruksi menggunakan proses registrasi citra, interpolasi dan restorasi. Sementara pada metode regularisasi, digunakan inversi model akuisisi citra untuk mendapatkan citra resolusi tinggi. Salah satu implementasi super resolusi adalah pencitraan remote sensing pada satelit PROBA-V, satelit tersebut menggunakan pencitraan dengan kanal Near Infrared (NIR). Secara fisis, sensor citra NIR memiliki resolusi yang lebih kecil dari sensor citra cahaya tampak, oleh karena itu dibutuhkan peningkatan resolusi citra NIR untuk mendapatkan lebih banyak informasi. Peningkatan dengan metode Super Resolusi tersebut, dapat dilakukan dengan 9 citra resolusi rendah (Low Resolution/LR) dan satu citra resolusi tinggi (High Resolution/HR) sebagai ground truth untuk evaluasi hasil Super Resolusi. Citra HR mempunyai resolusi tiga kali lebih besar dari citra LR, dimana citra tersebut mempunyai resolusi 128x128 piksel sementara citra HR berukuran 384x384 piksel. Pada Super Resolusi, kumpulan citra LR secara ideal hanya perlu memiliki variasi translasi pada bagian sub-piksel. Namun, terdapat variasi lain yang mengganggu proses tersebut, variasi yang lain adalah histogram, Point Spread Function (PSF), Probability Density Function (PDF), derau, dan pergerakan objek di dalam citra. Oleh karena itu dibuat citra sintetis dari citra resolusi tinggi dengan variasi translasi dan nilai PSF dan PDF yang sama. Citra data PROBA-V dan citra sintesis akan diproses menggunakan kedua metode super resolusi yang dikembangkan menggunakan Matlab, keluaran algoritma tersebut berupa citra dengan resolusi 384x384 piksel. Namun, pada metode rekonstruksi dan regularisasi, terdapat parameter yang tidak bisa ditentukan secara teoritis, sehingga untuk mendapatkan estimasi citra HR yang terbaik digunakan optimasi algoritma genetika dengan fungsi objektif berupa parameter kualitas citra yaiut Peak Signal-to-Noise Ratio (PSNR) dan Structure Similarity Measurement Index (SSIM) dari output citra super resolusi. Parameter pada metode rekonstruksi yang dioptimasi adalah ukuran dan standard deviasi PSF deblurring, iterasi deblurring, dan ukuran median filter. Sementara pada metode regularisasi yang dioptimasi adalah pembebanan regularisasi, ukuran window BTV, nilai alpha, dan ukuran median filter. Hasil keluaran citra menggunakan metode rekonstruksi memiliki nilai PSNR dan SSIM untuk data set sebesar 36,53 dan 0,943, sementara itu untuk citra sintetis diperolah nilai 39,89 dan 0,939. Sementara itu, untuk metode regularisasi dengan citra data PROBA-V, nilai PSNR dan SSIM adalah 36,20 dan 0,937, sedangkan untuk citra sintetis adalah 0,953 dan 41,18. Selain itu dilakukan pengujian dengan citra garis termal, citra tersebut hasil akusisi objek garis pada PCB menggunakan kamera FLIR E6 dengan jarak 33 cm dan 55 cm. Citra diuji dengan membandingkan penerapan super resolusi Multi Frame dan interpolasi bicubic sederhana. Pada citra pengujian dengan super resolusi Multi Frame, terdapat peningkatan kualitas citra yang ditandai oleh garis-garis dengan interval 1 mm terlihat terpisah. Hal ini berlaku pada metode regularisasi maupun metode rekonstruki. Sedangkan, pada penerapan interpolasi bicubic, garis-garis dengan interval 1 mm tidak terlihat terpisah. Keberhasilan metode super resolusi Multi Frame juga dapat terlihat pada gradien tepi garis 2 mm. Gradien tersebut terlihat sangat tajam pada citra super resolusi regularisasi, meskipun sedikit buram pada metode rekonstruksi. Namun pada interpolasi bicubic, gradien tersebut hampir tidak terlihat. Sehingga dapat disimpulkan citra hasil super resolusi Multi Frame mampu menghasilkan lebih banyak informasi lebih mengenai objek di dalam citra atau detail pada frekuensi spasial tinggi.", "Daftar File": {}, "Penulis": "Ahmad Zahi Ulul Azmi [23818301]", "Kontributor / Dosen Pembimbing": ["Dr. Suprijanto, S.T., M.T.", "Dr. Vebi Nadhira, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Super Resolusi, Remote Sensing, Algoritma Genetika, Rekonstruksi, Regularisasi.", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "3 file", "Tanggal Input": "13 Jan 2021"}