{"Nomor": 52007, "Judul": "INTERPRETASI SISTEM PANAS BUMI DAERAH DOLOK MARAWA, KABUPATEN SIMALUNGUN, SUMATERA UTARA DENGAN MENGGUNAKAN DATA MAGNETOTELLURIK", "Abstrak": "Metode Magnetotellurik (MT) merupakan salah satu metode geofisika yang banyak digunakan\nuntuk eksplorasi panas bumi karena memiliki penetrasi yang dalam hingga ratusan kilometer.\nMetode MT dapat mendelineasikan sistem panas bumi 2 dimensi (2D) dengan memanfaatkan\nhubungan medan magnet dan medan listrik yang menghasilkan model penampang berupa\nresistivitas terhadap kedalaman. Metode MT diaplikasikan pada daerah Dolok Marawa dengan\nmenggunakan 43 titik sounding. Metode ini digunakan untuk mengetahui struktur resistivitas\ndibawah permukaan bumi serta menginterpretasi sistem panas bumi daerah tersebut. Pada\npenelitian ini telah dilakukan peningkatan kualitas data MT dengan melakukan rotasi data serta\nkoreksi statik dengan menggunakan co-kriging.\nHasil penelitian menunjukkan bahwa geoelectrical strike berarah NW-SE (barat laut tenggara).\nPada hasil pemodelan MT 2D daerah Dolok Marawa memperlihatkan terdapatnya zona lapisan\ntipis dengan resistivitas 10-100 ohm.m didekat permukaan. Selanjutnya terdapat lapisan\nkonduktif dengan nilai resistivitas kecil dari 10 ohm.m yang diinterpretasikan sebagai lapisan\npenudung atau clay cap. Pada lapisan di bawahnya terdapat lapisan dengan resistivitas 10-100\nohm.m yang diinterpretasikan dengan zona reservoir. Pada lapisan selanjutnya terdapat zona\nresistif dengan resistivitas besar dari 100 ohm.m yang diinterpretasikan berasosiasi dengan\nbatuan gamping serta sumber panas daerah Gunung Bahtopu. Sumber panas daerah Dolok\nMarawa diindikasi berupa intrusi batuan andesit. Terdapat zona resistivitas rendah yang tidak\nmenerus pada daerah penelitian yang diindikasi berasosiasi dengan struktur geologi yang\nkemudian menjadi tempat munculnya manifestasi sistem panas bumi.", "Daftar File": {"ABSTRAK Zullinira Dwi Utami": "https://digilib.itb.ac.id/gdl/download/223431", "COVER Zullinira Dwi Utami": "https://digilib.itb.ac.id/gdl/download/223439", "BAB 1 Zullinira Dwi Utami": "https://digilib.itb.ac.id/gdl/download/223440", "BAB 2 Zullinira Dwi Utami": "https://digilib.itb.ac.id/gdl/download/223441", "BAB 3 Zullinira Dwi Utami": "https://digilib.itb.ac.id/gdl/download/223442", "BAB 4 Zullinira Dwi Utami": "https://digilib.itb.ac.id/gdl/download/223443", "BAB 5 Zullinira Dwi Utami": "https://digilib.itb.ac.id/gdl/download/223444", "PUSTAKA Zullinira Dwi Utami": "https://digilib.itb.ac.id/gdl/download/223445"}, "Penulis": "Zullinira Dwi Utami [20218306]", "Kontributor / Dosen Pembimbing": ["Wahyu Srigutomo, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Magnetotellurik, Dolok Marawa, resistivitas", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "14 Jan 2021"}