{"Nomor": 52005, "Judul": "PENGARUH FORMASI MATERIAL PENYERAP SUARA TERHADAP DIFUSIVITAS PANTULAN SUARA", "Abstrak": "Perkembangan prinsip arsitektur biofilik yang menitikberatkan pada kenyaman,\nkesehatan, dan produktifitas manusia mensyaratkan ruang untuk memenuhi\nkenyamanan visual, pengudaraan, pencahayaan, maupun akustik. Prinsip ini\nmempengaruhi berbagai tipologi bangunan termasuk desain perkantoran. Dalam\nmencapai suatu kondisi akustik ruang yang baik di area kerja, penyerap suara\nmerupakan elemen utama dalam upaya pengendalian waktu dengung. Oleh karena\nadanya kebutuhan estetika dan akustik, maka desain dan pemasangan penyerap\nsuara menjadi beragam. Variasi desain geometri penyerap suara ini memberikan\npengaruh pada kinerja serap dan juga pantulan suara sebagai akibat dari bentuk dan\nrongga udara yang terbentuk. Dalam penelitian ini diamati perilaku penyerapan dan\ndifusifitas oleh penyerap suara yang berbentuk zig-zag dan dengan kombinasi\nmaterial, serta pengaruhnya terhadap konteks ruang. Studi kasus konteks ruang\npada penelitian ini adalah kantor tapak terbuka yang merupakan sistem penataan\nkantor yang popular saat ini, dan memiliki kebutuhan akan peran penyerap suara.\nMaterial yang dipilih ada Polietilena Tereftalat (PET) dan sebagai kombinasi\ndigunakan juga panel Binary Amplitude Diffsorber (BAD) untuk memberikan\nvariasi kinerja serap. Dengan material tersebut, dibuat prototipe untuk pengujian\ndengan 4 skenario: PET datar dan zig-zag, serta kombinasi panel PET dan BAD\ndatar dan zig-zag. Ukuran prototipe adalah 1,2 x 2,4 m, yang terdiri atas 8 modul\nberukuran 0,6 x 0,6 m. Prototipe diuji koefisien absorpsinya untuk validasi dari data\nreferensi dan mengetahui koefisien absorpsi ketika material dibentuk zig-zag dan\ndikombinasikan. Selanjutnya, prototipe diuji difusifitas dengan menggunakan\nperangkat lunak CAT-DDC di ruang anechoic. Pengujian dilakukan menggunakan\n37 titik mikrofon dan 5 titik pengeras suara. Dari pengujian ini diperoleh koefisien\ndifusi dari 4 skenario prototipe tersebut. Kemudian dilakukan simulasi akustik\nruang untuk mengetahui dampak dari difusifitas terhadap konteks. Koefisien difusi\ndari pengujian dijadikan acuan pada simulasi akustik ruang dengan perangkat lunak\nCATT-Acoustics v9.\nHasil dari pengujian difusitas menunjukkan bahwa pantulan yang lebih difusif\nditunjukkan oleh prototipe berbentuk zig-zag sebagai akibat dari susunan\nkemiringan panel yang mencegah suara memantul secara spekular. Konfigurasi dengan material kombinasi juga meningkatkan difusifitas sebagai akibat dari\nperbedaan impedansi pada permukaan, sehingga pantulan yang ditimbulkan lebih\nmenyebar.\nHasil penelitian pada tahap simulasi menunjukkan adanya perbedaan kondisi\nakustik yang dihasilkan oleh bentuk plafon dan koefisien scattering. Perbedaan\ndapat diamati pada sebaran SPL, bentuk plafon zig-zag menunjukkan adanya\npenurunan level pada sebaran suara pada jarak tertentu dibandingkan dengan\nbentuk datar. Penurunan SPL berbeda tiap frekuensi dengan selisih antara 1-3 dB.\nNamun, untuk parameter lain perubahan cukup kecil: perubahan parameter waktu\ndengung (T30) <0,2 detik, jarak distraksi (rD) <0,5 m, dan jarak privasi (rP) <1 m.", "Daftar File": {"ABSTRAK Yenni Khaliddazia": "https://digilib.itb.ac.id/gdl/download/221582"}, "Penulis": "Yenni Khaliddazia [23318305]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T., Ph.D.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Formasi Penyerap suara, koefisien difusi, ruang kantor tapak terbuka", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Jan 2021"}