{"Nomor": 52017, "Judul": "SINTESIS HIDROGEL POLIVINYL ALCOHOL/EKSTRAK DAUN JAMBU BIJI (PSIDIUM GUAJAVA LINN) DENGAN METODE FREEZE THAW UNTUK APLIKASI PENUTUP LUKA", "Abstrak": "Hidrogel adalah jaringan polimerik tiga dimensi yang memiliki kemampuan menyerap cairan dalam jumlah besar. Sintesis hidrogel dapat dilakukan dengan metode ikatan silang fisik maupun kimia dengan bahan dasar polimer alamiah dan polimer sintetis. PVA sebagai salah satu jenis polimer sintetis memiliki keunggulan yaitu biokompatibel dan biodegradable, sehingga banyak diaplikasikan pada bidang biomedis. Hidrogel PVA dapat dikompositkan dengan bahan aktif yang memiliki aktivitas antibakteri untuk diaplikasikan menjadi penutup luka. Bahan aktif yang persebarannya cukup merata di Indonesia dan telah banyak dimanfaatkan sebagai obat secara tradisional adalah tanaman jambu biji terutama bagian daun. Pada penelitian ini, dilakukan sintesis hidrogel PVA yang dikompositkan dengan ekstrak daun jambu biji (EDJB) dengan metode ikat silang secara fisik (freeze-thaw). Penelitian diawali dengan ekstraksi daun jambu biji, sintesis larutan PVA dan EDJB, dilanjutkan dengan sintesis hidrogel PVA/EDJB menggunakan metode freeze thaw. Pengukuran dan karakterisasi dimulai dengan pengukuran parameter larutan (viskositas dan densitas), densitas hidrogel, morfologi hidrogel, derajat pengembangan dan penurunan berat, gugus fungsi serta kristalinitas hidrogel. Pengukuran viskositas dan densitas larutan menunjukan trend penurunan nilai ketika konsentrasi EDJB meningkat. Morfologi hidrogel PVA/EDJB yang dikarakterisasi menggunakan SEM menunjukan perbedaan ukuran pori. Ukuran pori hidrogel meningkat seiring penambahan EDJB dalam sampel hidrogel. Ukuran pori sampel hidrogel PVA/EDJB S0, S1, S2, S3, S4, dan S5 berturut-turut 14,62 ?m; 19,19 ?m; 21,97 ?m; 25,18 ?m; 33,25 ?m dan 43,38 ?m. Peningkatan ukuran pori disertai dengan peningkatan nilai derajat pengembangannya. Sampel S5 dengan ukuran pori terbesar mampu menyerap larutan PBS dan mengembang hingga 208 % dari ukuran semula. Derajat pengembangan yang meningkat sejalan dengan penurunan berat yang dialami sampel hidrogel. Konsentrasi EDJB yang semakin banyak menyebabkan penurunan konsentrasi PVA, sehingga sampel hidrogel dengan konsentrasi EDJB yang semakin besar mengalami penurunan berat yang semakin banyak pula. Penurunan berat sampel S5 sebanyak 25,88 % karena kandungan EDJB dalam sampel ikut terlarut dan warna larutan PBS menjadi semakin pekat. Hasil analisis FTIR menunjukan kehadiran gugus fungsi dari kedua prekursor (PVA dan EDJB) pada hidrogel yang disintesis. Penambahan konsentrasi EDJB menyebabkan puncak absorbansi pada grafik FTIR semakin melebar akibat dari terbentuknya ikatan hidrogen selama proses freeze thaw. Kristalinitas sampel yang dikarakterisasi menggunakan XRD menunjukan telah terjadinya transformasi fasa kristalin menjadi amorf pada sampel hidrogel PVA/EDJB ketika konsentrasi EDJB ditingkatkan. Karakterisasi DSC menunjukan terjadinya proses penyusutan berat hidrogel yang signifikan mulai dari suhu 30? ? 150? akibat menguapnya kandungan air dalam matriks hidrogel. Variasi komposisi EDJB menyebabkan penurunan suhu leleh ke suhu yang lebih\nrendah. Derajat kristalinitas yang dihitung berdasarkan nilai kalor lebur menunjukan trend penurunan nilai seiring penambahan EDJB. Modulus kompresi dan kekuatan tekan hidrogel menurun karena berkurangnya konsentrasi PVA. Zona inhibisi yang dihasilkan hidrogel PVA/EDJB meningkat dengan adanya penambahan EDJB. Aktivitas antibakteri melawan bakteri S. aureus adalah sebesar 16,75%/gram dan 16,97%/gram saat melawan bakteri P. aeruginosa. Hidrogel komposit PVA/EDJB sangat berpotensial menjadi penutup luka karena memiliki performa kemampuan menyerap eksudat luka yang besar, sifat mekanis yang baik dan nilai antibakteri yang tinggi.", "Daftar File": {"ABSTRAK William Xaveriano Waresindo": "https://digilib.itb.ac.id/gdl/download/219452", "COVER William Xaveriano Waresindo": "https://digilib.itb.ac.id/gdl/download/219454", "BAB 1 William Xaveriano Waresindo": "https://digilib.itb.ac.id/gdl/download/219455", "BAB 2 William Xaveriano Waresindo": "https://digilib.itb.ac.id/gdl/download/219456", "BAB 3 William Xaveriano Waresindo": "https://digilib.itb.ac.id/gdl/download/219457", "BAB 4 William Xaveriano Waresindo": "https://digilib.itb.ac.id/gdl/download/219459", "BAB 5 William Xaveriano Waresindo": "https://digilib.itb.ac.id/gdl/download/219460", "PUSTAKA William Xaveriano Waresindo": "https://digilib.itb.ac.id/gdl/download/219461"}, "Penulis": "William Xaveriano Waresindo [20218303]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Khairurrijal, M.Si.", "Dr. Fatimah Arofiati Noor, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Hidrogel PVA/EDJB, metode Freeze-Thaw, sifat fisis", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "16 Jan 2021"}