{"Nomor": 52019, "Judul": "MANAJEMEN RISIKO PERUSAHAAN UNTUK MEMINIMALISIR KONDISI KESULITAN KEUANGAN MENGGUNAKAN METODE PROSES HIRARKI  ANALITIC DI PT.XYZ", "Abstrak": "PT. XYZ merupakan salah satu BUMN penyedia infraskruktur telekomunikasi yang mengalami\nkerugian dan memberikan sinyal kuat bahwa perusahaan mengalami financial distress. Altman Zscore\n\ndigunakan untuk memprediksi financial distress. Namun, untuk membuat perusahaan\nmenghindar dari risiko kebangkrutan tidak hanya terfokus pada faktor keuangan tetapi dari\nberbagai faktor yaitu pemasaran, operasional, dan sumber daya manusia. Semua aspek manajerial\ndi perusahaan harus baik untuk mensinergikan tujuan perusahaan agar teralisasikan. Pada riset ini,\nmanajemen risiko perusahaan digunakan dalam mengindentifikasi risiko apa saja yang\nmenyebabkan perusahaan mengalami kesulitan keuangan. Dengan penanganan yang baik,\nprobabilitas dan konsekuensi dari risiko dapat dihindari atau di kurangi. Altman Z-score sebagai\nmenggunakan metode analisis diskriminan berganda dengan lima rasio keuangan. Hasil analisis\nAltman Z-score perusahaan harus di analisis lebih lanjut untuk mengetahui penyebabnya,\nbagaimana memitigasi dan memecahkan masalah keuangan yang dihadapi perusahaan melalui\nmanajemen risiko perusahaan. Perusahaan harus mengadakan proses manajemen risiko. Setelah\nmengadakan proses manajemen risiko, mengawasi dan meninjau kembali sebagai langkah akhir\ndan mengimplementasikan hasil studi ini. Proses hirarki analitic digunakan dalam proses\nmanajemen resiko sebagai cara mengevaluasi resiko. Hasil studi mengatakan bahwa terdapat\nrisiko yang masuk kategori risiko tinggi dan risiko moderat yang dapat di mitigasi dengan\nmengurangi atau memindahkan risiko tergantung penangan risiko yang paling sesuai. Risiko yang\ndi mitigasi dengan cara memindahkan risiko ialah risiko proses manufaktur, risiko kompetisi pasar\ndan riset pasar, risiko tenaga ahli, dan risiko formulasi dan desain. Risiko yang di mitigasi dengan\nmengurangi risiko ialah risiko kredit, risiko piutang, risiko asuransi, risiko pajak, risiko kurs, risiko\npenganggaran, risiko pencatatan, risiko proses manufaktur, risiko material, risiko infrastruktur,\nrisiko harga jual, risiko servis, risiko rekrutmen, risiko pengembangan dan kesejahteraan, risiko\nprosedur dan regulasi, risiko kecelakaan kerja, risiko etis, risiko lisensi, risiko perkara hokum,\nrisiko penyimpangan dan pengalihan, risiko hardware, risiko software, risiko brain-ware, risiko\ndata, risiko gangguan teknologi, risiko perencanaan, risiko implementasi, risiko pelaporan dan\ndokumentasi, dan risiko pengawasan. Selain itu terdapat risiko yang termasuk kategori risiko\nrendah yaitu risiko lingkungan dan risiko promosi", "Daftar File": {"2021_TS_PP_Ervie Nur Afifa M_1-Abstrak.pdf?_": "https://digilib.itb.ac.id/gdl/download/220947"}, "Penulis": "Ervie Nur Afifa Mukhlis [29118328]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Penyedia infrastruktur telekomunikasi, kesulitan keuangan, altman z-score, manajemen risiko perusahaan, proses hierarki analitik", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Jan 2021"}