{"Nomor": 52025, "Judul": "PENGEMBANGAN MODEL UKURAN LOT PEMESANAN PRODUK KEMASAN ADDICTEA DENGAN MEMPERTIMBANGKAN MASA KEDALUWARSA", "Abstrak": "Addictea merupakan perusahaan yang bergerak di bidang industri makanan dan\nminuman. Besarnya permintaan produk addictea menuntut perusahaan untuk\nmenyediakan produk tepat waktu. Kemasan merupakan salah satu bahan penolong\nyang dibutuhkan untuk memastikan kelancaran produksi. Kemasan memiliki masa\nkedaluwarsa yang singkat, yaitu 14 hari. Perhitungan ukuran lot pemesanan\nkemasan yang tidak tepat mengakibatkan terjadi penumpukan bahan penolong\nkemasan. Hal tersebut mengindikasikan besarnya kemasan produk kedaluwarsa.\nUkuran lot pemesanan kemasan saat ini berjumlah 10.000 unit untuk masingmasing\nkemasan ukuran 240 ml dan 450 ml. Dampaknya yaitu biaya total inventori.\nOleh karena itu, penelitian ini akan melakukan pengembangan model ukuran lot\npemesanan dan algoritma heuristik dengan mempertimbangkan masa kedaluwarsa.\nPenelitian ini menggunakan Model dasar Q sebagai acuan utama. Pengembangan\nModel Q tersebut mencakup karakteristik adanya fluktuasi permintaan yang\nberdistribusi normal dan masa kedaluwarsa. Kriteria kinerja pada penelitian ini\nyaitu meminimalkan biaya total inventori. Komponen biaya total inventori terdiri\ndari biaya beli, pesan, simpan, kekurangan, dan biaya kedaluwarsa. Adapun\nvariabel keputusan pada penelitian ini yaitu mencari nilau ukuran lot pemesanan\nyang optimal dan reorder point. Besarnya ukuran lot pemesanan optimal dicari\ndengan pendekatan heuristik. Hasilnya ditemukan bahwa ukuran lot pemesanan\noptimal yaitu sebesar jumlah inventori selama masa kedaluwarsa.\nDari hasil penelitian diperoleh ukuran lot pemesanan kemasan optimal untuk\nkemasan 240 ml yaitu 4.550 unit dan reorder point 4.848 unit, dengan biaya total\ninventori Rp326.326/hari. Ukuran lot pemesanan kemasan optimal untuk kemasan\n450 ml yaitu 3.696 unit dan reorder point 4.069 unit, dengan biaya total inventori\nRp514.710/hari. Berdasarkan ukuran kinerja tersebut, diperoleh penghematan\nsebesar 89% untuk kemasan ukuran 240 ml dan 88% untuk ukuran kemasan 450\nml.", "Daftar File": {"ABSTRAK Lisna Sri Rahayu": "https://digilib.itb.ac.id/gdl/download/217651", "COVER Lisna Sri Rahayu": "https://digilib.itb.ac.id/gdl/download/232574", "BAB 6 Lisna Sri Rahayu": "https://digilib.itb.ac.id/gdl/download/232580", "PUSTAKA Lisna Sri Rahayu": "https://digilib.itb.ac.id/gdl/download/232581"}, "Penulis": "Lisna Sri Rahayu [13416124]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Ukuran Lot Pemesanan, Masa Kedaluwarsa, Biaya Total Inventori, Model Q.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "9 file", "Tanggal Input": "19 Jan 2021"}