{"Nomor": 52029, "Judul": "STUDI LITERATUR PADUAN SUPERPLASTIS ZN-22AL", "Abstrak": "Superplastis adalah kemampuan material untuk mengalami deformasi plastis yang sangat besar tanpa mengalami necking. Laporan penelitian superplastis pertama kali dilakukan oleh Bengough pada tahun 1912. Penelitian mengenai pembuatan superplastis sudah banyak, mengingat penelitian pertama dilakukan pada tahun 1912. Dari tahun 1912 hingga 2020, belum terdapat penelitian yang mengkompilasi dan melakukan klasifikasi tiap penelitian. Hal ini diperlukan karena dalam membuat material superplastis metode ataupun jenis material yang digunakan beragam. Dengan dilakukan penelitian Studi Literatur Paduan Superplastis Zn-22Al diharapkan dapat membantu memberikan informasi mengenai pembuatan material superplastis. Sehingga, akan mempermudah peneliti selanjutnya untuk menentukan metode maupun paduan yang digunakan.\nPenelitian ini dilakukan dengan 3 tahap studi literatur menggunakan 50 artikel yang beragam dari tahun 1968 sampai 2020. Dari penelitian yang telah dilakukan, material paduan yang banyak digunakan yaitu paduan Zn-22Al dengan persentase 52% dari total penelitian. Hal ini membuktikan bahwa penggunaan paduan Zn-22Al lebih sering digunakan untuk pembuatan material superplastik. Dengan menggunakan paduan Zn-22Al, percent elongation maksimum yang didapatkan sebesar 2900% dengan pada strain rate 6.6x10-3mm/mm/s dan temperatur 200?C. Mekanisme utama pada saat deformasi plastis adalah grain boundary sliding. Sehingga untuk mendapatkan superplastisitas pada Zn-22Al adalah mengupayakan bagaimana grain boundary sliding dapat terjadi", "Daftar File": {"ABSTRAK Khansa Sarah Puspita": "https://digilib.itb.ac.id/gdl/download/217655"}, "Penulis": "Khansa Sarah Puspita [23718305]", "Kontributor / Dosen Pembimbing": ["Ir. Arif Basuki, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Superplastis, Studi Literatur, Zn-22Al", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jan 2021"}