{"Nomor": 52027, "Judul": "STUDI KELAYAKAN KELANJUTAN OPERASI LAUT DALAM BERDASARKAN SKEMA KONTRAK BAGI HASIL", "Abstrak": "Nakor Energi Indonesia (bukan nama sesungguhnya) bertanggung jawab pada operasi laut dalam di \nlapangan Bratasena, awalnya akan selesai pada Januari 2020. Sejak 2017, Nakor telah memutuskan\nuntuk tidak melanjutkan operasi di lapangan Bratasena karena masalah keekonomian. Sebelas job\ndibatalkan pada masa itu. Namun demikian, pada Desember 2019, Pemerintah Republik Indonesia\nmengajukan permintaan dan perintah kepada Nakor Energi untuk melanjutkan operasional lapangan\nBratasena sampai Desember 2027. Latar belakang permintaan ini karena adanya dua buah sumur\nproduksi gas dari lapangan dekat dengan lokasi lapangan Bratasena yang menggunakan fasilitas\nproduksi terapung yang ada di Bratasena. \nNakor mencoba untuk melakukan studi kelayakan terhadap pekerjaan-pekerjaan yang telah dibatalkan\nsebelumnya. Analisa dilakukan dengan melakukan pengumpulan data-data penting seperti data\nproduksi, perkiraan biaya kapital, dan juga analisa resiko serta ketidakpastian terkait dengan eksekusi\nproyek ini. Skema pembayaran kontrak bagi hasil dan juga pemodelan DCF akan digunakan dalam\nevaluasi perhitungan keekonomian proyek ini. Hasil dari perhitungan akan disimulasikan menggunakan\nanalisa sensitivitas untuk mengukur pengaruh dari setiap komponen biaya yang terlibat dalam\nperhitungan investasi. \nBerdasarkan hasil perhitungan dan analisa, dengan menggunakan harga komoditas minyak rata-rata US$\n45.81 per barrel, biaya kapital sebesar US$ 49 juta, dan biaya operasional sebesar US$ 46 juta, diperoleh\nbahwa proyek ini menghasilkan arus kas bersih sebesar US$ 2.1 juta. Dengan menggunakan WACC\nsebesar 10%, proyek laut dalam Bratasena ini menghasilkan nilai NPV sebesar US$ 1.5 juta, IRR sebesar\n48%, PBP selama 12.06 bulan, dan DPI sebesar 1.13. Walaupun proyek ini menghasilkan nilai yang\ncukup baik, namun belum memenuhi kriteria indicator keekonomian yang ditentukan oleh Korporasi\nNakor. \nNakor Energi Indonesia sebaiknya mengalihkan alokasi biaya ke proyek lain yang lebih layak, mungkin\nalokasi untuk operasi darat yang memiliki resiko dan kompleksitas yang lebih rendah dengan situasi\nbisnis seperti saat ini. Lapangan Bratasena dapat mendukung produksi gas dari Lapangan Bongka dan\nmelanjutkan operasinya seperti saat ini bagi sumur-sumur minyak dan gas yang masih berproduksi.\nNakor Energi Indonesia juga mungkin bisa menawarkan operasi laut dalam Lapangan Bratasena dan\nsekitarnya kepada operator lain yang berminat. Jika tidak ada operator lain yang berminat, maka Nakor\nEnergi dapat memulai penutupan sumur secara permanen bagi sumur-sumur yang sudah tidak\nberproduksi dan mempersiapkan proses penyerahan Kembali lapangan-lapangan laut dalam ini kepada\nPemerintah Republik Indonesia.", "Daftar File": {"2021_TS_PP_Dhimas Wicaksono P._1-abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/217653"}, "Penulis": "Dhimas Wicaksono Rahardjo [29118272]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kontrak bagi hasil, studi kelayakan investasi, Operasi minyak dan gas laut dalam", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Jan 2021"}