{"Nomor": 52022, "Judul": "BRANDING KORPORAT PADA INDUSTRI PERTAMBANGAN BATUBARA UPAYA PENINGKATAN STRATEGI KOMUNIKASI KORPORAT PT BERAU  COAL UNTUK MENDAPATKAN IZIN SOSIAL DARI PEMANGKU KEPENTINGAN LOKAL", "Abstrak": "PT Berau Coal merupakan perusahaan tambang batu bara terbesar di Berau, memiliki izin\nkonsesi seluas 118.400 hektar sejak tahun 1983, dan mulai berproduksi tahun 1993. Industri ekstraktif\nini dibenci, tapi dicinta. Mendapat stereotipe sebagai industri yang tidak ramah lingkungan, namun juga\ndianggap sebagai sumber energi murah, tumpuan daerah dalam membuka lapangan kerja, dan menjadi\ntumpuan sumber pendapatan keuangan pemerintah daerah Berau.  \nDisamping itu, setiap tahunnya Berau Coal memberikan kontribusi batubara gratis sebanyak\n100.000 metrik ton untuk ketersediaan listrik di Berau, program ini senilai dengan 120 milyar setiap\ntahunnya. Selain program kontribusi batubara gratis, Berau Coal juga memiliki program CSR untuk\nkampung seputar tambang. Antara lain berupa program beasiswa, pembangunan politeknik, rumah\nsakit, kontribusi fasilitas umum di kampung seputar tambang seperti gedung pertemuan, posyandu,\njalan dan dermaga. Total setiap tahun anggaran untuk program CSR lebih dari 110 milyar rupiah. \nBagi Berau Coal, memperoleh dukungan dan izin sosial dari pemangku kepentingan lokal\npenting untuk kelancaran operasional tambang. Upaya memperoleh dukungan tersebut dilakukan\ndengan meyakinkan pemangku kepentingan bahwa Berau Coal menjalankan operasional tambang yang\ntaat pada aturan, memberi manfaat positif bagi pemangku kepentingan dan menjalankan prinsip\npenambangan yang baik dan benar.  \nDisamping itu, upaya mendapat dukungan stakeholder lokal dilakukan dengan melaksanakan\nprogram branding korporat, terutama  menjalankan strategi komunikasi korporat terpadu melalui\npenguasaan opini di media massa dan pemanfaatan media sosial.  \nNamun, walaupun seluruh program sudah dilakukan, selama periode tahun 2019-2020, Berau\nCoal menghadapi isu persoalan, antara lain berupa konflik sosial dengan pemangku kepentingan yang\nmenganggu operasional tambang, masih minimnya viral positif berupa dukungan dari pemangku\nkepentingan penerima manfaat  secara aktif dan sukarela.  \nTujuan penelitian ini adalah untuk membantu Corporate Communication Division PT Berau\nCoal untuk dapat menerapkan konsep korporat branding, terutama dalam pembentukan reputasi positif \n iii \nmelalui program komunikasi korporat terpadu, sehingga mampu meyakinkan pemangku kepentingan\nlokal untuk memberikan dukungan dan izin sosial terhadap keberadaan operasional tambang batubara\nsecara efektif. \nDalam penerapan konsep korporat branding, penelitian ini menggunakan framework Vision,\nCulture, Image (VCI) yang diperkenalkan oleh Hatch and Schultz (2003). Kemudian juga dilakukan\nsurvei pemangku kepentingan secara online untuk memahami persepsi pemangku kepentingan terhadap\nBerau Coal.  Setelah itu, dilakukan analisa kondisi internal dan eksternal Berau Coal. Analisis internal\nberupa analisis program komunikasi korporat yang dijalankan. Sedangkan analisis eksternal terdiri dari\nanalisis PEST. Dan dari analisa tersebut, kemudian dilakukan analisa SWOT dan dikembangkan dalam\nmatrik TOWS untuk membantu menemukan solusi bisnis terhadap permasalahan yang dihadapi dan\ndiformulasikan menjadi beberapa strategi komunikasi korporat yang tepat.", "Daftar File": {"2021_TS_PP_Arif Hadianto_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/217642"}, "Penulis": "Arif Hadianto [29118393]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Branding Korporat, Branding Perusahaan Tambang, Komunikasi Korporat", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Jan 2021"}