{"Nomor": 52028, "Judul": "EVALUASI CUSTOMER LIFETIME VALUE DALAM PENGGUNAAN SOLUSI TEKNOLOGI SISTEM INFORMASI GEOGRAFIS (SIG)  (STUDI KASUS: PT. ESRI INDONESIA)", "Abstrak": "Esri Indonesia adalah penyedia solusi teknologi Sistem Informasi Geografis (SIG) untuk \nberbagai lembaga, termasuk Kementerian/Lembaga pemerintah di Indonesia. Solusi yang\nditawarkan antara lain perangkat lunak, jasa konsultasi profesional, dan pelatihan. Sebagai\nperusahaan dengan model bisnis Business-to-Bussiness (B2B), Esri Indonesia sangat\nbergantung pada kelangsungan para perusahaan yang menjadi pelanggan mereka agar tetap\nmenggunakan solusi SIG yang disediakan Esri Indonesia dalam bentuk biaya maintenance\ntahunan perangkat lunak dan jasa konsultasi tambahan. \nCustomer Lifetime Value (CLV) dihitung dari banyaknya dan frekuensi pembelian oleh\npelanggan. Penelitian ini memfokuskan pada 3 pelanggan yang memiliki level of needs\nterhadap solusi SIG yang berbeda-beda, Hal tersebut mempengaruhi banyaknya pembelian,\nsehingga CLV juga berbeda-beda. \nCLV tertinggi dimiliki oleh Customer C karena diikat oleh Enterprise Agreement di tahun\npertama, yang didalamnya tersusun sebuah roadmap implementasi solusi untuk jangka waktu\n3 tahun, beserta anggaran yang akan dikeluarkan untuk pengembangan tersebut. Studi ini juga\nmemberikan rekomendasi Enterprise Agreement dan solution bundles yang dirancang\nberdasarkan analisis kebutuhan inti dan pola pembelian masing-masing pelanggan.", "Daftar File": {"2021_TS_PP_Soraya Rizka Keumala_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/217654"}, "Penulis": "Soraya Rizka Keumala [29117527]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Customer Lifetime Value, B2B, teknologi informasi, customer relationship, SIG solution", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Jan 2021"}