{"Nomor": 52024, "Judul": "PEMETAAN STRATEGI PEMASARAN BERDASARKAN TAHAP PERTUMBUHAN ORGANISASI PADA UMKM KICIMPRING CIDADAP", "Abstrak": "UMKM Kicimpring Cidadap merupakan salah satu usaha berskala mikro yang bergerak di\nindustri kuliner dan terletak di Kota Bandung, Jawa Barat. Sejak bulan Juli 2019 sampai Januari\n2020, omzet penjualan UMKM Kicimpring Cidadap mengalami fluktuasi dari pemasaran\nonline dan cenderung stagnan untuk pemasaran offline meskipun mengalami penambahan\njumlah mitra distribusi produk. Menurut Kepala Pemasaran UMKM Kicimpring Cidadap,\ntantangan yang dihadapi saat ini adalah kesulitan untuk menentukan strategi pemasaran yang\ntepat dan sulitnya memprediksi perubahan dari lingkungan eksternal perusahaan terutama\ndalam memasarkan produk secara offline melalui toko oleh-oleh, hotel, dan tempat wisata. Hal\ntersebut disebabkan karena UMKM Kicimpring Cidadap belum bersikap proaktif terhadap\nstrategi pemasaran yang sesuai dengan kapabilitas perusahaan. Oleh karena itu, penelitian ini\nbertujuan untuk memetakan strategi pemasaran berdasarkan tahap pertumbuhan organisasi saat\nini.\nPenelitian ini menggunakan metode studi kasus. Rancangan penelitian yang akan dilakukan\nadalah mengidentifikasi tahap pertumbuhan organisasi dan strategi pemasaran saat ini,\nmelakukan pemetaan strategi pemasaran berdasarkan tahap pertumbuhan organisasi, dan\nmenentukan arah pengembangan strategi pemasaran. Tahap pertumbuhan organisasi dan\nstrategi pemasaran diidentifikasi dengan wawancara mendalam kepada stakeholders UMKM\nKicimpring Cidadap dan hasil tersebut akan digunakan untuk pemetaan strategi pemasaran\nberdasarkan tahap pertumbuhan organisasi. Hasil pemetaan strategi pemasaran kemudian\ndijadikan dasar untuk menentukan arah pengembangan UMKM Kicimpring Cidadap.\nHasil penelitian menunjukkan bahwa saat ini UMKM Kicimpring Cidadap telah berada pada\ntahap growth dan memiliki gap pada strategi promosi, strategi harga, serta strategi tempat.\nUsulan strategi pemasaran difokuskan kepada masalah yang timbul pada strategi tempat yaitu\nsistem kerja sama konsinyasi dengan mitra distribusi. Strategi yang diusulkan untuk sistem\nkonsinyasi adalah penetapan harga jual produk, kontrak kerja sama, fokus promosi produk, dan\nevaluasi mitra distribusi potensial. Usulan tersebut diharapkan mampu untuk meningkatkan\nkinerja UMKM Kicimpring Cidadap dalam memasarkan produk kepada pelanggan.", "Daftar File": {"ABSTRAK Erfan Muhamad Rahmawan": "https://digilib.itb.ac.id/gdl/download/217650"}, "Penulis": "Erfan Muhamad Rahmawan [14416016]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T.", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "UMKM, tahap pertumbuhan organisasi, strategi pemasaran, sistem konsinyasi.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Jan 2021"}