{"Nomor": 52040, "Judul": "PARAMETRIC STUDY OF FLEXIBLE FLAPPING WING AERODYNAMIC PERFORMANCE AND MODAL ACOUSTIC WITH MATERIAL PROPERTIES AND MORPHOLOGY VARIATION", "Abstrak": "Arus ekstrim adalah arus yang memiliki besar kecepatan di atas suatu nilai threshold, arus ekstrim dapat dijadikan pertimbangan untuk pembangunan infrastruktur lepas pantai di suatu lokasi. Penelitian ini bertujuan untuk mengidentifikasi dan memprediksi fenomena arus ekstrim di Selat Sunda. Data yang digunakan adalah kecepatan arus laut di Selat Sunda mulai dari 9 Juni 2015 – 24 Mei 2016 dengan interval selama 1 jam. Pengukuran dilakukan hingga kedalaman 60 m dengan mengambil tujuh kedalaman untuk penelitian. Metode yang digunakan dalam penelitian ini diantaranya principal component analysis (PCA) untuk mendapatkan komponen utama, peak over threshold (POT) untuk mendapatkan distribusi arus ekstrim sekaligus meng-estimasi parameter dengan generalized pareto distribution (GPD), dengan asumsi data yang stasioner. Range threshold yang didapatkan yaitu 0,7 – 1,6 m/s untuk sumbu mayor dan 0,075 – 1 m/s untuk minor. Return value untuk suatu return period didapatkan dari distribusi yang telah di-fitting. Dari hasil pengolahan data didapatkan distribusi arus ekstrim untuk masing-masing kedalaman dan komponen, didapat juga return value untuk return period selama 10, 50, dan 100 tahun dengan besar kecepatan di atas 0.9 m/s. Selain itu, didapatkan bahwa pengaruh arus residu lebih dominan dibandingkan arus pasut dalam kejadian fenomena arus ekstrim di Selat Sunda.", "Daftar File": {"ABSTRAK Muhammad Afif Nugraha": "https://digilib.itb.ac.id/gdl/download/217687"}, "Penulis": "Muhammad Afif Nugraha [12916037]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "arus ekstrim, POT, return value, return period, Selat Sunda", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jan 2021"}