{"Nomor": 52044, "Judul": "PEMAKNAAN KAWASAN BERSEJARAH PECINAN SEMARANG MELALUI PENDEKATAN BENTANG BAU", "Abstrak": "Penafsiran baru diperlukan untuk memberikan makna pada kerangka pelestarian\narsitektur yang mendukung lingkungan budaya yang berkelanjutan. Berdasarkan\nQuébec Declaration (2008) dan Burra Charter (2013), dimensi intangible menjadi\nhal yang penting untuk memberi makna yang lebih kaya dan lebih dalam bagi\nkawasan cagar budaya. Pergeseran telah terlihat dalam teori, kebijakan perkotaan,\ndan desain arsitektur yang menekankan perhatian pada fenomena perseptual\nmelalui pendekatan multi-indera. Selanjutnya, dominasi audio-visual mulai digapai\noleh para praktisi dan cendekiawan, berbeda dengan indera lainnya seperti\npenciuman yang masih cenderung terabaikan dan miskonsepsi.\nPenelitian ini menguraikan temuan dari studi awal tentang pendekatan bentang bau\ndalam memahami dan memaknai kawasan bersejarah Pecinan Semarang. Studi ini\nakan membahas berbagai jenis bau yang terdeteksi, persepsi pribadi selama\nsmellswalk, dan peran bau di ruang dan tempat. Semua data ini dikumpulkan\ndengan menggunakan metode smellswalk, survei kuesioner, dan wawancara. Data\nyang terkumpul kemudian dianalisis dengan metode open coding untuk\nmendapatkan wawasan tentang sikap dan pengalaman peserta terhadap bau di\nkawasan Pecinan. Axial coding juga dilakukan untuk pengelompokkan dan\npengelolaan jejak-jejak bau untuk memudahkan pembacaan data. Pembahasan\nlebih lanjut adalah penafsiran dan pemahaman bagaimana pengalaman perspektif\nbau di tiap koridor dan bagaimana peranan bau di dalam kawasan Pecinan.\nPada pengumpulan data di lapangan, ditemukan 209 jejak bau, 67 variasi bau dan\ndikelompokkan menjadi 10 kategori: amis, bakaran, emisi, sayur dan buah, sampah,\norang dan alam, makanan, busuk, bumbu, dan industri. Kemudian terdapat juga\nkonfigurasi bau di Pecinan Semarang yang terbagi menjadi background smell,\nepisodic smell, dan short-lived smell. Background smell diwakilkan oleh bau\nbumbu dan makanan, episodic smell dengan bau amis, buah dan sayur, bakaran,\nsampah, dan industry, dan short-lived smell yang dimiliki oleh jenis bau emisi dan\norang dan alam, dan busuk.\nii\nDari Gang Warung yang pengalaman ruangnya diwakili dengan bau-bau industri\ndan emisi sebagai area bisnis yang padat mobilitasnya serta fleksibilitas ruang yang\ndiwakilkan oleh berbagai pergantian bau di pagi, siang, dan sore hari. Gang\nGambiran yang memiliki bau yang segar, serta aroma masakan dan dupa yang silih\nberganti dan mencerminkan area permukiman di Pecinan. Kemudian kaya\nkeragaman bau yang saling tumpang tindih, dari bau yang menyengat,\nmenyegarkan, hingga menyenangkan dapat dijumpai di Pasar Gang Baru.\nWalaupun setiap ruang mengalami pengalaman yang berbeda, semua suasana ini\nmasih memiliki benang merah yang mengingatkan akan kawasan Pecinan seperti\nyang diwakilkan oleh aroma makanan, rempah, dan dupa yang selalu ada di setiap\nsudut kawasan.\nPengalaman bentang bau yang khas ini dipengaruhi oleh ikatan emosional, aktifitas,\nbudaya, serta bentuk lingkungan binaannya (termasuk di dalamnya tata dan massa\nbangunan, bentuk bangunan, dan jenis bukaannya terkait aliran udara). Semakin\npadat dan sempit suatu ruang, maka semakin kecil pergerakan bau yang\nmengakibatkan semakin mudahnya orang terekspos berbagai macam bau.\nKemudian, semakin luas dan bebasnya sirkulasi udara di suatu ruang akan\nmengakibatkan pengalaman bau yang silih berganti atau bahkan bersirkulasi pada\ntitiknya masing-masing.\nKualitas pengalaman ruang berdasarkan pendekatan penciuman juga ditemukan\nterkait dengan tingkat keakraban terhadap bau. Semakin mengenal bau di ruang\ntersebut maka terdapat kemungkinan untuk menambah faktor menyenangkan pada\npengalaman ruang. Hal ini meliputi bau yang biasanya berkonotasi negatif, seperti\nbau amis yang dapat dirasakan menyenangkan dikarenakan mengingatkan akan\nkenangan atau makanan kesukaan.\nBau merupakan cerminan dari karakteristik sosial, budaya, dan tempat.\nKarakteristik khas kawasan atau ruang akan dapat ditemukan melalui penciuman\ndikarenakan sifat bau yang lebih mudah dirasakan, dialami, dipahami, dan diingat.\nPersepsi tempat melalui penciuman dapat mengkonseptualisasikan dunia yang tak\nterlihat di sekitar kita serta berguna untuk orientasi spasial, legibilitas, pemahaman,\ndan pengalaman ruang. Keempat peran bau ini akan bermanfaat dalam kegiatan\npelestarian arsitektur yang sudah seharusnya merujuk peranan intangible elemen,\nkhususnya pendekatan bentang bau. Keunikan kontribusi pendekatan bau ini terjadi\nkarena karakteristik indera penciuman yang mempengaruhi emosi, perilaku, dan\nsikap seseorang. Maka dari itu, pengalaman penciuman ini akan menambah nilai\nplace attachment, menjadi salah satu metode holistik untuk memahami kawasan\nbersejarah, dan pelestarian arsitektur.", "Daftar File": {"ABSTRAK Auliya Maula Alqadrie": "https://digilib.itb.ac.id/gdl/download/218053"}, "Penulis": "Auliya Maula Alqadrie [25218009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Widjaja Martokusumo"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "signifikansi budaya, kualitas persepsi, pelestarian arsitektur, bentang bau, Pecinan Semarang.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Jan 2021"}