{"Nomor": 52045, "Judul": "PENGARUH KUALITAS TEMPAT BERMAIN DI SEKOLAH PADA POLA KEGIATAN DAN INTERAKSI SOSIAL MURID SEKOLAH DASAR", "Abstrak": "Penambahan jumlah penduduk berimplikasi pada penambahan populasi anak di Indonesia yang semakin meningkat dari tahun ke tahun. Peningkatan tersebut sejalan dengan peningkatan jumlah Sekolah Dasar (SD) yang mendominasi jenjang sekolah lainnya. Namun, penambahan ini tidak disertai dengan peningkatan kualitas sekolah termasuk lapangan sekolah di dalamnya. Fenomena yang dapat diamati secara jelas ialah anak-anak sudah sangat familiar dengan teknologi, seperti penggunaan gawai (gadget). Penggunaan gadget yang terlalu dini akan mengakibatkan terhambatnya perkembangan kognitif, afektif dan motorik anak, terutama dalam perkembangan sosial. Kurangnya kemampuan interaksi sosial pada anak dapat menyebabkan hal-hal yang tidak diinginkan seperti bullying.\nBullying yang terjadi dapat menghancurkan kondisi fisik dan mental anak akibat tidak bisa mengaplikasikan nilai sosial dengan benar. Dalam upaya untuk mengurangi hal tersebut, anak perlu dialihkan dari gadget dengan bermain non-digital. Hal ini sekaligus dapat melatih kemampuan sosial mereka untuk bekal saat dewasa. Dengan demikian, diperlukan pengetahuan yang mengidentifikasi seperti apa tempat bermain di sekolah yang berkualitas dan dapat meningkatkan kemampuan interaksi sosial mereka\nPenelitian ini bertujuan untuk mengidentifikasi dan melihat hubungan antara tempat bermain di sekolah, kegiatan bermain dan anak-anak terhadap respon interaksi sosial yang dilihat dari segi kuantitas dan kualitas interaksi sosial. Hasil interpretasi hubungan antar variabel digunakan untuk merumuskan kriteria perencanaan dan perancangan tempat bermain di sekolah dasar. Penelitian dilakukan dalam dua tahap, yaitu kualitatif yang bersifat eksploratori dan kualitatif-kuantitatif yang bersifat eksplanatori. Pada tahap 1, Pengumpulan data dilakukan dengan menggunakan kuesioner. Sementara itu, pada tahap 2, peneliti mengumpulkan data dengan menyebarkan kuesioner, observasi dan wawancara pada responden yaitu murid SD dan guru SD. Metode analisis yang digunakan adalah analisis isi. Dari hasil analisis faktor, peneliti mengidentifikasi variabel baru yang merepresentasikan masing-masing variabel terukur dari kualitas tempat bermain, kepribadian, dan kualitas interaksi sosial (variabel laten). Terdapat 9 variabel laten pada variabel kualitas tempat bermain yaitu ‘kenyamanan’, ‘sarana’, ‘alami’, ‘aksesibilitas’, ‘kenyamanan termal’, ‘keramaian’, ‘keterbiasaan’, dan ‘keberadaan teman’. Kemudian variabel laten pada variabel kepribadian yaitu ‘pengembangan diri’, ‘keteraturan diri’, ‘sosial’, dan ‘emosi’. Selanjutnya adalah 4 variabel laten dari variabel kualitas interaksi sosial yaitu ‘perhatian ke teman’, ‘kedekatan dengan teman’, ‘konflik dengan teman’, dan ‘kesenangan dengan teman’. Sementara itu, variabel laten dari variabel kegiatan bermain dapat diidentifikasi melalui ‘intensitas’ dan ‘durasi’ bermain.\nHasil analisis korelasi multivariat ditemukan hubungan antara variabel laten kualitas tempat bermain, kepribadian, kegiatan bermain, dan kualitas interaksi sosial. Kualitas tempat bermain cenderung memiliki pengaruh langsung terhadap kegiatan bermain yang kemudian mempengaruhi kualitas interaksi sosial sehingga hubungan antara kualitas tempat bermain dan kualitas interaksi sosial menjadi hubungan yang tidak langsung. Selanjutnya, variabel kepribadian memiliki pengaruh langsung dengan kegiatan bermain dan kualitas interaksi sosial. Anak-anak dengan kepribadian tertentu seperti sosial dan memiliki pengembangan diri yang baik memiliki kecenderungan lebih besar untuk mengalami peningkatan kualitas interaksi sosial karena kecenderungan intensitas bermain mereka semakin meningkat. Faktor kenyamanan dan keberadaan teman juga menjadi faktor yang penting dalam kualitas tempat bermain menurut responden.\nHasil analisis mengungkap pula 10 kriteria perancangan tempat bermain sekolah yang didasarkan pada penyusunan kriteria faktual tempat bermain. Kriteria tersebut adalah ‘alami’, ‘kenyamanan termal’, ‘keramaian’, ‘ketersediaan’, ‘keselamatan’, ‘kebersihan’, ‘kelapangan’, ‘keterbukaan’, ‘sarana’ dan ‘aksesibilitas’. Temuan mengenai kriteria ini dapat menjadi acuan dan pertimbangan dalam merancang tempat bermain yang memenuhi standar dan keinginan anak-anak sebagai pengguna.", "Daftar File": {"ABSTRAK Fitri Nuriyatun Nisa Cholis": "https://digilib.itb.ac.id/gdl/download/218054"}, "Penulis": "Fitri Nuriyatun Nisa Cholis [25218003]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "anak-anak, bermain, kualitas interaksi sosial, kriteria, kualitas tempat bermain, tempat bermain sekolah", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Jan 2021"}