{"Nomor": 52049, "Judul": "PERAN KARAKTERISTIK FISIK SEKOLAH DAN RUMAH TERHADAP RASA KETERHUBUNGAN DENGAN ALAM, SIKAP, DAN PERILAKU RAMAH LINGKUNGAN SISWA", "Abstrak": "Permasalahan lingkungan hidup yang terus bertambah menunjukkan betapa pentingnya peran masyarakat untuk keberlanjutan lingkungan. Untuk membangun kesadaran masyarakat diperlukan edukasi lingkungan yang secara formal dapat dilaksanakan di sekolah dan secara non-formal di rumah. Lingkungan fisik sekolah dan rumah dapat menjadi sarana untuk meningkatkan perilaku ramah lingkungan seorang anak. Kedua lingkungan fisik tersebut diteliti pada penelitian ini karena lingkungan fisik sekolah dan rumah memiliki pengaruh yang tinggi pada perkembangan perilaku anak. Bentuk edukasi lingkungan tidak langsung yang diintegrasikan pada lingkungan fisik dapat dilihat dari kealamian lingkungan tersebut dan keberadaan akses untuk berinteraksi dengan alam secara langsung dan tidak langsung.\nPenelitian terkait edukasi lingkungan melalui lingkungan fisik masih sedikit dilakukan, terutama yang berkaitan tingkat kealamian lingkungan dan interaksi tidak langsung dengan alam. Interaksi tidak langsung dengan alam yang diangkat pada penelitian ini adalah akses visual ke lingkungan alami melalui elemen bangunan yaitu jendela. Pada penelitian terdahulu, akses visual ke lingkungan alami melalui jendela ditemukan memiliki hubungan langsung dengan rasa keterhubungan dengan alam dan sikap ramah lingkungan dan memiliki hubungan tidak langsung dengan perilaku ramah lingkungan. Namun penelitian terkait hubungan antara lingkungan fisik dengan perilaku ramah lingkungan ini memiliki konflik antar temuan, sehingga perlu diadakan penelitian yang mengungkap bagaimana hubungan antara keduanya. Penelitian ini bertujuan untuk mengungkap bagaimana hubungan antara karakteristik fisik sekolah dan rumah dengan rasa keterhubungan dengan alam, sikap ramah lingkungan, dan perilaku ramah lingkungan Penelitian ini juga bertujuan untuk mengungkap faktor fisik yang memiliki hubungan langsung dan tidak langsung dengan perilaku ramah lingkungan siswa.\nPenelitian ini menggunakan metode penelitian kuantitatif yang bersifat eksplanatori. Teknik pengumpulan data penelitian ini menggunakan kuesioner tertutup (close-ended) dengan empat skala pengukuran yaitu Connectedness to Nature Scale-children (CNS), Connection to Nature Index (CNI), New Environmental Paradigm (NEP (Children@School)), dan General Ecological Behavior (GEB (Children@School)) yang disesuaikan dengan konteks Indonesia. Kuesioner dibagikan secara daring dengan metode non-random sampling dengan menggunakan teknik snowball sampling kepada siswa SD kelas 4,5,6 dan siswa SMP kelas 1,2,3 di Provinsi D.I.Yogyakarta.\nData pada penelitian ini merupakan data yang bersifat perseptual. Data terkait lingkungan fisik diukur berdasarkan persepsi masing-masing siswa terkait tingkat kealamian lingkungan tentang seberapa luas area yang ditanami rumput, banyaknya tanaman hijau, dan banyaknya jumlah pohon pada lingkungan sekolah dan rumah mereka. Data persepsi siswa terkait akses visual ke lingkungan alami berkaitan dengan keberadaan akses melihat ke luar ruangan, ukuran jendela ruang, dan tingkat kealamian view yang dilihat melalui jendela. Data yang telah terkumpul lalu dianalisis menggunakan analisis komponen prinsip (principal component analysis), lalu analisis faktor (factor analysis) untuk menemukan variabel laten/dimensi dari masing-masing faktor, dan dilanjutkan dengan analisis korelasi (pairwise correlations analysis) untuk melihat hubungan antar semua faktor. Analisis ANOVA juga digunakan dalam penelitian ini untuk melihat perbandingan perilaku ramah lingkungan antara siswa SD dan SMP.\nHasil analisis menunjukkan karakteristik fisik sekolah dan rumah memiliki hubungan langsung dengan tiga dimensi perilaku ramah lingkungan yaitu dimensi perawatan lingkungan, kepedulian lingkungan, dan penghematan energi. Tingkat interaksi siswa dengan alam di sekolah dan di rumah cenderung memiliki peran yang berbeda dalam menumbuhkan rasa keterhubungan dengan alam, sikap ramah lingkungan, dan perilaku ramah lingkungan siswa. Sekolah memiliki peran edukasi dan rumah memiliki peran meningkatkan hubungan emosional dengan alam. Sekolah cenderung berperan untuk meningkatkan kesadaran lingkungan melalui edukasi lingkungan dan komunitas. Kealamian lingkungan sekolah, keberadaan akses visual ke lingkungan alami, dan kesadaran lingkungan orang-orang di sekolah dapat meningkatkan perilaku ramah lingkungan siswa terutama dalam hal merawat lingkungan. Sedangkan rumah cenderung berperan untuk meningkatkan kedekatan dengan alam dan kesenangan berada di alam secara lebih intensif pada individu. Tingkat interaksi dengan alam di rumah memiliki hubungan langsung pada perilaku peduli lingkungan, perilaku merawat lingkungan, dan perilaku hemat energi. Pada faktor tingkat pendidikan, siswa SD dan SMP memiliki perbedaan perilaku pada dimensi ketidakpedulian lingkungan, dimana siswa SMP ditemukan lebih berperilaku tidak peduli lingkungan dibandingkan siswa SD.", "Daftar File": {"ABSTRAK Fildzah Zatalini Zakirah": "https://digilib.itb.ac.id/gdl/download/218058"}, "Penulis": "Fildzah Zatalini Zakirah [25218015]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "interaksi dengan alam, karakteristik fisik, perilaku ramah lingkungan, rumah, sekolah, siswa", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Jan 2021"}