{"Nomor": 52042, "Judul": "EVALUASI STANDAR TEKNIS (SNI) DALAM UPAYA PENCEGAHAN BAHAYA KEBAKARAN PADA BANGUNAN BERBASIS TRADISI DAN BUDAYA STUDI KASUS : BANGUNAN KLENTENG DI PECINAN, SEMARANG", "Abstrak": "Bahaya kebakaran merupakan bencana yang tidak dapat diprediksi dan dapat terjadi\nkapan saja dan dimana saja dengan risiko memusnahkan bangunan dan nilai\nkeaslian yang ada di dalamnya. Pada bangunan klenteng, aktifitas yang dilakukan\ntidak jauh dari penggunaan api di dalam bangunan. Peribadatan, upacara, tradisi,\ndan persembahan, memiliki sumber api yang selalu ada dan dalam bentuk yang\nbervariasi. Perlu adanya tindakan pencegahan untuk meminimalisir kemungkinan\nbencana kebakaran yang terjadi pada bangunannya. Tindakan pencegahan\numumnya diatur pada standar keamanan. Namun disayangkan, tidak seluruhnya\nstandar ini dapat diterapkan pada bangunan klenteng di Kawasan Pecinan. Klenteng\nyang tersebar di dalam Kawasan Pecinan merupakan bangunan cagar budaya. Di\ndalam standar keamananan secara teknis bangunan klenteng masuk dalam kelas 9b,\nyaitu sejenis bangunan pertemuan yang di dalamnya termasuk bangunan\nperibadatan. Pada standar teknis untuk bangunan kelas ini ditemukan tujuh variabel\nyang perlu dinilai pengaplikasiannya pada setiap klenteng di Kawasan Pecinan.\nVariabel ini berupa lima untuk sistem keamanan secara pasif : konstruksi,\nkompartemenisasi, dinding pemisah, perlindungan dan bukaan, dan sistem\nkeamanan listrik, dan dua untuk jalur akses lingkungan dan bangunan, yaitu : jalur\nakses lingkungan dan bangunan dan hidran halaman. Penilaian dilakukan dengan\nmetode deskripsi dan rubrik dari hasil observasi dan wawancara dengan narasumber\nyang berkecimpung dalam budaya dan adat klenteng. Hasil deskripsi dikaitkan\ndengan aturan budaya feng shui untuk menemukan kemungkinan tindakan yang\nberkaitan dengan pencegahan bahaya kebakaran. Setelah itu dilakukan penghitung\nsecara statistik dengan program JMP untuk menemukan rata-rata dari tindakan\npencegahan pada setiap klenteng di Kawasan Pecinan. Hasil menemukan dua\ntindakan yang perlu diintervensi pada klenteng Kawasan Pecinan, yaitu : pertama,\nperbaikan pada variabel yang sama sekali belum dilakukan pada setiap klenteng\nseperti pengadaan hidran halaman, berupa sumber air untuk penanggulangan\nbencana kebakaran, sistem keamanan listrik, yang pada bangunan hanya ditempel\ntanpa ada pengamanan, dan perlindungan bukaan berupa jalur evakuasi dan\nkemungkinan perlindungannya. Kedua merupakan peningkatan, yaitu upgrade dari\nvariabel yang sudah ada namun masih kurang memenuhi standar, seperti pada\nkonstruksi, dan jalur akses lingkungan ke bangunan. Mengingat bangunan klenteng\ndi Kawasan Pecinan adalah cagar budaya, hasil rekomendasi tindakan perbaikan\ndan peningkatan kualitas pencegahan tetap mengutamakan dan mempertahankan\nkeaslian bahan, estetika, dan nilai sejarah bangunan.", "Daftar File": {"ABSTRAK Meta Vaniessa Tampubolon": "https://digilib.itb.ac.id/gdl/download/218051"}, "Penulis": "Meta Vaniessa Tampubolon [25218013]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Evaluasi SNI, pencegahan kebakaran, klenteng", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Jan 2021"}