{"Nomor": 52058, "Judul": "DESAIN PESAWAT UDARA, SPREADSHEET, KETERKAITAN PARAMETER, ITERASI DESAIN, VISUALISASI", "Abstrak": "Desain Pesawat Udara (DPU) adalah mata kuliah di Teknik Dirgantara ITB yang menjelaskan tentang bagaimana mendesain sebuah pesawat terbang berdasarkan Design, Requirement dan Objectives (DRO) yang diberikan. Pemahaman yang kurang baik mengenai konsep desain akan menghambat proses desain pesawat. Pada saat pelaksanaan kuliah, banyak mahasiswa yang kurang mengerti interaksi antar-disiplin desain bekerja. Mahasiswa juga memerlukan waktu yang banyak untuk membuat alat bantu analisis masing-masing disiplin pada fase desain awal, sehingga mahasiswa tidak mempunyai waktu yang cukup untuk mempertimbangkan garis besar desain pesawat itu sendiri. Kondisi aktual lainnya adalah belum optimalnya iterasi yang dilakukan untuk merancang pesawat, sehingga menimbulkan parameter-parameter desain yang tidak berkesinambungan. Visualisasi desain pesawat juga seringkali tidak tertuang dengan jelas, karena proses evolusi desain pesawat masih terjadi sebelum dokumentasi pesawat rancangan dikumpulkan. Pada Tugas Akhir ini, akan dikembangkan suatu aplikasi yang dapat membantu proses edukasi desain pesawat yang relevan dengan perkuliahan di Teknik Dirgantara ITB. Aplikasi akan dirancang menggunakan spreadsheet Microsoft Excel. Aplikasi ini diharapkan dapat membantu proses desain ideal yang terhambat karena terbatasnya waktu pengerjaan. Aplikasi juga diharapkan dapat membantu menambah jumlah iterasi desain, agar mahasiswa dapat menghasilkan rancangan pesawat yang dapat dipertanggugjawabkan pada fase desain konseptual dan awal. Visualisasi desain pesawat juga ditampilkan pada aplikasi, sehingga parameter perhitungan desain dapat segera dipertimbangkan oleh mahasiswa.", "Daftar File": {"ABSTRAK Alza Amirzan": "https://digilib.itb.ac.id/gdl/download/218096"}, "Penulis": "Alza Amirzan [13615022]", "Kontributor / Dosen Pembimbing": ["Dr. Taufiq Mulyanto, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Desain Pesawat Udara, spreadsheet, keterkaitan parameter, iterasi desain, visualisasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jan 2021"}