{"Nomor": 52053, "Judul": "LENTERA LASEM: PEMANFAATAN ADAPTIF BANGUNAN RUMAH BERSEJARAH DI PEMUKIMAN AWAL PECINAN LASEM SEBAGAI PENGANTAR MUSEUM HIDUP", "Abstrak": "Lasem, sebuah kecamatan di Jawa Tengah, dikenal sebagai Tiongkok Kecil. Hal ini disebabkan banyaknya kebudayaan Tionghoa yang ada di kecamatan ini, mulai dari arsitektur hingga ritual keagamaan yang hingga kini masih dilaksanakan oleh warga setempat. Dahulu merupakan kota yang jaya, Lasem memiliki akulturasi budaya yang kental, dimulai dari gaya arsitektur, perpaduan rasa dalam kuliner dan produk jualan lokal, hingga keharmonisan multi-etnisnya. Ketiganya saling berkaitan, sebab sebagian besar produk lokal merupakan hasil dari produksi industri rumah yang terdapat di dalam bangunan cagar budaya, dan dikelola oleh keturunan Peranakan. Konsep museum hidup sangat menggambarkan Lasem sebagai kota kecil dengan simpul warisan beragam jenis yang tersebar di datarannya. Namun, kawasan pemukiman pertama yang menjadi asal mula berkembangnya kota Lasem, justru kurang diapresiasi dengan fungsinya yang kini digunakan sebagai peternakan burung walet. Kawasan ini masih memiliki elemen arsitektur yang terpengaruh kuat oleh arsitektur Cina, negara asal pendatang pertama yang menjadi komponen akulturasi penting di Lasem. Masih berorientasi kepada Sungai Babagan Lasem yang dahulu menjadi jalur transportasi utama, kawasan berusia lebih dari 500 tahun ini memiliki kisah yang mengantarkan berbagai akulturasi dan asimilasi budaya di Lasem.\nOleh karena itu, perlu dilakukan upaya konservasi yang matang pada kawasan permukiman awal, sebagai salah satu simpul penting di Lasem. Dengan melakukan studi literatur, observasi dan wawancara, penulis mengumpulkan data-data yang diperlukan terkait Lasem, kemudian melakukan analisis secara makro (Kawasan Kota Pusaka Lasem), meso (segmen Pecinan) dan mikro (situs terpilih). Dari hasil analisis makro dan meso, diusunglah konsep Lentera Lasem. Lentera yaitu sebagai penghargaan (tribute), pengantar (guide), dan harapan (hope), dalam pengembangan strategi situs sebagai salah satu simpul dari kesatuan Kawasan Kota Pusaka Lasem. Konsep ini menjadi dasar utama dalam setiap keputusan desain.\nMelalui pemanfaatan kembali bangunan cagar budaya dan pengaktifan kembali kawasan tersebut menjadi tempat kegiatan yang dapat mendukung kegiatan ekonomi, kebutuhan sosial, dan keberlanjutan budaya bagi masyarakat, akan tercipta pariwisata yang lebih berkelanjutan bagi Lasem sebagai museum hidup terpadu. Persoalan desain utama adalah nilai warisan yang terbengkalai, yang dalam hal ini dikategorikan dalam dua aspek utama yaitu sejarah situs sebagai permukiman pertama dan elemen arsitektur peninggalan yang penting. Persoalan lainnya adalah bagaimana mempertahankan nilai pusaka yang akan segera dihidupkan kembali, yaitu dengan meningkatkan aktivitas di dalamnya, khususnya pengembangan sosial-ekonomi yang juga dapat meningkatkan fungsi budaya. Ketiga persoalan utama ini ditangani dengan tiga metode berbeda, 1) restorasi elemen lama, 2) kolaborasi antara elemen lama dan baru, dan 3) amplifikasi elemen lama dengan menambahkan elemen baru.\nDari ketiga persoalan desain dan ketiga metode tersebut, masing-masing dipasangkan dan membentuk 9 solusi desain yang khas. Dari hasil analisis tentang sejarah perkembangan pemukiman awal, tipologi bangunan rumah di Lasem, serta eksisting bangunan pada situs, maka tiap solusi menjadi khusus untuk situs ini. Dalam rangka memberikan nilai tambah pada tapak dan menambah integrasi dengan titik-titik budaya lainnya di Lasem, maka dipilihlah salah satu produk budaya Lasem yang hampir punah, untuk menjadi tema utama fasilitas pengantar kawasan museum hidup ini, yaitu batik.\nBatik tulis Tiga Negeri, salah satu produk khas Lasem, memiliki nilai budaya, bahkan hingga di tingkat internasional. Proses pembuatannya melibatkan berbagai elemen warisan budaya yang terancam punah, yaitu para senimannya yang sudah sepuh dan bangunan rumah yang terpengaruh arsitektur Cina. Batik Tiga Negeri adalah warisan takbenda khas Lasem yang terancam punah: seniman tua dan bangunan dipengaruhi arsitektur tradisional Cina yang digunakan sebagai rumah produksi. Dengan menggabungkan nilai batik ke dalam beberapa dari 9 solusi pemanfaatan kembali bangunan permukiman awal - yang juga berasal dari perumahan tradisional Cina, ini akan memperkuat simpul paling bersejarah sekaligus melestarikan elemen warisan penting, menambah ikatan yang lebih kuat di seluruh Lasem sebagai museum hidup dan tujuan wisata.", "Daftar File": {"ABSTRAK Ardelia Jessica Cungwin": "https://digilib.itb.ac.id/gdl/download/218063"}, "Penulis": "Ardelia Jessica Cungwin [25219013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Widjaja Martokusumo"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Lasem, restorasi, kolaborasi, amplifikasi, batik", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Jan 2021"}