{"Nomor": 52068, "Judul": "MULTIVARIABLE ADAPTIVE MODEL PREDICTIVE CONTROL FOR FIGHTER FLIGHT CONTROL SYSTEM", "Abstrak": "Dynamic characteristics of an aircraft is significantly determined by its\nconfiguration, whose design is dictated by the purpose and mission of the aircraft.\nas example, a fighter aircraft usually has a fast and often unstable dynamics.\nTherefore, automatic flight control system is a mandatory for this kind of aircraft\nsince controlling its dynamics is very demanding for a human operator. The control\nsystem for a fighter aircraft must be able to anticipate its fast dynamics and possible\nsignificant change of its parameters due to its wide operating regime and extreme\nmaneuvers.\nIn this research, adaptive model predictive control method is implemented as a\nmultivariable flight control system for fighter aircraft. The method has feature to\noptimize and generate the required control action based on prediction of the future\ninput and plant response. The predicted variables are computed based on predictor\nmodel which are determined via identification process. Hence, this method can be\nviewed as an optimized control scheme that considers the change of the plant\ndynamics and possible response of the plant in the future. These features are then\nexplored to accommodate the need for controlling a fighter aircraft by considering\nsome aspects that may arise during the implementation, i.e., change of plant\nparameter, time-delay dynamics, nonlinearity, and complexity of the maneuver.\nAdaptive model predictive control scheme is developed and implemented in\nmultivariable linear and nonlinear models of two fighter aircrafts. The first is a\nlinear model with redundant feature and ability to provide asymmetric input that\ninduces its dynamics in six degrees-of-freedom. Control method performance to\nhandle time-delay is also able to be observed using the linear model. The second\nmodel, nonlinear one, is exploited to investigate the performance of the control\nmethod to anticipate nonlinearity. The results show that the developed control\nmethod has good capability to anticipate the change of plant parameter and\nnonlinearity. While to some extent, the method can overcome delay in the input and\nachieve good multivariable tracking performance for a complex maneuver.", "Daftar File": {"ABSTRAK Yusuf Kurniawan Asalani": "https://digilib.itb.ac.id/gdl/download/218473", "COVER Yusuf Kurniawan Asalani": "https://digilib.itb.ac.id/gdl/download/240555", "BAB 1 Yusuf Kurniawan Asalani": "https://digilib.itb.ac.id/gdl/download/240556", "BAB 2 Yusuf Kurniawan Asalani": "https://digilib.itb.ac.id/gdl/download/240557", "BAB 3 Yusuf Kurniawan Asalani": "https://digilib.itb.ac.id/gdl/download/240558", "BAB 4B Yusuf Kurniawan Asalani": "https://digilib.itb.ac.id/gdl/download/240560", "BAB 5 Yusuf Kurniawan Asalani": "https://digilib.itb.ac.id/gdl/download/240561", "PUSTAKA Yusuf Kurniawan Asalani": "https://digilib.itb.ac.id/gdl/download/240562"}, "Penulis": "Yusuf Kurniawan Asalani [23618304]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "adaptive, automatic flight control system, complex maneuver, linear model, model predictive control, nonlinear model, time-delay", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "26 Jan 2021"}