{"Nomor": 52069, "Judul": "SINTESIS DAN KARAKTERISASI SELULOSA ASETAT BERBAHAN DASAR SEKAM PADI SEBAGAI MATRIKS KOMPOSIT BERPENGUAT SERAT SELULOSA", "Abstrak": "Komposit merupakan material dengan penerapan aplikasi yang luas dan sering\ndigunakan pada kehidupan sehari-hari. Namun, permasalahan lingkungan dan kompatibilitas\npenyusunnya masih menjadi kekurangan utama pada material komposit. Oleh karena itu,\ndiperlukan material komposit yang terdiri dari bahan penyusun yang kompatibel satu sama\nlain dan ramah lingkungan. Pada penelitian ini, dilakukan studi literatur terkait proses sintesis\nselulosa asetat dan pembuatan komposit selulosa asetat berpenguat serat selulosa. Sekam\npadi dipilih sebagai sumber material utama karena jumlahnya yang melimpah di Indonesia\ndan seringkali dianggap sebagai limbah pertanian sehingga sangat berpotensi untuk\ndiekstraksi selulosanya. Sekam padi yang digunakan pada penelitian ini diberi perlakuan\nalkalisasi dengan menggunakan larutan natrium hidroksida dan selanjutnya dilakukan\nbleaching dengan menggunakan larutan hidrogen peroksida untuk mengekstrak selulosa\nyang terdapat pada sekam padi. Selulosa yang diperoleh kemudian diuji kemurniannya\ndengan menggunakan metode Chesson-Datta. Selain itu, dilakukan pula karakterisasi FTIR\nuntuk mengidentifikasi gugus fungsi yang terdapat di dalam sekam padi. Kemudian,\ndilakukan studi literatur mengenai pembuatan selulosa asetat yang berasal dari sekam padi\ndan pengaruh katalis yang digunakan terhadap derajat asetilasi dari selulosa asetat yang\ndihasilkan. Dilakukan pula studi literatur terhadap performa selulosa asetat sebagai matriks\ndari komposit. Pembuatan selulosa asetat berbahan dasar sekam padi diharapkan dapat\nmengatasi permasalahan lingkungan dan kompatibilitas yang ada pada material komposit\nkomersial dan mengurangi permasalahan limbah sekam padi di Indonesia.", "Daftar File": {"ABSTRAK Ihsan Nurfajri": "https://digilib.itb.ac.id/gdl/download/218632"}, "Penulis": "Ihsan Nurfajri [13716038]", "Kontributor / Dosen Pembimbing": ["Steven, S.T., M.T.", "Dr.rer.nat. Mardiyati, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "selulosa asetat, sekam padi, selulosa, komposit", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jan 2021"}