{"Nomor": 52066, "Judul": "A STUDY ON ADSORPTION OF ANIONIC SURFACTANT BY KAOLINITE AND MONTMORILLONITE CLAYS", "Abstrak": "Surfactant adsorption caused by the reservoir rock mineralogy severely affects the\nefficiency in surfactant flooding for enhanced oil recovery processes. The loss of\nsurfactant from adsorption prevents the significant reduction in interfacial tension\nof the oil/water interphase, making it unable to mobilize the residual oil. This study\ninvestigates the severity of anionic surfactant adsorption in different percentages of\nsilica and clays. The objective of this study is to determine the behavior of anionic\nsurfactants in clays and to determine which types of clay is most detrimental in\nsurfactant adsorption. An anionic surfactant, alkyl ethoxy carboxylate, is used in\nthis study as the surfactant of interest and is mixed with various percentages of\nquartz, kaolinite low defect, kaolinite high defect, and montmorillonite. The\ndifferences between the two kaolinites are the chemical compositions and its level\nof crystallinity is which the crystallinity of kaolinite high defect is poorly\ncrystallized compared to kaolinite low defect.\nThe clays used in this study are mixed with pure quartz where clay percentages vary\nbetween 0% to 20% in increments of 5% with the addition of 100% to obtain an\napproximate trend in adsorption from 0% to 100% clay concentrations. The critical\nmicelle concentration of the surfactant is obtained where the surfactant solution at\nthis concentration is mixed with clay-quartz mixtures of various concentrations.\nThe loss of surfactant concentration by adsorption is determined by comparing the\nchange in interfacial tension before and after the surfactant is introduced to the clayquartz mixture.\nThis study observed a direct relationship between clay concentrations and\nsurfactant adsorption where the increase in clay concentration increases the\nsurfactant adsorption onto the minerals. It is found that adsorption occurs in pure\nquartz where the clay concentration is 0%. Surfactant adsorption in 100%\nconcentrations of kaolinite low defect, kaolinite high defect, and montmorillonite\nyields significantly higher values compared to adsorption on pure quartz. The\nadsorption power of minerals used in this study for an anionic surfactant in\nincreasing order is quartz < kaolinite low defect ? kaolinite high defect <<\nmontmorillonite where the adsorption power of montmorillonite is considerably\nhigher than all the other minerals. The difference in adsorption for kaolinite low\ndefect and kaolinite high defect are insignificant. The adsorption values obtained at 100% kaolinite of both types are both lower than the adsorption obtained from\n100% montmorillonite.\nThis study will provide a knowledge on how surfactant adsorption is dependent\nupon the clay content present in a sandstone rock where the mineral content consists\nof clay and quartz. The conclusions of this study will give engineers an idea on how\nthe presence of clay will negatively affect surfactant flooding processes.", "Daftar File": {"ABSTRAK Fadhila Tanjungsari": "https://digilib.itb.ac.id/gdl/download/218411", "DAFTAR Fadhila Tanjungsari": "https://digilib.itb.ac.id/gdl/download/218420"}, "Penulis": "Fadhila Tanjungsari [22218301]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": ": enhanced oil recovery, anionic surfactant, surfactant adsorption, clay, surfactant, montmorillonite, kaolinite", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "8 file", "Tanggal Input": "26 Jan 2021"}