{"Nomor": 52079, "Judul": "PENGEMBANGAN METODE QPCR UNTUK KUANTIFIKASI SISA DNA INANG OGATEA POLYMORPHA STRAIN R", "Abstrak": "Kuantifikasi sisa DNA inang penting dilakukan untuk menjamin keamanan dan\nkualitas produk vaksin. WHO mensyaratkan jumlah sisa DNA inang pada produk\nvaksin rekombinan yang diproduksi di sel ragi kurang dari 10 pg per dosis. PT. B\nmengembangkan produk vaksin subunit HBsAg yang diekspresi di sel ragi Ogatea\npolymorpha strain R. Pada uji pendahuluan ditemukan bahwa kit komersial untuk\npenentuan jumlah sisa DNA inang tidak sesuai untuk sel inang O. polymorpha\nstrain R. Pengembangan metode qPCR bertujuan untuk menghasilkan sistem\nkuantifikasi mandiri yang spesifik dan tervalidasi agar selanjutnya dapat digunakan\nuntuk kuantifikasi sisa DNA O. polymorpha strain R. Sebelumnya telah dirancang\nprimer yang mentarget daerah X, Y, dan Z pada genom O. polymorpha strain R dan\ntelah dibuktikan spesifisitas primer dengan PCR konvensional. Tujuan yang ingin\ndicapai pada penelitian ini adalah menyiapkan DNA standar untuk digunakan pada\ntahap kuantifikasi dan penentuan spesifisitas primer melalui qPCR berbasis SYBR\nGreen dan qPCR Taqman. Standar DNA genom O. polymorpha strain R dibuat\ndengan konsentrasi 30 ng/µL dan memberikan nilai SD+2, SD+3, SD-2 dan SD-3\nberturut-turut sebesar 31,54; 32,25; 28,71; dan 28,00 pada uji pengulangan 3 waktu\nberbeda. Rasio kemurnian 260/280 standar DNA sebesar 1,936 + 0,058 memenuhi\nkriteria penerimaan yang disyaratkan oleh ISO yaitu 1,8-2,0. Sedangkan rasio\nkemurnian 260/230 standar DNA sebesar 1,651 + 0,052, di bawah kriteria\npenerimaan yang disyaratkan oleh ISO yaitu 2,0-2,2. Uji spesifisitas terhadap\nprimer X, Y dan Z menghasilkan nilai Ct 11,88; 11,85; dan 11,93 ketika\nmenggunakan DNA cetakan O. polymorpha strain R 3000 pg dan menghasilkan\npuncak tunggal pada kurva pelelehan ketika diuji menggunakan qPCR berbasis\nSYBR Green. Uji spesifisitas menggunakan qPCR Taqman dibandingkan dengan\nDNA non-target yaitu Pichia pastoris 3000 pg. Nilai Ct primer X, Y, dan Z adalah\n15,57; 16,14; dan 15,29, sedangkan sampel non-target memiliki nilai Ct > 28 . Hal\nini menunjukkan semua pasangan primer terbukti mampu mengamplifikasi target\nsecara spesifik menggunakan metode qPCR berbasis SYBR Green maupun metode\nqPCR Taqman.", "Daftar File": {"ABSTRAK Dwi Elfira Kurniati": "https://digilib.itb.ac.id/gdl/download/218722"}, "Penulis": "Dwi Elfira Kurniati [20718011]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Catur Riani, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "qPCR, sisa DNA Inang, Ogatea. polymorpha strain R, spesifisitas primer", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "02 Feb 2021"}