{"Nomor": 52070, "Judul": "PENGEMBANGAN TOOLS ANALISIS FASE TERBANG TAKE-OFF PESAWAT AMFIBI TWIN FLOATS MENGGUNAKAN MACRO VISUAL BASIC APPLICATION", "Abstrak": "Saat ini PT. DI sedang melakukan tahap pemodelan pesawat komuter baru hasil dari pengembangan NXXX basic menjadi konfigurasi amfibi yang akan dioperasikan di air. Dalam membuat pesawat baru, ada beberapa tahap sebelum akhirnya pesawat tersebut masuk ke tahapan pembuatan prototype design sehingga hasil data yang didapat untuk desain pesawat sesuai DR&O di mana pesawat tersebut akan dioperasikan. Sebelumnya PT. DI telah banyak memproduksi pesawat di mana sebagian besar produksinya saat ini yaitu pesawat berjenis landplane yang kita ketahui banyak yang dipasarkan keluar negeri bahkan dalam negeri. Proses analisis di PT. DI khususnya pada bidang performance aircraft, tools analisis yang ada saat ini masih menggunakan tools untuk analisis pesawat berjenis landplane yang mana hanya memperhitungkan parameter aerodinamika drag dan lift. Pada desain pesawat amfibi diperlukan parameter tambahan untuk analisis performance di mana bukan hanya melibatkan aerodinamika drag dan lift saja tetapi juga harus melibatkan parameter hidrodinamika drag dan bouyancy untuk kebutuhan fase take-off dan landing. Untuk itu diperlukan pengembangan tools perhitungan analisis performance khususnya untuk take-off di air di mana merupakan langkah yang penting untuk dilakukan agar hasil desain yang didapatkan menjadi lebih optimal.\nPenelitian ini difokuskan untuk mengembangkan tools analisis fase terbang take-off di air pesawat NXXX Amfibi twin floats dengan konfigurasi 2 model floats yang berbeda. Pengembangan tools perhitungan fase terbang take-off di air menggunakan pemograman Macro Visual Basic Application (VBA) dengan metode Gudmundsson.\nPengembangan tools perhitungan take-off di air dengan alur metode Gudmundsson pada media Microsoft Excel menggunakan pemograman Macro Visual Basic Application (VBA) dapat dilakukan sebagai tools perhitungan analisis fase terbang take-off di air dengan membandingkan hasil output data take-off di air untuk konfigurasi 2 model floats yang berbeda dengan data sesuai DR&O pesawat NXXX Amfibi.", "Daftar File": {"ABSTRAK Hekenda Permana Aji": "https://digilib.itb.ac.id/gdl/download/218640"}, "Penulis": "Hekenda Permana Aji [23618019]", "Kontributor / Dosen Pembimbing": ["Ir. Toto Indriyanto, M.Sc., Ph.D.", "Rianto Adhy Sasongko, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Take-off, pengembangan tools perhitungan, twin floats, NXXX Amfibi, Macro Visual Basic Application (VBA).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jan 2021"}