{"Nomor": 52083, "Judul": "UJI TARIK LAJU REGANGAN TINGGI BAJA KARBON ST42 DENGAN IMPACT TENSILE MACHINE", "Abstrak": "Beban yang diterima oleh komponen ketika terjadi tabrakan adalah beban pada laju regangan tinggi. Namun demikian, pada umumnya sifat material yang diketahui adalah sifat material yang diperoleh dengan pengujian pada laju regangan yang relatif rendah (quasi-static). Untuk menjawab masalah perbedaan sifat material akibat pembebanan dengan laju regangan yang berbeda maka penelitian ini dilakukan.\nPersiapan sebelum melakukan pengujian ini dapat dibagi menjadi tiga bagian. Bagian pertama adalah perancangan, manufaktur, dan pemasangan peralatan impact tensile test (ITT). Bagian kedua adalah pembuatan loadcell dan uji linieritas. Bagian ketiga adalah preparasi spesimen. Uji tarik dilakukan menggunakan spesimen dengan dan tanpa notch pada laju regangan tinggi (impact strain rate) dan rendah (quasi-static).\nHasil penelitian yang didapatkan dari penelitian ini berupa data mengenai kekuatan tarik, perpanjangan maksimum, dan energi terserap. Pada laju regangan tinggi, keberadaan notch menurunkan kekuatan tarik, menurunkan perpanjangan maksimum, dan menurunkan energi terserap. Pada laju regangan rendah, keberadaan notch meningkatkan kekuatan tarik, menurunkan keuletan, dan menurunkan energi terserap. Pada spesimen dengan notch, peningkatan laju regangan mengakibatkan penurunan kekuatan tarik dan penurunan energi terserap. Pada spesimen tanpa notch, peningkatan laju regangan mengakibatkan peningkatan kekuatan tarik dan penurunan energi terserap.", "Daftar File": {"ABSTRAK M. Husain Ritonga": "https://digilib.itb.ac.id/gdl/download/218751"}, "Penulis": "M. Husain Ritonga [13715021]", "Kontributor / Dosen Pembimbing": ["Ir. Arif Basuki, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Takikan, Uji Tarik Impak", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Feb 2021"}