{"Nomor": 52081, "Judul": "USULAN SKEMA KONTRAK BAGI HASIL MIGAS UNTUK MEMPERBAIKI IKLIM INVESTASI MIGAS DI INDONESIA", "Abstrak": "Penurunan cadangan dan produksi migas tidak terlepas dari strategi pengelolaan migas oleh negara, berdasarkan Survey Fraser Institute Global Petroleum tahun 2018 menempatkan Indonesia pada peringkat 71 dari 80 negara dengan yuridiksi paling tidak menarik untuk investasi. Industri migas dengan biaya dan resiko yang tinggi memerlukan kepastian hukum untuk menjamin iklim investasi berjalan lancar. Lahirnya regulasi tentang sistem kontrak migas PSC (Production Sharing Contract) gross split sebagai pengganti skema kontrak bagi hasil PSC cost recovery belum menjawab persoalan investasi migas di Indonesia. Hal ini ditandai dengan terbitnya Peraturan Menteri Energi dan Sumber Daya Mineral (Permen ESDM) No 12 Tahun 2020 tentang perubahan ketiga Permen ESDM No 8 Tahun 2017 , dimana peraturan ini memberlakukan kembali skema kontrak PSC cost recovery sebagai alternatif skema kontrak bagi hasil Pemerintah dan Kontraktor.\nSecara umum skema kontrak hulu migas terdiri dari skema kontrak konsesi, skema kontrak bagi hasil dan skema kontrak jasa (Lubiantara, 2012). Penelitian ini mengambil skema kontrak berbagai negara yang mewakil skema kontrak hulu migas untuk kemudian dianalisa bagi hasil Pemerintah dan Kontraktor. Berdasarkan evaluasi kontrak migas diberbagai negara dan analisa skema kontrak di Indonesia, diusulkan skema kontrak migas baru yang dapat memperbaiki iklim investasi di Indonesia. Usulan skema kontrak migas baru dengan konsep memproteksi Pemerintah ketika harga minyak melonjak tinggi dan memproteksi Kontraktor dengan meningkatkan keuntungan proyek yang dapat memberikan nilai keekonomian.\nHasil penelitian ini, skema usulan dapat memproteksi Pemerintah dengan adanya pembatasan cost recovery sebesar 40 % hingga maksimal 80 % berdasarkan perbandingan renenue over cost (ROC). Skema usulan dapat menahan kenaikan IRR Kontraktor ketika harga minyak meningkat, namun tetap memberikan keuntungan kepada Kontraktor dengan proyek yang dapat memberikan nilai keekonomian.", "Daftar File": {"ABSTRAK Yulfitraeni": "https://digilib.itb.ac.id/gdl/download/218732", "BAB 1 Yulfitraeni": "https://digilib.itb.ac.id/gdl/download/218734", "DAFTAR Yulfitraeni": "https://digilib.itb.ac.id/gdl/download/218739"}, "Penulis": "Yulfitraeni [22218004]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D.", "Prasandi Abdul Aziz, S.Si, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Kontrak bagi hasil, gross split, investasi", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "8 file", "Tanggal Input": "02 Feb 2021"}