{"Nomor": 52096, "Judul": "CONTENT MARKETING ON INSTAGRAM AND FACEBOOK OF TEAK FURNITURE TO INCREASE PURCHASE INTENTION TOWARDS TEAK FURNITURE", "Abstrak": "Di Indonesia, Instagram dan Facebook adalah dua aplikasi utama dengan jumlah pengguna tertinggi. Pertumbuhannya tidak dapat dipungkiri bahwa itu juga merupakan peluang bisnis karena potensinya yang sangat besar jika dilihat dari ukuran pasar yang dapat dicapai. Ada banyak perusahaan, baik kecil maupun besar, telah mulai mengiklankan produk mereka di media sosial menggunakan berbagai jenis promosi dari produk dan merek mereka.\nIklan Instagram dan Iklan Facebook adalah media yang disediakan oleh Instagram dan Facebook bagi penggunanya untuk memperkenalkan dan menawarkan produk mereka kepada pengguna lain. Dengan berbagai jenis iklan yang bisa disajikan mulai dari foto, video dan carrousel. Hal ini menjadikan Iklan Instagram dan Iklan Facebook sebagai salah satu media pemasaran paling menjanjikan di era modern ini.\nTujuan penelitian ini adalah untuk menentukan efektivitas aktivitas pemasaran menggunakan Iklan Instagram dan Iklan Facebook sebagai media pemasaran. Penelitian ini diharapkan dapat bermanfaat dan dapat diimplementasikan untuk Usaha Kecil Menengah, khususnya untuk Ovel Furniture, serta untuk perusahaan furnitur berbasis jati lainnya. Penelitian ini menggunakan metode kuantitatif menggunakan teknik pengumpulan data probabilitas menggunakan rumus Slovin dengan kesalahan minimum 10% dari 100 responden. Analisis yang digunakan adalah beberapa regresi yang bertujuan untuk menguji hipotesis. Hasil penelitian ini menunjukkan bahwa Iklan Instagram dan Iklan Facebook berdampak positif pada peningkatan niat pembelian pelanggan terhadap furnitur kayu berbasis kayu jati.", "Daftar File": {"ABSTRAK Roveldy Ellyando": "https://digilib.itb.ac.id/gdl/download/218775"}, "Penulis": "Roveldy Ellyando [19214027]", "Kontributor / Dosen Pembimbing": ["Rendra Chaerudin, S.E., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Instagram Ads, Facebook Ads, Purchase Intention, Teak-wood furniture", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "05 Feb 2021"}