{"Nomor": 52090, "Judul": "NOISE REDUCTION AND DESIGN IMPROVEMENTS TO THE CONSTANT TEMPERATURE ANEMOMETER", "Abstrak": "This thesis discuss about improvements of the existing design of a constant\ntemperature hotwire anemometer (CTHWA). Firstly, it will be shown that\nmost of the noise that plagues the early prototype actually comes from a specific\nbehaviour of the system that was related to bridge inductance widely\nknown in the literature. Comparison of digitally filtered signals between commercial\nunit and the built version showed that if this behaviour can be controlled,\nthe built CTHWA will have comparable, if not better, noise performance\nthan the commercial unit. The primary focus of design improvements\nin this thesis was to have control of the system as well as the ability to test the\nelectronics for frequency optimization. In the digital domain, computational\ntools were also developed to process the signal. The new system was then\ntested by measuring various flow including the upgraded windtunnel at the\nfluid diagnostic lab using a Wollaston hotwire. Comparison of the statistics\nof the flow measured by the built CTHWA against a commercial unit shows\nvery promising result. Likewise, spectral analysis told similar story with the\nmeasured data having characteristics that was widely known in the turbulence\nliterature.", "Daftar File": {"ABSTRAK Irsyad Lukman E": "https://digilib.itb.ac.id/gdl/download/218758", "COVER Irsyad Lukman E": "https://digilib.itb.ac.id/gdl/download/254726", "PUSTAKA Irsyad Lukman E": "https://digilib.itb.ac.id/gdl/download/254732"}, "Penulis": "Irsyad Lukman E [23618012]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "constant temperature anemometer, turbulent flow, fluid experiments, hotwire", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Feb 2021"}