{"Nomor": 52091, "Judul": "ANALISIS LAJU PERTUMBUHAN IKAN KERAPU MENGGUNAKAN MICRO-NANOBUBBLE", "Abstrak": "Dalam budidaya parameter oksigen terlarut (DO) sangatlah penting dalam mempengaruhi pertumbuhan ikan kerapu, seiring perkembangan teknologi ditemukan alat sebagai solusi atas permasalahan oksigen yang terlarut tersebut, yaitu alat penghasil oksigen berukuran kecil (micro-nanobubbles). Penelitian ini bertujuan untuk mengkaji pengaruh micro-nanobubbles ini terhadap pertumbuhan ikan kerapu. Pertumbuhan ikan tersebut akan dilihat dari pertumbuhan berat dan pertumbuhan panjang. Eksperimen ini dilakukan pada bulan Januari – April 2020, terdapat dua skenario yaitu pertama menggunakan micro-nanobubbles dengan jumlah ikan 20 ekor dan kedua menggunakan macrobubbles dengan jumlah ikan 10 ekor. Kedua data tersebut juga akan dibandingkan dengan data sekunder KJA dari LIPI. Pengujian ini mengukur oksigen terlarut (DO) setiap hari dan mengukur pertumbuhan ikan seminggu sekali.\nHasil penelitian ini menunjukkan bahwa oksigen terlarut yang dihasilkan menggunakan micro-nanobubbles lebih tinggi dengan rata rata 2,29 mg/liter (29%) dibandingkan yang macrobubbles. Padat tebar ikan yang menggunakan micro-nanobubbles memiliki nilai yang lebih bagus sebesar 53 ekor/????2 dibandingkan dengan macrobubbles (26 ekor/????2) dan LIPI (1 ekor/????2). Hasil penelitian menunjukkan pertumbuhan ikan micro-nanobubbles memiliki kelebihan panjang 34,13% dari macrobubbles dan 20,8% dari LIPI, ikan micro-nanobubbles juga memiliki kelebihan berat 74,67% dari macrobubbles dan 26,68% dari LIPI.", "Daftar File": {"ABSTRAK Nuruddin Arief Indrajaya": "https://digilib.itb.ac.id/gdl/download/218764", "COVER Nuruddin Arief Indrajaya": "https://digilib.itb.ac.id/gdl/download/254733", "PUSTAKA Nuruddin Arief Indrajaya": "https://digilib.itb.ac.id/gdl/download/254739"}, "Penulis": "Nuruddin Arief Indrajaya [12916016]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "oksigen terlarut, pertumbuhan ikan, micro-nanobubbles, Ikan Kerapu", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Feb 2021"}