{"Nomor": 52099, "Judul": "PENGARUH DAYA SAING DESTINASI PARIWISATA PADA PERILAKU WISATAWAN YANG BERNIAT BERKUNJUNG KE DESTINASI WISATA HALAL DI INDONESIA", "Abstrak": "Konsep pariwisata halal telah diakui secara luas sebagai pasar halal yang berkembang dan bernilai dalam industri pariwisata. Studi ini bertujuan untuk menganalisis efek dari atribut destination competitiveness atau daya saing tujuan wisata khususnya atribut sumber daya utama dan daya tarik tempat wisata (core resources and attractors), faktor pendukung sumber daya (supporting factors and resources) serta manajemen destinasi (destination management) dalam mempengaruhi perilaku wisatawan terhadap niat untuk pergi ke destinasi wisata Halal di Indonesia. Variabel yang digunakan untuk mendeskripsikan behavioural intention atau intensi perilaku wisatawan yaitu persepsi kontrol perilaku (perceived behavioral control), persepsi nilai (perceived value), kepercayaan (trust). Persepsi control perilaku meliputi persepsi wisatawan terhadap pemilihan lokasi, persepsi tentang fasilitas yang terbatas, persepsi harga. Persepsi nilai meliputi jaminan keamanan, jaminan kesehatan, jaminan sistem syariah Islam, jaminan privasi dan kenyamanan serta jaminan fasilitas yang sepadan dengan nilai uang yang dikeluarkan, sedangkan kepercayaan mencakup fasilitas jaminan halal, jaminan sertifikat halal, keterlibatan pemerintah, dan keterlibatan pemangku kepentingan. Penelitian ini menerapkan teknik pemodelan persamaan struktural dengan Partial Least Square untuk pengujian dan estimasi hubungan. Hasil penelitian ini menunjukkan bahwa perceived behavioural control, perceived value dan trust berpengaruh langsung terhadap intensi wisatawan dalam berkunjung ke wisata halal. Pada aspek supporting factors juga berpengaruh langsung terhadap keinginan wisatawan dalam berkunjung ke destinasi wisata halal. Sedangkan indikator daya saing destinasi atau destination competitiveness lainnya yaitu core resources dan destination management berperan penting sebagai factor yang memediasi ketiga faktor behavioural intention yaitu perceived behavioural control, perceived value, dan juga trust dalam mempengaruhi wisatawan mengunjungi destinasi wisata halal.", "Daftar File": {"ABSTRAK Faridatus Saidah": "https://digilib.itb.ac.id/gdl/download/218778", "2021 TS PP FARIDATUS SAIDAH 1-FULL.pdf)u": "https://digilib.itb.ac.id/gdl/download/240676"}, "Penulis": "Faridatus Saidah [29018017]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "daya saing pariwisata, wisata halal, pariwisata halal, perilaku wisata turis", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "05 Feb 2021"}