{"Nomor": 52093, "Judul": "ANALISIS PARAMETER KUALITAS AIR LAUT KONSENTRASI TOTAL SUSPENDED SOLID (TSS) MENGGUNAKAN PENGINDERAAN JAUH: STUDI KASUS TELUK BANTEN", "Abstrak": "Pemantauan nilai kualitas air laut seperti parameter Total Suspended Solid (TSS) dilakukan untuk mengetahui kondisi nilai kualitas air di suatu perairan. Pengujian sampel air laut di laboratorium untuk menguji nilai kualitas air laut seperti TSS membutuhkan biaya yang mahal serta memakan waktu yang cukup lama. Perkembangan teknologi telah membuka metode baru dalam megetahui kualitas air laut menggunakan prinsip penginderaan jauh. Penelitian ini menunjukkan pengujian pendugaan nilai TSS di perairan Teluk Banten menggunakan aplikasi HydroColor dan menggunakan Citra Satelit Landsat 8. Pada penelitian ini dilakukan survey lapangan pengambilan sampel air laut serta pengujian laboratorium di LIPI untuk mendapatkan nilai TSS di perairan Teluk Banten pada 27 Oktober, 2019. Hasil penelitian ini menunjukkan pendugaan TSS menggunakan aplikasi HydroColor menunjukkan hasil yang lebih baik dibandingkan pendugaan dengan citra satelit Landsat 8. Diperoleh hasil pengukuran TSS dengan aplikasi HydroColor dengan nilai korelasi 0,91 dan RMSE sebesar 3,04 mg/l. Pengukuran TSS dengan citra Landsat 8 dengan algoritma Ambarwulan memiliki nilai korelasi 0,26 dan RMSE sebesar 13,53 mg/l. Pengukuran TSS dengan citra Landsat 8 dengan algoritma Kusuma memiliki nilai korelasi 0,23 dan RMSE sebesar 4,22 mg/l. Pola persebaran TSS uji laboratorium lebih mendekati pola TSS hasil pengukuran HydroColor dibandingkan hasil dari citra Landsat 8. Kelebihan dari metode HydroColor adalah dapat mengestimasi nilai TSS tanpa melakukan uji laboratorium, akan tetapi metode HydroColor tidak dapat digunakan pada perairan dengan kondisi langit yang berawan atau pada malam hari. Kelebihan dari Satelit Landsat 8 adalah memiliki jumlah sensor yang lebih banyak, akan tetapi citra satelit Landsat 8 memiliki ketersediaan data yang terbatas yaitu setiap 16 hari sekali. Metode pendugaan TSS menggunakan aplikasi HydroColor dinilai efektif karena memiliki nilai korelasi yang tinggi, lebih menghemat biaya serta tidak memakan waktu yang lama.", "Daftar File": {"ABSTRAK Reno Bramantyo Ramadhan": "https://digilib.itb.ac.id/gdl/download/218763", "COVER Reno Bramantyo Ramadhan": "https://digilib.itb.ac.id/gdl/download/254741", "PUSTAKA Reno Bramantyo Ramadhan": "https://digilib.itb.ac.id/gdl/download/254747"}, "Penulis": "Reno Bramantyo Ramadhan [12916020]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "HydroColor, total padatan tersuspensi, smartphone, landsat 8, teluk Banten", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Feb 2021"}