{"Nomor": 52104, "Judul": "PEMANFAATAN TANDAN KOSONG KELAPA SAWIT UNTUK PRODUKSI XILANASE MELALUI FERMENTASI FASA PADAT", "Abstrak": "Xilanase merupakan salah satu enzim industri yang banyak digunakan dalam industri pulp dan\nkertas di Indonesia. Selain itu xilanase juga banyak dimanfaatkan di industri roti, minuman jus\nbuah dan anggur, dan pakan ternak. Kebutuhan yang cukup tinggi masih dipenuhi dari impor\nsehingga peluang untuk memproduksi sendiri lebih terbuka luas. Seperti halnya enzim lainnya,\nxilanase diproduksi fermentasi kultur rendam, akan tetapi fermentasi fasa padat berpotensi\nuntuk memberikan perolehan enzim yang lebih besar lebih sehingga lebih menguntungkan.\nPenelitian disertasi ini difokuskan pada pemanfaatan Tandan Kosong Kelapa Sawit (TKKS)\nyang merupakan limbah dari industri minyak kelapa sawit dan ketersediaannya melimpah,\nuntuk produksi xilanase. Pemilihan TKKS sebagai media produksi xilanase dapat memberi\nnilai tambah bagi TKKS dan merupakan kebaruan dari penelitian disertasi. Untuk\nmemproduksi xilanase digunakan Aspergillus fumigatus yang meskipun lebih dikenal sebagai\njamur penghasil selulase dapat induksi oleh xilan maupun xilosa untuk menghasilkan enzim\nxilanase. Hemiselulosa TKKS mengandung xilan yang dapat dimanfaatkan menjadi induser\nbagi A. fumigatus untuk memproduksi xilanase yang dapat dimanfaatkan untuk menghidrolisis\nTKKS. Kendalanya adalah xilan terikat secara kimiawi dengan selulosa dan lignin. Dalam\nrangka memisahkan xilan TKKS dari ikatannya dengan selulosa maupun lignin maka\ndibutuhkan kondisi proses serta metode perlakuan awal yang tepat. Hal ini merupakan\nkebaruan lain dari penelitian disertasi ini.\nMetode Fermentasi Fasa Padat umumnya memiliki masalah dalam pembuangan panas dan\nhomogenitas unggun. Salah satu metode penghilangan akumulasi panas adalah dengan\nmemasukkan udara lembab dan mengaduk unggun. Lingkungan dalam unggun juga\nmemerlukan perhatian yang cukup besar karena mempengaruhi kinerja A. fumigatus yang\ndigunakan. Kadar air unggun dan kandungan nutrisi dalam media produksi merupakan\nbeberapa variabel di antara banyak variabel penting lainnya.\nPenelitian diawali dengan mengevaluasi kinerja proses perlakuan awal hidrotermal dan\norganosolv dalam memperoleh xilosa. Berdasarkan hasil yang diperoleh, penelitian dilanjutkan\nuntuk memverifikasi kondisi proses perlakuan awal hidrotermal TKKS, yaitu temperatur dan\nwaktu, untuk mendapatkan aktivitas xilanolitik yang tinggi dari ekstrak xilanase kasar yang\ndihasilkan. Langkah selanjutnya adalah memproduksi xilanase dalam fermentor nampan\ndengan menggunakan TKKS 250 g. Variabel yang diteliti adalah pengudaraan menggunakan\nudara jenuh, kelembaban fermentor, pencampuran secara manual, ketersediaan xilan dari\nproses perlakuan awal, homogenisasi spora, pengayaan media dengan penambahan xilosa, dan\nperpanjangan waktu fermentasi. Kondisi proses terbaik kemudian diterapkan dalam peningkatan kapasitas produksi xilanase menjadi 1 kg TKKS. Tujuh variabel dievaluasi dalam\ntiga bagian dan aktivitas xilanolitik dari ekstrak xilanase kasar diukur pada akhir setiap bagian\npenelitian. Tahap terakhir adalah pengembangan dan simulasi model untuk mengevaluasi\ndistribusi udara dan panas dalam fermentor nampan yang digunakan dalam produksi enzim\nxilanase. Untuk itu dilakukan pengembangan dan simulasi model fermentasi fasa padat dengan\nvariasi susunan fermentor secara seri menggunakan dua dan empat ruang serta paralel\nmenggunakan empat ruang.\nHasil yang diperoleh menunjukkan bahwa temperatur lebih signifikan daripada waktu dan SL\npada proses perlakuan awal hidrotermal. Baik proses perlakuan awal hidrotermal maupun\norganosolv menyebabkan lebih banyak xilan yang dilepaskan berada dalam padatan produk\nperlakuan awal namun, proses perlakuan awal hidrotermal menghasilkan perolehan xilosa yang\njauh lebih tinggi daripada proses perlakuan awal organosolv. Kondisi proses perlakuan awal\nhidrotermal yang optimal untuk mendapatkan xilosa yang maksimal adalah pada suhu 165°C\nselama 7 menit dengan SL 7%. Pada kondisi ini 35% xilan TKKS dapat diubah secara\nenzimatis menjadi xilosa. Hasil verifikasi kondisi proses perlakuan awal hidrotermal yang\nsesuai untuk produksi xilanase adalah pada suhu 130?C selama 60 menit. Kondisi ini dapat\nmeningkatkan aktivitas xilanolitik dari ekstrak xilanase kasar yang dihasilkan, dengan aktivitas\nselulolitik terendah. Selanjutnya produksi xilanase dengan 250 g TKKS di dalam fermentor\nnampan sangat dipengaruhi oleh kelembaban fermentor, diikuti oleh pengudaraan, sehingga\npeningkatan kapasitas produksi memerlukan perbaikan distribusi udara pada fermentor\nnampan. Hasil evaluasi simulasi model menunjukkan bahwa fermentor dalam susunan seri\nmenghasilkan sistem yang tidak homogen dan fenomena ini ditunjukkan oleh hasil eksperimen.\nSedangkan susunan fermentor paralel memberikan kondisi fermentor yang homogen sehingga\nproduktivitasnya lebih baik dibandingkan susunan fermentor seri. Hasil yang diperoleh dari\npemodelan memerlukan validasi lebih lanjut.\nSecara umum hasil penelitian menunjukkan bahwa TKKS memiliki potensi yang besar sebagai\nbahan baku pembuatan xilanase. Mempertimbangkan TKKS merupakan limbah industri,\npenggunaan TKKS memperbesar peluang untuk memproduksi xilanase dengan biaya yang\nlebih rendah. Fermentor nampan berpotensi untuk ditingkatkan kapasitas produksinya\nwalaupun terdapat beberapa aspek dan parameter proses yang memerlukan perhatian dan\npenelitian lebih lanjut. Potensi tersebut membuat produksi xilanase dari TKKS cukup\nmenjanjikan.", "Daftar File": {"ABSTRAK Diah Meilany": "https://digilib.itb.ac.id/gdl/download/218842", "COVER Diah Meilany": "https://digilib.itb.ac.id/gdl/download/262837", "BAB 1 Diah Meilany": "https://digilib.itb.ac.id/gdl/download/262838", "BAB 2 Diah Meilany": "https://digilib.itb.ac.id/gdl/download/262839", "BAB 3 Diah Meilany": "https://digilib.itb.ac.id/gdl/download/262840", "BAB 4 Diah Meilany": "https://digilib.itb.ac.id/gdl/download/262842", "BAB 5 Diah Meilany": "https://digilib.itb.ac.id/gdl/download/262843", "2021 DS TK Diah Meilani 33015002 1-Daftar Pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/262844"}, "Penulis": "Diah Meilany [33015002]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tjandra Setiadi, M.Eng., Ph.D.", "Dr. Made Tri Ari Penia Kresnowati, S.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "fermentor nampan, hidrotermal, susunan fermentor, TKKS, xilanase", "Sumber": "Perpustakaan Prodi Teknik Kimia", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Budi Cahyadi", "File": "8 file", "Tanggal Input": "08 Feb 2021"}