{"Nomor": 52109, "Judul": "MODEL NUMERIK POLA ARUS PASANG SURUT TIGA DIMENSI DI TELUK BALIKPAPAN MENGGUNAKAN DELFT3D", "Abstrak": "Balikpapan merupakan salah satu kota pelabuhan utama yang memiliki kawasan pemukiman penduduk, industri, perdagangan, dan objek-objek vital yang tersebar mulai dari utara hingga selatan di sepanjang pesisir Teluk Balikpapan. Aktivitas yang padat ini meningkatkan lalu lintas di Teluk Balikpapan sehingga kondisi hidrodinamika di perairan tersebut penting untuk ditinjau. Tujuan penelitian ini adalah mensimulasikan hidrodinamika di Teluk Balikpapan, Kalimantan Timur dengan gaya pembangkit pasang surut dan debit sungai. Analisis arus dekat dasar, bed shear stress, serta cophase dan corange juga dilakukan. Hasil simulasi model hidrodinamika untuk nilai elevasi muka air laut sudah mendekati kondisi di lapangan, ditunjukkan dari nilai koefisien korelasi 0,98; skill 0,99; dan RMSE 0,15 m. Hasil verifikasi arus yang didapatkan antara lain rata-rata korelasi vektor arah-x dan arah-y sebesar 0,93; RMSE 0,05 m; dan percentage error 6,7%. Kecepatan arus signifikan adalah ketika kondisi surut menuju pasang saat spring tide dengan kecepatan rata-rata arus pada domain model 0,1 m/s dan kecepatan tertinggi 1,62 m/s di celah sempit pada hulu teluk. Secara temporal, titik observasi di mulut Teluk Balikpapan memiliki nilai magnitudo BSS paling signifikan dengan rata-rata 0,05 N/m2. Adapun secara spasial, nilai magnitudo BSS tertinggi adalah ketika spring tide saat surut menuju pasang dengan rata-rata BSS di dalam teluk 0,16 N/m2. Komponen pasang surut paling dominan adalah M2 dan S2, dengan nilai kontribusi dari keduanya sebesar 65,3%. Penjalaran fase dari mulut ke hulu Teluk Balikpapan untuk komponen M2 adalah 10,5° (22,77 menit) dan 5,5° (11 menit) untuk komponen S2.", "Daftar File": {"ABSTRAK Syarifah Fauzah": "https://digilib.itb.ac.id/gdl/download/218854", "COVER Syarifah Fauzah": "https://digilib.itb.ac.id/gdl/download/254757", "PUSTAKA Syarifah Fauzah": "https://digilib.itb.ac.id/gdl/download/254764"}, "Penulis": "Syarifah Fauzah [12916012]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nining Sari Ningsih, MS", "Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "arus pasang surut, hidrodinamika, model numerik, Teluk Balikpapan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "08 Feb 2021"}