{"Nomor": 52106, "Judul": "IMPLEMENTASI PERSAMAAN MODIFIKASI PREDIKSI PEROLEHAN MINYAK DENGAN INJEKSI CO2 DALAM EVALUASI KEEKONOMIAN USULAN SKENARIO INJEKSI CO2 TERINTEGRASI BEBERAPA LAPANGAN: STUDI KASUS PADA BLOK X, SUMATERA", "Abstrak": "Telah banyak penelitian dalam perkembangan persamaan kinerja reservoir khususnya injeksi CO2. Salah satu persamaan untuk memprediksi produksi minyak dengan injeksi CO2 adalah persamaan United State Department of Energy (U.S DoE). Revisi persamaan tersebut telah dilakukan oleh Lewins dkk, 1982 berdasarkan uji beberapa lapangan di Amerika. Persamaan U.S DoE untuk kinerja Injeksi CO2 merupakan persamaan semi analitik dengan memperhitungkan parameter-parameter fluida dan reservoir. Penelitian ini bertujuan untuk meningkatkan tingkat akurasi hasil dari persamaan U.S DoE dengan menggunakan data-data literatur 1989-2016 melalui modifikasi persamaan tersebut, kemudian mengimplementasikan persamaan modifikasi kepada lapangan terpilih di Indonesia tepatnya di Pulau Sumatera bagian tengah.\nMetode yang digunakan pada penelitian ini untuk memodifikasi koefisien pada persamaan U.S DoE adalah proyeksi ortogonal, kemudian melakukan evaluasi keekonomian sebagai salah satu parameter keberhasilan penelitian ini dengan menggunakan skema PSC Cost Recovery. Pada penelitian ini pun melakukan usulan skema transportasi gas CO2 yang terintegrasi ke lapangan-lapangan minyak di Pulau Sumatera bagian tengah.\nHasil dari penelitian ini didapatkan bahwa penerapan persamaan U.S DoE modifikasi di lapangan-lapangan terpilih Pulau Sumatera memiliki kumulatif incremental oil sebesar 875,01 MMSTB, dan usulan skema transportasi gas CO2 yang terintegrasi menghasilkan 2 pola pipa yaitu: pipa utama dan tie in pipe. Evaluasi keekonomian dilakukan guna melihat nilai NPV dan IRR, hasilnya adalah NPV pada kondisi base case mempunyai nilai negatif dan IRR dibawa discount factor, kemudian dilakukan evaluasi ekonomi per lapangan yang menghasilkan nilai NPV yang fluktuatif, analisa yang dilakukan pada penelitian ini adalah nilai NPV kontraktor negatif pertama terjadi di lapangan X-4, walaupun terjadi peningkatan incremental oil pada lapangan tersebut namun tidak dapat menutupi biaya yang telah dikeluarkan. Pada kondisi base case dilakukan analisa sensitivitas dan terdapat beberapa point penting yaitu penurunan biaya CAPEX sebesar 20%, kemudian biaya OPEX turun hingga 40%, kenaikan produksi minyak sebesar 20%, dan kenaikan harga minyak sebesar 10%.", "Daftar File": {"ABSTRAK Fuad Abdillah": "https://digilib.itb.ac.id/gdl/download/218844"}, "Penulis": "Fuad Abdillah [22216010]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D.", "Prasandi Abdul Aziz, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Enhanced Oil Recovery, CO2, U.S DoE, Proyeksi Ortogonal, PSC Cost Recovery.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "8 file", "Tanggal Input": "08 Feb 2021"}