{"Nomor": 52100, "Judul": "MENILAI KEPUASAN KONSUMEN TERHADAP PAKET TRAVEL OLEH BISMILLAH TOUR TRAVEL DAN CUSTOM TRAVEL OLEH BATTUTA TRAVEL", "Abstrak": "Perjalanan & Pariwisata adalah kegiatan ekonomi penting di kebanyakan negara di dunia. Secara global, total kontribusi Travel & Tourism terhadap PDB khususnya di Indonesia terus meningkat dari waktu ke waktu. Berdasarkan Travel and Tourism Competitiveness Index World Economic Forum tahun 2017 daya saing pariwisata Indonesia naik ke peringkat 42 dari 50 pada tahun 2015. Hal tersebut sejalan dengan pertumbuhan permintaan industri pariwisata di era milenium baru ini. Keadaan ini menjadi penyemangat yang baik untuk meningkatkan antusiasme stakeholders pariwisata seperti Bismillah Tour Travel. Oleh karena itu, setiap orang yang ingin memasuki industri ini perlu lebih berupaya untuk bersaing dan memberikan penawaran dan layanan yang inovatif dengan cara yang lebih kreatif untuk mendapatkan lebih banyak pelanggan. Bismillah Tour Travel sebagai pendatang baru perlu mengetahui lebih dalam tren terkini dan penilaian pelanggan terhadap layanan merek lain dengan melakukan benchmark. Oleh karena itu, peneliti memilih Battuta Travel sebagai benchmark berdasarkan beberapa alasan.\nTujuan utama dari penelitian ini adalah untuk mengetahui kepuasan pelanggan paket travel Bismillah Tour Travel dan Custom Travel oleh Battuta Travel. Penelitian ini menggunakan metode survei dimana data dikumpulkan dengan menggunakan instrumen kuesioner tertutup. Kuesioner diujicobakan kepada 40 responden dari masing-masing pelanggan travel provider, Bismilah Tour Travel dan Battuta Travel. Penelitian ini menggunakan dimensi SERVQUAL dengan skala likert lima poin dan dianalisis menggunakan analisis kuantitatif untuk mengetahui kualitas pelayanan. Analisis kinerja penting akan membantu dalam menilai layanan yang ada dan menganalisis peningkatan yang perlu dilakukan untuk menciptakan kepuasan pelanggan oleh Bismillah Tout Travel dan Battuta Travel.\nHasilnya, variabel kualitas pelayanan memberikan pengaruh positif terhadap kepuasan pelanggan baik untuk Bismillah Tour Travel maupun Battuta Travel. Secara simultan, dimensi responsiveness saja yang memberikan pengaruh yang signifikan terhadap kepuasan pelanggan Bismillah Tour Travel", "Daftar File": {"ABSTRAK Nurul Qoniah": "https://digilib.itb.ac.id/gdl/download/218779"}, "Penulis": "Nurul Qoniah [19215026]", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, S.E., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "perjalanan dan pariwisata, kepuasan pelanggan, kualitas layanan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "05 Feb 2021"}