{"Nomor": 52101, "Judul": "ESTIMASI KERENTANAN SEISMIK BERDASARKAN ANALISIS KURVA HORIZONTAL TO VERTICAL SPECTRAL RATIO (HVSR) DATA MIKROTREMOR DI KOTA TASIKMALAYA", "Abstrak": "Pada 15 Desember 2017 terjadi gempa bumi dengan episenter gempa terletak di Kabupaten\nTasikmalaya menghasilkan magnitudo sebesar 6,9. Akibat dari gempa tersebut Kota\nTasikmalaya mengalami kerusakan ribuan bangunan dan dua korban jiwa. Sebagai upaya\nmitigasi bencana gempabumi diperlukan pemetaan daerah di Kota Tasikmalaya yang rawan\nketika terjadi gempa bumi. Secara geologi Kota Tasikmalaya tersusun dari endapan alluvium\ndan endapan hasil gunung api yang terkonsolidasi lemah. Hal ini menyebabkan faktor\namplifikasi energi gelombang meningkat ketika terjadi gempa bumi. Pengamatan mikrotermor\ndapat digunakan untuk menganalisis kerentanan seismik di Kota Tasikmalaya. Dilakukan\npengamatan mikrotremor menggunakan metode Horizontal to Vertical Spectral Ratio (HVSR)\ndengan menganalisis kurva HVSR yang bervariasi terhadap frekuensi dari data mikrotremor.\nBerdasarkan hasil pengolahan, diperoleh nilai frekuensi dominan di Kota Tasikmalaya pada\nrentang 1,23 hingga 6,12 Hz dan nilai amplifikasi pada rentang 2,3 hingga 5,51. Nilai frekuensi\ndominan yang relatif rendah dan amplifikasi yang relatif tinggi pada beberapa wilayah\nmengindikasikan peningkatan goncangan tanah ketika terjadi gempa. Inversi kurva HVSR\ndilakukan menggunakan metode Neighborhood Algorithm untuk memperoleh model bawah\npermukaan berdasarkan nilai kecepatan gelombang geser (????????). Dari hasil inversi diperoleh nilai\nkecepatan gelombang geser pada rentang 315 – 3000 m/s yang nilainya meningkat seiring\nbertambahnya kedalaman. Nilai kecepatan gelombang geser rata – rata hingga kedalaman 30\nmeter (????????30) dipetakan untuk mengetahui sebaran jenis tanahnya. Diperoleh sebaran nilai ????????30\npada rentang 350 – 750 m/s sehingga klasifikasi tanah berdasarkan standar SNI 1726:2012\nmerupakan jenis tanah keras (SC). Dari hasil penelitian ini diperoleh daerah di Kota\nTasikmalaya yang rentan ketika terjadi gempa bumi, yaitu Kecamatan Purbaratu bagian timur,\nKecamatan Cibereum bagian timur, Kecamatan Kawalu bagian timur laut, dan Kecamatan\nTamansari bagian barat laut", "Daftar File": {"ABSTRAK Edward Nicolash": "https://digilib.itb.ac.id/gdl/download/218780"}, "Penulis": "Edward Nicolash [12316007]", "Kontributor / Dosen Pembimbing": ["Dr. Tedi Yudistira, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "amplifikasi, frekuensi dominan, kecepatan gelombang geser, Kota Tasikmalaya, mikrotremor, ????????30", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "05 Feb 2021"}