{"Nomor": 52117, "Judul": "METABOLIT SEKUNDER DARI BEBERAPA SPESIES TUMBUHAN CRYPTOCARYA (LAURACEAE) INDONESIA SERTA BIOAKTIVITASNYA", "Abstrak": "Tumbuhan Cryptocarya, yang dikenal sebagai “medang” atau “huru”, merupakan salah satu genus penting dari famili Lauraceae. Genus ini tumbuh baik di daerah tropika dan subtropika, dengan penyebarannya meliputi Asia, Australia dan Melanesia. Masyarakat telah memanfaatkannya sebagai bahan bangunan dan perabot serta bahan baku pulp. Selain itu, beberapa spesies Cryptocarya telah digunakan sebagai obat tradisional untuk menyembuhkan berbagai macam penyakit seperti penyakit kulit, nyeri otot, nyeri sendi, sakit kepala, mual, infeksi karena jamur dan bakteri. Secara fitokimia dari Cryptocarya merupakan penghasil beragam metabolit sekunder kelompok 2-piron, flavonoid, alkaloid, lignan, stilbenoid, terpenoid, dan steroid. Dari golongan metabolit tersebut, 2-piron, flavonoid, dan alkaloid, merupakan metabolit sekunder yang dapat dijadikan sebagai ciri khas untuk genus ini. Ciri struktur senyawa pada jenis 2-piron yang telah diisolasi dari Cryptocarya biasanya tersubstitusi pada C-6 dengan substituen yang beraneka ragam, mulai dari yang relatif sederhana, yaitu dengan rantai samping alkil, aril dan alkil aril, serta 2-piron yang membentuk bisiklo. Pada golongan flavonoid, sejauh ini baru ditemukan dari kelompok dihidrocalkon, calkon dan flavanon, dengan ciri struktur pada cincin B biasanya tidak teroksigenasi. Namun demikian, beberapa senyawa flavonoid yang diisolasi dari Cryptocarya termodifikasi dengan cara berkondensasi dengan senyawa flavonoid yang lain atau dengan senyawa golongan lain seperti 2-piron membentuk senyawa dengan tingkat kerumitan yang tinggi. Pada turunan alkaloid, senyawa-senyawa dari golongan ini umumnya merupakan turunan dari benzilisoquinolin, aporfin, dan oksoaporfin.\n\n\n\nBerdasarkan latar belakang tersebut, pada penelitian ini telah dilakukan kajian fitokimia terhadap empat spesies tumbuhan Cryptocarya yaitu C. everettii Merr, C. lucida Blume, C. massoy (Oken) Kosterm dan C. mentek Blume ex Nees, serta sifat  sitotoksik  senyawa-senyawa  yang  telah  diisolasi  terhadap  sel  murine leukemia P-388. Berdasarkan keanekaragaman struktur dan data IC50 yang diperoleh, maka pada penelitian ini juga telah dikaji hubungan antara struktur dan sitotoksisitas dari metabolit sekunder yang telah diisolasi.\n\n\nSampel kulit batang tumbuhan C. everettii diperoleh dari Sulawesi Tengah, kulit batang C. lucida dikumpulkan dari Bukit Bengkirai, Balikpapan, Kalimantan Timur, kayu batang C. massoy dikumpulkan dari Desa Sabiyap, Distrik Kemtuk Gresi, Kabupaten Jayapura, Papua dan kulit batang C. mentek dikumpulkan dari Dolok Simardaging, Sibolga, Tapanuli Tengah, Sumatera Utara. Isolasi metabolit sekunder yang dilakukan pada penelitian ini dilakukan melalui tahap pekerjaan, yang   meliputi   ekstraksi   dengan   menggunakan   teknik   maserasi,   kemudian fraksinasi dan pemurnian senyawa dengan menggunakan berbagai teknik kromatografi. Struktur molekul senyawa hasil isolasi ditentukan berdasarkan data-\ndata spektroskopi yang meliputi spektroskopi UV, IR, NMR-1D (1H dan 13C) NMR-2D  (COSY,  HMQC,  HMBC,  dan  NOESY)  serta  spektroskopi  massa resolusi tinggi (FAB-MS dan HRESI-MS). Uji sitotoksisitas terhadap sel murine leukemia P-388 dilakukan dengan menggunakan metode MTT [3-(4,5- dimetiltiazo-2-il)-2,5-difeniltetrazolium bromida].\n\n\n\nDengan metodologi tersebut, penelitian ini telah berhasil mengisolasi 20 metabolit sekunder, termasuk tiga senyawa baru yaitu menteklakton A (1) dan menteklakton B (2) (senyawa dengan kerangka 2-piron yang mengalami oksigenasi pada C-5 dan substitusi C-6 dengan substituen alkil aril) serta menteklakton C (3) (senyawa\n2-piron). Tujuh belas senyawa lainnya merupakan senyawa yang telah dikenal, yaitu dua senyawa golongan 2-piron, yaitu masoialakton (4) dan goniotalamin (5), tiga senyawa golongan calkon yaitu infektokaryon (6), kurzicalkolakton A (7) dan kurzicalkolakton B (8), empat senyawa golongan flavanon yaitu pinosembrin (9), pinostrobin (10), campuran tak-terpisahkan kriptokaryanon A (11) dan B (12), dua senyawa golongan tiramin yaitu N-trans-feruloiltiramin (13) dan N-trans-feruloil-\n3-metoksitiramin (14), dua senyawa golongan arilpropanoid yaitu koniferaldehid (15) dan sinapaldehid (16), satu senyawa golongan lignan yaitu siringaresinol (17), satu senyawa golongan alkaloid yaitu palidin (18), serta dua senyawa golongan seskuiterpen yaitu 10?-hidroksikadinan-4-en-3-on (19) dan 4(15)- eudesman-11-ol (20).\n\n\n\nPenemuan senyawa baru menteklakton A (1), menteklakton B (2) dan menteklakton C (3) merupakan data kimiawi yang sangat penting terhadap fitokimia tumbuhan Cryptocarya khususnya dan Lauraceae pada umumnya. Khusus senyawa menteklakton A (1) dan menteklakton B (2) merupakan senyawa dengan kerangka 2-piron yang berbeda dengan senyawa 2-piron yang telah dilaporkan sebelumnya dari Cryptocarya. Perbedaan tersebut terletak pada adanya oksigenasi  dengan  gugus  hidroksi  pada  posisi  C-5  pada  cincin  2-piron  serta adanya gugus epoksida pada rantai samping. Sedangkan senyawa menteklakton C (3) merupakan turunan 2-piron dengan rantai samping yang teroksigenasi tinggi. Adanya tambahan keragaman tersebut memberi petunjuk bahwa genus ini mampu mengembangkan metabolit sekunder melalui variasi oksigenasi pada struktur metabolit sekundernya. Hal ini sangat berarti dalam pengembangan keanekaragaman metabolit sekunder dari genus Cryptocarya. Selanjutnya, adanya flavonoid dengan jenis kerangka calkon dan flavanon yaitu infektokaryon (6), campuran kriptokaryanon A (11) dan B (12) yang mengandung cincin A yang\n\n\ntereduksi sebagian, yang secara biogenesis senyawa ini berasal dari satu unit sinamoil (C6-C3) yang bergabung dengan empat unit ketida (4 X C2), berbeda dari kelaziman biogenesis flavonoid. Hal ini mempertegas bahwa Cryptocarya berada pada tingkat evolusi yang paling maju di antara famili Lauraceae. Selanjutnya, empat belas senyawa lainnya juga turut menambah keragaman metabolit sekunder pada Cryptocarya.\n\n\n\nSifat sitotoksik senyawa hasil isolasi terhadap sel murine leukemia P-388 memperlihatkan bahwa senyawa-senyawa 1, 2, 5, 6, 11 dan 12 dapat menghambat pertumbuhan sel murine leukemia P-388 dengan sitotoksisitas yang sangat aktif (IC50 < 10 ?M), sedangkan senyawa 3, 4, dan 7 tergolong memiliki sitotoksisitas aktif (IC50 10–20 ?M), sementara sebelas senyawa lainnya dapat digolongkan memiliki sitotoksisitas rendah atau tidak aktif (IC50  > 20 ?M). Kajian hubungan struktur dan sitotoksisitas menunjukkan bahwa kerangka 2-piron tampaknya penting dalam memberikan sifat sitotoksik, adanya oksigenasi pada C-5 (gugus hidroksi) turut berperan dalam meningkatkan sifat sitotoksik. Sedangkan 2-piron yang mengandung rantai samping gugus alkil saja menunjukkan sifat sitotoksik yang  rendah,  yang  berarti  adanya  substituen  aromatik  pada  rantai  samping berperan penting terhadap sifat sitotoksisitas. Pada turunan flavonoid, adanya modifikasi pada cincin A ternyata memberikan sifat sitotoksik yang sangat aktif dibanding dengan turunan flavonoid biasa.\n\n\n\nSebagai kesimpulan, penelitian ini telah berhasil menemukan tiga senyawa baru yaitu menteklakton A (1) dan menteklakton B (2) (senyawa dengan kerangka 2- piron yang mengalami oksigenasi pada C-5) serta menteklakton C (3) (senyawa 2- piron).  Penemuan  senyawa-senyawa  tersebut  telah  menghasilkan  pemahaman baru pada fitokimia genus ini berkaitan dengan asal-usul pembentukan senyawa- senyawa tersebut. Selanjutnya, penemuan tujuh belas senyawa lainnya telah mempertegas kedudukan Cryptocarya yang cenderung menghasilkan lebih banyak kelompok   senyawa   yang   berbeda   dibandingkan   genus   lain   dalam   famili Lauraceae. Kemudian, berdasarkan aktivitas sitotoksiknya terhadap sel murine leukemia P-388, menunjukkan bahwa senyawa yang memiliki kerangka 2-piron umumnya memiliki derajat sitotoksisitas aktif dibandingkan kerangka senyawa lain, sedangkan calkon dan flavanon yang mengandung cincin A tereduksi sebagian menunjukkan sitotoksisitas yang sangat aktif.", "Daftar File": {"ABSTRAK Johnson Siallagan": "https://digilib.itb.ac.id/gdl/download/218876", "BAB1 Johnson Siallagan": "https://digilib.itb.ac.id/gdl/download/218877", "BAB2 Johnson Siallagan": "https://digilib.itb.ac.id/gdl/download/218878", "BAB3 Johnson Siallagan": "https://digilib.itb.ac.id/gdl/download/218879", "BAB4 Johnson Siallagan": "https://digilib.itb.ac.id/gdl/download/218880", "BAB5 Johnson Siallagan": "https://digilib.itb.ac.id/gdl/download/218881", "PUSTAKA Johnson Siallagan": "https://digilib.itb.ac.id/gdl/download/218882", "COVER Johnson Siallagan": "https://digilib.itb.ac.id/gdl/download/218883"}, "Penulis": "Johnson Siallagan [30505001]", "Kontributor / Dosen Pembimbing": ["Enny Ratnaningsih, Ph.D.", "Dr. Lia Dewi Juliawaty, MS", "Prof. Yana Maolana Syah, MS, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cryptocarya", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "09 Feb 2021"}