{"Nomor": 52128, "Judul": "ANALISIS LOGAM CR(III) HASIL REDUKSI CR(VI) DENGAN TEKNIK VOLTAMMETRI LUCUTAN MENGGUNAKAN ELEKTRODA PASTA KARBON TERMODIFIKASI EDTA", "Abstrak": "Pencemaran limbah industri di lingkungan perairan semakin memprihatinkan, khususnya untuk limbah electroplating seperti Cr(VI) yang merupakan salah satu bahan utama industri electroplating. Apabila limbah kromium dibuang langsung ke dalam lingkungan tanpa melalui pengolahan, maka akan menimbulkan dampak negatif bagi keberlangsungan hidup biota air dan lingkungannya. Salah satu upaya yang telah banyak dilakukan untuk mengatasi limbah Cr(VI) adalah dengan mereduksinya menjadi Cr(III) bertoksisitas lebih rendah. Dalam penelitian ini dikembangkan suatu metode pengukuran Cr(III) menggunakan elektroda pasta karbon (EPK) yang termodifikasi EDTA, yang dapat diaplikasikan dalam penentuan efektivitas reduksi limbah Cr(VI) serta penentuan Cr(VI) dalam suatu sampel secara tidak langsung. EDTA merupakan ligan polidentat yang dapat mengkelat dengan beberapa logam. Untuk logam kromium, EDTA hanya bisa mengkelat dengan Cr(III). Oleh karena itu, EDTA digunakan sebagai zat pemodifikasi elektroda pasta karbon untuk penentuan Cr(III) secara voltammetri. Teknik ini digunakan karena memiliki kelebihan yaitu sensitivitasnya yang tinggi, limit deteksi yang rendah dan memiliki daerah linier yang lebar. Berdasarkan hasil penelitian diperoleh bahwa Cr(III) dapat dianalisis dengan EPK yang dimodifikasi EDTA menggunakan teknik voltammetri lucutan. Kondisi optimum pengukuran diperoleh dengan menggunakan elektroda dengan komposisi grafit:EDTA 25% berat (w/w), larutan elektrolit NaCl 0,1 M, waktu deposisi 5 detik dan potensial deposisi 300 mV. Untuk selanjutnya diperlukan penentuan daerah kerja, limit deteksi, kebolehulangan, dan analisis sampel. Berdasarkan kajian literatur, pengukuran Cr(III) menggunakan metode voltammetri yang telah dikembangkan memiliki daerah kerja sekitar 10-4-10-2 ?M dengan limit deteksi sekitar 10-6 ?M.", "Daftar File": {"ABSTRAK Annisa Anggitami": "https://digilib.itb.ac.id/gdl/download/218894", "PUSTAKA Annisa Anggitami": "https://digilib.itb.ac.id/gdl/download/257947"}, "Penulis": "Annisa Anggitami [10516084]", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, S.Si., M.Si.", "Dr. Muhammad Yudhistira Azis, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cr(VI), Cr(III), EDTA, elektroda pasta karbon, teknik voltammetri lucutan.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "11 Feb 2021"}