{"Nomor": 52126, "Judul": "STUDI MORFOLOGI BICONTINUOUS CONCENTRIC LAMELLAR (BCL) SILIKA NANOSTRUKTUR KCC-1 YANG DISINTESIS PADA TEKANAN ATMOSFER", "Abstrak": "Silika mesopori merupakan material oksida dengan pori berukuran 2 – 50 nm dan memiliki morfologi yang beragam serta mempunyai aplikasi yang cukup luas. Beberapa jenis silika mesopori yang telah ditemukan antara lain yaitu SBA-15, MCM-41, FSM-16, KCC-1. Silika mesopori yang akan dipelajari pada penelitian ini adalah silika mesopori dengan morfologi dendritik berserat atau dikenal dengan nama KCC-1. KCC-1 dapat digunakan untuk berbagai aplikasi karena memiliki struktur pori tiga dimensi yang terbuka menyebabkan akses ke permukaan bagian dalam partikel lebih baik dibandingkan dengan jenis silika lainnya dan pada umumnya KCC-1 disintesis dengan metode solvothermal. Namun, terdapat beberapa kendala dalam sintesis dengan metode solvothermal antara lain yaitu skalabilitas, keberlanjutan, dan efektivitas biaya dan waktu. Oleh karena KCC-1 memiliki aplikasi yang cukup luas, maka diperlukan metode sintesis yang lebih efektif dan efisien. Penelitian ini mengkaji metode sintesis KCC-1 yang lebih efektif dan efisien serta dapat meningkatkan skala sintesis dengan lebih mudah yaitu dengan metode refluks. Partikel KCC-1 yang telah diperoleh dikarakterisasi dengan SEM dan TEM untuk mengetahui morfologi, ukuran partikel, tebal lamela dan konsentrisitas. Analisa luas penampang lamela pada citra SEM menggunakan perangkat lunak ImageJ dilakukan untuk menguak fitur pada citra biner partikel KCC-1 agar dapat membandingkan morfologi antara satu partikel dengan partikel yang disintesis pada kondisi lain. Selain dari itu, pelapisan fasa anatase TiO2 pada permukaan partikel KCC-1 dilakukan dengan harapan partikel KCC-1/TiO2 dapat berperan sebagai fotokatalis.", "Daftar File": {"ABSTRAK Rafiq Arsyad": "https://digilib.itb.ac.id/gdl/download/218892", "PUSTAKA Rafiq Arsyad": "https://digilib.itb.ac.id/gdl/download/229229"}, "Penulis": "Rafiq Arsyad [10516030]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Analisa citra, KCC-1, morfologi bicontinuous concentric lamellar, refluks, silika mesopori.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "11 Feb 2021"}