{"Nomor": 52120, "Judul": "RIDE ANALYSIS AND EVALUATION OF SUSPENSION SYSTEM OF A PASSENGER VEHICLE", "Abstrak": "Suspensi merupakan salah satu subsistem terpenting dari performa kendaraan seperti kualitas pengendaraan. Kualitas pengendaraan biasa dikaitkan dengan seberapa baik kendaraan merespons getaran yang terasakan oleh penumpang. Standarisasi kualitas pengendaraan pertama kali ditetapkan oleh Maurice Olley, salah satu pendiri teknik kendaraan modern di tahun 1930-an, yang disebut Olley Criteria. Walaupun relevansi standar tersebut pada kendaraan hari ini bisa diperdebatkan, standar tersebut masih dianggap valid sebagai kriteria untuk desain kendaraan modern. Tujuan dari penelitian ini adalah untuk meneliti sifat-sifat penentu kualitas pengendaraan dari suspensi, menganalisa kualitas pengendaraan suatu mobil lewat eksperimen, serta mengusulkan optimisasi kualitas pengendaraan mobil tersebut. Speed bump experiment dikembangkan untuk menganalisa kualitas pengendaraan suatu kendaraan dengan mengevaluasi sifat-sifat suspensi penentu kualitas pengendaraan. Eksperimen dilakukan dengan mengemudikan kendaraan secara perlahan ke sebuah polisi tidur sehingga menyebabkan respon osilasi yang direkam melalui akselerometer. Kendaraan yang diamati dalam percobaan adalah kendaraan tujuh penumpang. Evaluasi dari kualitas pengendaraan mobil tersebut dilakukan berdasarkan kriteria yang dirujuk dari Olley Criteria. Hasil pengamatan dari kualitas pengendaraan mobil disimpulkan belum optimal, dengan sebagian besar sifat-sifat suspensi tidak menuruti kriteria. Sayangnya, tidak banyak yang dapat dimodifikasi untuk meningkatkan kualitas pengendaraan.", "Daftar File": {"ABSTRAK Faisal Hafizh": "https://digilib.itb.ac.id/gdl/download/218886"}, "Penulis": "Faisal Hafizh [13116214]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Suspensi, kualitas pengendaraan, analisis pengendaraan, Olley Criteria, speed bump experiment", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Feb 2021"}