{"Nomor": 52123, "Judul": "PENGUKURAN BUNYI UNTUK DETEKSI GESEKAN ANTARA ROTOR DAN HOUSING", "Abstrak": "Gesekan antar logam, seperti antara rotor dan housing, merupakan salah satu fenomena yang kadang terjadi pada mesin-mesin rotasi saat beroperasi. Fenomena ini dapat menyebabkan kerusakan komponen-komponen yang berada di dalamnya. Oleh karena itu, kerusakan ini perlu dicegah dengan gesekan antara rotor dan housing. Umumnya, pendeteksian fenomena gesekan antar logam pada mesin rotasi dilakukan dengan analisis getaran yang diukur pada rumah bantalannya. Namun, analisis getaran sulit untuk mendeteksi gesekan antara rotor dan housing karena fenomena ini terjadi pada tempat yang jauh dari posisi sensor getaran. Oleh karena itu, penelitian ini bertujuan untuk mendeteksi gesekan antar logam dengan analisis sinyal bunyi.\nPenelitian ini dimulai dengan menentukan parameter-parameter yang akan divariasikan dalam pengujian. Parameter-parameter tersebut meliputi ada/tidaknya pelumas, kecepatan putar, dan gaya tekan. Kemudian, pengujian dilakukan untuk mengetahui pengaruh variasi parameter-parameter tersebut terhadap sinyal getaran dan sinyal bunyi yang muncul saat gesekan antar logam terjadi. Dalam pengujian ini, gesekan antar logam terjadi di antara rol dan pelat penggesek. Selain itu, perbedaan antara kedua sinyal tersebut juga akan ditentukan.\nBerdasarkan penelitian yang telah dilakukan dapat disimpulkan bahwa sinyal bunyi dan sinyal getaran yang muncul ketika rol bergesekan dengan pelat penggesek memiliki kesamaan dalam domain waktu dan domain frekuensi. Selain itu, nilai RMS sinyal dan tinggi puncak frekuensi dominan menurun secara drastis setelah penambahan pelumas. Variasi kecepatan putar memengaruhi periode kemunculan sinyal impuls dalam domain waktu. Selain itu, variasi parameter tersebut juga memengaruhi nilai sideband pada komponen frekuensi dominan dalam domain frekuensi. Variasi gaya tekan tidak memengaruhi frekuensi dominan yang muncul pada spektrum getaran dan bunyi, tetapi akan memengaruhi tinggi puncak frekuensi dominan.", "Daftar File": {"ABSTRAK Nahum Hotma Gerry": "https://digilib.itb.ac.id/gdl/download/218889"}, "Penulis": "Nahum Hotma Gerry [13116027]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "gesekan, bunyi, pelumas, kecepatan putar, dan gaya tekan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Feb 2021"}