{"Nomor": 52136, "Judul": "ANALISIS AKTIVITAS STRES OKSIDATIF PADA TIKUS JANTAN HIPERGLIKEMIA DENGAN PEMBERIAN MODERATE EXERCISE", "Abstrak": "Hiperglikemia merupakan kondisi di dalam tubuh yang ditandai dengan kadar glukosa darah tinggi, baik glukosa darah puasa maupun postprandial. Kadar glukosa darah yang tinggi pada seseorang bisa disebabkan pola hidup yang tidak teratur, baik dari asupan makanan atau kurang aktivitas fisik. Glukosa darah puasa pada orang normal berkisar 126 mg/dL, apabila seseorang berpuasa dan kadar glukosa darahnya melebihi angka tersebut bisa dikatakan mengalami hiperglikemia yang merujuk pada kondisi pra-diabetes atau sudah diabetes.\nPeningkatan kadar glukosa darah atau hiperglikemia diyakini menjadi pemicu peningkatan aktivitas stres oksidatif di dalam tubuh, sehingga menyebabkan kerusakan sel dan berakhir pada komplikasi diabetes melitus jika tidak ditangani dengan baik. Peningkatan produksi ROS (Reactive Oxygen Species) akibat hiperglikemia menyebabkan ketidakseimbangan antara ROS dan antioksidan di dalam tubuh sehingga mengarah pada peningkatan kondisi stres oksidatif. Salah satu cara menanggulangi peningkatan ROS di dalam tubuh adalah dengan meningkatkan antioksidan endogen. Latihan fisik merupakan salah satu tindakan preventif yang dianjurkan WHO untuk mencegah atau menunda diabetes tipe 2 dan komplikasinya. Dalam penelitian ini, latihan fisik diberikan pada tikus jantan untuk penanganan hiperglikemia sehingga dapat menurunkan aktivitas stres oksidatif. Penelitian ini merupakan percobaan eksperimental melibatkan dua puluh empat ekor tikus jantan galur wistar yang terbagi ke dalam empat kelompok: (a) kelompok normal (N), (b) kelompok exercise (T), (c) kelompok hiperglikemia (di induksi dengan pemberian aloksan 85 mg/kg BB via subkutan - H), dan (d) kelompok hiperglikemia + exercise (H+T). Parameter analisis antara lain: glukosa darah, status stres oksidatif melalui: konsentrasi ROS (Reactive Oxygen Species) dengan pengukuran kadar MDA (Malondialdehide), SOD (Superoxide Dismutase), T-SH (Total Sulfhydril Group), dan histologi pankreas. Lama penelitian tiga bulan dengan waktu pengamatan plasma darah di M0, M3, M6, M9, dan M12. Olahraga diberikan tiga hari setelah pengambilan darah di M0. Olahraga dilakukan dengan durasi ±40 menit/hari, dan 5 hari/minggu, selama tiga bulan. Pengambilan darah untuk pemeriksaan GDP dilakukan via vena caudalis. Pengambilan darah untuk pemeriksaan ROS dan antioksidan dilakukan via sinus orbital. Di akhir penelitian, hewan percobaan di euthanasia, kemudian dibedah, dan organ pankreas diambil untuk dibuat preparat histologi. Data yang diperoleh, di analisis menggunakan uji Kruskal Wallis, uji lanjutan menggunakan Mann-Whitney, dan analisis korelasi menggunakan Spearman’s Rho. Berdasarkan hasil analisis yang diperoleh bahwa terdapat perbedaan signifikan glukosa darah puasa antar kelompok (p < 0,05), berdasarkan peringkat rerata glukosa darah puasa, kelompok dengan glukosa darah paling tinggi ditemukan pada kelompok H dan H+T. Analisis kadar MDA menunjukkan perbedaan signifikan antar kelompok (p < 0,05) dengan peringkat rerata MDA tertinggi terdapat pada kelompok H, sedangkan berdasarkan waktu pengamatan ditemukan kadar MDA tertinggi ada di M6 dan M0. Analisis kadar SOD dan Total-SH memperoleh hasil yang tidak berbeda signifikan antar kelompok (p < 0,05) dengan kadar SOD tertinggi terdapat pada kelompok N dan kadar Total SH tertinggi pada kelompok HT, berdasarkan waktu pengamatan SOD tertinggi terdapat di M12 dan M9, sedangkan Total-SH terdapat di M0 dan M12. Hasil dari uji korelasi menyatakan bahwa antara glukosa darah terhadap kadar MDA dan Total-SH memiliki hubungan positif (p < 0,05) yang artinya keterkaitan antara glukosa darah, MDA, dan Total-SH ketika glukosa darah meningkat, maka kadar MDA dan Total-SH meningkat. Untuk hubungan antara glukosa darah dengan SOD memiliki hubungan negatif (p < 0,05), artinya bahwa ketika glukosa darah meningkat maka kadar SOD menurun.", "Daftar File": {"ABSTRAK Tri Wahyuni": "https://digilib.itb.ac.id/gdl/download/218902"}, "Penulis": "Tri Wahyuni [20617306]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Ridwan"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hiperglikemia, Moderate Exercise, Stres Oksidatif, Antioksidan, Pancreatic Histology", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Feb 2021"}