{"Nomor": 52132, "Judul": "SINTESIS CAIRAN ION BERBASIS IMIDAZOLIUM DENGAN METODE MAOS (MICROWAVE-ASSISTED ORGANIC SYNTHESIS) DAN STUDI SIFAT ELEKTROKIMIANYA UNTUK APLIKASI BATERAI ION LITIUM", "Abstrak": "Baterai ion litium merupakan baterai yang umum ditemui dalam kehidupan sehari-hari, namun pelarut organik yang digunakan pada baterai ion litium komersial memiliki kestabilan termal yang rendah sehingga tingkat keamanannya perlu ditingkatkan. Oleh karena itu cairan ion dapat menjadi alternatif pelarut organik tersebut. Dalam penelitian ini, cairan ion 1-desil-3- metilimidazolium bromida ([DMIm]Br) dan 1-dodesil-3-metilimidazolium bromida ([DDMIm]Br) berhasil disintesis dengan metode MAOS (Microwave-Assisted Organic Synthesis). Dua cairan ion ini disintesis dengan mereaksikan 1-metilimidazol dengan n- bromodekana dan n-bromododekana. Produk dimurnikan dengan ekstraksi dan distilasi vakum. Produk lalu dikarakterisasi dengan KLT (Kromatografi Lapis Tipis), spektroskopi 1H- NMR dan 13C-NMR. Rendemen cairan ion [DMIm]Br dan [DDMIm]Br yang diperoleh secara berturut-turut adalah 34,22% dan 45,57%. Terhadap kedua cairan ion ini dilakukan uji konduktivitas dengan metode spektroskopi impedansi elektrokimia dan uji lebar jendela elektrokimia dengan metode voltammetri siklik untuk aplikasinya sebagai pelarut elektrolit baterai ion litium. Berdasarkan hasil pengukuran diperoleh nilai lebar jendela elektrokimia [DDMIm]Br adalah 1,02 V dan [DMIm]Br adalah 0,56 V. Selain itu, konduktivitas cairan ion [DMIm]Br jauh lebih besar daripada [DDMIm]Br yang menunjukkan bahwa bertambahnya panjang rantai alkil akan meningkatkan kestabilan elektrokimia dan mengurangi konduktivitasnya. Hasil perhitungan komputasi dengan metode DFT (Density Functional Theory) pada level teori B3LYP dan basis set 6-31G (d,p) memperlihatkan bahwa dari 3 variasi kation, yaitu [OMIm]+ (1-oktil-3-metilimidazolium), [DMIm]+, dan [DDMIm]+, panjang rantai alkil tidak terlalu memengaruhi lebar jendela elektrokimianya; sedangkan dari 3 variasi anion, yaitu [BF4]?, [PF6]?, dan [TFSI]?, menunjukkan bahwa lebar jendela elektrokimia sangat dipengaruhi oleh jenis anion dengan urutan sebagai berikut: [PF6]? > [BF4]? > [TFSI]?.", "Daftar File": {"ABSTRAK Gilang Wahyu Agung": "https://digilib.itb.ac.id/gdl/download/218898", "PUSTAKA Gilang Wahyu Agung": "https://digilib.itb.ac.id/gdl/download/229252"}, "Penulis": "Gilang Wahyu Agung [10516059]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si.", "Aep Patah, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cairan ion, MAOS (Microwave-Assisted Organic Synthesis), Elektrokimia, baterai ion litium.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "11 Feb 2021"}