{"Nomor": 52147, "Judul": "PENYUSUNAN PROSEDUR KOREKSI KESALAHAN KELURUSAN GERAK DARI SUMBU-X MACHINING CENTER VERTIKAL", "Abstrak": "Penggunaan machining center pada industri manufaktur berperan penting dalam\nmemenuhi kebutuhan pasar akan produk dengan geometri eksternal yang kompleks.\nBerdasarkan perannya tersebut, performa machining center perlu dipertahankan dalam\nkondisi terbaik. Salah satu indikator utama dari performa machining center adalah tingkat\nakurasi. Akurasi mesin perkakas dapat dipengaruhi kesalahan geometrik yang terjadi pada\nkomponen mesin perkakas, seperti pada sistem pemandu gerak. Kesalahan geometrik pada\nkomponen sistem pemandu gerak akan diterjemahkan menjadi kesalahan geometrik pada\nbenda kerja sewaktu dilakukan proses pemesinan. Pengujian spesifikasi geometrik terstandar,\nseperti ISO 10791-2:2001 dapat dilakukan untuk memeriksa kesesuaian spesifikasi geometrik\nmachining center. Spesifikasi geometrik yang tidak memenuhi standar perlu ditindaklanjuti\ndengan tindakan koreksi.\nPada penelitian ini, dirumuskan prosedur koreksi kesalahan kelurusan gerak dari\nsumbu-X machining center vertikal. Prosedur koreksi dirumuskan berdasarkan pemodelan\ndata yang berasal dari penelitian Holub et al., 2015. Pemodelan data tersebut menghasilkan\nprofil permukaan sadel tempat linear guideways terpasang. Proses hand-scraping digunakan\nuntuk mengoreksi ketidakrataan profil permukaan tersebut. Mesin VMC 500 digunakan untuk\nmenerapkan prosedur koreksi yang telah disusun. Usulan prosedur koreksi terdiri dari\npedoman Keselamatan, Kesehatan Kerja, dan Lingkungan (K3L), rekomendasi jumlah dan\nkualifikasi tenaga kerja, rekomendasi peralatan dan bahan, dan tindakan koreksi kesalahan\nkelurusan gerak dari sumbu-X mesin VMC 500.", "Daftar File": {"ABSTRAK Ivan Giovanni Purnomo": "https://digilib.itb.ac.id/gdl/download/218913"}, "Penulis": "Ivan Giovanni Purnomo [13116077]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Prakosa, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Machining center, spesifikasi geometrik, ISO 10791-2, prosedur koreksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Feb 2021"}