{"Nomor": 52142, "Judul": "ELEKTROSINTESIS REDUKTIF METAL-ORGANIC FRAMEWORKS TIPE CUBTC DAN APLIKASINYA SEBAGAI SENSOR ELEKTROKIMIA PENDETEKSI GLUKOSA", "Abstrak": "Metal-Organic Frameworks (MOFs) merupakan material berpori yang tersusun dari ion logam dan ligan organik sebagai penghubung melalui ikatan koordinasi. Karakteristik MOFs seperti luas permukaan yang besar, porositas yang tinggi, interaksi antara MOFs dan analit yang beragam serta struktur yang dapat dimodifikasi, menjadikan MOFs sebagai material multifungsi pada berbagai aplikasi, salah satunya sebagai sensor elektrokimia. MOFs tipe CuBTC dengan ligan H?BTC (asam 1,3,5-benzenatrikarboksilat)  atau  yang  dikenal  sebagai  HKUST-1 merupakan MOFs yang banyak diaplikasikan sebagai sensor elektrokimia. Untuk meningkatkan sensitivitas dan selektivitasnya terhadap analit, MOFs perlu disintesis dan ditumbuhkan pada permukaan elektroda secara langsung dalam bentuk lapis tipis MOFs. Namun, metode sintesis MOFs pada permukaan elektroda masih sangat terbatas dan belum banyak yang berhasil dilaporkan. Pada penelitian ini, metode elektrosintesis reduktif dicoba diterapkan untuk menumbuhkan lapis tipis kristal MOFs tipe CuBTC pada permukaan logam kuningan dan elektroda glassy carbon (GC). GCE/CuBTC selanjutnya digunakan sebagai elektroda kerja untuk mendeteksi glukosa. Garam Cu(NO?)?.3H?O digunakan sebagai sumber ion logam Cu²? dan H?BTC sebagai ligan organik yang dilarutkan dalam pelarut DMF dengan elektrolit  NBu?PF?.  Elektrosintesis  reduktif  pada  logam  kuningan  menggunakan variasi potensial -1,6, -1,9 dan -2,2 V serta variasi waktu sintesis 10, 15 dan 20 menit, sementara elektrosintesis reduktif pada elektroda GC menggunakan variasi potensial -1,0, -1,3 dan -1,6 V serta variasi waktu sintesis 5, 10 dan 15 menit, pada temperatur ruang. Sebagai pembanding, dilakukan juga sintesis CuBTC dengan metode solvotermal pada temperatur 80 ? selama 20 jam. CuBTC hasil sintesis dengan metode elektrosintesis reduktif dan solvotermal dikarakterisasi dengan PXRD, FTIR dan SEM. Metode voltammetri siklik digunakan untuk menganalisa kinerja MOFs tipe CuBTC sebagai sensor elektrokimia pendeteksi glukosa dengan elektroda kerja GCE dan GCE/CuBTC pada variasi laju pemindaian (0,02-0,1 V s?¹),  sementara  metode  voltammetri  diferensial  pulsa  digunakan  untuk  variasi konsentrasi glukosa (50-600 ?M). Hasil karakterisasi PXRD dan FTIR menunjukkan bahwa potensial dan waktu reaksi optimum untuk elektrosintesis reduktif CuBTC pada logam kuningan dan elektroda GC berturut-turut adalah -1,9 V dan 20 menit serta -1,3 V dan 15 menit. Citra SEM pada CuBTC metode elektrosintesis reduktif memperlihatkan bentuk kristal oktahedral yang mirip seperti\n\nmetode solvotermal, dengan ukuran 1,8 ?m untuk elektrosintesis reduktif dan 20\n?m untuk solvotermal. Hasil pengukuran voltammetri siklik dengan variasi elektroda terhadap respon elektrokimia glukosa menunjukkan bahwa pada GCE teramati puncak oksidasi Cu²?/³? pada potensial 0,2 V dan reduksinya pada potensial\n-0,2 V, namun tidak teramati adanya puncak oksidasi dari glukosa. Sedangkan, pada GCE/CuBTC memberikan puncak tambahan pada potensial 0,45 V untuk reaksi oksidasi glukosa menjadi glukonolakton. Pengukuran kinerja GCE/CuBTC terhadap glukosa menggunakan voltammetri siklik pada variasi laju pemindaian menunjukkan adanya hubungan yang linear antara plot akar laju pemindaian terhadap puncak arus oksidasi dan reduksi yang dihitung berdasarkan persamaan Randles-Sev?ik. Hasil ini menunjukkan bahwa proses yang terjadi dikontrol oleh difusi menuju permukaan elektroda. Pengukuran voltammetri diferensial pulsa dari kinerja GCE/CuBTC terhadap glukosa pada variasi konsentrasi glukosa menunjukkan rentang konsentrasi yang linear pada 50-600 ?M dengan nilai R² sebesar 0,9959 dan limit deteksi sebesar 74,65 ?M. Berdasarkan hasil penelitian, sintesis MOFs tipe CuBTC dengan metode elektrosintesis reduktif lebih efisien dari segi waktu reaksi dan energi dibandingkan metode solvotermal karena CuBTC dapat ditumbuhkan langsung pada permukaan GCE sehingga dapat digunakan untuk aplikasi sebagai material sensor elektrokimia pendeteksi glukosa.", "Daftar File": {"ABSTRAK Siti Unvaresi Misonia Beladona": "https://digilib.itb.ac.id/gdl/download/218908", "PUSTAKA Siti Unvaresi Misonia Beladona": "https://digilib.itb.ac.id/gdl/download/229139"}, "Penulis": "Siti Unvaresi Misonia Beladona [20518014]", "Kontributor / Dosen Pembimbing": ["Achmad Rochliadi, MS, Ph.D.", "Aep Patah, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "MOFs, CuBTC, Elektrosintesis reduktif, Sensor elektrokimia, Glukosa.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "11 Feb 2021"}