{"Nomor": 52141, "Judul": "SINTESIS INTERLAYER EXPANDED V6O13 (IE-V6O13) DAN KINERJANYA SEBAGAI KATODA PADA BATERAI ION LITIUM", "Abstrak": "Seiring dengan usaha untuk mengurangi emisi karbon, penggunaan kendaraan dengan sumber bahan bakar konvensional mulai bergeser menuju kendaraan listrik. Perkembangan sektor kendaraan listrik merupakan salah satu alasan di balik meningkatnya penggunaan baterai ion litium, disamping penggunaannya sebagai sumber daya untuk perangkat elektronik portabel. Selain anoda, katoda merupakan bagian yang menentukan kapasitas suatu baterai ion litium. Material katoda yang umum digunakan adalah LiFePO4 (LFP), LiCoO2 (LCO), LiMn2O4 (LMO), LiNiMnCoO2 (LNMC), dan LiNiCoAlO2 (LNCA). Namun, katoda tersebut cenderung mengalami penurunan kapasitas seiring dengan bertambahnya jumlah siklus pengisian/pemakaian pada baterai. Hal ini menyebabkan terbatasnya ketahanan suatu baterai pada siklus tertentu. Sebagai upaya pemecahan dari permasalahan tersebut, dapat digunakan katoda oksida vanadium yaitu V6O13. Penelitian sebelumnya menyatakan bahwa katoda dengan IE-V6O13 memiliki kinerja yang lebih baik dibanding V6O13. Kinerja yang dimaksud adalah kestabilan siklus yang dihasilkan dari suatu baterai berbasis katoda IE-V6O13 yang memiliki struktur antarlapis yang lebih lebar daripada struktur V6O13. Sintesis katoda IE- V6O13 telah dilaporkan dari prekursor V2O5 dalam medium etanol dan penambahan H2O2, karena menggunakan pelarut yang kurang ramah lingkungan dan keberhasilan sintesis yang rendah. Maka, diusulkan jalur sintesis IE-V6O13 dari prekursor NH4VO3 dalam medium akuades melalui pembentukan material V6O13 terlebih dahulu. Sintesis V6O13 dilakukan menggunakan metode hidrotermal dengan perbedaan prekursor yaitu NH4VO3 dan V2O5. Dari pola difraksi kedua prekursor, penggunaan NH4VO3 memiliki tingkat kesesuaian yang lebih tinggi dengan reference dibanding dari V2O5, namun masih terdapat puncak di daerah 2? 20,13° yang diduga merupakan puncak fasa V2O5. Modifikasi temperatur, waktu kalsinasi dan kondisi atmosfer perlu dioptimasi untuk mendapatkan material V6O13 yang murni. Pada temperatur 400 °C selama 2 jam dengan pengaliran gas Ar didapatkan material V6O13 optimum tanpa adanya puncak di daerah 20,13°. Material VO-NH4VO3 400-2h tersebut memiliki nilai Rwp sebesar 12,21%. Proses pengaliran gas Ar selama kalsinasi dibutuhkan untuk mengontrol jumlah oksigen pada saat pemanasan, proses kalsinasi tanpa pengontrolan jumlah oksigen yaitu pada kondisi udara mengarahkan kepada pembentukan oksida vanadium dalam fasa V2O5. Proses litiasi digunakan untuk menggambarkan interaksi material V6O13\n\ndengan ion litium. Proses penyisipan ion litium dalam struktur V6O13 dapat memperlebar jarak kisi d001 sebesar 0,1846 Å. Material katoda IE-V6O13 terbentuk dari interaksi lebih lanjut antara V6O13 dengan uap air terbatas. Sintesis material katoda IE-V6O13 biasanya dilakukan menggunakan prekursor V2O5. Pada penelitian ini, telah dibuktikan bahwa katoda IE-V6O13 dapat disintesis dari prekursor NH4VO3 dalam medium akuades melalui pembentukan material V6O13 terlebih dahulu. Perubahan struktur material V6O13 membentuk katoda IE-V6O13 dapat memperlebar jarak kisi d001 sebesar 4,2519 Å, diikuti dengan perubahan morfologi dari flakes menjadi microflower. Konduktivitas katoda IE-V6O13 yang diperoleh adalah 4,46 x 10-4 S cm-1. Kinerja katoda IE-V6O13 diuji dalam suatu sel Swagelok menggunakan anoda dari logam litium. Baterai ion litium dengan katoda IE-V6O13 memiliki kapasitas pemakaian awal sebesar 0,046 mAh pada rentang tegangan 3– 4,2 V dengan penggunaan arus 0,7; 1,1; 1,8 dan 2,2 mA. Kapasitas pemakaian baterai ion litium berbasis katoda IE-V6O13 memiliki kapasitas sebesar 70,4% setelah 50 siklus dan kapasitas yang masih bertahan pada siklus ke-1000 adalah 44,12%. Efisiensi konversi muatan menjadi arus listrik setelah 1000 siklus adalah 43,32%. Meski memiliki kapasitas yang rendah, namun kestabilan katoda IE-V6O13 hingga 1000 siklus merupakan hal yang impresif karena adanya perlebaran antarlapis pada struktur V6O13 yang dapat dipertahankan selama proses pengisian/pemakaian, sehingga reaksi diduga masih berlangsung reversible pada jumlah siklus yang banyak.", "Daftar File": {"ABSTRAK Ira Nur Arba'atul Jannah": "https://digilib.itb.ac.id/gdl/download/218907", "PUSTAKA Ira Nur Arba'atul Jannah": "https://digilib.itb.ac.id/gdl/download/229131"}, "Penulis": "Ira Nur Arba'atul Jannah [20518001]", "Kontributor / Dosen Pembimbing": ["Achmad Rochliadi, MS, Ph.D.", "Aep Patah, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "IE-V6O13, struktur, kestabilan, efisiensi coulombic, kapasitas.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "11 Feb 2021"}