{"Nomor": 52145, "Judul": "STUDI KOMPUTASI STRUKTUR KOMPLEKS MN(II)-SALISILALDEHID DINITROFENILHIDRAZIN DAN MN(II)-VANILIN DINITROFENILHIDRAZIN DENGAN METODE DFT", "Abstrak": "Dua ligan basa Schiff telah disintesis dalam penelitian ini yaitu senyawa salisilaldehid 2,4-dinitrofenilhidrazin (SDPH) dan vanilin 2,4-dinitrofenil hidrazin (VDPH). Kedua senyawa tersebut diperoleh dari hasil reaksi kondensasi antara senyawa turunan aldehid dan hidrazin. Senyawa SDPH terbentuk dari reaksi kondensasi antara salisilaldehid (2-hidroksi benzaldehid) dan 2,4- dinitrofenilhidrazin, sementara senyawa VDPH terbentuk dari reaksi kondensasi antara o-vanilin (2-hidroksi-3-metoksibenzaldehid) dan 2,4-dinitrofenilhidrazin. Senyawa SDPH dan VDPH telah dikarakterisasi dengan pengukuran spektrum FTIR, 1H-NMR dan 13C-NMR. Pembentukan kompleks Mn(II) dengan kedua ligan tersebut dipelajari secara komputasi menggunakan metode DFT (Density Functional Theory).). Studi komputasi yang telah dilakukan meliputi: (i) analisis optimasi struktur kompleks tetrahedral [Mn(L)2] (L = SDPH atau VDPH), (ii) optimasi struktur kompleks oktahedral [Mn(L)2(H2O)2] dengan atom donor O,N untuk masing-masing ligan tersebut pada posisi trans- dan cis-, serta masing- masing kompleks tersebut dengan keadaan spin tinggi dan spin rendah, (iii) analisis kestabilan senyawa kompleks berdasarkan data perubahan energi bebas Gibbs, (iv) analisis ikatan koordinasi antara ion Mn(II) dengan ligan, dan (v) analisis sifat ligan berdasarkan muatan natural atom donor O dan N pada ligan melalui data NPA (Natural Population Analysis) dan transfer elektron antara ion Mn(II) dan ligan melalui data NBO (Natural Bonding Orbital). Struktur kompleks Mn(II) tersebut dioptimasi dengan metoda komputasi DFT dengan fungsional B3LYP dan basis set 6-31G(D,P). Hasil perhitungan perubahan energi bebas Gibbs menunjukkan bahwa kompleks yang paling stabil secara termodinamika adalah kompleks oktahedral [Mn(L)2(H2O)2] dengan atom donor O,N untuk masing-masing ligan tersebut pada posisi trans-dalam keadaan spin tinggi. Adanya ikatan koordinasi antara ion Mn(II) dengan ligan ditunjukkan adanya pergeseran bilangan gelombang gugus fungsi - C=N- pada spektrum inframerah kompleks, yang dibandingkan dengan spektrum\n\ninframerah ligan. Hasil analisis NPA menunjukkan adanya transfer elektron yang terjadi dari atom donor ke ion logam Mn(II) pada kompleks oktahedral [Mn(L)2(H2O)2]. Kemudian data NBO menunjukkan bahwa ligan SDPH dan VDPH memiliki karakter ?-donor dan ?-akseptor. Selanjutnya berdasarkan data energi stabilisasi transfer elektron (E(2)), senyawa kompleks oktahedral [Mn(L)2(H2O)2] pada keadaan spin rendah mengalami transfer elektron yang lebih baik dibandingkan dengan senyawa keadaan spin tinggi.", "Daftar File": {"ABSTRAK Amalia Zia Salma": "https://digilib.itb.ac.id/gdl/download/218911", "PUSTAKA Amalia Zia Salma": "https://digilib.itb.ac.id/gdl/download/230185"}, "Penulis": "Amalia Zia Salma [20518029]", "Kontributor / Dosen Pembimbing": ["Irma Mulyani, S.Si., M.Si., Ph.D.", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "SDPH, VDPH, Mn(II)-SDPH, Mn(II)-VDPH, DFT", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "11 Feb 2021"}