{"Nomor": 52157, "Judul": "RANCANGAN AWAL ALAT UKUR CHANGE READINESS INDIVIDU PT X", "Abstrak": "PT X merupakan Badan Usaha Milik Negara (BUMN) yang bergerak dalam industri manufaktur logam terutama produk militer. PT X didirikan untuk menyediakan kebutuhan alat utama sistem persenjataan untuk mendukung penyelenggaraan pertahanan dan keamanan Negara Republik Indonesia. Pada tahun 2019-2020 terjadi perubahan struktur organisasi pada PT X. Struktur organisasi saat ini tidak relevan dengan perubahan strategis yang ingin dicapai perusahaan PT X yaitu target penjualan produk yang meningkat dari nilai semula yaitu Rp 5,7 triliun menjadi Rp 10,7 triliun. Perubahan struktur organisasi menjadi struktur yang baru menyebabkan adanya resistansi dari karyawan, sehingga karyawan tidak melakukan pekerjaan sesuai dengan alur struktur organisasi yang baru karena merasa sudah terbiasa dengan struktur yang lama. Akibat dari munculnya resistansi, pengukuran change readiness untuk mengetahui kesiapan karyawan terhadap perubahan struktur organisasi perlu dilakukan oleh PT X.\nAlat ukur change readiness individu dirancang berdasarkan pemilihan variabel dari tiga alat ukur yaitu Holt dkk, (2007), Vakola (2014) dan Rafferty dkk, (2013). Alat ukur untuk mengukur change readiness individu terdiri dari 7 variabel dan 34 indikator. Alat ukur yang digunakan untuk mengukur change readiness individu adalah kuesioner. Hasil kuesioner berdasarkan karyawan akan dibandingkan dengan nilai acuan sebagai batas kesiapan yang didapatkan berdasarkan pendapat pakar. Nilai batas kesiapan change readiness individu untuk PT X adalah nilai 5.\nHasil pengukuran change readiness individu PT X adalah PT X dinyatakan telah siap dalam menghadapi perubahan struktur organisasi. Satu Divisi PT X dinyatakan belum memenuhi batas kesiapan yaitu Divisi Diklat. Terdapat kesenjangan nilai kesiapan dengan batas kesiapan untuk 4 variabel pada Divisi Diklat. Usulan program peningkatan change readiness individu berupa pelatihan dikembangkan untuk menghilangkan kesenjangan nilai kesiapan dan batas kesiapan. Pokok bahasan pelatihan dikembangkan berdasarkan tujuan instruksional yang berasal dari pemetaan indikator dengan dimensi kognitif dan dimensi afektif Taksonomi Bloom. Metode pelatihan yang digunakan adalah team training dengan sumber internal. Metode evaluasi pelatihan yaitu dengan melakukan pre test dan post test change readiness individu.", "Daftar File": {"ABSTRAK Shavira Hana Benitaputri": "https://digilib.itb.ac.id/gdl/download/218972"}, "Penulis": "Shavira Hana Benitaputri [14416048]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pengukuran, change readiness, kesenjangan, pelatihan", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "11 Feb 2021"}