{"Nomor": 52167, "Judul": "DEVELOPMENT OF AN AFFORDABLE WIRELESS FORCE PLATFORM", "Abstrak": "Force Platform adalah instrument yang berguna dalam biomekanika untuk mengukur\ngerak berjalan, keseimbangan dan tinggi lompatan. Di Indonesia sendiri saat ini masih belum\nada produsen yang memproduksi force platform, dan harga force platform yang ditawarkan\noleh produsen asal luar negri seperti AMTI atau Kistler masih tergolong mahal. Tim\nBiomekanika ITB saat ini sedang mengembangkan force platform dengan harga yang lebih\nmurah. Sebelumnya force platform telah berhasil dikembangkan dengan load cell 3-sumbu\nsehingga dapat mengukur dalam 3-arah. Namun data akuisisi yang di desain masih sulit untuk\ndigunakan dan memerlukan koneksi kabel dari data akuisisi ke komputer.\nTujuan dari penelitian ini adalah merancang sistem data akuisisi yang menggunakan\njaringan nirkabel sehingga force platform dan komputer tidak perlu disambungkan oleh kabel\nyang panjangnya terbatas, dan dapat mengukur gaya reaksi tanah, titik pusat tekan dan\nmomen bebas dari force platform tersebut setelah melakukan proses kalibrasi.\nSebuah data akuisisi yang baru, dengan menggunakan perangkat keras yang\ndigunakan sebelumnya, NI9237, digunakan untuk mengambil sinyal dari load cell, yang\nselanjutnya akan dikirimkan ke komputer melalui jaringan nirkabel sehingga sinyal tersebut\ndapat di olah dengan menggunakan aplikasi yang terlah dibuat dengan bantuan LabVIEW,\nperangkat lunak buatan National Instrument. Data yang didapatkan dari aplikasi ini dapat di\nolah lagi menggunakan MATLAB untuk mendapatkan grafik yang diinginkan. Aplikasi\nberhasil dibuat dan digunakan untuk mengambil data gaya rekasi tanah, titik pusat tekan dan\nmomen bebas setelah melakukan proses kalibrasi. Dengan demikian, force platform ini dapat\ndigunakan untuk aalisis biomekanika yang dibutuhkan.", "Daftar File": {"ABSTRAK William Azels": "https://digilib.itb.ac.id/gdl/download/218982"}, "Penulis": "William Azels [13116098]", "Kontributor / Dosen Pembimbing": ["Ferryanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "force platform, data akuisisi, jaringan nirkabel, gaya reaksi tanah, pusat tekanan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Feb 2021"}