{"Nomor": 52163, "Judul": "FILM KOMPOSIT GRAFENA OKSIDA TEREDUKSI /POLIANILINA TERMODIFIKASI SEBAGAI ELEKTRODA LAWAN PADA DSSC", "Abstrak": "Perkembangan teknologi sangatlah cepat, tetapi belum mampu menjawab kebutuhan energi dunia. Dye-sensitized solar cell (DSSC) merupakan teknologi yang murah serta ramah lingkungan yang menggunakan energi matahari secara efisien. Pada penelitian ini telah dikaji mengenai modifikasi elektroda lawan dan fotoanoda pada DSSC. Elektroda lawan bertindak sebagai katoda yang menjadi katalis dalam mereduksi I - menjadi I-. Sementara fotoanoda bertindak sebagai anoda yang berfungsi menyerap foton dan menginjeksikan elektron ke sirkuit luar. Elektroda lawan dalam DSSC biasanya menggunakan logam platina (Pt). Hanya sayangnya Pt sangat mahal dan ketersediaannya terbatas di Indonesia. Material berbasis karbon merupakan material yang potensial untuk menggantikan Pt sebagai elektroda lawan pada DSSC. Material berbasis karbon memiliki banyak keunggulan di antaranya tahan terhadap korosi, memiliki konduktivitas listrik baik, ramah lingkungan, murah, serta melimpah di kerak bumi. Di antara berbagai material karbon, grafena memiliki berbagai keunggulan yang tidak dimiliki material karbon lainnya. Grafena memiliki mobilitas elektron yang tinggi, konduktivitas listrik dan termal yang baik, transparan, dan luas permukaan aktif yang besar tetapi grafena miskin sisi elektrokatalitik. Pada penelitian ini telah disintesis senyawa yang menyerupai grafena yaitu grafena oksida tereduksi (rGO). Untuk menutupi kekurangan pada rGO telah banyak dikembangkan berbagai komposit rGO-polimer yang mulai dikenal sejak tahun 2006, polimer bertindak sebagai sisi yang kaya aktivitas elektrokatalitik, sedangkan rGO sebagai substrat konduktif. Salah satu polimer konduktif dengan karakteristik baik adalah polianilina (PANI). Pasangan elektron bebas pada -NH- PANI yang digunakan bersama karbon dari grafena membentuk ikatan kovalen yang membantu akselerasi transfer muatan pada rantai PANI. Transfer muatan yang baik pada komposit grafena/PANI meningkatkan kinerja DSSC dengan terjadinya reaksi reduksi yang cepat pada elektroda lawan. Pada penelitian disertasi ini, rGO disintesis menggunakan metode sonikasi-oksidasi-reduksi. Sedangkan PANI dalam bentuk emeraldine salt (ES) disintesis menggunakan metode rapid mixing. rGO dan PANI hasil sintesis kemudian dicampurkan untuk menghasilkan Blend komposit rGO/PANI.\n\nBlend komposit rGO/PANI yang dihasilkan diaplikasikan sebagai elektroda lawan pada DSSC. Komposit rGO/PANI kemudian dibuat menjadi film pada substrat sintetik grafit yang ditempelkan di atas kaca melalui teknik screen printing. Film\n\nkomposit rGO/PANI dibuat dalam beberapa komposisi yaitu 5:1; 4:1; 3:1; 1:1; dan 1:3 untuk mendapatkan elektroda lawan dengan kinerja yang optimum. Fabrikasi sel DSSC pada penelitian disertasi ini menggunakan fotoanoda berupa film TiO2 J25, dye berbasis komplek Ru N719, dan elektrolit berupa pasangan\nreaksi  reduksi  oksidasi  (redoks)  I -/I-.  Fotoanoda  TiO2  dan  elektroda  lawan\nkomposit rGO/PANI kemudian ditumpuk menggunakan penjepit dan diberikan elektrolit di bagian tengahnya. Berdasarkan hasil pengujian dengan solar simulator diperoleh film komposit rGO/PANI dengan kinerja optimum adalah dengan komposisi 4:1 yang mencapai nilai efisiensi sebesar 2,64%.\n\nTahap selanjutnya pengembangan elektroda lawan komposit rGO/PANI adalah dengan sintesis langsung antara rGO dan anilin menggunakan polimerisasi in situ. Metode sintesis yang digunakan adalah metode pengadukan pada suhu 0 C  selama 24 jam. Pada sintesis rGO dihasilkan dua jenis rGO yaitu precipitated rGO (rGO yang mengendap-PrGO) dan floated-rGO (rGO yang melayang-FrGO). Kedua jenis rGO ini dipolimerisasi in situ dengan PANI untuk menghasilkan PANI-PrGO dan PANI-FrGO. Kedua jenis komposit rGO/PANI tersebut diaplikasikan sebagai elektroda lawan pada DSSC menggunakan teknik deposisi yang sama yaitu screen printing. Namun film rGO/PANI hasil polimerisasi in situ memiliki kelemahan yaitu mudah mengelupas, karena lemahnya interaksi antara rGO dan substrat sintetik grafit. Oleh karena itu, untuk mengatasinya maka ditambahkan grafit pada komposit rGO/PANI dengan komposisi 3:1 untuk memperbaiki interaksi dengan substrat sintetik grafit dan juga untuk meningkatkan konduktivitas komposit. Hasil uji kinerja sel DSSC menunjukkan grafit/PANI-FrGO menghasilkan efisiensi 1,14%, sementara grafit/PANI-PrGO sebesar 1,83%.\n\nUntuk memperoleh kinerja elektroda lawan yang lebih baik, pada tahap pengembangan selanjutnya komposit grafit/PANI-PrGO dilakukan pendopingan dengan elektrolit. Elektrolit yang ditambahkan sebesar 0, 5, 10, 15, dan 20%. Hasil pengujian kinerja sel DSSC dengan elektroda lawan komposit grafit/rGO- PANI terdoping elektrolit menunjukkan peningkatan nilai Jsc dan efisiensi yang cukup signifikan dari 1,83% tanpa doping elektrolit menjadi 3,02% setelah terdoping elektrolit sebesar 10%.\n\nTahap akhir pada penelitian ini adalah tahap pengembangan fotoanoda. Fotoanoda biasanya hanya menggunakan material TiO2 J25. Namun untuk meningkatkan kemampuan fotoanoda dalam memanen foton dikembangkan campuran material dengan karakter yang mirip dengan TiO2 dan memiliki ukuran partikel yang lebih besar. Pada penelitian disertasi ini menggunakan SiO2 sebagai campuran TiO2 dengan komposisi SiO2 sebesar 0, 5, 10, 15, dan 20%. Hasil pengujian kinerja sel DSSC dengan fotoanoda TiO2-SiO2 dengan solar simulator menunjukkan kenaikan Jsc dan efisiensi yang cukup signifikan masing-masing dari 6,52 menjadi 8,11 mA/cm2 dan 2,06 menjadi 2,81% dengan 10% SiO2.\nKomposit rGO/PANI, grafit/PANI-PrGO, grafit/PANI-PrGO terdoping elektrolit menjadi material yang potensial sebagai elektroda lawan pengganti Pt. Sementara pada fotoanoda TiO2-SiO2, keberadaan SiO2 dapat meningkatkan aktivitas\n\nfotokatalitik pada fotoanoda TiO2-SiO2. SiO2 memiliki stabilitas termal yang baik, kekuatan mekanik yang baik, serta membantu terbentuknya situs-situs aktif katalitik pada fotoanoda yang disebabkan adanya interaksi antara TiO2 dan SiO2.", "Daftar File": {"ABSTRAK Risa Rahmawati S": "https://digilib.itb.ac.id/gdl/download/218978", "PUSTAKA Risa Rahmawati S": "https://digilib.itb.ac.id/gdl/download/223064"}, "Penulis": "Risa Rahmawati S [30515017]", "Kontributor / Dosen Pembimbing": ["Rachmat Hidayat, S.Si., M.Eng., Ph.D.", "Dr. Veinardi Suendo, S.Si., M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "komposit rGO/PANI, komposit PANI-PrGO, komposit PANI-FrGO, komposit grafit/PANI-PrGO terdoping elektrolit, fotoanoda TiO2-SiO2, elektroda lawan, dye-sensitized solar cell (DSSC).", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "12 Feb 2021"}