{"Nomor": 52171, "Judul": "STUDI PENANGGULANGAN BANJIR WILAYAH BEKASI", "Abstrak": "Banjir yang terjadi pada Bulan Januari-Februari tahun 2020 telah menggenangi hampir seluruh wilayah Jakarta dan Bekasi. wilayah Bekasi menjadi yang paling banyak titik banjirnya. Curah hujan mencapai 377 mm yang terukur di Stasiun Halim menjadi pemicu banjir, disamping faktor lain seperti pembangunan perumahan yang masif, berkurangnya kapasitas Kali Bekasi, dan debit besar dari hulu akibat alih fungsi lahan terbuka hijau di Kab.Bogor.\nUpaya pengendalian banjir di Kali Bekasi berdasarkan kegiatan-kegiatan sebelumnya antara lain long storage, normalisasi, perkuatan tebing, tanggul, dan bendungan. Namun rencana pembangunan bendungan dinilai sebagai solusi jangka panjang yang efektif untuk menanggulangi banjir Kali Bekasi. Pembangunan Waduk Narogong direncanakan dibangun tahun 2020-2025. Hal ini terdapat pada Rencana PSDA WS Ciliwung-Cisadane tahun 2019. Sampai tahun 2019, progres rencana pembangunan bendungan sudah tahap kegiatan DED Bendungan Narogong Tahap 1. Rencana lokasi bendungan berada di Kali Cileungsi di perbatasan Desa Cibadak dan Desa Karang Tengah, Kecamatan Sukamakmur, Kabupaten Bogor. Desain volume maksimum waduk sebesar 27,51 juta m3 dengan luas genangan 95,46 Ha.\nHasil penelusuran banjir melalui bendungan dengan menggunakan program HEC-HMS menunjukkan hampir tidak ada reduksi debit banjir di rencana lokasi Waduk Narogong. Debit puncak inflow pada waduk untuk periode ulang banjir 25 tahun sebesar 37,7 m3/s dan debit puncak outflow sebesar 37,2 m3/s. Karena hasil penelusuran banjir melalui Waduk Narogong menunjukkan reduksi debit banjir sangat kecil, maka diusulkan untuk memindahkan lokasi bendungan ke hilir yaitu ke lokasi Waduk Citeureup yang terletak di Kecamatan Klapanunggal, Kab.Bogor. Dengan demikian usulan Waduk Citeureup ini merupakan usulan baru yang belum pernah dilakukan studi sebelumnya.\nPotensi volume maksimum Waduk Citeureup sebesar 62 juta m3 dengan luas genangan 310 Ha. Fungsi bendungan berupa detention reservoir dengan volume waduk saat musim hujan dikurangi untuk memberi ruang sebagai tampungan banjir. Di bawah tampungan banjir, air dimanfaatkan untuk supply air baku ke wilayah Bekasi. Hasil penelusuran banjir melalui bendungan menunjukkan Waduk Citeureup mampu mereduksi debit banjir sebesar 253,4 m3/s dengan periode ulang banjir 25 tahun.\nSelain permasalahan banjir di Kali Bekasi, banjir juga terjadi akibat tersumbatnya bangunan siphon oleh sedimen dan sampah pada 12 sungai yang memotong Kalimalang. Penyumbatan pada siphon menyebabkan debit banjir terhambat dan meluap menggenangi daerah disekitarnya. Untuk mengatasi peyumbatan ini diusulkan membuat pilot channel di hilir siphon-siphon Kalimalang. Pilot channel memungkinkan sampah dan sedimen tidak terhambat dan dapat ter-flushing secara terus menerus, terutama saat kondisi normal namun tidak banjir.", "Daftar File": {"ABSTRAK Muhamad Reza Robby Nugraha": "https://digilib.itb.ac.id/gdl/download/218986"}, "Penulis": "Muhamad Reza Robby Nugraha [95018011]", "Kontributor / Dosen Pembimbing": ["Ir. Dantje Kardana Natakusumah, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Waduk Citeureup, Pilot Channel, Box Culvert, Siphon Kalimalang, Detention Reservoir", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Feb 2021"}