{"Nomor": 52182, "Judul": "PERANCANGAN STRATEGI PEMASARAN BERDASARKAN TAHAP PERTUMBUHAN ORGANISASI PT BRODO GANESHA INDONESIA", "Abstrak": "PT Brodo Ganesha Indonesia merupakan UMKM yang menaungi merek fashion Brodo. Saat ini Brodo belum memiliki strategi pemasaran yang proaktif yang berdampak pada penjualan Brodo di mana dalam dua tahun terakhir mengalami stagnan. Selain itu, ketatnya persaingan serta perubahan-perubahan lingkungan dalam industri fashion di Indonesia juga menunjukkan pentingnya bagi Brodo untuk memiliki strategi pemasaran yang proaktif, yaitu dengan memerhatikan tahap pertumbuhan organisasi.\nPenelitian ini bertujuan untuk merancang strategi pemasaran Brodo berdasarkan tahap pertumbuhan organisasi. Penelitian ini menggunakan metode studi kasus kualitatif dalam mengidentifikasi tahap pertumbuhan organisasi dan strategi pemasaran Brodo. Strategi pemasaran Brodo yang teridentifikasi dievaluasi menggunakan model konseptual mengenai strategi pemasaran berdasarkan tahap pertumbuhan organisasi.\nPada penelitian ini, PT Brodo Ganesha Indonesia teridentifikasi berada pada pertumbuhan organisasi tahap 4 (elaboration). Berdasarkan hasil evaluasi strategi pemasaran Brodo, penelitian ini merancang strategi retensi pelanggan Brodo menggunakan clustering dengan model LRFM (Length, Recency, Frequency, Monetary). Pada penelitian ini, teridentifikasi tiga cluster pelanggan Brodo yaitu kelompok “Pelanggan tidak meyakinkan yang hilang”, “Pelanggan baru yang tidak menentu”, dan “Nilai kesetiaan tinggi”. Dalam meretensi ketiga kelompok pelanggan tersebut, dibutuhkan pendekatan yang berbeda-beda sesuai dengan karakteristik setiap kelompok pelanggan.", "Daftar File": {"ABSTRAK Chintia Diah Permata": "https://digilib.itb.ac.id/gdl/download/218997"}, "Penulis": "Chintia Diah Permata [14416045]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T.", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "strategi pemasaran, tahap pertumbuhan organisasi, model LRFM", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Feb 2021"}