{"Nomor": 52247, "Judul": "ANALISIS PERSEPSI, PENERIMAAN PRODUK, WILLINGNESS TO PAY, DAN EFEKTIVITAS REPELLENT NYAMUK SINTETIS DAN ALAMI PADA NYAMUK AEDES AEGYPTI DENGAN VARIASI STRAIN DAN USIA NYAMUK", "Abstrak": "Menurut WHO, Asia Tenggara memiliki beban tertinggi terkait penyakit demam berdarah dengue (DBD). Sejak tahun 1968 hingga saat ini, kasus demam berdarah di Indonesia kerap terjadi walau berbagai pengendalian vektor telah dilakukan. Salah satu metode pengendalian yang umum dan mudah dilakukan oleh masyarakat adalah dengan menggunakan repellent (penolak) nyamuk. Produk repellent yang beredar di masyarakat memiliki ragam bahan dasar dengan klaim perlindungan dari nyamuk yang bervariasi. Akan tetapi, masyarakat tidak memahami pentingnya penggunaan repellent sebagai tindakan preventif demam berdarah maupun efektivitas dari produk yang digunakan terhadap perbedaan strain dan usia nyamuk. Oleh sebab itu, penelitian ini bertujuan untuk mengamati persepsi dan tingkat pemahaman masyarakat terhadap pengendalian vektor dan repellent, tingkat penerimaan produk repellent, serta Willingness to Pay (WTP). Selain itu, dilakukan pula penelitian untuk mengetahui pengaruh strain dan usia nyamuk Aedes aegypti terhadap efektivitas beberapa repellent yang umum digunakan oleh masyarakat. Kondisi masyarakat diteliti melalui analisis Knowledge, Attitude, and Practice (KAP) yang dilanjutkan dengan analisis pengendalian vektor menggunakan metode Analytical Hierarchy Process (AHP) dan SWOT-AHP. Selain itu, dilakukan pula pengujian untuk menilai performa 4 produk repellent terhadap 25 nyamuk Aedes aegypti dengan 4 variasi strain dan 3 variasi usia menggunakan metode arm-in-cage.\nHasil penelitian menunjukkan bahwa skor untuk Knowledge (8,66±2,113 dari 13), Attitude (2,384±0,542 dari 3), serta Practices (3,524±0,582 dari 4) menandakan tingkat pemahaman dan persepsi masyarakat yang baik walaupun terkendala dalam pemahaman informasi kompleks terkait nyamuk, penyakit terkait nyamuk, serta repellent. Knowledge-Attitude (0,031) dan Attitude-Practices (0,027) memiliki korelasi positif yang menandakan bahwa masyarakat dengan pemahaman yang baik cenderung memiliki kesadaran terhadap keberadaan nyamuk serta kesadaran akan nyamuk berkaitan dengan pelaksanaan upaya pengendalian nyamuk. Akan tetapi, korelasi Knowledge-Practices (-0,034) bernilai negatif sehingga dapat diketahui bahwa meski masyarakat memiliki pemahaman terhadap nyamuk, namun hal tersebut kerap tidak diiringi dengan praktik pengendalian nyamuk yang baik. Kondisi tersebut dapat dipicu oleh perbedaan persepsi, rendahnya tanggung jawab terhadap praktik pengendalian nyamuk dan demam berdarah, serta merasa upaya pengendalian yang dilakukan memberikan manfaat yang rendah hingga tidak ada sebab populasi nyamuk tidak menunjukkan pengurangan yang signifikan. Produk repellent berbahan dasar alami diterima lebih baik oleh pengguna produk repellent dengan skor 3,402 dari 5 dan memiliki persepsi atau gambaran yang baik bagi non-pengguna produk repellent dengan skor 3 dari 5. WTP untuk produk repellent berada pada rentang Rp 20.000–40.000. Strategi pengendalian vektor dianalisis menggunakan Analytical Hierarchy Process (AHP) dengan fokus prioritas pada aspek sosial (0,422) dan ekonomi (0,337), dilanjutkan dengan analisis SWOT-AHP yang menghasilkan strategi Strength-Opportunity (SO) (0,433) yang terdiri atas pemberdayaan komunitas dalam implementasi program, penyampaian informasi melalui media yang menarik, serta sosialisasi di pusat lokasi aktivitas masyarakat yang rentan terhadap nyamuk.\nSetelah memahami karakteristik persepsi, pemahaman, serta strategi pengendalian vektor, pengujian efektivitas produk repellent dilakukan dengan menilai performa repellent sintetis (DEET) dan repellent berbahan dasar alami berdasarkan persentase repellency (%R), kesesuaian durasi proteksi dengan klaim produk, dan total waktu perlindungan (CPT) dengan metode arm-in-cage. Repellent Autan (berbasis DEET) melindungi 100% hingga jam ke-4 dengan CPT minimum 340±34,64 menit. Repellent Konicare (berbasis minyak lavender dan minyak geranium) memiliki CPT antara 3-16,33 menit dan total perlindungan hingga jam ke-5 dengan proteksi pada jam ke-0 (58,24±4,96)-(62±20,14)%. Repellent Safecare (berbasis minyak eucalyptus) memiliki CPT antara 3-16,33 menit dan total perlindungan yang paling mendekati klaim produk yaitu 4 jam dengan proteksi pada jam ke-0 (71,28±8,42)-(75,97±21,18)% untuk strain BDG, TSK, dan TGR. Terakhir, repellent Cussons (berbasis citronella, eucalyptus, dan minyak chamomile) memiliki CPT (3 menit) dan tren proteksi (hingga jam ke-3) yang seragam untuk keseluruhan strain dengan proteksi pada jam ke-0 (48,79±3,64)-(55,84±3,88)%. Bentuk sediaan dari produk Cussons yang berupa lotion nampaknya memberikan lapisan produk yang merata sehingga memberikan kestabilan proteksi dari nyamuk untuk keseluruhan strain. Variasi terhadap strain Aedes aegypti berkorelasi cukup kuat (r = 0,580; p = 0,048<0,05) terhadap tingkat repellency dengan tren strain BORA serupa dengan BDG, sedangkan tren strain TSK menyerupai TGR. Hasil pengamatan menunjukkan bahwa strain TSK memiliki repellency tertinggi (1,190 kali dari strain BORA) diantara strain lainnya. Meski begitu, variasi usia nyamuk menunjukkan berkorelasi lemah terhadap tingkat repellency (r = 0,107; p = 0,741>0,05).", "Daftar File": {"ABSTRAK Riska Amalia": "https://digilib.itb.ac.id/gdl/download/219082"}, "Penulis": "Riska Amalia [21318302]", "Kontributor / Dosen Pembimbing": ["Prof. Intan Ahmad Musmeinan, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aedes aegypti, KAP, WTP, AHP, SWOT-AHP, Strategi pengendalian vektor, Repellent, DEET, Alami, Repellency", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Feb 2021"}