{"Nomor": 52258, "Judul": "GEN VITELLOGENIN (VTG) PADA IKAN NILEM (OSTEOCHILUS VITTATUS VALENCIENNES, 1842): PARSIAL SEKUENS DAN EKSPRESI GEN DIFERENSIAL PASCA PEMIJAHAN SETELAH INDUKSI ESTRADIOL-17?", "Abstrak": "Vitellogenesis merupakan salah satu tahapan penting dalam pertumbuhan oosit hewan ovipar yang ditandai dengan sintesis prekursor protein yolk dan akumulasinya pada ooplasma. Sebagai prekursor dari protein yolk, Vitellogenin (Vtg) berperan berperan penting dalam hidrasi oosit dan sebagai prekursor protein yolk, yang merupakan sumber nutrisi utama bagi embrio. Vtg juga merupakan salah satu penentu keberhasilan pertumbuhan oosit dan kualitas telur. Sintesis protein Vtg dikode oleh gen vtg yang terekspresi di dalam sel hepatosit dan melibatkan Follicle-Stimulating Hormone (FSH) serta Estradiol-17-? (E2). Penelitian terdahulu telah mengklasifikasikan protein-protein Vtg pada beberapa ikan anggota famili Cyprinidae menjadi tiga tipe, yaitu VtgAa, VtgAb, dan VtgC. Sebagai anggota famili Cyprinidae, ikan Nilem diduga memiliki kesamaan tipe gen vtg dengan vtg dari anggota Cyprinidae lainnya. Penelitian ini dilakukan dengan tujuan untuk mempelajari struktur parsial gen vtg dan parsial segmen gen vtg ikan Nilem, serta mempelajari ekspresi gen vtg ikan Nilem pasca memijah dengan induksi E2. Sebanyak 60 ekor ikan Nilem betina matang gonad (berat 80-120 gram) dibagi dalam lima kelompok, yaitu: (1) kontrol alami (K0), (2) kontrol pelarut (K1), ikan diinjeksi dengan pelarut hormon (minyak zaitun), (3) Perlakuan 1 (P1), ikan diinjeksi dengan E2 dosis 105 ?g/kg BB, (4) Perlakuan 2 (P2), ikan diijeksi dengan E2 dosis 210 ?g/kg BB, dan (5) Perlakuan 3, ikan diinjeksi dengan E2 dosis 420 ?g/kg BB (P3). Injeksi E2 dilakukan secara intraperitoneal. Pembedahan dan pengambilan sampel dilakukan pada hari ke-1, 15, 29, dan 43 pasca injeksi E2. Sampel berupa jaringan hati dan ovarium ikan Nilem. Isolasi RNA Total dan Reverse Transcription-Polymerase Chain Reaction (RT-PCR) dilakukan pada jaringan hati dilakukan dengan metode kit komersial. Oligoprimer didesain berbasis pada sekuen gen vtg dari ikan Zebrafish, Ctenopharyngodon idella, dan Gobiocypris rarus yang diunduh dari GenBank. Elektroforesis dengan gel agarose dilakukan sebelum menuju ke proses sekuensing. Sekuen yang dihasilkan dianalisis dengan menggunakan software/web server Finch TV, DNA Baser, BLAST, Expasy, serta CDD. Pengukuran ekspresi gen vtg secara semi kuantitatif dilakukan dengan isolasi RNA Total pada jaringan hati dan ovarium, reverse transcription, dan Real-Time qPCR. Metode ??Ct digunakan untuk menganalisis nilai Ct gen target dan reference. Dari hasil sekuensing diperoleh sekuen nukleotida pada gen vtg1, vtg2, dan vtg3. Panjang target dari gen vtg1 yang diamplifikasi sebesar 305 bp, vtg2 sebesar 270 bp, dan vtg3 sebesar 290 bp. Pembuatan pohon filogenetik dilakukan dengan menggunakan software MEGA 6.0 dengan metode Maximum Likelihood (ML) dengan nilai bootstrap 1000 dan metode Bayesian. Diketahui bahwa gen vtg1 dan vtg2 pada ikan Nilem berada dalam satu cluster, sementara gen vtg3 terletak pada cluster yang berbeda. Hasil analisis dengan metode Bayesian menunjukkan bahwa vtg3 memiliki perbedaan variasi genetik yang paling besar diantara vtg1, vtg2, dan vtg3. Hasil penjajaran pada sekuen asam amino menunjukkan bahwa ketiga sekuen asam amino Vtg Nilem memiliki domain yang conserved dan spesifik Vtg, yaitu Vitellogenin-N. Pengukuran ekspresi gen vtg dilakukan dengan menggunakan primer dari gen vtg1 dan vtg2. Uji statistik terhadap data ekspresi gen dilakukan dengan uji non-parametrik Kruskal-Wallis dan uji Bonferroni. Hasil pengukuran yang dinormalisasi dengan ekspresi gen ?-actin menunjukkan bahwa pemberian E2 meningkatkan ekspresi vtg1 dan vtg2 pada hati, namun besarnya dosis E2 tidak memberikan hasil yang berbeda nyata. Ekspresi gen vtg1 pada hati meningkat sampai hari ke-29, namun pada ekspresi gen vtg2 peningkatan terjadi sampai hari ke-43. Pola ekspresi gen vtg1 dan vtg2 yang dinamis pada ovarium diduga karena adanya keterlibatan faktor selain E2 yang berperan dalam regulasi ekspresi gen vtg, seperti ERE dan faktor transkripsi.", "Daftar File": {"ABSTRAK Silmy Aulia Rufiatin Nisa'": "https://digilib.itb.ac.id/gdl/download/219103"}, "Penulis": "Silmy Aulia Rufiatin Nisa' [20618012]", "Kontributor / Dosen Pembimbing": ["Sony Heru Sumarsono, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Nilem, ekspresi gen, Vtg, Estradiol-17?, qPCR", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Feb 2021"}