{"Nomor": 52255, "Judul": "ALGORITMA NETWORK SLICING STUDI KASUS: VIRTUAL NETWORK EMBEDDING", "Abstrak": "Dalam jaringan telekomunikasi 5G, salah satu teknik yang cukup menjanjikan\nadalah network slicing. Teknik network slicing memungkinkan penyedia layanan\ninfrastruktur membuat jaringan virtual secara end-to-end dari jaringan akses radio\nsampai ke jaringan inti. Jaringan virtual ini terdiri dari fungsi dan sumber daya yang\ndiabstraksikan. Salah satu isu network slicing adalah bagaimana mengalokasikan\nsumber daya jaringan virtual pada jaringan substrate yang efisien. Hal ini dapat\nmempengaruhi kinerja jaringan secara umum. Alokasi sumber daya sangat\ndipengaruhi oleh algoritma dan waktu komputasi dalam memetakan jaringan virtual\nke dalam jaringan substrate dan menjadi penting untuk diperhatikan karena hal ini\nmempengaruhi kualitas layanan dan profit bagi penyedia layanan infrastruktur. Dari\nbeberapa studi yang dilakukan penulis, masalah alokasi sumber daya pada network\nslicing dapat ditransformasikan menjadi masalah optimasi. Masalah optimasi pada\nnetwork slicing dikenal sebagai virtual network embedding (VNE). Dalam laporan\nini penulis menguji algoritma virtual network embedding GRC, MCTS, dan RL\nuntuk membandingkan perolehan profit bagi penyedia layanan infrastruktur\nmenggunakan metric long-term average revenue serta waktu komputasi dalam\nmemetakan alokasi jaringan virtual. Dapat disimpulkan bahwa untuk profit\nalgoritma RL lebih baik 1% dibandingkan GRC dan MCTS. Sedangkan untuk\nwaktu komputasi algoritma GRC lebih cepat dibandingkan MCTS dan RL.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/219093", "Abstrak": "https://digilib.itb.ac.id/gdl/download/219094", "Abstract": "https://digilib.itb.ac.id/gdl/download/219095", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/219096", "Tesis": "https://digilib.itb.ac.id/gdl/download/219100"}, "Penulis": "Dedy Irawan [23218108]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Nana Rachmana Syambas, M.Eng.", "Dr.-Ing. Eueung Mulyana, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "5G, network slicing, algoritma virtual network embedding, long-term average revenue, waktu komputasi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "6 file", "Tanggal Input": "16 Feb 2021"}