{"Nomor": 52269, "Judul": "STRATEGI KEBIJAKAN PENGEMBANGAN STANDAR BAWANG PUTIH BERDASARKAN PRINSIP PENGEMBANGAN STANDAR (STUDI KASUS KECAMATAN CIWIDEY, KABUPATEN BANDUNG)", "Abstrak": "Kebutuhan bawang putih di Indonesia sebagian besar dipenuhi dari produk bawang putih impor. Banyaknya bawang putih impor tersebut dianggap perlu diawasi mutu dan keamanannya untuk melindungi konsumen. Sementara bawang putih merupakan komoditas prioritas nasional, dimana salah satu penghasilnya adalah Kecamatan Ciwidey di Kabupaten Bandung. Pemerintah telah memberlakukan standar SNI 3160:2013 (Bawang putih) yang saat ini sedang diproses untuk kaji ulang melalui proses pengembangan standar. Agar suatu standar memiliki keberterimaan luas maka proses pengembangannya harus mengacu pada kaidah yang ditetapkan oleh Technical Barrier to Trade - World Trade Organization The Code of Good Practice Annex 3 dan regulasi teknis yang ditetapkan oleh badan standar. Penelitian ini bertujuan untuk (1) Mengidentifikasi mutu dan keamanan bawang putih lokal dan impor yang beredar di pasaran; (2) Menganalisis kesesuaian standar bawang putih dengan regulasi dan harmonisasi standar; (3) Menyusun rencana strategi pengembangan standar bawang putih yang sesuai dengan prinsip-prinsip pengembangan standar. Teknik analisis yang digunakan adalah analisis deskriptif dengan pengambilan data melalui kuesioner, wawancara, observasi dan studi pustaka Penelitian ini menggunakan metode pengujian laboratorium untuk mengidentifikasi mutu bawang putih, pendekatan analisis stakeholders untuk menganalisis dan menentukan tingkat kepentingan serta pengaruh para pihak yang terlibat dalam pengembangan standar bawang putih, metode analisis dokumen untuk mengkaji kesesuaian pengembangan standar bawang putih, dan analisis SWOT untuk menyusun rekomendasi strategi bagi pengembangan standar bawang putih. Berdasarkan hasil penelitian, disimpulkan: (1) Mutu bawang putih lokal dan impor yang beredar memenuhi syarat residu logam berat dan residu pestisida yang dipersyaratkan dalam SNI. (2) Terdapat delapan stakeholders yang terlibat dalam pengembangan standar bawang putih, yaitu Direktorat Pengolahan dan Pemasaran Hasil Hortikultura Kementerian Pertanian, Dinas Pertanian Kabupaten Bandung dan Badan Standardisasi Nasional sebagai key player, praktisi Codex Alimentarius sebagai context setter, petani bawang putih dan konsumen sebagai subject, serta Lembaga\nPenilai Kesesuaian dan Mastan sebagai crowd. (3) Pengembangan standar bawang putih dianggap telah memenuhi dua dari enam prinsip WTO The Code of Good Practice. Strategi yang direkomendasikan untuk pengembangan standar bawang putih antara lain: optimalisasi kekuatan internal dan peluang eksternal dengan melibatkan seluruh stakeholders terutama pemerintah daerah dalam pengembangan standar bawang putih, bekerjasama dengan pemerintah daerah dalam peningkatan mutu bawang putih lokal agar dapat memenuhi standar, dan perumusan standar yang sesuai dengan konsep harmonisasi standar mengacu kepada standar Codex Alimentarius dengan tetap memperhatikan perlindungan komoditas bawang putih lokal.", "Daftar File": {"ABSTRAK Rita Ariyana": "https://digilib.itb.ac.id/gdl/download/219127"}, "Penulis": "Rita Ariyana [21318016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Dr. Mulyaningrum, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "bawang putih, pengembangan standar, strategi kebijakan, mutu, analisis stakeholders, harmonisasi standar, SWOT.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Feb 2021"}