{"Nomor": 52260, "Judul": "PENGEMBANGAN PERANGKAT ELISA READER UNTUK DIAGNOSA INFEKSI VIRUS HEPATITIS B MENGGUNAKAN SUMBER CAHAYA LED", "Abstrak": "Metode ELISA (enzyme-linked immunosorbent assay) adalah metode yang\ndijadikan gold standard untuk mendeteksi infeksi virus Hepatitis B pada manusia.\nMetode ini membutuhkan tiga komponen yaitu sampel darah / serum dari pasien,\nkit diagnostik dan perangkat ELISA reader. Penelitian ini merancang perangkat\nELISA reader yang disusun oleh sumber cahaya LED yang terhubung dengan fiber\noptik, sensor Fotodioda SFH213, motor stepper sebagai penggerak wellplate dan\nmikrokontroller sebagai pengendali perangkat. Penelitian ini menggunakan satu\nlampu LED dengan panjang gelombang 450 nm. Suatu konstruksi mekanik\ndirancang untuk menghubungkan lampu LED dengan Fiber optik. Konstruksi\nmekanik tersebut bertujuan untuk memecah satu sumber cahaya menjadi delapan\nsumber cahaya, sehingga masing – masing sensor menerima panjang gelombang\nyang sama. Sebanyak delapan sensor fotodioda SFH213 digunakan untuk\npengukuran. Validasi pengukuran dilakukan dengan metode benchmarking\nterhadap ELISA reader komersial. ELISA reader komersial yang digunakan adalah\ntipe iMark dari Biorad. Hasil pengujian membuktikan bahwa perangkat ELISA\nreader yang dirancang mampu mengukur dari 0 OD s.d. 1,6 OD dengan galat\nsebesar 0,093 ± 0,098 OD. Berdasarkan hasil ini maka perangkat ELISA reader\nmemenuhi spesifikasi untuk dapat digunakan mendeteksi infeksi virus hepatitis B.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/219107", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/219108", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/219109", "Tesis": "https://digilib.itb.ac.id/gdl/download/219110"}, "Penulis": "Alfie Rizky Ananda [23218315]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ELISA, Wellplate, Hepatitis B, Kolorimetri", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "16 Feb 2021"}