{"Nomor": 52263, "Judul": "AKTIVITAS BIOSURFAKTAN F7 SEBAGAI AGEN ANTI BIOFILM DAN ANTI KOROSI LOGAM CARBON STEELS ST37 PADA COOLING WATER SYSTEM", "Abstrak": "Air digunakan dalam proses cooling pada cooling water system atau pada proses pendinginan untuk mendinginkan mesin atau reaktor yang telah beroperasi.. Air memiliki karakteristik penting dalam cooling water systems dalam reaktor nuklir, dimana air memiliki nilai thermal conductivity yang tinggi, yaitu kemampuan dalam menyerap panas dan transfer panas. Salah satu permasalahan yang umum ditemukan pada cooling water system adalah terjadinya biokorosi. Penanganan bikorosi dengan senyawa biosida sintetik bersifat toksik terhadap lingkungan karena tidak biodegradable. Beberapa penelitian menunjukan bahwa senyawa biosurfaktan dapat digunakan untuk mengatasi permasalahan biokorosi karena bersifat anti-biofilm pada permukaan baja. Disamping itu, biosurfaktan bersifat biodegradable dan tidak toksik terhadap lingkungan sehingga dapat menjadi senyawa alternatif yang potensial untuk mengatasi biokorosi. Penelitian ini bertujuan untuk mengevaluasi aktivitas biosurfaktan yang dihasilkan oleh bakteri Bacillus sp. F7 terhadap struktur komunitas mikroorganisme pembentuk biofilm pada cooling water systems BATAN, Bandung Jawa Barat. Penelitian ini dilakukan menggunakan biosurfaktan F7 yang diisolasi dari bakteri Bacillus sp. F7 menggunakan medium SMSSe + 5%(v/v) minyak bumi. Kemudian ditentukan nilai Minimum Inhibitory Concentration (MIC), Minimum Biofilm Inhibition Concentration (MBIC) dan Minimum Biofilm Eradication Concentration (MBEC50) dari biosurfaktan F7. Pembentukan biofilm dari konsorsium bakteri dari cooling water pada Carbon Steels ST37 dilakukan menggunakan sistem hidrostatis. Analisis dinamika komunitas bakteri pada biofilm ditentukan menggunakan angka lempeng total menggunakan medium Nutrient Agar (NA) untuk mikroorganisme aerob. Analisis laju korosi ditentukan dengan metode Weight Loss. Visualisasi Biofilm dan Produk Korosi dilakukan menggunakan Scanning Electron Microscopy dan Scanning Electron Microscopy : Energy-Dispersive X Ray SpectroscopyI (SEM-EDS).. Hasil penelitian menunjukan bahwa nilai MIC, MBIC dan MBEC50 untuk biosurfaktan F7 berturut-turut adalah 31.25; 62.5 dan 500 ?g/ml. Pada kurva pembentukan biofilm menunjukan bahwa biofilm matang pada hari ke- 14 ditunjukan oleh densitas sel pada biofilm dan berat biofilm yang tinggi menggunakan metode Wet weight. Penelitian menunjukan terdapat 4 isolat yang terisolasi pada biofilm. Dari ke-4 isolat, diketahui bahwa 3 isolat merupakan bakteri Gram positif berbentuk batang dengan 1 isolat merupakan bakteri Gram negatif berbentuk batang. Hasil penelitian menunjukan bahwa biosurfaktan F7 lebih efektif dalam mengeradikasi bakteri Gram positif dalam biofilm. Berdasarkan hasil analisis Weight Loss menunjukan bahwa biosurfaktan F7 mampu mengurangi jumlah komunitas mikroorganisme pada biofilm sehinga menurunkan laju korosi pada baja. Hasil ini membuktikan bahwa biosurfaktan F7 merupakan senyawa potensial yang dapat digunakan untuk mengeradikasi biofilm pada baja Carbon Steels ST37.", "Daftar File": {"ABSTRAK Fajar Dewantoro": "https://digilib.itb.ac.id/gdl/download/219116"}, "Penulis": "Fajar Dewantoro [21119010]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biofilm, Biosurfaktan, Korosi, Eradikasi, Anti-adhesi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Feb 2021"}