{"Nomor": 52264, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM PENCATATAN IZIN MENDIRIKAN BANGUNAN MENGGUNAKAN TEKNOLOGI BLOCKCHAIN", "Abstrak": "Izin mendirikan bangunan (IMB) adalah izin yang harus dibuat kepada otoritas daerah tertentu\nuntuk membangun atau melakukan renovasi sebuah bangunan. Apabila pembangunan suatu\ngedung tidak sesuai dengan rencana tata kota yang telah ditetapkan, maka akan dapat merusak\nlingkungan tata kota tersebut. Di DKI Jakarta, pembuatan izin mendirikan bangunan dilakukan\npada Dinas Penanaman Modal dan Pelayanan Terpadu Satu Pintu yang dilakukan secara daring\nmenggunakan sebuah database terpusat yang dinamakan JAKEVO. Namun, penggunaan database\nterpusat akan dapat menimbulkan ancaman terhadap kecurangan, praktek kolusi dan manipulasi.\nTeknologi blockchain merupakan salah satu solusi yang memungkinkan terjadinya sistem\nterintegrasi tanpa pihak ketiga karena sifatnya yang decentralized yaitu mendistribusikan database\nsehingga dimiliki salinannya oleh banyak pengguna dan masing-masing pengguna dapat\nmelakukan tindakan pengawasan secara transparan. Awal mulanya, Blockchain diperkenalkan\noleh Satosi Nakamoto di tahun 2008 sebagai kriptokurensi. Namun sekarang blockchain\ndigunakan dalam banyak sektor salah satunya adalah sektor pemerintahan. Semua transaksi yang\ndilakukan di dalam sistem blockchain akan terekam yang memudahkan untuk melakukan\npencarian jejak ketika seseorang melakukan perubahan dalam sistem. Dalam tesis ini, akan dibahas\nmengenai penerapan sistem pencatatan izin mendirikan bangunan dengan teknologi blockchain\nyang diimplementasikan dalam bentuk protoype. Prototype akan dibangun kemudian diuji\nfungsional dan performancenya.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/219117", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/219119", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/219121", "Tesis": "https://digilib.itb.ac.id/gdl/download/219237"}, "Penulis": "Fadillah Nur Azis Maliki [23217021]", "Kontributor / Dosen Pembimbing": ["Dr. Yusuf Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "blockchain, IMB, pencatatan", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "16 Feb 2021"}