{"Nomor": 52279, "Judul": "SISTEM PROTEKSI PETIR PADA SISTEM TEGANGAN RENDAH DAN PERALATAN ELEKTRONIK DI GARDU INDUK TEGANGAN TINGGI", "Abstrak": "Petir merupakan salah satu sumber interferensi elektromagnetik paling umum yang\ndapat merusak peralatan listrik [1]. Sistem tenaga listrik yang terkena tegangan\nlebih dari sumber yang berbeda seperti diakibatkan oleh petir dapat membahayakan\nperalatan seperti trafo, circuit breaker, dan lain sebagainya [2]. Selain itu, Tegangan\nberlebih yang disebabkan oleh sambaran petir, earthing, atau aktivitas switching\nsecara berkelanjutan dapat membahayakan isolasi peralatan listrik yang digunakan\ndalam sistem distribusi maupun sistem transmisi [3]. Petir dapat menyambar kawat\npelindung pada puncak menara, selain itu petir juga dapat menyambar saluran\ntransmisi (Hayashi, Mizuno and Naito, 2008). Disi lain, sambaran tidak langsung\ndapat menghasilkan tegangan induksi pada peralatan [3]. Penelitian mengenai\ngangguan petir dilakukan di Gsardu Induk Menes Baru 150 kV yang berlokasi di\nJl. Perintis Kemerdekaan No. KM. 3,5 Caringin, Labuan, Kabupaten Pandeglang,\nProvinsi Banten. Posisi GI Menes Baru berjarak sekitar 500 m di bibir pantai\nsehingga updraft sangat tinggi. Dalam melakukan observasi partisipatif, penulis\nmelakukan pengambilan data karakteristik petir, data kerusakan yang terjadi pada\nunit kontrol di akibat petir, dan data yang mendukung lainnya. Pada tanggal 15\nMaret 2020 terjadi gangguan pada sistem penyaluran ke PT Asahi mas 2. Saluran\nke PT Asahimas menggunakan konduktor TACSR 2 x 410 mm2. Gangguan lain\nterjadi pada tanggal 21 April 2020 terjadi gangguan yang sama yaitu gangguan yang\nmenyebabkan reclose pada PMT 150kV Labuan 1 beroperasi. Proteksi pada gedung\nkontrol sangat berpotensi terkena gangguan akibat konduksi melalui saluran\ntersebut. Proteksi eksternal petir masih diperlukan tambahan perbaikan terutama\ndalam penggunaan down conductor dan pemasangan grounding. Seharusnya\ngrounding tower dengan gedung kontrol tidak dipisah namun disatukan.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/219151", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/219152", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/219153", "Tesis": "https://digilib.itb.ac.id/gdl/download/219154"}, "Penulis": "Adi Nugraha [23218045]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Dipl.-Ing. Ir. Reynaldo Zoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Petir, Arrester, downconductor", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "16 Feb 2021"}