{"Nomor": 52277, "Judul": "EVALUASI DAN SIMULASI POLA OPERASI WADUK IR. H. DJUANDA DENGAN MATLAB", "Abstrak": "Ketersediaan air akan mengalami penurunan seiring berjalannya waktu. Waduk Ir.H. Djuanda memiliki fungsi yang beragam yaitu penyediaan air untuk air baku masyarakat, industri, irigasi, PLTA, dll. RPOW Ir.H. Djuanda sangat dipengaruhi oleh Waduk Saguling dan Cirata karena merupakan suatu sistem waduk kaskade. Penelitian ini dibuat dengan tujuan untuk menentukan kebutuhan air baku, irigasi dan PLTA saat ini dan masa depan, melakukan evaluasi dan simulasi Pola Operasi Waduk Ir.H. Djuanda. Hasil perhitungan memperlihatkan bahwa data debit yang digunakan yaitu tahun 1974 sampai 2018 dilakukan uji homogenitas yang hasilnya data homogen dan dapat digunakan. Kemudian dilakukan prediksi debit sintetik dengan stokastik metode Thomas Fierring menghasilkan data sintetik yang memiliki nilai statistik mirip dengan data historisnya.\nPada tahun 2035, rata-rata kebutuhan air baku mencapai 64,08 m3/detik, kebutuhan air irigasi 113,18 m3/detik, kebutuhan air industri 36,36 m3/detik dan kebutuhan air untuk PLTA mencapai 144,16 m3/detik. Berdasarkan hasil evaluasi rencana pola operasi waduk Ir.H. Djuanda tahun 2019, kondisi Tinggi Muka Air aktual (normal) pada tahun 2019 masih berada diantara dua kondisi batas yang telah direncanakan sebelumnya. TMA tertinggi aktual terjadi pada Bulan Juni yaitu 106,184 m, kondisi ini masih berada dibawah kondisi batas normal atas rencana yaitu 106,28 m. Sementara untuk TMA terendah aktual terjadi pada Bulan Januari yaitu 92,53 m, kondisi ini masih berada diatas kondisi batas normal bawah rencana yaitu 90,06 m. Hasil simulasi RPOW tahun 2025, 2030 dan 2035 menunjukkan bahwa volume dan storage waduk Ir. H. Djuanda selalu mengalami penurunan hingga tahun 2035.", "Daftar File": {"ABSTRAK Fatma Nurkhaerani": "https://digilib.itb.ac.id/gdl/download/219148"}, "Penulis": "Fatma Nurkhaerani [95018013]", "Kontributor / Dosen Pembimbing": ["Dhemi Harlan, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Air Baku, Ir.H. Djuanda, Irigasi, RPOW, Stokastik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Feb 2021"}