{"Nomor": 52273, "Judul": "PENGELOLAAN PANGAN BERBASIS KEARIFAN LOKAL SEBAGAI BENTUK MANAJEMEN SUMBER DAYA ALAM BERKELANJUTAN", "Abstrak": "Indonesia memiliki beragam pangan lokal yang dapat menjadi pangan pokok\nsebagai upaya diversifikasi pangan. Kearifan lokal yang dimiliki Kampung Adat\nCireundeu dapat menjadi contoh dalam pengelolaan pangan lokal untuk kebutuhan\nsehari-hari. Potensi kearifan lokal tersebut perlu dikaji sebelum dijadikan model\npengelolaan pangan di wilayah lain. Pengambilan data dilakukan dengan\nwawancara dan kuisioner, kemudian diolah menggunakan metode Life Cycle\nAssesment, analisis ekonomi dan Multidimensional Scaling. Hasil analisis LCA\nmenunjukkan untuk mengolah 1558,83 kg umbi menjadi 311.766 kg beras\nsingkong memerlukan input 2,17 kg urea; 40,69 kg pupuk kandang; 2 L solar dan\n9352.98 L air. Proses tersebut menghasilkan polutan berupa gas rumah kaca (2,37\nkg CO¬2-eq; 1,92x10-5 kg CH4-eq; 9,61x10-5 kg N2O-eq), dan dampak asidifikasi\n(1,53x10-4 kg SO2-eq; 2,46 kg NO2-eq; 1,86 kg NH3-eq). Hasil analisis jumlah\npengeluaran menunjukkan konsumsi beras singkong yang diproduksi secara lokal\ndapat menekan jumlah pengeluaran bulanan dengan rata-rata pengeluaran untuk\nkebutuhan pangan per kapita sejumlah Rp. 547.666,67. Jumlah tersebut lebih\nrendah dari pengeluaran masyarakat kota (Rp. 659.259,85) dan diatas pengeluaran\nmasyarakat desa (Rp. 533.857,43) di wilayah Jawa Barat. Hasil penilaian Rapid\nAppraisal dengan analisis Multidimensional Scaling menunjukkan indeks\nkeberlanjutan rata-rata sebesar 56,1, dimana Kampung Adat Cireundeu memiliki\ntingkat keberlanjutan yang cukup. Berdasarkan studi tersebut, pengelolaan pangan\nmasyarakat Kampung Adat Cireundeu memiliki potensi sebagai model pengelolaan\npangan di wilayah yang memiliki lahan kurang subur karena pengelolaan pangan\ntersebut dapat menekan penggunaan sumber daya alam secara berlebihan, dapat\nmengurangi pengeluaran sehari-hari untuk bahan pangan dan memiliki tingkat\nkeberlanjutan yang cukup. Untuk menerapkan model pengelolaan pangan\nKampung Adat Cireundeu di wilayah lain stakeholder yang terlibat perlu\nmemperhatikan beberapa komponen, diantaranya adalah pengaruh alih fungsi lahan\nterhadap ketersediaan air dan jenis pangan yang dibudidaya dapat tumbuh dalam\nkondisi lahan kritis.", "Daftar File": {"ABSTRAK Akbar Primasongko Rijanto": "https://digilib.itb.ac.id/gdl/download/219137", "COVER Akbar Primasongko Rijanto": "https://digilib.itb.ac.id/gdl/download/230471", "BAB 1 Akbar Primasongko Rijanto": "https://digilib.itb.ac.id/gdl/download/230472", "BAB 2 Akbar Primasongko Rijanto": "https://digilib.itb.ac.id/gdl/download/230473", "BAB 3 Akbar Primasongko Rijanto": "https://digilib.itb.ac.id/gdl/download/230474", "BAB 4 Akbar Primasongko Rijanto": "https://digilib.itb.ac.id/gdl/download/230475", "BAB 5 Akbar Primasongko Rijanto": "https://digilib.itb.ac.id/gdl/download/230476", "PUSTAKA Akbar Primasongko Rijanto": "https://digilib.itb.ac.id/gdl/download/230477"}, "Penulis": "Akbar Primasongko Rijanto [21318017]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Ir. Dadang Sumardi, M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "pangan, keberlanjutan, masyarakat adat, kearifan lokal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "16 Feb 2021"}