{"Nomor": 52281, "Judul": "STUDI KONDUKTIVITAS LISTRIK ANTAR BUTIRAN PADA SISTEM KOMPOSIT SNO2-TIO2 DENGAN PENAMBAHAN ZNO", "Abstrak": "Semikonduktor\tmerupakan\tmaterial\telektrik\tyang\tkonduktivitasnya\tditentukan\toleh konsentrasi dan mobilitas dari elektron dan hole. Salah satu aplikasi dari semikonduktor adalah fotokatalis. Material semikonduktor yang dapat diaplikasikan menjadi fotokatalis adalah SnO2, TiO2 dan ZnO. Akan tetapi efisiensi fotokatalitik dari ketiga material ini cenderung rendah dikarenakan efisiensi pemisahan muatannya yang rendah. Salah satu metode yang dapat digunakan\tuntuk\tmeningkatkan\tefisiensi\tpemisahan\tmuatan\tadalah\tdengan\tcara menggabungkan dua atau lebih semikonduktor dengan energi celah yang berdekatan menjadi sistem komposit. SnO2, TiO2 dan ZnO berturut-turut memiliki celah pita sebesar 3,6 eV, 3,2 eV, dan 3,4 eV sehingga pembentukan sistem komposit SnO2-TiO2-ZnO diharapkan dapat memiliki efisiensi pemisahan yang lebih tinggi. Namun, pembentukan sistem komposit dapat menyebabkan terbentuknya barrier pada batas butir. Barrier yang terbentuk dapat berperan sebagai perangkap muatan dan menghalangi proses transfer muatan. Sehingga studi mengenai konduktivitas listrik antar butir pada sistem komposit SnO2-TiO2-ZnO perlu dilakukan. Dari penelitian ini dipelajari sistem komposit SnO2-TiO2-ZnO murni dan pemahaman tentang mekanisme transfer muatan yaitu transfer elektron dari ZnO ke TiO2 dan transer hole dari SnO2 ke TiO2.", "Daftar File": {"ABSTRAK Rozan Hanifan": "https://digilib.itb.ac.id/gdl/download/219155", "PUSTAKA Rozan Hanifan": "https://digilib.itb.ac.id/gdl/download/223117"}, "Penulis": "Rozan Hanifan [10516019]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "konduktivitas listrik, pemisahan muatan, sistem komposit, SnO2, TiO2, ZnO", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "16 Feb 2021"}