{"Nomor": 52287, "Judul": "ADSORPSI METILEN BIRU PADA LEMPUNG PIROPILIT DAN MONTMORILLONIT DENGAN METODE SIMULASI DINAMIKA MOLEKUL", "Abstrak": "Limbah zat warna metilen biru (MB) yang berasal dari industri tekstil merupakan salah satu polutan dalam air dan menjadi masalah bagi kesehatan masyarakat. Zat warna dari limbah industri tekstil ini bersifat karsinogenik dan mutagenik. Salah satu metode yang digunakan untuk menghilangkan zat warna metilen biru yaitu dengan cara adsorpsi. Adsorpsi merupakan metode penghilangan zat warna yang memiliki efektivitas dalam biaya, desain, serta dapat digunakan secara berulang. Salah satu material yang dapat digunakan sebagai adsorben yaitu mineral lempung (clay). Piropilit dan montmorillonit merupakan mineral lempung dioktahedral tipe 2 : 1 yang termasuk kelompok phyllosilicates dan terdiri dari lembaran aluminium oktahedral, yang diapit dua lembaran silikon tetrahedral. Pada penelitian ini telah dilakukan simulasi dinamika molekul untuk mengetahui orientasi adsorpsi MB pada permukaan siloksan kedua lempung yang tidak bisa terlihat dengan metode eksperimen. Metode komputasi yang digunakan pada penelitian ini yaitu dengan simulasi dinamika molekul menggunakan software GROMACS. Pada penelitian ini digunakan surfaktan kationik tetrabutil ammonium (TBA). Berdasarkan hasil simulasi selama 50 ns pada sistem PYR-MB-Air dengan 14 MB dan suhu 300 K memiliki persentase pengikatan MB pada lempung sebesar 57,14%, sedangkan pada sistem MMT-MB-Air sebesar 90%. Ketika jumlah lempung dibuat menjadi 168 sel satuan (2 lapis), pada sistem PYR-MB-Air persentase pengikatan MB sebesar 92,86% dan pada sistem MMT-MB-Air sebesar 81,43%. Pada sistem PYR-MB- Air dengan penambahan surfaktan diperoleh persentase pengikatan MB pada lempung sebesar 45,71%, sedangkan pada sistem MMT-MB-Air sebesar 50%. Hal ini menunjukan bahwa adsorpsi MB pada lempung montmorillonit lebih baik dibandingkan pada piropilit. Penambahan surfaktan TBA pada kedua sistem menyebabkan penurunan daya adsorpsi. Sudut orientasi MB teradsorpsi pada lempung piropilit sebesar 98,6° dan pada lempung piropilit sebesar 108°.", "Daftar File": {"ABSTRAK Ovi Puspitasari Sofyan": "https://digilib.itb.ac.id/gdl/download/219161"}, "Penulis": "Ovi Puspitasari Sofyan [10516048]", "Kontributor / Dosen Pembimbing": ["Muhammad Ali Zulfikar, S.Si., M.Si., Ph.D.", "Mia Ledyastuti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Adsorpsi, Metilen Biru, Montmorillonit, Piropilit, Simulasi dinamika molekul", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "16 Feb 2021"}