{"Nomor": 52294, "Judul": "PRODUKSI BIOKOMPOSIT DARI BIOSLUDGE ANAEROBIC DIGESTION MATERIAL ECENG GONDOK (EICCHORNIA CRASSIPES (MART.)SOLMS) HASIL FITOREMEDIASI LIMBAH DENGAN KANDUNGAN KROMIUM", "Abstrak": "Fitoremediasi dengan tumbuhan eceng gondok dilakukan untuk mengatasi kromium tinggi akibat limbah cair industri penyamakan kulit. Eceng gondok sisa fitoremediasi digunakan kembali untuk proses anaerobic digestion yang menghasilkan biogas dan biosludge. Penelitian ini bertujuan untuk menentukan pengaruh anaerobic digestion terhadap reduksi jumlah kromium pada eceng gondok hasil fitoremediasi, menentukan komposisi kotoran sapi paling baik untuk produksi biogas dan menganalisis potensi biosludge dari proses anaerobic digestion sebagai material biokomposit. Pada penelitian ini, anaerobic digestion eceng gondok dilakukan selama 33 hari pada biodigester dengan volume 19 L. Variasi komposisi biodigester yang dilakukan adalah 100% eceng gondok basah, 100% kotoran sapi, 100% eceng gondok kering, dan 80% eceng gondok dengan penambahan 20% kotoran sapi. Kemudian, biosludge dari proses anaerobic digestion digunakan untuk pembuatan biokomposit dengan campuran semen dan air. Komposisi semen dan biosludge pada biokomposit divariasikan menjadi 75% semen dan 25% biosludge (P2) ; 50% semen dan 50% biosludge (P3) ; dan 25% semen dan 75% biosludge (P4), sedangkan komposisi air pada biokomposit disesuaikan berdasarkan rasio massa untuk air/biosludge yaitu 1,75. Analisa yang dilakukan adalah uji kromium, uji lignoselulosa, uji kuat tekan biokomposit dan uji daya serap air biokomposit. Kadar kromium diukur pada substrat eceng gondok sebelum proses anaerobic digestion dan biosludge sesudah proses anaerobic digestion dengan Spektrofotometri Serapan Atom (SSA) pada panjang gelombang 357,9 nm dengan hasil pengukuran bahwa terjadi penurunan jumlah kromium pada substrat setelah proses anaerobic digestion. Nilai kandungan kromium rata-rata pada biosludge untuk komposisi 100% eceng gondok (15,979 mg/L) dan biosludge untuk komposisi 80% eceng gondok dengan penambahan 20% kotoran sapi (14,861 mg/L) lebih kecil dibandingkan dengan nilai kandungan rata-rata kromium pada eceng gondok tanpa mengalami proses anaerobic digestion (41,964 mg/L). Biodigester dengan komposisi substrat 80% eceng gondok dan 20% kotoran sapi menghasilkan rata-rata volume biogas lebih tinggi dibandingkan komposisi substrat 100% eceng gondok, yaitu 0,424 L. Uji kandungan lignoselulosa pada substrat eceng gondok dan biosludge dilakukan dengan metode Chesson-Datta dengan hasil yang menunjukkan bahwa kandungan lignin pada substrat biosludge komposisi 100% eceng gondok (17,503%) dan komposisi 80% eceng gondok dengan penambahan 20% kotoran sapi (18,110%) lebih kecil dibandingkan kandungan lignin pada substrat eceng gondok tanpa proses anaerobic digestion (20,226%). Sampel biokomposit dengan komposisi 75% semen dan 25% biosludge (P2) memiliki nilai kuat tekan sebesar 30,598 MPa, yang lebih besar dari kuat tekan sampel kontrol (100% semen) yaitu 26 MPa dan juga kuat tekan minimum bata beton mutu I yaitu 10 MPa. Sampel biokomposit dengan komposisi 75% semen dan 25% biosludge (P2) memiliki daya serap air sebesar 37,252% yang sedikit lebih tinggi dari batas daya serap air minimum bata beton mutu II yaitu 35%. Biokomposit dengan komposisi 75% semen dan 25% biosludge berpotensi sebagai alternatif bahan bangunan.", "Daftar File": {"ABSTRAK Gabriella Marsaulina": "https://digilib.itb.ac.id/gdl/download/219173"}, "Penulis": "Gabriella Marsaulina [11216006]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman", "Andira Rahmawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "limbah penyamakan kulit, kromium, eceng gondok, anaerobic digestion, biokomposit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Feb 2021"}