{"Nomor": 52295, "Judul": "MODEL PENJADWALAN ASESMEN SERTIFIKASI UNTUK MEMINIMALISI KETIDAKSEIMBANGAN BEBAN KERJA BULANAN", "Abstrak": "Standar Nasional Indonesia (SNI) merupakan standar yang berlaku secara nasional di Indonesia dan merupakan acuan dalam kegiatan sertifikasi produk. Sertifikasi produk dilakukan oleh lembaga sertifikasi melalui serangkaian asesmen terhadap produk. Peningkatan pemberlakuan SNI wajib berimbas pada meningkatnya permintaan sertifikasi produk. Sejumlah lembaga sertifikasi produk, yang sebagian besar merupakan lembaga pemerintah dituntut untuk memenuhi permintaan sertifikasi dengan sumber daya yang terbatas. Penelitian ini mengkaji masalah penjadwalan asesmen pada lembaga sertifikasi produk, khususnya pada LSPro X, sebuah lembaga sertifikasi produk milik pemerintah Indonesia. Model yang diusulkan menjadwalkan jumlah asesmen pada slot waktu (bulan). Pengaturan dibatasi oleh beberapa pembatas, seperti berapa personel yang dibutuhkan untuk asesmen luar negeri atau jumlah personel kompeten. Selain itu alokasi ke slot waktu juga dibatasi. Model penjadwalan ini mencoba mendapatkan distribusi asesmen bulanan yang seimbang sepanjang tahun. Selain itu penempatan ke slot waktu dilakukan sedekat mungkin terhadap bulan permintaan. Hasil terhadap data LSPro X mampu memberikan distribusi asesmen yang merata sempurna dengan pergeseran maksimum sejauh dua bulan. Model yang diusulkan menawarkan fleksibilitas dalam penjadwalan asesmen dan personel secara individu dengan memastikan kelayakan solusi atas pembatas.", "Daftar File": {"ABSTRAK Hangkasa Chandra Devi Putra": "https://digilib.itb.ac.id/gdl/download/219176"}, "Penulis": "Hangkasa Chandra Devi Putra [23418063]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Abdul Hakim Halim, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "asesmen, penjadwalan, keseimbangan beban kerja, lembaga sertifikasi.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "16 Feb 2021"}