{"Nomor": 52291, "Judul": "PENANDA GENETIK BERBASIS SNP PADA GEN 18S RRNA UNTUK IDENTIFIKASI MIKROALGA", "Abstrak": "Mikroalga merupakan organisme berukuran mikroskopik yang memiliki kemampuan fotosintesis, hidup di perairan, serta memiliki banyak manfaat bagi kehidupan manusia. Salah satu negara yang kaya akan mikroalga di perairan darat dan laut adalah Indonesia, yang juga memiliki tingkat biodiversitas mikroalga yang tinggi dengan berbagai potensi yang dapat dimanfaatkan. Dengan beragamnya spesies mikroalga yang ada, masih banyak di antaranya yang belum teridentifikasi. Adanya kemiripan fisik antar spesies mikroalga menjadikan identifikasi morfologi cukup sulit dilakukan sehingga diperlukan cara yang lebih tepat untuk melakukan identifikasi pada tingkat spesies, salah satunya dengan menggunakan penanda genetik seperti gen 18S rRNA. Penelitian ini bertujuan untuk mengidentifikasi mikroalga laut Indonesia, serta membangun basis data SNP (polimorfisme nukleotida tunggal) pada gen 18S rRNA yang bersifat diagnostik untuk alat identifikasi mikroalga hingga level spesies. Sampel mikroalga laut Indonesia ditumbuhkan dalam medium f/2, kemudian diidentifikasi secara morfologi di bawah mikroskop cahaya. Untuk membangun basis data SNP, data gen 18S rRNA dari berbagai mikroalga diunduh dari basis data publik, kemudian dianalisis dengan menggunakan program ClustalW multiple alignment pada perangkat lunak BioEdit untuk mendapatkan SNP. Pengamatan melalui mikroskop cahaya menunjukkan adanya kemiripan morfologi sampel mikroalga B2 dengan spesies Skeletonema sp. dan sampel mikroalga B4 dengan Thalassiosira weissflogii. Hasil pengunduhan data mendapatkan 1185 urutan gen 18S rRNA dari 187 spesies dan 31 genus mikroalga. Hasil analisis gen menunjukkan adanya SNP-SNP diagnostik yang berpotensi digunakan untuk alat identifikasi sebagian besar spesies mikroalga.", "Daftar File": {"ABSTRAK Abdul Mustakhlif": "https://digilib.itb.ac.id/gdl/download/219170", "PUSTAKA Abdul Mustakhlif": "https://digilib.itb.ac.id/gdl/download/257888"}, "Penulis": "Abdul Mustakhlif [10516072]", "Kontributor / Dosen Pembimbing": ["Yanti Rachmayanti, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "mikroalga, Skeletonema, Thalassiosira, gen 18S rRNA, SNP diagnostik", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "16 Feb 2021"}