{"Nomor": 52300, "Judul": "PERANCANGAN TURBIN RADIAL ALIRAN MASUK 1 KW PADA SIKLUS RANKINE ORGANIK DENGAN FLUIDA KERJA R-245FA", "Abstrak": "Siklus Rankine Organik (SRO) adalah teknologi yang dapat diandalkan dalam\npemanfaatan bertemperatur rendah, dan sudah dikembangkan sejak awal abad ke\n19 serta memiliki perkembangan yang cepat sejak beberapa dekade terakhir. Ada\nbeberapa metode untuk mengoptimasi SRO, salah satunya adalah dengan\npengembangan turboekspander.\nTesis ini akan menjelaskan secara detail, metode desain yang digunakan dalam\nmendesain turboekspander untuk SRO dengan kapasitas 1 kW untuk fluida kerja\nR-245fa. Laju aliran massa fluida kerja yang digunakan adalah 0,3kg/s dengan\ntekanan masuk turbin 730 kPa dan tekanan keluar sebesar 560 kPa. Temperatur\nmasuk turbin fluida kerja adalah 368,87 K. Geometri hasil desain kemudian diubah\nke dalam bentuk model 3D dengan menggunakan perangkat lunak CAD. Simulasi\nnumerik juga dilakukan dengan ANSYS CFX menggunakan model turbulensi SST\nK-????, dan persamaan tingkat keadaan Aungier Redlich- Kwong untuk memprediksi\nproperti dari fluida kerja.\nHasil analisa CFD menunjukkan bahwa daya tertinggi diproduksi dengan\nkonfigurasi jumlah sudu rotor sebanyak 16 buah, kecepatan putar 20.000 rpm, dan\ndaya sebesar 998,54 Watt dengan efisiensi total-total isentropik sebesar 78,54%.\nHasil desain awal ini tidak dapat memenuhi persyaratan minimum produksi daya\nsebesar 1 kW. Oleh karena itu, dilakukan analisa lebih lanjut dengan konfigurasi\nyang berbeda. Hasil analisa lanjut menunjukkan bahwa efisiensi tertinggi dicapai\ndengan konfigurasi laju aliran massa fluida kerja sebesar 0,32 kg/s, jumlah sudu\nrotor sebanyak 16 buah, dan kecepatan putar rotor 20.000 rpm. Hasil desain dengan\nparameter diluar desain awal menunjukkan turbin mampu memproduksi daya\nsebesar 1.382,3 Watt dengan efisiensi total-total isentropik sebesar 76,44%\nTesis ini juga akan membahas tentang metode produksi, material, serta pemilihan\nkomponen yang digunakan. Turbin akan menggunakan motor BLDC sebagai\npengganti generator. Replika turbin juga diproduksi dengan metode 3D Printing\ndengan skala 1:1.", "Daftar File": {"ABSTRAK Asybel Bonar": "https://digilib.itb.ac.id/gdl/download/219240", "COVER Asybel Bonar": "https://digilib.itb.ac.id/gdl/download/254918", "BAB 1 Asybel Bonar": "https://digilib.itb.ac.id/gdl/download/254919", "BAB 2 Asybel Bonar": "https://digilib.itb.ac.id/gdl/download/254920", "BAB 3 Asybel Bonar": "https://digilib.itb.ac.id/gdl/download/254921", "BAB 4 Asybel Bonar": "https://digilib.itb.ac.id/gdl/download/254922", "BAB 5 Asybel Bonar": "https://digilib.itb.ac.id/gdl/download/254923", "PUSTAKA Asybel Bonar": "https://digilib.itb.ac.id/gdl/download/254924"}, "Penulis": "Asybel Bonar [23118302]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Siklus Rankine Organik, Turbin Radial aliran masuk, analisa CFD", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "16 Feb 2021"}