{"Nomor": 52304, "Judul": "PENGEMBANGAN SISTEM PENGAWASAN UJIAN DARING OTOMATIS BERBASIS VERIFIKASI PENGGUNA BERKELANJUTAN", "Abstrak": "Penggunaan e-learning dan bentuk pembelajaran jarak jauh lainnya saat ini terus meningkat karena metode tersebut mampu menyediakan sumber daya akademik dan menjangkau siswa yang yang kesulitan memperoleh akses ke kampus karena kendala lokasi atau batasan lainnya dengan menggunakan komputer ataupun gawai, dan pengajar dapat memberikan ilmunya melalui bermacam tipe konten multimedia. Pemanfaatan ponsel cerdas telah mengarahkan pembelajaran jarak jauh e-learning menjadi media pembelajaran dalam bentuk mobile learning (m-learning) yang dapat dilakukan dimana pun pengguna berada. \n\nUjian yang merupakan salah satu komponen evaluasi pembelajaran pada pembelajaran daring tetap memungkinkan terjadinya kecurangan. Layaknya pada ujian konvensional yang dilaksanakan di lingkungan kelas yang diawasi, ujian daring pun harus memiliki kemampuan pengawasan ujian yang andal selama ujian berlangsung. Metode pengawasan ujian daring dapat dikategorikan menjadi: a) tanpa pengawas dengan penerapan desain ujian dan aturan yang; b) pengawasan ujian jarak jauh dengan menggunakan kamera; c) pengawasan ujian semi-otomatis; dan d) pengawasan ujian daring otomatis dengan metode pengenalan wajah.\n\nPada penelitian ini dilakukan pengembangan sistem pengawasan ujian daring berbasis verifikasi pengguna berkelanjutan menggunakan pengenalan wajah pada media pembelajaran m-learning yang tahan terhadap variasi pose dan pencahayaan dengan waktu latih yang lebih cepat dan ukuran ruang penyimpanan set data yang lebih kecil. Metode yang diusulkan adalah dengan melakukan pelatihan inkremental dengan menggunakan set wajah pengguna yang diambil pada masa perkuliahan sehingga dapat diperoleh set data latih yang memiliki variasi pose dan pencahayaan. Untuk dapat memperoleh akurasi pengenalan wajah yang tinggi, diperlukan pula metode deteksi wajah dengan tingkat akurasi yang tinggi pula. Oleh karena itu empat metode deteksi wajah diuji, yaitu haar-cascade, LBP, MTCNN dan YOLO-Face, sedangkan pengenalan wajah diuji coba dengan menggunakan model FaceNet.\n\nBerdasarkan hasil pengujian diperoleh kesimpulan bahwa metode pengenalan wajah dengan deep learning, yaitu MTCNN dan YOLO-Face memiliki tingkat akurasi yang melampaui dua metode lainnya yaitu pada tingkat akurasi di atas 93%, sedangkan metode pelatihan inkremental pada model FaceNet menunjukkan ukuran ruang penyimpanan set data yang lebih kecil dengan waktu pelatihan yang lebih cepat dibandingkan dengan pelatihan sekaligus, yaitu 2.6% lebih cepat dengan YOLO-Face, dan 64% lebih cepat pada MTCNN. Meskipun waktu pelatihan lebih cepat, akurasi pengenalan wajah dengan metode pelatihan inkremental tetap berada pada 98%.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/219218", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/219219", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/219220", "Tesis": "https://digilib.itb.ac.id/gdl/download/219221"}, "Penulis": "A. Hadian S. G. [23217007]", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ujian daring, pengawasan ujian daring otomatis, pengenalan wajah, verifikasi pengguna berkelanjutan, m-learning, FaceNet, MTCNN, YOLO-Face, pelatihan inkremental.", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "16 Feb 2021"}