{"Nomor": 52309, "Judul": "PENGEMBANGAN DAN VALIDASI METODE ANALISIS FORMALDEHID DALAM KRIM KOSMETIK YANG MENGANDUNG FORMALDEHYDE RELEASER", "Abstrak": "Senyawa golongan formaldehyde releaser seperti diazolidinyl urea dan\nimidazolidinyl urea adalah pengawet yang paling banyak digunakan dalam\nkosmetik. Meskipun komponen ini biasa digunakan dalam produk kosmetik\npembersih dan perawatan kulit, tetapi senyawa ini dapat menimbulkan alergi\n(alergen). Pada tahun 2006 The International Agency for Research on Cancer\n(IARC) mengklasifikasikan senyawa ini ke dalam grup I sebagai karsinogen\nterhadap manusia berdasarkan bukti bahwa formaldehid menyebabkan kanker\nnasofaring dan leukemia myeloid. Oleh karena itu, untuk memenuhi persyaratan\nkeamanan, khasiat, dan kualitas kosmetik, khususnya yang menggunakan\nformaldehyde releaser, diperlukan pengujian terhadap kosmetik yang sudah\ndiedarkan menggunakan metode analisis terkini yang sensitif dan tervalidasi yang\nmampu mengidentifikasi dan menetapkan secara kuantitatif kadar formaldehid\nyang dilepaskan dari pengawet yang digunakan dalam krim kosmetik.\nMetode standar untuk menganalisis kadar formaldehid yang dilepaskan dari\npengawet dalam produk krim kosmetik sudah tersedia, namun modifikasi lebih\nlanjut diperlukan untuk memperbarui kemajuan teknologi dan regulasi. Modifikasi\nmetode analisis menggunakan Gas Chromatography Mass Spectrometry (GC MS)\ndan Gas Chromatography Flame Ionization Detector (GC FID) telah\ndikembangkan dan divalidasi untuk menentukan kadar formaldehid yang\ndilepaskan dari pengawet golongan formaldehyde releaser dalam krim kosmetik.\nMetode analisis dilakukan dengan teknik derivatisasi menggunakan asam\nparatoluensulfonat dalam etanol. Senyawa formaldehid dalam sampel dan etanol\ndengan asam paratoluensulfonat sebagai katalis direaksikan menghasilkan\nsenyawa diethoxymethan dengan massa ion m/z 31,0; 59,0 dan 103,0.\nPengembangan metode analisis ini menggunakan optimasi metode OFAT (One\nFactor at a Time) terhadap variabel-variabel sebagai berikut : teknik elusi dan laju\nalir fase gerak; jenis kolom sebagai fase diam; konsentrasi larutan asam\nparatoluensulfonat dalam etanol (acidified ethanol) yang digunakan; serta suhu dan\nwaktu inkubasi yang menghasilkan respon puncak yang optimal dan memenuhi\nsyarat keberterimaan.\nHasil optimasi pada teknik elusi dan laju alir memberikan respon puncak optimal\ndengan program suhu awal 34 o\nC selama 15 menit, dilanjutkan dengan kenaikan\n\n40\no\nC/menit sampai mencapai suhu 220\no\nC dan ditahan selama 5 menit. Laju alir\ndibuat tetap pada 0,8 mL/menit. Optimasi jenis kolom (fase diam) yang digunakan\nyaitu kolom kapiler non polar 1MS, 5MS dan kolom polar Wax (polyetilenglicol\n100%) dengan panjang kolom 30 m, diameter internal 0,25 µm dan ketebalan film\n0,25 µm menunjukkan bahwa pada kolom nonpolar 1MS dan 5MS menghasilkan\nrespon puncak dengan tailing factor (Tf) yang lebih besar dari 1,4 karena terdapat\npuncak lain yang tidak terpisah sedangkan pada kolom polar wax menghasilkan\nrespon puncak dengan Tf yang memenuhi syarat yaitu 0,975; dan faktor kapasitas\n0,7 sehingga pada proses optimasi selanjutnya digunakan kolom wax dengan\nketebalan film 0,5 µm supaya mendapatkan nilai faktor kapasitas 1 < k’ < 10.\nOptimasi konsentrasi larutan asam paratoluensulfonat dalam etanol dilakukan pada\nlima seri yaitu 0,1; 0,5; 1,0; 1,5 dan 2,0% dan pada konsentrasi 1,0% diperoleh\nrespon puncak optimal. Optimasi suhu dan waktu inkubasi dilakukan pada kondisi\nlain yang sudah dioptimasi dibuat tetap untuk menghasilkan reaksi yang sempurna.\nRespon puncak yang optimal diperoleh pada 60\no\nC selama 30 menit. Analisis\nsampel juga dilakukan menggunakan High Performance Liquid Chromatography\n(HPLC) dengan detektor diode-array (DAD) dengan senyawa penderivatisasi 2,4-\ndinitrophenylhydrazin sebagai metode standar yang handal untuk membandingkan\nhasil perhitungan.\nProses validasi metode kromatografi gas dimulai dengan uji spesifisitas dengan\nmenyuntikkan larutan senyawa sejenis yaitu n-hexan, siklohexan, asam formiat\ndan aceton, untuk mengetahui bahwa selama proses validasi tidak dipengaruhi oleh\nsenyawa lain yang mungkin terdapat dalam matriks krim kosmetik atau sebagai zat\npencemar. Hasil validasi untuk ketiga metode yaitu HPLC DAD, GCMS dan GC\nFID berturut-turut sebagai berikut : uji presisi intraday and interday diperoleh\nkadar dan relative standard deviation (%RSD) masing-masing 101,28% dan\n0,37%; 101,27% dan 1,49%; serta 101,37% dan 1,24%. Uji akurasi (% perolehan\nkembali) yang diperoleh untuk ketiga metode berada dalam confidence interval\n(CI) 95,0% - 105,0%. Uji linearitas memberikan nilai koefisien korelasi (r) ?0,995\ndan koefisien variansi nilai regresi ?5% pada rentang konsentrasi 0,2 µg/mL - 5\nµg/mL; 0,5 µg/mL – 4 µg/mL dan 100,0 µg/mL – 800 µg/mL. Uji batas deteksi\ndan batas kuantitasi 0,0099 µg/mL dan 0,0329 µg/mL; 0,0158 µg/mL dan 0,0528\nµg/mL; dan 1,1287 µg/mL dan 3,7625 µg/mL; serta uji robustness dengan\nmelakukan perubahan sebesar 10% pada split rasio diperoleh %RSD < 2%. Metode\nanalisis yang dikembangkan ini telah memenuhi persyaratan validasi yang\nditetapkan sehingga dapat diterapkan untuk pengujian rutin produk krim kosmetik\nperawatan kulit yang mengandung pengawet golongan formaldehyde releaser.\nHasil pengujian sampel menggunakan metode analisis yang tervalidasi\nmenunjukkan bahwa keenam krim kosmetik memenuhi persyaratan kadar\nformladehid yang ditetapkan dalam rentang kadar 0,02% - 0,08%.", "Daftar File": {"ABSTRAK Wiwiet Yuniati": "https://digilib.itb.ac.id/gdl/download/219236"}, "Penulis": "Wiwiet Yuniati [20718311]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Apt., Slamet Ibrahim S., DEA.", "Dr. rer.nat. Apt., Sophi Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Validasi metode, formaldehid, kromatografi gas, derivatisasi, acidified ethanol.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Feb 2021"}