{"Nomor": 52316, "Judul": "STUDI ANALITIK DAN NUMERIK FENOMENA WATER HAMMER PADA INSTALASI POMPA", "Abstrak": "Salah satu permasalahan yang sering dihadapi dalam merancang instalasi pompa atau instalasi aliran fluida di dalam saluran pipa adalah terjadinya fenomena water hammer. Fenomena water hammer ini akan sangat berbahaya dan bisa merusak komponen yang ada pada sistem tersebut. Water hammer dapat terjadi karena aliran fluida di dalam saluran pipa mengalami perubahan secara mendadak akibat dari kegagalan pompa atau pun penutupan katup secara tiba-tiba.\nUntuk mengetahui lebih lanjut tentang fenomena water hammer ini dilakukan studi analitik terhadap sistem instalasi pompa tanpa menggunakan pengaman dan dengan menggunakan pengaman, antara lain menggunakan surge tank, air valve, dan hydropneumatic tank. Studi analitik dan numerik dilakukan dengan perhitungan secara teoritik dan simulasi pada perangkat lunak Bentley Hammer V8i. Perangkat lunak ini menggunakan metode karakteristik dalam menyelesaikan masalah-masalah yang berkaitan dengan aliran transien pada suatu sistem perpipaan.\nSistem yang dianalisis adalah sistem instalasi pompa yang memiliki panjang pipa 6,2 m dan memiliki check valve pada discharge pompanya. Pada sistem ini akan dicari kenaikan dan penurunan tekanan terhadap tiga titik pada pipa antara lain, titik yang dekat dengan discharge pompa berjarak 0,2 m dari pompa, titik yang berjarak 3,2 m dari pompa, dan titik yang berjarak 5,7 m dari pompa. Hasil yang akan diperoleh berupa head, hydraulic grade line, tekanan, dan vapor volume pada sepanjang pipa.", "Daftar File": {"ABSTRAK Gultom Laurensius Patar": "https://digilib.itb.ac.id/gdl/download/219244", "COVER Gultom Laurensius Patar": "https://digilib.itb.ac.id/gdl/download/257028", "PUSTAKA Gultom Laurensius Patar": "https://digilib.itb.ac.id/gdl/download/257034"}, "Penulis": "Gultom Laurensius Patar [13116087]", "Kontributor / Dosen Pembimbing": ["Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "water hammer, Bentley Hammer", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "17 Feb 2021"}