{"Nomor": 52314, "Judul": "PRODUKSI ISOMALTULOSA MENGGUNAKAN BAKTERI ERWINIA SP. DENGAN SISTEM FERMENTASI SEL TERIMOBILISASI SECARA CURAH", "Abstrak": "Sukrosa merupakan pemanis makanan yang paling banyak digunakan di dunia. Namun, penggunaan sukrosa sebagai sumber pemanis utama akan meningkatkan resiko menderita diabetes. Isomaltulosa merupakan isomer dari sukrosa yang memiliki indeks glikemiks lebih rendah dan dapat dijadikan sumber gula pengganti sukrosa. Isomaltulosa dapat diproduksi menggunakan bakteri yang memiliki enzim Sucrosa Isomerase (SIase) melalui proses fermentasi. Proses fermentasi yang dapat digunakan untuk memproduksi isomaltulosa adalah dengan sel terimobilisasi karena lebih stabil, dapat di recyle kembali kedalam sistem dan tahan terhadap konsentrasi substrat tinggi. Penelitian ini bertujuan untuk menginvestigasi potensi 3 spesies bakteri genus Erwinia yaitu E. cacticida, E. nimipressuralis, E. cypripedii dalam mengonversi sukrosa menjadi isomaltulosa. Sel bakteri kemudian diimobilisasi ntuk menentukan menentukan pengaruh konsentrasi sukrosa awal dan kinetika reaksi konversi sukrosa menjadi isomaltulosa. Hasil penelitian ini membuktikan bakteri dari genus Erwinia memiliki potensi untuk memproduksi isomaltulosa, dengan Erwinia cacticida yang emmiliki kemampuan paling baik dibandingkkan Erwinia nimipressuralis dan Erwinia cypripedii. Sel Erwinia cacticida yang terimobilisasi dapat mengonversi substrat dengan konsentrasi tinggi hingga 30% (w/v). Pertumbuhan Erwinia cacticida memiliki ?maks sebesar 0,107/jam dan perolehan isomaltulosa pada konsentrasi substrat awal 30% (w/v) adalah 0,0116 mg isomaltulosa/mg sukrosa.", "Daftar File": {"ABSTRAK Denny Pratama Tjandra": "https://digilib.itb.ac.id/gdl/download/219242", "COVER Denny Pratama Tjandra": "https://digilib.itb.ac.id/gdl/download/254848", "PUSTAKA Denny Pratama Tjandra": "https://digilib.itb.ac.id/gdl/download/254854"}, "Penulis": "Denny Pratama Tjandra [11216005]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Neil Priharto, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Erwinia cacticida, fermentasi, isomaltulosa, sel terimobilisasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "17 Feb 2021"}