{"Nomor": 52333, "Judul": "EFFECT OF SPONSORSHIP IN MOTOGP AGAINST PUBLIC PURCHASE BEHAVIOR IN INDONESIA", "Abstrak": "Promosi merupakan aspek penting dari bisnis yang harus dilakukan setiap bisnis, terutama untuk bisnis yang bergerak di bidang perdagangan produk atau jasa. Dengan persaingan bisnis yang semakin ketat, media promosi juga semakin berkembang, artinya para pelaku bisnis harus mencari cara yang efektif dan efisien untuk melakukan promosi usahanya. Salah satu media promosi yang mendapat perhatian adalah sponsorship. Dalam bisnis, sponsorship memberikan beberapa keuntungan; meningkatkan citra perusahaan, membedakan bisnis dari pesaing, mengembangkan hubungan dengan pelanggan yang ditargetkan, juga untuk menunjukkan produk mereka kepada pelanggan mereka. MotoGP adalah kejuaraan dunia motorsport tertua yang pernah diadakan. Kompetisi yang pertama kali diadakan pada tahun 1949 ini pertama kali diberi nama Grands Prix motorcycle dan masih terus berjalan hingga penelitian ini. Dengan Indonesia akan kembali menggelar balapan MotoGP pada tahun 2021, dan Indonesia memiliki jumlah penggemar MotoGP yang besar, oleh karena itu data perilaku pembelian penggemar MotoGP dapat bermanfaat bagi perusahaan. Data dari 362 responden survei dikumpulkan dan dianalisis. Data dianalisis dengan metode PLS menggunakan aplikasi SmartPLS. Hasilnya memberikan bukti bahwa Perceived Quality (PQ) dan Brand Engagement (ENG) memengaruhi Purchase Behavior (PB) penggemar terhadap produk sponsor. Perceived Fit (PFIT) antara sponsor dan tim MotoGP dan Team Identification (TID) ditemukan secara signifikan mempengaruhi konstruksi ekuitas merek sponsor. Dengan hasil yang didapat, penelitian ini dapat dikatakan bermanfaat untuk menyajikan bukti konkret bahwa menjadi sponsor di MotoGP dapat menumbuhkan perilaku pembelian pelanggan.", "Daftar File": {"ABSTRAK Affan Pramudia Ramadhan": "https://digilib.itb.ac.id/gdl/download/219339", "COVER Affan Pramudia Ramadhan": "https://digilib.itb.ac.id/gdl/download/227287", "2021 TA PP AFFAN PRAMUDITA R 1-CHAPTER I.pdf)u": "https://digilib.itb.ac.id/gdl/download/227288", "2021 TA PP AFFAN PRAMUDITA R 1-CHAPTER II.pdf?": "https://digilib.itb.ac.id/gdl/download/227289", "2021 TA PP AFFAN PRAMUDITA R 1-CHAPTER III.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227290", "2021 TA PP AFFAN PRAMUDITA R 1-CHAPTER IV.pdf?": "https://digilib.itb.ac.id/gdl/download/227291", "2021 TA PP AFFAN PRAMUDITA R 1-CHAPTER V.pdf)u": "https://digilib.itb.ac.id/gdl/download/227292", "2021 TA PP AFFAN PRAMUDITA R 1-REFERENCE.pdf)u": "https://digilib.itb.ac.id/gdl/download/227293"}, "Penulis": "Affan Pramudia Ramadhan [19017317]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sponsor, MotoGP, Purchase Behavior, PLS-SEM, Kuantitatif", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "18 Feb 2021"}