{"Nomor": 52331, "Judul": "THE ANALYSIS OF ORGANIZATIONAL CULTURE USING THE ORGANIZATIONAL CULTURE ASSESSMENT INSTRUMENT (OCAI) BASED ON THE COMPETING VALUES FRAMEWORK (CVF), CASE STUDY: PAMELLA SUPERMARKET, YOGYAKARTA", "Abstrak": "Berdasarkan penelitian sebelumnya, budaya perusahaan menjadi salah satu faktor utama untuk\nmenilai kinerja suatu perusahaan dalam mencapai tujuannya. Peneliti menunjukan bahwa budaya\norganisasi adalah sekumpulan nilai yang dapat mempengaruhi perilaku kebiasaan serta kinerja\norang-orang yang ada di dalamnya. Untuk membuktikan hal tersebut, penulis melakukan studi kasus\ntentang budaya organisasi, budaya apa yang dominan saat ini dan budaya apa yang disukai di tahuntahun\nmendatang di Pamella Supermarket 3 Yogyakarta dengan menggunakan Six-Dimensional\nOrganizational Culture Assessment Instrument (OCAI) Competing Values System. Tujuan dari\npenelitian ini adalah memberikan rekomendasi budaya yang sesuai dengan harapan pelaku\norganisasi. Metodologi penelitian yang digunakan adalah data kuantitatif, melalui penyebaran\nkuesioner kepada seluruh karyawan Pamella Supermarket 3 Yogyakarta dengan jumlah populasi\nsebanyak 55 orang. 45 orang dari total populasi mengisi dan menyelesaikan semua pertanyaan yang\ndiajukan dalam kuesioner. Dalam setiap dimensi, kuesioner berisi delapan pernyataan, yang dibagi\nmenjadi empat pernyataan budaya saat ini dan empat pernyataan budaya yang diharapkan.\nBudaya organisasi secara keseluruhan yang didominasi oleh Pamella Supermarket 3 Yogyakarta\nadalah budaya Hierarchy dengan 26,5 poin, berdasarkan hasil penelitian. Dengan total 23,5 poin,\nbudaya Market mendapatkan budaya terendah. Pamella Supermarket 3 Yogyakarta didominasi oleh\nbudaya yang dicirikan oleh tempat yang sangat terstruktur dan oleh kebijakan formal perusahaan.\nMereka ingin organisasinya berorientasi pada prestasi dan hasil dengan sangat kompetitif sedikit di\nbawah budaya utama.\nOrganisasi ini mengharapkan adanya budaya di tahun-tahun mendatang yang cenderung didominasi\noleh budaya Clan dengan jumlah 27,9 poin, dengan menumbuhkan budaya Market sebesar 23,7\nyang saat ini tertanam dalam bisnis. Mereka menginginkan budaya kekeluargaan, sehat, tanggap,\namanah, memiliki rasa saling percaya yang besar. Mereka tetap menginginkan organisasinya\nberorientasi pada prestasi dan hasil dengan daya saing yang tinggi sedikit di bawah budaya utama.\nPamella Supermarket 3 Yogyakarta akan melakukan pelatihan-pelatihan seperti pemahaman,\npelatihan personal development coaching, team building-learning, pendekatan bottom-up, dan\nmenerapkan iklim organisasi yang baru untuk mendapatkan budaya yang diharapkan", "Daftar File": {"ABSTRAK Astri Liyawati": "https://digilib.itb.ac.id/gdl/download/219337", "COVER Astri Liyawati": "https://digilib.itb.ac.id/gdl/download/227330", "2021 TA PP ASTRI LIYAWATI 1-CHAPTER I.pdf)u": "https://digilib.itb.ac.id/gdl/download/227331", "2021 TA PP ASTRI LIYAWATI 1-CHAPTER II.pdf?": "https://digilib.itb.ac.id/gdl/download/227332", "2021 TA PP ASTRI LIYAWATI 1-CHAPTER III.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227333", "2021 TA PP ASTRI LIYAWATI 1-CHAPTER IV.pdf?": "https://digilib.itb.ac.id/gdl/download/227334", "2021 TA PP ASTRI LIYAWATI 1-CHAPTER V.pdf)u": "https://digilib.itb.ac.id/gdl/download/227335", "2021 TA PP ASTRI LIYAWATI 1-REFERENCE.pdf)u": "https://digilib.itb.ac.id/gdl/download/227336"}, "Penulis": "Astri Liyawati [19017055]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "budaya organisasi, OCAI, CVE, hierarchy, market, clan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "18 Feb 2021"}