{"Nomor": 52330, "Judul": "MENGEKSPLORASI FAKTOR YANG MEMPENGARUHI NIAT MEMBELI PELANGGAN TERHADAP CAUSE-RELATED MARKETING DI SADARI SEDARI", "Abstrak": "Pertumbuhan limbah pakaian dan ketidakseimbangan pendidikan di Indonesia penting untuk diatasi bagi keberlanjutan kualitas lingkungan dan pendidikan di masa depan. Hal tersebut mengharuskan Sadari Sedari sebagai organisasi non profit untuk berjuang dalam misinya terhadap permasalahan tersebut. Penelitian ini bertujuan untuk mengobservasi faktor-faktor yang dapat mempengaruhi niat membeli pelanggan terhadap produk yang terkait cause-related marketing di Sadari Sedari, dan menelusuri hubungan di antara faktor-faktor tersebut. Dalam penelitian ini, Theory of Planned Behavior (TPB) digunakan untuk merancang kerangka dengan variabel tambahan, yaitu keterlibatan dalam penyebab (isu) dan kesesuaian antara brand dengan isu yang dituju. Survei dilakukan dengan melibatkan 205 responden yang didominasi usia 18-23 tahun, berdomisili Jabodetabek dan Bandung. Selanjutnya, data diolah menggunakan metode PLS-SEM. Penelitian ini menemukan bahwa sikap pelanggan, norma subyektif, dan persepsi kontrol perilaku, secara signifikan dapat mempengaruhi niat membeli pelanggan. Faktor sikap ditemukan dipengaruhi secara signifikan oleh tingkat kesesuaian antara brand dengan isu. Penelitian ini dirancang pada studi kasus Sadari Sedari, menyajikan wawasan khususnya untuk Sadari Sedari, dan dapat menjadi referensi bagi organisasi non profit atau bisnis dalam implementasi kegiatan sosial (misalnya cause-related marketing, pemasaran sosial, tanggung jawab sosial perusahaan) untuk mengembangkan inisiatif sosial dengan menyelidiki variabel keterlibatan isu, kesesuaian brand dengan isu, sikap, norma subyektif, dan persepsi kontrol perilaku. Selain itu, penemuan ini dapat menjadi referensi bagi para peneliti dalam menggunakan TPB untuk mengevaluasi niat membeli pelanggan dalam kegiatan cause-related marketing, serta mengusulkan penggunaan metode PLS-SEM yang diolah melalui perangkat lunak SmartPLS.", "Daftar File": {"ABSTRAK Fadel Rasyid Rusdiansyah": "https://digilib.itb.ac.id/gdl/download/219336"}, "Penulis": "Fadel Rasyid Rusdiansyah [19017133]", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, S.E., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PLS-SEM method processed with SmartPLS software", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "18 Feb 2021"}