{"Nomor": 52578, "Judul": "ANALISIS KEAMANAN VOICE OVER INTERNET PROTOCOL (VOIP) PADA APLIKASI SIGNAL PRIVATE MESSENGER", "Abstrak": "Abstrak_ Signal adalah aplikasi pesan instant yang cukup populer. Saat ini aplikasi pesan instan Signal termasuk aplikasi pesan yang paling aman karena sangat menjaga privasi dari semua penggunany. Sama seperti aplikasi pesan instant lainnya, signal juga menyediakan layanan untuk melakukan panggilan dengan menggunakan teknologi Voice over Internet Protocol (Voip). Teknologi Voice over Internet Protocol merubah sinyal suara analog menjadi digital dan dikirimkan melalui jaringan berupa paket-paket data secara real time. Karena sudah mulai banyak yang menggunakan Signal sebagai sarana chatting dan telepon menyebabkan kemungkinan adanya celah celah yang dapat dimanfaat kan untuk meretas aplikasi ini terutama pada teknologi VoIP yang digunakan Beragam serangan pada teknologi Voip sering terjadi seperti Man in The Middle Attack (MITM), Denial of Services (DoS), Eavesdropping dan lainnya. \nTeknologi VoIP pada aplikasi Signal menggunakan Signal Protocol untuk sisi keamanan untuk menginisiasi panggilan dan juga untuk pertukaran dan autentikasi kunci. Penelitian ini bertujuan untuk mengetahui tingkat keamanan Voip pada aplikasi Signal dan juga meneliti apakah teknologi-teknologi yang di pakai untuk mendukung kerja Voip sudah sesuai dengan teori yang ada, tidak menutup kemungkinan penelitian ini menemukan celah pada teknologi Voip yang diterapkan pada aplikasi ini. Tahapan-tahapan yang digunakan pada penelitian ini yaitu studi pustaka, literature review kemudian dilakukan analisa terhadap hasil review, dari hasil testing akan dilakukan analisa dan menentukan kesimpulan. Harapan penelitian ini dilakukan untuk mengetahui cara kerja semua teknologi yang digunakan dan bagaimana teori-teori yang digunakan diimplementasikan dengan baik untuk.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/219348", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/219349", "Abstrak": "https://digilib.itb.ac.id/gdl/download/219350", "Abstract": "https://digilib.itb.ac.id/gdl/download/219351", "Tesis": "https://digilib.itb.ac.id/gdl/download/219352"}, "Penulis": "I Made Surya Andika [23217083]", "Kontributor / Dosen Pembimbing": ["Dr. Yusuf Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Voip, Keamanan, Signal protocol", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "18 Feb 2021"}