{"Nomor": 52576, "Judul": "PEMETAAN KEADAAN ELEKTRONIK PADA PEMBENTUKAN CACAT INTRINSIK DI PERMUKAAN (112)/112) PADA SEL SURYA CU2ZNSNS4 (CZTS) DENGAN FIRST-PRINCIPLES METHOD", "Abstrak": "Hingga tahun 2017, kebutuhan listrik dunia sudah mencapai 25.606 TWh,\ndi mana 65,8% di antaranya masih menggunakan gas bumi, minyak bumi dan batu\nbara. Sedangkan suplai energi dari sektor energi terbarukan bukan air hanya sekitar\n9%. Tingginya kebutuhan energi ini diperkirakan akan meningkat sebesar 30.000\nTWh di tahun 2050, di mana emisi gas CO2 menjadi pertimbangan selanjutnya.\nMenurut Organisation for Economic Co-operation and Development (OECD),\nemisi gas CO2 hingga akhir 2017 mencapai rekor tertingginya yaitu 32,8 miliyar\nton. Oleh karena itu, penggunaan sumber energi terbarukan berupa photovoltaic\n(PV) sel surya menjadi alternatif terbaik untuk mengurangi emisi rumah kaca serta\nmenggantikan bahan bakar fosil sepenuhnya. Saat ini sel surya yang beredar di\npasaran umumnya terbuat dari bahan silikon. Namun sel surya ini membutuhkan\nbiaya yang besar. Sedangkan bahan lainnya, CuInGaSe2 (CIGS), yang memiliki\nefisiensi tinggi, menggunakan bahan yang berbahaya sehingga sulit untuk dipakai\nsecara luas. Oleh karena itu perlu digunakan material lainnya seperti Cu2ZnSnS4\n(CZTS) yang memiliki stuktur serupa dengan CIGS dan efisiensi teoritik sebesar\n32%.\nSalah satu faktor yang membuat efisiensi CZTS rendah adalah material ini terdiri\ndari empat elemen penyusun sehingga material mudah membentuk cacat intrinsik.\nMenurut hasil ekpserimen, permukaan CZTS yang paling stabil adalah permukaan\n(112)/(112). Akan tetapi permukaan ini bersifat polar, sehingga permukaan ini\nsangat reaktif, dan bisa menjadi lebih stabil setelah adanya rekonstruksi. Oleh\nkarena itu, salah satu kemungkinan yang ada adalah terdapat peran cacat pada\npembentukan permukaan ini. Di sisi lain, cacat-cacat yang ada pada material bisa\nmengubah keadaan elektronik, yang merupakan salah satu faktor penentu\nterpenting dalam performa sel surya. Sehingga, dalam penelitian ini kami ingin\nmempelajari pengaruh berbagai cacat yang mungkin terjadi pada permukaan CZTS\n(112)/(112), di mulai dari energi pembentukannya hingga keadaan elektroniknya.\nPenelitian ini diharapkan dapat memberikan pemahaman lebih terkait peran cacat\npermukaan terhadap performa sel surya CZTS.", "Daftar File": {"ABSTRAK Michael Yoshua": "https://digilib.itb.ac.id/gdl/download/219345", "PUSTAKA Michael Yoshua": "https://digilib.itb.ac.id/gdl/download/232537"}, "Penulis": "Michael Yoshua [13316050]", "Kontributor / Dosen Pembimbing": ["Prof. Brian Yuliarto, Ph.D.", "Ganes Shukri, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "CZTS, cacat intrinsik, energi pembentukan cacat, keadaan elektronik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Feb 2021"}