{"Nomor": 52587, "Judul": "PENGEMBANGAN MODEL PREDIKSI SUHU RUANG BERBASIS PEMODELAN GRAY-BOX", "Abstrak": "Prediksi suhu ruangan merupakan salah satu tahap penting untuk mengontrol sistem\nHVAC dalam upaya konservasi dan efisiensi energi. Dalam literatur, prediksi\ntersebut dilakukan menggunakan pemodelan sistem termal bangunan berbasis\nwhite-box, yang memerlukan pengetahuan lengkap dari ruang yang dimodelkan,\natau black-box, yang memerlukan sistem akusisi data yang lengkap untuk tiap ruang\nyang dimodelkan. Dalam penelitian tugas akhir ini, dikembangkan model prediksi\nsuhu berdasarkan gabungan kedua pendekatan tersebut, yaitu model gray-box.\nKomponen pemodelan white-box dibangun menggunakan model analogi listrik RCnetwork.\nModel tersebut adalah lumped model dengan parameter yang\ndisederhanakan. Model tersebut menggunakan data iklim sebagai variabel\nmasukan. Algoritme perhitungan model RC-network dimodelkan berdasarkan\nalgoritme simulasi EnergyPlus. Komponen pemodelan black-box dibangun\nmenggunakan algoritme pembelajaran mesin model LSBoost. Pembelajaran mesin\nini dilatih dengan hasil simulasi RC-network dan data iklim untuk menghasilkan\nprediksi suhu ruangan yang terkoreksi. Model gray-box diuji terhadap simulasi\nacuan yang dilakukan menggunakan EnergyPlus.\nMenggunakan pendekatan gray-box, model mampu memprediksi suhu ruang\ndengan baik menggunakan parameter yang ringkas, robus dan fleksibel. Dalam\npengujian, model RC-network konstruksi UGI1_LM mampu memprediksi suhu\nruang dengan perbedaan suhu rata-rata -2,5°C dari acuan. Setelah dioptimisasi\nalgoritme LSBoost, akurasi prediksi bertambah baik. Untuk konstruksi UGI1_LM,\nrata-rata CV(RMSE) 4,08%. Hasil tersebut adalah penurunan 9,44% dari model\nRC-network saja. Perbedaan suhu rata-rata pun berkurang menjadi -0,1°C dari\nacuan. Model dapat memprediksi suhu ruang untuk ruangan yang tidak memiliki\ndata latih selama karakteristik dan orientasi ruangan tersebut mirip dengan\nkonstruksi acuan.", "Daftar File": {"ABSTRAK Larasati Rahma Sya'bannisa": "https://digilib.itb.ac.id/gdl/download/219361", "COVER Larasati Rahma Sya'bannisa": "https://digilib.itb.ac.id/gdl/download/256792", "PUSTAKA Larasati Rahma Sya'bannisa": "https://digilib.itb.ac.id/gdl/download/256803"}, "Penulis": "Larasati Rahma Sya'bannisa [13316003]", "Kontributor / Dosen Pembimbing": ["Ir. R. Triyogo, M.Des.Sc. (Illum)", "Dr.-Ing. Justin Pradipta, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sistem Termal Bangunan, Gray-Box model, RC-Network, EnergyPlus, LSBoost.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Feb 2021"}