{"Nomor": 52589, "Judul": "ANALISIS PERFORMA SERTA PEMODELAN MATEMATIS SCREW CONVEYOR DRYER (SCD) MENGGUNAKAN PEMANASAN PADA SELUBUNG DAN POROS", "Abstrak": "Di era industri saat ini, pengeringan batu bara masih menggunakan metode direct-contact (kontak langsung) antara fluida atau udara pengering dengan batu bara. Hal seperti ini dapat menyebabkan debu dari batu bara ikut terbang ke udara yang dapat mencemarkan udara lingkungan sekitar. Selain permasalahan lingkungan, tingkat keamanan pengeringan batu bara yang rendah diakibatkan oleh kontak langsung antara fluida pengering dengan batu bara memiliki risiko terjadinya ledakan. Permasalahan pengeringan ini dapat diselesaikan dengan pengering tipe indirect-contact (kontak tak langsung), sebagai contoh screw conveyor dryer (SCD). SCD memiliki keunggulan dalam proses pengeringan, di antaranya SCD merupakan alat pengering yang tertutup. Keunggulan tersebut dapat meminimalisir terbangnya debu batu bara dalam proses pengeringan. Selain itu, proses pemanasan pada SCD termasuk pada tipe pengering kontak tak langsung, di mana fluida pemanas dan produk yang dikeringkan berada di ruangan yang berbeda. Penelitian yang dilakukan oleh Waje dkk. (2007) dan Mustaffar dkk. (2018) mengenai SCD horizontal masih memiliki kekurangan dari segi kapasitas. Selain dikarenakan diameter SCD-nya yang kecil, posisi horizontal juga menyebabkan degree of fullness (derajat kepenuhan) dari produk di dalam ruang pengering (ruang pengering) SCD hanya mampu terisi sampai 45%. Oleh karena itu, penelitian ini menggunakan modifikasi dengan diameter SCD yang lebih besar serta sudut 20o (miring) dari horizontal. Modifikasi lainnya pada penelitian ini yaitu menggunakan pemanas dua arah dari shell (selubung) SCD serta screw shaft. Hal ini bertujuan agar jumlah panas yang masuk SCD dapat ditingkatkan yang akan dibandingkan dengan penelitian tanpa menggunakan pemanasan dari sisi screw shaft. Hasil analisis dengam konfigurasi tersebut menunjukkan bahwa derajat kepenuhan meningkat menjadi 83,07%, dengan kapasitas pengeringan sebesar 660,26 kg/jam pada putaran screw shaft 5 rpm. Nilai dari prestasi pengeringan, specific moisture extraction ratio (SMER) pada SCD miring memberikan hasil sebesar 1,5866 kg uap air/kWh serta nilai koefisien perpindahan panas keseluruhan rata-rata Us = 89,8 W/m2.K (pemanasan selubung) dan Ush = 73,93 W/m2.K (pemanasan screw shaft). Pengurangan kadar air yang didapatkan yaitu dengan kondisi awal 45 wt. % hingga pada kondisi kesetimbangan pada 13,42 wt. % dengan kebutuhan panjang pemanas sebesar 6,59 meter dan total panjang yang dibutuhkan untuk mengeringkan batu bara sebesar 40,8 meter selama 104,12 menit. Adapun besar kebutuhan daya motor penggerak total yaitu sebesar 167,53 W. Nilai-nilai tersebut memberikan informasi bahwa perubahan posisi SCD dari horizontal\nmenjadi miring dapat meningkatkan kapasitas pengeringan dan dapat dijadikan referensi untuk penerapan SCD dalam skala besar pada pengeringan batu bara di industri pertambangan.", "Daftar File": {"ABSTRAK Muhammad Rifqi Fariz": "https://digilib.itb.ac.id/gdl/download/219363", "COVER Muhammad Rifqi Fariz": "https://digilib.itb.ac.id/gdl/download/256758", "BAB 1 Muhammad Rifqi Fariz": "https://digilib.itb.ac.id/gdl/download/256759", "BAB 2 Muhammad Rifqi Fariz": "https://digilib.itb.ac.id/gdl/download/256760", "BAB 3 Muhammad Rifqi Fariz": "https://digilib.itb.ac.id/gdl/download/256761", "BAB 4 Muhammad Rifqi Fariz": "https://digilib.itb.ac.id/gdl/download/256762", "BAB 5 Muhammad Rifqi Fariz": "https://digilib.itb.ac.id/gdl/download/256763", "PUSTAKA Muhammad Rifqi Fariz": "https://digilib.itb.ac.id/gdl/download/256764"}, "Penulis": "Muhammad Rifqi Fariz [23118031]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kapasitas pengeringan, pemanasan screw shaft, overall heat transfer coefficient, screw conveyor dryer, SMER", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Feb 2021"}