{"Nomor": 52599, "Judul": "KAJIAN APLIKASI TEKNOLOGI MEMBRAN  TERINTEGRASI DALAM PENGOLAHAN AIR  TERPRODUKSI SKALA BESAR", "Abstrak": "Air terproduksi merupakan air limbah hasil dari produk samping industri migas. Air\nterproduksi menjadi tantangan besar bagi lingkungan terkait kandungan senyawa\ntoksik, salinitas, dan volumenya yang tinggi. Air limbah ini berbahaya bagi\nlingkungan dan dapat berdampak pada masalah kesehatan. Oleh karena itu,\npengolahan air terproduksi sangatlah penting. Beberapa teknologi telah digunakan\ndalam pengolahan air terproduksi, baik pada skala laboratorium, pilot maupun skala\nbesar/industri. Pengolahan air terproduksi umumnya terdiri dari beberapa tahap,\nyaitu primer, sekunder, dan teriser. Dalam aplikasinya, industri perminyakan\nmenggunakan lebih dari satu unit teknologi untuk mengolah air terproduksi.\nTeknologi membran terintegrasi memungkinkan untuk mengolah air terproduksi\ndengan kandungan polutan yang kompleks yang tidak bisa dihilangkan oleh unit\ntunggal. Di antara beragam teknologi, membran menunjukkan potensi menjanjikan\ndengan biaya yang relatif rendah dan peningkatan kualitas air limbah yang\nsignifikan. Meskipun demikian, fouling masih menjadi salah satu kendala utama\npengoperasian membran terutama dalam pengolahan air limbah berminyak seperti\nair terproduksi. Upaya yang banyak digunakan untuk mengatasi fouling pada\nmembran antara lain pemilihan pre-treatment yang tepat, mengoperasikan membran\npada kondisi operasi optimum, mengembangkan membran dengan hidrofilisitas\ntinggi, dan strategi pencucian membran yang murah dan efektif.", "Daftar File": {"ABSTRAK Lustiyani": "https://digilib.itb.ac.id/gdl/download/221606", "COVER Lustiyani": "https://digilib.itb.ac.id/gdl/download/262921", "BAB 1 Lustiyani": "https://digilib.itb.ac.id/gdl/download/262922", "BAB 2 Lustiyani": "https://digilib.itb.ac.id/gdl/download/262923", "BAB 3 Lustiyani": "https://digilib.itb.ac.id/gdl/download/262924", "BAB 4 Lustiyani": "https://digilib.itb.ac.id/gdl/download/262925", "BAB 5 Lustiyani": "https://digilib.itb.ac.id/gdl/download/262926"}, "Penulis": "Lustiyani [23018008]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gede Wenten, M.Sc., Ph.D.", "Dr. Khoiruddin, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "air terproduksi, integrasi, membran, skala besar", "Sumber": "Perpustakaan Prodi Teknik Kimia", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "19 Feb 2021"}