{"Nomor": 52593, "Judul": "STUDI PENGEMBANGAN PENGONTROL REINFORCEMENT LEARNING PADA MANAJEMEN ENERGI KENDARAAN LISTRIK DENGAN PENYIMPAN ENERGI HIBRIDA", "Abstrak": "Penggunaan kendaraan bermotor bakar telah menjadi masalah serius di dunia dengan permasalahan gas emisinya yang mempengaruhi kualitas udara dan mengancam kesehatan. Salah satu solusi dari permasalahan ini adalah kendaraan listrik yang tidak secara langsung menghasilkan gas emisi. Namun, kendaraan listrik masih terkendala pada masa hidup baterai yang menyebabkan kendaraan motor bakar secara umum beberapa tahun lebih awet dibandingkan kendaraan listrik. Salah satu penyebab utama penuaan baterai adalah laju daya charge/discharge yang tinggi. Sebagai solusi, dilakukan hibridisasi komponen penyimpan energi dengan menambahkan superkapasitor. Baterai memiliki densitas energi yang besar namun densitas dayanya kecil. Sementara itu, superkapasitor memiliki keunggulan dengan densitas daya yang lebih besar dibandingkan baterai namun memiliki densitas energi yang lebih kecil. Dengan demikian superkapasitor cocok digunakan untuk meningkatkan performa sistem penyimpan energi khususnya saat kendaraan membutuhkan daya yang besar dan waktu yang singkat seperti saat berakselerasi.\nPada penelitian ini, dibuat pengontrol yang mengatur penggunaan kedua komponen penyimpan energi sehingga keunggulan dari keduanya dapat termanfaatkan. Pengontrol dibuat dengan metode reinforcement learning menggunakan algoritma deep deterministic policy gradient. Diselidiki pula pengaruh dari parameter discount factor dan fungsi reward terhadap performa agen yang dihasilkan. Kemudian, performa agen yang dihasilkan dibandingkan dengan performa pengontrol berbasis logika fuzzy.\nDari penelitian ini, didapatkan bahwa performa pengontrol berbasis logika fuzzy sebagai pembanding lebih unggul dibandingkan pengontrol berbasis reinforcement learning. Pengontrol berbasis logika fuzzy mampu menekan daya maksimal baterai menjadi 16 kW sedangkan pengontrol berbasis reinforcement learning dengan paramater terbaik yang digunakan mampu menekan daya maksimal baterai menjadi 26 kW. Meskipun demikian, reinforcement learning dirasa merupakan alternatif yang cukup menjanjikan untuk membuat pengontrol pengambil keputusan karena kemampuannya mempelajari strategi tanpa diprogram secara eksplisit.", "Daftar File": {"ABSTRAK Thoriq Fauzan Ariandi": "https://digilib.itb.ac.id/gdl/download/219367"}, "Penulis": "Thoriq Fauzan Ariandi [13316063]", "Kontributor / Dosen Pembimbing": ["Ir. F.X. Nugroho Soelami, M.BEnv., Ph.D.", "Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "manajemen energi, kendaraan listrik, reinforcement learning, sistem penyimpan energi hibrida, baterai, superkapasitor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Feb 2021"}