{"Nomor": 52607, "Judul": "MENDESAIN STRATEGI MANAJEMEN TALENTA DI ERA REVOLUSI INDUSTRI 4.0: STUDI KASUS PADA BADAN KEPEGAWAIAN DAN  PENGEMBANGAN SUMBER DAYA MANUSIA (BKPSDM) KABUPATEN KARAWANG", "Abstrak": "Melalui Kementerian Pendayagunaan Aparatur Negara dan Reformasi Birokrasi (Kemenpan RB), \npresiden Republik Indonesia memprioritaskan Reformasi Birokrasi dalam tujuan pembangunan\nnasional. Untuk memberikan pelayanan yang terbaik bagi masyarakat Indonesia, menurut Nawa\nCita, Perpres Nomor 81 Tahun 2010 tentang Grand Design Reformasi Birokrasi 2010 - 2025 telah\nmenetapkan bahwa perubahan tata kelola aparatur penting dalam pembentukan Revolusi Mental\nbangsa. Laju revolusi industri 4.0 yang juga diikuti dengan kualitas birokrasi yang unggul tak bisa\ndibantah. Di era ini, percepatan pelayanan adalah hal yang dibutuhkan masyarakat. Percepatan\npelayanan itu juga harus seiring dengan kemampuan Aparatur Sipil Negara (ASN) yang mumpuni\ndan menguasai teknologi. Untuk menjawab segala tantangan itu, dibutuhkan manajemen talenta  \nBadan Kepegawaian dan Pengembangan Sumber Daya Manusia Kabupaten (BKPSDM)\nKarawang merupakan salah satu lapisan aparatur negara di tingkat daerah. Dalam mencapai\nkeunggulan organisasi, BKPSDM Karawang menitikberatkan pada pengelolaan bakat yang akan\ndiimplementasikan di masa yang akan datang. Penulis dalam tugas akhir ini menggunakan Kepner\nTregoe analisis untuk memformulasikan masalah dan menentukan solusi terbaik untuk\nmemecahkan masalah. \nDalam tugas akhir ini penulis menggunakan metode penelitian kualitatif yaitu wawancara, Focus\nGroup Discussion (FGD), dan Desk Study. Penulis melakukan wawancara dan FGD dengan\nbeberapa pegawai di BKPSDM Karawang untuk mengetahui permasalahan atau isu yang sedang\ndihadapi serta mencari scenario terbaik untuk implementasi manajemen talenta dimasa depan.\nTinjauan pustaka dari berbagai sumber (buku, jurnal, penelitian sebelumnya, dokumen-dokumen\ndan peraturan pemerintah yang berlaku). Berdasarkan metode penelitian dan proses analisis pada\ntugas akhir ini, diperoleh hasil bahwa belum ada desain atau aturan yang jelas terkait manajemen\ntalent di Karawang. Jadi, pada penelitian ini, penulis akan mendesain strategi manajemen talenta\ndi era revolusi industri 4.0.", "Daftar File": {"2021_TS_PP_Nunung Nurhayati_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/219382"}, "Penulis": "Nunung Nurhayati [29119199]", "Kontributor / Dosen Pembimbing": ["Dr.rer.pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Talent, Manajemen Talenta, sistem Talent Pool, Revolusi Industri 4.0", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Feb 2021"}