{"Nomor": 52604, "Judul": "PERANCANGAN SISTEM KONTROL GANTRY CRANE DENGAN MENGGUNAKAN PENGONTROL PID ADAPTIF BERBASIS LQR, GENETIC ALGORITHM, DAN Q-LEARNING", "Abstrak": "Gantry crane adalah alat yang sering ditemukan di berbagai bidang industri. Secara umum, gantry crane digunakan pada bagian industri yang membutuhkan dilakukannya pemindahan barang berat, seperti untuk mengangkut kontainer di pelabuhan, limbah pada fasilitas nuklir, bahan dalam konstruksi bangunan, dan dalam otomasi pabrik. Dalam pengoperasiannya, gantry crane membutuhkan sistem pengontrol adaptif dan optimal agar respon sistem berupa posisi troli dan simpangan sudut beban yang dihasilkan tetap stabil dan memiliki akurasi tinggi dalam kondisi sistem dengan / tanpa gangguan, serta massa beban yang bervariasi.\nDalam tugas akhir ini dilakukan perancangan pengontrol dalam lingkungan simulasi dengan perangkat lunak MATLAB dan Simulink. Pengontrol dirancang menggunakan Proportional Integral Derivative (PID) dengan metode penalaan optimal berbasis Linear Quadratic Regulator (LQR) dan Genetic Algorithm (GA). Pengontrol PID konvensional dinilai belum optimal karena parameter penguatan PID tidak bersifat adaptif terhadap perubahan yang terjadi pada sistem melainkan menggunakan nilai parameter penguatan yang tetap untuk semua kondisi. Hal ini berbahaya karena adanya non-linieritas dari sistem gantry crane, ketidakpsatian, dan gangguan. Untuk itu, implementasi algoritma Q-learning pada sistem pengontrol dilakukan agar pengontrol PID dapat secara adaptif menentukan parameter penguatannya sesuai dengan keadaan galat sistem berupa galat posisi dan galat sudut pada setiap waktu sehingga diperoleh hasil yang lebih optimal.\nImplementasi algoritma Q-learning pada penentuan parameter penguatan PID (QPID) memberikan hasil yang lebih optimal dari penggunaan pengontrol PID dengan metode konvensional. Hal tersebut terlihat dari hasil pengujian sistem pengontrol baik pada uji beban normal, uji beban normal dengan gangguan, dan uji beban bervariasi. Pada ketiga pengujian tersebut, penggunaan pengontrol QPID terbukti mampu menurunkan nilai settling time respon posisi, overshoot respon posisi, dan penggunaan energi pada pengontrol.", "Daftar File": {"ABSTRAK Zulfa Wahyu Wijaya": "https://digilib.itb.ac.id/gdl/download/219379", "COVER Zulfa Wahyu Wijaya": "https://digilib.itb.ac.id/gdl/download/232511", "PUSTAKA Zulfa Wahyu Wijaya": "https://digilib.itb.ac.id/gdl/download/232523"}, "Penulis": "Zulfa Wahyu Wijaya [13316039]", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D.", "Augie Widyotriatmo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "gantry crane, PID, LQR, GA, Q-learning, adaptif", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "19 Feb 2021"}