{"Nomor": 52606, "Judul": "KAJIAN SKEMA REFINANCING PADA INRASTRUKTUR JALAN TOL (STUDI KASUS: JALAN TOL GEMPOL-PANDAAN)", "Abstrak": "PT. Jasamarga Pandaan Tol (JPT) merupakan operator jalan tol yang\nmengoperasikan secara resmi ruas Gempol – Pandaan berlokasi di Jawa Timur. JPT\nmelakukan penyesuaian skema pengusahaan melalui business plan addendum\nbulan Maret tahun 2015, dimana pada model ini proses pembiayaan melibatkan\npenggunaan dana pinjaman pemegang saham. Profit yang dihasilkan model\nbusiness plan ini dinilai memiliki tingkat sensitivitas yang tinggi selama periode\ntenor pinjaman, dan berpotensi terjadi gagal bayar kepada pihak kreditur. Untuk\nmenghindari terjadinya hal tersebut, diperlukan pembandingan terhadap alternatif\nmetode pembiayaan lain seperti restrukturisasi kredit (refinancing), dan DINFRA.\nTujuan penelitan ini yaitu mengkaji implementasi refinancing terhadap\npengusahaan jalan tol yang dikelola oleh JPT, untuk kemudian dibandingkan\ndengan business plan addendum bulan Maret tahun 2015, dan implementasi\nDINFRA. Metode yang digunakan yaitu analisis kelayakan finansial yang\nmemperhitungkan nilai NPV, B/C, PP, IRR, WACC, dan ROI sebagai parameter.\nBerdasarkan hasil analisis kelayakan finansial, model refinancing memberikan nilai\nparameter PP, dan ROI yang lebih baik daripada model business plan, serta\nkeseluruhan nilai parameter yang lebih baik daripada DINFRA (ekuitas). Hal ini\ndisebabkan oleh nilai modal investasi pada model refinancing yang lebih rendah\nkarena tidak adanya penambahan modal baru selama masa konsesi.", "Daftar File": {"ABSTRAK Nesa Nurhadi Sunarya": "https://digilib.itb.ac.id/gdl/download/219381"}, "Penulis": "Nesa Nurhadi Sunarya [26916311]", "Kontributor / Dosen Pembimbing": ["Ir. Idwan Santoso, M.Sc., DIC, Ph.D.", "Prof. Ir. Rudy Hermawan Karsaman, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "jalan tol, business plan, refinancing, DINFRA, kelayakan finansial.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Feb 2021"}