{"Nomor": 52611, "Judul": "STUDI ALTERASI DAN MINERALISASI DAERAH PROSPEK-S, KECAMATAN TANAH SIANG SELATAN, KALIMANTAN TENGAH", "Abstrak": "Prospek-S merupakan daerah prospek di wilayah kontrak karya milik PT. Indo Muro Kencana yang terletak di Kecamatan Tanah Siang Selatan, Kabupaten Murung Raya, Provinsi Kalimantan Tengah. Penelitian bertujuan untuk mengetahui kondisi geologi daerah penelitian meliputi litologi, struktur geologi serta persebaran alterasi dan mineralisasi. Metode yang dilakukan berupa pemetaan lapangan, analisis petrografi sayatan tipis terhadap batuan teralterasi, analisis sayatan poles terhadap urat, dan pengolahan data geokimia assay.\nTerdapat dua satuan litologi, yaitu satuan tuf andesitik diintrusi oleh satuan andesit. Struktur geologi yang berkembang di daerah penelitian adalah stuktur strike slip dekstral berarah NE yang kemudian menghasilkan pola dominan berarah NW-SE, N-S dan WNW-ESE. Kedua satuan batuan mengalami alterasi klorit + mineral lempung + kuarsa + pirit ± kalsit dengan intensitas sedang – kuat, alterasi serisit + kuarsa + mineral lempung ± pirit dengan intensitas sedang – sangat kuat serta silisifikasi. Tahapan urat yang terjadi pada daerah penelitian terdiri dari 5 tahapan antara lain; microcrsystalline quartz infill, hydrothermal breccia, microcrsytalline quartz infill + base metal sulfide infill + sulfosalt, crystalline quartz infill + base metal infill, carbonate infill. Adapun mineral bijih yang hadir pada daerah penelitian antara lain pirit, sphalerit, kalkopirit, galena, tenantit-tetrahedrit, elektrum dan native Au.\nBerdasarkan nilai korelasi Pearson, unsur Pb memiliki korelasi positif sangat kuat dengan unsur Zn yang ditunjukkan oleh kehadiran mineral galena yang berasosiasi dengan sphalerit. Unsur Pb dan Zn, keduanya memiliki korelasi positif sangat lemah – lemah dengan unsur Au dan Ag, hal ini ditunjukkan oleh kehadiran mineral galena dan sphalerit yang terkadang berasosiasi dengan native Au. Perbandingan Au/Ag daerah penelitian adalah 1/23. Berdasarkan karakter mineral alterasi dan mineralisasi yang hadir pada daerah penelitian, daerah penelitian merupakan endapan epitermal sulfidasi menengah.", "Daftar File": {"ABSTRAK EMILIA GUSNELLY": "https://digilib.itb.ac.id/gdl/download/219398"}, "Penulis": "EMILIA GUSNELLY [12016045]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T., Ph.D", "Dr.mont. Andy Yahya Al Hakim S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Muro, endapan epitermal sulfidasi menengah, alterasi, mineralisasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Feb 2021"}