{"Nomor": 52620, "Judul": "EKSPLORASI PHOTOGRAMMETRY BERBASIS SMARTPHONE SEBAGAI METODE DOKUMENTASI RAGAM OBJEK BUDAYA BENDA", "Abstrak": "Sebagai objek yang yang bersifat tangible, setiap objek budaya benda memiliki\npotensi kerusakan di masa depan yang dapat disebabkan oleh berbagai hal, seperti\nmisalnya bencana alam, peperangan, vandalisme, pelapukan objek, dan lain-lain.\nAdanya potensi kerusakan terhadap objek-objek tersebut mendorong\ndiaplikasikannya metode dokumentasi 3D yang bernama fotogrametri dan\npemindai laser. Kemampuan kedua teknologi tersebut untuk merekam objek fisik\npada dunia nyata kedalam data digital telah dianggap sebagai metode\npendokumentasian dengan akurasi yang tinggi. Meskipun demikian, metode\ntersebut belum banyak diterapkan di Indonesia. Kondisi tersebut disebabkan oleh\nbeberapa hal, yaitu tingginya biaya alat pendokumentasian, terbatasnya jumlah\nsumber daya manusia dan kurangnya penguasaan terhadap teknologi-teknologi\nbaru.\nKeberadaan smartphone dengan kamera yang semakin baik kualitasnya dianggap\ndapat dimanfaatkan sebagai alat fotogrametri yang praktis dan terjangkau. Namun,\npenelitian yang membahas penggunaan fotogrametri berbasis smartphone masih\nsangat sedikit jumlahnya, sehingga prosedur pengunaan yang optimal dan kualitas\ndata yang dihasilkan belum diketahui secara pasti. Untuk mengetahui hal tersebut,\ndalam penelitian ini telah dilakukan eksperimen-eksperimen guna mengetahui\nbagaimana kualitas data yang dihasilkan dari penggunaan fotogrametri berbasis\nsmartphone terhadap ragam karakteristik objek. Hasil dari eksperimen tersebut\nmenunjukan penggunaan fotogrametri berbasis smartphone mampu\nmenghasilkan kualitas data yang menyamai penggunaan kamera DSLR dengan\nwaktu akusisi data yang lebih cepat. Hasil dari eksperimen tersebut kemudian\ndigunakan sebagai dasar perancangan prosedur penggunaan fotogrametri berbasis\nsmartphone sebagai metode dokumentasi objek budaya.", "Daftar File": {"2021 TS PP FERDIAN S SAMOSIR 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/219450"}, "Penulis": "Ferdian Sahala Samosir [27118080]", "Kontributor / Dosen Pembimbing": ["Slamet Riyadi, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "preservasi budaya, fotogrametri, biaya rendah, smartphone, dokumentasi 3D", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "20 Feb 2021"}