{"Nomor": 52891, "Judul": "KAJIAN SISTEM KETERBUKAAN INFORMASI PUBLIK DI SEKTOR INFRASTRUKTUR (STUDI KASUS: PPID KOTA BANDUNG)", "Abstrak": "Pembangunan infrastruktur di Indonesia terus menunjukkan peningkatan dikarenakan\nakan kebutuhan yang semakin besar guna untuk mengejar target angka pertumbuhan\nekonomi nasional. Pelaksanaan penyelenggaraan infrastruktur pemerintah tentunya\ndilakukan oleh beberapa stakeholders. Sesuai UU nomor 2 tahun 2017 diketahui\nbahwa perlu adanya pengawasan dalam integrasi antar stakeholders tersebut agar\nterciptanya konsep penyelenggaraan infrastruktur yang bersih. Salah satu fasilitas\nyang dimiliki negara Indonesia untuk mewujudkan hal tersebut adalah sistem\nketerbukaan informasi publik (KIP) yang dijalankan oleh PPID. Namun kualitas dari\npelayanan informasi publik di Indonesia masih terbilang kurang di berbagai sektor dan\nsalah satunya adalah infrastruktur. Oleh karena itu, perlu dilakukan kajian mengenai\nbagaimana kedaan sistem KIP saat ini serta kendala implementasi sistem KIP.\nBerdasarkan pengetahuan akan keadaan serta kendala dari sistem KIP saat ini, perlu\ndikaji lebih lanjut bagaimana meningkatkan kualitas sistem KIP tersebut dengan\nmelibatkan lebih banyak publik ke dalam sistem KIP. Sehingga penelitian ini memiliki\ntiga tujuan utama yaitu menjelaskan keadaan sistem KIP saat ini, mengidentifikasi\nkendala implementasi sistem KIP dan merumuskan model penjaminan informasi\nsebagai partisipasi publik dalam sistem KIP. Melalui analisis statistik deskriptif dapat\ndiidentifikasi keadaan sistem KIP saat ini bahwa terdapat beberapa kekurangan yang\ndimiliki sistem KIP Kota Bandung saat ini seperti jumlah informasi bersifat teknis\nlebih sedikit, informasi teknis yang tersedia hanya di bidang keairan dan informasi\nyang tersedia belum diperbaharui dengan yang lebih terkini. Kendala utama\nimplementasi sistem KIP Kota Bandung yang muncul secara umum adalah minimnya\nkapasitas sumber daya yang dimiliki. Model penjaminan informasi yang diperoleh\ndapat memberikan ruang partisipasi publik dengan dua cara yaitu secara internal dan\neksternal. Secara internal, publik dapat terlibat sebagai assurance team yang bertugas\nuntuk melaksanakan sistem penjaminan informasi terhadap proyek infrastruktur\ntertentu hingga dapat membentuk laporan evaluasi keterbukaan informasi pada proyek\ntersebut. Secara eksternal, publik dapat mengakses laporan evaluasi sistem\nketerbukaan informasi yang telah dibentuk oleh assurance team secara terbuka.", "Daftar File": {"ABSTRAK Muhammad Farhan Setyawan": "https://digilib.itb.ac.id/gdl/download/219477"}, "Penulis": "Muhammad Farhan Setyawan [25018017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Krishna Suryanto", "Ir. Biemo Woerjanto Soemardi, MSE, Ph.D.", "Dr. Iris Mahani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "keterbukaan informasi publik, PPID, infrastruktur, partisipasi, publik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Feb 2021"}