{"Nomor": 52895, "Judul": "ANALISIS KORELASI ANTARA KOMPOSISI ELEMEN DAN SUSEPTIBILITAS MAGNETIK PADA PASIR BESI VFS (VERY FINE SAND) DI PANTAI ANOI ITAM, PULAU WEH, ACEH", "Abstrak": "Pasir besi mengandung Fe serta elemen dan mineral berharga lainnya yang dapat\ndigunakan dalam berbagai aplikasi. Seringkali, deposit kandungan Fe tinggi\ndimanfaatkan untuk eksplorasi. Penelitian sebelumnya menunjukkan bahwa\nkandungan Fe bervariasi tergantung dari ukuran butirnya. Pada sampel dari Pantai\nAnoi Itam, Aceh, kandungan Fe paling tinggi ditemukan pada pasir besi VFS (Very\nFine Sand). Dalam penelitian ini, tujuh titik sampel VFS dari Pantai Anoi Itam\nmenjadi subjek pengukuran suseptibilitas magnetik, X-Ray Fluorescence (XRF),\nX-Ray Diffraction (XRD), dan analisis korelasi untuk menyelidiki lebih lanjut\nkarakteristik dan bagaimana suseptibilitas magnetik berkorelasi dengan komposisi\nelemen pasir besi. Nilai suseptibilitas magnetik bervariasi dalam rentang\n2071,84 × 10?8m3kg?1 sampai 4671,00 × 10?8m3kg?1. Unsur utama yang\nterkandung dalam sampel yaitu Fe (79,8%), Ti (5,82%), Si (6,41%), dan Al\n(3,42%). Sementara itu, unsur lain memiliki konsentrasi kecil (<2%). Berdasarkan\nanalisis XRD, magnetit dan ilmenit merupakan mineral utama dengan konsentrasi\nyang bervariasi pada setiap sampel. Hasil analisis korelasi menunjukkan\nsuseptibilitas magnetik berkorelasi lemah dengan Fe yang disebabkan karena Fe\nmembentuk dua fasa yang sangat berbeda kemagnetannya yaitu magnetit dan\nilmenit.", "Daftar File": {"ABSTRAK Tania Galuh Pitaloka": "https://digilib.itb.ac.id/gdl/download/219481"}, "Penulis": "Tania Galuh Pitaloka [12316029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Silvia Jannatul Fajar, S.T., M.T.", "Shindy Rosalia, S.T., M.T.", "Dr. Zulfakriza, S.Si., M.T.", "Faridz Nizar Ahmady, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pasir Besi, Pantai Anoi Itam, Suseptibilitas Magnetik, Korelasi, Komposisi Elemen", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "22 Feb 2021"}