{"Nomor": 52899, "Judul": "EFEKTIVITAS KOMPONEN ANTARMUKA MEDIA PEMBELAJARAN TAS SIAGA BENCANA (TSB) DALAM MENINGKATKAN DAYA INGAT SISWA SEKOLAH DASAR", "Abstrak": "Media Pembelajaran adalah sarana yang digunakan dalam kegiatan proses belajar mengajar, bertujuan untuk memudahkan pencapaian tujuan belajar mengajar. Tujuan dari penelitian ini untuk menganalisis komponen antarmuka (interface) pada media pembelajaran yang dapat mempengaruhi daya ingat siswa. Berfokus pada media pembelajaran berbasis visual dalam Program sosialisasi Pengurangan Risiko Bencana Sekolah (PRBS) yang dilakukan BNPB dan Komunitas Pahlawan Bencana, mengingat media ini menjadi alat penting dalam edukasi pengurangan dan mitigasi bencana sejak dini maka perlu dilakukan pengujian dari segi efektivitas dan kualitas media. Media pembelajaran ini terdiri dari poster infografis, Video animasi serta papan permainan (board game). Peneliti memilih permasalahan seputar kebencanan karena menyadari bahwa Indonesia hidup berdampingan dengan bencana, kurangnya edukasi kebencanaan bagi anak-anak yang tergolong kelompok rentan terkena dampaknya, edukasi kebencanaan di satuan pendidikan, mampu memanamkan kewaspadaan terhadap bencana yang datangnya sulit untuk diprediksi.\nJenis penelitian yang dilaksanakan yaitu studi kasus. Data primer dikumpulkan lewat menyebarkan kuesioner kepada responde .Untuk memperoleh hasil data pengaruh komponen antarmuka terhadap daya ingat menggunakan uji varian (One-Way ANOVA) dan analisis deskriptif. Lokasi penelitian di SDN 1 Jambudipa Kabupaten Bandung Barat, merupakan kawasan rawan bencana berjarak 15 kilometer dari Patahan Lembang. Responden adalah siswa kelas 4 SD. Intrumen penelitian yang digunakan yaitu kuesioner untuk menguji daya ingat dan lembar kerja menggambar. Hasil analisis menunjukan komponen antarmuka yang terdiri dari : layout, color, image, typography dan Interaction mempengaruhi daya ingat siswa secara efektif. Berdasarkan hasil pengujian anova didapat bahwa komponen antarmuka yang paling berpengaruh pada media papan permainan adalah layout,warna dan kontrol, lewat uji menggambar responden mampu merepresentasikan kembali ingatannya dengan nilai ingatan sebesar 90% atau 1-12 jenis benda yang dapat diingat, pada media video animasi responden dapat mengafiliasikan ingatannya dengan lingkungan hidupnya, komponen antarmuka yang berperan secara efektif adalah warna, dan kontrol. Serta siswa dapat memanggil kembali ingatannya sebesar 80% atau 1-9 jenis benda yang dapat diingat. hal itu didukung juga oleh hasil uji gambar. Dan komponen yang paling berpengaruh pada media poster adalah gambar, warna dan tipografi, responden dapat merepresentasikan hasil ingatannya sebesar 60% 1-6 jenis benda yang dapat diingat.", "Daftar File": {"2021 TS PP DWITA ALFIANI PRAWESTI 1.pdf?": "https://digilib.itb.ac.id/gdl/download/219485"}, "Penulis": "Dwita Alfiani Prawesti [27118036]", "Kontributor / Dosen Pembimbing": ["Dr. Irfansyah, M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Media, Daya Ingat, Bencana, Antarmuka", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Feb 2021"}