{"Nomor": 52908, "Judul": "PRINSIP PERANCANGAN KAWASAN ALUN-ALUN PUPUTAN BADUNG I GUSTI NGURAH MADE AGUNG KOTA DENPASAR DENGAN PENDEKATAN ECO-CULTURAL", "Abstrak": "Ruang publik merupakan suatu kawasan dimana masyarakat dapat melakukan\nberbagai aktivitas dengan berbagai fungsi kegiatan. Salah satu ruang publik yang\nhingga saat ini masih menjadi pilihan masyarakat untuk dikunjungi ialah alun-alun\nPuputan Badung I Gusti Ngurah Made Agung yang terletak di Kota Denpasar. Alunalun ini memiliki sejumlah fasilitas publik yang dapat dimanfaatkan oleh pengunjung\nbaik untuk anak-anak hingga dewasa. Namun, dengan melihat Kota Denpasar sebagai\nKota budaya, keberadaan Alun-alun Kota Denpasar saat ini belum mencerminkan\nnilai-nilai budaya, khususnya dalam konteks keruangan. Ditambah lagi dengan\nadanya beberapa fasilitas publik yang belum memadai dan tidak layak digunakan.\nSehingga dari hal tersebut perlu adanya upaya untuk memperbaiki kualitas fisik\nkawasan dengan cara perancangan kembali. Perancangan kembali dapat dilakukan\ndengan terlebih dahulu menyusun prinsip perancangan. Sehingga tujuan dari\npenelitian ini adalah menyusun prinsip perancangan yang nantinya dapat digunakan\ndalam proses perumusan perancangan kawasan alun-alun Kota Denpasar.\nUpaya perancangan pada penelitian ini mempertimbangkan suatu\npendekatan, yakni pendekatan Eco-cultural. Pendekatan ini dihasilkan melalui\nmetode analisis isi kualitatif untuk mendapatkan komponen-komponen perancangan\nyang baru yang sesuai dengan konsep Eco-cultural, yang nantinya dapat didudukkan\nke dalam ruang publik alun-alun. Kemudian juga akan dilakukan pengambilan data\nprimer melalui observasi untuk mengamati fakta di lapangan, yang berikutnya akan\ndibandingkan dengan kondisi ideal, yang dalam hal ini ialah tinjauan ruang publik\ndan konsep Eco-cultural. Setelah proses tersebut, maka didapatkanlah sejumlah\npersoalan, yang kemudian akan menjadi bahan pertimbangan dalam perumusan\nprinsip perancangan yang baru. Kesimpulan dari penelitian ini adalah\nterumuskannya prinisp perancangan baru yang disusun untuk menyediakan komponen\nkomponen perancangan yang dibutuhkan dalam rangka mencapai alun-alun yang\nberwawasan budaya, berfungsi ekologis , dan akomodatif terhadap kebutuhan para\npengunjung.", "Daftar File": {}, "Penulis": "Muhammad Refardian Imaduddin [15416003]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "ruang publik, alun-alun, budaya, Eco-cultural, prinsip perancangan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "22 Feb 2021"}