{"Nomor": 52902, "Judul": "PRODUKSI ISOMALTULOSA DENGAN BAKTERI ERWINIA CACTICIDA MENGGUNAKAN SISTEM FERMENTASI CURAH UMPAN", "Abstrak": "Gula merupakan bahan tambahan di dalam berbagai makanan dan sudah menjadi kebutuhan pokok bagi masyarakat Indonesia. Jenis gula yang biasa dikonsumsi oleh masyarakat Indonesia adalah sukrosa, glukosa dan fruktosa yang mana memiliki angka glikemik indek yang cenderung tinggi. Konsumsi gula jenis ini dalam jumlah yang berlebihan dapat menyebabkan berbagai macam penyakit, salah satunya adalah diabetes. Diabetes merupakan penyakit gangguan metabolit yang mana ditandai dengan tingginya kadar gula darah karena berkurangnya insulin yang dihasilkan oleh pankreas atau ketika tubuh tidak mampu secara efektif menggunakan insulin. Penyakit diabetes tidak dapat disembuhkan namun dapat dicegah dengan cara menjaga kadar gula darah dalam keadaan normal. Menggunakan gula alternatif dengan indeks glikemik yang rendah merupakan salah satu cara menjaga kadar gula darah rendah. Salah satu gula dengan kadar indeks glikemik yang rendah adalah isomaltulosa. Tujuan dari penelitian yang dilakukan adalah untuk menganalisis pengaruh variasi konsentrasi sukrosa dan waktu fermentasi bakteri Erwinia cacticida dalam sistem fermentasi fed-batch untuk memproduksi isomaltulosa. Selain itu, kinetika pembentukan produk isomaltulosa juga ikut ditentukan. Penelitian dilakukan selama 24 jam dengan pengambilan sampel dilakukan tiap 3 jam. Setelah memasuki fase stasioner (12 jam), ditambahkan medium dengan variasi konsentrasi sukrosa sebesar 34 gr/L, 54 gr/L dan 74 gr/L. Sampel yang diambil diuji turbiditasnya untuk menentukan jumlah sel, kandungan sukrosanya dan total gula pereduksinya menggunakan uji DNS. Dari hasil ini, variasi yang menghasilkan absrobansi dari uji DNS tertinggi kemudian di HPLC untuk menentukan konsentrasi isomaltulosa. Hasil menunjukan bahwa penambahan 74gr/L menghasilkan besar absorbansi DNS tertinggi namun besarnya isomaltulosa yang dihasilkan tidak sebanding dengan kenaikan absrobansi dari uji total gula pereduksi dengan konsentrasi isomaltulosa sebesar 8.2 gr/L. Hal ini diduga karena sukorsa yang tersedia dikonversi menjadi jenis gula pereduksi lain. Dari hasil penelitian diketahui waktu optimum fermentasi selama 12 jam dengan laju pembentukan produk isomaltulosa sebelum dan setelah dilakukannya penambahan sebesar 0.13 gr. L-1. (Log cfu/mL)-1. Jam-1 dan -0.04 gr. L-1. (Log cfu/mL)-1. Jam-1.", "Daftar File": {"ABSTRAK Farhan Rizqy Abdillah": "https://digilib.itb.ac.id/gdl/download/219488", "COVER Farhan Rizqy Abdillah": "https://digilib.itb.ac.id/gdl/download/256464"}, "Penulis": "Farhan Rizqy Abdillah [11216025]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Neil Priharto, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bakteri Erwinia cacticida, Diabetes, Isomaltulosa, Sistem fermentasi curah-umpan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "22 Feb 2021"}