{"Nomor": 52916, "Judul": "MODEL KESIAPAN SMART FACTORY STUDI KASUS: INDUSTRI MAKANAN DAN MINUMAN DI INDONESIA", "Abstrak": "Saat ini, banyak negara mencoba membantu industrinya merancang peta jalan Industry 4.0 untuk memanfaatkan teknologi baru agar dapat bersaing dengan perusahaan di seluruh dunia dalam lingkungan bisnis baru. Salah satu pendekatan yang mungkin untuk mencapai tujuan ini adalah dengan mendorong perusahaan manufaktur menjalankan smart factory. Namun, banyak industri di Indonesia yang belum memahami konsep atau komponen kunci dari smart factory, sehingga diperlukan pedoman tentang bagaimana menilai kesiapan industri untuk implementasi smart factory di Indonesia dan kriteria minimum apa yang perlu dipenuhi. Oleh karena itu, penelitian ini mengembangkan model untuk membantu industri makanan dan minuman di Indonesia mengevaluasi kesiapan dan mengembangkan strategi yang tepat untuk menerapkan smart factory. Berdasarkan pendapat ahli dan tinjauan literasi, sebuah model yang terdiri dari empat dimensi dan delapan kriteria dikembangkan untuk menilai kesiapan smart factory. Empat dimensi tersebut adalah physical resource, data, IT, and terminal interface, sedangkan delapan kriteria tersebut adalah manufacturing units, reconfigured production lines, data acquisition equipment, digital modelling, data usage, network technology, cloud platforms and mobile devices. Selain itu, untuk lebih memahami kepentingan relatif dari kriteria yang berbeda dan merumuskan saling ketergantungan antara dimensi yang berbeda digunakan metode Decision Making Trial and Evaluation Laboratory (DEMATEL) dan analytic network process (ANP) diimplementasikan untuk mengidentifikasi dimensi yang berpengaruh dan kriteria penting. Studi ini menunjukkan bahwa faktor terpenting yang harus diperhatikan untuk mencapai smart factory adalah memperkuat manufacturing unit. Oleh karena itu, ketika mengembangkan strategi implementasi smart factory manajer perusahaan perlu memprioritaskan physical resource dan fokus terutama pada penguatan manufacturing unit untuk memungkinkan transformasi.", "Daftar File": {"ABSTRAK Twina Muninggar Wijayanti": "https://digilib.itb.ac.id/gdl/download/219814"}, "Penulis": "Twina Muninggar Wijayanti [23418077]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Smart Factory, Readiness model, Industry 4.0, Decision Making Trial and Evaluation Laboratory (DEMATEL), analytic network process (ANP)", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "22 Feb 2021"}