{"Nomor": 52913, "Judul": "PENGUKURAN NILAI INDEKS PERFORMANSI MANAJEMEN RISIKO UNTUK MERANCANG USULAN PERBAIKAN SISTEM MANAJEMEN RISIKO DI PT REKAYASA INDUSTRI", "Abstrak": "Milik Negara (BUMN) yang bergerak dalam sektor konstruksi. Dalam rangka mempertahankan posisinya di persaingan bisnis yang ketat, Rekind telah menyadari bahwa pengelolaan risiko yang baik dapat mempertahankan kelangsungan bisnisnya. Penerapan manajemen risiko di Rekind berpedoman pada panduan manajemen risiko ISO 31000:2018. Saat ini, Rekind telah melakukan penilaian performansi dengan penilaian capaian Key Performance Indicator (KPI) yang ditujukan untuk departemen dan individu di Rekind. Akan tetapi, indikator pada KPI hanya terfokus kepada program kerja departemen/individu dan belum menjabarkan secara mendetail proses-proses pada manajemen risiko. Oleh karena itu, dibutuhkan alat ukur performansi pada proses manajemen risiko sehingga Rekind dapat melakukan perbaikan untuk mencari cara yang paling baik dalam pencapaian tujuan atau sasaran. Perancangan model awal alat ukur performansi manajemen risiko dilakukan dengan studi literatur dan diskusi dengan personil Departemen Manajemen Risiko di Rekind. Model awal tersebut terdiri dari 3 indikator dan 17 sub-indikator yang kemudian divalidasi oleh para ahli untuk didapatkan nilai Content Validity Ratio (CVR). Setiap sub-indikator kemudian dihitung bobotnya dengan menggunakan metode Analytical Hierarchy Process (AHP) yang dilakukan dengan meminta pendapat dari para ahli. Kemudian dilakukan penyusunan alat ukur dengan menjabarkan setiap sub-indikator menjadi proses yang lebih detail. Penilaian performansi dilakukan dengan menggunakan kuesioner yang terdiri dari 36 item pernyataan yang disebar kepada seluruh tim Departemen Manajemen Risiko di Rekind. Berdasarkan hasil pengolahan data, diketahui bahwa performansi sistem manajemen risiko di Rekind memiliki indeks sebesar 3,03 yang dapat diartikan sistem manajemen risiko Rekind berada pada tingkat signifikan. Hasil dari penilaian performansi digunakan untuk menyusun usulan perbaikan berupa pelatihan manajemen risiko, perbaikan prosedur maanjemen risiko, dan penambahan kebijakan manajemen risiko.", "Daftar File": {"ABSTRAK Hasna Fitria": "https://digilib.itb.ac.id/gdl/download/219811"}, "Penulis": "Hasna Fitria [14416023]", "Kontributor / Dosen Pembimbing": ["Ir. Tota Simatupang, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "risiko, manajemen risiko, pengukuran kinerja, indeks performansi, analytical hierarchy process", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "22 Feb 2021"}