{"Nomor": 52921, "Judul": "EVALUASI KEBIJAKAN PENGUKURAN TINGKAT KESIAPTERAPAN TEKNOLOGI", "Abstrak": "Salah satu permasalahan utama pada proses inovasi di Indonesia adalah rendahnya pemanfaatan riset dan teknologi oleh pengguna teknologi. Untuk menjawab permasalahan tersebut, pemerintah berusaha untuk mengembangkan sebuah instrumen penilaian kesiapterapan teknologi melalui Permenristekdikti Nomor 42 Tahun 2016, dengan harapan alat pengukuran ini bisa menjadi sarana untuk mengomunikasikan status kesiapterapan teknologi antara pengembang dan pengguna teknologi, sehingga dapat meningkatkan pemanfaatan teknologi. Penelitian ini dilakukan dengan fokus pada evaluasi kebijakan pengukuran Tingkat Kesipaterapan Teknologi (TKT) melalui Permenristekdikti Nomor 42 Tahun 2016 untuk melihat apakah kebijakan telah mencapai tujuan awalnya, serta melihat kendala – kendala penerapan kebijakan. Hasil evaluasi ini kemudian digunakan untuk menyusun rekomendasi - rekomendasi perbaikan kebijakan ini.\n\nBerdasarkan hasil analisis yang telah dilakukan, didapati bahwa penerapan kebijakan belum dapat mencapai tujuannya untuk meningkatkan pemanfaatan hasil penelitian dan pengembangan. Hal ini disebabkan karena pertama, pengaplikasian instrumen TKT ini lebih digunakan dari sudut pandang pengembang teknologi, bertolak belakang dengan rancangan awal Technology Readiness Level (TRL), yang menjadi acuan TKT, yang digunakan dari sudut pandang pengguna teknologi. Penyebab yang kedua, level kesiapan pada TKT disalahartikan sebagai tahapan dalam proses inovasi linear. Hal ini juga menjadi bertolak belakang dengan penggunaan TRL untuk menilai teknologi yang dikembangkan berdasarkan kebutuhan spesifik pengguna, yang menunjukkan bahwa proses inovasi yang dilakukan tidak linear. Penyebab yang ketiga, organisasi penerapan TKT melalui Permenristekdikti Nomor 42 Tahun 2016 juga membuat penerapannya menjadi lebih banyak dilakukan oleh pihak pengembang teknologi dan menguatkan kesalahan penerapan seperti disebutkan pada poin pertama. Pada akhirnya terjadi pergeseran fungsi TKT sebagai alat pembagian kewenangan secara organisasi, atau sebagai alat perencanaan, monitoring, dan evaluasi oleh internal lembaga pengembang teknologi, alih – alih sebagai alat komunikasi dengan pengguna teknologi untuk meningkatkan potensi pemanfaatan teknologi. \n\nKata kunci: teknologi, transfer teknologi, tingkat kesiapterapan teknologi, inovasi", "Daftar File": {"COVER Umi Salama": "https://digilib.itb.ac.id/gdl/download/219835", "2021_TS_PP_ UMI_SALAMA_1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/219836", "2021_TS_PP_ UMI_SALAMA_2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/219837", "2021_TS_PP_ UMI_SALAMA_3.pdf\n]": "https://digilib.itb.ac.id/gdl/download/219838", "2021_TS_PP_ UMI_SALAMA_4.pdf\n]": "https://digilib.itb.ac.id/gdl/download/219839", "2021_TS_PP_ UMI_SALAMA_5.pdf\n]": "https://digilib.itb.ac.id/gdl/download/219840", "2021_TS_PP_ UMI_SALAMA_6.pdf\n]": "https://digilib.itb.ac.id/gdl/download/219841", "DAFTAR Umi Salama": "https://digilib.itb.ac.id/gdl/download/219842"}, "Penulis": "Umi Salama [24019001]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "teknologi, transfer teknologi, tingkat kesiapterapan teknologi, inovasi", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "22 Feb 2021"}