{"Nomor": 52920, "Judul": "PERANCANGAN WEBSITE SEBAGAI MEDIA PENELUSURAN MINAT KARIER MENGGUNAKAN TEORI HOLLAND", "Abstrak": "ABSTRAKPERANCANGAN WEBSITESEBAGAI MEDIA PENELUSURAN MINAT KARIER MENGGUNAKAN TEORI HOLLANDOlehM Fajarrahman RNIM: 27116069(Program Studi MagisterDesain)Pengambilan keputusan untuk menentukan program studi dan karier merupakan bagian dari pendidikan bimbingan konseling, yang bertujuan membantu siswa mengeksplorasi minat  dan  bakatnya,  namun  banyak  faktor  yang  menyebabkan  proses  bimbingan tersebut  tidak  berjalan  optimal,diantaranyawaktu  yang  terbatas,  metode  bimbingan yang kurang tepat dan lingkungan yang tidak mendukung.Salah satu metode tes yang fokus terhadap pemetaan minat karier adalah metode minat karier Holland. Teori ini dikembangkan John  L.  Holland  dengan  menitikberatkan  kecocokan  pilihan  karier dengan  kepribadian  diri. Pemanfaatan  arus  teknologi  menjadi  jawaban  bahwa  perlu adanya sebuah media digital (website) yang dapat diakses dari mana saja, kapan saja dan  berfungsi  sebagai  alternatif  media  pendukung  untuk  memetakanminat  karier dengan menggunakan metode tes minat karier Holland. Metode   perancangan websitemenggunakan   pendekatan Design   Thinkingyang berfokus  pada  penyelesaian  permasalahan  pengguna  di  lapangan  dengan  5  tahapan yaitu empathize,  define,  ideate,  prototype, dantest dimanaprototype  website yang dihasilkan   pada   penelitian   kemudian   diujicobakan   kepada   pengguna.   Pengguna kemudian memberikan evaluasi produk menggunakan metode UEQ (user experience question) agar didapat impresi pengguna atas produk secara menyeluruh. Hasil UEQ pada website memilikikesimpulanimpresi positif dengan rerata nilai impresi 1.50 pada setiap  point  baik  itu  daya  tarik,  kejelasan,  efisiensi,  ketepatan,  stimulasi,maupun kebaruan", "Daftar File": {"2021 TS PP M FAJARRAHMAN R 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/221824"}, "Penulis": "M Fajarrahman R [27116069]", "Kontributor / Dosen Pembimbing": ["Dr. Irfansyah, M.Ds.", "Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Teori Holland, Website, Design Thinking, User Experience", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Feb 2021"}