{"Nomor": 52927, "Judul": "KAJIAN STRATEGI KONSERVASI PERMUKIMAN VERNAKULAR MASYARAKAT SUKU KAJANG DALAM DI SULAWESI SELATAN", "Abstrak": "Dusun Adat Sobbu dan Benteng adalah permukiman asli dari suku Kajang di Sulawesi Selatan. Mereka masih menjaga sifat-sifat tradisional lokalnnya. Masyarakat Kajang secara prinsip dan keyakinan menilai hutan sebagai sesuatu yang suci harus dijaga dan dihormati karena hutan berperan penting di dalam kehidupannya. Seiring berjalannya waktu fenomena modernisasi juga terjadi dan membawa pengaruh terhadap pola hidup dan perilaku masyarakatnya. Sebagai akibat beberapa bagian dari permukiman masyaraka vernakular suku Kajang mulai mengalami penurunan kualitas baik secara fisik maupun non fisik. Menaggapi kondisi perubahan tersebut, baik secara terprogram atau tidak, masyarakat adat suku Kajang Dalam pun merespon kondisi tersebut demi keberlanjutan permukiman mereka. Permukiman dan budaya bermukim masyarakat suku Kajang terbagi menjadi dua wilayah, yang disebut ilalang embayya (Kajang Dalam) dan ipantarang embayya (Kajang Luar). Ilalang embayya adalah kawasan adat yang tertutup dimana tata kehidupannya masih terikat oleh hukum, aturan dan sangsi adat. Sedangkan ipantarang embayya merupakan kawasan permukiman yang terbuka dan relatif telah modern. Beberapa langkah yang mengemuka dilakukan oleh masyarakat suku Kajang Dalam adalah mulai mengisolasi diri dari dunia luar, melakukan upaya peningkatan aturan, hukum dan sangsi adat serta pengsakralan tempat agar tidak terjadi kerusakan. Kajian ini dilakukan untuk mengungkap strategi yang dilakukan oleh masyarakat ada suku Kajang Dalam untuk menanggapi modernisasi tersebut. Adapun pendekatan penelitian ini dilakukan dengan menggunakan penelitian kualitatif (field research). Kajian terkait strategi konservasi seperti ini perlu dilakukan guna memahami langkah antisipatif untuk menjaga dan mempertahankan kearifan lokal yang masih ada.", "Daftar File": {"ABSTRAK Oky Dewantara": "https://digilib.itb.ac.id/gdl/download/219851"}, "Penulis": "Oky Dewantara [25218006]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Permukiman adat, Masyarakat tradisional, Strategi konservasi, Budaya bermukim, Masyarakat adat, Suku Kajang.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "23 Feb 2021"}