{"Nomor": 52922, "Judul": "ANALISIS PERUBAHAN POROSITAS DAN PERMEABILITAS SETELAH PROSES ACIDIZING DENGAN ASAM KLORIDA PADA BATUAN KARBONAT FORMASI RAJAMANDALA", "Abstrak": "Acidizing merupakan suatu teknik yang paling umum digunakan dalam industri MIGAS untuk\nmeningkatkan laju produksi. Teknik ini dilakukan dengan menginjeksikan asam ke dalam formasi\nbatuan yang mengakibatkan mineral batuan larut sehingga memperbesar pori-pori batuan dan\nmeningkatkan permeabilitas dan porositas formasi di dekat sumur bor. Tujuan dari penelitian ini\nuntuk menentukan pengaruh acidizing terhadap parameter fisik batuan dan menentukan hubungan\nporositas batuan yang telah didapatkan dari eksperimen terhadap permeabilitas batuan. Penelitian\nini menggunakan objek berupa batuan karbonat Formasi Rajamandala yang nantinya akan\ndilakukan acidizing menggunakan larutan asam klorida (HCl). Ada 2 penelitian yang dilakukan,\nyaitu pengukuran massa batuan sebelum dan setelah acidizing, serta pengamatan struktur batuan\nmenggunakan mikroskop untuk kondisi sebelum acidizing dan kondisi setelah acidizing\nmenggunakan larutan HCl 7,5% dan 15%. Data dari masing-masing pengukuran tersebut diolah\nuntuk menentukan nilai porositas dan permeabilitas batuan. Pengolahan dilakukan dengan software\nMATLAB dan Microsoft Excel, menggunakan beberapa persamaan matematis yang berhubungan\ndengan perhitungan porositas dan permeabilitas. Selain menggunakan persamaan matematis,\nmetode lain yang digunakan untuk pengolahan data di MATLAB adalah metode thresholding.\nMetode thresholding digunakan untuk menentukan nilai porositas dari sayatan tipis batuan yang\ntelah diamati dengan mikroskop. Dari nilai porositas yang diperoleh, dapat ditentukan\npermeabilitas batuan menggunakan persamaan Kozeny-Carman. Dari penelitian pengukuran massa\nbatuan sebelum dan setelah acidizing dengan waktu pengasaman yang divariasikan, didapat hasil\npeningkatan porositas batuan dari 13,643% menjadi 37,155% setelah dilakukan acidizing selama\n200 detik. Untuk penelitian pengamatan sayatan tipis batuan dengan mikroskop, diperoleh\npeningkatan porositas yaitu dari 0,793% sebelum acidizing menjadi 7,591% setelah acidizing\ndengan HCl 7,5% dan meningkat lagi menjadi 27,054% setelah acidizing dengan HCl 15%. Untuk\nperhitungan permeabilitas batuan, diperoleh semakin besar porositas batuan, permeabilitas batuan\ntersebut juga semakin besar. Dari hasil penelitian ini, dapat diambil kesimpulan bahwa acidizing\ndapat memperbesar pori batuan yang menyebabkan porositas batuan meningkat. Peningkatan\nporositas batuan menyebabkan permeabilitas batuan juga meningkat.", "Daftar File": {"ABSTRAK Ananda Putri Hakimah": "https://digilib.itb.ac.id/gdl/download/223131"}, "Penulis": "Ananda Putri Hakimah [10216011]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. R. Bagus Endar Bachtiar N."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "acidizing, asam klorida, batuan karbonat Formasi Rajamandala, permeabilitas, porositas", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "22 Feb 2021"}