{"Nomor": 52931, "Judul": "EFEK EKSTRAK ETANOL DAUN BAECKEA FRUTESCENS L. DAN BIJI OCIMUM BASILICUM TERHADAP MELANOGENESIS SEL MELANOMA B16F10 DAN HIPERPIGMENTASI PADA MARMUT", "Abstrak": "Hiperpigmentasi merupakan kondisi bertambah gelapnya warna kulit akibat\nmeningkatnya produksi melanin. Peningkatan produksi melanin dapat terjadi\nakibat terpapar sinar ultraviolet (UV) yang berlebihan. Sinar UV dapat\nmeningkatkan aktivitas tirosinase yang berperan penting dalam produksi melanin.\nDaun jungrahab (B. frutescens) dan biji selasih (O. basilicum) berpotensi\nmenghambat kerja tirosinase sehingga dapat mengurangi produksi melanin.\nPenelitian ini bertujuan menguji efek ekstrak etanol daun jungrahab dan biji\nselasih sebagai antihiperpigmentasi. Penelitian ini juga bertujuan mengembangkan\nhewan model untuk uji antihiperpigmentasi. Dalam penelitian ini, senyawa\nbioaktif dari biji selasih dan daun jungrahab diekstraksi dalam etanol 95% dengan\nmetode maserasi. Efek ekstrak terhadap melanogenesis diuji pada sel melanoma\nB16F10 secara in vitro dan efek terhadap ekspresi protein-protein melanogenesis\nditentukan secara kualitatif melalui analisis Western Blot. Untuk menguji efek\nkedua ekstrak terhadap hiperpigmentasi pada kulit, digunakan marmut berkulit\ncoklat yang diinduksi hiperpigmentasi dengan radiasi lampu UVB berintensitas\n3,6 mW/cm\n2\nselama 12 hari. Ekstrak uji dan pembanding (arbutin) dalam bentuk\nkrim diberikan secara topikal pada punggung marmut selama 14 hari. Kadar\nmelanin diukur menggunakan alat Mexameter. Hasil uji in vitro menunjukkan\nekstrak etanol biji selasih dan daun jungrahab dapat menghambat melanogenesis\ndengan penurunan kadar melanin yang semakin besar dengan meningkatnya\nkonsentrasi ekstrak. Ekstrak kedua tanaman juga dapat menurunkan ekspresi\nprotein-protein: Tyr, TRP-1, dan TRP-2 yang terlibat dalam melanogenesis.\nDalam penelitian ini hewan model hiperpigmentasi dapat diinduksi dengan radiasi\nUVB selama 12 hari yang ditandai dengan meningkatnya kadar melanin secara\nbermakna (p<0,05). Ekstrak etanol daun jungrahab dan biji selasih dengan\nkonsentrasi 5 dan 10 % yang diaplikasikan dalam bentuk krim selama 14 hari\ndapat mengurangi kadar melanin secara bermakna (p<0,05). Krim yang\nii\nmengandung kedua konsentrasi ekstrak daun jungrahab dan biji selasih tidak\nmengalami perubahan organoleptik dan pH selama 28 hari penyimpanan. Ketiga\nkrim ekstrak juga tidak mengalami perubahan viskositas selama 28 hari\npenyimpanan, sedangkan krim jungrahab 10% mengalami penurunan viskositas.\nKeempat krim uji bersifat mengiritasi lemah dengan indeks iritasi kutan primer\n<0,5; dan pada uji iritasi mata, hanya krim yang mengandung jungrahab 10%\nyang bersifat mengiritasi mata. Dengan demikian, pada penelitian ini\nhiperpigmentasi dapat diinduksi pada marmut dengan radiasi sinar UVB (3,6\nmW/cm\n2\nselama 10 menit) selama 12 hari. Ekstrak etanol daun jungrahab dan biji\nselasih berpotensi menghambat pembentukan melanin dan berkhasiat untuk\nmengurangi hiperpigmentasi pada konsentrasi 5 dan 10 % dalam sediaan.", "Daftar File": {"ABSTRAK Irvani Rakhmawati": "https://digilib.itb.ac.id/gdl/download/219855", "COVER Irvani Rakhmawati": "https://digilib.itb.ac.id/gdl/download/219856", "BAB 1 Irvani Rakhmawati": "https://digilib.itb.ac.id/gdl/download/219857", "BAB 2 Irvani Rakhmawati": "https://digilib.itb.ac.id/gdl/download/219858", "BAB 3 Irvani Rakhmawati": "https://digilib.itb.ac.id/gdl/download/219859", "BAB 4 Irvani Rakhmawati": "https://digilib.itb.ac.id/gdl/download/219860", "BAB 5 Irvani Rakhmawati": "https://digilib.itb.ac.id/gdl/download/219861", "BAB 6 Irvani Rakhmawati": "https://digilib.itb.ac.id/gdl/download/219862", "PUSTAKA Irvani Rakhmawati": "https://digilib.itb.ac.id/gdl/download/219863"}, "Penulis": "Irvani Rakhmawati [20709004]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo, M.Si., Apt.", "Dr. Tri Suciati, M.Si., Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Hiperpigmentasi, Tirosinase, Biji selasih, Daun jungrahab, Melanoma B16F10", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "9 file", "Tanggal Input": "23 Feb 2021"}