{"Nomor": 52935, "Judul": "VISUALISASI STATISTIK SOUTHBOUND INTERFACE PADA JARINGAN SDN", "Abstrak": "Software Defined Networking (SDN) membuat konfigurasi jaringan internet\nmenjadi lebih mudah dengan memisahkan antara control plane dan\nforwarding/data plane. Control plane pada kontroler memiliki informasi\nperangkat-perangkat jaringan yang berada pada data plane dan dapat mengontrol\nperangkat-perangkat tersebut secara terpusat. Salah satu kontroler dalam SDN yang\ndikembangkan saat ini adalah Open Network Operating System (ONOS).\nONOS menyediakan interface seperti Representational State Transfer (REST)\nApplication Programming Interface (API). ONOS core REST API menyediakan\nbeberapa informasi dari jaringan yang terhubung dengannya, seperti perangkat, dan\nstatistik. Informasi tersebut masih berupa JSON file. Berdasarkan uraian tersebut,\ndapat dirincikan masalah yang menjadi dasar penelitian ini yaitu belum tersedianya\nvisualisasi grafik untuk southbound interface pada kontroler ONOS, data yang\ntersedia pada kontroler ONOS masih dalam bentuk JSON, dan visualisasi grafik\nsouthbound interface akan memudahkan pengguna untuk melihat.\nPenelitian ini bertujuan untuk membuat interface yang memudahkan pemantauan\nstatistik dengan menampilkannya dalam bentuk grafik, menguji visualisasi dengan\nbeberapa tolopogi, dan membandingkan hasil visualisasi dari topologi tersebut.\nPembuatan interface dilakukan dengan menampilkan data statistik berbentuk JSON\nfile dari kontroler ONOS melalui REST API ke web interface dalam bentuk grafik.\nVisualisasi yang dilakukan menghasilkan grafik yang sesuai dengan statistik tiap\ntopologi, statistik yang ditampilkan berupa perangkat switch beserta portnya, dan\nparameter lain seperti packet sent, packet received, bytes sent, dan byte received.\nHasil visualisasi statistik dari topologi tersebut sesuai dengan jumlah koneksi\nperangkat tiap topologi, semakin banyak koneksi perangkatnya maka semakin besar\npula indikator statistik yang tercatat pada ONOS controller, dan ditampilkan pada\nweb interface.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/219879", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/219880", "Abstrak & Abstract": "https://digilib.itb.ac.id/gdl/download/219881", "Tesis": "https://digilib.itb.ac.id/gdl/download/219882"}, "Penulis": "Fahrizal Djohar [23217319]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SDN, ONOS, Openflow, South Bound Interface, Topologi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "23 Feb 2021"}