{"Nomor": 52940, "Judul": "EVALUASI KELAYAKAN FINANSIAL PROYEK DENGAN METODE NPV AT RISK BERDASARKAN SIMULASI MONTE CARLO (STUDI KASUS: PROYEK X DI PT ABC)", "Abstrak": "Evaluasi kelayakan finansial suatu proyek merupakan langkah yang sangat krusial dalam proses pengambilan keputusan investasi untuk memastikan bahwa investasi yang dilakukan akan memberikan keuntungan bagi perusahaan. Sampai saat ini, metode yang paling terkenal dan paling sering digunakan dalam melakukan evaluasi kelayakan finansial adalah metode discounted cash flow, yaitu perhitungan net present value (NPV) dan internal rate of return (IRR). Namun, kelemahan utama dari metode ini adalah tidak mempertimbangkan adanya volatilitas faktor ketidakpastian pada proyek.\nPT ABC adalah salah satu perusahaan yang bergerak di bidang engineering, procurement, dan construction (EPC) yang berfokus pada proyek dengan nilai proyek besar sehingga terpapar oleh risiko yang besar pula untuk setiap proyek yang dijalani. Namun, PT ABC masih menggunakan metode discounted cash flow dalam melakukan evaluasi kelayakan finansial proyek yang belum mempertimbangkan faktor ketidakpastian pada proyek. Oleh karena itu, perlu ditentukan metode evaluasi kelayakan finansial yang lebih reliabel sehingga keputusan investasi dapat diambil dengan lebih tepat.\nMetode evaluasi kelayakan finansial yang digunakan adalah metode NPV at risk yang menghasilkan suatu rentang nilai NPV yang mungkin didapatkan oleh suatu proyek. Metode ini menggunakan simulasi Monte Carlo dengan mempertimbangkan distribusi probabilitas dari setiap variabel risiko yang digunakan dan menghasilkan ketidakpastian yang terkait dengan nilai NPV. Variabel capital expenditures, operational expenditures, produksi listrik, inflasi, risk free rate, beta, market risk premium, dan tingkat pajak perusahaan digunakan sebagai variabel risiko yang menggambarkan faktor ketidakpastian dari proyek X.\nHasil penelitian menunjukkan nilai NPV konvensional dari proyek X adalah sebesar Rp18.803.665.242 sehingga berdasarkan metode NPV konvensional, proyek X dinyatakan layak secara finansial. Namun berdasarkan metode NPV at risk, didapatkan nilai NPV at risk proyek X adalah sebesar -Rp27.700.916.457,33 yang menunjukkan bahwa proyek X tidak layak secara finansial.", "Daftar File": {"ABSTRAK Holifah": "https://digilib.itb.ac.id/gdl/download/219897"}, "Penulis": "Holifah [14416004]", "Kontributor / Dosen Pembimbing": ["Ir. Tota Simatupang, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pembangkit listrik tenaga surya (PLTS), net present value (NPV), evaluasi kelayakan finansial proyek, NPV-at-risk, simulasi Monte Carlo, ketidakpastian", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Feb 2021"}