{"Nomor": 52941, "Judul": "USULAN SOLUSI UNTUK MENINGKATKAN KOMITMEN ORGANISASIONAL DI LEMBAGA BIMBINGAN BELAJAR DENGAN PENDEKATAN IKLIM ETIKA  (STUDI KASUS: LES PRIVAT XYZ)", "Abstrak": "Les Privat XYZ adalah salah satu lembaga bimbingan belajar di Indonesia didirikan pada\ntahun 2011. Selama sembilan tahun berdiri, Les Privat XYZ telah membuka 6 cabang di\nberbagai kota di Indonesia dengan jumlah murid lebih dari 1000 siswa dan 500 tutor.\nNamun, hanya ada 31.2% tutor aktif yang turut berpartisipasi dalam kegiatan belajar\nmengajar. Sisa dari persentase tersebut tidak lagi datang mengajar setelah perekrutan.\nSementara itu, terdapat jumlah siswa yang besar yang membutuhkan bimbingan belajar.\n\nAtas dasar hal tesebut, penelitian ini dilakukan dengan tujuan untuk memecahkan isu bisnis\nyang berkaitan dengan komitmen organisasional menggunakan pendekatan iklim etika.\nMenurut Meyer & Ellen (1990), komitmen organisasional terbagi atas tiga kategori yaitu\nkomitmen afektif, komitmen kontinyu, dan komitmen normatif. Kuesioner dibagikan\nkepada 34 tutor di daerah Jabodetabek sebagai responden untuk menguji masing-masing\nkategori komitmen organisasional. Berdasarkan kuesioner tersebut, ditemukan bahwa\nkomitmen kontinyu mendapatkan skor terendah di antara responden di Les Privat XYZ.\n\nKuesioner juga dibagikan kepada responden terkait iklim etika menggunakan jenis-jenis\niklim etika menurut Victor & Allen (1989). Menurut Victor & Allen, iklim etika terdiri dari\nsembilan dimensi yaitu self-interest, company interest, efficiency, friendship, team interest,\nsocial responsibility, personal morality, company rules & procedures, serta laws &\nprofessional codes. Dari kuesioner yang dibagikan, tipe iklim etika self-interest\nmendapatkan nilai terendah di antara responden di Les Privat XYZ. \n \nData yang diperoleh kemudian dianalisis menggunakan analisis deskriptif dan analisis\nregresi berganda. Hasil analisis tersebut menunjukkan bahwa tipe iklim etika self-interest\nmemiliki pengaruh positif terhadap komitmen kontinyu. Agar memperoleh usulan solusi,\npenelitian ini menelaah penyebab utama dari isu bisnis yang terjadi di Les Privat XYZ\nmenggunakan current reality tree. Ditemukan dua penyebab utama yang berkaitan dengan\ntidak adanya karyawan tetap di tim manajemen dan tidak adanya divisi atau karyawan\nkhusus yang menangani persoalan sumber daya manusia.", "Daftar File": {"2021_TS_PP_Amanda Alifia_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/219898"}, "Penulis": "Amanda Alifia [29117082]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "iklim etika, komitmen kontinyu, komitmen organisasional, Les Privat XYZ, self-interest", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Feb 2021"}