{"Nomor": 52946, "Judul": "USULAN STRATEGI BISNIS BARU UNTUK TOKO KAMERA BEKAS JOELBDG", "Abstrak": "Toko kamera bekas JoelBDG adalah proyek percontohan yang digunakan JOELCAM untuk menganalisis\napakah sistem, konsep, varian produk, dan merek JOELCAM yang sudah cukup terkenal di Jakarta dapat\ndibawa, ditransfer, dan mudah ditiru serta diterapkan di Bandung. JOELCAM sendiri adalah merek dari\ntoko kamera bekas terkenal di Jakarta. Selama lima bulan terakhir setelah pembukaan di bulan November\n2019, transaksi penjualan yang terjadi tidak mampu menutupi biaya operasional bulanan. Meski JoelBDG\nsudah berupaya untuk meningkatkan kesadaran merknya dengan mengadakan acara seminar fotografi,\nnamun hal tersebut masih belum cukup untuk menghasilkan keuntungan yang mampu menutupi biaya \noperasional bulanan\n. \n\nTujuan dari penelitian deskriptif ini adalah untuk menganalisa dan menemukan penyebab kenapa\nJoelBDG tidak mampu meningkatkan penjualannya. Dengan menggunakan analisis internal terdiri dari\nSTP, dan Bauran Pemasaran, sedangkan analisis eksternal menggunakan PESTEL, Lima Kekuatan Porter,\nanalisis pesaing, dan analisis konsumen yang menggunakan kuesioner. Akhirnya dengan menggunakan\nanalisa akar permasalahan, diketahui bahwa akar permasalahan dari JoelBDG adalah biaya operasional\nbulanan yang cukup tinggi, lokasi yang strategis menjadi sia-sia karena Covid-19, modal barang di awal\nyang cukup tinggi, persepsi konsumen yang mengira bahwa JoelBDG bukanlah cabang dari JOELCAM\nJakarta, ada pangsa pasar yang potensial namun belum tersentuh, dan murahnya produk pengganti. \n\nDengan menggunakan Strategi Porter’s Kompetitive Umum, strategi alternatif yang ditawarkan adalah\nmembuat pangsa pasar baru, hal ini didasarkan dengan melihat pada kekuatan dan kesempatan yang\ndimiliki oleh JoelBDG, yang apabila digunakan pada saat sekarang, dengan situasi Covid-19, ada\nkesempatan bagi JoelBDG untuk membuat pangsa pasar baru dengan biaya yang tidak terlalu banyak,\nditambah dengan adanya hasil survey yang menyatakan 12.1% responden akan membeli kamera bekas\nuntuk belajar fotografi. Dengan menggabungkan analisis SWOT dengan analisis konsumen, maka bisa\ndiketahui sejauh mana keunggulan dan kesempatan yang dimiliki oleh JoelBDG untuk dapat memenuhi \nkeinginan konsumen. TOWS Matrix digunakan untuk menciptakan strategi yang bisa membantu akar\npermasalahan dari JoelBDG.\n\nStrategi alternatif yang ditawarkan sifatnya rendah biaya, dikarenakan permintaan dari pemilik JoelBDG,\ndan bisa dilaksanakan kapanpun JoelBDG siap, namun ada satu strategi yang apabila hendak dijalankan,\nstrategi tersebut harus dilaksanakan berbarengan dengan strategi yang lainnya, dikarenakan strategi ini\nmelibatkan produk dari Drew & Barry.", "Daftar File": {"2021_TS_PP_Dede Ahmad Santosa_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/219928"}, "Penulis": "Dede Ahmad Santosa [29118369]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Toko Kamera Bekas, Strategi Pembauran Pemasaran, Strategi Kompetitif Umum Porter’s, TOWS Matrix", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Feb 2021"}