{"Nomor": 52947, "Judul": "STRUKTUR MODAL OPTIMAL TERHADAP PERUSAHAAN OTOMOTIF YANG TERCATAT DALAM BURSA EFEK INDONESIA DARI TAHUN", "Abstrak": "Industri otomotif memberikan kontribusi yang besar terhadap perekonomian Indonesia. Industri ini \nmemiliki multi rantai bisnis seperti pembuatan komponen, pembuatan kendaraan, saluran distribusi, jasa,\npenjualan suku cadang, dan pelayanan purna jual. Industri otomotif merupakan industri yang memerlukan\nbanyak modal sehingga penting bagi perusahaan otomotif yang terdaftar dalam Bursa Efek Indonesia (BEI)\nuntuk mengoptimalkan struktur modal mereka. Isu bisnis dalam riset ini adalah profitabilitas dari industri \notomotif cenderung stagnan terutama sejak 2017 hingga 2019. Berdasarkan laporan keuangan 10 tahun ke\nbelakang, rasio laba bersih industri otomotif mencapai titik tertinggi di tahun 2011 sebesar 11,76%. Setelah\ntahun 2011, rasio laba bersih menurun dan mencapai titik stagnan sejak 2017 hingga 2019. Meskipun begitu,\nindustri ini memiliki peluang untuk bertumbuh di masa depan. Sehingga penentuan struktur modal optimal\nsangat penting. Penelitian ini bertujuan untuk menentukan struktur modal optimal untuk perusahaan \notomotif dari periode 2015 sampai 2019.\n\nPenelitian ini menganalisa sepuluh perusahaan otomotif tercatat di BEI yaitu PT Astra International Tbk\n(ASII), PT Gajah Tunggal Tbk (GJTL), PT Astra Otoparts Tbk (AUTO), PT Indo Kordsa Tbk (BRAM), PT\nSelamat Sempurna Tbk (SMSM), PT Multistrada Arah Sarana Tbk (MASA), PT Goodyear Indonesia Tbk\n(GDYR), PT Indospring Tbk (INDS), PT Garuda Metalindo Tbk (BOLT), dan PT Prima Alloy Steel \nUniversal Tbk (PRAS). Tingkat rasio utang dari 0% sampai 90% digunakan untuk mendapatkan struktur\nmodal optimal. Struktur modal optimal ditentukan dengan rasio uang yang memiliki biaya modal tertimbang\nyang paling rendah.\n\nStruktur modal optimal bervariasi antar perusahaan yang dianalisis. Rata-rata struktur modal optimal untuk \nASII, GJTL, AUTO, BRAM, SMSM, MASA, GDYR, INDS, BOLT, dan PRAS adalah 40%, 60%, 10%,\n20%, 20%, 10%, 20%, 20%, 10% dan 20%. ASII, AUTO, BRAM, SMSM, GDYR, INDS, dan BOLT\nmemiliki tingkat utang yang lebih rendah dari optimal, sedangkan GJTL, PRAS, dan MASA memiliki\ntingkat utang yang lebih tinggi dari optimal. Untuk mencapai tingkat utang optimal, perusahaan tersebut\nmelakukan rekapitalisasi, penjualan aset, pendanaan proyek secara diproporsional, atau melakukan \npembelian kembali saham", "Daftar File": {"2021_TS_PP_Andree Triyadi _ 1-Abstraksip.pdf)u": "https://digilib.itb.ac.id/gdl/download/219929"}, "Penulis": "Andree Triyadi [29119216]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Struktur modal optimal, perusahaan otomotif, biaya modal tertimbang, nilai perusahaan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Feb 2021"}