{"Nomor": 52942, "Judul": "PENINGKATAN PROSES SELAMA PENDINGINAN SUMUR AWAL DENGAN METODE LEAN SIX SIGMA   STUDI KASUS: AKTIFITAS WORKOVER DAN WELL SERVICE DI PT. AHN", "Abstrak": "PT. AHN merupakan salah satu produsen minyak mentah terbesar di Indonesia, dan telah beroperasi di\nIndonesia sejak tahun 1920. Saat ini PT. AHN memproduksi 25% dari produksi minyak mentah\nIndonesia. Untuk menjalankan bisnis ini, PT. AHN memiliki banyak departemen dan bekerja sama\ndengan banyak mitra bisnis. Salah satu departemen terbesar di PT. AHN adalah Departemen Drilling\nand Completion (D&C) yang memanfaatkan 40 rig untuk menjaga produksi minyak mentah. Salah satu\nlapangan yang menghasilkan minyak (dan gas) adalah lapangan GassLoss. Saat ini, Tim Operasi D&C\ndi bawah Departemen D&C mengalami kesulitan saat melaksanakan pekerjaan workover / well service\n(WOWS) di lapangan GassLoss karena karakteristiknya adalah tekanan formasi rendah dengan gas di\natasnya. Sebagian besar masalah ditemukan selama pendinginan awal sebelum membongkar kepala\nsumur untuk memulai pekerjaan WOWS. Rata-rata waktu pendinginan awal di lapangan GassLoss\nadalah 17,9 jam dengan banyak komplikasi dan variasi yang mengakibatkan biaya per sumur yang\ntinggi. Dalam kondisi harga minyak saat ini ~ $ 40 per barel, biaya produksi yang rendah menjadi\nkeunggulan kompetitif utama untuk bertahan di industri ini. Tim Operasi D&C bertekad untuk\nmeminimalkan biaya per sumur untuk menjaga biaya produksi secara keseluruhan tetap rendah.\n\nLean Six Sigma diimplementasikan sebagai metodologi penelitian untuk memecahkan masalah tersebut.\nIni menggunakan roadmap proses sistematis yaitu Define, Measure, Analyze, Enhance, and Control atau\nyang lebih dikenal dengan DMAIC. Proyek ini bertujuan untuk mengurangi waktu pendinginan awal\nuntuk pelaksanaan sumur GassLoss. Pada tahap Define, tim proyek melakukan Focus Group Discussion\n(FGD) dengan personel lini depan yang terdiri dari tim engineering dan operasi untuk memastikan\nvaliditas dan kelayakan proyek dengan menggunakan metode LSS. Selama fase Measure, tim melihat\nke sumur yang dieksekusi dan keluar bahwa sebagian besar sumur yang dieksekusi mengalami masalah\nsaat pendinginan awal. Pada tahap Analyze, tim menemukan banyak variasi yang dilakukan selama\ntahap awal cooling down saat menjalankan program sumur GassLoss, yang berasal dari pengalaman\npersonal personel lapangan tanpa ada pedoman standar untuk melaksanakannya. Analisis lebih lanjut\nkemudian mengungkapkan kombinasi tindakan apa yang terbaik yang harus dilakukan selama\npendinginan awal untuk memastikan keberhasilan dalam waktu sesingkat mungkin.\n\nPada tahap Improve, dua solusi diusulkan: semen sumur untuk mengatasi kerugian dan aliran gas, dan\nmengembangkan diagram alir standar yang dikembangkan untuk memandu personel lapangan selama\npelaksanaan. Kedua solusi dianalisis dan tim setuju bahwa diagram alir standar untuk pendinginan awal\nlebih disukai. Proyek percontohan pada sumur tunggal kemudian dilakukan dengan menggunakan solusi\nyang diusulkan dan hasilnya disepakati oleh tim bahwa hasilnya memuaskan dan dapat dilanjutkan\nuntuk sumur-sumur di lapangan GassLoss selanjutnya.\n\nPenelitian tersebut menghasilkan pengurangan waktu durasi pendinginan awal dari rata-rata 17,9 jam\nmenjadi rata-rata 6,6 jam. Penghematan waktu ini kemudian diterjemahkan ke dalam akselerasi produksi\ndan pengurangan biaya operasional yang menghasilkan keuntungan keseluruhan sebesar $ 34.800 dari\n13 sumur yang dilaksanakan pada bulan September hingga November 2020.", "Daftar File": {"2021_TS_PP_Alfonsus Huntadi N._1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/219923"}, "Penulis": "Alfonsus Huntadi Nugraha [29119153]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "initial cooling down, Lean Six Sigma, flow chart", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Feb 2021"}