{"Nomor": 52944, "Judul": "MANAJEMEN BUDIDAYA DAN PENGOLAHAN LIMBAH JAMUR TIRAM DENGAN PENDEKATAN ANALISIS MODEL EKONOMI SIRKULER (KASUS : GABUNGAN PETANI JAMUR TIRAM DI DESA JAMBUDIPA DAN PAKUHAJI CISARUA KABUPATEN BANDUNG BARAT)", "Abstrak": "Produksi jamur tiram di Indonesia khususnya di Provinsi Jawa Barat menunjukkan tren\npeningkatan setiap tahunnya. Peningkatan produksi akan menyebabkan timbulnya masalah\npenimbunan limbah media bekas. Limbah media bekas masih bernilai dikarenakan\nmemiliki kandungan organik yang tinggi dan kemampuannya untuk memperbaiki struktur\ntanah sehingga dapat diolah sebagai pupuk kompos, media tanam, dan juga dicampur pada\npembuatan media baru. Penelitian ini bertujuan untuk menentukan performa budidaya\njamur, kelayakan budidaya jamur secara finansial, dan model pengolahan limbah yang\nlayak secara ekonomi dan menghitung keuntungan tambahan pemanfaatan limbah melalui\npendekatan Circular Economic Model bagi petani di Desa Jambudipa dan Pakuhaji,\nKecamatan Cisarua, Kabupaten Bandung Barat. Berdasarkan pengamatan diketahui bahwa\ndelapan petani sampel memiliki nilai efisiensi biologis sebesar 45-55% dengan tingkat\nkegagalan sebesar 0.5-25%. Pada harga jual jamur Rp.6.500/kg, hanya 4 dari 8 petani yang\ndinyatakan layak secara finansial dilihat dari Nilai IRR sebesar 12-15%, NPV bernilai\npositif untuk 4 petani, dan Payback period sebsar 8 hingga di atas 15 tahun. Pada harga jual\njamur Rp11.000/kg, seluruh petani dinyatakan layak secara finansial dilihat dari nilai IRR\nsebesar 38-76%, NPV bernilai positif, dan Payback Period sebesar 2 hingga 4 tahun Petani\nmemiliki nilai ketercapaian indicator budidaya yang baik berkisar antara 88% hingga 92%.\nTerdapat Sembilan kriteria yang dipertimbangkan dalam penentuan metode pengolahan\nlimbah. Berdasarkan hasil analisis multiple criteria decision analysis dengan metode\nAnalytical hierarchy process didapat dua kriteria teratas yaitu distribusi hasil dan prospek\npasar dari hasil pengolahan limbah. Metode pengolahan limbah dengan nilai performa\ntertinggi terhadap sembilan kriteria yang dipertimbangkan adalah pengolahan limbah\nbaglog menjadi media tanam. Kelayakan secara finansial dari pengolahan limbah baglog\nmenjadi media tanam layak untuk petani skala kecil dengan produksi 1.000 baglog tiap\nbatch dan petani skala menengah hingga besar dengan produksi 2.000 baglog ke atas tiap\nbatch.", "Daftar File": {"ABSTRAK Ahmad Triyafi": "https://digilib.itb.ac.id/gdl/download/219926", "COVER Ahmad Triyafi": "https://digilib.itb.ac.id/gdl/download/255835"}, "Penulis": "Ahmad Triyafi [21318007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yooce Yustiana, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Performa budidaya, analisis finansial budidaya, pemanfaatan limbah, analytical hierarchy process, circular economic model.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Feb 2021"}