{"Nomor": 52959, "Judul": "ANALISIS SPASIAL TATA GUNA LAHAN BERDAMPAK TERHADAP PARTIKULAT (PM1,0, PM2,5, PM10) DI PROVINSI DKI JAKARTA", "Abstrak": "Pencemaran udara saat ini menjadi salah satu isu yang menjadi perhatian di negara berkembang dan dapat mempengaruhi kesehatan manusia di dunia. Salah satu jenis pencemar yang menjadi parameter kualitas udara adalah partikulat. Dengan berdasar kepada diameter partikelnya, partikulat dikelompokkan menjadi PM1,0, PM2,5, dan PM10. Pencemaran udara yang bersumber dari aktivitas antropogenik dewasa ini menjadi semakin meningkat seiring dengan berkembangnya sektor industri dan transportasi. Provinsi DKI Jakarta yang telah menjadi pusat peradaban di Indonesia, mempunyai daya tarik yang sangat kuat sehingga jumlah penduduknya terus meningkat. Meningkatnya jumlah penduduk ini tidak hanya disebabkan oleh meningkatnya jumlah kelahiran, tetapi juga karena urbanisasi. Pencemaran udara yang terjadi pada skala kota metropolitan seperti DKI Jakarta, seringkali bernilai sangat menghawatirkan, baik dari aspek lingkungan maupun kesehatan. Pajanan partikulat tersebut berasal dari berbagai macam sumber, tidak terkecuali dari penggunaan lahan (landuse) yang digunakan sesuai dengan kebutuhan. Penelitian ini merupakan bagian dari riset Urban hybriD models for AiR pollution exposure Assessment (UDARA), yang bertujuan untuk mengukur konsentrasi pencemar udara di DKI Jakarta secara low cost monitoring. Pemantauan dilakukan di 26 titik, yang tersebar di DKI Jakarta, secara simultan. Dengan berfokus kepada pengaruh keberadaan landuse terhadap persebaran partikulat, pada penelitian ini digunakan metode pemodelan Thiessen Polygon dan digabungkan dengan grid landuse DKI Jakarta. Proporsi luas dari masing-masing poligon (wilayah) akan diuji korelasi dengan konsentrasi partikulat. Hasil pengujian korelasi menghasilkan bahwa landuse lahan terbangun mempunyai hubungan korelasi yang positif, sedangkan untuk landuse area vegatasi dan badan air mempunyai hubungan korelasi yang negatif. Selanjutnya dilakukan juga uji signifikansi menggunakan p-value, yang menunjukan bahwa terdapat nilai yang signifkan pada landuse lahan terbangun dan badan air. Hasil tersebut mengindikasikan bahwa landuse dapat menjadi variabel prediktor terhadap persebaran partikulat, meskipun hubungannya tidak terlalu kuat", "Daftar File": {"TA 2021 Ariq Rama Nurvirgian 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/219939"}, "Penulis": "Ariq Rama Nurvirgian [15316063]", "Kontributor / Dosen Pembimbing": ["Ir. Raden Driejana, MSCE, Ph.D.", "Dr. Akhmad Riqqi, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "partikulat, analisis spasial, tata guna lahan, low cost monitoring", "Sumber": "TA APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "24 Feb 2021"}