{"Nomor": 52958, "Judul": "EVALUASI IMPLEMENTASI PENGELOLAAN SAMPAH DENGAN PENGOLAHAN PIROLISIS DI KOTA CIMAHI DENGAN PENDEKATAN ANALISIS BIAYA DAN MANFAAT", "Abstrak": "Berdasarkan Rencana Induk Pengelolaan Sampah Kota Cimahi, pada tahun 2019 jumlah timbulan sampah plastik mencapai 47,25 dari total sampah yang dihasilkan yaitu sebesar 289,1 ton per hari. Dari 47,25 ton sampah sampah tersebut baru sekitar 0,3 ton yang didaur ulang pada Bank Sampah Samici dan sisanya langsung diangkut ke TPA. Pada saat ini Kota Cimahi telah mampu pelayani pengelolaan sampahdengan tingkat pelayayan sebesar 79,5% dan hanya 5% sampah yang tereduksi. Hal itu menjadi perhatian dimana seharusnya Kota Cimahi dapat mereduksi sampah plastik dalam jumlah besar dikarenakan sampah plastik merupakan sampah yang sulit terurai namun memiliki nilai jual yang cukup tinggi.Seiring berjalannya waktu kebutuhan akan plastik juga terus meningkat. Emisi yang dihasilkan dari kegiatan pengelolaan sampah juga akan terus meningkat apabila tidak dilakukan suatu langkah untuk mereduksi sampah. Sehingga dibutuhkan suatu solusi untuk dapat mereduksi sampah plastik tersebut dan juga dapat memberikan manfaat untuk masyarakat dan pemerintah dari segi ekonomi dan lingkungan. Pengolahan dengan pirolisis dapat mereduksi sampah plastik dalam jumlah besar dan juga dapat menghasilkan produk Pada penelitian ini bertujuan untuk melakukan analisis biaya dan manfaat dari pengelolaan sampah yang akan dikembangkan yaitu skenario pengembangan tanpa pirolisis dan juga dengan pirolisis dengan lokasi studi di Kota Cimahi. Skenario pengembangan dengan pirolisis dibagi dua menjadi skenario skala besar dan skala kecil. Selain itu juga akan dilakukan analisis terhadap jumlah total emisi yang dihasilkan dari tiap skenario pengembangan pengelolaan sampah. Berdasarkan hasil analisis, didapatkan nilai NPV untuk skenario pengembangan tanpa pirolisis sebesar Rp. -402 miliar, pada skenario skala besar pirolisis screw sebesar Rp. -457 miliar, skenario skala besar pirolisis rotary  sebesar Rp. -422 miliar, skenario skala kecil pirolisis screw sebesar Rp. -381 miliar dan pada skala kecil pirolisis rotary sebesar Rp. -311 miliar. Untuk nilai BCR pada skenario pengembangan tanpa pirolisis sebesar 0,45, pada skenario pirolisis screw sebesar 0,54, skenario pirolisis rotary skala besar sebesar 0,58, skenario skala kecil pirolisis screw yaitu 0,56 dan skenario skala kecil pirolisis rotary yaitu 0,66.", "Daftar File": {"TA 2021 Rachim Chaidir Yazid 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/219938"}, "Penulis": "Rachim Chaidir Yazid [15316014]", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Analisis biaya dan manfaat, benefit cost ratio, emisi GRK, net present value, pirolisis.", "Sumber": "TA APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "24 Feb 2021"}