{"Nomor": 52955, "Judul": "DINAMIKA DAN BIFURKASI PADA MODEL RANTAI MAKANAN TROFIK III YANG MELIBATKAN MEKANISME PERTAHANAN GRUP DAN KOMPETISI INTRA PEMANGSA", "Abstrak": "Penelitian ini terbagi atas dua topik utama. Pertama, kami memberikan sebuah\nmetode alternatif untuk mengkomputasi titik bifurkasi fold dan cusp pada sistem\ndua persamaan diferensial biasa. Kedua, kami mempelajari dinamika dan\nbifurkasi pada model matematika untuk rantai makanan trofik III yang melibatkan\nmekanisme pertahanan grup dan kompetisi intra pemangsa.\nPada topik pertama, kami membuktikan bahwa titik bifurkasi fold pada sistem\ntersebut bersesuaian dengan titik maksimum atau minimum lokal dari suatu masalah\noptimisasi berkendala. Masalah ini dapat dicari solusinya dengan menggunakan\nmetode pengali Lagrange klasik. Kami memberikan syarat cukup sehingga solusi\nmetode pengali Lagrange dari suatu masalah optimisasi berkendala bersesuaian\ndengan titik bifurkasi fold. Untuk sistem dengan dua parameter, kami juga\nmemberikan syarat cukup untuk mendeteksi titik bifurkasi cusp. Kemudian kami\nmenerapkan metode tersebut ke dalam subsistem model rantai makanan trofik III.\nLangkah awal analisa pada model rantai makanan trofik III adalah kami\nmemfokuskan pada kondisi ketika rasio laju pertumbuhan maksimum per kapita\npemangsa dan pemangsa puncak mendekati nol. Kondisi ini mengakibatkan\nkepadatan populasi pemangsa puncak menjadi konstan. Dengan memilih konstanta\npemangsa puncak sebagai parameter bifurkasi dan menggunakan metode pengali\nLagrange, kami mendapatkan seluruh titik bifurkasi fold yang terjadi pada\nsubsistem ini. Kami mendapatkan bifurkasi kodimensi satu lainnya dari subsistem\ndengan menggunakan metode kontinuasi. Kemudian kami menemukan dinamika\nyang lebih kompleks sebagai dampak dari kompetisi intra pemangsa, yaitu bifurkasi\ncusp, Bautin, dan Bogdanov-Takens. Kami memperlihatkan terjadi bifurkasi\nkodimensi tiga, yaitu bifurkasi Swallow-tail dan bifurkasi cusp Bogdanov-Takens.\nBifurkasi cusp Bogdanov-Takens dapat dianggap sebagai bifurkasi baru karena\nbelum ada makalah ilmiah yang membahasnya.\nUntuk model rantai makanan trofik III, kami mengidentifikasi dan menganalisa\nseluruh bifurkasi kodimensi satu dan dua yang terjadi. Melalui pendekatan numerik, kami menunjukkan beberapa atraktor yang menarik dan indikasi adanya dinamika\nyang chaotic ketika parameter mekanisme pertahanan grup divariasikan.", "Daftar File": {"Abstrak Olivia Owen.pdf)u": "https://digilib.itb.ac.id/gdl/download/219935"}, "Penulis": "Livia Owen [30116011]", "Kontributor / Dosen Pembimbing": ["Prof. Marcus Wono Setya Budhi, Ph.D.", "Dr. Johan Matheus Tuwankotta, S.Si., M.Si.", "Dr. Eric, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Natural sciences & mathematics", "Kata Kunci": "model rantai makanan trofik III, mekanisme pertahanan grup, kompetisi intra pemangsa, bifurkasi, atraktor, Metode Pengali Lagrange.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "24 Feb 2021"}