{"Nomor": 52966, "Judul": "ANALISIS GAYA HIDRODINAMIKA PONTON PENGARAH SAMPAH PADA DESAIN KONSEPTUAL SARINGAN SAMPAH SUNGAI CILIWUNG DENGAN MENGGUNAKAN METODE COMPUTATIONAL FLUID DYNAMICS", "Abstrak": "Ponton pada desain konseptual saringan sampah Sungai Ciliwung merupakan struktur mengapung yang berfungsi untuk mengarahkan aliran sampah yang terdapat pada permukaan sungai. Struktur ini mengalami gaya-gaya hidrodinamika akibat aliran air. Gaya hidrodinamika perlu diketahui untuk menentukan material dan konstruksi penahan ponton.\nPenelitian ini mencakup simulasi aliran dua fasa untuk menghitung gaya-gaya hidrodinamika yang terjadi pada ponton. Kecepatan aliran air divariasikan untuk melihat pengaruhnya terhadap gaya tersebut. Simulasi aliran air menggunakan model turbulen Large Eddy Simulation (LES) dan model multiphase Volume of Fluid (VOF). Model simulasi divalidasi dengan cara melakukan simulasi terhadap pengujian yang terdapat pada literatur referensi dan membandingkan hasil simulasi terhadap hasil pengujian tersebut.\nBesar gaya angkat dan gaya hambat yang bekerja pada ponton diperoleh dengan melakukan simulasi aliran air melewati masing-masing ponton secara terpisah. Analisis gaya angkat dilakukan dengan membandingkan besar gaya angkat terhadap besar gaya buoyancy, sedangkan analisis gaya hambat dilakukan dengan melihat korelasi antara nilai koefisien gaya hambat dan nilai bilangan Reynolds.\nGaya hidrodinamika terbesar terjadi pada ponton 1 dengan gaya angkat sebesar -1000,28 kN dan gaya hambat sebesar 569,78 kN. Gaya terbesar ini diperoleh pada kecepatan masukan sungai sebesar 5 m/s.", "Daftar File": {"ABSTRAK Andreas Tio": "https://digilib.itb.ac.id/gdl/download/219962"}, "Penulis": "Andreas Tio [13116115]", "Kontributor / Dosen Pembimbing": ["Ir. I Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ponton, gaya hidrodinamika, model turbulen, model multiphase, LES, VOF, Sungai Ciliwung", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Feb 2021"}