{"Nomor": 52965, "Judul": "PEMODELAN PAJANAN PM1, PM2,5 DAN PM10 DI WILAYAH DKI JAKARTA MENGGUNAKAN METODE INTERPOLASI SPASIAL", "Abstrak": "Pencemaran udara merupakan salah satu isu lingkungan yang dapat mempengaruhi kesehatan manusia. Partikulat merupakan salah satu jenis dari pencemar udara yang berdasarkan diameternya dapat dibagi menjadi PM1.0, PM2,5 dan PM10. Masing masing memiliki komposisi, karakteristik dan efek terhadap kesehatan sehingga menjadi penting untuk mengetahui konsentrasi partikulat dari setiap lokasi. Salah satu cara untuk mengetahui konsentrasi partikulat adalah dengan melakukan interpolasi spasial dari stasiun pemantauan kualitas udara yang ada. Pada studi yang merupakan bagian dari penelitian UDARA, dilakukan evaluasi terhadap metode interpolasi spasial yang digunakan untuk menentukan konsentrasi PM1.0, PM2,5 dan PM10 di wilayah Provinsi DKI Jakarta. Partikulat diukur menggunakan alat berbiaya rendah Alphasense OPC-N2 pada 26 stasiun. Pilihan model interpolasi yang digunakan untuk mengetahui konsentrasi partikulat adalah Radial Basis Functions (RBF), Inverse Distance Weighted (IDW), dan Ordinary Kriging (OK). Ketelitian model dievaluasi dengan nilai Root Mean Square Error (RMSE) dan Mean Absolute Error (MAE). Hasil menyatakan bahwa MAE yang didapat pada metode IDW dibawah metode yang lainnya (19,3 µg/m3 untuk PM1.0, 24,59 µg/m3 untuk PM2,5, dan 26 µg/m3 untuk PM10) maka dapat dinyatakan metode interpolasi terbaik yang digunakan adalah IDW dengan catatan nilai MAE yang cukup besar pada PM1.0  dan PM2,5  yang dapat mempengaruhi penilaian kualitatif berdasarkan parameter kualitas udara dari konsentrasi partikulat tersebut.   Hasil analisa menggunakan model spasial konsentrasi partikulat terbaik menunjukan bahwa ada korelasi positif yang cukup kuat dan signifikan antara densitas penduduk dengan konsentrasi partikulat.", "Daftar File": {"TA 2021 Sidqy Yusuf Suyuti Purboyo 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/219960"}, "Penulis": "Sidqy Yusuf Suyuti Purboyo [15316084]", "Kontributor / Dosen Pembimbing": ["Ir. Raden Driejana, MSCE, Ph.D.", "Dr. Akhmad Riqqi, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Radial Basis Functions (RBF), Inverse Distance Weighted (IDW), dan Ordinary Kriging (OK), ,partikulat, model spasial, UDARA", "Sumber": "TA APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "24 Feb 2021"}