{"Nomor": 52979, "Judul": "IDENTIFIKASI RESPON IMPULS DARI MODEL DINAMIKA PURWARUPA RANSEL BERSUSPENSI DENGAN SISTEM PEREKAMAN GERAK UNTUK EVALUASI PERFORMA RANSEL BERDASARKAN RESPON DINAMIKA FREKUENSI TERHADAP VARIASI BEBAN", "Abstrak": "Ransel digunakan oleh berbagai kalangan dalam kebutuhan sehari-hari. Jenis ransel ditentukan oleh pengguna dan tujuannya, dan untuk masing-masing jenis terdapat batas beban maksimum yang tidak boleh dilampaui. Alasannya adalah beban ransel yang berlebih dapat menyebabkan cedera, ditambah lagi oleh gaya impak ransel yang merupakan implikasi dari aktivitas dinamika pengguna. Besar gaya impak tersebut dapat melebihi beban ransel itu sendiri sehingga memperbesar kemungkinan cedera pada pengguna. Gaya impak ransel tersebut dapat diminimalkan jika ransel konvensional ditambahkan sistem suspensi sehingga beban dapat bergerak relatif terhadap bagian ransel yang digantungkan pada badan pengguna.\nBerdasarkan konsep dari bentuk dan fungsional dasar ransel bersuspensi, Kelompok Keahlian Manusia dan Produk Industri – Desain Produk ITB mengembangkan purwarapa ransel bersuspensi yang secara fungsional dapat digunakan untuk membawa beban. Untuk mendapatkan manfaat dari penggunaan ransel bersuspensi tersebut terhadap variasi beban, diperlukan identifikasi parameter dinamika dari purwarupa tersebut. Secara ideal, diperlukan suatu shaker untuk memberikan input simpangan sinusoidal yang dapat diatur pada rentang frekuensi tertentu sebagai simulasi kondisi orang berjalan dan berlari. Tetapi saat ini fasilitas tersebut belum tersedia di ITB.\nPada tugas akhir digunakan metode alternatif berupa identifikasi respon impuls dari dinamika purwarupa ransel bersuspensi, di mana perubahan simpangan pada bagian beban yang bergerak relatif terhadap ransel dimonitor dengan sistem perekaman gerak. Dari respon transien simpangan beban terhadap massa yang diuji adalah 0 kg dan 1 – 5 kg dengan interval 0.25 kg, dilakukan identifikasi parameter. Hasil identifikasi menunjukkan sistem dinamika dengan 5 buah pole dapat memberikan estimasi model dinamika untuk setiap massa beban uji. Model dinamika tersebut kemudian dilakukan evaluasi terhadap respon frekuensi sebagai alternatif shaker untuk mendapatkan kondisi hubungan frekuensi input terhadap potensi terjadinya overshoot pada simpangan beban. Kemudian perubahan fase antara input dan output simpangan beban terhadap frekuensi dievaluasi untuk identifikasi rentang frekuensi input yang mulai memberikan perubahan fase negatif.\nHasil dari evaluasi respon frekuensi terhadap variasi beban menunjukkan purwarupa ransel bersuspensi tersebut hanya efektif mereduksi gaya impak pada rentang input simpangan sinuoida pada frekuensi 10-20 Hz. Untuk penggunaan pada aplikasi nyata, diperlukan penyempurnaan dari struktur dan parameter suspensi pegas dan sistem rangka pendukung.", "Daftar File": {"ABSTRAK Dzar Fikri El Faiz": "https://digilib.itb.ac.id/gdl/download/219983"}, "Penulis": "Dzar Fikri El Faiz [13316081]", "Kontributor / Dosen Pembimbing": ["Dr. Suprijanto, S.T., M.T.", "Narendra Kurnia Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Ransel Bersuspensi, Identifikasi Parameter, Sistem Perekaman Gerak, Respon Frekuensi, Perbedaan Fase", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Feb 2021"}