{"Nomor": 52973, "Judul": "STUDI CONE SUBSIDANCE PENYEBAB PERTAMBAHAN RISIKO BANJIR DI RANCAEKEK MENGGUNAKAN TEKNOLOGI RTK MULTI GNSS", "Abstrak": "Kota Bandung merupakan Ibu Kota Jawa Barat yang memiliki kepadatan penduduk disetiap daerahnya, salah satu daerahnya yaitu Rancaekek. Kepadatan penduduk tentunya memiliki kebutuhan air yang harus mencukupi untuk keperluan kehidupan sehari – hari. Namun ketika penggunaan air yang berlebihan dan harus dilakukan pengambilan air tanah secara terus menerus tanpa pengontrolan akan menyebabkan penerunan tanah atau land subsidence yang berdampak besar. Selain faktor tersebut ada beberapa kemungkinan terjadinya land subsidence seperti penurunan karena beban bangunan, penurunan karena adanya konsolidasi alamiah dari lapisan-lapisan tanah, serta penurunan karena gaya-gaya tektonik. Land subsidence merupakan penurunan ketinggian permukaan tanah dari perubahan yang terjadi di bawah tanah. Penelitian ini bertujuan untuk membuktikan dampak dari penurunan tanah di Rancaekek yang menyebabkan adanya cone subsidence. Cone subsidence merupakan bentukan cekungan dari permukaan bumi dan menyebabkan perbedaan tinggi dengan daerah disekitarnya. Hasil dari pembuktian adanya cone subsidence akan menjadi sebuah pertimbangan dari perluasan terjadinya risiko banjir di Rancaekek dengan adanya sungai didekat daerah tersebut. Metodologi yang dipakai adalah studi literatur dan pengambilan data langsung ke daerah Rancaekek menggunakan teknologi RTK multi GNSS.", "Daftar File": {"ABSTRAK Walid Ramadhan Hanibaldy": "https://digilib.itb.ac.id/gdl/download/219977"}, "Penulis": "Walid Ramadhan Hanibaldy [15116054]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dina Anggreni Sarsito, M.T.", "Dr. Heri Andreas, S.T., M.T.", "Dr.techn. Dhota Pradipta, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Land subsidence, survey GPS penurunan tanah, banjir Rancaekek.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Feb 2021"}