{"Nomor": 52983, "Judul": "KAJIAN KONSEP SLOW DESIGN: STUDI AKTIVITAS MEMASAK DAN KONSUMSI NASI PADA MASYARAKAT SUNDA", "Abstrak": "Gerakan slow food dan slow design tengah mulai berkembang di Indonesia sebagai alternatif gaya\nhidup baru di tengah modernitas, konsumerisme dan gaya hidup instan. Penelitian ini bertujuan\nuntuk mengkaji konsep gerakan slow yang ada di Indonesia dengan studi kasus aktivitas memasak\ndan kebiasaan mengonsumsi nasi pada masyarakat Sunda. Penulis menggabungkan metode kajian\npustaka dan etnografi desain untuk mendapatkan data melalui observasi partisipatoris dan\nwawancara. Adapun observasi dan wawancara dilaksanakan di Kampung Naga Jawa Barat dan\nKota Bandung. Fokus penelitian ini adalah mengidentifikasi konsep slow design pada\nperkembangan aktivitas memasak dan kebiasaan konsumsi nasi tradisional hingga modern pada\nmasyarakat Sunda. Penelitian ini secara khusus mempelajari prinsip slow design pada alat masak,\ncara masak, dan tata kebiasaan konsumsi nasi masyarakat Sunda yang diteliti menggunakan teori\nslow design dari Alastair Fuad-Luke. Hasil identifikasi konsep slow pada gaya hidup masyarakat\nSunda di Kampung Naga dan perkembangannya mendapati adanya temuan budaya Sunda dalam\nbentuk kepercayaan pada nilai keluarga, nilai spiritual, dan nilai kekeluargaan yang diperlihatkan\noleh desain alat masak tradisional dan gaya hidup masyarakat Sunda. Temuan nilai-nilai\ntradisional tersebut kemudian dapat diimplementasikan untuk strategi proses perancangan produk\ndan gagasan desain modern guna meningkatkan kualitas produk, mengembangkan produk yang\nlebih ramah lingkungan, memperlihatkan pun melestarikan lagi kearifan lokal yang dapat menjadi\nidentitas produk budaya, serta mengembangkan potensi SDA dan SDM terdekat juga peran\ndesainer sebagai agen perubahan perilaku.", "Daftar File": {"2021 TS PP GHIA TRI JAYANTI 1.pdf?": "https://digilib.itb.ac.id/gdl/download/219987"}, "Penulis": "Ghia Tri Jayanti [27118060]", "Kontributor / Dosen Pembimbing": ["Dr. Nedina Sari, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "aktivitas masak, budaya makan, masyarakat sunda, etnografi desain, slow design", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Feb 2021"}