{"Nomor": 52988, "Judul": "EVALUASI KEKAKUAN RANCANGAN STRUKTUR ALAT UJI STATIK KURSI PENUMPANG BUS SESUAI REGULASI UNECE R80", "Abstrak": "Indonesia sebagai negara berpenduduk terbesar keempat di dunia memiliki berbagai moda transportasi untuk menunjang mobilitas sehari-hari penduduknya, salah satunya adalah bus. Modus kecelakaan paling umum yang terjadi pada bus merupakan tabrakan arah depan. Salah satu risiko yang timbul dalam kasus ini adalah terlepasnya kedudukan penumpang bus dari kursinya, sehingga terjadi benturan dengan kursi penumpang di depannya yang dapat menyebabkan cedera serius pada kepala maupun lutut. Risiko keparahan cedera ini dapat dikurangi dengan menjamin kekuatan struktur kursi bus dalam menahan penumpang ketika terjadi tabrakan arah depan melalui uji statik berdasarkan regulasi UNECE R80. Dalam hal ini, Institut Teknologi Bandung sedang merancang alat uji statik tersebut agar dapat digunakan untuk melaksanakan uji statik kursi penumpang bus di Indonesia.\nPenelitian ini mengevaluasi kekakuan rancangan alat uji statik melalui simulasi elemen hingga untuk menjamin akurasi hasil pengujian dari alat uji kelak. Evaluasi dilakukan pada tiga komponen kritis yang berpotensi terdefleksi secara berlebih akibat menahan beban pengujian, yaitu cross member, batang indentor, serta bracket aktuator. Pada dua komponen pertama, simulasi dilakukan dengan empat variasi ketebalan batang berongga yang menyusun komponen tersebut. Hasil pengujian menunjukkan kecenderungan berkurangnya defleksi lokal seiring dengan meningkatnya ketebalan batang, sehingga terpilih dimensi optimal batang berongga dengan ketebalan 1,7 mm. Pada komponen kritis ketiga, ditemukan bahwa penambahan struktur penguat yang optimal mampu mengurangi defleksi lokal yang terjadi, sehingga terpilih desain optimal hasil modifikasi yang disebut sebagai Model 4.", "Daftar File": {"ABSTRAK William Tirtajaya": "https://digilib.itb.ac.id/gdl/download/219999"}, "Penulis": "William Tirtajaya [13116049]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Sandro Mihradi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "defleksi, cross member, batang indentor, bracket aktuator", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Feb 2021"}