{"Nomor": 52997, "Judul": "CORRELATION-WEIGHTED SPARSE REPRESENTATION FOR ROBUST LIVER DCE-MRI DECOMPOSITION REGISTRATION", "Abstrak": "Conducting an accurate motion correction\nof liver dynamic contrast-enhanced magnetic resonance\n(DCE-MR) imaging remains challengingbecauseof intensity\nvariations caused by contrast agents. Such variations lead\nto the failure of the traditional intensity-based registration\nmethod. To address this problem, we propose a correlationweighted\nsparse representation framework to separate the\ncontrast agent from original liver DCE-MR images. This\nframework allows the robust registration of motion components\nover time without intensity variances. Existing sparse\ncoding techniques recover a 3D image containing only\ncontrast agents (named contrast enhancement component)\nfrom a manually labeled dictionary, whose column has the\nsame size with the original 3D volume (3D-t mode). The\nhigh dimension of the recovery target (3D volume) and the\nindistinguishabilitybetween the unenhanced and enhanced\nimagesmake accurate coding difficult. In this paper,we predefine\nan ideal time-intensity curve containing only contrast\nagents (named contrast agent curve) and recover it from\nthe transpose dictionary (t-3D mode), whose column has\nbeen updated into the original time-intensity curves. The\nlow dimension of the target (1D curve) and the significant\nintergroup difference between contrast agent curves and non-contrast agent curves can estimate a series of pure\ncontrast agent curves. A “correlation-weighted” constraint\nis introduced for the selection of a coding subset with more\ncontrast agent curves, leading to an efficient and accurate\nsparse recovery process. Then, the contrast enhancement\ncomponent can be estimated by the solved sparse\ncoefficients’ map and the ideal curve and subtracted from\nthe original DCE-MRI. Finally, we register the de-enhanced\nimages and apply the obtained deformation fields for the\noriginal DCE-MRI to achieve the goal of motion correction.\nWe conduct the experimentson both simulated and real liver\nDCE-MRI data. Compared with other state-of-the-art DCEMRI\nregistration methods, the experimental results show\nthat our method achieves a better registration performance\nwith less computational efficiency.", "Daftar File": {}, "Penulis": "Yujia Zhou [-]", "Kontributor / Dosen Pembimbing": ["Yuhang Sun, Wei Yang , Zhentai Lu, Meiyan Huang, Lijun Lu, Yu Zhang , Yanqiu Feng, Wufan Chen, Senior Member, IEEE, and Qianjin Feng , Member, IEEE"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "DCE-MRI, registration, sparse representation.", "Sumber": "https://ieeexplore.ieee.org/Xplore/home.jsp", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Feb 2021"}