{"Nomor": 53003, "Judul": "SPINEPARSENET: SPINE PARSING FOR VOLUMETRIC MR IMAGE BY A TWO-STAGE SEGMENTATION FRAMEWORK WITH SEMANTIC IMAGE REPRESENTATION", "Abstrak": "Spine parsing (i.e., multi-class segmentation\nof vertebrae and intervertebral discs (IVDs)) for volumetric\nmagnetic resonance (MR) image plays a significant role in\nvarious spinal disease diagnoses and treatments of spine\ndisorders, yet is still a challenge due to the inter-class\nsimilarity and intra-class variation of spine images. Existing\nfully convolutional network based methods failed to\nexplicitly exploit the dependencies between different spinal\nstructures. In this article, we propose a novel two-stage\nframework named SpineParseNet to achieve automated\nspine parsing for volumetricMR images. The SpineParseNet\nconsists of a 3D graph convolutional segmentation network\n(GCSN) for 3D coarse segmentation and a 2D residual\nU-Net (ResUNet) for 2D segmentation refinement. In 3D\nGCSN, region pooling is employed to project the image\nrepresentation to graph representation, in which each node\nrepresentation denotes a specific spinal structure. The adjacency\nmatrix of the graph is designed according to the\nconnection of spinal structures. The graph representation\nis evolved by graph convolutions. Subsequently, the proposed\nregion unpooling module re-projects the evolved\ngraph representation to a semantic image representation,\nwhich facilitates the 3D GCSN to generate reliable coarse\nsegmentation. Finally, the 2D ResUNet refines the segmen- tation. Experiments on T2-weighted volumetric MR images\nof 215 subjects show that SpineParseNet achieves impressive\nperformance with mean Dice similarity coefficients of\n87.32 ± 4.75%, 87.78 ± 4.64%, and 87.49 ± 3.81% for the\nsegmentations of 10 vertebrae, 9 IVDs, and all 19 spinal\nstructures respectively. The proposed method has great\npotential in clinical spinal disease diagnoses and treatments.", "Daftar File": {}, "Penulis": "Shumao Pang [-]", "Kontributor / Dosen Pembimbing": ["Chunlan Pang, Lei Zhao, Yangfan Chen, Zhihai Su, Yujia Zhou, Meiyan Huang, Wei Yang , Hai Lu, and Qianjin Feng , Member, IEEE"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Deep learning, spine, 3D segmentation, graph convolution.", "Sumber": "https://ieeexplore.ieee.org/Xplore/home.jsp", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Feb 2021"}