{"Nomor": 53007, "Judul": "KEBIJAKAN PEMELIHARAAN BERDASARKAN KONDISI SISTEM DENGAN DETERIORASI SISTEM DIPENGARUHI OLEH FAKTOR UMUR, PENGGUNAAN, DAN KONDISI OPERASI", "Abstrak": "Kebijakan pemeliharaan berdasarkan kondisi sistem (CBM) merupakan suatu kebijakan pemeliharaan yang ditentukan berdasarkan kondisi deteriorasi sistem yang dipantau oleh sensor. Dewasa ini, pesatnya perkembangan sensor dan teknologi pemeliharaan telah mendukung implementasi kebijakan CBM menjadi lebih baik. Implementasi kebijakan CBM yang tepat akan secara efektif mengurangi atau bahkan menghilangkan kegagalan pada sistem. Frekuensi kegagalan sistem yang berkurang atau bahkan menjadi tidak ada akan memperkecil biaya pemeliharaan serta meningkatkan ketersediaan dan produktivitas sistem.\nPenelitian-penelitian sebelumnya yang terkait dengan kebijakan CBM, yang menggunakan pendekatan analitik, mengasumsikan bahwa kegagalan sistem hanya dapat dideteksi pada jadwal inspeksi. Pada praktiknya, kegagalan sistem dapat terjadi sepanjang waktu selama sistem beroperasi, termasuk di luar jadwal inspeksi. Dengan mempertimbangkan besarnya kerugian yang ditanggung (kerugian ekonomi dan keamanan) apabila terjadi kegagalan sistem, maka perlu dikembangkan penelitian dengan mengasumsikan bahwa kegagalan sistem dapat dideteksi di luar jadwal inspeksi. Asumsi ini lebih tepat dan sesuai dengan kondisi aktual yang terjadi pada sistem riil, sebagai contoh pada sistem boiler dan sistem turbin pada pembangkit listrik tenaga panas. Karena kompleksitas karakteristik kasus yang dikembangkan tidak dapat diselesaikan dengan pendekatan analitik, maka penelitian ini menggunakan pendekatan simulasi. Deteriorasi sistem yang terjadi diasumsikan dipengaruhi oleh faktor umur, penggunaan, dan kondisi operasi. Hal ini belum dilakukan pada penelitian sebelumnya yang menggunakan pendekatan simulasi. Pemodelan deteriorasi dilakukan dengan menggunakan gamma process dan Accelerated Failure Time (AFT). Inspeksi dilakukan secara periodik dan tindakan pemeliharaan bersifat tidak sempurna. Simulasi bertujuan untuk mencari kombinasi solusi terbaik interval inspeksi dan nilai batas ambang tindakan pemeliharaan preventif yang meminimasi nilai rata-rata biaya pemeliharaan.", "Daftar File": {"ABSTRAK Debby Chairubby Lubis": "https://digilib.itb.ac.id/gdl/download/220201"}, "Penulis": "Debby Chairubby Lubis [23418039]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bermawi Priyatna Iskandar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kebijakan CBM, deteriorasi, gamma process, AFT, simulasi, interval inspeksi, batas ambang tindakan pemeliharaan preventif.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Feb 2021"}