{"Nomor": 53004, "Judul": "EVALUASI USABILITY PADA APLIKASI DOMPET DIGITAL DOKU E-WALLET", "Abstrak": "Dewasa ini, gerakan cashless society atau masyarakat tanpa uang tunai terus berkembang pesat. Pilihan aplikasi dompet digital atau e-wallet untuk melakukan transaksi pun semakin beragam. Salah satu dompet digital yang tersedia di Indonesia adalah aplikasi DOKU e-wallet yang dibuat oleh PT Nusa Satu Inti Artha. DOKU e-wallet adalah sebuah dompet elektronik yang dapat digunakan untuk berbelanja online maupun offline di berbagai merchant yang telah bekerja sama dengan DOKU e-wallet. Berdasarkan studi pendahuluan yang dilakukan, didapatkan bahwa masih ada kesulitan yang dialami oleh pengguna dalam menggunakan aplikasi DOKU e-wallet.\nPenelitian ini bertujuan untuk meningkatkan usability aplikasi dompet digital DOKU e-wallet dengan melakukan evaluasi usability untuk fitur registrasi akun, login, pelengkapan profil, pembuatan personal identification number (PIN), serta pelaksanaan transaksi. Evaluasi usability dilakukan dengan menggunakan metode usability testing secara summative yang diukur berdasarkan parameter efektivitas, efisiensi, kepuasan pengguna (diukur dengan Questionnaire for UserINterface Satisfaction/QUIS), serta retrospective think aloud (RTA). Pengambilan data dilakukan secara remote di luar lingkungan laboratorium dengan melibatkan lima belas orang partisipan.\nBerdasarkan hasil penelitian, diperoleh bahwa fitur aplikasi DOKU e-wallet yang diuji telah memiliki efektivitas yang baik, sedangkan dari segi efisiensi masih ada beberapa aspek yang dapat diperbaiki. Berdasarkan hasil QUIS, partisipan sudah merasa cukup puas dengan sistem secara keseluruhan, namun masih terdapat berbagai keluhan yang disampaikan melalui RTA. Dalam penelitian ini juga telah dirancang empat belas usulan perbaikan dengan metode concept generation untuk meningkatkan usability dompet digital DOKU e-wallet.", "Daftar File": {"ABSTRAK Abiseno Aryo Makarim": "https://digilib.itb.ac.id/gdl/download/220198"}, "Penulis": "Abiseno Aryo Makarim [13416058]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D.", "Gradiyan Budi Pratama, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "evaluasi, usability, dompet digital, DOKU e-evaluasi, usability, dompet digital, DOKU e-wallet", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Feb 2021"}