{"Nomor": 53008, "Judul": "PEMODELAN DINAMIS PRODUKSI ISOMALTULOSA MENGGUNAKAN BAKTERI ERWINIA RHAPONTICI NX-5 TERIMOBILISASI MENGGUNAKAN PACKED BED REACTOR", "Abstrak": "Isomaltulosa merupakan senyawa karbohidrat isomer sukrosa. Isomaltulosa dan sukrosa merupakan disakarida yang terdiri dari glukosa dan fruktosa. Pada sukrosa, glukosa terhubung dengan anomerik karbon yang ada pada fruktosa yang dihubungkan oleh ikatan ?-1,2 sedangkan pada isomaltulosa, glukosa terhubung dengan fruktosa yang dihubungkan dengan ikatan ?-1,6. Isomaltulosa diserap oleh tubuh lebih lambat dari sukrosa. Isomaltulosa memiliki nilai Glycecmic Index (GI) senilai 32 sedangkan sukrosa memiliki nilai GI 100. Rendahnya nilai glikemik indeks mengindikasikan bahwa isomaltulosa bertahan dalam darah lebih lama pada tubuh, memberikan energi yang lebih stabil dan menjaga kadar gula pada tubuh. Selain dari kelebihan tersebut, Isomaltulosa juga dapat dicerna secara sempurna oleh tubuh dan dapat mengurangi kerusakan pada gigi. Dengan seluruh alasan tersebut, Isomaltulosa menjadi salah satu pemanis untuk menggantikan sukrosa. Penelitian tentang isomaltulosa masih terbatas pada skala laboratorium. Oleh karena itu, Penelitian pada kali ini bertujuan untuk memodelkan sistem produksi isomaltulosa menggunakan bakteri Erwinia rhapontici NX-5 ter imobilisasi dengan sistem packed bed reactor untuk mengetahui karakteristiknya ketika diterapkan pada skala industri. Sistem operasi packed bed reactor dipilih karena keunggulannya di aspek efisiensi dan jumlah produk yang didapatkan. Pemodelan dilakukan dengan parameter nilai waktu tinggal berupa 12 jam dan kepadatan sel 20 gr/l. Hasil pemodelan menunjukkan nilai konversi sukrosa maksimal 87% sukrosa terkonsumsi pada aliran keluar reaktor. Kemampuan reaktor bisa dinaikkan dengan menaikkan kepadatan sel dalam reaktor serta menggunakan matriks imobilisasi dengan konstanta difusi yang tinggi.", "Daftar File": {"ABSTRAK Dheyan Excalimas": "https://digilib.itb.ac.id/gdl/download/220202", "COVER Dheyan Excalimas": "https://digilib.itb.ac.id/gdl/download/255819", "PUSTAKA Dheyan Excalimas": "https://digilib.itb.ac.id/gdl/download/255825"}, "Penulis": "Dheyan Excalimas [11216004]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Neil Priharto, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Isomaltulosa, Erwinia rhapontici, Pemodelan Dinamik, Packed bed Reactor, Immobilized Enzyme.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Feb 2021"}