{"Nomor": 53012, "Judul": "ANALISIS KARAKTERISTIK DAN DISTRIBUSI REKAHAN ALAMI PADA SINGKAPAN BATUAN DASAR DAERAH AIR BATU, KABUPATEN MERANGIN, JAMBI", "Abstrak": "Ketersediaan minyak dan gas bumi di Indonesia yang cenderung menurun, maka\npotensi sumber energi berupa minyak pada reservoir rekahan alami menjadi\nalternatif yang optimal. Batuan dasar yang tersingkap luas di daerah Air Batu,\nKabupaten Merangin, Jambi, dapat digunakan sebagai model analog untuk\nmemahami karakteristik rekahan pada batuan dasar, seperti orientasi rekahan,\ndistribusi intensitas dan densitas, estimasi lebar zona hancuran, sifat fraktal serta\nestimasi porositas dan permeabilitas. Penelitian ini menggunakan metode linear\nscanline dan window scanline pada 19 titik scanline, dengan total panjang scanline\n25,9 m dan total luas window 20,64 m2. Pengukuran data rekahan alami dilakukan\npada batuan dasar granit dan metamorf. Jumlah rekahan adalah 2280 rekahan,\nberupa 1.695 rekahan terbuka, 574 rekahan gerus, dan 11 rekahan terisi.\nRekahan terbuka dan rekahan gerus dominan berarah baratlaut–tenggara (NW–SE),\ntimur–barat (E–W) dan timurlaut–baratdaya (NE–SW). Rekahan terisi dominan\nberarah timurlaut–baratdaya (NE–SW) dan baratlaut–tenggara (NW–SE). Nilai\nintensitas rekahan pada daerah penelitian berkisar antara 8–41 m-1 pada batuan\ngranit dan 45–47 m-1 pada batuan metamorf, dan nilai intensitas areal pada batuan\ngranit memiliki rentang 8–46 m-1 dan daerah batuan metamorf memiliki rentang\n38–65 m-1. Nilai densitas rekahan pada daerah penelitian berkisar antara 26–303 m-\n2 pada batuan granit dan 293–332 m-2 pada batuan metamorf. Intensitas dan densitas\nrekahan dipengaruhi oleh jarak terhadap sesar, litologi, dan spasi rekahan. Lebar\nZona Hancuran Sesar (FDZ) di Sesar AirBatu adalah 346 meter, dan Sesar\nBatangmerangin adalah 49,5 meter. Atribut rekahan bersifat fraktal dan terdistribusi\nsecara power-law dengan nilai rentang dimensi fraktal (D) 0,69–1,55 untuk spasi,\n0,55–1,18 untuk lebar bukaan, dan 0,92–1,39 untuk panjang rekahan. Nilai\nporositas rekahan berkisar antara 0,002–0,01% (Metode Cubes) dan 0,008–0,41%\n(Metode Lucia) dan sedangkan nilai permeabilitas rekahan berkisar antara 0,003–\n0,07 darcy (Metode Matchsticks) 0,72–7,58 darcy (Metode Lucia)) dan 0,005–0.1\ndarcy (Metode Cubes) .", "Daftar File": {"ABSTRAK Chrisdiantoro Nababan": "https://digilib.itb.ac.id/gdl/download/220204", "COVER Chrisdiantoro Nababan": "https://digilib.itb.ac.id/gdl/download/255755", "PUSTAKA Chrisdiantoro Nababan": "https://digilib.itb.ac.id/gdl/download/255762"}, "Penulis": "Chrisdiantoro Nababan [12016025]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D.", "Alfend Rudyawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Jambi, rekahan alami, batuan dasar, intensitas, densitas, zona hancuran sesar (FDZ), fraktal, porositas, permeabilitas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "16 file", "Tanggal Input": "25 Feb 2021"}