{"Nomor": 53023, "Judul": "AKTIVITAS FOTOKATALITIK TIO2 TERMODIFIKASI PERMUKAAN DENGAN ION LOGAM FE3+ DAN CU2+", "Abstrak": "Berbagai metode untuk menangani limbah zat warna telah dilakukan, salah satunya adalah dengan fotokatalis. Material fotokatalis TiO? umum digunakan untuk mendegradasi zat warna, namun kinerjanya masih terbatas pada daerah sinar ultraviolet (UV). Pada penelitian ini dilakukan modifikasi permukaan TiO? dengan ion logam Fe3+ dan Cu2+  untuk meningkatkan aktivitas fotokatalitiknya pada rentang energi sinar tampak. Sintesis TiO? dilakukan dengan metode   presipitasi,   sedangkan   modifikasi   permukaan TiO? dilakukan   dengan   metode impregnasi. Hasil sintesis dikarakterisasi menggunakan difraksi sinar-X dan UV-Vis Diffuse Reflectance Spectroscopy (UV-DRS). Puncak difraksi yang diamati menunjukkan bahwa semua  material  hasil  sintesis  merupakan  TiO?  anatase  tanpa  terbentuk  fasa  oksida  logam lainnya. Selain itu, terdapat juga perubahan parameter kisi (a dan c) yang lebih besar untuk TiO? termodifikasi permukaan dibandingkan dengan TiO? tanpa modifikasi.  Hasil pengolahan data UV-DRS menunjukkan nilai celah energi TiO? sebesar 3,2 eV yang sudah sesuai dengan referensi  TiO?  anatase.  Nilai  celah  energi  untuk  TiO?  termodifikasi  permukaan  lebih  kecil dibandingkan  TiO? tanpa  modifikasi.  Aktivitas  fotokatalitik  ditentukan  melalui  degradasi metilen biru (MB) di bawah sinar UV dan sinar tampak. Kinerja fotokatalis terbaik ditunjukkan  oleh  TiO?-0,02  Cu2+  (k = 372,9 ± 6,3 × 10 ?4menit?1) di  bawah  sinar  UV. Sedangkan di bawah sinar tampak, kinerja fotokatalis masih ditunjukkan paling baik oleh TiO? (k = 20,4± 2,4× 10 ?4menit?1).", "Daftar File": {"ABSTRAK Sherine Angelica": "https://digilib.itb.ac.id/gdl/download/220214", "PUSTAKA Sherine Angelica": "https://digilib.itb.ac.id/gdl/download/221761"}, "Penulis": "Sherine Angelica [10516091]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "fotokatalis, TiO?, modifikasi permukaan, aktivitas fotokatalitik", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "26 Feb 2021"}