{"Nomor": 53028, "Judul": "PERILAKU KETAHANAN HOT CORROSION PELAPISAN HVOF NICRALY DAN CR3C2-NICR TERHADAP PADUAN SUPER FERITIK PADA TEMPERATUR 900OC", "Abstrak": "Paduan baja feritik terus dikembangkan untuk mencapai efisiensi mesin yang tinggi pada gas turbin. Salah satu pengembangan yang dilakukan dengan penguatan endapan yang berstruktur hirarkikal B2-NiAl/L21-Ni2TiAl melalui penambahan 2%Ti pada paduan FBB8 (Fe-10Cr-10Ni-6,5Al-3,4Mo-0,25Zr-0,005B) dan menghasilkan paduan yang memiliki ketahanan rayapan tinggi. Pada penelitian ini dilakukan percobaan untuk mempelajari perilaku hot corrosion pada paduan baja feritik tanpa coating dan paduan yang dilapis dengan metode (High Velocity Oxy-Fuel) HVOF spraying dibawah kondisi oksidasi siklik selama 50 siklus untuk melihat keefektifan lapisan coating melindungi substrat. \nPercobaan diawali dengan peleburan paduan substrat berkomposisi Fe-10Cr-10Ni-6,5Al-3,4Mo-2Ti-0,255Zr(%berat). Perlakuan panas dilakukan secara dua tahap, tahap pertama adalah perlakuan pelarutan pada temperatur 1150oC selama 30 menit dan tahap kedua adalah penuaan untuk mengendapkan partikel pada temperatur 800oC selama 5 jam. Sampel dipotong dengan ukuran 15x15x3mm menjadi 9 sampel: 3 sampel dilapis dengan Cr3C2-NiCr dan 3 sampel lainnya dilapis dengan NiCrAlY menggunakan metode (High Velocity Oxy-Fuel) HVOF, serta sisa sampel lainnya tidak dilapis. Sebelum dilakukan pengujian, sampel terlebih dahulu dilapis lelehan garam campuran Na2SO4-25NiCr dan dijaga pada ketebalan 3-5mg/cm2. Pengujian hot corrosion dilakukan dibawah kondisi oksidasi siklik dengan variasi siklus ke-5, 25, dan 50. Pada satu siklus terdiri dari penahanan temperatur pada 900oC selama 1 jam dan pendinginan pada temperatur kamar selama 20 menit dengan penimbangan sampel setiap akhir siklus. Oksida-oksida yang terbentuk dikarakterisasi menggunakan analisa XRD (X-Ray Diffraction), mikroskop optik, dan SEM (Scanning Electron Microscope) – EDS (Energy Dispersive X-Ray Spectroscopy) dan X-Ray Mapping.  \nFasa NiAl dan Ni2TiAl terdeteksi pada substrat dan morfologi endapan pada substrat paduan adalah kubus. Fraksi volume presipitat sebesar 25,108%. Proses HVOF spraying menghasilkan lapisan coating Cr3C2-NiCr dengan ketebalan 103,604µm dan NiCrAlY sebesar 376,76µm. Paduan yang dilapis NiCrAlY memberikan perlindungan yang lebih baik daripada paduan yang dilapis Cr3C2-NiCr dan paduan tanpa coating. Senyawa oksida yang terbentuk pada coating Cr3C2-NiCr adalah Fe2O3, Cr2O3, NiCr2O4, dan FeAl2O4. Senyawa oksida yang terbentuk pada coating NiCrAlY adalah Al2O3, Cr2O3 dan Y2O3. Senyawa oksida yang dominan terbentuk pada paduan tanpa coating adalah Fe2O3, Cr2O3 dan Fe3O4.", "Daftar File": {"COVER Wanidya Ni'immallaili Hadining": "https://digilib.itb.ac.id/gdl/download/220228", "BAB 1 Wanidya Ni'immallaili Hadining": "https://digilib.itb.ac.id/gdl/download/220229", "BAB 2 Wanidya Ni'immallaili Hadining": "https://digilib.itb.ac.id/gdl/download/220230", "BAB 3 Wanidya Ni'immallaili Hadining": "https://digilib.itb.ac.id/gdl/download/220231", "BAB 4 Wanidya Ni'immallaili Hadining": "https://digilib.itb.ac.id/gdl/download/220232", "BAB 5 Wanidya Ni'immallaili Hadining": "https://digilib.itb.ac.id/gdl/download/220233", "PUSTAKA Wanidya Ni'immallaili Hadining": "https://digilib.itb.ac.id/gdl/download/220234"}, "Penulis": "Wanidya Ni'immallaili Hadining [22518011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "HVOF coating, hot corrosion, paduan baja feritik, oksidasi siklik", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "26 Feb 2021"}