{"Nomor": 53035, "Judul": "PERANCANGAN PROTOTIPE SISTEM PEMANTAUAN PRODUKSI REAL-TIME BERBASIS CLOUD UNTUK SISTEM PRODUKSI MANUAL", "Abstrak": "Sistem pemantauan produksi real-time adalah tool yang membantu manajemen untuk mengumpulkan dan mendistribusikan informasi seiring kegiatan produksi berlangsung di lantai pabrik. Sistem pemantauan produksi memiliki banyak dampak positif untuk sistem produksi keseluruhan, namun sistem pemantauan dengan metode pengumpulan data manual memiliki reliabilitas dan kualitas data yang rendah serta memiliki pemborosan berupa aktivitas non-value added pekerja. Penelitian ini bertujuan menghasilkan sebuah prototipe sistem pemantauan produksi real-time berbasis cloud untuk sistem produksi manual yang ekonomis sehingga mudah diimplementasikan di industri kecil-menengah.\nPerancangan dimulai dengan mengidentifikasi kebutuhan fungsional dan non- fungsional yang diikuti perancangan arsitektur prototipe. Microcontroller ESP8266 dan sensor RFID MFRC522 digunakan sebagai perangkat keras pada prototipe. Layanan-layanan dari Microsoft Azure digunakan untuk fungsi-fungsi pengolahan dan penyimpanan data pada prototipe: Azure IoT Hub menangani komunikasi data dengan perangkat-perangkat keras, Azure Stream Analytics mengolah dan merekam data yang diterima, dan Azure SQL sebagai sistem basis data. Aplikasi eksternal Mode Dashboard digunakan untuk mengakses dan menampilkan data.\nUji coba dengan contoh kasus menunjukkan bahwa prototipe mampu menjalankan fungsionalitas utama yang diharapkan yaitu pengumpulan, penyimpanan, hingga visualisasi data. Biaya instalasi prototipe untuk satu stasiun dengan 2 titik pengumpulan data adalah Rp162.000,-. Biaya operasional termurah untuk sistem keseluruhan diestimasikan sebesar Rp394.394,- setiap bulannya, yang diperkirakan dapat mengakomodasi pemantauan lintasan dengan 5 stasiun kerja dan laju produksi 800 unit per hari. Hasil pengujian menunjukkan bahwa prototipe dapat diimplementasikan ke sistem produksi nyata dengan sedikit penyesuaian terhadap kebutuhan spesifik sistem.", "Daftar File": {"ABSTRAK Jonathan Ryano": "https://digilib.itb.ac.id/gdl/download/220239", "COVER Jonathan Ryano": "https://digilib.itb.ac.id/gdl/download/232566", "BAB 6 Jonathan Ryano": "https://digilib.itb.ac.id/gdl/download/232572", "PUSTAKA Jonathan Ryano": "https://digilib.itb.ac.id/gdl/download/232573"}, "Penulis": "Jonathan Ryano [13416085]", "Kontributor / Dosen Pembimbing": ["Dr. Wisnu Aribowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pemantauan produksi, internet of things, cloud storage, Microsoft Azure.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "9 file", "Tanggal Input": "26 Feb 2021"}