{"Nomor": 53034, "Judul": "PENGARUH MODERASI FANATISME TERHADAP PENERIMAAN PRODUK KOSMETIK DAN MAKANAN KOREA DI INDONESIA", "Abstrak": "Saat ini, produk Korea mulai menjadi salah satu produk yang disukai masyarakat Indonesia.\nFenomena paparan budaya populer Korea berdampak pada gaya hidup, khususnya pada\nmasyarakat Indonesia yang menyukai drama Korea, music pop, program reality show, dan\nyang mengagumi selebriti Korea. Dampak lainnya yaitu, semakin tingginya minat konsumen\nIndonesia terhadap produk konsumsi asal Korea. Salah satunya adalah makanan dan\nkosmetik yang merupakan dua kategori produk yang paling disukai dan banyak dikonsumsi\n(Nadhifah & Tusita, 2019; Srihartati et.al, 2018). \nPendekatan adopsi produk berbasis budaya dan pemasaran saling terkait dan mendukung satu\nsama lain. Indonesia menjadi contoh yang sangat baik tentang bagaimana faktor pemasaran\nakan terkait dengan faktor budaya, mengingat Indonesia yang multikultural. Dalam hal ini,\nbeberapa kondisi Indonesia dapat mempengaruhi adopsi produk Korea seperti mayoritas\npenduduknya adalah Muslim yang mana memiliki kepercayaan untuk mengkonsumsi produkproduk\nhalal\n(Hakeem\n\n& Lee, 2018). Lalu, Indonesia juga menjadi salah satu negara dengan\njumlah penggemar K-Pop terbesar di dunia. \nTujuan dari penelitian ini adalah untuk menguji pengaruh moderat fanatisme pada perspektif\nbudaya dan pemasaran terhadap adopsi kosmetik dan produk makanan Korea di Indonesia.\nPenelitian ini menggunakan pendekatan studi kualitatif dan kuantitatif. Data kualitatif\ndiperoleh dari wawancara kelompok terarah dengan menggunakan teknik snowball sampling.\nSurvei kuantitatif dilakukan dengan menyebarkan kuesioner 202 responden dengan\nmenggunakan metode simple random sampling dan dianalisis menggunakan model\npersamaan struktural (SEM) AMOS versi 22.0. Sampel penelitian ini adalah Muslim\nIndonesia dari Jakarta, Bandung, dan Surabaya.Hasil penelitian ini menunjukkan bahwa\nfaktor budaya dan pemasaran mempengaruhi adopsi produk. Selain itu, ditemukan juga\nbahwa fanatisme memoderasi penerimaan produk berdasarkan budaya dan pemasaran.", "Daftar File": {"2021_TS_PP_Ummi Nadroh_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/220238"}, "Penulis": "Ummi Nadroh [29118326]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Penerimaan Produk, Penerimaan Produk Berdasarka Budaya, Penerimaan Produk  Berdasarkan Pemasaran, Fanatisme, Produk Korea.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Feb 2021"}