{"Nomor": 53039, "Judul": "PERHITUNGAN NUMERIK HAMBURAN MULTIPEL NEUTRON PADA MATERIAL KOMPOSIT MENGGUNAKAN METODE MONTE CARLO", "Abstrak": "Hamburan multipel neutron adalah salah satu fenomena interaksi neutron dengan partikel. Hamburan ini terjadi ketika berkas radiasi neutron dihamburkan lebih dari satu kali selama berada di dalam material. Suku hamburan kedua dan selanjutnya harus dipisahkan dari suku hamburan primer ketika menginterpretasikan hasil pengukuran intensitas difusi neutron dari suatu material. Di dalam tugas akhir ini dibuat algoritma untuk menghitung rasio intensitas hamburan pertama dan kedua—selanjutnya akan disebut ????—secara numerik menggunakan metode Monte Carlo. Kemudian, pengaruh geometri dan material komposit terhadap ???? akan dianalisis. Pertama-tama, model fisika yang menjelaskan proses hamburan multipel perlu diturunkan sebelum algoritma perhitungan disusun. Fungsi yang diturunkan berlaku untuk spesimen yang berbentuk silinder dan hamburan neutronnya bersifat isotropik. Melalui penurunan tersebut, diperoleh persamaan integral lipat 6 yang memberikan nilai rasio hamburan multipel. Metode Monte-Carlo digunakan untuk integrasi numerik. Algoritma tersebut akan menghitung nilai ???? material non-komposit pada setiap ukuran spesimen yang berbeda. Kompleksitas permasalahan ditingkatkan dengan membuat spesimen terdiri dari 2 material yang berbeda (material komposit). Pada model tersebut yang membedakan tiap material hanya nilai koefisien atenuasi neutron. Koefisien atenuasi dibuat bervariasi secara radial. Pada kasus material non-komposit, perhitungan integral Monte-Carlo menunjukkan bahwa nilai ???? berbanding lurus baik dengan jari-jari maupun tinggi spesimen, dan berbanding terbalik dengan koefisien atenuasi material. Variasi sudut hamburan berkas neutron yang keluar dari spesimen tidak merubah nilai ????. Perhitungan nilai ????? untuk model spesimen komposit meliputi variasi volume antara material dan variasi rasio koefisien atenuasi antara material. Hasil Perhitungan menunjukkan bahwa nilai ????? berbanding lurus dengan jari-jari material dalam ketika koefisien atenuasi material yang di dalam lebih kecil dibanding material yang di luar. Ketika koefisien atenuasi yang di dalam lebih besar, maka ????? berbanding terbalik dengan jari-jari material dalam. Untuk variasi rasio koefisien atenuasi, nilai ????? akan turun jika nilai rasio koefisien atenuasinya diperbesar. Model komposit dapat diaproksimasi dengan spesimen non-komposit dengan cara mengambil rerata berbobot tiap koefisien atenuasi material spesimen komposit.", "Daftar File": {"ABSTRAK Muhammad Isro Fiordi": "https://digilib.itb.ac.id/gdl/download/223347"}, "Penulis": "Muhammad Isro Fiordi [10216038]", "Kontributor / Dosen Pembimbing": ["Dr. Khairul Basar, S.Si., M.Si.", "Dr. Novitrian, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Hamburan multipel, Monte-Carlo, Neutron.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "26 Feb 2021"}