{"Nomor": 53052, "Judul": "USULAN INNOVASI MODEL BISNIS KEWIRAUSAHAAN SOSIAL UNTUK LEMBAGA SWADAYA MASYARAKAT, KASUS: YAYASAN GERAKAN INDONESIA MENGAJAR", "Abstrak": "Saat ini, posisi Lembaga Swadaya Masyarakat di Kewirausahaan Sosial berbasis NonPasar\ndi\nIndonesia\nhanya\nmencapai\nkurang\ndari\ndua\npersen.\nDalam\nkondisi\nini\nYayasan\n\nGerakan\nIndonesia\nMengajar\n\nkesulitan  untuk mendapatkan model bisnis yang tepat\nsejak mereka merubah sebagian bisnis model ke model kewirausahan sosial. Dengan\nmengembangkan Social Project Development, Yayasan Gerakan Indonesia Mengajar\ningin mengurangi ketergantungan terhadap donatur dan kekhawatiran akan\nkeberlanjutan aktivitas sosial mereka. Oleh karena itu, posisi Social Project\nDevelopment perlu untuk dievaluasi agar sesuai dengan kondisi Yayasan Gerakan\nIndonesia Mengajar. \nBerdasarkan analisis, kerangka berpikir didasarkan pada model bisnis kewirausahaan\nsosial untuk Lembaga Swadaya Masyarakat atau model bisnis Hibrida untuk Lembaga\nSwadaya Masyarakat. Bisnis model ini terdiri dari enam kriteria: misi sosial, nilai\nsosial, keuangan, sumber daya, organisasi dan pasar. Hasil penelitian menunjukkan\nposisi Social Project Development yang belum pernah diluncurkan secara formal\nmenciptakan efek domino seperti: produk/layanan yang kurang jelas, target pasar\nkurang jelas, skema pemasaran yang bercampur, dan model bisnis yang bercampur. \nSolusi untuk Social Project Development didasarkan pada kerangka kerja model bisnis\nyaitu value creation, value proposition dan value creation. Setelah itu, Social Project\nDevelopment membuat inovasi menggunakan Inovasi Model Bisnis yaitu two-side\nvalue sebelum diimplementasikan kembali ke model bisnis Hibrida untuk Lembaga\nSwadaya Masyarakat. \nInovasi ini memerlukan rencana implementasi selama empat tahun dengan dibagi\nmenjadi empat fase: perencanaan, pra-peluncuran produk dan layanan, operasi dan\nimplementasi.", "Daftar File": {"2021_TS_PP_Atikah Dinarti_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/220258"}, "Penulis": "Atikah Dinarti [29117496]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A., M.S.A.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Inovasi, Model Bisnis Hibrida Lembaga Swadaya Masyarakat, Lembaga Swadaya Masyarakat, Kewirausahaan Sosial, Inovasi Model Bisnis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Feb 2021"}