{"Nomor": 53057, "Judul": "USULAN STRATEGI LOYALITAS PELANGGAN DENGAN MENINGKATKAN KETERLIBATAN DAN KEPERCAYAAN PELANGGAN : STUDI KASUS MKS SHOES", "Abstrak": "Industri kreatif merupakan penyangga perekonomian Indonesia dan penyumbang PDB negara. Pada\ntahun 2018 industri kreatif alas kaki di Indonesia berhasil menghasilkan 1,41 miliar pasang sepatu atau\nmenyumbang 4,6 persen dari total produksi sepatu dunia. MKS Shoes merupakan salah satu merek\nalas kaki lokal yang berlokasi di Bandung yang menjual sepatu untuk wanita khususnya dari generasi\nmilenial sebagai target pasar utamanya. Namun, generasi milenial diketahui memiliki sikap tidak loyal\ndan sulit mempercayai sebuah merek. Saat ini, Sepatu MKS memiliki tingkat pembelian berulang\nyang rendah dan juga penjualan yang berfluktuasi, yang menandakan rendahnya loyalitas pelanggan\nterhadap merek tersebut. Oleh karena itu, tujuan dari penelitian ini adalah pertama, untuk mengetahui\nsejauh mana keterlibatan milenial dapat mempengaruhi loyalitas pelanggan terhadap MKS Shoes;\nkedua, untuk mengetahui peran kepercayaan milenial terhadap loyalitas pelanggan terhadap MKS\nShoes; dan ketiga, mengembangkan strategi loyalitas bagi pelanggan milenial sebagai upaya\nmeningkatkan kinerja penjualan MKS Shoes. Penelitian ini menggunakan metode campuran penelitian\nkualitatif dan kuantitatif untuk menilai lingkungan eksternal dan internal MKS Shoes. Metode\nkualitatif dilakukan melalui wawancara dengan manajemen MKS Shoes dan dengan mengumpulkan\ndata dari jurnal, website dan e-book. Metode kuantitatif dilakukan melalui survei terhadap 228\nresponden yang mewakili pelanggan MKS Shoes. Analisis eksternal menggunakan analisis PESTLE,\nFive Porter Forces, analisis pesaing dan analisis pelanggan menghasilkan peluang dan ancaman untuk\nMKS Shoes; sedangkan analisis internal menggunakan analisis RBV, VRIO, STP dan bauran\npemasaran menunjukkan kekuatan dan kelemahan MKS Shoes. Kemudian, analisis SWOT dan\nanalisis Fishbone mengidentifikasi akar penyebab rendahnya loyalitas pelanggan, yang dikategorikan\nmenjadi sifat dan perilaku milenial, persaingan dan substitusi, kisaran harga yang mirip dengan\npesaing, dan kesamaan saluran promosi. Oleh karena itu, penelitian ini melakukan analisis Porter\nBusiness Strategic dan TOWS Matrix untuk menghasilkan 11 solusi bisnis yang dapat menghilangkan\nakar permasalahan. Hasilnya, penelitian ini mengembangkan strategi loyalitas untuk meningkatkan\nloyalitas pelanggan melalui keterlibatan milenial dan kepercayaan terhadap MKS Shoes.", "Daftar File": {"2021_TS_PP_Nadya Faiha_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/220263"}, "Penulis": "Nadya Faiha [29118505]", "Kontributor / Dosen Pembimbing": ["Nita Garnida, DSM."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "loyalitas pelanggan, keterlibatan pelanggan, kepercayaan pelanggan, sepatu lokal wanita", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Feb 2021"}