{"Nomor": 53062, "Judul": "DETEKSI HANDAL KEGAGALAN ELECTRIC SUBMERSIBLE PUMP DENGAN LOGIKA FUZZY", "Abstrak": "Electric Submersible Pump (ESP) adalah peralatan pengangkatan buatan yang paling banyak digunakan\ndi Sumatera Light Operation (SLO) di bawah PT. Fajar Pacific Indonesia (FPI). ESP sudah lama\ndimanfaatkan dan berkontribusi signifikan terhadap produksi FPI. Seiring berjalannya waktu, ESP\nmengalami penurunan performa karena berbagai faktor. Beberapa alternatif solusi telah dicoba dan\ndijalankan untuk melihat gejala sumur ESP yang tidak efisien sebelum kondisinya semakin parah atau\ntidak mampu beroperasi kembali yang dapat mengurangi produksi. Data obersevasi yang komprehensif\ndan informasi yang lebih cepat terkait dengan potensi kegagalan pompa semakin penting bagi insinyur\nuntuk membuat keputusan secara cepat dan tepat guna meminimalkan kehilangan produksi minyak.\n\nDeteksi dini kegagalan pompa ESP merupakan langkah penting untuk meminimalkan kehilangan\nproduksi di SLO. Dalam kondisi harga minyak yang rendah dan masa operasional yang singkat akibat\nmenjelang berakhirnya blok Roxana, pengerjaan sumur yang mengalami masalah efisiensi pompa\nmenjadi salah satu pekerjaan ekonomis untuk mengoptimalkan tingkat produksi. Tantangan untuk opsi\nini adalah: seberapa cepat insinyur perminyakan dapat mendeteksi gejala kegagalan pompa secara dini?\nBerapa banyak insinyur yang akan dialokasikan untuk meneliti harian 2.466 sumur minyak di SLO?\n\nAlat deteksi kegagalan ESP sebelumnya telah dibuat berdasarkan input data manual dan kriteria batasan\ntegas untuk menghasilkan \"sinyal pengecualian\". Alat tersebut dapat menangkap penuruan fluida sumur\nyang diduga mengalami masalah efisiensi pompa. Sayangnya masih banyak ESP yang memiliki waktu\ndeteksi kegagalan ESP yang lebih lama. Seringkali, dalam implementasi alat saat ini ditemukan sumursumur\nsudah\nturun\nlebih\nlama.\nDalam\nbeberapa\nkasus,\nbeberapa\nsumur\nterlanjur\nmati\nakibat\nterlambat\n\ndideteksi.\n\nAda peluang untuk mengembangkan alat yang tidak hanya lebih komprehensif tetapi juga\npemrosesan dan analisis secara daring dari Supervisory Control and Data Acquisition (SCADA) dengan\nmenggunakan pendekatan kecerdasan buatan.\n\nProyek ini dikembangkan dengan integrasi parameter yang lebih komprehensif dan lebih banyak seperti\ndata uji fluida, data ampere, ketinggian fluida, tekanan kepala sumur dan data pendukung lainnya,\nseperti riwayat pekerjaan rig. Metode logika fuzzy digunakan untuk menilai tingkat potensi kegagalan\npompa. Data dari SCADA digunakan untuk meningkatkan kualitas alat logika fuzzy agar dapat\nmengambil keputusan mengenai sumur ESP yang tidak efisien seperti insinyur perminyakan. Hasil dari\nproyek ini disajikan sebagai Fuzzy Confidence Index (FCI) dimana nilai FCI tertinggi, menyatakan\nadanya potensi kegagalan pompa yang lebih tinggi. Keluaran deteksi kegagalan dini ESP ini kemudian\ndisiarkan setiap hari melalui Integrated Exception Management System (IEMS), dimana sistem ini\nmenyediakan kandidat sumur yang memiliki potensi kegagalan pompa setiap hari kepada insinyur\nperminyakan untuk diproses lebih lanjut.", "Daftar File": {"2021_TS_PP_Ismail Ibnu Haris Alhaj_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/220268"}, "Penulis": "Ismail Ibnu Haris Alhaj [29118265]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Electric Submersible Pump (ESP), deteksi kegagalan ESP, logika fuzzy, loss production opportunity (LPO), pengambilan keputusan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2021"}