{"Nomor": 53061, "Judul": "MODEL KOMUNIKASI PEMASARAN TERPADU UNTUK KEBERLANJUTAN  (STUDI KASUS: BLENDED TEA TERAS HIJAU PROJECT)", "Abstrak": "Sustainable Development Goals adalah agenda global yang menuntut kontribusi semua pihak untuk\nmewujudkannya. Tidak terkecuali sebuah bisnis. Teras Hijau Project adalah sebuah organisasi social\nyang bergerak dibidang ketahanan pangan dan pengembangan bio-potensial untuk keberlanjutan\ndengan pendekatan komunitas melalui aktivitas pendidikan, pemberdayaan, kewirausahaan. Salah satu\nproduknya bersama komunitas adalah pengembangan blended tea, yang berbahan baku kombinasi\nbunga dan herb. Untuk memulai upayanya memasuki pasar, Teras Hijau Project ingin mendesain\nmodel komunikasi marketingnya yang tepat, selain mengandalkan kualitas produknya tetapi juga ingin\nmengakat misi keberlanjutannya sebagai brand image produk tehnya.  \nTanaman bunga dan herbal ini adalah tanaman pelengkap untuk mencegah hama dari tanaman utama\nyaitu sayuran demi terciptanya ketahanan pangan. Masalah bisnis yang dihadapi adalah bagaimana\nmeyakinkan komunitas untuk menanam tanaman bunga dan herb tersebut, karena bila tidak\nmempunyai nilai value yang tinggi akan sulit untuk meyakinkan komunitas untuk melakukannya.\nMaka dari itu diperlukan komunikasi marketing untuk produk dari bunga dan herb ini untuk\nmeningkatkan nilai valuenya. Studi ini bertujuan untuk mendesain model integrated communication\nmodel bagi produk Teras Hijau Project dengan melakukan benchmark dan pengujian pada konsumen\npotensialnya. \nHasil benchmark model adalah konten pengemasan, event, seminar dan relasi komunitas pada saluran\nrelasi publik dan media sosial, website, dan YouTube pada saluran pemasaran media sosial. Channel\ntersebut kemudian diuji untuk mengetahui pengaruhnya terhadap niat membeli yang memiliki dimensi\nyaitu Attention, Interest, Desire, and Action (AIDA). Metode penelitian menggunakan analisis data\nkuantitatif dan menggunakan SEM-PLS sebagai alat statistik. \nHasilnya adalah iklan dan relasi publik berpengaruh signifikan terhadap AIDA dalam niat membeli,\nsedangkan pemasaran media sosial hanya berpengaruh signifikan terhadap Attention and Interest.\nSedangkan event tidak berpengaruh signifikan terhadap AIDA. Saluran dan konten lain dapat\ndimasukkan ke dalam pengukuran, seperti promosi penjualan, pemasaran seluler, penjualan pribadi,\ndan pemasaran database untuk penelitian selanjutnya.", "Daftar File": {"2021_TS_PP_Rakha Zahra Raihan_1-Abstraksip.pdf\n]": "https://digilib.itb.ac.id/gdl/download/220267"}, "Penulis": "Rakha Zahra Raihan [29119144]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Teras Hijau Project, teh bunga dan herbal, Komunikasi Pemasaran Terpadu, AIDA", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2021"}