{"Nomor": 53085, "Judul": "USULAN KOMUNIKASI PEMASARAN UNTUK APLIKASI KAI ACCESS BERDASARKAN PADA PENGETAHUAN PRODUK KONSUMEN", "Abstrak": "Bisnis transportasi yang ada di Indonesia beragam mulai dari transportasi darat, udara, laut. \nTransportasi darat khususnya kereta api di Indonesia masih di dominasi oleh perusahaan Negara\nseperti PT. KAI (Persero), karena perusahaan ini memiliki tugas dan aturan dari pemerintah yang\nmewajibkan memberikan jasa transportasi bagi seluruh masyarakat yang ada di Indonesia.\nTantangan yang diberikan oleh pemerintah tersebut dijawab oleh PT. KAI (Persero) dengan terus\nmengembangkan pelayanan dan teknologi yang mereka miliki. Pengembangan terbaru yang\ndilakukan untuk memberikan pelayanan terbaik bagi pelanggan adalah dengan menciptakan\ninovasi teknologi aplikasi mobile bernama KAI Access. Sejak peluncurannya aplikasi ini belum\nmendapatkan perhatian dan penggua sehingga aplikasi ini belum mencapai target yang sudah\nditentukan dari latar belakang dibentuknya aplikasi KAI Access tersebut untuk memudahkan\npelayanan yang di miliki oleh PT. KAI (Persero) menjadi dalam satu genggaman.\n\nPenelitian ini memfokuskan untuk membantu aplikasi KAI Access dalam mengukur dan\nmeningkatkan pengetahuan produk konsumen. Pengukuran dan peningkatan pengetahuan produk\nkonsumen akan membantu komunikasi marketing aplikasi KAI Access agar mendapatkan\nperhatian dari masyarakat. Dalam penelitian ini penulis menggunakan teori tentang cara\nmeningkatkan pengetahuan produk konsumen dan juga teori AIDA yang digunakan untuk\nmengukur tingkat pengetahuan konsumen. \n\nSelanjutnya mengikuti prosedur analisa untuk meningkatkan pengetahuan produk konsumen\ndengan melibatkan teori AIDA sebagai dasar untuk mengukur dan meningkatkan pengetahuan\nproduk konsumen terhadap aplikasi KAI Access. Rekomendasi strategi dalam meningkatkan\nkomunikasi pemasaran berdasarkan dari hasil temuan (Gap) pada tingkat pengetahuan produk\nkonsumen akan dapat membantu bagaimana aplikasi KAI Access ini mendapatkan perhatian dan\njuga digunakan oleh masyarakat khususnya adalah pelanggan PT. KAI (Persero). Dengan\nprosedur ini PT. KAI (Persero) mampu mengembangkan aplikasi, target pasar dan memenuhi\nkebutuhan konsumen. Penelitian ini akan membantu untuk lebih efisien dan tepat sasaran dalam\nkonsep aplikasi KAI Access.", "Daftar File": {"2021_TS_PP_CHARISMA FIDIANSYAH P_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/220293"}, "Penulis": "Charisma Fidiansyah Putra [29118360]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "produk, transportasi, pengetahuan konsumen, pemasaran, aplikasi seluler", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2021"}