{"Nomor": 53081, "Judul": "MEMBANGUN STRATEGI PENCEGAHAN CHURN DENGAN PENDEKATAN KESUKSESAN PELANGGAN UNTUK PT.XYZ", "Abstrak": "PT.XYZ adalah perusahaan milik negara yang bergerak di bidang telekomunikasi dan\nkomunikasi. Saat ini PT XYZ bertujuan untuk memperluas portofolio bisnisnya ke produk\ndigital, salah satunya adalah produk Learning Management System (LMS) untuk sekolah 3T\n(Tertinggal, Terdepan, dan Terluar) yang termasuk dalam Software as a Service (SaaS) Elearning.\n\nPeluncuran produk LMS ini bertujuan untuk membantu sekolah-sekolah yang\ntergolong 3T dalam proses Kegiatan Pembelajaran Jarak Jauh (PJJ) akibat Covid-19. PT.XYZ\njuga melihat bahwa penggunaan teknologi akan terus diadaptasi oleh sekolah kedepannya\nuntuk membantu proses belajar mengajar meski pandemi telah berakhir. Perusahaan\nmenawarkan program uji coba gratis selama satu bulan untuk mengakusisi konsumen, namun\nhanya 16% yang tertarik dan berlangganan. Saat ini perusahaan tidak mengetahui faktor apa\nyang membuat konsumen tidak tertarik dan beralih ke churn. Penelitian ini bertujuan untuk\nmenyajikan alternatif strategi yang beralasan untuk diterapkan oleh PT. XYZ. Penelitian ini\nmenggunakan metode campuran yaitu menggunakan pendekatan kualitatif melalui wawancara\nmendalam untuk mengetahui kriteria keberhasilan pelanggan PT.XYZ yang selama ini\nterabaikan dan perlu dipertahankan dan kuesioner menguji faktor tersebut lebih dalam untuk\nmelihat seberapa signifikan dan positif hubungan terhadap kesuksesan pelanggan. Kemudian\nmengetahui kapabilitas dan strategi PT.XYZ saat ini untuk membantu pelanggan mencapai\nkesuksesan mereka melalui Capability Maturity Model (CMM) berdasarkan 10 hukum\nkesuksesan pelanggan. Selanjutnya mencari tahu faktor-faktor eksternal yang mempengaruhi\npelanggan untuk beralih melalui PEST, analisis 5 Kekuatan & pesaing Porter. Hasilnya akan\nmenjadi masukan bagi penulis untuk menyesuaikan dan merekomendasikan solusinya.\nBerdasarkan analisis akar permasalahan, kemampuan perusahaan untuk memantau,\nmemelihara dan mengelola kesuksesan pelanggan belum mencapai standar. Karenanya, aspek\nyang mempengaruhi pelanggan untuk melakukan churn tidak dapat diatasi. Berdasarkan\nanalisis yang dilakukan, membangun kesuksesan pelanggan diperlukan untuk menyelesaikan\nmasalah saat ini dan untuk mengatasi masalah di masa depan.", "Daftar File": {"2021_TS_PP_Muhammad Arfidh_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/220287"}, "Penulis": "Muhammad Arfidh [29118365]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "E-Learning, LMS, Customer Success, Pemasaran, Manajemen Strategis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2021"}