{"Nomor": 53088, "Judul": "USULAN STRATEGI PEMASARAN PENYEDIA LAYANAN VIDEO STREAMING APLIKASI MAXSTREAM UNTUK MENINGKATKAN  PENGGUNA AKTIF BULANAN MELALUI AKUISISI PELANGGAN DAN RETENSI PELANGGAN SAAT PANDEMI", "Abstrak": "Di era digital saat ini, perkembangan teknologi sangat cepat untuk membantu manusia dalam melakukan\nsegala aktivitas. Faktanya, pengguna internet di Indonesia mencapai 64.8% dan menjadi Negara \nke-5 dengan aktifitas paling banyak mengkonsumsi internet. Perangkat untuk mengakses\ninternet paling banyak adalah menggunakan smartphone. Pengguna internet biasanya\nmenonton video, mendengarkan musik dan bermain game yang dapat diakses menggunakan\nsmartphone. Bertumbuhnya pengguna internet disetiap tahun menjadikan peluang bagi\nperusahaan telekomunikasi di Indonesia untuk memberikan layanan digital bagi masyarakat.\nMAXstream sebagai layanan video streaming mengalami kesulitan untuk mencapai target\nmereka mengakuisisi dan mempertahankan pelanggan. Pelanggan aktif bulanan MAXstream\ndari App Annie di tahun 2019 masih fluktuatif berkisar hampir 2 juta pelanggan. Tetapi, pada\nsaat pandemi di bulan April 2020 pengguna aktif bulanan MAXstream meningkat sangat cepat\nmencapai 7.3 juta pelanggan.   \nPenelitian ini bertujuan untuk mengidentifikasi kondisi MAXstream pada saat ini. Pertama,\nmenganalisis kondisi internal dan eksternal dari perusahaan Telkomsel. Kedua, menganalisis\nsituasi MAXstream dipasar saat ini terhadap target pelanggan menggunakan The Five A’s\nModel dan Customer Journey Mapping untuk menganalisis interaksi pelanggan yang sudah\nmenggunakan layanan MAXstream. Survei dilakukan terhadap pengguna MAXstream dan\npenggemar video streaming melalui teknik purposive sampling. Kuesioner disebarkan kepada\n400 responden secara acak dengan menggunakan sosial media dan aplikasi pesan. Hasil\nanalisis menunjukkan bahwa korelasi retensi pelanggan lebih kecil daripada akuisisi\npelanggan. \nStrategi marketing yang diberikan menggunakan akuisisi pelanggan strategi untuk tetap\nmeningkatkan pelanggan agar mencapai MAXstream target dan retensi pelanggan strategi\nuntuk mempertahankan pelanggan agar tetap menggunakan layanan MAXstream setelah\npandemic berlalu.", "Daftar File": {"2021_TS-PP_Byan Fernando_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/220297"}, "Penulis": "Byan Fernando [29118519]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "layanan video streaming, pandemi, akuisisi pelanggan, retensi pelanggan, MAXstream, pelanggan aktif bulanan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2021"}