{"Nomor": 53086, "Judul": "COMPANY VALUATION OF PT. BANK ABC  FOR PREPARING ACQUISITION STRATEGY", "Abstrak": "Perkembangan dunia perbankan di Indonesia telah mengalami perubahan transformasional dari\nwaktu ke waktu. Di era disrupsi teknologi seperti saat ini, kondisi perbankan tidak mau harus\nmengikuti perkembangan teknologi yang ada. Salah satu faktor terpenting dalam menghadapi\npersaingan perbankan di Indonesia harus memiliki ketahanan yang kuat pada kecukupan modal\ninti. OJK telah membuat POJK R Nomor 12 / POJK.03 / 2020 tentang Ketentuan Kewajiban\nPenyediaan Modal Minimum masing-masing bank. Bank ABC adalah bank dengan tier 1\nkurang dari Rp1 miliar. Tujuan dari penelitian ini adalah: 1) Penilaian Perusahaan Bank ABC\ndengan menggunakan model DCF (Discounted Cash Flow). 2) Membantu pengelolaan Bank\nABC Kedepannya terkait beberapa langkah strategis yang harus diambil.\n\nLangkah selanjutnya Bank ABC melakukan valuasi perusahaan untuk mengetahui valuasi\nperusahaan Bank ABC bila akan ada penambahan saham di kemudian hari. Setelah mengetahui\ndan melakukan valuasi perusahaan dari Bank ABC maka akan dihasilkan rekomendasi aksi\nkorporasi yang harus dilakukan langkah-langkah perencanaan implementasi Bank ABC adalah\nakuisisi. Dalam situasi bisnis, ketidakcukupan modal inti Bank ABC terkendala oleh faktor\npolitik eksternal (POJK No.12 / POJK.03 / 2020) yang membuat Bank ABC tidak dapat\nberkembang (hingga menjadi Bank Buku II), terutama dalam hal mengembangkan layanan\ndigital untuk menjawab tantangan teknologi faktor eksternal.\n\n \n\niii \n \n\nMetode analisis yang digunakan dalam penelitian ini adalah analisis studi kasus dengan\npenilaian rasio, analisis kinerja keuangan dan penilaian perusahaan dengan pendekatan\nDiscounted Cash Flow (DCF). Dengan asumsi discount rate 12% dan jangka waktu 5 tahun ke\ndepan dengan rata-rata nilai terminal menunjukkan bahwa nilai ekuitas pasar / perhitungan\nsaham adalah Rp 350.000, - sedangkan secara intrinsik Rp 1.349.240, - jadi target harga per\nsaham adalah 2,85x dari harga saham awal. CKPN meningkat sekitar 40%. Dimana simpanan\nmerupakan biaya terbesar yang harus dibayar oleh Bank ABC jika dibandingkan dengan Giro\ndan Tabungan.\n\nKesimpulannya apabila Bank ABC ingin melakukan akuisisi, maka Bank ABC dapat\nmemberikan harga ekuitas / saham tersebut pada Rp. 1.349.240, - / saham atau 2,85x dari harga \nawal / saham. Kemudian setelah proses akuisisi, Bank ABC harus melakukan strategi \nperbaikan pada kualitas Kredit dan proporsi rekomposisi pada kewajiban jangka pendek\nkhususnya pada Deposito. Implikasi dari tugas akhir ini tentunya dapat menjadi dasar bagi\nindustri perbankan di Indonesia yang memiliki situasi dan kondisi yang sama dengan Bank\nABC. 1) Bagaimana bank menentukan aksi korporasi dalam hal ini untuk meningkatkan kinerja\nbank dengan menggunakan dasar-dasar teori aksi korporasi (Merger, Akuisisi dan\nKonsolidasi), 2) Menilai seberapa besar valuasi perusahaan jika ingin meningkatkan modal inti\nbank, 3) dan menganalisis poin-poin penting kinerja bank dalam rangka meningkatkan bisnis\ndi masa depan Batasan dalam tugas akhir ini hanya melihat bagaimana kinerja keuangan Bank\nABC mampu menentukan arah kebijakan Bank di masa yang akan datang, seperti yang kita\nketahui bahwa banyak hal pendukung yang menjadi faktor dalam penilaian perusahaan.\nTerakhir, untuk penelitian selanjutnya, beberapa faktor pendukung dapat dijadikan variabel\ndalam menentukan hasil dan rencana aksi korporasi, antara lain Sumber Daya Manusia, Factor\nProduct, kebijakan pemerintah yang lebih kompleks dan stress test jika terdapat peristiwa\nseperti wabah COVID 19.", "Daftar File": {"2021_TS_PP_Iwan Mustopa Firmansyah_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/220295"}, "Penulis": "Iwan Mustopa Firmansyah [29118432]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Banking, acquisition, valuation, discounted cash flow, Financial performance analysis.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2021"}