{"Nomor": 53090, "Judul": "USULAN PERUMUSAN STRATEGI BISNIS UNTUK JASA PENYEWAAN ALAT BERAT (KASUS: CV KAHURIPAN)", "Abstrak": "CV Kahuripan adalah perusahaan yang bergerak dibidang jasa Rental alat berat,\nyaitu: forklift, towing, dan truk crane. Perusahaan ini terletak di jalan Rancaekek,\ndesa Cipasir, Kabupaten Bandung. CV Kahuripan memiliki 20 unit forklift dengan\nkapasitas mulai 2 sampai 15 ton dan merupakan satu-satunya perusahaan jasa\npersewaan alat berat forklift di Rancaekek yang merupakan kawasan industri. Bila\ndilihat dari segmentasi geografis, Jasa Penyewaan alat berat sendiri sangat cocok\nuntuk daerah Rancaekek karena lokasi perusahaan memiliki potensi dan nilai yang\nmenguntungkan karena Rancaekek adalah kawasan industri dan cukup strategis\nuntuk wilayah kota Bandung. Masalah yang dialami oleh perusahaan saat ini adalah\npenurunan Penyewaan forklift selama pandemi COVID-19 setidaknya 30 pesanan\nmulai dari Januari 2020, hal ini disebabkan jumlah barang atau mesin yang\ndiadakan di pelabuhan domestik atau pelabuhan asing dan tidak dapat mencapai\ntarget yang meningkat 30% - 40% dari tahun sebelumnya. CV Kahuripan ingin\nmeningkatkan Penyewaan Forklift pada masa pandemi saat ini. \nMetodologi yang digunakan dalam penelitian ini adalah dalam beberapa cara,\nsesuai dengan analisis lingkungan internal dan eksternal. Analisis internal yang\ndigunakan bauran pemasaran 7P dan pandangan bebasis sumber daya. Sementara\nitu, lingkungan eksternal menggunakan analisis lima kekuatan porter, analisis\npestel, dan analisis kompetitor. TOWS Matrix dan perencanaan strategis kuantitatif\nmatrix (QSPM) juga digunakan untuk mengembangkan strategi. Dari analisa\ninternal, dapat disimpulkan bahwa CV Kahuripan memiliki lima kekuatan\n(Memberikan harga yang sesuai dengan kebutuhan pelanggan, Banyak variasi\nforklift yang ditawarkan, Negosiasi harga yang baik dengan pelanggan, Memiliki\nlokasi yang strategis di dalam kawasan pabrik, dan Memiliki karyawan yang\nberpengalaman) dan lima kelemahan. Dari analisis eksternal (Kurangnya promosi\nmedia sosial, Job desk karyawan yang belum spesifik, kurangnya pemanfaatan\nmedia sosial, Proses pelayanan forklift yang buruk, dan lingkungan Kantor yang\nKurang Bersih), dari analisis eksternal disimpulkan bahwa CV Kahuripan memiliki\nlima peluang (konsumen Rancaekek cenderung didapat oleh perusahaan, Tidak ada\nlayanan substitusi pada industri alat berat, Rendahnya daya tawar pemasok pada\nindustri alat berat forklift khususnya di sparepart, Perusahaan industri persewaan\nforklift berpeluang dijadikan vendor oleh perusahaan besar, dan Perusahaan di\nindustri persewaan forklift berpeluang memperluas pasar) dan lima ancaman\n(Pesaing sudah mulai memanfaatkan teknologi internet dalam rangka promosi atau\nperluasan pasar, Industri persewaan forklift mengalami penurunan permintaan dari\nperusahaan yang membutuhkan jasa persewaan alat berat karena masa pandemi\nCOVID-19, Ada Perusahaan industri alat berat yang telah memperluas wilayah \niv\n \npemasaran di berbagai kota, Industri alat berat mengalami persaingan harga yang\nketat karena banyaknya perusahaan di industri yang sama, dan perusahaan pesaing\nmemiliki kualitas produk yang baik dan variasi layanan yang ditawarkan lebih\nbanyak).. \nHasil dari penelitian ini adalah menyusun rencana strategi dengan menggunakan\nQuantitative Strategic Planning Matrix (QSPM). CV Kahuripan perlu melakukan\nalternatif strategi berdasarkan pemeringkatan dari yang terbesar hingga yang\nterkecil dari Total Tarikan Score (TAS) yang diperoleh dari QSPM yang\nmengidentifikasi implementasi urutan strategi yang diusulkan untuk CV\nKahuripan: 1. Memberikan spesifikasi kerja yang sesuai keterampilan / keahlian\nkaryawan (TAS: 6.86). 2 Tentukan pelanggan berdasarkan riwayat sewa (TAS:\n6.84). 3.Merancang sistem pemasaran perusahaan untuk mendapatkan konsumen\nbaru (TAS: 6.80). 4.Selalu menjaga hubungan baik dengan pelanggan (TAS: 6.78).\n5.Mencari perusahaan besar yang membutuhkan jasa alat berat dalam skala besar\n(TAS: 6.74). 6.Merekrut karyawan mekanik untuk mengembangkan usaha\nsehingga CV Kahuripan dapat membuka jasa forklift (TAS: 6.70). Rencana\npenerapan strategi alternatif terdiri dari jadwal kegiatan. Timeline kegiatan terdiri\ndari rangkaian yang lebih detail tentang kegiatan apa saja yang perlu dilakukan CV\nKahuripan. Implementasi tersebut diharapkan dapat membantu CV Kahuripan\ndalam menyelesaikan permasalahan bisnis dan mencapai target yang telah\nditetapkan.", "Daftar File": {"2021_TS_PP_Muhammad Arif  Wicaksono_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/220299"}, "Penulis": "Muhammad Arif Wicaksono [29118450]", "Kontributor / Dosen Pembimbing": ["Ir. Dwi Larso, MSIE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Faktor internal, faktor eksternal, analisis SWOT, analisis TOWS, Perencanaan Strategis Kuantitatif Matrix (QSPM).", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2021"}