{"Nomor": 53098, "Judul": "PENENTUAN ALTERNATIF TATA LETAK RITEL DENGAN    PENDEKATAN ANALISIS KERANJANG BELANJA", "Abstrak": "Latar Belakang dan Tujuan. Ritel adalah aktivitas komersial yang melibatkan\npenjualan barang atau menawarkan layanan langsung kepada konsumen akhir.\nSuasana yang nyaman menjadikan retail dan minimarket sebagai pilihan utama \nmasyarakat Yogyakarta untuk berbelanja. Pengecer memenuhi permintaan konsumen \ndengan menyeimbangkan inventaris tanpa kehabisan stok atau menahan kelebihan\npasokan. Barang dagangan harus disimpan agar dapat diukur dan dicatat secara teratur\nsehingga dapat ditempatkan sesuai kebutuhan pelanggan. Maga Swalayan merupakan\nsalah satu supermarket di Yogyakarta yang menghadapi kelebihan stok yang\nberdampak pada tingginya biaya penyimpanan persediaan. Rata-rata nilai deadstock\npada tahun 2020 mencapai Rp 64.931.922. Oleh karena itu, penelitian ini bertujuan\nuntuk melakukan pengembangan guna menekan biaya operasional dan mengurangi\ndeadstock dengan mengajukan hubungan pola pembelian dengan menentukan \nalternatif tata letak ritel.\nMetodologi dan Analisis. Salah satu metode yang umum digunakan dalam mengatur \ntata letak dalam bisnis ini adalah analisis keranjang belanja. Market basket analysis\nmerupakan bagian dari metode data mining yang menggunakan teknik algoritma\napriori untuk menemukan asosiasi produk. Market basket analysis merupakan\npenerapan Association Rule dengan tiga ukuran yaitu dukungan (dominasi faktor),\nkepercayaan (level faktor), dan peningkatan rasio / lift (factor proximity validation). \nPerhitungan asosiasi produk dilakukan menggunakan aplikasi RapidMiner dengan\ninput data transaksi pelanggan dan menggunakan peta hubungan kerja untuk membaca\nderajat hubungan kedekatan antar departemen.\n\nTemuan. Hasil dari metode ini adalah 4 aturan asosiasi dari sepuluh kategori produk\nguna diinterpretasikan sebagai pertimbangan dalam memperbaiki tata letak dan\nmengurangi tingkat persediaan yang ada. Hasil dari penataan ulang area toko akan\nmemantau persediaan secara lebih cepat dan akurat dengan menggunakan analisis pola\npembelian konsumen atau relasi masing-masing departemen yang diharapkan dapat\nmenerapkan tata letak yang terarah dan terstruktur sesuai dengan kebutuhan pelanggan\nMaga Swalayan.", "Daftar File": {"2021_TS_PP_Desi Nur Hana Kurnia_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/220323"}, "Penulis": "Desi Nur Hana Kurnia [29119146]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "supermarket, ritel, tata letak ritel, analisis keranjang belanja, peta hubungan kerja", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2021"}