{"Nomor": 53094, "Judul": "PEMODELAN KEUANGAN DAN VALUASI PRA-UANG DALAM RANGKA PERSIAPAN PENAWARAN SAHAM PERDANA  (STUDI KASUS: PT PANCA MITRA MULTIPERDANA)", "Abstrak": "Penawaran umum perdana (IPO) saham merupakan salah satu peristiwa terpenting di pasar\nmodal. IPO merupakan saluran masuknya modal baru dengan menawarkan akses ke pasar publik bagi\nperusahaan baru dan mekanisme bagi pemilik yang ada untuk merealisasikan pengembalian atas usaha\nmereka. Sebelum melakukan IPO, perusahaan harus memilih penjamin emisi. Penjamin emisi\nmembantu perseroan mempersiapkan IPO, dengan mempertimbangkan masalah jumlah dana yang akan\ndikumpulkan, ukuran IPO, serta kesepakatan antara perseroan dan penjamin emisi.  \nPenelitian ini dilakukan dari sudut pandang PT Sinarmas Sekuritas selaku underwriter. Namun\nsetiap keputusan yang akan diambil oleh PT Sinarmas Sekuritas harus tetap mendapat persetujuan dari\nPT Panca Mitra Multiperdana selaku perusahaan yang akan melakukan IPO.  \nPenelitian ini difokuskan untuk menentukan nilai PT Panca Mitra Multiperdana sebelum\ndibawa ke investor. PT Panca Mitra Multiperdana memerlukan dana sebesar USD 5,500,000 untuk\nbiaya modal tahun 2020-2021 yang akan digunakan untuk melakukan pembangunan pabrik ke-8. Selain\nitu, IPO ditujukan untuk memperbaiki debt-to-equity ratio perusahaan.  Penelitian dimulai dengan\nmelakukan analisis internal PT Panca Mitra Multiperdana dengan metode financial ratio analysis, lalu\ndilanjutkan dengan melakukan analisis eksternal perusahaan dengan menganalisis kondisi\nmakroekonomi dan menganalisis kondisi industry dengan metode Michael Porter’s Five Forces.\nMenggunakan hasil dari kedua analisis tersebut, penulis merangkum analisis kondisi internal dan\neksternal perusahaan dengan menggunakan metode SWOT. Penentuan nilai perusahaan dilakukan\ndengan menggunakan dua metode yaitu Discounted Cash Flow (Free Cash Flow to Firm) dan Relative\nValuation (EV/EBITDA multiple and P/E Ratio multiple).  \nHasil dari model FCFF menunjukkan nilai ekuitas dari PT Panca Mitra Multiperdana sebesar \nUSD  94,839,539.7. Hasil dari valuasi menggunakan rata-rata dari EV/EBITDA multiple adalah USD \n72,133,940.9 dan hasil dari valuasi menggunakan rata-rata dari P/E Ratio multiple adalah USD\n74,058,599.4. Dengan nilai ekuitas yang didapat dan mempertimbangkan peraturan BEI, PT Panca\nMitra idelanya melepaskan 15% dari nilai ekuitas total. Harga per lembar saham idealnya dijual dengan\nharga IDR 462.6 ~ IDR 592.41 dengan jumlah saham sebanyak 353,000,000 lembar (menggunakan\nexchange rate per tanggal 1 Agustus 2020).  \nRekomendasi yang diberikan penulis kepada PT Sinarmas Sekuritas dan PT Panca Mitra\nMultiperdana adalah dengan memberikan diskon dari harga awal mengingat kondisi sekarang adalah\nkondisi pandemic dan PT Panca Mitra Multiperdana sendiri merupakan perusahaan dengan golongan\nmarket cap kecil ke menengah. Rekomendasi spesifik untuk PT Sinarmas Sekuritas adalah untuk\nmenggunakan jenis komitmen penuh dengan harga dan IPO size yang didapatkan setelah melakukan\nproses book building.", "Daftar File": {"2021_TS_PP_Philip Anugrah Raskita_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/220319"}, "Penulis": "Philip Anugrah Raskita [29119207]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "absolut, harga wajar, penjamin emisi, relatif, ukuran IPO, valuasi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2021"}