{"Nomor": 53102, "Judul": "HUBUNGAN ANTARA SKILLS DAN KINERJA PEGAWAI DENGAN SERVANT LEADERSHIP SEBAGAI MODERATOR VARIABEL SELAMA  COVID-19 DALAM MENGHADAPI INDUSTRI 4.0 (STUDI KASUS: CREW RESTAURANT DI KFC MEDAN)", "Abstrak": "Industri 4.0 adalah tentang daya saing dan inovasi. Organisasi perlu menyesuaikan\nkemampuan mereka untuk menangani tantangan baru. Selain manajemen perubahan,\nkonsep sekuensial, pemikiran desain adalah pendekatan berulang yang menghubungkan\nmetode kreatif dan analitis. Tujuannya adalah untuk menumbuhkan ide dan konsep baru\nserta meningkatkan daya inovatif dan daya saing organisasi, dan saat ini, serangan\nCOVID-19 telah mengejutkan dunia. Pandemi COVID-19 telah mengejutkan banyak\norganisasi. Keadaan ini akan mempengaruhi pekerjaan yang mengubah budaya\norganisasi, seperti instruksi work from home (WFH) bagi karyawan, pengendalian\norganisasi virtual, dan pengawasan oleh pimpinan yang sebelumnya hanya dilakukan oleh\norganisasi besar. Salah satu perusahaan yang memiliki dampak signifikan akibat COVID19\n\nadalah PT. Fast Food Indonesia Tbk, Kesuksesan Quick Service Restaurant\nmancanegara ini kemudian diikuti oleh restoran-restoran di kota-kota besar di Indonesia\nyaitu di Medan. Saat menghadapi COVID-19 yang terjadi di dunia, gerai lain PT. Fast\nFood Indonesia khususnya di Medan memiliki tujuan yang ingin dicapai. Tujuannya agar\nKFC stabil seperti dulu. Tujuan ini akan dicapai melalui komitmen karyawan dan kinerja\nyang baik. Kurangnya kinerja karyawan terjadi karena berbagai sebab. Oleh karena itu,\npenelitian ini bertujuan untuk mengetahui hubungan antara skills dan kinerja karyawan\ndengan servant leadership sebagai variabel moderator selama COVID-19 menghadapi\nIndustri 4.0.", "Daftar File": {"2021_TS_PP_Mounique Ardita Juliana Ginting_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/220327"}, "Penulis": "Mounique Ardita J G [29119074]", "Kontributor / Dosen Pembimbing": ["Dr.rer.pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "hard skills, soft skills, kinerja karyawan, servant leadership, covid-19, industry 4.0, multilinear regression", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2021"}