{"Nomor": 53104, "Judul": "STOCK ANALYSIS OF MAP AKTIF ADIPERKASA USING FUNDAMENTAL ANALYSIS WITH INDONESIA AFTER PANDEMIC PROJECTION", "Abstrak": "MAP Aktif Adiperkasa (MAPA) adalah perusahaan yang bergerak di Industri retail yang menjual\nberbagai produk kebutuhan konsumen yang berhubungan dengan gaya hidup sehat, MAPA\nmerupakan anak perusahaan dari Mitra Adiperkasa (MAPI) yang mengelola penjualan di sektor\nproduk perlengkapan olahraga. MAPA memiliki hak distribusi khusus untuk beberapa produk\nunggulan seperti Nike, Adidas, Reebok dll, gerai MAPA dapat ditemui diberbagai tempat\nperbelanjaan umum yang ada di Indonesia. \nPada tahun 2020 pandemi Covid-19 masuk ke Indonesia yang menyebabkan pemerintah harus\nmemberlakukan beberapa pertaturan yang bertujuan untuk mencegah penyebaran virus Covid-19,\nsalah salah  satunya adalah pembatasan social bersekala besar yang mengharuskan pusat\nperbelanjaan yang mengakibatkan kerumunan orang harus ditutup atau tidak boleh beroperasional. \nHal ini menyebabkan MAPA mengalami masalah dengan penjualannya, namun MAPA masih dapat\nbertahan dengan perubahan perilaku konsumen yang menggunakan platform belanja digital sebagai\nsalah satu pilihan untuk berbelanja serta produk MAPA yang mendukung gaya hidup sehat dapat\nmenjadi pilihan utaman konsumen selama masa pandemi ini. \nPenelitian ini menggunakan PEST analisis untuk analisis makro, untuk analisis industry\nmenggunakan 5 force porter. Untuk analisis internal hanya menggunakan analisis keuangan dengan\nmembandingkan rasio rasio keuangan antara MAPA dan LPPF. \nUntuk mendapatkan nilai wajar dari saham MAPA menggunakan discounted cash flow dan relative\nvaluation dengan EBITDA, dengan WACC sebesar 16,68% serta menggunakan proyeksi\npertumbuhan ekonomi Indonesia selama masa perbaikan setelah pandemi maka didapatkan nilai\nwajar dengan metode DCF sebesar Rp. 1.011,59. \nDengan hasil ini maka didapatkan kesimpulan bahwa untuk saat ini investor yang memiliki saham\nMAPA disarankan untuk menjual sahamnya dan masuk kembali pada saat harga pasar saham MAPA\nsudah menyentuh di harga wajarnya.", "Daftar File": {"2021_TS_PP_Antonius Gerti Sianturi_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/220330"}, "Penulis": "Antonius Gerti Sianturi [29118414]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "MAPA, Saham, Pandemi, Covid-19, DCF, WACC, EBITDA, LPP", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2021"}