{"Nomor": 53117, "Judul": "GROUPWISE MULTICHANNEL IMAGE REGISTRATION", "Abstrak": "Multichannel image registration is an important\nchallenge in medical image analysis. Multichannel\nimages result from modalities such as dual-energy CT or\nmultispectral microscopy. Besides,multichannel feature images\ncan be derived from acquired images, for instance, by\napplying multiscale feature banks to the original images\nto register. Multichannel registration techniques have been\nproposed, but most of them are applicable to only two multichannel\nimages at a time. In the present study, we propose\nto formulatemultichannel registration as a groupwise image\nregistration problem. In this way, we derive a method that allows\nthe registration of two or more multichannel images in\na fully symmetric manner (i.e., all images play the same role\nin the registration procedure), and therefore, has transitive\nconsistency by definition. The method that we introduce\nis applicable to any number of multichannel images, any\nnumber of channels per image, and it allows to take into\naccount correlation between any pair of images and not\njust corresponding channels. In addition, it is fully modular\nin terms of dissimilarity measure, transformation model,\nregularisation method, and optimisation strategy. For two\nmultimodal datasets, we computed feature images from the\ninitially acquired images, and applied the proposed registration\ntechnique to the newly created sets of multichannel\nimages. MIND descriptors were used as feature images,\nand we chose total correlation as groupwise dissimilarity\nmeasure. Results show that groupwise multichannel image\nregistration is a competitive alternative to the pairwise\nmultichannel scheme, in terms of registration accuracy and\ninsensitivity towards registration reference spaces.", "Daftar File": {}, "Penulis": "Jean-Marie Guyader [-]", "Kontributor / Dosen Pembimbing": ["Wyke Huizinga, Valerio Fortunati, Dirk H. J. Poot, Jifke F. Veenland , Margarethus M. Paulides , Wiro J. Niessen, and Stefan Klein"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Feature images, groupwise image registration, multi-channel registration, dissimilarity measure.", "Sumber": "https://ieeexplore.ieee.org/Xplore/home.jsp", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2021"}