{"Nomor": 53124, "Judul": "USULAN STRATEGI PEMASARAN UNTUK KINDERLAND PRESCHOOL", "Abstrak": "Masa anak usia dini sering disebut sebagai masa keemasan perkembangan otak. Otak manusia\ntumbuh lebih cepat dan lebih terbuka untuk belajar pada usia dini (Institute of Medicine and\nCouncil, 2000). Pendidikan anak usia dini (PAUD) adalah jenjang pendidikan yang\ndiselenggarakan sebelum jenjang pendidikan dasar. Tujuan pendidikan anak usia dini adalah\nuntuk mengasuh dan mempersiapkan anak sebelum memasuki jenjang pendidikan berikutnya.\nIndonesia mengklasifikasikan sekolah taman kanak-kanak sebagai pendidikan anak usia dini\nformal yang diperuntukkan bagi anak-anak usia empat hingga enam tahun. \nKinderland Preschool Bandung (KPB) merupakan sekolah Taman Kanak-kanak yang\nmemberikan pendidikan PAUD kepada anak-anak di Bandung. Kinderland sendiri merupakan\nfranchise sekolah dari Kinderland Educare Services, salah satu anggota Crestar Education\nGroup Singapore. PT. ZXC adalah perusahaan penyedia pendidikan yang memegang lisensi\nfranchise untuk sekolah Kinderland di Bandung. Selain KPB, PT. ZXC juga memiliki Sekolah\nBina Persada (SBP), sebuah sekolah yang menyediakan pendidikan dari tingkat SD hingga\nSMA dengan menggunakan Cambridge Pathway. Selama tiga tahun terakhir, jumlah murid di\nKPB belum mencapai kapasitas penuh. \nTujuan dari penelitian ini adalah membantu KPB mencapai kapasitas jumlah muridnya dengan\nmerumuskan strategi pemasaran yang bertujuan untuk memecahkan masalah tersebut. Studi ini\nakan mencoba menyelesaikan masalah bisnis KPB dengan menganalisis lingkungan internal\ndan eksternal sekolah untuk menemukan akar penyebab masalahnya. Setelah menemukan akar\npermasalahannya, penulis akan mengajukan solusi dengan menggunakan matriks TOWS\nsebagai panduan. Studi ini juga akan memberikan rencana implementasi dalam periode satu\ntahun untuk membantu pengambilan keputusan manajemen sekolah.", "Daftar File": {"2021_TS_PP_Aditiya Gama_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/220353"}, "Penulis": "Aditiya Gama [29118341]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pemasaran, pendidikan anak usia dini, strategi bisnis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2021"}