{"Nomor": 53129, "Judul": "USULAN STRATEGI PENATAAN KANAL PEMASARAN SECARA ELEKTORNIK         PT GARUDA INDONESIA (PERSERO) TBK.", "Abstrak": "Perkembangan dunia digital saat ini telah mendorong berbagai industry untuk mengembangkan \nkanal distribusi elektronik yang tepat dari perusahaan kepada konsumen. Tak terlepas pada\nindustry penerbangan dimana kanal perdangan elektronik saat ini sangat berkembang pesat,\nhampir 90% pengguna internet di Indonesia melakukan transaksi pada perdagangan elektronik.\nDibuktikan dengan munculnya Online Travel Agent (OTA), situs penjualan tiket penerbangan\nmilik maskapai, aplikasi mobile serta kanal distribusi digital lainnya mendorong aktivitas niaga\nsecara elektornik ini menjadi pilihan yang tepat bagi konsumen. Data menunjukan bahwa sebagian\nbesar penumpang pesawat terbang memilih untuk melakukan transaksi melalui kanal penjualan\nelektronik. Berdasarkan evaluasi performa penjualan tiket penerbangan Garuda Indonesia,\npertumbuhan tertinggi terjadi pada OTA sebesar 56%. Sementara transaksi penjualan pada situs\ndan aplikasi mobile mengalami penurunan sebesar 23%. \nStudi ini bertujuan untuk menggali permasalahan penurunan penjualan pada situs dan aplikasi\nmobile milik sendiri (direct channel), di tengah pertumbuhan e-commerce khususnya OTA.\nDengan melakukan Analisa eksternal meliputi PESTEL dan Analisa pesaing serta menggabungkan\nhasil Analisa internal yang mencakup resources-based analysis dan competitive advantage melalui\nevaluasi kanal pemasaran tiket penerbangan Garuda Indonesia maka didapatkan kesimpulan\npermasalahan bisnis yang terjadi. \nAlternatif strategy dalam pengelolaan kanal penjualan digabungkan dengan teori bauran\npemasaran atau yang biasa disebut dengan marketing mix 4P’s (Poduct, Pricing, Place,\nPromotion) untuk menghasilkan usulan strategi yang komprehensif dalam mengelola kanal\npenjualan milik maskapai yaitu website, mobile aplikasi, dan contact center. Empat strategy utama\ntersebut ialah integrasi seluruh kanal penjualan elektornik milik sendiri, peningkatan promosi\nlayanan produk perjalanan, melakukan simplifikasi tampilan menu layanan pada situs dengan\nfokus pada produk unggulan, dan peningkatan performa teknologi informasi.", "Daftar File": {"2021_TS_PP_Tessa Adelina_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/220359"}, "Penulis": "Tessa Adelina [29118495]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bisnis maskapai penerbangan, OTA, kanal penjualan daring, bauran pemasaran", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "28 Feb 2021"}