{"Nomor": 53139, "Judul": "PRODUK PELATIHAN ATLET BULU TANGKIS MUDA DIKLAT", "Abstrak": "Bulu tangkis merupakan olahraga terpopuler kedua di Indonesia. Selain prestasi yang ditorehkan oleh para atlet bulu tangkis Indonesia sangat banyak, olahraga bulu tangkis memiliki kedudukan tertinggi di kejuaraan olahraga seperti Pekan Olahraga Nasional.\nSeorang atlet bulu tangkis tidak hanya diukur kemampuan fisiknya, namun pencapaian yang telah ia raih dan usahanya untuk meningkatkan atau mempertahankan prestasinya. Selain itu, seorang atlet harus melalui pelatihan dan seleksi nasional sebelum bermain secara profesional.\nKelompok usia remaja memiliki banyak peluang bagi inovasi di bidang pelatihan, karena pada kelompok usia tersebut program latihan lebih padat dan memerlukan sertifikat/piagam prestasi minimal tingkat provinsi untuk mempertahankan statusnya sebagai atlet muda.\nNamun, pusat pelatihan atau perguruan cabang olahraga bulu tangkis tidak dapat menjamin semua atlet remaja untuk lolos seleksi dan adanya kemungkinan degradasi. Degradasi disebabkan oleh tidak adanya prestasi yang dihasilkan oleh atlet muda (baik tunggal maupun ganda) selama jangka waktu yang tertentu.\nPenelitian ini menggunakan metode kajian literatur berupa jurnal ilmiah dan dokumen-dokumen resmi badan penyelenggara pemanduan bakat bulu tangkis Indonesia, survei terhadap atlet bulu tangkis remaja, observasi program latihan pusat pelatihan cabang olahraga bulu tangkis, dan perancangan produk pelatihan atlet bulu tangkis remaja. Tujuan dari penelitian ini adalah merancang pelontar kok dengan lontaran yang spontan\ndan acak yang diharapkan mampu menyelesaikan masalah kesenjangan bobot program latihan drilling dan bobot pada pertandingan sesungguhnya.", "Daftar File": {}, "Penulis": "Fransisca Dhyanti K N [17516027]", "Kontributor / Dosen Pembimbing": ["Slamet Riyadi, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "atlet remaja, bulu tangkis, diklat, drilling, latihan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Feb 2021"}