{"Nomor": 53145, "Judul": "PEMANFAATAN LIMBAH KAYU TATAL SEBAGAI MATERIAL MODULAR BUILDING BLOCK STUDI KASUS: SENTRA INDUSTRI MEBEL KOTA PASURUAN", "Abstrak": "Adanya limbah berupa 2000-6000an limbah kayu tiap minggu merupakan indikator\ndari pola produksi yang tidak berkelanjutan. Hal ini terjadi pada Sentra Industri\nMebel Kota Pasuruan (SIMP). Limbah jenis tatal kayu yang dihasilkan oleh\nUMKM mebel tersebut selama ini hanya dimanfaatkan sebagai kayu bakar dan\npediang. Dengan naiknya harga kayu dan penuruanan penjualan, perlu dilakukan\nsebuah pembaruan dalam pola produksi SIMP salah satunya melalui recycling.\nMelalui strategi design for standardization and compatibility, diharapkan\nsumberdaya, material, dan produk dapat dikontrol untuk berada dalam siklus\nekonomi selama mungkin, serta meminimalisir produksi limbah.\nDengan kombinasi teknik kempa dan press, tatal kayu SIMP yang tidak lagi\nmemiliki soliditas dapat diolah menjadi material siap pakai (pra-modul) yang\ndiarahkan untuk pengembangan modul yang diaplikasikan pada partisi ruang dan\ndesk organizer. Dengan teknik ini dapat dibuat pra-modul berkontur dengan\nkomposisi perekat (lem alifatik) minimum adalah 10% dengan pengeringan\ndiangin-angin. Untuk 1 pra-modul kontur zigzag berukuran 15x15 cm dibutuhkan\nsetidaknya 2 orang pekerja dengan lama pengerjaan 3 hari. Berdasar simulasi, pramodul zigzag dengan komposisi perekat 8,75% dan 11,66% dapat menahan beban\ntekan pada posisi berdiri sebesar ±230 dan 370 kg. Sementara pada posisi tidur\nestimasi beban adalah ±50x3 kg dan ±80x3 kg. Model produksi padat karya\ndengan investasi cetakan adalah yang paling direkomendasikan. Disarankan pula\npengembangan unit industri SIMP yang khusus mengolah limbah sebagai langkah\nawal menuju pola produksi sirkular.", "Daftar File": {"2021 TS PP RIZNA EKA NURSANTI 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/220377"}, "Penulis": "Rizna Eka Nursanti [27116052]", "Kontributor / Dosen Pembimbing": ["Dr. Gita Winata S.Ds.,M.Ds , Dr. Muhammad Ihsan D.R.S.A.S Sn.,M.Sn"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kempa, kontur, limbah, tatal kayu, UMKM", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "01 Mar 2021"}