{"Nomor": 53147, "Judul": "PENGUKURAN SERVQUAL BERBASIS DATA PERCAKAPAN PELANGGAN MENGGUNAKAN KLASIFIKASI TEKS   (STUDI KASUS: PAPERLUST)", "Abstrak": "Kehadiran internet memunkinkan proses jual beli dilakukan secara online melalui internet atau\ndikenal dengan istilah Electronic Commerce / Ecommerce.  E-commerce menawarkan\nkeuntungan dan peluang pasar yang begitu besar namun memberikan tantangan yang besar pula.\nSurvey menyatakan 90% e-commerce gagal dalam 120 hari pertama. Salah satu alasan kegagalan\nE-commerce yaitu kualitas pelayanan yang buruk. Kualitas pelayanan sejatinya merupakan hal\nyang krusial bagi kesuksesan setiap bisnis. Kualitas pelayanan yang baik menciptakan\nkeunggulan kompetitif bagi perusahaan, sementara kualitas pelayanan yang buruk dapat\nberdampak pada berpindahnya pelanggan ke layanan pesaing.\nPaperlust, merupakan suatu perusahaan yang bergerak di bidang desain dan percetakan online,\nmenghadapi penurunan tingkat pembelian sepanjang tahun 2019-2020. Paperlust diketahui belum\nmelakukan pengukuran dan evaluasi terkait kualitas pelayanan yang diberikan sehingga belum\ndiketahui aspek layanan apa yang belum memuaskan konsumen. Temuan ini sejalan dengan\npenelitian yang membuktikan bahwasannya kualitas pelayanan membawa pengaruh signifikan\nterhadap keputusan pembelian konsumen. Dengan demikian pengukuran kepuasan pada setiap\naspek kualitas pelayanan penting untuk dilakukan.\nDalam penelitian ini, penulis mengusulkan penggunaan metode text mining untuk mengukur\nkualitas layanan berdasarkan data percakapan pelanggan. Teknik text mining yang digunakan\nadalah klasifikasi text dengan algoritma jaringan syaraf tiruan yang bertujuan untuk\nmengklasifikasikan percakapan pelanggan berdasarkan kelas sentimen (positif - untuk pujian,\nnetral, dan negatif - untuk komplain) pada setiap dimensi SERVQUAL. Metode ini ditujukan\nuntuk memperoleh luaran berupa dimensi dengan komplain terbesar sebagai prioritas perbaikan.\nPeneltitian ini menggunakan data percakapan pelanggan Paperlust pada layanan “Chat With Us”\ndalam periode 1 Januari 2020 sampai dengan 30 Juni 2020. Hasil dari penelitian ini menunjukkan \n \niii \nsebanyak 23% memiliki sentimen positif yang merupakan pujian dan ungkapan kepuasan\nterhadap pelayanan yang diberikan Paperlust, 4% memiliki sentimen negatif yang merupakan\nkomplain dan ungkapan kekecewaan atas pelayanan yang diberikan, dan sisa 73% persen\nmemiliki sentiment netral yang merupakan pertanyaan umum yang dilontarkan kepada layanan\npelanggan. Hasil klasifikasi pada dimensi SERVQUAL menunjukkan bahwa pada dimensi\nEmpathy, Responsiveness, dan Assurance mendapat lebih banyak pujian dibandingkan komplain.\nSementara dimensi Tangible dan Relibility lerbih banyak mendapatkan komplain dibandingkan\ncompliment, dengan proporsi komplain diatas 90%.  Hasil ini menjadikan dimensi Tangible dan\nReliability sebagai prioritas perbaikan bagi Paperlust.", "Daftar File": {"2021_TS_PP_Muhammad Apriandito Arya S._1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/220379"}, "Penulis": "MUHAMMAD APRIANDITO ARYA SAPUTRA [29119004]", "Kontributor / Dosen Pembimbing": ["Dr. Eng, Manahan Parlindungan Saragih Siallagan, S.Si.,  M.T., M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kualitas Pelayanan, E-Commerce, Percakapan Pelanggan, Text Mining, Klasifikasi Teks, Sentimen, SERVQUAL", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "01 Mar 2021"}