{"Nomor": 53163, "Judul": "PATCH-BASED NONLINEAR IMAGE REGISTRATION FOR GIGAPIXEL WHOLE SLIDE IMAGES", "Abstrak": "Image registration of whole slide histology\nimages allows the fusion of fine-grained information—like different\nimmunohistochemical stains—from neighboring tissue slides.\nTraditionally, pathologists fuse this information by looking subsequently\nat one slide at a time. If the slides are digitized and accurately\naligned at cell level, automatic analysis can be used to ease\nthe pathologist’s work. However, the size of those images exceeds\nthe memory capacity of regular computers. Methods: We address\nthe challenge to combine a global motion model that takes the physical\ncutting process of the tissue into account with image data that\nis not simultaneously globally available. Typical approaches either\nreduce the amount of data to be processed or partition the data\ninto smaller chunks to be processed separately. Our novel method\nfirst registers the complete images on a low resolution with a nonlinear\ndeformation model and later refines this result on patches\nby using a second nonlinear registration on each patch. Finally,\nthe deformations computed on all patches are combined by interpolation\nto form one globally smooth nonlinear deformation.\nThe NGF distance measure is used to handle multistain images.\nResults: The method is applied to ten whole slide image pairs\nof human lung cancer data. The alignment of 85 corresponding\nstructures is measured by comparing manual segmentations from\nneighboring slides. Their offset improves significantly, by at least\n15%, compared to the low-resolution nonlinear registration. Conclusion/\nSignificance: The proposed method significantly improves\nthe accuracy of multistain registration which allows us to compare\ndifferent antibodies at cell level.", "Daftar File": {}, "Penulis": "J. Lotz  [-]", "Kontributor / Dosen Pembimbing": ["J. Olesch, B. Muller, T. Polzin, P. Galuschka, J. M. Lotz, S. Heldmann, H. Laue, M. Gonz´alez-Vallinas, A. Warth, B. Lahrmann, N. Grabe, O. Sedlaczek, K. Breuhahn, and J. Modersitzki"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Computer-aided diagnosis, digital pathology, histopathology, image registration.", "Sumber": "https://ieeexplore.ieee.org/Xplore/home.jsp", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Mar 2021"}