{"Nomor": 53160, "Judul": "ANALISIS KERENTANAN BAHAYA GEMPABUMI DI KOTA TASIKMALAYA MENGGUNAKAN METODE HORIZONTAL TO VERTICAL SPECTRAL RATIO (HVSR)", "Abstrak": "Kota Tasikmalaya merupakan salah satu daerah di Provinsi Jawa Barat yang sering\ndilanda bencana gempabumi. Hal ini disebabkan oleh letaknya yang berada dekat\ndengan jalur subduksi Lempeng Indo-Australia yang menunjam ke Lempeng\nEurasia. Endapan permukaan di kota ini berupa aluvium dan endapan undak yang\nterkonsolidasi lemah yang dapat menyebabkan amplifikasi gelombang saat terjadi\ngempabumi, sehingga getaran yang dirasakan akan semakin kuat. Sebagai upaya\nmitigasi bencana gempabumi di Kota Tasikmalaya, perlu dilakukan zonasi wilayah\nuntuk memetakan daerah yang akan mengalami kerusakan berat saat terjadi\ngempabumi. Penelitian ini menggunakan metode Horizontal to Vertical Spectral\nRatio (HVSR) yang diaplikasikan pada data rekaman mikrotremor untuk\nmemperoleh variasi spasial nilai frekuensi dominan dan amplifikasi yang dapat\nmenjelaskan karakteristik lapisan geologi di bawah permukaan. Berdasarkan hasil\npengolahan data, rentang frekuensi dominan yang diperoleh berkisar antara 0,71\nhingga 9,42 Hz dengan sebaran frekuensi terendah di sebelah timur, tenggara, dan\nbarat laut yang mengindikasikan adanya lapisan sedimen yang cenderung lebih\ntebal. Rentang nilai amplifikasi yang diperoleh berkisar antara 1,15 hingga 12,59\ndengan sebaran nilai yang lebih tinggi di sebelah timur, tenggara, selatan, dan barat\nlaut. Inversi kurva HVSR dilakukan untuk mengetahui nilai kecepatan gelombang\ngeser (????!) di Kota Tasikmalaya sehingga diperoleh struktur geologi bawah\npermukaan yang lebih detail dan dapat digunakan untuk menentukan tingkat\nkerentanan terhadap bahaya gempabumi. Neighborhood Algorithm digunakan\nuntuk memperoleh model yang paling optimal. Dari hasil proses inversi diperoleh\nrentang ????! berkisar antara 150 hingga 3054 m/s dengan nilai yang cenderung lebih\nrendah di sebelah timur, tenggara, dan barat laut pada kedalaman 25 m. Rata-rata\nnilai kecepatan gelombang geser pada kedalaman 30 meter (????!\"#) juga dapat\ndigunakan untuk menentukan jenis tanah dalam studi geoteknik. Dari hasil\nperhitungan ????!\"# diperoleh jenis tanah pada daerah penelitian berupa tanah sedang,\ntanah keras, dan batuan.", "Daftar File": {"Abstrak Najla Insyirah Lianza Bakrie": "https://digilib.itb.ac.id/gdl/download/220393"}, "Penulis": "Najla Insyirah Lianza Bakri [12316048]", "Kontributor / Dosen Pembimbing": ["Dr. Afnimar, M.Sc.", "Dr. Tedi Yudistira, S.Si., M.Si.", "Dr.rer.nat. Andri Hendriyana, S.T., M.T.", "Dr. Zulfakriza, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "amplifikasi, frekuensi dominan, HVSR, mikrotremor, ????s", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul  \n                                     Devi Septia Nurul", "File": "1 file", "Tanggal Input": "01 Mar 2021"}