{"Nomor": 53176, "Judul": "STUDI KETAHANAN HOT CORROSION PADUAN SUPER FE-NI DILAPIS CR3C2-20%NICR DAN NICRALY MENGGUNAKAN TEKNIK HVOF THERMAL SPRAY PADA TEMPERATUR 900OC", "Abstrak": "Pertumbuhan penduduk dan industri yang semakin berkembang mengakibatkan\nkebutuhan akan energi listrik semakin besar. Pembangkit listrik di Indonesia 43 %\nberasal dari Pembangkit Listrik Tenaga Uap (PLTU) yang berbahan bakar batubara.\nParameter yang mempengaruhi efisiensi PLTU yaitu temperatur dan tekanan uap.\nUntuk meningkatkan efisiensi PLTU dibutuhkan paduan yang tahan temperatur\ntinggi dan tahan terhadap serangan hot corrosion akibat lingkungan yang korosif.\nPada penelitian ini, analisis ketahanan hot corrosion pada coating Cr3C2-20%NiCr\ndan NiCrAlY dibandingkan dengan metode pelapisan larutan garam Na2SO4 +\nNaCl menggunakan kuas.\nPercobaan dimulai dengan pembuatan sampel button paduan super Fe-Ni\nmenggunakan mini DC electric arc furnace. Selanjutnya, button dilakukan\nhomogenisasi pada temperatur 1150oC selama 5 jam menggunakan tabung\nhorizontal untuk menghilangkan tengangan sisa dari proses peleburan. Kemudian\ndilakukan proses perlakuan panas pada temperatur 980oC selama 1 jam dan ageing\npada temperatur 840oC selama 4 jam untuk mendapatkan penguatan presipitat.\nButton kemudian dilakukan proses pemotongan dengan dimensi 15x15x3 mm dan\ndiamplas sebelum di coating. Serangkaian percobaan dilakukan untuk mempelajari\nperbandingan ketahanan hot corrosion coating Cr3C2-20%NiCr dan NiCrAlY pada\nlarutan garam 75% Na2SO4 + 25% NaCl secara siklik menggunakan tanur tabung\nhorizontal pada 900oC sampai 50 siklus. Setelah pengujian, sampel kemudian\ndilakukan karakterisasi menggunakan mikroskop optik, XRD, SEM dan EDS.\nHasil penelitian menunjukkan bahwa spesimen yang di-coating Cr3C2-20%NiCr\nmengalami perubahan berat yang paling baik dibandingkan yang di-coating\nNiCrAlY dan tanpa coating menunjukkan perubahan berat yang cukup signifikan.\nNamun pada spesimen yang di-coating Cr3C2-20%NiCr terjadi retakan. Hasil EDS\nyang diperkuat dengan hasil XRD menunjukkan pada spesimen yang di-coating\nCr3C2-20%NiCr menunjukkan adanya NiCr2O4, Cr2O3, Fe2O3, dan Al2O3, pada\nspesimen yang di-coating NiCrAlY menunjukkan adanya Al2O3, Cr2O3, Fe2O3,\nNiCr2O4, dan kerak tidak protektif FeS. Sedangkan pada spesimen tanpa coating\nmenunjukkan kerak oksida tidak protektif yang cukup dominan.", "Daftar File": {"COVER Selly Septianissa": "https://digilib.itb.ac.id/gdl/download/220408", "BAB 1 Selly Septianissa": "https://digilib.itb.ac.id/gdl/download/220409", "BAB 2 Selly Septianissa": "https://digilib.itb.ac.id/gdl/download/220410", "BAB 3 Selly Septianissa": "https://digilib.itb.ac.id/gdl/download/220411", "BAB 4 Selly Septianissa": "https://digilib.itb.ac.id/gdl/download/220412", "BAB 5 Selly Septianissa": "https://digilib.itb.ac.id/gdl/download/220414", "PUSTAKA Selly Septianissa": "https://digilib.itb.ac.id/gdl/download/220416"}, "Penulis": "Selly Septianissa [22518008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "paduan super, hot corrosion, CrC-20NiCr, NiCrAlY, HVOF, spalling, oksidasi, Na2SO4 + NaCl", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "01 Mar 2021"}