{"Nomor": 53179, "Judul": "USULAN SMART DEVICE TERBAIK UNTUK PT.PLN (PERSERO)  UP2D JAWA BARAT MENGGUNAKAN METODE ANLYTICAL HIERARCHY PROCESS GUNA MENCEGAH PEMADAMAN LISTRIK  DI GARDU INDUK 20 KV DI WILAYAH JAWA BARAT", "Abstrak": "Wilayah Jawa Barat merupakan wilayah dengan jumlah pemasok pendapatan terbesar bagi PLN karena banyak pelanggan di wilayah tersebut yang berasal dari sektor industri. Berdasarkan data yang ada dari tahun 2017 hingga 2020, pemadaman listrik masif yang terjadi di wilayah Jawa Barat masih tergolong tinggi. Berdasarkan kondisi tersebut, dilakukan focus grup diskusi untuk mengetahui penyebab utamanya. Pemecahan masalah dari hasil tersebut adalah dengan mengimplementasikan smart device yang berfungsi untuk mengukur variabel penyebab masalah secara real time dan untuk mencegah gangguan circuit breaker di gardu induk yang menyebabkan pemadaman listrik yang meluas di sisi pelanggan. Dalam pemilihan smart device, penelitian ini menggunakan metode Analytic Hierarchy Process. Terdapat 4 alternatif smart device dalam penelitian ini yaitu Produk inovasi, IntellSAW, TH110, dan SPS. Smart device ini dibandingkan dengan beberapa kriteria yang meliputi fitur, nilai keunggulan produk, kemudahan penggunaan, harga produk, biaya perawatan, biaya pemasangan, perkiraan masa pakai, garansi produk, dan nilai merek produk. Selanjutnya proses pemilihan perangkat pintar dilakukan melalui kuesioner yang diberikan kepada 3 divisi yaitu manajemen atau direksi, divisi operasional dan divisi non operasional. Hasilnya akan dihitung dengan metode Analytical hierarchy Process dan membandingkan hasil dari setiap divisi dengan divisi lainnya. Perangkat pintar yang dipilih oleh responden dengan menggunakan metode Analytical \nHierarchy Process adalah IntellSAW dengan persentase tertinggi dari skor keseluruhan sebesar 52,41%. Begitu juga dengan perhitungan skor di setiap divisi, IntellSAW memiliki persentase skor tertinggi pada divisi manajemen puncak sebesar 44,92%, pada divisi operasional dengan persentase skor 53,17%, dan pada divisi non operasional dengan persentase skor 33,96. %. Dengan hasil milihan tersebut, IntellSAW akan diimplementasikan sesuai rencana implementasi di gardu induk tertentu di wilayah Jawa Barat.", "Daftar File": {"2021_TS_PP_Yusvian Haryadinata_Abstrak-1.pdf)u": "https://digilib.itb.ac.id/gdl/download/220418"}, "Penulis": "Yusvian Haryadinata [29119034]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analytical Hierarchy Process, smart devices, pemadaman lisrtrik, focus grup diskusi, IntellSAW", "Sumber": "PT.PLN (PERSERO)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "01 Mar 2021"}