{"Nomor": 53173, "Judul": "ANALISIS KAPASITAS BATUAN PENYEKAT DAN HUBUNGAN DENGAN TINGGI KOLOM HIDROKARBON DI AREA JS-1 RIDGE, CEKUNGAN JAWA TIMUR UTARA", "Abstrak": "Reservoir karbonat terumbu Formasi Kujung-1 Miosen Awal merupakan reservoir\nhidrokarbon utama di area JS-1 Ridge, Cekungan Jawa Timur Utara. Tinggi kolom\nhidrokarbon yang bervariasi memengaruhi tingkat keberhasilan eksplorasi di\nFormasi Kujung-1. Batuserpih Unit Rancak bertindak sebagai batuan penyekat\nregional dan menentukan tinggi kolom hidrokarbon di Reservoir Kujung-1.\nPenelitian ini bertujuan untuk mengetahui karakter, kapasitas batuan penyekat, dan\nhubungannya dengan tinggi kolom hidrokarbon, sehingga dapat meningkatkan\nkesuksesan eksplorasi. Metodologi yang digunakan dalam penelitian meliputi\nestimasi tekanan pori, capillary seal, hydrofracturing seal, dan pemodelan rekahan\nalami. Data yang digunakan adalah 41 sumur, hasil analisis laboratorium (mercury\ninjection capillary pressure, vitrinite reflectance, dan x-ray diffraction), dan data\nseismik 3D.\nTekanan pori Unit Rancak mengindikasikan slight overpressure oleh mekanisme\nloading, sedangkan formasi di bawah Unit Rancak berkaitan dengan mekanisme\nunloading. Slight overpressure meningkatkan kapasitas capilarry seal Unit Rancak\nsebagai batuan penyekat hingga 1,95 MPa atau setara 221 m kolom gas. Rancak\nmemiliki kemampuan hydrofracturing seal yang lebih besar dibanding ketebalan\nreservoir Kujung-1. Interpretasi rekahan breakout dan induced tensile akibat\npengeboran dilakukan di Sumur KD-1 dan KD-3. Rekahan-rekahan tersebut\nmenunjukan orientasi tegasan horizontal maksimum berarah timur laut-barat daya.\nModel geomekanik menunjukkan rezim tegasan utama di Sumur KD-1 dan KD-3\nadalah rezim normal. Distribusi rekahan berdasarkan pemodelan rekahan alami\nbersesuaian dengan persentase isi hidrokarbon pada Reservoir Kujung-1, namun\nrekahan-rekahan tersebut pada kondisi stabil pada kondisi tegasan saat ini.\nBerdasarkan analisis, keberadaan rekahan alami pada Unit Rancak menjadi faktor\nutama yang memengaruhi tinggi kolom hidrokarbon di Reservoir Kujung-1.\nPeriode tektonik kompresi Neogen, diperkirakan sebagai periode rekahan di daerah\npenelitian dalam kondisi kritis dan kebocoran pada Reservoir Kujung-1.", "Daftar File": {"ABSTRAK Khadafi": "https://digilib.itb.ac.id/gdl/download/220406"}, "Penulis": "Khadafi [22018027]", "Kontributor / Dosen Pembimbing": ["Agus Mochamad Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Generalities", "Kata Kunci": "batuan penyekat, tekanan pori, geomekanik, rekahan, Kujung-1.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Mar 2021"}