{"Nomor": 53180, "Judul": "PENDEKATAN PLACEMAKING SEBAGAI STRATEGI DALAM  PERANCANGAN KAWASAN PARIWISATA PELABUHAN TANAH  AMPO, KARANGASEM", "Abstrak": "Kawasan Pariwisata Pelabuhan Tanah Ampo (KPPTA) merupakan kawasan yang memiliki \nperanan penting dalam kehidupan masyarakat Desa Ampo, yaitu sebagai ruang sosial, \ntempat untuk mencari nafkah, dan tempat untuk beragam upacara keagamaan. Permasalahan \ntimbul ketika KPPTA ditetapkan sebagai kawasan pariwisata, karena dengan ditetapkannya \nKPPTA sebagai kawasan pariwisata melayani kunjungan kapal pesiar internasional serta \nsebagai pintu gerbang ke Bali Timur, maka kegiatan wisata baru dapat mempengaruhi \nkebiasaan hidup masyarakat desa berikut seluruh kegiatan sosial, ekonomi, dan budaya.\nTesis ini bertujuan untuk merancang KPPTA sebagai kawasan pariwisata dengan \nmenggunakan pendekatan placemaking. Pendekatan placemaking dipilih, karena \nmerupakan sebuah cara untuk menciptakan tempat yang berkualitas yang dapat menciptakan \nharmoni antara masyarakat desa dan wisatawan sebagai pengguna yang baru. Dengan \nmenggunakan pendekatan placemaking KPPTA tidak hanya menjadi sebuah fasilitas yang \nberfungsi untuk melayani kapal pesiar dan wisatawan, namun lebih dari pada itu dapat \nmenjadi tempat berkehidupan bagi masyarakat. Perancangan tesis ini juga mengacu pada \nprinsip pengembangan waterfront, dimana KPPTA merupakan kawasan waterfront yang \nsekaligus berfungsi sebagai ruang publik. \nUntuk mencapai tujuan tersebut di atas maka disusun kriteria keberhasilan perancangan \nsesuai dengan pendekatan placemaking dan pengembangan waterfront. Adapun kriteria \nperancangan pada tesis ini adalah; authenticity, integration, flexibility, accessibility, mixed-\nuse, activities, sociability, safe, comfort and image, dan cultural symbolization. Guna \nmenyelesaikan permasalahan tersebut di atas, dan berdasarkan analisis potensi, dan \npendekatan yang digunakan, maka konsep perancangan KPPTA menekankan pada integrasi \nkegiatan sosial, ekonomi, budaya masyarakat dan kegiatan wisata. Tanpa meninggalkan \nfalsafah Arsitektur Bali, fasilitas yang dirancang di KPPTA adalah bangunan terminal \npelabuhan wisata yang memiliki museum tekstil, pasar ikan dan komersial, serta waterfront \npark dan promenade.", "Daftar File": {"ABSTRAK I Nyoman Y Adiana Andayani": "https://digilib.itb.ac.id/gdl/download/220488"}, "Penulis": "I Nyoman Y Adiana Andayani [25218002]", "Kontributor / Dosen Pembimbing": ["Widiyani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Pariwisata, Placemaking, Waterfront, Pelabuhan wisata, Public space", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "01 Mar 2021"}