{"Nomor": 53185, "Judul": "KAJIAN STRUKTUR NARASI VISUAL DAN IMMERSIONPADA VIDEO MAPPINGNARATIF STUDI KASUS: NRMO LZY VISUAL DI GELARAN JOGJAKARTA VIDEO MAPPING FESTIVAL 2018", "Abstrak": "Perkembangan  media  dan  teknologi  telah  melahirkan  suatu  teknik memetakan video yang  sering  disebut  denganvideo  mappingatauprojection  mapping, video mappingsaat  ini  merupakan  salah  sajian  visual  yang  unik  dan  menarik  dengan tampilan  video  dinamis  yang  menghasilkan  ilusi  optis,  sehinggamulai  banyakdikembangkan  dan  diteliti  dalam  bidang industri  kreatif dan pendidikan. Video mappingdianggap  sebagai  salah  satu  media  yang  dapat  menyampaikan  berbagai pesan  kepada  khalayak  seperti  halnya media  lainnya,  namun  menariknya  konten pada video mappingberhubungan erat dan  menyesuaikan dengan fasad-nyayang menjadikan  struktur  narasi  visual  yang  terdapat  pada video  mappingtentunya berbeda. Istilah  “immersion”  sering  ditemukan  dalam  beberapa  penelitian virtual realitydan  media  interaktif,  namun  belum  ditemukan  apakah immersiondapat diciptakan dalam sebuah pertunjukan video mappingterutama pada video mapping naratif.Studi  kasus video  mappingNRMO  Lzy  Visual  dalam  Jogjakarta  Video Mapping  Festival  2018  merupakan  salah  satu  tayangan  yang  ditampilkan  pada festival video  mappingpertama  di  Indonesia  yang  melibatkan  sejumlah  kreator ternama  di  Indonesia.Para  kreator pada  festival tersebut  menganggap  NRMO merupakan salah  satu  pemetaan  video  terbaik  yang  menyertakan  narasi. Oleh karena  itu,  penelitian  ini  bertujuan  untuk  mengetahui  struktur  narasi,bagaimana pesan tersebut disampaikandanapakah struktur narasi dan pesan tersebut mampumenciptakan immersionterutama narrative immersion, karena akan sangat berguna untuk  menjadi  referensi  kreator  ataupun  penelitian video  mappingselanjutnya bagaimana  struktur  narasi,  ketersampaian  pesan,  dan immersionpada video mappingmemiliki keterkaitan satu sama lain. Penelitian dilakukan melalui metode deskriptif  kualitatif  dan pre-experimental  design.  Peneliti  terlebih  dahulu  akan menganalisis karakteristrk fasad dan struktur narasi video mappingNRMO dengan mengekstraksi teori dari pengetahuan lain untuk memfasilitasi penelitian.kemudian membuat ulang pertunjukan tersebut untuk ditampilkan kembali kepada penontonsebagai reminders. Wawancara dilakukandengan audiens dan menganalisis pesanyang  tersampaikan  dan immersion-nya  berdasarkanteori  taksonomi  Nillson, Nordahl dan Seraafinyang dapat membedakankondisi apresiator immersionkarena dampak   teknologi   (system   immersion), tanggapan   subjektif   terhadap   narasi (narrative  immersion)atau  karenatanggapan  subjektif  terhadap  tantangan  di lingkungan  virtual  (challenge  based  immersion).  Hasil  penelitian  menemukan bahwavideo  mappingNRMO  merupakanvideo  mappingnaratif dengan  bentuk fasad bergaya art decoyang memiliki karakteristik dengan memiliki point of view, \niii, memiliki bidang-bidang yang vertikal yang terlihat seperti pilar-pilar berjajar, dan sisi  gelap  pada  fasad. Video  mappingberstruktur  tiga  babak  yang  terdiri  dari pembukaan, isi cerita / klimaks, dan penutup,dengan keterkaitan fasad dan konten nya, video  mappingmemiliki visual storytelling-nya  tersendiri  dengan clarity, realism, dynamism, dan continuitydibangun sesuai dengan fasadnya, seperti pada action flow directionyang membuat penempatan objek atau karakter disesuaikandengan pembagian bidang-bidang fasad. Video mappingNRMO bercerita tentang kehidupan,   menerima,   tidak   menyerah,   istirahat   untuk   introspeksi   dalam menghadapi   masalah. Video   mappingNRMO dapat   menciptakan narrative immersion, ada beberapa aspek yang menghasilkan immersiontersebut, antara lain penyajian  narasi yang  memuat  kisah  kehidupanyang  dapat  tersampaikandengan baik yang mampu membuat apresiator fokus dan asik menonton video mapping dan memberikan keterkaitan emosional dengan jalan ceritanya", "Daftar File": {"2021 TS PP ANDRI PAHRULROJI 1.pdf?": "https://digilib.itb.ac.id/gdl/download/220429"}, "Penulis": "Andri Pahrulroji [27117030]", "Kontributor / Dosen Pembimbing": ["Dr. Intan Rizky Mutiaz, M.Ds.", "Banung Grahita, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "video mapping,struktur narasi visual,visual storytelling, immersion", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "01 Mar 2021"}