{"Nomor": 53184, "Judul": "PEMANFAATAN UMPAN BALIK INFORMASI KONDISI KANAL UNTUK PENINGKATAN KAPASITAS DAN KUALITAS PADA ALOKASI SUMBER DAYA RADIO SISTEM KOMUNIKASI OFDMA", "Abstrak": "Pada penelitian-penelitian yang pernah dilakukan tentang alokasi sumber daya\nradio untuk sistem Orthogonal Frequency Division Multiple Access (OFDMA),\nhampir semuanya berkontribusi pada algoritma untuk peningkatan efisiensi\nspektral, throughput, fairness dengan kompleksitas yang makin rendah. Sebagai\ninput algoritma, digunakan feedback kondisi kanal propagasi yang dilewati sinyal\nyang berupa channel gain saja dan belum membahas tentang peningkatan kualitas\nkomunikasi. Sudah ada penelitian untuk meningkatkan kualitas komunikasi pada\nsistem multicarrier dengan melakukan rotate modulation namun masih bersifat\nopen-loop.\nPada penelitian ini, kami mengusulkan metode baru dalam memanfaatkan feedback\nkondisi kanal yang berupa besaran kompleks dengan tujuan untuk meningkatkan\nkapasitas dan kualitas pada alokasi sumber daya radio sistem OFDMA. Untuk\nmeningkatkan kapasitas, kami mengusulkan proses chunk forming yaitu\npengelompokan beberapa subcarrier menjadi satu chunk dengan menggunakan\nalgoritma K-Means Clustering, algoritma ini dipilih karena kesederhanaan proses\nkomputasi. Untuk meningkatkan kualitas, kami mengusulkan metode baru yaitu\npenggabungan power loading dan pergeseran fasa secara bersamaan. Power\nloading dan pergeseran fasa umumnya diterapkan secara terpisah untuk\nmeningkatkan kualitas komunikasi digital pada sistem multicarrier. Metode yang\nkami usulkan menggunakan prinsip ekualisasi kanal, tetapi kami terapkan di\npemancar.\nHasil pengujian proses chunk forming pada skema resource allocation bisa\nmeningkatkan throughput jika dibandingkan dengan chunk forming konvensional,\ndan menunjukkan bahwa nilai SSE (Sum Squared Error) proses clustering yang\nlebih kecil, SSB (Sum of Squared Between group) yang lebih besar. Hasil pengujian\njuga menunjukkan bahwa model gabungan power loading dan pergeseran fasa yang\nkami usulkan memberikan perbaikan probability of bit error yang sangat signifikan\njika dibandingkan dengan penerapan power loading saja atau phase shifting saja.\nPada kondisi feedback ideal bentuk sinyal terima yang diperoleh sama persis seperti \nii\nsinyal kirim, sehingga probability of bit error yang dihasilkan sama dengan sistem\nyang melewati kanal AWGN saja.\nPada kondisi riil, proses transmisi sinyal feedback dan proses estimasi kanal di user\nmenghasilkan delay dan error pada feedback. Hasil pengujian pada semua jenis\nmodulasi menunjukkan bahwa kinerja sistem dengan delay pada feedback sebesar\n10 sample belum mengalami degradasi. Hasil pengujian pada modulasi orde rendah\nseperti BPSK dan QPSK, menunjukkan bahwa probability of bit error sistem tidak\nmengalami degradasi yang berarti dengan adanya delay. Namun untuk modulasi\norde lebih tinggi seperti 16QAM dan 64QAM, dengan adanya delay pada feedback\nmegakibatkan kurva probability of bit error mengalami degradasi. Hasil pengujian\nefek error pada feedback, menunjukkan bahwa kurva probability of bit error\nmengalami perubahan yang sangat krusial. Untuk harga simbol error rate pada\nfeedback sebesar 0.001, probability of bit error sistem sudah mengalami degradasi\nuntuk semua orde modulasi. Dengan demikian efek error pada feedback lebih\ndominan dibandingkan dengan efek delay pada feedback.\nFeedback kondisi kanal yang dimanfaatkan untuk meningkatkan kualitas\nkomunikasi kadang mengalami kondisi deep fade, oleh karena itu kami juga\nmelakukan analisis penambahan limiter pada feedback untuk mengantisipasi jika\nterjadi deep fade. Dengan bantuan simulasi, kami menampilkan visualisasi sinyal\npada masing-masing proses pada sisi pemancar dan penerima untuk besaran level\nlimiter yang berbeda. Hasil pengujian menunjukkan bahwa jika kita memilih level\nlimiter lebih tinggi, maka kita mendapatkan semakin buruk probability of bit error.\nPada modulasi orde rendah menunjukkan hasil probability of bit error yang tetap\nbaik walaupun ditambahkan proses level limiter. Level limiter yang masih aman\nuntuk semua orde modulasi yaitu sebesar 0.01.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/220425", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/220426", "Abstrak & Abstract": "https://digilib.itb.ac.id/gdl/download/220427", "d_33213007_Budi Prasetya_Buku Disertasi-1-36 (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/220428", "d_33213007_Budi Prasetya_Buku Disertasi-37-66 (1).pdf)u": "https://digilib.itb.ac.id/gdl/download/220430", "d_33213007_Budi Prasetya_Buku Disertasi-67-98 (1).pdf)u": "https://digilib.itb.ac.id/gdl/download/220431", "d_33213007_Budi Prasetya_Buku Disertasi-99-123 (1).pdf?": "https://digilib.itb.ac.id/gdl/download/220432", "d_33213007_Budi Prasetya_Buku Disertasi-124-140 (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/220433", "d_33213007_Budi Prasetya_Buku Disertasi-141-158 (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/220434", "d_33213007_Budi Prasetya_Buku Disertasi-159-175 (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/220435"}, "Penulis": "Budi Prasetya [33213007]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Adit Kurniawan, M.Eng., Ph.D.", "Dr. Iskandar, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem OFDMA, chunk forming, Power loading dan pergeseran fasa, kualitas, kapasitas.", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "10 file", "Tanggal Input": "01 Mar 2021"}