{"Nomor": 53181, "Judul": "MODEL INTERVENSI APOTEKER MELALUI KOLABORASI PROFESIONAL KESEHATAN DAN PEMBERDAYAAN KELUARGA DALAM MENINGKATKAN KEPATUHAN MINUM OBAT PASIEN PRA LANSIA DAN LANSIA HIPERTENSI DI PEKANBARU", "Abstrak": "Hipertensi merupakan salah satu penyakit yang perlu diwaspadai dan tidak ada\ntanda khusus serta dapat menyebabkan kematian tiba-tiba. Prevalensi hipertensi\nmeningkat seiring bertambahnya usia. Ketidakpatuhan minum obat sudah umum\ndan secara signifikan dikaitkan dengan kesulitan akses untuk mendapatkan obatobatan, terlebih lagi pada pasien yang tinggal jauh dari pusat layanan kesehatan,\nseperti yang terjadi di beberapa kecamatan di kota Pekanbaru. Untuk\nmendapatkan pengobatan yang efektif, perlu adanya edukasi mengenai sifat dasar\nhipertensi dan pentingnya kepatuhan pengobatan. Untuk melakukan hal ini,\ndiperlukan kerjasama apoteker dengan profesional kesehatan lainnya serta\nkeluarga sebagai orang terdekat pasien dalam mendukung keberhasilan\npengobatan pasien.\nPenelitian ini bertujuan untuk mengembangkan model intervensi apoteker. Model\nyang dikembangkan ini dapat meningkatkan kepatuhan minum obat pasien,\nsehingga dapat dijadikan sebagai bentuk intervensi apoteker, khususnya apoteker\nkomunitas dalam meningkatkan kepatuhan minum obat pasien.\nPenelitian ini merupakan penelitian mixed methods yang terdiri dari 3 tahap, yaitu\ntahap 1, penelitian deskriptif untuk mengeksplorasi karakteristik pasien, apoteker,\nkeluarga dan profesional kesehatan; tahap 2, penelitian kualitatif grounded theory\nberupa pengembangan model intervensi melalui kolaborasi profesional kesehatan\ndan pemberdayaan keluarga; dan tahap 3, yaitu penelitian quasi eksperiment with\ncontrol group pretest postest design dalam rangka penerapan model intervensi\nyang telah dikembangkan pada tahap 2. Sampel dalam penelitian ini adalah pasien\nhipertensi ?45 tahun yang menjalani terapi dan mendapatkan antihipertensi dan\nkeluarganya yang memenuhi kriteria inklusi serta petugas kesehatan yang terlibat\ndalam pelayanan pasien hipertensi. Pengambilan sampel dengan teknik purposive\nsampling. Data dianalisa dengan menggunakan SPSS.\nHasil uji penelitian tahap 1 menunjukan karakteristik apoteker berikut: mayoritas\nberjenis kelamin perempuan (80%), rentang usia dewasa awal/18-40 tahun (80%),\ndan lama bekerja 1-5 tahun (60%). Adapun karakteristik tenaga kesehatan lainnya\nadalah: semuanya berjenis kelamin perempuan, rentang usia dewasa awal/18-40\ntahun (50%) dan dewasa madya/41-60 tahun (50%), dan lama bekerja 6-10 tahun\n(40%). Pasien memiliki karakteristik berikut: mayoritas adalah perempuan\n(72,3%), rentang usia 45-59 tahun/usia pertengahan (50%), tingkat pendidikan\ntamat SD/sederajat (48,6%), lama menderita 1-5 tahun (49,1%), tidak merorok\n(89,1%), tidak minum alkohol (98,2%), waktu istirahat 6-8 jam/hari (61,4%), dan\nolahraga tidak rutin (50%). Sedangkan karakteristik keluarga pasien\nmenunjukkan, mayoritas adalah perempuan (60,9%), dengan rentang usia 36-45\ntahun (28,6%), tingkat pendidikan tamat SMA/sederarajat (41,4%) dan hubungan\ndengan pasien yang terbanyak adalah anak/cucu kandung (59,1%).\nDari penelitian tahap 1 juga diperoleh data kuantitatif yang terdiri dari\npengetahuan apoteker, tenaga kesehatan lainnya dan pasien/keluarga tentang\nhipertensi; persepsi tentang peran apoteker; dan pemberdayaan keluarga yang\ndilakukan oleh apoteker. Hasil menunjukkan bahwa pengetahuan sebagian besar\napoteker, tenaga kesehatan lain, pasien dan keluarga berada pada tingkat sedang\ndengan persentase berturut-turut adalah 100%, 80%, 65% dan 76,8%. Persepsi\ntentang peran apoteker menurut apoteker, tenaga kesehatan lainnya, pasien dan\nkeluarga mayoritas juga berada pada tingkat sedang dengan persentase berturutturut adalah 80%, 60% 81,4%, dan 83,2%. Uji deskriptif tentang kolaborasi\napoteker dengan tenaga kesehatan lainnya menurut apoteker dan tenaga kesehatan\nlainnya juga menunjukkan hasil pada tingkat sedang, yaitu 80%. Persentase terkait\npemberdayaan keluarga oleh apoteker, menurut apoteker, tenaga kesehatan\nlainnya, pasien dan keluarga berada pada tingkat sedang, berturut-turut sebesar\n80%, 90%, 77,7% dan 86,8%. Hasil studi tentang gambaran peran yang telah\ndilakukan apoteker di puskesmas berkaitan dengan penatalaksanaan hipertensi,\nmenunjukkan mayoritas berada pada tingkat sedang (80%). Untuk peran keluarga\ndalam manajemen hipertensi dirumah, mayoritas juga berada pada tingkat sedang\n(84,1%).\nHasil penelitian kualitatif pada tahap 1 melalui FGD mengindikasikan peran\napoteker masih terbatas pada penyerahan obat dan penyediaan informasi singkat\nwalau sudah ada yang turut terlibat dalam program interaksi langsung dengan\nmasyarakat, seperti di posyandu dan senam lansia. Lebih lanjut ditemukan bahwa\nada masalah dengan beban apoteker yang tinggi dan kurangnya pelatihan serta\nketerbatasan jumlah apoteker dan adanya apoteker yang memiliki jabatan\nrangkap. Terungkap pula kebutuhan peningkatan kuantitas serta kualitas apoteker\ndalam bentuk pelatihan. Kolaborasi apoteker dan pemberdayaan keluarga belum\nterlaksana dengan baik, dan kolaborasi masih terbatas dalam hal penyediaan obat.\nLebih jauh hasil tahap 1 menunjukkan perlunya sosialisasi peran apoteker di\npuskesmas, dan harapan pasien akan adanya pemberian informasi obat dan\nkonseling bersama dengan pemberian obat.\nBerdasarkan hasil penelitian tahap 1, maka dilakukanlah penelitian tahap 2 yaitu\npengembangan model intervensi apoteker. Model ini terdiri dari 2 tahap, yaitu\npre-intervensi (sosialisasi dan training) dan intervensi (kolaborasi dan\npemberdayaan keluarga).\nPenelitian tahap 3 merupakan penerapan model intervensi. Sebelum dilakukan\npenerapan model intervensi, terlebih dahulu dilakukan uji coba pada 110\nresponden yang dibagi menjadi 2 kelompok, intervensi dan kontrol. Hasil uji coba\nmenunjukkan adanya peningkatan kepatuhan pada kelompok intervensi yang\nberbeda bermakna (p<0,05) dibandingkan kontrol. Hasil ini sejalan dengan\npenurunan bermakna tekanan sistolik dan diastol pada kelompok intervensi\n(p<0,05). Hasil positif dari uji coba dilanjutkan dengan penerapan model\nintervensi terhadap 110 responden di daerah lain yang memiliki karakteristik\nsama. Hasil serupa dalam hal kepatuhan dan tekanan darah diperoleh pada\npenerapan model, yang menunjukkan bahwa model intervensi apoteker melalui\nkolaborasi profesional kesehatan dan pemberdayaan keluarga dapat meningkatkan\nkepatuhan minum obat pasien pra lansia dan lansia hipertensi.", "Daftar File": {"ABSTRAK Husnawati": "https://digilib.itb.ac.id/gdl/download/220419"}, "Penulis": "Husnawati [30717004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "intervensi apoteker, kepatuhan, pasien hipertensi, kolaborasi, pemberdayaan, keluarga.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "01 Mar 2021"}