{"Nomor": 53193, "Judul": "PENAWARAN STRATEGI MARKETING UNTUK MENINGKATKAN KESADARAN MEREK UNTUK PRODUK MAKANAN RINGAN DAN  BUMBU TRADISIONAL (STUDI KASUS: CAP AJAM DJAGO)", "Abstrak": "Daerah pedesaan terkenal dengan sumber daya alamnya seperti bertani, beternak, dan produksi rumah\njajanan keripik buah & masakan tradisional Indonesia, begitu pula desa Sukadana Baru di Lampung\nTimur. Jumlah areal tanam, produk pangan, dan produk pangan lokal di Desa Sukadana Baru tidak\nsebanding dengan minimnya saluran penjualan. Sehingga Cap Ajam Djago hadir untuk menjadi partner\nUMKM dan petani lokal dalam memasarkan produk-produk tersebut. Visi perusahaan adalah menjadi\npemasok makanan ringan lokal dan bumbu tradisional terbaik di Indonesia dengan misi memberdayakan\nUMKM lokal. Cap Ajam Djago fokus pada produk makanan tradisional dan distribusi bahan mentah\ndari daerah pedesaan. Produk utama Cap Ajam Djago adalah keripik, sambal, dan bumbu bubuk.\nNamun, sebagai pendatang baru di industri makanan ringan lokal dan bumbu tradisional membuat merk\nCap Ajam Djago memiliki kesadaran merk yang rendah dibandingkan kompetitor. \nPenelitian ini bertujuan untuk mencari strategi pemasaran yang efektif untuk meningkatkan kesadaran\nmerk Cap Ajam Djago dengan menggunakan metode kualitatif dan kuantitatif. Studi literatur, analisis\ninternal dan eksternal kemudian diterapkan untuk menganalisis kondisi dan posisi perusahaan saat ini.\nUntuk analisis internal Cap Ajam Djago akan menerapkan Analisis STP, Marketing Mix 4Ps dan\nPorter’s Value Chain sedangkan untuk analisis eksternal menggunakan Porter’s Five Forces dan\nAnalisis Kompetitor. Data yang sudah terkumpul dari hasil analisis internal dan eksternal tersebut\nkemudian dianalisis menggunakan Analisis SWOT dan analisis situasi bisnis yang menggunakan\nmetode wawancara mendalam dan kuesioner untuk mengetahui persepsi pasar.  \nHasil dari analisis internal menunjukkan bahwa kelemahan perusahaan ada pada produk yang mudah\nditiru, media sosial tidak terkelola, tidak adanya toko, dan pendatang baru di industri. Hasil dari analisis\neksternal menunjukkan bahwa adanya ancaman pada kompetitor baru, ancaman subtitute product yang\ntinggi, dan kualitas produk dari penyuplai yang tidak konsisten. Hasil dari analisis situasi bisnis\nmenunjukkan dibutuhkannya kampanye makanan sehat dan label asal daerah kurang menarik. Peneliti\nlalu membuat strategi pemasaran baru bernama Marketing Mix—3Ps yang berisikan 3 indikator\npemasaran yaitu Persepsi, Promosi, dan Produk. Implementasi Marketing Mix—3Ps pada perusahaan\ndimulai dari minggu pertama bulan Oktober 2020 hingga akhir Desember 2020.", "Daftar File": {"2021_TS_PP_CAHYA SUKMA RIYANDI_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/220449"}, "Penulis": "Cahya Sukma Riyandi [29118413]", "Kontributor / Dosen Pembimbing": ["Ir. Dwi Larso, MSIE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "UMKM, makanan ringan, bumbu tradisional, kesadaran merk, strategi marketing, Analisis STP, Marketing Mix 4Ps, Porter’s Value Chain, Porter’s Five Forces, Analisis Kompetitor, Analisis SWOT.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "01 Mar 2021"}