{"Nomor": 53195, "Judul": "MENENTUKAN KEPRIBADIAN KEUANGAN DAN FAKTOR HUTANG BERLEBIHAN MASYARAKAT INDONESIA", "Abstrak": "Penelitian ini dilakukan untuk mengetahui kepribadian keuangan dan faktor-faktor yang \nmempengaruhi pinjaman berlebih di kalangan masyarakat Indonesia. Penelitian ini bertujuan untuk \nmenemukan karakteristik pada masing-masing tipe kepribadian dengan menggabungkan dua model tipe \nkepribadian dari Klontz et al. (2011) dan Alexandra et al. (2017). Studi ini menemukan bahwa Money \nVigilance merupakan tipe kepribadian finansial yang paling dominan di kalangan masyarakat \nIndonesia. Selain itu, temuan juga menunjukkan adanya tipe kepribadian campuran. Penelitian ini juga \nmenghasilkan cluster yang terbagi menjadi empat, Cluster 2 menunjukan cluster yang paling dominan \ndengan sebagian besar responden menunjukkan perilaku berhemat dan menabung terhadap kepribadian \nfinansial mereka. Dampak terhadap hutang berlebihan (over-indebtedness) secara signifikan \nditunjukkan oleh faktor kurangnya perencanaan anggaran dan sikap menabung yang sejalan dengan \npenelitian sebelumnya. Batasan penelitian ini adalah penelitian ini hanya terdiri dari responden yang \nberasal dari rentang usia yang tidak merata, responden dominan berusia 18 - 25 tahun (73,56% dari \ntotal responden), latar belakang domisili didominasi di wilayah Jabodetabek (71,53% dari total \nresponden). responden) dan rentang pendapatan didominasi oleh responden yang berpenghasilan di \nbawah Rp 5.000.000, - per bulan (53,33% dari total responden). Di masa mendatang, penulis \nmenyarankan agar ukuran sampel yang lebih besar dengan perbedaan latar belakang, etnis dan minat \nyang lebih besar dengan metode analisis yang berbeda juga direkomendasikan untuk diterapkan.", "Daftar File": {"2021_TS_PP_Melza Horiza_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/220453"}, "Penulis": "Melza Horiza [29119106]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kepribadian Keuangan, Sikap Keuangan, Hutang Berlebihan, Literasi Keuangan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "01 Mar 2021"}