{"Nomor": 53196, "Judul": "PENGEMBANGAN DAN IMPLEMENTASI SISTEM EMBEDDED PADA GLIDER BAWAH AIR GANESHBLUE", "Abstrak": "Autonomous Underwater Glider (AUG) membutuhkan integrasi beberapa sistem\nuntuk dapat melakukan misi eksplorasi maritim. Kekurangan pada satu sistem\ndapat mempengaruhi performa sistem lainnya. Performa proses akuisisi data sensor\nakan mempengaruhi kemampuan AUG untuk mengestimasi posisi, mencapai titik\ntujuan, hingga mengakibatkan pergerakan AUG yang tidak sesuai. Begitu juga\ndengan penundaan pada Finite State Machine (FSM) akan memberikan efek\npenundaan pada aspek keadaan, kejadian, ataupun aksi dari AUG.\nPenelitian ini bertujuan untuk melakukan optimasi sistem embedded pada wahana\nAUG GaneshBlue dan pengembangan algoritma untuk dapat melakukan misi\neksplorasi maritim dengan optimal. Optimasi dilakukan dengan refaktorisasi kode\npada sistem navigasi, pemandu, dan kontrol yang sudah diimplementasikan.\nEvaluasi optimasi menggunakan pengukuran metrik perangkat lunak yang\nberdasarkan pada metrik Halstead, cyclomatic complexity, serta maintainability\nindex kode sumber. Pengembangan algoritma untuk misi eksplorasi maritim multi\nkoordinat dilakukan dengan mengintegrasikan AUG, Ground Control Station\n(GCS), serta situs web. AUG juga memiliki kemampuan untuk melakukan\npenanggulangan kesalahan saat sedang menjalankan misi.\nBerdasarkan hasil pengujian, optimasi menghasilkan reduksi rata-rata kesalahan\ninterval pemanggilan sistem NGC pada prosesor primer dengan arsitektur\nmultithread mencapai 89.73% dan reduksi rata-rata kesalahan interval akuisisi data\npada prosesor sekunder dengan arsitektur Round Robin with Interrupt mencapai\n99.69%. Berdasarkan metrik perangkat lunak, terjadi peningkatan maintainability\nindex hingga 12%, reduksi Lines of Code (LOC) hingga 36% dan peningkatan\nkualitas kode yang diimplementasi berdasarkan parameter metrik Halstead.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/220455", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/220456", "Abstrak": "https://digilib.itb.ac.id/gdl/download/220457", "Abstract": "https://digilib.itb.ac.id/gdl/download/220458", "Tesis": "https://digilib.itb.ac.id/gdl/download/220459"}, "Penulis": "Dhimas Prabudi Wicaksa [23218066]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Egi Muhammad Idris Hidayat, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "AUG, sistem embedded, multithread, metrik perangkat lunak, Halstead, cyclomatic complexity, maintainability index", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "01 Mar 2021"}