{"Nomor": 53205, "Judul": "ANALISA KEPUASAN KERJA, KETERIKATAN PEGAWAI DAN INTENSI TURNOVER STUDI KASUS PADA PT. DWZ", "Abstrak": "PT. DWZ adalah perusahaan logistik multinasional yang telah berdiri selama 44 tahun di Indonesia. Meningkatnya jumlah usaha yang membutuhkan sistem logistik di Indonesia, menunjukkan bahwa industri logistik di Indonesia sangat  menjanjikan. Dengan semakin ketatnya kompetisi di dalam bisnis logistik di Indonesia, PT DWZ menghadapi suatu masalah akibat dari semakin ketatnya persaingan bisnis logistik. Masalah yang dihadapi adalah adanya tingkat turnover karyawan yang tinggi. Dengan tingginya tingkat turnover di PT DWZ, kondisi ini menciptakan masalah bagi departemen Human Resources. Banyak karyawan professional yang mengundurkan diri (resign) dari PT.DWZ dan bergabung ke perusahaan logistik lain karena merasa tidak puas bekerja di PT.DWZ. Semakin tingginya tekanan pekerjaan yang tidak seimbang dengan gaji yang diberikan, sehingga gaji yang disediakan oleh perusahaan tidak mencukupi keinginan serta kebutuhan hidup sehari-hari. Selain itu, adanya kesenjangan komunikasi dari manajemen perusahaan dengan para karyawan sehingga ini berdampak pada kekecewaan dari sisi karyawan.\nMetode penelitian ini adalah metode kuantitatif yang dibantu dengan wawancara mendalam kepada beberapa karyawan yang memiliki sumber informasi yang luas. Survei ini menggunakan skala likert dengan jenis perhitungan regresi korelasi. Pengumpulan data dan informasi dilakukan dengan kuesioner online dengan menggunakan variable kepuasan kerja dan keterlibatan karyawan yang mengarah pada Turnover karyawan. Kedua variabel ini dipilih berdasarkan wawancara yang dilakukan dengan beberapa karyawan. Tujuan dari penelitian ini adalah untuk melakukan studi mengenai dampak dari job satisfaction dan keterikatan karyawan terhadap intensi turnover dan untuk memberikan rekomendari perbaikan terhadap bisnis issue.   \nBerdasarkan hasil penelitian ini, beberapa faktor yang menyebabkan turnover karyawan di PT DWZ di dalam variabel Job Satisfaction adalah faktor pengembangan karir dan kompensasi dan benefit fokus pada gaji. Sementara untuk variabel keterikatan karyawan adalah faktor dari dimensi kondisi keterikatan yaitu komunikasi antara karyawan dengan manajemen perusahaan dan kepuasan atas pengembangan karir. Oleh sebab itu, penelitian ini mengajukan beberapa solusi dalam bentuk skema program untuk memperbaiki tingkat turnover karyawan di PT DWZ.", "Daftar File": {"ABSTRAK Yanti Nurhasanah": "https://digilib.itb.ac.id/gdl/download/220483"}, "Penulis": "Yanti Nurhasanah [29318481]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kompensasi dan Benefit, Pengembangan Karir, Kondisi Keterikatan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}