{"Nomor": 53207, "Judul": "MEMBANGUN STRATEGI BISNIS UNTUK MENCAPAI BISNIS OLEFIN YANG BERKELANJUTAN BAGI PT. PERTAMINA (PERSERO) MELALUI PERENCANAAN SKENARIO", "Abstrak": "Bidang energi merupakan salah satu bidang industri yang memegang peranan penting untuk memenuhi kebutuhan dasar masyarakat sekaligus menjadi salah satu kontributor utama dalam pembangunan suatu negara. Sejak berdirinya, PT. Pertamina (Persero) telah mendistribusikan seluruh kebutuhan energi Indonesia hingga pada tahun 2001 seiring dengan perubahan regulasi dalam tata niaga energi, strategi bisnis dalam diri PT. Pertamina (Persero) telah banyak mengalami perubahan. Namun tantangan tetap ada dan perubahan adalah hal yang berkelanjutan. Perubahan politik, ekonomi, teknologi dan sosial budaya telah mengubah pelaku industri global. PT. Pertamina (Persero) sebagai Badan Usaha Milik Negara diharapkan dapat beradaptasi terhadap perubahan global sekaligus tetap memberikan manfaat bagi kepentingan masyarakat Indonesia.\nIndustri petrokimia merupakan salah satu industri yang dipersiapkan untuk menjawab perubahan. Ditengah berbagai tantangan bisnis minyak dan gas, petrokimia dapat menjadi alternatif dalam mempertahankan kesinambungan bisnis energi. \nTujuan dari penelitian ini adalah untuk menjawab permasalahan: “Bagaimana masa depan industri olefin dalam 5 (lima) tahun kedepan dan bagaimana Pertamina dapat bertahan dalam tantangan tersebut?”. Untuk itu perlu diakukan identifikasi dan analisa terhadap faktor yang mempengaruhi keberlanjutan bisnis Petrokimia khususnya produk olefin dan turunannya. Metode yang digunakan untuk menganalisa faktor yang mempengaruhi perubahan adalah PESTEL dan Porter Five Forces. \nMelalui penelitian kualitatif dan kuantitatif, diperoleh gagasan terkait beberapa faktor pendorong keberlanjutan bisnis olefin di Indonesia. Adapun faktor tersebut terdiri dari keberlanjutan pasokan kilang, stabilitas ekonomi, penyelesaian proyek/infrastruktur petrokimia di Indonesia, penyelesaian proyek/infrastruktur petrokimia di kawasan, dukungan pemerintah, komitmen manajemen, dan perilaku konsumen. Stabilitas ekonomi dan penyelesaian proyek infrastrukur petrokimia di Indonesia merupakan dua faktor ketidakpastian kritikal dari kombinasi pengaruh dan ketidakpastian yang paling utama yang berkontribusi pada keberlanjutan bisnis olefin. \nMelalui perencanaan scenario, kombinasi kedua faktor ketidakpastian kritikal dituangkan dalam 4 (empat) narasi berbeda yaitu On Full Throttle, On Cruise Control, On Four-wheel Drive dan On Parked Caravan. Dengan demikian diharapkan PT. Pertamina (Persero) dapat mempersiapkan diri dengan strategi bisnis dalam menjawab tantangan di masing-masing proyeksi masa depan. Identifikasi implikasi, opsi dan sinyal peringatan dini dapat membantu perusahaan dalam memilih strategi yang paling optimal untuk setiap proyeksi masa depan.", "Daftar File": {"ABSTRAK Osvia Martina Somara": "https://digilib.itb.ac.id/gdl/download/220486"}, "Penulis": "Osvia Martina Somara [29318379]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Olefin, Perencanaan Strategis, Petrokimia, Skenario Perencanaan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}