{"Nomor": 53210, "Judul": "STRATEGI VENDOR HELD STOCK (VHS) UNTUK KONSUMEN SEGMENT PERTAMBANGAN SKALA BESAR DI PT. PERTAMINA LUBRICANTS", "Abstrak": "PT. Pertamina Lubricants, sebagai salah satu pemain pelumas di Indonesia, menghadapi tantangan besar di segment mining, terutama untuk perusahaan dengan skala besar. Padahal, segment mining ini, merupakan salah satu segment terbesar penjualan pelumas, dengan share sebesar 24%, menurut publikasi Kline. Saat ini, banyak perusahaan besar di segment ini dalam proses tendernya meminta skema supply menggunakan sistem VHS (Vendor Held Stock). Inti dari skema tersebut adalah bahwa produk dan layanan akan selalu tersedia disite, baik jumlah maupun jenisnya, sehingga ketika konsumen membutuhkan produk tersebut maka selalu tersedia di site. Selama ini, PT. Pertamina Lubricants hanya menggunakan dua skema, yaitu skema Loco dan Franco untuk layanan kepada konsumen, yang tentu saja berbeda dengan skema VHS yang memiliki tingkat kompleksitas yang lebih tinggi.\nDari analisis yang dilakukan terlihat bahwa bisnis pelumas di segment ini masih tumbuh dan menjanjikan, tetapi, yang menjadi challenge dengan semakin banyaknya pesaing, maka power konsumen menjadi semakin besar dibandingkan dengan supplier tentu saja ini akan berimpact kepada persaingan yang sangat ketat antar supplier, yang berakibat kepada penurunan margin. Konsumen, saat ini sangat cerdas dan terkoneksi, memiliki pengetahuan terkait dengan product, price, distribution, promotion, aftersales dari bermacam supplier. Mereka menjadi sangat tidak loyal dan demanding. Seperti juga terkait dengan syarat tender dengan menggunakan skema VHS, jika supplier tidak comply, maka secara otomatis tereleminasi. \nDari in deep interview yang dilakukan kepada key person konsumen, semuanya menyatakan bahwa skema ini sangat bagus dan jika tidak ada masalah terkait dengan cost, maka semua site akan menggunakan skema ini, bahkan mereka juga secara sukarela merekomendasikan skema ini kepada kolega mereka, hal posisif tentunya bagi supplier.\nHal negatifnya tentu saja terkait dengan penambahan cost, dimana biaya yang timbul dari skema VHS ini adalah tiga kali lipat dibandingkan dengan skema Franco. Cost terbesar terkait dengan adanya facility, bulk handling, human resources ataupun risk. \nMenjadi suatu tantangan tersendiri bagi PT. Pertamina Lubricants untuk membuat skema VHS ini menjadi tools yang efektif bagi konsumen dibandingkan kompetitor dan pada akhirnya bisa menjadi sustainable competitive advantage. \nPada implementasinya, ada tiga tahapan strategi yang digunakan, yaitu short term, mid term dan long term. Short term berfocus kepada competitive parity, mid term berfocus kepadan temporary competitive advantage dan long term, berfokus kepada sustainable competitive advantage.", "Daftar File": {"ABSTRAK Irawan Adi Nugroho": "https://digilib.itb.ac.id/gdl/download/220610"}, "Penulis": "Irawan Adi Nugroho [29317456]", "Kontributor / Dosen Pembimbing": ["Ir. Priyantono Rudito, M.Bus. (Mktg), Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Skema VHS, Kompetitisi, Cost", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}