{"Nomor": 53211, "Judul": "PENGEMBANGAN BISNIS DI MASA PANDEMI (CASE STUDY HIMA DENTAL)", "Abstrak": "Wabah Covid-19 telah teridentifikasi di Indonesia pada awal tahun 2020. Wabah ini telah melemahkan banyak industri termasuk industri kesehatan. Mengapa wabah ini melemahkan industri kesehatan, hal ini karena kebijakan pemerintah dan masyarakat yang takut untuk pergi ke luar rumah atau berobat ke pelayanan kesehatan seperti klinik gigi dan hal ini menyebabkan pendapatan industry ini menurun. Hima Dental merupakan klinik gigi yang beroperasi di Cimahi yang terletak di wilayah Bandung Raya dan saat ini mengalami kesulitan dalam hal pendapatan dan beban operasional karena Covid-19. Karena itu Hima Dental perlu mengembangkan usahanya agar bisa bertahan dari kondisi ini. Sebelum mengembangkan bisnis, Hima Dental perlu memahami terlebih dahulu situasi yang sedang berjalan dengan melakukan analisa internal dan eksternal. Pada analisa internal hal pertama yang harus dilakukan adalah menganalisa laporan laba rugi dengan membandingkan laporan tahun lalu dan laporan berjalan untuk mengetahui kekuatan perusahaan kemudian melakukan Analisa service blueprint untuk menganalisa bagian operasional lebih lanjut. Analisa PEST perlu dilakukan untuk bagian analisa eksternal, serta penelitian kuantitatif terhadap pesaing untuk memperoleh data yang lebih mendalam tentang kondisi lingkungan pasar. Setelah mendapatkan data tentang kondisi internal dan eksternal Hima Dental perlu mendapatkan akar permasalahan berdasarkan data tersebut dengan menggunakan analisis Fishbone dan diagram keterkaitan. Hasil dari proses tersebut dianalisis dengan matriks SWOT dan TOWS untuk mendapatkan solusi bisnis yang cocok dengan kondisi saat ini, Langkah selanjutnya adalah menganalisa menggunakan Value Proposition Canvas dan Business Model Canvas untuk melihat visibilitas perkembangan bisnis ini pada situasi perusahaan saat ini apakah memungkinkan untuk dilakukan. Kolaborasi ini diharapkan dapat menghasilkan bisnis baru yang dapat memberikan manfaat bagi seluruh pemangku kepentingan yang terlibat terutama bagi Hima Dental untuk tumbuh dan menghadapi situasi Covid-19.", "Daftar File": {"ABSTRAK Oskhar ardi nugraha": "https://digilib.itb.ac.id/gdl/download/220490"}, "Penulis": "Oskhar ardi nugraha [29317364]", "Kontributor / Dosen Pembimbing": ["Ir. Priyantono Rudito, M.Bus. (Mktg), Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengembangan Bisnis pada Kondisi Covid-19, Pengembangan Produk, Klinik Gigi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}