{"Nomor": 53219, "Judul": "PENGAMBILAN KEPUTUSAN STRATEGI EKSPANSI PASAR DENGAN STUDI KASUS: START-UP JAMBAN DI INDONESIA MENGGUNAKAN ANALYTICAL HIERARCHY PROCESS (AHP)", "Abstrak": "PT. Jawara Bersih Nusantara (dikenal dengan nama brand \"Jamban\") adalah sebuah perseroan rintisan yang bergerak sebagai usaha sanitasi khususnya toilet umum di Indonesia. Perseroan didirikan pada akhir tahun 2019 oleh beberapa pemerhati sanitasi di Indonesia. \nJamban berusaha memberikan solusi berupa produk jasa, untuk memudahkan akses pelanggan terhadap sanitasi terbaik Indonesia khususnya di tempat wisata dan di tempat umum di Indonesia. Dalam mengatasi masalah tersebut pihak pengelola jamban harus menetapkan lokasi baru Jamban di Indonesia. Pemilihan kota akan menjadi penting untuk jamban pada tahap awal karena setiap kota memiliki potensi yang berbeda untuk dimasuki. Karena sumber daya yang tersedia terbatas, Jamban harus memilih yang paling menjanjikan untuk perluasan di masa depan baik secara bisnis dan manfaat.\nPenelitian ini bertujuan untuk merencanakan model pengambilan keputusan dalam memilih lokasi baru yang tepat. Manajemen Jamban memiliki beberapa pertimbangan untuk menilai proses seleksi. Karena ada beberapa kriteria yang menjadi pertimbangan dalam proses pengambilan keputusan. Penelitian ini menggunakan metode Analytical Hierarchy Process (AHP) dimana suatu masalah disusun secara hierarki yang sistematis dengan metode ini. Data tersebut diperoleh dengan menggunakan metode kualitatif dan kuantitatif melalui diskusi tanya jawab beserta kuesioner. Model AHP ini memfasilitasi sintesis masukan obyektif dan subyektif dari pemangku kepentingan, kemudian dirumuskan menjadi model ilmiah sebagai perumusan kriteria dan subkriteria, sehingga nilai normalisasi skor diperoleh. Para pembuat keputusan diminta untuk melakukan proses penilaian dengan pembanding berpasangan dari setiap kriteria utama, subkriteria, dan alternatif yang diberikan. Peneliti menggunakan kerangka perhitungan AHP berbasis Microsoft Excel yang dibuat oleh Klaus D Goepel untuk mengolah data. Sebagai hasil dari berbagai prosedur AHP yang telah diterapkan dalam penelitian ini, maka dapat disimpulkan dengan metode AHP ini sangat efektif digunakan dalam mendukung proses pengambilan keputusan pemilihan lokasi usaha Jamban, dan lokasi yang direkomendasikan untuk cabang Jamban, di Indonesia.", "Daftar File": {"ABSTRAK Jenjang Satriyo Utomo": "https://digilib.itb.ac.id/gdl/download/220498"}, "Penulis": "Jenjang Satriyo Utomo [29318434]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengambilan Keputusan Multi Kriteria, Proses Hirarki Analitik, Sanitasi, Lokasi Baru, Porter’s Five Forces, SWOT", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}