{"Nomor": 53221, "Judul": "STRATEGI BARU UNTUK JEJAK.IN DALAM KEMBANGKAN BISNIS KARBON OFFSET", "Abstrak": "Indonesia tercatat menjadi negara penghasil jejak karbon salah satu terbesar di dunia, fakta nya pada 2017 Indonesia menduduki peringkat 12 setelah Meksiko berdasarkan World Economic Forum. Salah satu cara untuk mencegah perubahan iklim adalah dengan mengurangi gas buangan emisi dengan cara melakukan offset karbon untuk mengimbangi karbon dioksida, hal ini dibutuhkan stok karbon yang dapat dihitung. Disuatu area. Contoh yang paling kongkrit adalah dengan investasi pada program penghijauan dan penggunaan energi terbarukan. \nPenelitian ini berfokus pada skema offset karbon di Indonesia dan mengidentifikasi factor-faktor yang mempengaruhi keinginan individu serta perusahaan untuk berkontribusi membayar emisi karbon. Kuesioner dibuat memiliki 112 responden untuk dianalisa. Isu dari bisnis dilakukan Analisa dengan menggunakan eksternal analisis yaitu PESTEL dan model Porter’s five forces juga dari Internal analisis menggunakan Bisnis Model Kanvas dan model Value Chain. Hasil dari Analisa dikaitkan Bersama untuk menentukan Bisnis Model Kanvas terbarukan dan strategi diamond untuk model bisnis yang lebih keberlanjutan dan lestari. \nBerdasarkan hasil penelitian, Jejak.in diharuskan dapat mendorong pembuat kebijakan untuk melakukan kesadaran yang lebih baik terhadap teknologi pencegahan karbon, perundang-undangan karbon, dan skema yang jelas mengenai pasar karbon nasional. Jejak.in seharusnya mulai membagi bisnis proses dan sistem pendapatan yang berfokus pada model retail, tidak hanya pada layanan langganan untuk perusahaan. Menjelajahi berbagai kesempatan kerjasama sebanyak mungkin yang dapat membuat dan membantu pemasukan. Jejak.in jika menemukan rekan dan membuat proyek yang didesain dengan baik dapat memiliki dampak mengurangi emisi.", "Daftar File": {"ABSTRAK Bogar Baskoro": "https://digilib.itb.ac.id/gdl/download/220611"}, "Penulis": "Bogar Baskoro [29318435]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "Generalities", "Kata Kunci": "Strategi Bisnis, Offset Karbon, Keberlanjutan, Strategi Diamond", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}