{"Nomor": 53229, "Judul": "CLEANER PRODUCTION DALAM PERSPEKTIF OPEN INNOVATION PADA INDUSTRI KECIL DAN MENENGAH (IKM) BATIK", "Abstrak": "Cleaner production adalah berkurangnya jumlah hasil buang berupa sampah (waste)\ndengan penerapan strategi yang dilakukan secara terus menerus untuk mencegah\nkerusakan lingkungan sehingga meningkatkan efisiensi serta mengurangi dampak\nnegatif pada manusia dan lingkungan hidup. Penerapan cleaner production telah\ndilakukan pada industri manufaktur oleh beberapa negara maju, namun demikian\npenerapan pada industri kecil dan menengah masih rendah. Keterbatasan penerapan\ncleaner production pada industri kecil dan menengah karena kurangnya kesadaran\nmengenai pentingnya menghasilkan produk yang aman untuk lingkungan hidup.\nKeterbatasan penerapan cleaner production pada industri kecil dan menengah dapat\ndiatasi dengan melakukan inovasi, namun demikian inovasi yang dilakukan secara\ninternal (closed innovation) belum memberikan dukungan yang optimal dalam\nmencapai cleaner production. Diperlukan keterlibatan pihak eksternal dalam\nmembantu industri kecil dan menengah (IKM) untuk mencapai cleaner production.\nInovasi yang melibatkan pihak eksternal dalam kegiatan inovasi suatu organisasi\ndisebut dengan open innovation.\nPenelitian ini melibatkan 182 IKM batik sebagai responden. Responden tersebut\nberlokasi di Laweyan (Surakarta), Madura, dan Lasem (Rembang). Model penelitian\ndihasilkan untuk mencapai cleaner production melalui penerapan open innovation\npada IKM batik yang didukung oleh open innovation climate. Terdapat\nenvironmental dynamism dan environmental competitiveness sebagai moderator\nuntuk hubungan antara open innovation climate dan open innovation.\nHasil pengujian model pengukuran dan model struktural menyatakan bahwa\nhipotesis yang diterima yaitu open innovation memberikan pengaruh positif terhadap\ncleaner production (H1); open innovation climate memberikan pengaruh positif\nterhadap open innovation (H2); serta environmental dynamism sebagai moderator\nyang dapat memperkuat pengaruh open innovation climate terhadap open innovation\n(H3) signifikan secara statistik, sedangkan moderator environmental competitiveness\ntidak terbukti memperkuat pengaruh open innovation climate terhadap open\ninnovation (H4).\nBerdasarkan hasil pengujian, dilakukan pemetaan posisi open innovation terhadap\ncleaner production. Posisi IKM batik pada setiap kuadran dianalisis/dieksplorasi\ndengan depth interview. Hasil dari pemetaan tersebut membagi IKM dalam empat\nkelompok/kuadran. Kuadran I untuk IKM yang belum memiliki kemampuan\nmelakukan proses open innovation sekaligus juga belum dapat mencapai cleaner\nproduction. Kuadran II untuk IKM yang memiliki kemampuan untuk melakukan\nupaya mencapai cleaner production, namun belum dilakukan berdasarkan proses\nopen innovation. Kuadran III untuk IKM yang telah memiliki kemampuan dalam\nmelakukan proses open innovation namun belum mendukung tercapainya cleaner\nproduction. Kuadran IV untuk IKM yang memiliki kemampuan untuk melakukan\nupaya mencapai cleaner production dan didukung oleh proses open innovation.", "Daftar File": {"ABSTRAK Augustina Asih Rumanti": "https://digilib.itb.ac.id/gdl/download/220559"}, "Penulis": "Augustina Asih Rumanti [33415004]", "Kontributor / Dosen Pembimbing": ["Dr. Indryati Sunaryo, M.Sc.", "Dr. Ir. Iwan Inrawan Wiratmadja", "Prof. Dr. Ir. Dradjad Irianto, M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "cleaner production, open innovation, open innovation climate, industri kecil dan menengah, pemetaan IKM batik", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "02 Mar 2021"}