{"Nomor": 53222, "Judul": "MENILAI VALUASI PERUSAHAAN DAN ANALISIS PEMBAGIAN PEMEGANG SAHAM UNTUK E-COMMERCE SHOPEE", "Abstrak": "Indonesia merupakan penyumbang jumlah pengguna internet terbesar ketiga di Asia yaitu sebesar 7,4% dengan jumlah pengguna 273.523.615 orang. Latar belakang kemajuan teknologi dan jumlah pengguna internet yang terus meningkat pesat membuat peluang sebuah startup di bidang e-commerce untuk berkembang sangat terbuka lebar. Salah satunya adalah Shopee. Untuk menjalankan sebuah ide bisnis startup, tentunya dibutuhkan beberapa biaya yang tidak sedikit. Sumber pendanaan perusahaan startup sendiri dapat diperoleh dari berbagai alternatif sumber permodalan yang dapat meningkatkan potensi pertumbuhan startup. Shopee masih mengandalkan pendanaan dari perusahaan grupnya di head quarter, Sea Ltd. Banyaknya lini bisnis yang dijalankan oleh Sea Ltd, kerugian besar yang masih ditanggung Shopee, dan volatilitas pasar saham, ada baiknya Shopee Indonesia untuk mulai mempertimbangkan untuk mendapatkan pendanaan dari investor lain.\nDCF dan Venture Capital dari Damodaran dapat digunakan untuk metode penilaian. Dalam Venture Capital, ini dimulai dengan memperkirakan pendapatan atau pendapatan yang diharapkan di tahun mendatang, tetapi tidak terlalu jauh ke depan: dua hingga lima tahun adalah kisaran yang umum. Kemudian pemodal ventura menerima sebagian dari bisnis sebagai imbalan atas modal yang mereka bawa ke perusahaan. Untuk DCF, metode ini merupakan penyempurnaan dari metode DCF dengan menggunakan pendekatan top-down atau bottom-up.\nSetelah dilakukan perhitungan valuasi dengan menggunakan metode modal ventura, didapatkan nilai post-money sebesar $ 1,339.73 Juta. Dengan angka tersebut, maka proporsi ekuitas akan menjadi 44% dari investor luar, dan 56% sisanya masih dari Sea Group sebagai perusahaan induknya. Untuk metode pendekatan Top Down DCF, ditemukan bahwa post money valuation adalah $ 1,495.89 Million. Dengan angka tersebut, maka proporsi ekuitas akan menjadi 39% dari investor luar, dan 61% sisanya masih dari Sea Group sebagai perusahaan induknya.", "Daftar File": {"ABSTRAK Armita Octafiany": "https://digilib.itb.ac.id/gdl/download/220500"}, "Penulis": "Armita Octafiany [29318436]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "Generalities", "Kata Kunci": "Valuasi, DCF, Venture Capital", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}