{"Nomor": 53233, "Judul": "PENINGKATAN KINERJA KONTROL TOPOLOGI DENGAN METODE NODE RANK DAN REINFORCEMENT LEARNING PADA JARINGAN SENSOR NIRKABEL CODE DIVISION MULTIPLE ACCESS (CDMA)", "Abstrak": "Jaringan sensor nirkabel berkapasitas tinggi dan hemat energi akan sangat\ndibutuhkan untuk mengakomodasi kenaikan trafik yang eksponensial pada sistem\nkomunikasi generasi 5 dan 6 (5G/6G) atau generasi internet of things (IoT).\nJaringan sensor nirkabel saat ini menerapkan algoritma low energy adaptive\nclustering hierarchy (LEACH), dengan pemilihan cluster head (CH) dilakukan\nsecara acak. Akibatnya jarak antara node anggota ke CH bisa berjauhan, sehingga\ndaya pancar sensor akan tinggi yang lebih lanjut akan menimbulkan interferensi\ndan memboroskan energi. Algoritma LEACH juga menggunakan pengaturan daya\nstatis, sehingga signal to interference and noise ratio (SINR) yang diterima di CH\nbisa turun jika terjadi kenaikan interferensi. Untuk meningkatkan kapasitas jaringan\ndan penghematan energi, maka algoritma LEACH perlu diperbaiki.\nDisertasi ini mengembangkan algoritma baru dengan melakukan seleksi ulang CH\nmenggunakan metode node rank. Dengan metoda node rank, CH dipilih dari sensor\ndengan rank terbesar yaitu sensor dengan jumlah node tetangga terbanyak dan\nmemiliki energi sisa tinggi untuk menjaga keseimbangan konsumsi energi\nsedangkan node tetangga adalah node yang memiliki nilai received signal strength\nindicator (RSSI) di atas rata-rata nilai RSSI pada CH lama. Dengan metoda node\nrank ini, jarak node anggota ke CH akan berkurang, sehingga daya pancar sensor\nakan turun (interferensi dan konsumsi energi juga akan berkurang). Interferensi\njuga ditekan lebih lanjut dengan teknik pengendalian daya pancar menggunakan\nalgoritma dual policy multi agent reinforcement learning menggunakan SINR\nsebagai parameter kontrol. Penggunaan metoda reinforcement learning (RL) akan\nmenjadikan sensor mampu menjejaki (tracking) terhadap fluktuasi SINR akibat\nperubahan interferensi, sehingga daya pancar sensor akan diatur sesuai kebutuhan\nminimum.\nPengujian algoritma node rank dan reinforcement learning yang diusulkan pada\ndisertasi ini dilakukan dengan simulasi komputer menggunakan model jaringan\nsensor nirkabel terdistribusi seragam yang dibangkitkan secara acak. Kanal\npropagasi jaringan nirkabel menggunakan model free space path loss (untuk\nrepresentasi jarak dekat) dan model kanal two ray ground (untuk representasi jarak\nyang lebih jauh). Pengujian algoritma node rank LEACH menghasilkan \nii\npeningkatan kinerja yang lebih baik dibandingkan dengan algoritma LEACH\nkonvensional. Indikator kinerja metoda node rank yang diusulkan pada disertasi ini\nmenunjukkan peningkatan umur jaringan (lifetime) 8 %, peningkatan first node\ndeath (FND) 9 %, peningkatan half node death (HND) 14 %, dan peningkatan\njumlah paket terkirim 11 %. Perbaikan kinerja yang dihasilkan oleh metode node\nrank ini disebabkan oleh terbentuknya jarak antara node dengan CH yang lebih\ndekat. Metoda pengendalian daya pancar dengan algoritma dual policy multi agent\nreinforcement learning menghasilkan perbaikan kinerja yang jauh lebih signifikan\nterhadap metode pengaturan daya statis pada algoritma LEACH. Peningkatan\ntersebut meliputi peningkatan umur jaringan sebesar 129 %, FND 52 %, HND 35\n%, dan kinerja paket terkirim sebesar 162 %. Hal ini dapat dijelaskan bahwa dengan\nkemampuan tracking fluktuasi SINR, maka daya pancar sensor akan diatur sesuai\nkebutuhan minimum. Daya pancar yang rendah (minimum), selain akan menekan\ninterferensi, juga sekaligus akan menghemat konsumsi energi. Pengendalian daya\npancar dengan menggunakan SINR sebagai kontrol parameter memberikan hasil\nyang lebih baik dibandingkan dengan penggunaan signal strength (RSSI), karena\nSINR melibatkan tingkat interferensi dalam pengendalian daya pancar sensor.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/220583", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/220584", "Abstrak & Abstract": "https://digilib.itb.ac.id/gdl/download/220585", "Disertasi": "https://digilib.itb.ac.id/gdl/download/220586"}, "Penulis": "Dwi Widodo Heru Kurniawan [33214001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Adit Kurniawan, M.Eng., Ph.D.", "Dr. Mohammad Sigit Arifianto, S.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "LEACH, RSSI, node rank, SINR, reinforcement learning", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "02 Mar 2021"}