{"Nomor": 53237, "Judul": "EVALUASI STRATEGI NEGOSIASI KONTRAK PT. POLA PENAWAR BANGUN SEMESTA MENGGUNAKAN KERANGKA NEGOSIASI 3D", "Abstrak": "PT. Pola Penawar Bangun Semesta merupakan unit bisnis yang bergerak di berbagai macam bidang Jasa Pengadaan, Konstruksi, Operasi & Konsultasi &, baik konstruksi maupun non konstruksi. Permasalahan yang dihadapi perusahaan saat ini adalah terciptanya nilai kontrak yang maksimal dan kelanjutan hubungan kerjasama jangka panjang antara PT. Pola dengan Bakti Kominfo selaku perwakilan pemerintah atas proyek pengadaan barang dan jasa pembangunan tower telekomunikasi. Tujuan dari penelitian ini adalah untuk mengembangkan strategi negosiasi PT. Pola terkait kontrak yang dilakukan terhadap pemerintah melalui kerangka negosiasi 3D. Metode penelitian ini menggunakan pendekatan kualitatif dan metode deskriptif. Analisis data dengan menggunakan analisis 3D negotiation framework yang diikuti dengan analisis internal dan eksternal, root cause analysis and fish bone analysis.Teknik pengambil data dengan menggunakan teknik wawancara terhadap informan penelitian yang terdiri dari direktur dan karyawan. Hasil penelitian menunjukkan bahwa akar penyebab masalah terkait dengan proses negosiasi adalah PT. Pola mengambil ”Isu yang salah“ terkait dengan peningkatan kinerja perusahaan dan nilai kontrak dengan menggunakan bahan baku impor yang lebi besar dibandingkan dengan TKDN. Untuk itu, PT. Pola memerlukan pendekatan negosiasi yang tepat yaitu peningkatan kinerja perusahaan melalui peningkatan komponen TKDN. Langkah strategis yang dapat dilakukan oleh perusahaan adalah  memanfaatkan pertemuan mingguan dan bulanan sebagai media untuk menjaga komunikasi, relasi yang baik dan profesional dengan Bakti KOMINFO dan kompetitor. Penciptaan program peningkatan daya saing kompetitif untuk jangka pendek dengan merekrut personel berpengalaman dan kompeten yang berspesialisasi dalam jaringan telekomunikasi; mencari komponen lokal yang dapat mendukung peningkatan kinerja & mengganti komponen impor; pembandingan kontrol kualitas yang lebih baik. Program jangka menengah & panjang dengan mengembangkan analisis kebutuhan pelatihan & mempertimbangkan untuk melakukan strategi integrasi vertikal; pembaruan peraturan baru yang dapat mengubah prosedur atau persyaratan administrasi yang diperlukan.", "Daftar File": {"ABSTRAK Sonny Calvin Maulana": "https://digilib.itb.ac.id/gdl/download/220594"}, "Penulis": "Sonny Calvin Maulana [29318472]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Negosiasi, Pengadaan Pemerintah, Infrastruktur Telekomunikasi, 3D Negotiation Framework.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}