{"Nomor": 53231, "Judul": "USULAN STRATEGI PEMASARAN DIGITAL DENGAN PENINGKATAN PRODUK DAN LAYANAN PELANGGAN UNTUK MENINGKATKAN NIAT  KONSUMEN MENGGUNAKAN POSGIRO MOBILE", "Abstrak": "Teknologi digital saat ini membantu menggeser industri jasa keuangan Indonesia dari saluran\ntradisional ke saluran digital (internet dan telepon genggam). Industri jasa keuangan harus melanjutkan\nprogram digitalisasi mereka dan bergerak cepat untuk menarik pelanggan baru dan membangun\nloyalitas kepada pelanggan yang sudah ada. PT Pos Indonesia adalah Badan Usaha Milik Negara yang\nbertanggung jawab untuk menyediakan jasa pos dan keuangan di Indonesia. Baru-baru ini PT Pos\nmengembangkan layanan produk bernama PosGiro Mobile (PGM) untuk bersaing dengan perusahaan\nfintech lain guna menjangkau konsumen di era digital. Namun, PT Pos mengalami kesulitan untuk\nmengikuti lingkungan bisnis yang berubah dengan cepat terutama dalam menyediakan layanan\nkeuangan yang ramah pengguna kepada konsumennya, sehingga konsumen hampir tidak dapat\nmengadopsi produk dan kebingungan dalam penggunaan aplikasi PGM. Oleh karena itu, tujuan dari\npenelitian ini adalah: Pertama, untuk mengetahui faktor-faktor yang secara signifikan mempengaruhi\nintensi konsumen untuk menggunakan layanan keuangan digital; Kedua, untuk mengetahui peran\nfaktor-faktor yang signifikan dalam meningkatkan intensi konsumen untuk menggunakan layanan\nkeuangan digital; Ketiga, untuk mengusulkan strategi yang tepat untuk meningkatkan intensi dalam\nmenggunakan jasa keuangan PosGiro Mobile. Penelitian ini menggunakan metode gabungan dari\npenelitian kualitatif dan kuantitatif untuk menilai lingkungan eksternal dan internal PGM. Pertama,\nanalisis lingkungan umum, analisis industri, dan analisis pesaing dilakukan untuk menilai lingkungan\neksternal PT Pos. Kedua, penulis menganalisis situasi internal perusahaan dengan menggunakan\npendekatan analisis bauran pemasaran, STP, dan VRIO. Dan ketiga, penulis melakukan survei\nkuantitatif untuk mendapatkan wawasan konsumen tentang faktor-faktor yang dapat meningkatkan\nintensi untuk mengadopsi layanan keuangan digital dengan menggunakan pendekatan Technology\nAcceptance Model. Hasil keseluruhan analisis kemudian dirangkum dalam Analisis SWOT; sekaligus\nmenjadi masukan untuk mengidentifikasi akar permasalahan dari permasalahan bisnis tersebut.\nHasilnya, penulis menemukan delapan akar penyebab rendahnya adopsi PosGiro Mobile, yaitu umpan\nbalik negatif terhadap kinerja aplikasi, konsumen yang masih belum mengetahui fitur PGM,\npengalaman pengguna yang buruk, layanan pelanggan yang tidak responsif, inovasi yang kurang dalam\nmembuat fitur yang menarik, perkembangan aplikasi yang lambat, media sosial yang kurang interaktif,\ndan kurangnya iklan massal. Kemudian, penulis merumuskan 12 alternatif solusi berdasarkan\npendekatan matriks TOWS. 12 alternatif solusi yang relevan dengan akar permasalahan digunakan\nuntuk mengembangkan strategi pemasaran digital, yang terdiri dari pemasaran konten online, iklan\ntampilan online, peningkatan fitur aplikasi PGM, dan strategi pemasaran media sosial. Rencana\nimplementasi selanjutnya dikembangkan sedemikian rupa sehingga strategi pemasaran digital yang\ndiusulkan dapat meningkatkan niat konsumen untuk menggunakan PosGiro Mobile.", "Daftar File": {"2021_TS_PP_Iqlima Tristy Aulia_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/220562"}, "Penulis": "Iqlima Tristy Aulia [29119050]", "Kontributor / Dosen Pembimbing": ["Dr. Nita Garnida"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pemasaran Digital, Model Penerimaan Teknologi, Fintech, PosGiro Mobile", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Mar 2021"}