{"Nomor": 53236, "Judul": "SCATTERING OF TEM POLARIZATION PLANE WAVES BY DIELECTRIC NANOROD AT OBLIQUE INCIDENT ANGLE", "Abstrak": "In this thesis, the scattering of TEM polarization plane waves by dielectric nanorod at an oblique incident angle is studied on the basis of the cylindrical Mie theory. The requisite expressions such as the coefficients of the fields, the Poynting vectors, and the scattering cross-sections are obtained analytically and calculated numerically. From the numerical calculation, it is observed that the characteristic of cross-section spectra differs for different polarization under various illumination angles. For the case of TE polarization, a resonance splitting occurs due to the arising of a new resonance mode. Meanwhile, for the TM case, a resonance merging takes place as a result of ????0 (????-directed electric dipole) mode blueshifted. In the case of TEM incident wave, the scattering cross-section spectra are slightly insensitive to small varying illumination angle. It is evident that the spectra of TEM polarization waves are a summation of TE and TM spectra. However, the same behavior is not applied for the angular intensity distribution of scattered waves owing to the interaction between the existing fields. For small incident angles of TE incident, there exists a spectral region in which the angular intensity distribution of scattered waves shows a dipolar profile perpendicular polarized to each other. The dipolar profile of scattered waves has an opposite polarization to its incident wave. The suppression of backward scattering is observed for the TM polarization. This is caused by the interference between the electric dipole mode (????1) and the magnetic dipole mode (????1).", "Daftar File": {"ABSTRAK Muhammad Yusuf": "https://digilib.itb.ac.id/gdl/download/223178", "COVER Muhammad Yusuf": "https://digilib.itb.ac.id/gdl/download/223232", "PUSTAKA Muhammad Yusuf": "https://digilib.itb.ac.id/gdl/download/223238"}, "Penulis": "Muhammad Yusuf [10216027]", "Kontributor / Dosen Pembimbing": ["Drs. Alexander Agustinus P. Iskandar, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Cylindrical Mie theory, Resonance, Scattering of plane waves, Spectra of cross-section, TE and TM polarization, TEM polarization", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "02 Mar 2021"}