{"Nomor": 53248, "Judul": "ANALISA KEPUTUSAN DALAM PEMILIHAN KEBERLANJUTAN TAMBANG PONGKOR PT ANEKA TAMBANG MENGGUNAKAN ANALYTICAL HIERARCHY PROCESS (AHP)", "Abstrak": "PT Aneka Tambang Tbk. (ANTAM) adalah badan usaha milik negara yang memiliki beberapa segmen usaha yaitu nikel, bauksit, dan emas. Tambang Emas Pongkor merupakan salah satu Unit Bisnis ANTAM yang bergerak di bidang komoditas emas. Beroperasi sejak 1994, cadangan emas di Pongkor semakin menipis. Dengan Izin Usaha Pertambangan yang akan segera habis pada tahun 2021, manajemen PT ANTAM UBP (Unit Bisnis Pertambangan) Emas Pongkor harus segera mengambil keputusan terkait keberlanjutan unit bisnis tersebut. \nTugas Akhir ini mengevaluasi keputusan terbaik untuk PT ANTAM UBP Emas Pongkor dengan menggunakan dua metode, yaitu kualitatif dengan menggunakan cost-benefit analysis, dan metode kuantitatif dengan menggunakan Analytical Hierarchy Process (AHP). Dalam penelitian ini telah ditentukan tiga alternatif yang paling layak, yaitu penutupan tambang, melanjutkan secara normal, dan melanjutkan dengan perbaikan. AHP juga dapat menunjukkan kriteria mana yang paling berpengaruh dalam proses pengambilan keputusan. Dalam menentukan kriteria dan sub-kriteria yang mempengaruhi proses pengambilan keputusan, penelitian ini menggunakan konsep triple bottom line (Elkington, 2018) yang diselaraskan dengan visi dan misi perusahaan.\nHasil evaluasi menunjukkan bahwa terdapat empat kriteria utama yang mempengaruhi proses pengambilan keputusan, yaitu keuntungan, sosial, ketenagakerjaan, dan lingkungan. Dan sub-kriteria antara lain adalah laba perusahaan, pendapatan negara, sosial ekonomi, pengamanan asset, Pegawai Tetap dan Labor Supply. Hasil penelitian menunjukkan bahwa secara keseluruhan sub kriteria laba perusahaan paling berpengaruh terhadap proses pengambilan keputusan, dengan nilai prioritas global sebesar 27.3%. Kemudian disusul kriteria lingkungan dengan nilai 19.7%, dan sub kriteria Pegawai Tetap dengan nilai 17.7%. \nDari analisis cost-benefit, melanjutkan penambangan dengan menerapkan improvisasi di beberapa bagian memiliki nilai manfaat terbesar selama 5 (lima) tahun, dengan total nilai Rp467,027,000,000. Sedangkan jika keputusan yang diambil adalah melanjutkan produksi pertambangan dalam kondisi normal maka akan memberikan nilai total sebesar Rp335,797,000,000. Dan apabila keputusan yang diambil adalah penutupan tambang maka akan memberikan nilai total sebesar Rp (-25,205,000,000). Hal tersebut juga didukung oleh hasil analisis data AHP. Dari 13 responden, 9 diantaranya memilih Continue with Improvisation sebagai keputusan terbaik untuk keberlangsungan Tambang Pongkor. Dari hasil kelompok, nilai prioritas global untuk setiap alternatif adalah 55% untuk melanjutkan dengan perbaikan, 30.3% untuk melanjutkan normal, dan 14.8% untuk penutupan tambang. Jadi hasil kelompok dari 13 responden menyimpulkan bahwa terus memperbaiki adalah pilihan terbaik dengan nilai prioritas global tertinggi.\nSetelah mendapatkan alternatif terbaik, selanjutnya adalah melakukan perbaikan. Perbaikan tersebut adalah pengurangan biaya tenaga kerja dan biaya SGA (Selling, General, Administrative). Dalam menekan biaya tenaga kerja, ada beberapa upaya yang dapat dilakukan perusahaan, antara lain program pensiun dini, program rotasi karyawan, dan program sentralisasi. Sementara itu, untuk mengurangi dampak penurunan biaya SGA, diperlukan beberapa upaya negosiasi dengan beberapa pihak.", "Daftar File": {"ABSTRAK Mokhamad Zafar Nur Hakim": "https://digilib.itb.ac.id/gdl/download/220602"}, "Penulis": "Mokhamad Zafar Nur Hakim [29318102]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. M. Kuntoro Mangkusubroto, MSCE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penambangan, Keberlanjutan, Proses Hierarki Analitik, Kriteria, Prioritas.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}