{"Nomor": 53241, "Judul": "KELAYAKAN PROYEK DAN ANALISIS SENSITIVITAS TERHADAP PENGEBORAN SUMUR INFILL MENILO-26 DI BLOK SOKO", "Abstrak": "PT Java Energy telah mendapatkan perpanjangan Blok Soko dari Pemerintah Indonesia. Mengacu pada Peraturan Menteri Energi dan Sumber Daya Mineral (MESDM) No. 52 Tahun 2017, Kontrak Bagi Hasil (KBH) dari Blok Soko menerapkan skema gross split. Selain itu, sesuai dengan Peraturan MESDM No. 37 tahun 2016, PT Java Energy, dalam syarat dan ketentuan tertentu, wajib menawarkan 10% participating interest (PI) miliknya kepada Badan Usaha Milik Daerah (BUMD) dengan menggunakan skema kerjasama dimana kewajiban keuangan BUMD ditanggung terlebih dahulu, untuk kemudian dibayarkan kembali melalui pendapatan BUMD. Untuk memenuhi komitmen pasti pada tiga (3) tahun pertama KBH dan meningkatkan produksi, PT Java Energy akan melaksanakan pengeboran sumur pengembangan (infill) yakni sumur Menilo-26 pada lapangan existing Menilo.\nAnalisis lingkungan bisnis untuk proyek pengeboran sumur infill Menilo-26 didasarkan pada analisis eksternal dan internal dan diikuti dengan evaluasi kelayakan proyek menggunakan kerangka capital budgeting dengan discounted cash flow selama umur proyek dalam ketentuan-ketentuan KBH. Untuk menganalisis dampak variabel-variabel terhadap kelayakan ekonomis proyek, analisis sensitivitas dilakukan untuk mencari variabel yang paling berpengaruh. Analisis kelayakan proyek dibuat untuk kedua kondisi, yakni PT Java Energy sebagai pemilik 100% PI dari Blok SOKO dan sebagai pemilik 90% PI, memperhitungkan penyertaan 10% PI BUMD.\nStudi ini menunjukkan bahwa proyek pengeboran sumur infill Menilo-26 adalah layak secara ekonomis baik untuk kondisi PI 100% dan 90%, sebagaimana diindikasikan oleh nilai NPV positif dan IRR diatas nilai diskon. Hasil dari analisis sensitivitas mengurutkan produksi minyak, harga minyak, biaya modal dan biaya operasi sebagai variabel yang paling berpengaruh terhadap hasil evaluasi kelayakan proyek. Studi ini merekomendasikan agar PT Java Energy untuk menjaga tingkat produksi minyak dan mengoptimalkan biaya-biaya yang dikeluarkan terutama untuk operasi pengeboran.", "Daftar File": {"ABSTRAK Rafi Richardie": "https://digilib.itb.ac.id/gdl/download/220612"}, "Penulis": "Rafi Richardie [29317453]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gross Split, PI BUMD, Kelayakan Proyek, Analisis Sensitivitas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}