{"Nomor": 53246, "Judul": "USULAN STRATEGI MANAJEMEN INOVASI UNTUK PUSAT DATA EKOSISTEM DIGITAL, NEUCENTRIX: STUDI KASUS DI PT. TELEKOMUNIKASI INDONESIA, TBK.", "Abstrak": "Neutral Cloud dan Internet Exchange (Neucentrix), merupakan inovasi baru dalam mengembangkan produk Data Center oleh Telkom Indonesia. Neucentrix adalah bagian dari tujuan Telkom untuk menjadikan Indonesia sebagai Digital Global Hub dengan mempercepat ekosistem digital yang terhubung dengan jaringan Telkom dan operator lain baik di dalam negeri maupun global. Neucentrix dibangun dengan memenuhi standar internasional untuk mengakomodasi peluang penyedia konten regional atau Content Delivery Network (CDN), oleh karena itu Telkom telah menyelesaikan sistem komunikasi kabel proyek Indonesia Global Gateway (IGG) yang menghubungkan sistem kabel dari dua benua, yaitu Eropa dan Amerika.\nSejak Neucentrix diluncurkan pada tahun 2018 lalu, tingkat penjualan produk Neucentrix belum meningkat secara signifikan dan belum mencapai target penjualan yang ditetapkan oleh perusahaan. Masalah ini menyebabkan kinerja Neucentrix sebagai salah satu penghasil pendapatan Telkom menjadi tidak optimal dan kurang memberikan kontribusi bagi pendapatan perusahaan. Salah satu penyebab buruknya penjualan Neucentrix adalah produk data center yang ditawarkan tidak sesuai dengan kebutuhan bisnis pelanggan Telkom, hal ini diperkuat berdasarkan data survei dari Customer Experience Division Direktorat Telkom WINS, dengan menggunakan Net Promoter Score (NPS).\nSalah satu metode yang paling tepat untuk diterapkan dalam menyelesaikan masalah pengembangan inovasi produk Neucentrix adalah dengan menggunakan pendekatan Bimodal-IT. Bimodal-IT merupakan model framework yang menggabungkan 2 mode yaitu pendekatan bisnis dan teknologi agar lebih gesit dalam eksplorasi bisnis inovasi digital, dengan tetap menjaga kinerja operasional Tradisional-IT yang handal. Dalam hal ini Account Manager DWS selaku sales Neucentrix dan unit Strategic Portfolio (SP) sebagai pengembang portofolio produk Neucentrix.\nTujuan dari tugas akhir yang diajukan adalah merancang strategi manajemen inovasi produk Neucentrix yang tepat sehingga mampu mendorong Neucentrix menjadi Inovasi Teknologi Berkelanjutan dengan harapan dapat menjadi solusi dalam merancang produk data center baru dalam memenuhi kebutuhan pelanggan PT. Telekomunikasi Indonesia, dan berdampak maksimal terhadap pertumbuhan pendapatan perusahaan yang positif.", "Daftar File": {"ABSTRAK Wayan Andi Mahardhika": "https://digilib.itb.ac.id/gdl/download/220613"}, "Penulis": "Wayan Andi Mahardhika [29318409]", "Kontributor / Dosen Pembimbing": ["Dr.rer.pol. Eko Agus Prasetio, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Telkom, Neucentrix, Pusat Data, Penghubung Digital Global, Inovasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}