{"Nomor": 53255, "Judul": "PENGARUH PENERAPAN SYSTEM MANAJEMEN KESELAMATAN DAN KESEHATAN KERJA TERHADAP PRODUKTIVITAS KARYAWAN DENGAN KEPUASAN KERJA SEBAGAI VARIABEL INTERVENING ( PENELITIAN DILAKUKAN TERHADAP KARYAWAN PT. PERTAMINA EP ASSET 3)", "Abstrak": "Pada perusahaan di dunia yang berstandar internasional, keselamatan dan kesehatan kerja sangat diperhatikan, mereka telah menerapkan kebijakan standar baku keselamatan dan kesehatan kerja untuk mengendalikan tingkat risko kejadian. Banyak manfaat yang dirasakan oleh perusahaan ketika menerapkan kebijakan standar baku keselamatan dan kesehatan dalam bekerja diantaranya adalah dapat mengontrol semua risiko dan potensi kecelakaan, dapat memperkecil risko terjadinya kecelakaan, serta terhindar dari terjadinya kerugian. Karyawan yang bekerja pada perusahaan yang telah menerapkan kebijakan standar baku keselamatan dan kesehatan dalam bekerja akan merasa lebih terlindungi serta merasa terjamin keselamatan dan kesehatan selama proses bekerja, hal ini tentu saja akan meningkatkan efisensi dan produktivitas karyawan tersebut yang pada akhirnya akan berguna bagi Perusahaan untuk dapat memenuhi permintaan pasar.  Perusahan-perusahaan Indoneisa yang berstandar internasional Indonesia telah menerapkan kebijakan standar baku keselamatan dan kesehatan kerja, salah satunya adalah PT. Pertamina EP.\nPT. Pertamina EP merupakan usaha hulu di bidang minyak dan gas bumi yang meliputi: Eksplorasi, Eksploitasi serta penjualan produksi minyak dan gas bumi hasil kegiatan eksploitasi. Tingkat risiko kecelakaan dan kesehatan yang ditimbulkan oleh aktifitas explorasi dan explorasi minyak dan gas bumi sangatlah tinggi, oleh karenanya perusahaan sangat konsen dalam penerapan keselamatan dan kesehatan kerja. Selain untuk mengendalikan risiko kecelakanaan di lingkungan kerja, PT. Pertamina EP menerapkan kebijakan keselamatan dan kesehatan kerja untuk mendorong kinerja dan produktivitas karyawan.\nBerdasarkan situasi tersebut peneltiaan ini dilakukkan untuk megukur sejauh mana penerapan system manajemen keselamatan dan kesehatan kerja (SMK3), mengidentifikasi pengaruh Sistem Keselamatan dan Kesehatan Kerja (SMK3) terhadap kepuasan kerja, Sistem Keselamatan dan Kesehatan Kerja (K3) terhadap produktivitas kerja karyawan, kepuasan kerja terhadap produktivitas kerja karyawan, dan mencari pengaruh yang lebih besar dari pengaruh langsung atau pengaruh tidak langsung.\nMetode penelitian ini menggunakan metode kuantitatif, dengan instrumen penelitian yaitu kuesioner dengan menggunakan skala likert. Populasi dalam penelitian ini yaitu karyawan bagian produksi di PT. Pertamina EP Asset 3 di Cirebon dengan sampel 90 responden secara acak (random sampling). Untuk mendapatkan informasi yang lebih komprehensif, peneliti juga mewawancarai responden yang mewakili manajemen internal PT. Pertamina EP Asset 3 Cirebon. Pengolahan data dilakukan dengan bantuan aplikasi statistic SPSS versi 26. Pengolahan data meliputi uji validitas, uji reliabilitas, dan uji asumsi klasik. Untuk menganalisa hasil penelitian metode analisis yang digunakan adalan metode analisis regresi linear dan analisis regresi jalur. Hasil penelitian menunjukan Sistem Manajemen Keselamatan dan Kesehatan Kerja (SMK3) mempunyai pengaruh yang signifikan terhadap kepuasan kerja dan juga Sistem Manajemen Keselamatan dan Kesehatan Kerja (SMK3) mempunyai pengaruh yang signifikan terhadap produktivitas karyawan sementara kepuasan kerja berpengaruh signifikan terhadap produktivitas kerja karyawan. Pengaruh Sistem Manajemen Keselamatan dan Kesehatan Kerja (SMK3) mempunyai pengaruh pengaruh yang lebih terhadapat produktivitas kerja karyawan melalui peningkatan kepuasan kerja karyawan.", "Daftar File": {"ABSTRAK Saeful Azhar": "https://digilib.itb.ac.id/gdl/download/220608"}, "Penulis": "Saeful Azhar [29318312]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistem Keselamatan dan Kesehatan Kerja, Kepuasan Kerja, Produktivitas Kerja", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}