{"Nomor": 53256, "Judul": "STRATEGI PENENTUAN POSISI KOMPETITIF UNTUK BERKOMPETISI DI ERA NIRPROMOSI: STUDI KASUS OVO (PT. VISIONET INTERNATIONAL)", "Abstrak": "PT. Visionet International adalah perusahaan startup financial technology (fintech) yang membangun aplikasi e-wallet dengan nama OVO yang sudah dikenal sebagai salah satu platform pembayaran terbesar di Indonesia. Persaingan di industry e-wallet beberapa tahun ini meningkat dengan pesat, terlebih dengan adanya perang promosi dalam bentuk cashback yang disediakan oleh masing-masing e-wallet. Sampai dengan saat ini promosi dalam bentuk cashback atau diskon masih menjadi alat perang utama pada industry e-wallet. Saat promosi bukan lagi menjadi alasan utama untuk seorang user menggunakan e-wallet, Go-Pay, sebuah aplikasi e-wallet yang dimiliki oleh Go-Jek diproyeksikan akan menjadi pilihan utama user. Terlebih saat ini Go-Pay menjadi top of mind e-wallet di Indonesia. OVO membutuhkan strategi untuk mengambil alih posisi tersebut dari Go-Pay yang notabene adalah competitor utama. Penelitian ini akan membantu OVO untuk meningkatkan top of mind dan menjadikan OVO pilihan utama user ketika era perang promosi sudah mulai meredup. Penelitian ini menggunakan dua kerangka kerja tematis yaitu: Brand Equity dan Six Pillars of Customer Experience. Penelitian ini dilakukan dengan metode kualitatif dan kuantitatif. Metode kualitatif pada penelitian ini dilakukan melalui interview dengan Market Research Manager dari OVO, sementara metode kuantitatif dilakukan melalui penyebaran kuesioner. Penulis menggunakan Blue Ocean Strategy untuk memberikan gambaran kompetisi yang terjadi pada industry e-wallet serta mengusulkan strategi bisnis yang dapat digunakan oleh OVO. Berdasarkan analisis yang telah dilakukan, untuk mengambil alih posisi top of mind serta menjadi e-wallet pilihan utama user saat berkurangnya atau bahkan tidak ada promosi, penulis merekomendasikan untuk meningkatkan branding melalui emotional branding yang harus diikuti dengan menghilangkan, mengurangi, meningkatkan, serta membuat beberapa factor kompetisi untuk meningkatkan pengalaman pengguna berdasarkan analisis Four Action Framework yang terdapat dalam Blue Ocean Strategy.", "Daftar File": {"ABSTRAK Febry Adi": "https://digilib.itb.ac.id/gdl/download/220609"}, "Penulis": "Febry Adi [29318133]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "OVO, PT. Visionet International, 6 Pillars of Customer Experience, Blue Ocean Strategy.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}