{"Nomor": 53254, "Judul": "ANALISIS PENGELOLAAN DAMPAK PENYAKIT KORONA VIRUS 2019 TERHADAP BISNIS KREDIT PERUMAHAN PT. BANK MANDIRI (PERSERO), TBK", "Abstrak": "Pandemi COVID-19 dengan cepat mengganggu aktivitas bisnis dan konsumsi di banyak Negara termasuk Indonesia. Responden dari survei bisnis yang dilakukan Bank Indonesia memperkirakan perlambatan pertumbuhan bisnis di sector keuangan, real estate, dan jasa korporasi pada Triwulan II di tahun 2020. Survei bisnis tersebut sejalan dengan survey perbankan yang dilakukan Bank Indonesia dimana menunjukkan perlambatan pertumbuhan kredit baru yang disalurkan oleh industry perbankan. Penelitian ini mengangkat implikasi COVID-19 pada industry perbankan termasuk segmen consumer Bank Mandiri khususnya pada Bisnis Kredit Pemilikan Rumah (KPR). Bank Mandiri perlu mengelola dampak COVID-19 dan memiliki inisiatif dalam mempersiapkan masa new normal pada Mandiri KPR. Bank Mandiri perlu mengelola secara efektif melalui ketidakpastian dalam masalah bisnis, masalah operasi dan teknologi, serta masalah akuntansi dan pembiayaan untuk menjaga nilai perusahaan. Penelitian ini menekankan pada rencana bisnis Bank Mandiri dalam mengelola dampak COVID-19 pada bisnis KPR melalui program restrukturisasi dan kebijakan ekspansi bisnis. Kebijakan program restrukturisasi Bank Mandiri dalam pandemi COVID-19 dirancang untuk menyederhanakan proses restrukturisasi kredit dengan melaksanakan proses minimum untuk uji kelayakan kepada debitur. Dan untuk ekspansi bisnis yang hampir menutup kredit baru dengan kebijakan ekspansi kredit yang diterbitkan oleh manajemen, hanya nasabah di segmen yang berisiko rendah saja yang dapat diproses untuk mendapatkan kredit baru. Rencana bisnis Bank Mandiri dalam penanggulangan dampak pandemi COVID-19 berimplikasi terbesar pada penyisihan kerugian penurunan nilai yang membuat biaya bertambah dan menggerus pendapatan. Hasil dari studi ini, Consumer Loans Group dapat berinisiatif untuk berfokus pada ekspansi bisnis pada segmen kriteria pasar yang memiliki pertumbungan kualitas yang baik. Rekomendasi dari penelian ini sangat penting untuk menjaga kolektibilitas dan mengenal nasabah dengan melibatkan pimpinan cabang Bank Mandiri agar lebih mengenal nasabah dan debitur nya untuk dapat merespon dengan cepat dan mengambil langkah preventif untuk menjaga kualitas kredit dan perlu focus pada ekspansi bisnis di era New Normal untuk peningkatan bisnis Mandiri KPR yang berkelanjutan.", "Daftar File": {"ABSTRAK Melisa": "https://digilib.itb.ac.id/gdl/download/220607"}, "Penulis": "Melisa [29318463]", "Kontributor / Dosen Pembimbing": ["Erman Sumirat, S.E., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "COVID-19, Ketidakpastian, Kredit Kepemilikan Rumah (KPR), Mengelola, Dampak, Restrukturisasi Kedit, Ekspansi Bisnis, New Normal.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Mar 2021"}