{"Nomor": 53269, "Judul": "USULAN SOLUSI BISNIS UNTUK PENGEMBANGAN BISNIS KECIL    (STUDI KASUS : CALISA BEAUTY CARE)", "Abstrak": "Saat ini perawatan kulit menjadi bagian dari gaya hidup, banyak mementingkan kesejahteraan\nmereka terutama dalam hal penampilan. Perubahan perilaku tersebut berdampak pada industri\nyang terkait dengan produk dan jasa kecantikan. Menurut statista.com (2020) pendapatan pasar\nperawatan wajah Indonesia sebesar $1.124,47 juta pada tahun 2019 dan pertumbuhannya selalu\npositif sejak tahun 2012, pada tahun 2020 pertumbuhan pendapatan diperkirakan turun menjadi\n2,58 persen tetapi akan meningkat secara signifikan pada tahun 2021, setelah tahun 2021\npertumbuhan pendapatan dipertahankan di atas 5 persen.  \nCalisa Beauty Care adalah bisnis kecil kecantikan lokal di Berau, Kalimantan Timur yang fokus\npada perawatan kulit wajah dan hanya melayani perempuan. Bisnis Calisa Beauty Care dimulai\ndari rumah di tahun 2018, layanan dipasarkan dari mulut ke mulut pada komunitas kecil. Awal\ntahun 2019, Calisa Beauty Care pindah ke tempat baru, dalam 4 bulan pertama kunjungan\npelanggan meningkat menjadi 2,9 kali lipat, namun setelah Mei 2019 kunjungan pelanggan\nmenurun. Pada bulan Februari 2020, Calisa Beauty Care menghadapi masalah hukum yang\nmemberikan efek negative kepada brand image Calisa Beauty Care. Untuk mengatasi masalah\ntersebut peneliti menetapkan Business Model Canvas dari Calisa Beauty Care. Eksplorasi pada\nfaktor-faktor yang mempengaruhi bisnis dianalisa menggunakan : analisa internal (Segmenting\nTargeting and Positioning (STP), bauran pemasaran-7Ps) dan analisis eksternal (PESTEL,\nPorter’s Five Forces, analisis pesaing, analisis pelanggan). Analisis pesaing, dianalisis dengan\nmembandingkan bauran pemasaran Calisa Beauty Care dibandingkan dengan bauran pemasaran\npesaing. Analisis pelanggan, dianalisa dengan cara membuat kuesioner untuk mendapatkan\nperbandingan kinerja perusahaan dan persepsi pelanggan, hasil kuesioner  dimasukan ke dalam \nmatriks IPA (Importance Performance Analysis). Langkah selanjutnya adalah Analisa Strength\nWeakness Opportunity and Threat (SWOT), untuk mengetahui opsi bisnis, dilakukan\npenyusunan matriks TOWS. Berdasarkan hasil penelitian ditemukan bahwa penurunan\nkunjungan pelanggan disebabkan beberapa faktor seperti: perawatan dan produk memiliki\nkualitas hasil yang rendah sehingga tidak memberikan pengaruh yang signifikan terhadap kulit\npelanggan, Calisa Beauty Care memiliki kinerja pelayanan yang rendah, fasilitas tambahan dan\nkamar Calisa Beauty Care kurang menarik, produk Calisa Beauty Care sering habis dan\nperalatan Calisa Beauty Care merupakan produk lama. Solusi bisnis yang ditawarkan untuk\nmemperbaiki keadaan tersebut adalah dengan melakukan : membuat Standard Operating\nProcedure (SOP) dan meningkatkan pengetahuan terapis, memperbaiki layanan Calisa Beauty \nCare, meningkatkan aktivitas pemasaran,dan bekerja sama dengan skin care yang sudah terkenal \ndi luar Berau.", "Daftar File": {"2021_TS_PP_Andi Herlisa_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/220642"}, "Penulis": "Andi Herlisa [29118311]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Calisa Beauty Care, bisnis lokal, Berau, kunjungan menurun, martiks IPA", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "03 Mar 2021"}