{"Nomor": 53274, "Judul": "PENILAIAN KOMPETENSI DAN STRATEGI PENINGKATAN OUTSOURCING (FIELD CHECKER) SEBAGAI SUBSTITUSI FIELD OPERATOR DI PERUSAHAAN MIGAS", "Abstrak": "PT.XYZ, sebuah perusahaan Migas, mengalami penurunan harga minyak di tahun 2016. Untuk\nmenjaga keberlangsungan Perusahaan, salah satu strateginya adalah dengan menekan biaya\noperasional. Beberapa program telah dilaksanakan dengan nama Indoasia Business Unit\nTransformation (IBUT) seperti perubahan struktur organisasi, pengurangan jumlah pegawai, dan\nuntuk posisi jabatan yang tidak membutuhkan kompetensi tinggi, sebagian akan digantikan oleh\noutsourcing. \n \nField Operation Duri (FOD) adalah departemen yang mengelola ladang minyak hulu, dengan lebih\ndari 70% karyawannya adalah Field Operator, juga terkena dampak IBUT, dan harus kehilangan 30%\ndari Field Operator nya, dan terus bertambah dengan jumlah pensiunan karyawan dan tidak ada\npenggantinya. Dari tahun 2016 hingga 2020 Field Operator akan turun 30%, dan tahun depan akan\nada 20% Field Operator yang pensiun. Selama satu tahun ini, FOD telah menggunakan outsourcing /\nbusiness partner untuk mengisi posisi Field Operator di wilayah kerja Sumatera, dengan nama Field\nChecker.\n\nSeiring berjalannya waktu, jumlah Field Checker semakin meningkat seiring dengan tidak adanya\nrekrutmen baru untuk menggantikan Field Operator yang sudah pensiun, seperti strategi awal IBUT\nuntuk mengisi posisi Field Operator dengan Field Checker. Namun kompetensi Field Checker tidak\nberkembang sesuai harapan. Penurunan produksi dan beberapa kali kecelakaan kecil terjadi beberapa\nkali, manajemen perlu melakukan sesuatu untuk mengatasi dan memitigasi kemungkinan terjadinya\nhal-hal buruk lainnya.\n\nSkripsi ini bertujuan untuk mengetahui tingkat kompetensi Field Checker dalam menyusun program\npengembangan secara tepat dan efisien, dengan memberikan kuisioner internal. Merencanakan\nprogram pengembangan kompetensi. Menjaga tingkat kompetensi dengan menerapkan kompensasi\natas kinerja dan kompetensi Field Checker (Penghargaan dan pengakuan).\n\nPenilaian kompetensi dilakukan melalui kuesioner yang diisi oleh masing-masing anggota tim terhadap\nField Checker yang bekerja di tim tersebut, agar penilaian tersebut seobjektif mungkin. Hasil kuisioner\nmenunjukkan bahwa 68% dari seluruh Field Checker belum menunjukkan kompetensi yang diinginkan,\nPengembangan Program yang akan dilakukan pada Field Checker merupakan model sistem strategis\nyang membagi tanggung jawab keberhasilan pelatihan kepada organisasi dan individu yang\nberpartisipasi pelatihan. Terakhir, penggunaan penghargaan dan pengakuan berbasis kompetensi\ndalam remunerasi Field Checker, berdasarkan evaluasi kompetensi per semester, dan pembagian\nkelompok menggunakan metode distribusi normal.", "Daftar File": {"2021_TS_PP_Billy Adjie_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/220646"}, "Penulis": "Billy Adjie [29119337]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Perusahaan Migas, keberlanjutan, outsourcing, kompetensi, penilaian, pengembangan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "03 Mar 2021"}