{"Nomor": 53289, "Judul": "KAJIAN MANAJEMEN PEMELIHARAAN DAN OPERASI PADA SISTEM POLDER GUNA MITIGASI BANJIR WILAYAH SEMARANG TIMUR (STUDI KASUS: SISTEM POLDER SEMARANG TIMUR SISI JALAN TOL SEMARANG DEMAK SEKSI I)", "Abstrak": "Banjir telah menjadi permasalahan yang hampir rutin dihadapi oleh beberapa kota besar di Indonesia dalam beberapa tahun terakhir, terutama yang berada di pesisir dan terletak dalam daerah aliran sungai yang besar, seperti halnya wilayah Semarang Timur. Upaya pengendalian banjir yang dilakukan pada daerah muara Banjir Kanal Timur (BKT) dan Kali Babon yaitu dengan menerapkan sistem polder. Sistem polder dipilih karena dalam rencana kedepannya akan dibangun tanggul laut di pesisir utara Wilayah Semarang Timur, Kota Semarang, Jawa Tengah untuk mengendalikan banjir sehingga untuk mengeluarkan air dari sungai-sungai yang bermuara di pesisir utara Wilayah Semarang Timur, Kota Semarang, Jawa Tengah perlu dibuat polder. Komponen yang terdapat dalam polder ini yaitu kolam retensi dan sistem pembuangan air yang direncanakan menggunakan pompa tanpa pintu air. Pintu air tidak digunakan dikarenakan daerah kajian merupakan daratan yang memiliki elevasi lebih rendah dari air laut. Polder ini didesain untuk dapat menampung banjir periode ulang 25 tahun. Tentunya dengan ini dibutuhkan optimalisasi operasi dan pemeliharaan terhadap sistem polder ini. Proses perencanaan diawali dengan analisis lokasi studi yang berada di wilayah muara BKT dan Kali Babon, Kota Semarang. Setelah itu dilakukan analisis hidrologi untuk mengolah data curah hujan menjadi hidrograf banjir.\nAnalisis hidraulika dilakukan untuk membuat simulasi pada beberapa skenario yang dalam studi ini terdapat 3 skenario operasi pompa. Ketiga skenario tersebut dilakukan simulasi hidraulika sehingga dapat diketahui skenario terbaik dalam aspek pengurangan banjir dan aspek biaya. Skenario terpilih merupakan skenario 4 pompa tanpa penambahan kedalaman kolam retensi yaitu membuat kolam polder dan pembuangannya menggunakan pompa sebanyak 6 pompa dengan 4 pompa utama dan 2 pompa cadangan dengan kapasitas 5 m3/s/unit tanpa menambah kedalaman kolam retensi. Tahap selanjutnya yaitu menentukan pola operasi dan pemeliharaan dari pompa, genset, rumah pompa serta kolam polder agar sistem polder dapat berfungsi dengan baik hingga umur layanan yang ditentukan. Perhitungan biaya dilakukan untuk mendapatkan rencana anggaran biaya agar dapat ditentukan skenario paling optimal dalam jangka waktu 1 tahun. Biaya total yang dibutuhkan untuk melakukan operasi dan pemeliharaan polder dalam waktu 1 tahun yaitu sebesar Rp. 5.201.294.432,- dan Rp. 54.000.000,- untuk upah operatornya. Sedangkan biaya untuk pemeliharaan infrastruktur pendukung secara keseluruhan adalah sebesar Rp. 137.220.250.965,-", "Daftar File": {"ABSTRAK Azmi Ghalib Austin": "https://digilib.itb.ac.id/gdl/download/220670"}, "Penulis": "Azmi Ghalib Austin [25018054]", "Kontributor / Dosen Pembimbing": ["Dhemi Harlan, Ph.D.", "Eliza Rosmaya Puri, S.T., M.T., Ph.D.", "Mohammad Bagus Adityawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "banjir, polder, pompa, operasi, dan pemeliharaan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Mar 2021"}