{"Nomor": 53286, "Judul": "ANALISIS KINERJA KEUANGAN TERHADAP FINANCIAL DISTRESS PREDICTION (ALTMAN Z-SCORE) PADA BADAN USAHA JASA KONSTRUKSI", "Abstrak": "Kontribusi sektor konstruksi sebesar 10,67% terhadap ekonomi pada tahun 2019, berada pada peringkat 4 penyumbang PDB terbesar dibandingkan sektor lainya, kemampuan dan ketahanan badan usaha konstruksi menjadi poin penting dalam menjaga stabilitas ekonomi dari risiko kegagalan usaha. Penelitian disusun untuk mengetahui hubungan pengaruh kinerja terhadap risiko finansial distress dengan Menentukan Indikator Kinerja keuangan Badan Usaha Konstruksi yang memiliki hubungan pengaruh terhadap prediksi finansial distress dengan Altman Z-score, penelitan diarahkan pada Badan Usaha Milik Negara dan Badan Usaha Milik Swasta terdapat 9 BUMN dan 10 BUMS, indikator likuiditas yang diwakilkan oleh current rasio menjadi variabel penelitian yang memiliki nilai sumbangan yang paling tinggi diantara variabel lain memiliki hubungan pengaruh secara positif. Debt equity rasio pada penelitian memiliki hubungan berpengaruh secara negatif dan signifikan terhadap model prediksi finansial distress. ROE memiliki hubungan berpengaruh positif terhadap finansial distress sejalan dengan Total Aset Turnover memiliki hubungan berpengaruh positif terhadap Finansial distress, keempat variabel secara bersama sama memiliki pengaruh terhadap finansial distress. Dengan nilai R adjusted squared sebesar 0.872 atau sebesar 87.2% Current Rasio, Return of Equity, Total Aset Turnover dan Debt Equity Rasio mempengaruhi Finnancial Distress, kemudian sebesar 0.128 atau sebesar 12.8 % dipengaruhi faktor lain diluar penelitian.", "Daftar File": {"ABSTRAK Arianto Wisnu Prabowo": "https://digilib.itb.ac.id/gdl/download/220667"}, "Penulis": "Arianto Wisnu Prabowo [25018015]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T., Ph.D.", "Rani Gayatri Kusumawardhani P., S.T., M.Sc., Ph.D.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kinerja keuangan, Badan Usaha, Konstruksi, Kesulitan keuangan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Mar 2021"}