{"Nomor": 53290, "Judul": "PEMODELAN DAN SIMULASI KONVERSI KATALITIK TANDAN KOSONG KELAPA SAWIT (TKKS) MENJADI POLI ASAM LAKTAT (PLA)", "Abstrak": "Tandan Kosong Kelapa Sawit (TKKS) sebagai limbah industri merupakan biomassa lignoselulosa yang dapat diubah menjadi asam laktat melalui konversi katalitik. Asam laktat merupakan platform chemical dan dapat dijadikan bahan baku plastik biodegradable yaitu poli asam laktat (PLA). Pada penelitian ini dilakukan pemodelan dan simulasi konversi katalitik TKKS menjadi poli asam laktat (PLA) dengan perangkat lunak Aspen Plus V10. Model divalidasi dengan hasil eksperimen terdahulu. Pemodelan dilakukan dengan menggunakan kondisi operasi berupa temperatur, tekanan, dan waktu reaksi serta komposisi umpan dari eksperimen terdahulu dengan tujuan prediksi komposisi produk di setiap tahapan proses. TKKS hasil pretreatment alkaline hydrothermal dan bleaching memiliki kandungan selulosa sebesar 71,6% sehingga diasumsikan sebagai selulosa pada pemodelan.\nModel simulasi yang dibangun mewakili empat tahapan proses konversi TKKS menjadi PLA yaitu: konversi katalitik selulosa untuk mewakili komponen utama dari TKKS menjadi asam laktat, pemisahan katalis, pemurnian asam laktat, dan polimerisasi asam laktat menjadi PLA. Pemodelan konversi katalitik selulosa dengan umpan 50 gram berkatalis PbCl2 pada kondisi operasi 220oC dan 20 bar menghasilkan yield asam laktat sebesar 44,04% dibandingkan eksperimen sebelumnya sebesar 44,62%. Simulasi pemisahan katalis PbCl2 keluar reaktor mampu memisahkan katalis yang digunakan pada konversi katalitik dalam bentuk endapan PbSO4 dengan konversi PbCl2 sebesar 95% sesuai dengan data eksperimen sebelumnya. Simulasi pemisahan asam laktat dengan proses esterifikasi-hidrolisis pada kondisi operasi 90oC dan 1 atm mampu memperoleh kembali asam laktat dengan persentase nilai recovery sebesar 76,21%-m/m dibandingkan eksperimen sebelumnya sebesar 78,19%-m/m serta memisahkan HMF dengan efisiensi pemisahan sebesar 96,46%-m/m. Hasil simulasi menunjukkan pada penurunan tekanan kolom dari 0,4 bar menjadi 0,1 bar dapat meningkatkan recovery asam laktat dari 11,43% menjadi 39,39%. Hasil simulasi menunjukkan berat molekul PLA tertinggi sebesar 81394 gram/mol dicapai pada temperatur polimerisasi 220oC, tekanan 50 torr, waktu reaksi 30 jam dengan rasio asam laktat hasil konversi katalitik: asam laktat komersial 40:60, dan umpan HMF 0,02 gram.", "Daftar File": {"ABSTRAK Vika Fujiyama": "https://digilib.itb.ac.id/gdl/download/220672", "COVER Vika Fujiyama": "https://digilib.itb.ac.id/gdl/download/263012", "BAB 1 Vika Fujiyama": "https://digilib.itb.ac.id/gdl/download/263013", "BAB 2 Vika Fujiyama": "https://digilib.itb.ac.id/gdl/download/263014", "BAB 3 Vika Fujiyama": "https://digilib.itb.ac.id/gdl/download/263015", "BAB 4 Vika Fujiyama": "https://digilib.itb.ac.id/gdl/download/263016", "BAB 5 Vika Fujiyama": "https://digilib.itb.ac.id/gdl/download/263017"}, "Penulis": "Vika Fujiyama [23018003]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Johnner Sitompul, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "asam laktat, poli asam laktat, simulasi, tandan kosong kelapa sawit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "03 Mar 2021"}