{"Nomor": 53295, "Judul": "PROTOTYPE SISTEM MONITORING PRODUKSI PEMINTALAN BENANG (SPINNING) DENGAN APLIKASI DJANGO REST-FRAMEWORK", "Abstrak": "Teknologi 4.0 pada industri tekstil khususnya pemintalan benang (spinning) belum\ndiimplementasikan secara luas khususnya pada proses pengontrolan dan\npengendalian produksi yang masih dilakukan secara konvensional. Salah satu\nupaya untuk mengimplementasikan teknologi 4.0 pada industri tekstil yaitu\nmonitoring capaian produksi serta kondisi operasi mesin. Pimpinan perusahaan\npada umumnya memonitor capaian produksi secara tidak langsung melalui report\nproduksi harian yang dicatat oleh operator pada akhir shift. Selain itu, belum\ntersedia media informasi yang dapat membantu mengolah data produksi menjadi\ndata visual (infografis) yang mudah diakses dan dianalisa setiap saat oleh pimpinan.\nPenelitian ini berfokus untuk merancang dan membuat prototype sistem monitoring\nproduksi, yang memberikan layanan informasi berupa data pemantauan jumlah\nproduksi dan kondisi/status operasi mesin, yang ditampilkan dalam bentuk grafis\n(dashboard) secara realtime serta dapat di akses melalui jaringan localhost\nmenggunakan web browser PC komputer maupun smartphone.\nPrototype sistem monitoring produksi pemintalan benang dirancang atas dua bagian\nutama yaitu (1) perangkat modul pemantau yang tediri dari; modul pengolah data,\nsensor pencatat data produksi serta kondisi/status mesin, serta wireless connection\nmenggunakan protocol MQTT, dan (2) web sistem monitoring yang dikembangkan\nmenggunakan framework django. Percobaan dilakukan secara langsung di industri\npemintalan benang (spinning). Hasil percobaan menunjukkan bahwa sistem\nmonitoring produksi pemintalan benang telah berjalan dengan baik. Dengan sistem\nini, informasi data produksi serta kondisi/status operasi tiap mesin dapat dipantau\nsecara realtime, data hasil pemantauan disimpan kedalam basis data, diolah, serta\nditampilkan dalam bentuk grafis (dashboard) serta mudah diakses melalui jaringan\nlocalhost menggunakan web browser PC komputer maupun smartphone secara\nrealtime.", "Daftar File": {"ABSTRAK Agus Hananto": "https://digilib.itb.ac.id/gdl/download/220677"}, "Penulis": "Agus Hananto [23119012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "prototype, interface, grafis, dashboard, django rest-framework, python, realtime, spinning, localhost, web browser, MQTT, smartphone.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Mar 2021"}