{"Nomor": 53293, "Judul": "STUDI ESTIMASI NILAI DENSITAS RATA-RATA BAWAH PERMUKAAN BUMI MENGGUNAKAN METODE PARASNIS, NETTLETON, DAN RIKITAKE STUDI KASUS: LAPANGAN PANAS BUMI SUMANI, KABUPATEN SOLOK, SUMATERA BARAT", "Abstrak": "Dalam perhitungan anomali Bouguer, densitas rata-rata merupakan salah satu\nparameter penting yang perlu dipertimbangkan. Terdapat beberapa metode yang\nbisa digunakan untuk mengestimasi densitas tersebut, diantaranya adalah metode\nNettleton dan Parasnis. Dalam penelitian ini dilakukan kajian untuk memahami\nakurasi kedua metode tersebut dan mengapa metode ini sering digunakan. Selain\nitu dilakukan pula kajian terhadap metode lain yaitu metode Rikitake sebagai\npembanding dalam mengestimasi nilai densitas. Untuk memahami hal tersebut\ndilakukan berbagai pemodelan sintetik dengan membuat variasi topografi dan\ndensitas. Berdasarkan hasil pemodelan sintetik dengan menggunakan metode\nNettleton, Parasnis, dan Rikitake diperoleh bahwa variasi topografi memiliki\npengaruh yang lebih besar dibandingkan dengan variasi densitas. Dalam hal ini\nuntuk model dengan rentang variasi topografi yang lebar memberikan akurasi yang\nbaik (dengan galat dibawah 8%). Dari ketiga metode tersebut, metode Parasnis\nmemiliki akurasi yang lebih baik (galat 0,161% hingga 5,221%) dibandingkan\ndengan metode Nettleton (galat 0,165% hingga 7,517%) dan Rikitake (galat\n0,165% hingga 7,925%). Berdasarkan hal tersebut dapat disimpulkan baik metode\nParasnis, Nettleton, maupun Rikitake memberikan hasil estimasi densitas yang\nhampir sama untuk kondisi geologi permukaan dengan rentang variasi topografi\nyang lebar. Selanjutnya pada penelitian ini dilakukan perhitungan densitas rata-rata\nmenggunakan ketiga metode diatas berdasarkan data gayaberat pada lapangan\nPanas Bumi Sumani, Kabupaten Solok, Sumatera Barat. Hasil perhitungan dari\nmetode Parasnis, Nettleton, dan Rikitake secara berturut-turut menunjukkan nilai\ndensitas rata-rata sebesar 2,89 g/cc, 2,76 g/cc, dan 2,88 g/cc. Berdasarkan\nperhitungan anomali Bouguer dan anomali residualnya dengan menggunakan\ndensitas tersebut menunjukkan bahwa pola persebaran anomali untuk ketiga\nmetode tersebut cukup identik. Dari ketiga peta anomali residual juga dapat\ndiidentifikasi dengan baik adanya kelurusan struktur berarah Barat Laut-Tenggara\nyang berasosiasi dengan struktur sesar Sumatera.", "Daftar File": {"ABSTRAK Anggara Putra Prasetyo": "https://digilib.itb.ac.id/gdl/download/220675"}, "Penulis": "Anggara Putra Prasetyo [12316046]", "Kontributor / Dosen Pembimbing": ["Dr. Susanti Alawiyah, S.T., M.T.", "Dr. Setianingsih, S.T., M.T.", "Dr. Eko Januari Wahyudi, S.T., M.T.", "Indra Gunawan, S.Kom., M.Si.", "Dadi Abdurrahman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "gayaberat, densitas, Parasnis, Nettleton, Rikitake, model sintetik, topografi.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "03 Mar 2021"}