{"Nomor": 53309, "Judul": "ANALISIS PEMILIHAN INSTAGRAM INFLUENCER TERHADAP IKLAN MEREK UKM DI INDONESIA MENGGUNAKAN ANALISIS KORELASI  (STUDI KASUS: IAM.ID)", "Abstrak": "Jumlah Usaha Kecil Menengah (UKM) di Indonesia mencapai 64.194.057 unit pada tahun\n2018 namun terdapat berbagai permasalahan, seperti strategi bisnis, pemasaran, dan branding.\nSaat ini hanya 12% UKM yang menggunakan kanal digital, tetapi sebagian besar bisnis\ntersebut masih dalam kondisi stagnan. Influencer adalah seseorang yang memiliki pengikut\nyang besar sehingga memiliki peluang lebih besar untuk mempromosikan suatu produk\nmelalui konten media sosialnya. Namun, sulit menemukan influencer yang cocok untuk \nproduk atau jasa dari UKM tersebut. Potensi pasar di bidang ini cukup tinggi mengingat\nIndonesia memiliki jumlah pengguna media sosial terbesar di dunia. Secara global, sebesar 510\nmiliar\n\nUSD dihabiskan melalui pemasaran influencer pada tahun 2020, 65% perusahaan\nberencana untuk menggunakan lebih banyak pemasaran melalui influencer, dan 92%\npelanggan lebih mempercayai rekomendasi pribadi dibandingkan iklan konvensional. Analisis\npemilihan influencer Instagram dilakukan melalui studi kasus dari start-up IAM.ID.\n\nHipotesis didasarkan pada engagement-rate (ER) dan kategori influencer. Interaksi paling\nsering mengacu pada fitur suka, komentar, bagikan, dan simpan. Kuesioner umpan balik\npelanggan merupakan salah satu metode penelitian untuk mengukur bagaimana preferensi\nUKM dalam memilih influencer untuk beriklan. Selanjutnya dilakukan analisis konten dan\nanalisis korelasi menggunakan fitur trendline dari Microsoft Excel dalam menentukan\nkoefisien determinasi (R Square). Analisis konten bertujuan untuk menganalisis pengaruh\nkesesuaian teks pada ER dari iklan. Analisis korelasi dilakukan untuk mengetahui hubungan\nantara jumlah pengikut dan ER dari influencer terhadap ER dari iklan. Semua hal di atas\nmenunjukkan hubungan yang kuat dengan R square di atas 0,7.\n\nHasil penelitian ini akan sangat berguna dalam mengembangkan teknologi Artificial\nIntelligence (AI) bagi perusahaan. Metode Design Thinking digunakan berdasarkan bagaimana\nhasil analisis dapat menyelesaikan masalah secara sistematis, kreatif, dan inovatif secara \nhuman-centered. Beberapa poin yang disarankan mencakup pemodelan AI untuk analisis\nkonten dengan Natural Language Processing (NLP), memperbarui kalkulator IAM.ID, dan\nmembangun sistem match-making otomatis di situs web IAM.ID.\n\nER dari influencer, jumlah pengikut, dan kategori influencer mempengaruhi keberhasilan\nsuatu iklan. Peningkatan ER dari influencer akan berkorelasi dengan peningkatan ER dari\niklan secara linier, dimana semakin banyak follower maka ER dari iklan semakin menurun\nsecara eksponensial. Jika suatu brand cocok dengan kategori influencer, maka ER dari iklan\njuga meningkat secara linear.", "Daftar File": {"2021_TS_PP_Icha Isana Febriana_1-Abstrak (1).pdf?": "https://digilib.itb.ac.id/gdl/download/220722"}, "Penulis": "Icha Isana Febriana [29119185]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "influencer, engagement-rate, Usaha Kecil Menengah, AI, NLP.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "03 Mar 2021"}