{"Nomor": 53305, "Judul": "A GENERALIZED METAPHOR OF CHINESE RESTAURANT FRANCHISE TO FUSING BOTH PANCHROMATIC AND MULTISPECTRAL IMAGES FOR UNSUPERVISED CLASSIFICATION", "Abstrak": "Two-step ways are often used for fusing both\npanchromatic (PAN) and multispectral (MS) images for classification,\ne.g., classifying MS images sharpened by PAN images or\ndirectly pouring fine spatial details of PAN images into a classification\nresult of MS images. In this paper, we present a unified\nBayesian framework to iteratively discovering semantic segments\nfrom PAN images and allocating cluster labels for the segments\nusingMS images. Specifically, the probabilistic generative process\nof both PAN and MS images is explained with a generalized\nmetaphor of the Chinese restaurant franchise (CRF) (gCRF),\nin which the two iterative random processes, i.e., table selection\nand dish selection, are adapted to discovering semantic segments\nin PAN images and inferring cluster labels for the discovered\nsegments using MS images, respectively. Our major contributions\nare twofold: 1) The CRF is generalized into an image fusion\nframework by elegantly decomposing its two random processes,\nand 2) the random process of table selection in the CRF is transformed\ninto stochastic image segmentation by enforcing spatial\nconstraints over adjacent pixels. The qualitative analysis of experimental\nresults shows that the gCRF can effectively utilize both the\nspatial details of the PAN images and the spectral information of\nthe MS images. In terms of quantitative evaluation, the gCRF is\ncomparable with support vector machine-based supervised classification\nmethods.", "Daftar File": {}, "Penulis": "Ting Mao [-]", "Kontributor / Dosen Pembimbing": ["Hong Tang, JianjunWu, Weiguo Jiang, Shi He, and Yang Shu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Chinese restaurant process, image fusion, objectbased image analysis, unsupervised classification.", "Sumber": "https://ieeexplore.ieee.org/Xplore/home.jsp", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Mar 2021"}