{"Nomor": 53304, "Judul": "PEMODELAN KEBUTUHAN TENAGA KERJA PROYEK KONSTRUKSI DI PROVINSI JAWA BARAT", "Abstrak": "Kondisi provinsi Jawa Barat saat ini yang bergantung pada sektor konstruksi dibuktikan dengan nilai pendapatan domestik regional bruto (PDRB) berkisar 8,44%. Renstra BAPPEDA provinsi Jawa Barat menganggarkan pada tahun 2021 Rp 48 triliun untuk pembangunan infrastruktur. Nilai tersebut perlu diimbangi dengan tenaga kerja konstruksi sekitar 1 juta orang untuk menjalankan nilai konstruksi tersebut dimana pada tahun 2018 tenaga kerja yang ada hanya sekitar 560 ribu orang. Baik pemerintah maupun kontraktor perlu memikirkan kebutuhan jumlah tenaga kerja konstruksi agar proyek yang direncanakan dapat berlangsung. Estimasi yang ada sekarang tidak praktis dan cenderung terfokus pada satu proyek saja. Estimasi yang dilakukan dalam penelitian ini menggunakan pemodelan regresi linear berganda. Pemodelan tersebut dilakukan untuk mengetahui kebutuhan tenaga kerja konstruksi berdasarkan variabel-variabel yang mempengaruhinya. Variabel yang digunakan dalam model ini adalah nilai harga perkiraan sendiri (HPS), kompleksitas lapangan, kompleksitas tekonologi bangunan gedung dan durasi proyek. Pemodelan dilakukan dengan menggunakan data dari LPSE proyek gedung yang berada di provinsi Jawa Barat. Pemodelan dilakukan dua kali dimana satu model tidak menggunakan variabel durasi, hal ini dilakukan untuk melihat pengaruh dari variabel durasi itu sendiri. Berdasarkan hasil analisis statistik, didapat bahwa variabel durasi berpengaruh terhadap kebutuhan tenaga kerja konstruki dengan nilai R2 84%, nilai reliabilitas 0,671 dan MAPE 11,72%. Nilai tersebut lebih baik daripada model tanpa menggunakan durasi. Variabel berpengaruh lainnya adalah nilai HPS dan kompleksitas lapangan. Penggunaan model tanpa mengikuti batasan yang ada akan menghasilkan nilai error yang besar. Model tersebut dapat dimodifikasi untuk mengestimasi jumlah lapangan kerja yang dihasilkan dengan membagi nilai tenaga kerja konstruksi yang dibutuhkan dengan durasi rencana dari proyeknya.", "Daftar File": {"ABSTRAK Aaron. T. Ekaputra Nayoan": "https://digilib.itb.ac.id/gdl/download/220689", "COVER": "https://digilib.itb.ac.id/gdl/download/256705", "BAB I": "https://digilib.itb.ac.id/gdl/download/256706", "BAB II": "https://digilib.itb.ac.id/gdl/download/256707", "BAB III": "https://digilib.itb.ac.id/gdl/download/256708", "BAB IV": "https://digilib.itb.ac.id/gdl/download/256709", "BAB V": "https://digilib.itb.ac.id/gdl/download/256710", "BAB VI": "https://digilib.itb.ac.id/gdl/download/256711"}, "Penulis": "Aaron. T. Ekaputra Nayoan [25018060]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T., Ph.D.", "Rani Gayatri Kusumawardhani P., S.T., M.Sc., Ph.D.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "tenaga kerja konstruksi, pemodelan, regresi linear berganda", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "03 Mar 2021"}