{"Nomor": 53308, "Judul": "PENGEMBANGAN SISTEM PELACAKAN WAJAH BERBASIS MEAN-SHIFT DENGAN OPTIMASI LOCUST SEARCH ALGORITHM", "Abstrak": "Tujuan dari pelacakan objek adalah mengidentifikasi objek, menentukan posisi,\nserta memperbarui posisi objek (region of interest) secara terus menerus. Sistem\npelacakan objek dapat diterapkan untuk berbagai macam hal, salah satu contoh\npenerapan adalah pada lokalisasi korban pasca-bencana. Berdasarkan hal tersebut,\nmaka memiliki sistem pelacakan objek yang optimal merupakan sebuah kebutuhan.\nSalah satu bentuk sistem pelacakan objek yang optimal adalah sistem yang mampu\nmencapai titik konvergen ROI di tiap frame video dengan jumlah iterasi yang\nminimal, sehingga berdampak pada proses sistem dalam mengikuti pergerakan\nobjek target menjadi cepat. Jumlah iterasi yang dihasilkan dalam mencapai titik\nkonvergen ROI berbanding lurus dengan kemampuan sistem dalam mengikuti\npergerakan objek. Semakin besar jumlah iterasi yang dihasilkan, maka semakin\nlambat sistem dalam mengikuti pergerakan objek. Sebaliknya semakin sedikit\njumlah iterasi, maka semakin cepat sistem dalam mengikuti pergerakan objek. Oleh\nkarena itu, memiliki sistem yang mampu mengikuti pergerakan objek dengan cepat,\nkaitannya dengan penerapan pada bidang lokalisasi korban pasca-bencana, sangat\ndibutuhkan.\nUntuk melakukan pelacakan objek pada penelitian ini menggunakan algoritma\nMean-Shift. Teknik algoritma Mean-Shift dalam mencari titik konvergen ROI di\ntiap frame yaitu akan menggeser posisi titik sedikit demi sedikit hingga menemukan\ntitik konvergen ROI. Hal tersebut berdampak pada jumlah iterasi yang dibutuhkan\nbesar dan berdampak pada proses sistem dalam mengikuti pergerakan objek\nmenjadi lebih lambat. Untuk mengatasi hal tersebut, algoritma optimasi digunakan\ndengan tujuan menemukan titik konvergen ROI lebih cepat sehingga berdampak\npada jumlah iterasi yang dibutuhkan lebih sedikit dan berdampak pada proses\nsistem dalam mengikuti pergerakan objek menjadi lebih cepat. Algoritma optimasi\nSimulated Annealing dalam penerapannya untuk mencari titik konvergen ROI\nmasih memiliki kekurangan dari teknik pencarian yang dimilikinya.\nTeknik yang dimiliki yaitu pada setiap iterasi titik acak baru akan dibangun dan\ndihitung nilai fungsi dari titik tersebut, sehingga besar kemungkinan titik optimum\nyang didapatkan saat ini merupakan titik optimum lokal. Hal tersebut terjadi karena\nSimulated Annealing tidak memiliki kemampuan untuk mencari posisi atau \nmembangun titik acak baru didasarkan pada posisi titik optimum sebelumnya.\nApabila titik yang dibangun acak, maka untuk menemukan titik optimum global\nakan memerlukan iterasi lebih yang berdampak pada waktu proses yang lebih lama.\nPenelitian ini memiliki tujuan menghasilkan sistem pelacakan objek dengan\nalgoritma pelacakan objek yang memiliki kinerja waktu proses yang lebih cepat\ndibandingkan dengan algoritma Mean-Shift yang dioptimasi dengan Simulated\nAnnealing. Perlakuan yang diusulkan adalah mengganti algoritma optimasi\nSimulated Annealing dengan algoritma Locust Search.\nAlgoritma Locust Search dipilih karena teknik yang dimiliki, yaitu pada tiap iterasi\nakan membangun titik baru untuk mencari titik maksimal atau optimum dengan\nmemperhatikan nilai posisi titik optimum sebelumnya. Hal tersebut memiliki\nkeuntungan yaitu jumlah iterasi yang dibutuhkan menjadi jauh lebih sedikit dan\nberdampak pada proses mengikuti pergerakan objek target yang lebih cepat.\nPenelitian diimplementasikan pada Raspberry Pi 3 Model B+ dalam bentuk\nprototipe. Hasil evaluasi kinerja menggunakan data 500 frame gambar dari video\ndengan iterasi percobaan untuk tiap algoritma pelacakan sebesar 20 iterasi\npercobaan, sehingga total percobaan untuk keseluruhan 3 algoritma sebanyak 60\nkali percobaan, menggunakan teknik pengujian one tail t-test dengan asumsi varian\nyang berbeda. Hasil yang didapatkan menunjukkan algoritma usulan memiliki ratarata kinerja lebih baik dibandingkan dengan algoritma Mean-Shift dan algoritma\nMean-Shift yang dioptimasi dengan Simulated Annealing yaitu sebesar 151\nmilidetik.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/220699", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/220701", "Abstrak": "https://digilib.itb.ac.id/gdl/download/220703", "Abstract": "https://digilib.itb.ac.id/gdl/download/220705", "Tesis": "https://digilib.itb.ac.id/gdl/download/220708"}, "Penulis": "Inkreswari Retno Hardini [23518015]", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "algoritma optimasi, Mean-Shift, Locust Search, pelacakan objek, region of interest, Raspberry Pi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "03 Mar 2021"}