{"Nomor": 53303, "Judul": "PERANCANGAN SISTEM INFORMASI PEMETAAN TALENTA DI DIREKTORAT METROLOGI BANDUNG", "Abstrak": "eselonisasi dan beralih ke jabatan fungsional yang lebih menghargai kompetensi dan keahlian. Manajemen talenta adalah bagian dari pengelolaan sumber daya manusia (SDM) yang berbasis kompetensi. Perlu dilakukan pemetaan talenta untuk dapat melakukan manajemen talenta dengan baik. Saat ini ditemukan pegawai yang tidak tepat di jabatannya pada jenjang jabatan madya (ada gap antara kompetensi pegawai dan kompetensi jabatan). Setelah ditelusuri akar masalahnya dengan metode 5whys didapat bahwa akar dari permasalahan ini adalah karena organisasi belum memiliki rancangan sistem pemetaan talenta.\nDalam penelitian ini, dirancang sistem informasi pemetaan talenta guna untuk membantu organisasi dalam melakukan pemetaan talenta sehingga dapat mengatasi masalah tersebut sekaligus dapat menjalankan arahan dari pemerintah untuk menerapkan manajemen talenta. Model talent pool yang digunakan untuk memetakan talenta adalah matriks 9 boxes sesuai dengan Peraturan Menteri PANRB RI Nomor 3 Tahun 2020. Framework for the Application of System Thinking (FAST) digunakan sebagai metode untuk merancang sistem. Langkah-langkah perancangan metode FAST: scope definition, problem analysis, analisis kebutuhan sistem, pemodelan proses, pemodelan data, dan perancangan user interface.\nRancangan sistem yang dihasilkan berupa purwarupa yang dibangun dengan Macro VBA Microsoft Excel dan hasil rancangan sistem sudah lulus verifikasi dan validasi. Dengan sistem informasi ini, proses pemetaan talenta dapat berjalan secara otomatis dan menghasilkan data talent pool yang dapat digunakan sebagai dasar pengambilan keputusan dan kebijakan dalam mengelola SDM-nya. Diharapkan dengan adanya sistem informasi ini, organisasi mampu mendapatkan pegawai yang tepat di jabatan yang tepat pada waktu yang tepat.", "Daftar File": {"ABSTRAK Krismawati Simbolon": "https://digilib.itb.ac.id/gdl/download/220688"}, "Penulis": "Krismawati Simbolon [13416042]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Joko Siswanto, M.P.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "manajemen talenta, talent pool, model talent pool, pemetaan talenta, sistem informasi, FAST", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "03 Mar 2021"}