{"Nomor": 53319, "Judul": "ANALISIS PENGANGGARAN MODAL OUTLET BARU KOPI LAIN HATI", "Abstrak": "ABSTRAK\nKopi merupakan salah satu komoditi ekspor yang bernilai di Indonesia. Selain permintaan kopi dari luar negeri, produksi kopi lokal juga ditujukan untuk permintaan dalam negeri. Telah diketahui, konsumsi kopi dalam negeri semakin bertumbuh tiap tahun dan mencapai 4,8 juta karung kopi berukuran 60 kilogram pada tahun 2018/2019. Dalam lima tahun terakhir, mengkonsumsi kopi merupakan bagain dari gaya hidup khususnya anak muda. \nBerdasarkan fenomena tersebut, salah satu penerima waralaba Kopi Lain Hati melihat itu sebagai kesempatan. Untuk mengambil kesempatan tersebut, penerima waralaba berencana untuk membuka outlet kedua di Bekasi pada tahun 2022-2026. Oleh sebab itu, analisis kelayakan finansial dibutuhkan untuk melihat apakah proyek ekspansi ini layak dijalankan dalam periode investasi. Metode yang digunakan adalah dengan menganalisis penganggaran modal dengan memenuhi beberapa kriteria seperti nilai bersih sekarang (NPV), tingkat pengembalian internal (IRR), periode pengembalian modal, periode pengembalian modal terdiskon, indeks profitabilitas (PI), tingkat pengembalian akuntansi rata-rata (AAR), dan analisis sensitivitas. Penerima waralaba juga harus memahami gambaran besar dari situasi bisnis yang dianalisis dengan menggunakan analisis PESTEL, Porter Forces, VRIO, dan SWOT.\nBerdasarkan analisis yang dilakukan, untuk melakukan proyek ini, investasi yang dibutuhkan Rp 437.561.246. NPV dari hasil proyeksi selama lima tahun sejak outlet dioperasikan diperkirakan sebesar Rp 676.945.947.  IRR dari proyek ini sebesar 41%. Periode pengembalian modal dan periode pengembalian terdiskon untuk proyek ini masing-masing adalah 3,63 dan 3,91 tahun. PI dan AAR dari proyek ini adalah 2,52 dan 1,2. Hasil uji sensitivitas menunjukkan bahwa perubahan biaya bahan baku sangat berpengaruh terhadap NPV tetapi NPV tetap bernilai positif. Analisis situasi bisnis akan menentukan rekomendasi bagi penerima waralaba untuk membuka outlet baru. Dari analisis tersebut menunjukkan bahwa proyek ini layak untuk dijalankan.", "Daftar File": {"ABSTRAK Mariezka Isabel Natasya": "https://digilib.itb.ac.id/gdl/download/220794"}, "Penulis": "Mariezka Isabel Natasya [29317026]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penganggaran Modal, Outlet Kopi, Nilai Bersih Sekarang, Analisis Situasi Bisnis.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}