{"Nomor": 53326, "Judul": "PENGARUH INDEKS BURSA DUNIA DAN ARUS INVESTASI ASING  DI BURSA EFEK INDONESIA DAN IMPLIKASINYA TERHADAP  LANGKAH DI MASA DEPAN", "Abstrak": "Tujuan penelitian ini adalah untuk mengetahui pengaruh indeks global seperti Dow Jones (DJI), FTSE 100 (FTSE), Hang Seng (HSI), Shanghai Composite Index (SSE), Nikkei 225 (N225), Singapore Straits Times (STI), dan Korea Composite Stock Price Index (KOSPI) serta pengaruh rasio aksi jual beli investor asing terhadap Indeks Harga Saham Gabungan (IHSG) di Pasar Saham Indonesia selama Januari 2000 sampai dengan Desember 2019. Metodologi penelitian yang digunakan adalah analisis regresi linier berganda menggunakan Statistical Product and Service Solution (SPSS). Populasi data yang digunakan dalam penelitian ini adalah data pergerakan harga indeks bulanan dan rasio aksi jual beli oleh investor asing selama 20 tahun mulai dari tahun 2000 s.d 2019.\nBerdasarkan hasil Penelitian, pergerakan harga indeks Dow Jones (DJI), FTSE 100 (FTSE), Hang Seng (HSI), Shanghai Composite Index (SSE), Nikkei 225 (N225), Singapore Straits Times (STI) , Korea Composite Stock Price Index (KOSPI), dan rasio aksi jual beli oleh investor asing selama secara simultan berpengaruh terhadap Indeks Harga Saham Gabungan (IHSG) sedangkan secara parsial hanya STI, KOSPI, dan rasio aksi jual beli oleh investor asing yang menunjukkan pengaruh signifikan terhadap Indeks Harga Saham Gabungan (IHSG). Hasil penelitian menunjukkan bahwa Pasar Saham Indonesia masih dipengaruhi oleh sentimen asing, oleh karena itu investor tetap harus berhati-hati dalam melakukan strategi investasi, salah satunya dengan memperhatikan pergerakan harga indeks bursa global dan rasio aksi jual beli oleh investor asing. Selain itu, regulator harus berperan dalam memperbaiki ketidakakuratan penilaian pasar atas index yang disebabkan oleh sentimen asing.", "Daftar File": {"ABSTRAK Mulyana": "https://digilib.itb.ac.id/gdl/download/220744"}, "Penulis": "Mulyana [29317006]", "Kontributor / Dosen Pembimbing": ["Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bursa Efek Indonesia, Indeks Bursa Global, Rasio Arus Investasi Asing, SPSS, Regresi Linier Berganda", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}