{"Nomor": 53325, "Judul": "USULAN MODEL BISNIS BARU MAKANAN DAN MINUMAN DI INDONESIA DALAM KASUS: FATBOY DONBURI", "Abstrak": "Sektor industri makanan dan minuman merupakan salah satu bagian dari industri Indonesia. Kementerian Perindustrian menyatakan industri makanan dan minuman memiliki peran penting yang terlihat dari pertumbuhannya dari tahun ke tahun dan kontribusi yang signifikan terhadap produk domestik bruto (PDB) sebesar 34,33 persen pada tahun 2017.\nTerjadi perkembangan pesat usaha kecil dan mikro di industri makanan dan minuman. Oleh karena itu persaingan antar kompetitor akan semakin ketat dan pendatang baru yang ingin bersaing harus memiliki basic tools yang baik seperti business model canvas (BMC) untuk bersaing antar kompetitor lainnya.\nPada awalnya, Fatboy donburi mendapat respon yang baik dari para pelanggannya saat mengikuti bazzar. Pemiliknya memutuskan untuk aktif mengikuti bazzar untuk menemukan model bisnis yang tepat untuk bisnisnya. Berhubung bisnisnya masih baru, diperlukan kanvas model bisnis yang tepat untuk menjalankan bisnis dengan panduan karena terdapat penjualan yang tidak konsisten terjadi di Fatboy donburi.\nDalam penelitian ini, peneliti memperoleh data dari data primer dan data sekunder. Untuk membantu mengidentifikasi kondisi Fatboy donburi, penelitian ini dilakukan dengan metode kualitatif yaitu observasi lapangan dan wawancara. Data sekunder diperlukan untuk pengumpulan kanvas model bisnis baru sebagai patokan bagi Fatboy donburi. Tujuan dari penelitian ini adalah untuk menyediakan kanvas model bisnis yang diusulkan untuk Fatboy donburi berdasarkan model bisnis kondisi saat ini di industri makanan dan minuman.\nHasil dari penelitian ini adalah eksplorasi tiga model bisnis kanvas yang diambil dari beberapa bisnis di industri makanan dan minuman yang sesuai dengan kondisi saat ini seperti Yummy corp., Kulina, dan Go-kitchen. Dari sana, kita dapat memodifikasi kanvas model bisnis donburi Fatboy untuk menjalankan bisnis mereka sendiri dan mendapatkan bisnis baru yang berubah di segmen pelanggan, proposisi nilai, hubungan pelanggan dan saluran.", "Daftar File": {"ABSTRAK Achmad Omar Haryadi": "https://digilib.itb.ac.id/gdl/download/220743", "COVER Achmad Omar Haryadi": "https://digilib.itb.ac.id/gdl/download/266118", "BAB 1 Achmad Omar Haryadi": "https://digilib.itb.ac.id/gdl/download/266119", "BAB 2 Achmad Omar Haryadi": "https://digilib.itb.ac.id/gdl/download/266120", "BAB 3 Achmad Omar Haryadi": "https://digilib.itb.ac.id/gdl/download/266121", "BAB 4 Achmad Omar Haryadi": "https://digilib.itb.ac.id/gdl/download/266122", "PUSTAKA Achmad Omar Haryadi": "https://digilib.itb.ac.id/gdl/download/266123"}, "Penulis": "Achmad Omar Haryadi [29317106]", "Kontributor / Dosen Pembimbing": ["Nazmi Fathnur Ahmad, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Model Kanvas, Industri Makanan dan Minuman", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "03 Mar 2021"}