{"Nomor": 53324, "Judul": "USULAN STRATEGI PEMASARAN UNTUK PELABUHAN BADAS PT PELABUHAN INDONESIA III (PERSERO)", "Abstrak": "Pelabuhan Badas merupakan salah satu BUMN PT Pelabuhan Indonesia III (Persero) atau biasa disingkat “PT Pelindo III”, Pelabuhan Badas terletak di Pulau Sumbawa. Permasalahan yang dialami oleh Pelabuhan Badas saat ini adalah kalahnya persaingan dalam bisnis bongkar muat barang khususnya pada komoditas kargo curah kering, kargo curah kering merupakan salah satu komoditas unggulan pulau Sumbawa.  Tujuan dari penelitian ini adalah pertama, untuk mengetahui iklim persaingan bisnis dan penyebab dari kalahnya persaingan bisnis tersebut, kedua untuk  mengetahui kondisi internal maupun eksternal di Pelabuhan Badas, ketiga untuk memberikan usulan strategi pemasaran yang tepat untuk mengatasi permasalahan tersebut. Selain dari hal tersebut, penelitian ini juga bertujuan untuk memberikan rekomendasi kepada manajemen PT Pelindo III pada strategi jangka panjang perusahaan. Usulan strategi dilaksanakan melalui analisa data yang didapatkan dari beberapa sumber seperti wawancara dan Focuss Group Discussion dari pihak internal maupun eksternal perusahaan. Hasil penelitian menunjukan bahwa permasalahan PT Pelindo III pada Pelabuhan Badas adalah tidak adanya keunggulan kompetitif yang dimiliki oleh perusahaan karena beberapa hal seperti kurangnya aktivitas pemasaran yang dilakukan oleh manajemen, mindset karyawan, hingga kurang optimalnya penggunaan aset perusahaan. Dengan menggunakan analisis eksternal (PESTEL; Porter Five Force; Competitive Analysis; dan Customer Analysis) dan analisis internal (STP Tools: Segmenting, Targetting, Positioning; 7P Marketing Mix; Resource Based View; dan Porter Value Chain) dapat dirumuskan usulan strategi parbaikan. Strategi perbaikan yang dapat diimplementasikan pada level bisnis adalah perubahan strategi pemasaran melalui SWOT Analisis yang selanjutnya dirumuskan dalam bentuk TOWS Matrix, New Segmenting, Positioning, dan Tergetting, New Marketing Mix, serta  Strategy Diamond Model yang dirancang untuk implementasi strategi perbaikan. Pada level perusahaan direkomendasikan untuk dilaksanakan kolaborasi bersama dengan mitra kerja serta untuk investasi bersama, dan pemanfaatan data aplikasi untuk mengetahui trend pasar yang dijadikan sebagai dasar penentuan investasi jangka panjang perusahaan.", "Daftar File": {"ABSTRAK Roby Dwi Muharrom": "https://digilib.itb.ac.id/gdl/download/220742"}, "Penulis": "Roby Dwi Muharrom [29317403]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisa Bisnis, Pelabuhan, Strategi Bisnis, Strategi Pemasaran, Analisis Internal dan Eksternal", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}