{"Nomor": 53320, "Judul": "MENDEFINISIKAN ULANG STRATEGI BISNIS DAN PERUSAHAAN PT INDONESIA CHEMICAL ALUMINA  DALAM BISNIS CHEMICAL GRADE ALUMINA", "Abstrak": "Industri alumina tergolong industri pelopor di Indonesia, yang baru eksis dalam lima tahun belakangan ini. Keberadaan industri alumina di Indonesia tentunya tidak lepas dari keberlimpahan cadangan bauksit yang dimiliki Indonesia serta adanya kebijakan hilirisasi mineral dalam negeri (peningkatan nilai tambah) sebagaimana amanat UU No. 4 tahun 2009 tentang Pertambangan Mineral dan Batubara. Terdapat dua kategori industri alumina yaitu Smelter Grade Alumina (SGA) yang mendominasi industri alumina dunia hingga 96% dan sisanya Chemical Grade Alumina (CGA). PT Indonesia Chemical Alumina (ICA) merupakan pelopor industri alumina di Indonesia dan satu satunya industri CGA di Indonesia, yang memulai operasi komersial di awal tahun 2015. \n\nSebagai pemain baru di bisnis CGA, ICA menghadapi kompetisi yang dinamis dan sangat ketat, Kinerja penjualan ICA masih di bawah target, sementara dari sisi biaya produksi belum kompetitif, yang kesemuanya berkontribusi terhadap margin penjualan yang masih jauh di bawah target. Penelitian ini bertujuan menganalisa kondisi apa saja yang menyebabkan belum kompetitif-nya ICA, selanjutnya mengevaluasi model bisnis yang tepat dengan kondisi ICA saat ini serta memformulasikan strategi pertumbuhan perusahaan yang diharapkan mampu membawa perusahaan menuju keunggulan kompetitif yang berkelanjutan.\n\nPenelitian ini dilakukan dengan menggunakan desain penelitian kualitatif. Wawancara semi-terstruktur dilakukan dengan lima pemangku kepentingan baik dari internal ICA yaitu Presiden Direktur dan Direktur Keuangan, maupun dari external ICA yaitu Vice President Corporate Strategic PT ANTAM Tbk, General Manager Unit Bisnis Pertambangan Bauksit Kalbar PT ANTAM Tbk dan Direktur Pembinaan Program Mineral dan Batubara Ditjen Minerba KESDM. Makalah penelitian dan data dari Lembaga resmi melengkapi hasil wawancara tersebut. Penelitian ini mengadaptasi Analisis, Perumusan, dan Implementasi (AFI) sebagai kerangka kerja konseptualnya. Analisis menunjukkan bahwa Indonesia memiliki prospek industri alumina baik SGA dan CGA yang bagus dan ICA perlu membangun dan mengembangkan beberapa resources dan capabilities menuju keunggulan kompetitif yang berkelanjutan. Berdasarkan hasil tersebut, penelitian ini merumuskan strategi level bisnis dan level korporasi untuk pertumbuhan ICA menuju keunggulan kompetitif yang berkelanjutan. Penelitian ini menyempulkan implementasi strategi meliputi dua program yaitu program menuju operasional berbiaya murah dan program pemberdayaan sales dan marketing, yang waktu pelaksanana program direncanakan dalam lima tahun.", "Daftar File": {"ABSTRAK Rio Dharma Putra": "https://digilib.itb.ac.id/gdl/download/220739"}, "Penulis": "Rio Dharma Putra [29317390]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Alumina, Bisnis CGA, Model Bisnis dan Strategi Pertumbuhan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}