{"Nomor": 53321, "Judul": "SKENARIO VALUASI HOLDING DAN MERGER PERUSAHAAN BUMN INFRASTRUKTUR DI INDONESIA", "Abstrak": "Terlepas dari kebijakan pemerintah, Badan Usaha Milik Negara (BUMN) perlu melakukan strategi global agar mampu bersaing di dunia persaingan global, terutama dalam rangka meningkatkan nilai pemegang saham. Strategi global harus diterapkan terkait dengan kemampuan perusahaan untuk meningkatkan kekuatan internal untuk mencapai keunggulan kompetitif yang berkelanjutan. PT. Hutama Karya adalah salah satu BUMN yang 100% dimiliki sepenuhnya oleh Pemerintah Indonesia yang menjalankan bisnisnya di Jalan Tol, Gedung, EPC dan Infrastruktur. Agar dapat bersaing di kancah global, PT. Hutama Karya harus melakukan integrasi dengan perusahaan lain baik itu melalui holding maupun merger. Rencana aksi korporasi itu disimulasikan antara PT, Hutama Karya dan PT. Adhi Karya, PT. Waskita Karya dan PT. Jasa Marga. Tesis ini mengupas sedalam mungkin tentang aspek makro industri konstruksi dengan menggunakan analisa PESTEL dan Porter's Five Forces, sedangkan aspek mikro PT. Hutama Karya dengan menggunakan pendekatan kerangka VRIO. Setelah itu, valuasi DCF masing-masing perusahaan target dilakukan dengan mendiskontokan proyeksi arus kas bebas seluruh perusahaan dalam fase 10 tahun pertumbuhan tinggi dan juga fase stabil. Setelah itu, valuasi holding dianalisa bersamaan dengan valuasi merger. Motif penggabungan dilacak sebagai motif sinergi. Synergy Value berfokus pada aspek sinergi operasi yang menciptakan efisiensi biaya dan peluang untuk menghasilkan pendapatan yang lebih besar di masa depan. Secara keseluruhan sektor industri berdasarkan analisa Porter's Five Forces bahwa industri jasa konstruksi memiliki ciri-ciri sebagai berikut: Daya tawar pembeli / pelanggan tinggi, daya tawar pemasok tinggi, dan persaingan antar pesaing tinggi. Namun, ancaman pendatang baru sedang dan ancaman produk substitusi cukup rendah. Berdasarkan analisis internal bahwa PT. Hutama Karya memiliki keunggulan kompetitif di sektor jalan tol dimana memiliki lokasi Asphalt Mixing Plant yang strategis, paten yang kompetitif (untuk proyek jalan / jembatan), kemampuan sumber daya manusia global untuk mengembangkan inovasi, dan reputasi yang baik berdasarkan penghargaan yang diterima. Berdasarkan hasil valuasi perusahaan, PT. Adhi Karya dan PT. Jasa Marga undervalued, sedangkan PT. Waskita Karya overvalued.\nBerdasarkan hasil valuasi holding dengan menggunakan teknik valuasi DCF, valuasi holding PT. Hutama Karya dan PT. Jasa Marga merupakan yang tertinggi diantara lainnya.\nSedangkan berdasarkan hasil penilaian sinergi dengan teknik penilaian DCF, maka penilaian merger PT. Hutama Karya dan PT. Adhi Karya memiliki nilai tertinggi dan diikuti oleh PT.Waskita Karya dan PT.Jasa Marga secara berurutan.\nBerdasarkan perhitungan, EBIT PT.Hutama Karya berpotensi terus tumbuh dalam proyeksi 10 tahun setelah merger dengan masing-masing perusahaan target meskipun pertumbuhan EBIT ini lebih rendah daripada EBIT PT. Hutama Karya.\nPerusahaan induk (PT. Hutama Karya) harus memperhatikan aspek kemudahan dan manfaat, pertimbangan integrasi merupakan skenario yang memberikan nilai manfaat tertinggi. Hal tersebut dilakukan untuk mencapai tujuan besarnya yaitu mampu bersaing dalam persaingan global khususnya di Asia.\nBerdasarkan hasil valuasi holding dan merger diperoleh nilai tertinggi yaitu merger dengan PT. Adhi Karya. Hal ini cukup signifikan mengingat PT. Hutama Karya merupakan pemain terbaik dalam pembangunan jalan tol. Bagi perusahaan lain seperti PT. Waskita Karya dan PT. Jasa Marga, kepemilikan pasif minoritas masih dapat dilakukan oleh PT. Hutama Karya untuk mewujudkan sentralisasi kegiatan infrastruktur tanpa mengabaikan prinsip persaingan usaha yang adil.\nKeterbatasan studi ini yaitu nilai Beta di setiap perusahaan target dihitung berdasarkan mayoritas industri, meskipun setiap perusahaan target memiliki variasi industri yang dioperasikan oleh anak perusahaannya.\nFokus utama dalam penelitian ini adalah sinergi operasional sebagai salah satu manfaat hasil merger. Namun penulis menyarankan agar sinergi finansial dapat menjadi penelitian selanjutnya.", "Daftar File": {"ABSTRAK Citra Suryantara": "https://digilib.itb.ac.id/gdl/download/220740"}, "Penulis": "Citra Suryantara [29318438]", "Kontributor / Dosen Pembimbing": ["Erman Sumirat, S.E., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "DCF, PESTEL, Porter’s Five Forces, Sinergi Operasional, Valuasi Holding ,Valuasi Merger, VRIO", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}