{"Nomor": 53334, "Judul": "USULAN STRATEGI PEMASARAN MEDIA SOSIAL UNTUK MENCIPTAKAN PENJUALAN UNTUK VENDOR PRODUK TEKSTIL DI ERA ADAPTASI NORMAL BARU  (STUDI KASUS: RESTUTEX INDONESIA)", "Abstrak": "Restutex Indonesia berlokasi di Bandung, berdiri pada akhir tahun 2018. Perusahaan ini bergerak di\nbidang jasa B2B yang memproduksi berbagai jenis produk tekstil. Dengan motto Kepuasan, Ketepatan\nWaktu, dan Harga Yang Bersaing adalah prioritas kami. Perusahaan ini fokus pada pembuatan produk\ntekstil yang dikategorikan sebagai TPT (tekstil dan produk tekstil), yang biasa digunakan untuk\nkebutuhan promosi, kebutuhan sehari-hari, event, dan sebagai vendor untuk sebuah merek. Produk yang\ndihasilkan perusahaan seperti kaos, kemeja, jersey, tas, topi dan kemasan. Nilai yang selalu dijaga\ndalam perusahaan ini adalah mengutamakan Kualitas, Harga, dan Ketepatan Waktu. Tujuannya untuk\nmencapai kepuasan pelanggan. Tujuan perusahaan saat ini adalah untuk menumbuhkan kesadaran pada\nplatform digital dan mendapatkan penjualan melalui pemasaran media sosial di Instagram dan Facebook\nuntuk memperkenalkan pasar yang lebih luas dan menjual produk untuk memaksimalkan sentimen\npositif di saluran digital. \nPenelitian ini bertujuan untuk mengetahui strategi atau aktivitas pemasaran mana yang dapat digunakan\nRestutex Indonesia untuk mendapatkan penjualan. Kegiatan pemasaran tersebut dapat membantu\nRestutex Indonesia untuk meningkatkan kesadaran merek, khususnya di era digital dimana Instagram\ndan Facebook dapat memberikan manfaat di era digital dan era adaptasi kebiasaan baru. Dalam\npenelitian ini penulis akan menggunakan analisis internal dan eksternal dengan menggunakan matriks\nSWOT, analisis STP, bauran pemasaran, ekuitas merek berbasis konsumen, analisis konsumen, analisis\npesaing, dan analisis Porter. Untuk melakukan beberapa analisis, penulis menggunakan wawancara\nmendalam untuk mendapatkan wawasan tentang persepsi dan motivasi pelanggan dalam memilih\nvendor TPT di era adaptasi kebiasan baru. Setelah melakukan beberapa penelitian yang telah\ndikemukakan sebelumnya, penulis menemukan bahwa terdapat kekurangan yang dimiliki oleh\nperusahaan khususnya dalam hal pemasaran. \nSetelah menemukan permasalahan yang dimiliki Restutex Indonesia, penulis mencoba menyelesaikan\nbeberapa permasalahan tersebut dengan menggunakan analisis TOWS untuk mengetahui kelemahan\ndan ancaman Restutex Indonesia mana yang dapat diatasi dengan mengoptimalkan kekuatan dan\npeluang yang dimiliki. Analisis ini menghasilkan beberapa strategi alternatif dan menghasilkan strategi\nWO yang relevan untuk menjawab pertanyaan penelitian dan mencapai tujuan. Strategi ini adalah\nkomunikasi pemasaran terintegrasi yang berfokus pada Instagram dan Facebook serta menyediakan\nsaluran e-commerce untuk pilihan pembelian konsumen untuk menciptakan kesadaran merek dan\nmenghasilkan tingkat pembelian yang tinggi.", "Daftar File": {"2021_TS_PP_Restu Muhammad Nasution_1-Abstrak (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/220752"}, "Penulis": "Restu Muhammad Nasution [29118448]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "industri TPT, strategi pemasaran, media sosial, adaptasi normal baru, COVID-19", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "03 Mar 2021"}