{"Nomor": 53333, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENGGUNAAN SALURAN DIGITAL UNTUK BERLANGGANAN  LAYANAN INTERNET INDIHOME STUDI KASUS TELKOM REGIONAL 3", "Abstrak": "Pada tahun 2020, Pandemi COVID-19 menggemparkan dunia dan telah mempengaruhi banyak\naspek kehidupan, dari ekonomi hingga gaya hidup. Orang-orang mulai mengubah kebiasaan\nmereka dan beradaptasi dengan “normal baru” dengan mengubah rutinitas aktivitas di luar rumah\nmenjadi aktivitas berbasis internet di rumah, seperti belanja online dan pembelajaran online.\nSituasi ini menjadi peluang bagi para pelaku bisnis berbasis internet, termasuk Indihome, penyedia\nlayanan internet di Indonesia, untuk mendapatkan lebih banyak pelanggan melalui saluran\npenjualan digital.\nPenelitian ini bertujuan untuk mengetahui faktor-faktor yang mempengaruhi penggunaan kanal\ndigital untuk berlangganan layanan internet Indihome di Telkom Regional 3 Provinsi Jawa Barat\ndan mengusulkan strategi kanal digital untuk meningkatkan langganan layanan internet Indihome\nmelalui kanal digital. Penelitian ini menggunakan metode gabungan penelitian kualitatif dan\nkuantitatif dari 204 pengguna internet untuk menganalisis lingkungan internal dan eksternal\nTelkom Regional 3. Pertama, menganalisis lingkungan internal, penulis melakukan sumber daya\ndan kapabilitas perusahaan, analisis VRIN, Segmenting Targeting, Analisis positioning dan\npemasaran. campur 7P. Kedua, analisis lingkungan umum, analisis industri dan analisis pesaing\ndilakukan untuk menilai lingkungan eksternal. Dan ketiga, penulis melakukan survei kuantitatif\nuntuk mendapatkan wawasan dari konsumen tentang faktor-faktor yang dapat meningkatkan niat\nmenggunakan saluran digital untuk berlangganan layanan internet Indihome dengan menggunakan\npendekatan Modified Technology Acceptance Model (TAM).\nHasil penelitian menunjukkan bahwa persepsi kemudahan penggunaan dan persepsi kegunaan\nberpengaruh signifikan dan positif terhadap sikap konsumen terhadap penggunaan saluran digital\nuntuk berlangganan layanan internet. Sedangkan tingkat pendapatan berpengaruh signifikan\nterhadap persepsi kegunaan saluran digital, penulis juga menemukan bahwa persepsi hambatan\nakses konsumen seperti kerahasiaan data pribadi dan kapabilitas tidak berpengaruh signifikan\nterhadap sikap konsumen terhadap penggunaan saluran digital. Penulis merumuskan 15 alternatif\nsolusi berdasarkan pendekatan matriks TOWS untuk diubah menjadi strategi saluran digital guna\nmeningkatkan penggunaan saluran digital konsumen untuk berlangganan layanan internet\nIndihome.", "Daftar File": {"Imamul Akhyar_29119084.pdf)u": "https://digilib.itb.ac.id/gdl/download/220751"}, "Penulis": "Imamul Akhyar [29119084]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA", "Nita Garnida, DSM."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Technology Acceptance Model, TAM, Digital Channel, Internet Service", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "03 Mar 2021"}