{"Nomor": 53339, "Judul": "USULAN STRATEGY MAKETING UNTUK MENINGKATKAN PENJUALAN  ABSTRAK   (STUDI KASUS: WARUNG SUREN)", "Abstrak": "Tingginya permintaan pangan mendorong laju pertumbuhan industri kuliner di Indonesia\nsemakin meningkat. Hal ini juga berdampak sangat signifikan terhadap tingkat\npersaingan di bisnis kuliner. Warung Suren sebagai salah satu usaha yang bergerak di\nbidang kuliner juga ikut serta dalam persaingan ini. Warung Suren menawarkan ragam\nproduk yang memiliki nilai jual sebagai menu makanan lezat dari resep keluarga, yang\nmerepresentasikan suasana makan yang nyaman, hangat, dan bersahabat. Persaingan\nbisnis kuliner yang tinggi mendorong Warung Suren untuk memiliki strategi yang tepat \nuntuk bertahan, dan berkembang \nDalam penelitian ini Warung Suren menggunakan metode kuantitatif dengan teknik\nsurvey dalam pengumpulan datanya. Semua pertanyaan tersebut terkait dengan target\npasar Warung Suren, baik secara demografi maupun perilaku. Dengan> 75 responden\nyang mengisi formulir kuesioner. \nPenelitian ini mencoba untuk mengetahui strategi pemasaran yang efektif dalam\nmeningkatkan penjualan Warung Suren dengan menggunakan metode kuantitatif. Untuk\nmenganalisis kondisi perusahaan saat ini sendiri, kajian pustaka diterapkan pada analisis\ninternal dan eksternal. Warung Suren menerapkan STP dan Marketing-mix (4p) untuk\nanalisis internal, sedangkan Porter’s Five Forces dan PESTEL digunakan untuk analisis\neksternal. Setelah didapatkan hasil perhitungan Internal dan Eksternal, maka akan\ndihasilkan posisi perusahaan dalam SWOT yang menentukan pengembangan strategi\npemasaran.\nBerdasarkan eksplorasi riset, Warung Suren dituntut untuk mendesain ulang segmen,\ntarget, dan positioning. Meningkatkan inovasi Produk, dan promosi. Juga diperlukan\nperancangan ulang struktur perusahaan untuk memaksimalkan kekuatan perusahaan guna\nmeningkatkan penjualan Warung Suren.", "Daftar File": {"2021_TS_PP_Shasha Qaushaliya_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/220756"}, "Penulis": "Shasha Qaushaliya [29118440]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti, S.Sn., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Kuliner, Penjualan, PESTEL, Five Forces, STP, Bauran Pemasaran, Metode Kuantitatif", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "03 Mar 2021"}