{"Nomor": 53348, "Judul": "STRATEGI BISNIS PT LINTAS NUSANTARA PERDANA UNTUK MENINGKATKAN PENDAPATAN", "Abstrak": "PT Lintas Nusantara Perdana is a train logistic company that serves personal and third logistic services. It has over than 100 branches spread all over Java and Bali. As the competition goes fierce, it strives to develop its business by expanding its coverage area into many different cities.\nHowever, in expanding a business unit / company, it is necessary to analyze the business strategy within the internal of company management to gain many insights regarding many aspects (both internal and external factors) and possibilities that could happen before deciding the business expansion. With a proper business strategy, it is strongly believed that PT Lintas Nusantara Perdana is able to attain a maximum increment of revenues compared to the previous periods.\nIn the making of this thesis, the author uses qualitative methods categorized in collecting existing data. The qualitative method will serve the data in the author's perspective by merging the point of view upon the respondent answer results in PT Lintas Nusantara Perdana actual condition. The author uses TOWS matrix in solving the issues at hand. The TOWS matrix pertains PT Lintas Nusantara Perdana current issues and collaborate each strength, weakness, opportunity, and threat within the internal and external of the company. These key points become the core idea behind the formulation of the strategy as it is relevant in tackling the current issues that PT Lintas Nusantara Perdana is having.\nThe research done has resulted in the TOWS matrix which covers the minor and major issues that the company faces. This strategy shows reflection upon the sources that they have and guide them on what they can do next with the current resources that the company has. If they have successfully addressed the issues, it is hoped that the company would be able to increase its revenue by lurking customers with the competitive advantage that they will have and overcome its weaknesses.", "Daftar File": {"ABSTRAK Djeri Oktafyan Wowiling": "https://digilib.itb.ac.id/gdl/download/220764"}, "Penulis": "Djeri Oktafyan Wowiling [29319162]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business Strategy, PT Lintas Nusantara Perdana, TOWS Matrix", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}