{"Nomor": 53343, "Judul": "REKOMENDASI STRATEGI BISNIS UNTUK DIGITAL BANKING, MENELAAH DARI BIG HIT ENTERTAINMENT UNTUK MENCIPTAKAN KETERLIBATAN PELANGGAN (ARMY) DENGAN PRODUKNYA (BTS)", "Abstrak": "Sekitar tahun 2000-an, generasi kedua K-pop diperkenalkan di luar negeri. Di era ini, gelombang Korea - yang dikenal sebagai Korea Hallyu, mulai menjangkiti beberapa negara di Asia.  Tidak hanya K-pop, tetapi Korea Selatan mulai dikenal karena K-drama mereka, kosmetik Korea dan perawatan kulit Korea 10 langkah mereka yang terkenal.  2017 adalah puncak epidemi Korea Hallyu, ditandai dengan keberhasilan kelompok K-Pop generasi ketiga memasuki pasar musik AS dan Inggris.  Karakter utama dari generasi ketiga ini adalah BTS (Bangtan Sonyeondan), boy group di bawah manajemen BigHit Entertainment (BigHit); dan Blackpink, girl group di bawah manajemen YG Entertainment (YG).\nEkonomi Korea Selatan pada tahun 2019 adalah yang terbesar ke-4 di Asia dan terbesar ke-12 di dunia. PDB Korea Selatan adalah USD1,63 triliun pada 2019, 0,3% disumbangkan oleh BTS (USD4,65 miliar). BTS menarik satu dari setiap 13 turis asing yang mengunjungi Korea Selatan. Korea Selatan mencatat 15 juta kunjungan wisatawan internasional pada tahun 2018 dengan hampir 1 juta dari mereka mengunjungi Korea Selatan karena BTS.  BTS disebut-sebut sebagai salah satu tokoh utama yang meningkatkan penjualan musik global Korea Selatan menjadi USD19 miliar pada tahun 2018. Hyunday Research Institute menyatakan bahwa kontribusi BTS terhadap ekonomi Korea Selatan setara dengan kontribusi 26 perusahaan menengah.\nPenelitian ini bermaksud menunjukkan strategi bisnis yang baik, didukung dengan pemimpin yang menghargai manusia sebagai aset terbesar perusahaan; mampu membawa perusahaan yang memulai bisnisnya di ruang bawah tanah toko menjadi satu perusahaan yang mampu memberikan kontribusi 0,3% dari total PDB negara itu hanya dalam lima tahun. Penelitian ini diharapkan dapat menjadi salah satu pertimbangan pelaku digital banking Indonesia dalam merancang, mengimplementasikan, dan mengelola strategi bisnis agar tercipta engagement dari nasabah kepada produk digital banking.\nApa strategi Big Hit untuk membuat BTS menjadi artis global legendaris dunia yang hanya memiliki satu anggota yang dapat berbicara bahasa Inggris?  Dan bagaimana strategi bisnis yang dilakukan Big Hit dapat diterapkan pada industry digital banking Indonesia?\nPenelitian ini menggunakan metodologi penelitian kualitatif dengan melakukan survey literatur dan wawancara dengan perwakilan ARMY Indonesia untuk menggali pemahaman yang mendalam tentang pertanyaan penelitian, strategi bisnis, dan masalah bisnis yang akan dipecahkan. Data yang dibutuhkan dikumpulkan dari sumber primer dan sekunder untuk mendukung penelitian ini.\nDapat disimpulkan bahwa membangun strategi global juga tentang menentukan bagaimana mengubah atau mengadaptasi bisnis model domestik perusahaan untuk mendapatkan keunggulan kompetitif saat perusahaan mengglobalisasi operasinya. Untuk membangun keunggulan kompetitif global, Big Hit Entertainment beradaptasi, menggabungkan, dan arbitrase ke pasar global dengan memprioritaskan proposisi nilai perusahaan, merangkul partisipasi pasar, mengembangkan infrastruktur rantai nilai, dan mengadaptasi model manajemennya.  Semua strategi tersebut cukup aplikatif untuk diterapkan dalam strategi bisnis perbankan digital.", "Daftar File": {"ABSTRAK Aldila Citra Aulia": "https://digilib.itb.ac.id/gdl/download/220760"}, "Penulis": "Aldila Citra Aulia [29319040]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Perilaku Nasabah, Strategi Pengembangan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}