{"Nomor": 53345, "Judul": "USULAN STRATEGI MARKETING UNTUK MENINGKATKAN PENJUALAN PADA ANINDA AISYAH", "Abstrak": "Aninda Aisyah adalah bisnis online Indonesia yang berdiri dari Februari 2020 dan bergerak di fesyen hijab. Produk Aninda Aisyah yang saat ini baru berfokus pada hijab motif dan masker kain. Aninda Aisyah menciptakan desain sendiri dan di implementasikan pada produk nya. Sasaran pasar Aninda Aisyah adalah perempuan berhijab di kota besar di Indonesia.\nPada enam bulan terakhir Aninda Aisyah mengalami penurunan penjualan. Pada produk yang ditawarkan Aninda Aisyah sudah cukup beragam akan tetapi dalam hal pemasaran dalam lingkup media sosial Aninda Aisyah tidak lebih unggul daripada kompetitornya. Maka bisa diasumsikan bahwa penyebab turunnya penjualan Aninda Aisyah karena strategi pemasaran nya yang tidak efektif sehingga tidak meraih lebih luas pasar nya.\nPada penelitian ini menjelaskan masalah yang dihadapi oleh Aninda Aisyah, dan mengulas pandangan para calon pelanggan mengenai pilihan mereka dalam hijab fesyen dan masker kain. Penulis mengindentifikasi strategi pemasaran yang diharapkan target market dan untuk membuat strategi pemasaran yang lebih efisien untuk Aninda Aisyah. Pada penelitian kerangka yang digunakan adalah PESTEL, Porter’s Five Forces, Competitive Analysis, dan Consumer Analysis untuk analisa eksternal. Dan untuk analisa internal, menggunakan kerangka Resource Based View, VRIO, STP, Marketing Mix dan BMC.\nUntuk penelitian dilakukan secara kualitatif dan kuantitatif kepada pemilik Aninda Aisyah, dan kepada calon pelanggan and pelanggan Aninda Aisyah. Hasil dari penelitian menghasilkan sebuah usulan startegi pemasaran untuk Aninda Aisyah dalam meningkatkan penjualan dan disertakan struktur impelemntasi yang sudah terencana.", "Daftar File": {"ABSTRAK Anindya Aisyah": "https://digilib.itb.ac.id/gdl/download/220791"}, "Penulis": "Anindya Aisyah [29319120]", "Kontributor / Dosen Pembimbing": ["Ir. Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Fesyen, Pemasaran, Strategi Pemasaran, Social Media, Online Business", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}