{"Nomor": 53349, "Judul": "RENCANA PENGEMBANGAN UNTUK KETERLIBATAN KARYAWAN DI LEMBAGA PERBANKAN SELAMA MASA PANDEMIK COVID-19", "Abstrak": "Seiring perkembangan industri perbankan yang menunjukkan tren pertumbuhan yang signifikan di Indonesia, banyak perusahaan mencoba memenangkan persaingan dengan berfokus pada pengurangan akar penyebab buruknya kinerja melalui praktik sumber daya manusia untuk meningkatkan potensi kompetitif mereka. Keterlibatan karyawan saat ini digunakan oleh perusahaan sebagai alat untuk melakukan strategi bisnis. Kesejahteraan fisik dan mental karyawan akan menjadi salah satu hal penting yang perlu direnungkan oleh manajer SDM saat bisnis di seluruh industri berjuang untuk berkembang dan mengatasi persaingan yang ketat. Salah satu masalah utama adalah tingginya persentase rasio turnover.\n\nPenelitian ini bertujuan untuk mengidentifikasi faktor keterlibatan karyawan dan menganalisis kondisi keterlibatan karyawan saat ini. Penulis mendapatkan ruang lingkup dan kedalaman pemahaman dan kolaborasi dengan mencampurkan metode kualitatif dan kuantitatif. Data primer diperoleh dari kuesioner dan wawancara dengan beberapa karyawan sedangkan data sekunder diperoleh dari laporan tahunan perusahaan, dokumen pribadi perusahaan, dan jurnal terkait. Data yang terkumpul akan di uji validitas dan reliabilitas. Selain uji validitas dan reliabilitas, data juga akan dianalisis dengan menggunakan metode statistik. Juga terdapat beberapa metode untuk menganalisis data engagement karyawan seperti Grand Mean, Top Box, dan Engagement Scores. Analisis data di dukung oleh hasil wawancara. Teknik triangulasi digunakan untuk menggabungkan hasil kuesioner dan wawancara. Triangulasi membantu untuk mengkonfirmasi temuan, meningkatkan pemahaman dan meningkatkan validitas. Berdasarkan analisis, penulis menemukan beberapa faktor seperti budaya, peluang, kualitas hidup, orang, dan penghargaan. Hasil penelitian tersebut dapat dijadikan rekomendasi bagi perusahaan untuk meningkatkan engagement selama pandemi Covid-19.", "Daftar File": {"ABSTRAK Nabila Dianisa": "https://digilib.itb.ac.id/gdl/download/220765"}, "Penulis": "Nabila Dianisa [29319172]", "Kontributor / Dosen Pembimbing": ["Rudy Bekti, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Perbankan, Keterlibatan Karyawan, Pengembangan Karyawan, Strategi Pengembangan, Sumber Daya Manusia", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}