{"Nomor": 53358, "Judul": "PENGELOLAAN MODAL KERJA DAN DAMPAKNYA TERHADAP NILAI DAN KINERJA PERUSAHAAN: BUKTI DARI PERUSAHAAN TERKAIT INFRASTRUKTUR TERCATAT SECARA PUBLIK DI INDONESIA", "Abstrak": "Pertumbuhan ekonomi Indonesia yang menunjukkan pertumbuhan positif sejak satu dekade terakhir, membuat perusahaan Indonesia mengalami pertumbuhan yang relatif sama. Pertumbuhan ekonomi yang kuat dan mantap juga didukung oleh investasi langsung asing dan domestik dalam proyek terkait infrastruktur. Proyek-proyek tersebut membutuhkan dukungan pembiayaan yang substansial dari kemampuan keuangan internal perusahaan dan bagian penting lainnya dari sumber daya eksternal. Perencanaan keuangan jangka pendek berpengaruh positif terhadap nilai pasar, tidak berarti pengelolaan modal kerja tidak memiliki konsekuensi. Modal kerja yang lebih tinggi membuat perusahaan menghadapi biaya pembiayaan tambahan, meningkatkan kemungkinan gagal bayar (gagal membayar kewajiban). Tingkat modal kerja mempengaruhi profitabilitas dan nilai perusahaan; Hal ini ditentukan oleh tingkat persediaan, nilai piutang, dan hutang dagang. Dalam keadaan tersebut, perusahaan lebih memfokuskan pada investasi yang dilakukan perusahaan dalam aset jangka pendek, yaitu modal kerja. Fokus modal kerja adalah untuk memastikan perusahaan memiliki sumber daya penyangga di semua fase siklus konversi kas. Dengan memperhatikan bahwa tujuan utama perusahaan adalah untuk memaksimalkan keuntungan perusahaan atau memaksimalkan kekayaan pemegang saham. Mengingat situasi ini, perusahaan perlu memastikan manajemen kerja dilakukan dengan tepat..\nTujuan dari penelitian ini adalah untuk mengetahui hubungan antara pengelolaan modal kerja dan pengaruhnya terhadap penilaian dan kinerja pasar perusahaan. Pengelolaan modal kerja diukur dengan cash conversion cycle (CCC) dan tiga komponen utamanya: hari piutang (DAR), hari persediaan (DI), dan hari hutang akun (DAP). Nilai pasar perusahaan diukur oleh perusahaan Tobin Q. Sedangkan kinerja perusahaan diukur dengan tingkat pengembalian aset (ROA), tingkat pengembalian ekuitas (ROE), dan tingkat pengembalian modal yang diinvestasikan (ROIC). Penelitian ini menggunakan metode regresi berganda dengan fixed effect untuk menganalisis data panel. Selain itu, untuk menguji robustness hasil regresi digunakan Metode Generalisasi Momen (GMM) dalam regresi panel data.\nHasil regresi pada perusahaan sampel menunjukkan bahwa nilai pasar perusahaan berkorelasi positif dengan panjang siklus konversi kas pada model regresi berganda. Sedangkan kinerja\n \nperusahaan tidak menunjukkan adanya hubungan yang signifikan dengan modal kerja pada semua model regresi berganda. Hasil yang berbeda menunjukkan saat panel data diestimasi menggunakan pengukur GMM. Berdasarkan estimasi GMM, bukti menunjukkan bahwa modal kerja berkorelasi signifikan dengan valuasi pasar perusahaan. Selain itu, modal kerja memiliki hubungan positif yang signifikan dengan ROA dan ROE.\nKorelasi positif yang signifikan menunjukkan bahwa perusahaan dengan nilai pasar yang lebih besar kurang memperhatikan pengelolaan modal kerja. Hasil penelitian juga menunjukkan bahwa korelasi positif antara modal kerja dan pengembalian aset berarti perusahaan dapat meningkatkan pengembalian aset secara signifikan dengan memperpanjang siklus konversi kasnya. Siklus konversi kas yang berkepanjangan juga dapat secara signifikan meningkatkan laba atas ekuitas perusahaan.\nHasil penelitian juga menemukan situasi yang berbeda antara subsektor infrastruktur, utilitas dan transportasi. Pada perusahaan infrastruktur, DAP dan CCC berpengaruh signifikan terhadap penilaian pasar terhadap nilai pasar perusahaan infrastruktur. Selain itu, hanya ROIC yang dapat dipengaruhi secara signifikan oleh CCC. Perusahaan utilitas dapat meningkatkan ROA dan ROE-nya dengan mengelola DI, DAP, dan CCC secara bersamaan. Di sektor transportasi hanya DAR yang secara relatif mempengaruhi nilai dan kinerja perusahaan. Perbedaan hasil yang dihasilkan antara hasil regresi berganda dengan estimator GMM menunjukkan bahwa variabel modal kerja bersifat sangat endogen, artinya nilai saat ini berkaitan dengan nilai tahun sebelumnya. Metode estimasi yang paling sesuai harus dipertimbangkan saat mempelajari data keuangan.\nHasil penelitian menyimpulkan bahwa terdapat hubungan antara modal kerja dan nilai perusahaan serta profitabilitas perusahaan. Manajemen modal kerja berpengaruh signifikan terhadap penilaian pasar perusahaan dan kinerja perusahaan. Jadi, penting bagi perusahaan untuk mengelola modal kerja untuk meningkatkan penilaian pasar dan kinerja perusahaan. Implikasi dari hasil penelitian ini berupa korelasi antara modal kerja dan nilai perusahaan dan kinerja memperkuat teori risiko dan pengembalian yang ada. Selain itu, dalam implikasi praktis, para pemangku kepentingan terkait dapat memperoleh saran untuk menjaga pertumbuhan sektor terkait infrastruktur yang diharapkan dapat mendukung pertumbuhan ekonomi nasional.\nBatasan penelitian ini hanya menggunakan data sekunder dari 68 perusahaan di bidang infrastruktur, utilitas, dan transportasi yang terdaftar di Bursa Efek Indonesia periode 2010- 2019. Karena setiap perusahaan tidak memiliki data keuangan yang sama yang disediakan untuk umum, panel data menjadi panel data yang tidak seimbang. Hasil tersebut tidak dapat menggambarkan bagaimana perusahaan mempertahankan stabilitas keuangan jangka pendeknya selama pandemi Covid-19 karena data keuangan yang dipengaruhi oleh pandemi tersebut berada pada tahun fiskal 2020 dan saat studi ini ditulis tidak dapat diakses secara publik.\nPenelitian dalam pengelolaan modal kerja dan hubungannya dengan nilai pasar perusahaan dan kinerja perusahaan di bidang infrastruktur, utilitas, dan transportasi terbuka kemungkinan untuk dilanjutkan pada penelitian selanjutnya dalam topik ini, seperti penelitian dapat juga menggunakan variabel kontrol dan variabel independen lain sebagai proksi modal kerja. Selain itu, menggunakan metode estimasi lain yang lebih sesuai dalam penelitian keuangan, penelitian selanjutnya juga dapat melakukan penelitian tentang modal kerja dan risiko kebangkrutan di sektor terkait infrastruktur. Selain itu, studi banding tentang pengelolaan modal kerja yang optimal pada perusahaan terpilih juga dapat dilakukan pada penelitian selanjutnya.", "Daftar File": {"ABSTRAK Salman Fajri": "https://digilib.itb.ac.id/gdl/download/220790"}, "Penulis": "Salman Fajri [29319072]", "Kontributor / Dosen Pembimbing": ["Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}