{"Nomor": 53355, "Judul": "USULAN DESAIN MANAJEMEN PENGETAHUAN DALAM MENDUKUNG INISIATIF EKOSISTEM DIGITAL (PENDEKATAN CARA KERJA AGILE & WATERFALL) DI BANK BERDAYA, STUDI KASUS: DIVISI TI", "Abstrak": "Pada tahun 2018, Bank Berdaya meluncurkan inisiatif bernama Digital Syariah Ekosistem. Objektifnya adalah untuk membangun keunggulan operasional yang optimum melalui optimasi dan digitalisasi proses guna membantu nasabah pra-sejahtera dan komunitasnya dalam memenuhi kebutuhan sehari-hari. \nSebagai salah satu cara untuk mengimplementasikan inisiatif tersebut, manajemen mencoba mengadopsi cara kerja Agile. Perusahan perlu merekrut banyak orang dari luar organisasi yang sudah terbiasa dengan cara kerja Agile. Permasalahan muncul ketika para senior dari berbagai level memutuskan untuk keluar dari perusahaan. Dengan tiadanya standarisasi dalam proses transfer pengetahuan, situasi ini menyebabkan terjadinya kesenjangan pengetahuan.\nTujuan penelitian ini adalah untuk mengidentifikasi dan mengusulkan sistem Knowledge Management (KM) yang dapat digunakan untuk mendukung inisiatif Sharia Digital Ecosystem yang terdiri dari cara kerja Agile dan non-Agile (Waterfall); dan untuk menyarankan rencana implementasi yang dapat digunakan untuk mendukung sistem KM yang disarankan. Tiga kerangka KM digunakan untuk mengidentifikasi lima langkah proses KM yang telah dikembangkan Jann. Kerangka kerja tersebut adalah: People-Process-Technology, Experience Based Management, dan SECI.\nHasil penelitian menemukan bahwa Divisi TI telah memiliki platform KM yang bernama Confluence. Namun, pemanfaatannya masih belum maksimal karena tidak adanya staff atau unit tertentu yang memiliki kewenangan untuk mendorong dan menegakkan penggunaan Confluence. Peneliti mengusulkan tiga rekomendasi. Pertama, karyawan Divisi TI harus mengoptimalkan penggunaan Confluence. Kedua, kebutuhan PTD sebagai unit yang dapat menegakkan dan mendorong karyawan untuk menggunakan Confluence. Ketiga, PTD perlu berkomunikasi dengan HC untuk mengusulkan kemungkinan pemberian reward atau punishment guna mendorong karyawan memiliki budaya knowledge management.", "Daftar File": {"ABSTRAK Nadya Intan Kemala": "https://digilib.itb.ac.id/gdl/download/220771"}, "Penulis": "Nadya Intan Kemala [29318139]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digital Ecosystem, IT, Agile, Waterfall, Transfer Knowledge, Knowledge Management", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}