{"Nomor": 53351, "Judul": "PENGEMBANGAN REKOMENDASI KEBIJAKAN PASKA PANDEMI COVID-19 UNTUK TRANSPORTASI PUBLIK BERBASIS JALAN DI INDONESIA DENGAN MENGGUNAKAN SCENARIO PLANNING", "Abstrak": "Pandemi COVID-19 di Indonesia memberikan dampak besar bagi sektor transportasi, khususnya transportasi publik berbasis jalan. Dampak ini berupa pengurangan permintaan untuk transportasi publik berbasis jalan. Tren ini sangat berbahaya bagi perusahaan transportasi publik dan menjadi perhatian Kementerian Perhubungan karena transportasi publik bukan hanya dibutuhkan oleh pengguna jasa, akan tetapi juga menjadi sumber penghasilan bagi berbagai kelompok, mulai dari pengemudi, petugas tiket, petugas terminal, sampai dengan petugas kebersihan. Oleh karena itu, Kementerian Perhubungan membutuhkan rekomendasi kebijakan untuk menyelesaikan masalah ini. Untuk mendapatkan rekomendasi kebijakan yang tepat, penulis menggunakan metode perencanaan skenario yang melibatkan berbagai pemangku kepentingan dari industri transportasi sebagai informan. Skenario yang telah dikembangkan berupa tiga skenario yang bernama Skenario Highway, Skenario Busway, dan Skenario Gridlock. Skenario Highway terjadi apabila pandemi dapat teratasi dalam durasi kurang dari satu tahun. Skenario ini merepresentasikan kondisi jalan tanpa hambatan, di mana transportasi publik berbasis jalan dapat meningkatkan bisnisnya dan mengalami pemulihan setelah pandemi COVID-19 dapat dikendalikan secara nasional. Skenario Busway terjadi apabila pandemi COVID-19 di Indonesia belum dapat teratasi sampai dengan durasi lebih dari satu tahun, akan tetapi masyarakat tetap memiliki kepercayaan yang tinggi terhadap transportasi publik. Skenario ini merepresentasikan kondisi jalur khusus bus di mana transportasi publik berbasis jalan membutuhkan usaha yang lebih untuk menjaga kepercayaan masyarakat, akan tetapi dapat meningkatkan pendapatan dan keberlangsungan bisnis melalui pembentukan standar baru pada masa setelah COVID-19. Skenario Gridlock terjadi apabila pandemi COVID-19 di Indonesia belum dapat teratasi sampai dengan durasi lebih dari satu tahun dan masyarakat memiliki kepercayaan yang rendah terhadap transportasi publik. Skenario ini merepresentasikan kondisi kemacetan lalu lintas yang merepresentasikan kesulitan dan kebangkrutan yang mungkin dialami transportasi publik berbasis jalan seiring dengan penurunan permintaan dan tingginya biaya tetap yang tidak dapat ditutup oleh aktivitas operasional. Masing-masing skenario akan memberikan dampak dan pilihan yang berbeda-beda bagi perusahaan transportasi publik berbasis jalan. Dengan tanda-tanda awal yang berbeda-beda untuk masing-masing skenario, Kementerian Perhubungan dapat menentukn kebijakan yang perlu diambil untuk mendukung perusahaan transportasi publik berbasis jalan agar dapat bertahan pada masa setelah pandemi COVID-19.", "Daftar File": {"ABSTRAK Timotius Alfin": "https://digilib.itb.ac.id/gdl/download/220767"}, "Penulis": "Timotius Alfin [29319004]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keberlangsungan Bisnis, COVID-19, Regulasi, Transportasi Darat, Perencanaan Skenario, Perumusan Kebijakan, Transportasi Publik.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}