{"Nomor": 53353, "Judul": "PENINGKATAN PRODUKTIVITAS OPERASI TAMBANG DENGAN FRAMEWORK LEAN SIX SIGMA (KASUS: ASM MINE)", "Abstrak": "Setelah tren penurunan harga batubara dari 2013 hingga 2016, tidak harga batubara kemudian naik pada pertengahan 2016 dan terus naik hingga 2018. Besarnya pasar potensial dengan harga batubara tinggi belum diikuti oleh baiknya kinerja produksi. Produksi batubara Tambang ASM di semester I  2018 masih 11 persen di bawah target. Produksi aktual batubara selama periode tersebut adalah 2,47 juta ton. Perusahaan belum dapat memenuhi semua permintaan pasar sehingga mengurangi pendapatan. Berdasarkan penilaian kinerja, ada 3 (tiga) faktor utama yang menyebabkan turunnya pendapatan perusahaan, yaitu kuantitas batubara, kualitas batubara dan waktu pengiriman ke pelanggan. Analisis internal dan diskusi menunjukkan bahwa kuantitas batubara merupakan faktor utama yang mempengaruhi berkurangnya pendapatan perusahaan, diikuti oleh waktu pengiriman dan berikutnya oleh kualitas batubara di posisi ketiga.\nAktivitas utama bisnis perusahaan mulai dari pengupasan lapisan tanah penutup (overburden), penambangan batubara dan proses penghancuran batubara. Tugas akhir ini dibuat untuk meningkatkan proses produksi batubara, terutama dalam aspek kuantitas batubara untuk memenuhi permintaan pelanggan. Rendahnya kuantitas batubara disebabkan oleh rendahnya kinerja pengupasan tanah penutup. Mengingat pengupasan overburden adalah proses pertama dari proses sekuensial penambangan, tugas akhir ini akan fokus pada aktivitas pengupasan untuk meningkatkan pemindahan lapisan penutup sehingga produksi batubara dapat dioptimalkan. Proyek ini juga hanya berfokus pada masalah teknis yang dapat dikendalikan, sedangkan faktor eksternal yang tidak dapat dikendalikan seperti hujan tidak dibahas dalam studi ini.\nSix Sigma awalnya diterapkan dalam proses manufaktur, tetapi kemudian diadopsi ke dalam berbagai jenis industri, termasuk penambangan. Tambang ASM menerapkan metode Six Sigma untuk meningkatkan kinerja produksi batubara dalam proses bisnisnya. Tahap Define-Measure-Analyze-Improve-Control (DMAIC) digunakan untuk mendapatkan perbaikan yang konsisten. Fase Define berasal dari suara pelanggan dan menghitung potensi kerugian yang berujung pada dibuatnya Piagam Proyek. Fase pengukuran terdiri dari menghitung kondisi baseline dan mengidentifikasi masalah utama dengan observasi waktu edar (cycle time). Pada Fase Analisis, pertemuan kelompok diadakan untuk menentukan analisis akar penyebab dengan fishbone dan Failure Mode Effect Analysis (FMEA). Tahap ini menunjukkan bahwa aktivitas strpping menjadi bootle-neck dan perlu dicari solusi untuk meningkatkan kinerja pengupasan.\nPeningkatan proses dilakukan oleh tim ASM terutama pada tahap pengupasan lapisan tanah penutup melalui perbaikan metode pengupasan dan kondisi lapangan yang pada akhirnya mengurangi waktu edar dan meningkatkan produktivitas excavator. Waktu pemuatan excavator turun dari from 2 menit 48 detik menajdi 2 menit 35 detik, sedangkan waktu pergantian truk turun dari 43 detik ke 33 detik. Hasilnya, produktivitas excavator naik dari 750 BCM/jam ke 813 BCM/jam. Level six sigma untuk pengupasan tanah penutup naik dari 1.1 menjadi 2.4. Perbaikan proses pengupasan menyebabkan pemindahan tanah penutup yang lebih baik sehingga lebih banyak batubara yang dapat ditambang. Peningkatan jumlah batubara ini meningkatkan pendapatan perusahaan yang berasal dari peningkatan produktivitas excavator.", "Daftar File": {"ABSTRAK Ahmad Juaeni": "https://digilib.itb.ac.id/gdl/download/220769"}, "Penulis": "Ahmad Juaeni [29317034]", "Kontributor / Dosen Pembimbing": ["Muhammad Hanafi, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Batubara, Penggalian Overburden Stripping, Manajemen Operasi, Six Sigma dan DMAIC.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}