{"Nomor": 53359, "Judul": "USULAN STRATEGI PERTUMBUHAN PADA PT NOSE HERBALINDO UNTUK BERADAPTASI DENGAN KRISIS PANDEMI COVID-19", "Abstrak": "Sebagai perusahaan produsen kosmetik, PT. Nose Herbalindo menghadapi berbagai tantangan dalam kehilangan pelanggan baru dan kapasitas produksi yang terbatas karena krisis pandemi COVID-19. Oleh karena itu, tugas akhir ini terutama difokuskan untuk menemukan & memahami sumber daya mana yang dimiliki oleh perusahaan yang dapat diusahakan untuk menangani masalah yang diberikan.\nPenurunan jumlah konsumen baru yang cukup signifikan terjadi karena konsumen baru takut untuk memulai bisnis kosmetik akibat resesi ekonomi yang melanda Indonesia. Pelanggan baru kurang mengetahui tentang prospek pertumbuhan positif industri kosmetik di Indonesia selama krisis pandemi. Kondisi eksternal tersebut membuat nasabah berhati-hati dalam menanamkan uangnya di bisnis kosmetik.\nSebaliknya, meski resesi ekonomi berdampak pada penurunan profitabilitas banyak bisnis dalam suatu industri, ada tanda-tanda bahwa industri kecantikan mungkin bertahan menghadapi krisis pandemi. Industri kecantikan telah merespon positif untuk mengadaptasi pandemi, banyak pengusaha dengan mereknya yang beralih keselarasan sebagai tanggung jawab untuk memastikan kelangsungan hidup mereka sebagai respons terhadap krisis untuk menghasilkan produk perawatan kesehatan, seperti; pembersih tangan, agen pembersih, dan menawarkan layanan kecantikan gratis untuk pekerja respon garis depan.\nMenariknya, perusahaan mampu mengelola kehilangan pelanggan baru sementara dalam skala ekonomi internal dan loyalitas pelanggan lama dengan pesanan berulang. Namun, hasil dari skala ekonomi perusahaan ditanamkan dalam dua hasil; pendapatan eksponensial dari pertumbuhan positif, tetapi pada saat yang sama jumlah pertumbuhan eksponensial membutuhkan lebih banyak persediaan, bahan, dan modal manusia, yang perusahaan tidak lagi mampu untuk menopang kebutuhan tersebut yang menyebabkan kapasitas produksi terbatas.\nKeseluruhan analisis dilakukan terutama dengan Resource Based View (RBV), Build, Borrow, & Buy Framework, & Ansoff Growth Strategy untuk menentukan sumber daya strategis yang dapat dimanfaatkan untuk mencapai keunggulan kompetitif yang berkelanjutan. Setelah melakukan beberapa analisis sumber daya, dapat disimpulkan bahwa perusahaan memiliki pengembangan internal yang kuat karena mesin dan peralatan otomatisasi berteknologi tinggi. Oleh karena itu, solusi terbaik yang diusulkan sebagai perumusan strategi utama adalah dengan mengembangkan strategi penetrasi & diversifikasi pasar sebagai strategi pertumbuhan.\nPT. Nose Herbalindo harus memprioritaskan diri untuk fokus di area digital dan fokus pada strategi pemasaran kontennya yang terkait dengan krisis pandemi COVID-19 sebagai strategi penetrasi pasar. Selain itu, perusahaan harus berempati terhadap kampanye media sosialnya dan mengembangkan pemasaran email sebagai saluran utama dalam strategi pemasaran digitalnya.\nSelain itu, untuk strategi diversifikasi, pertimbangan akuisisi gudang / pabrik kecil di sekitar Jakarta Utara sebagai pabrik baru dinilai cukup strategis karena Jakarta Utara merupakan kawasan industri yang berkerumun. Berdasarkan pantauan, masih banyak pabrik / gudang kecil yang berada di Jakarta Utara yang sebagian ditinggalkan atau dijual. PT. Nose Herbalindo dapat memanfaatkan situasi ini untuk mengakuisisi gudang tersebut sebagai penyimpanan tambahan untuk menghadapi kapasitas produksi yang terbatas.", "Daftar File": {"ABSTRAK Fachrizal": "https://digilib.itb.ac.id/gdl/download/220774"}, "Penulis": "Fachrizal [29319056]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Resource Based View,  Build, Borrow, Buy Framework, Krisis Pandemi COVID-19, Strategi Pertumbuhan, Penetrasi Pasar, Diversifikasi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}