{"Nomor": 53352, "Judul": "FORMULASI STRATEGI PERUSAHAAN HULU MINYAK DAN GAS MENGGUNAKAN ANALISA TOWS MATRIX", "Abstrak": "Studi ini akan berfokus pada merumuskan arahan strategis bisnis untuk SEI, sebuah perusahaan hulu minyak dan gas di Indonesia yang sedang berkembang yang saat ini sedang membangun portofolio asetnya dengan melihat investasi dalam proyek-proyek berkualitas untuk dapat bertahan di industri.\nPerumusan strategi dimulai dengan menganalisa lingkungan internal dan eksternal perusahaan untuk memahami situasi bisnis perusahaan secara komprehensif. Pendekatan Resource based view dan analisis Value Chain digunakan untuk menganalisis kemampuan sumber daya perusahaan untuk mengetahui faktor-faktor kekuatan dan kelemahan perusahaan. Analisis lingkungan eksternal yang digunakan adalah PESTEL dan Porter Five Forces dengan mengamati kondisi bisnis eksternal dan mengidentifikasi faktor-faktor eksternal untuk melihat peluang dan ancaman bagi perusahaan. Dengan menganalisis Kekuatan, Kelemahan, Peluang, dan Ancaman perusahaan (Analisis SWOT), penulis dapat mengetahui beberapa masalah penting dan implikasinya yang dihadapi perusahaan. Masalah dan implikasi utama ini akan menjadi dasar untuk merumuskan tujuan strategi untuk mengarahkan perusahaan kembali ke jalurnya untuk mencapai visi dan misi perusahaan. TOWS Matrix, digunakan sebagai alat analisis untuk mendapatkan beberapa analisis strategi alternatif dengan menggunakan kekuatan dan kelemahan perusahaan untuk mengambil keuntungan dari peluang dan menghindari ancaman.\nPenulis mengumpulkan masalah-masalah utama, dan implikasinya bagi perusahaan kemudian memberikan solusi yang diusulkan untuk mencapai kinerja perusahaan yang diinginkan. Dengan menggunakan Matriks TOWS, penulis dapat menghasilkan opsi strategi yang harus diupayakan SEI. Analisis lebih lanjut menggunakan TOWS Mapping dengan metode perbandingan berpasangan, penulis memungkinkan untuk membandingkan masing-masing faktor utama dalam daya tarik industri (ancaman dan peluang) dan faktor kunci dalam posisi kompetitif bisnis (kekuatan dan kelemahan) untuk memberikan gambaran faktor-faktor mana yang penting bagi SEI untuk memprioritaskan pilihan strategis TOWS. Berdasarkan Pemetaan TOWS, direkomendasikan bahwa SEI perlu melakukan strategi stabilisasi, yaitu memperbaiki kelemahan internal agar dapat memanfaatkan peluang secara optimal (Strategi WO). Peta strategi dikembangkan untuk memvisualisasikan hubungan logis, sebab-akibat antara tujuan strategi yang dipilih. Perusahaan membutuhkan serangkaian aktivitas dan metrik kinerja yang memungkinkannya untuk melakukan dan memberikan sesuai dengan rencana bisnis. Rencana implementasi bisnis akan memandu perusahaan untuk mencapai kinerja yang diharapkan", "Daftar File": {"ABSTRAK Rony Maulana": "https://digilib.itb.ac.id/gdl/download/220768"}, "Penulis": "Rony Maulana [29317041]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Strategi, Analisa SWOT, TOWS Matrix, Paired Comparison Method, Bisnis Hulu Minyak dan Gas.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}