{"Nomor": 53362, "Judul": "USULAN PENDEKATAN MANAJEMEN PENGETAHUAN  DI DIVISI MANAJEMEN RISIKO OPERASIONAL BANK KARUNA", "Abstrak": "Kompleksitas yang semakin meningkat dan perubahan yang cepat pada produk / jasa dan teknologi keuangan telah meningkatkan potensi kejadian dan kerugian risiko operasional pada lembaga keuangan, khususnya perbankan. Perubahan lingkungan ini dapat menimbulkan risiko baru dan bank harus bersiap untuk mempersenjatai diri dengan pengetahuan yang komprehensif. Selama dekade terakhir, Manajemen Risiko Operasional telah berkembang menjadi salah satu masalah terbesar yang dihadapi oleh organisasi. Beberapa kasus preseden menunjukkan bahwa pengelolaan risiko operasional yang tidak efektif di lembaga keuangan dapat menimbulkan insiden signifikan yang berpotensi menyebabkan runtuhnya sistem keuangan. Oleh karena itu, staf Manajemen Risiko Operasional perlu memiliki keterampilan dan pengetahuan yang memadai untuk memberikan analisa secara kritis dan efektif terhadap praktik pengendalian dan risiko internal. Sangat penting bagi organisasi untuk mengidentifikasi dan menanggapi peristiwa risiko operasional yang muncul secara cepat dan efektif dengan membangun kapabilitas yang memadai seperti integrasi manajemen risiko operasional dengan manajemen pengetahuan (KM).\nManajemen Risiko Operasional pada Bank diharapkan dapat menjadi partner yang berharga sebagai first line of defense dengan membantu memastikan pengendalian internal dan pengawasan risiko yang efektif dan komprehensif. Namun, saat ini terdapat beberapa tantangan terkait Manajemen Risiko Operasional yang teridentifikasi di Divisi ORM Bank Karuna yang menunjukkan kurangnya pengawasan dan pengawasan dari Divisi ORM untuk memperkuat pengendalian internal dan risiko. Salah satu faktor penyebabnya adalah manajemen pengetahuan yang kurang tepat di divisi tersebut. Oleh karena itu, tujuan penelitian ini adalah untuk mengidentifikasi isu-isu yang terkait dengan manajemen pengetahuan di Divisi Manajemen Risiko Operasional Bank Karuna dan mengusulkan pendekatan manajemen pengetahuan untuk mengatasi masalah terkait manajemen pengetahuan. Adapun beberapa framework yang digunakan adalah proses manajemen risiko operasional, framework SECI, manajemen risiko operasional berbasis pengetahuan, framework APO, dan Strategi implementasi KM. Penelitian dilakukan dengan Mixed-Method Design dengan pendekatan primer exploratory sequential mixed method, yang menggabungkan integrasi penelitian kualitatif seperti kuesioner dan penelitian kuantitatif seperti wawancara.\nPraktik-praktik terkait Knowledge Management di Divisi ORM menjadi titik fokus penelitian melalui identifikasi dan analisis isu-isu terkait knowledge management yang meliputi aspek people, process, technology, dan governance. Masalah utama yang disorot adalah berbagi dan menyimpan pengetahuan serta masalah kolaborasi dan komunikasi divisi. Solusi yang diusulkan adalah seperangkat pendekatan implementasi KM yang terdiri dari pendefinisian dan analisis sasaran strategis, Celah Kemampuan Divisi ORM, Celah Pengetahuan Kritis, Sasaran KM, Strategi KM, dan Inisiatif KM, disertai dengan rencana implementasi dan rekomendasi.", "Daftar File": {"ABSTRAK Cindy Putri": "https://digilib.itb.ac.id/gdl/download/220777"}, "Penulis": "Cindy Putri [29319168]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Risiko Operasional, Manajemen Pengetahuan, SECI, PPT, APO Framework, Manajemen Risiko Operasional Berbasis Pengetahuan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}