{"Nomor": 53363, "Judul": "ANALISIS PENGUKURAN KINERJA KEUANGAN DAN PENILAIAN Z-SCORE PERUSAHAAN SEMEN DI INDONESIA (STUDI KASUS : PT. SEMEN BATURAJA TBK, PT. SEMEN INDONESIA TBK, PT. INDOCEMENT TUNGGAL PRAKARSA TBK, AND PT. SOLUSI BANGUN INDONESIA TBK PERIODE 2015-2019)", "Abstrak": "Sejak tahun 2014, setelah Joko Widodo dilantik sebagai presiden Indonesia, pembangunan infrastruktur menjadi fokus utama pemerintah untuk meningkatkan pertumbuhan ekonomi Indonesia. Namun dari tahun 2015 sampai dengan 2019 industri semen mengalami kondisi oversupply yang membuat perusahaan semen nasional seperti PT. Semen Baturaja Tbk, PT. Semen Indonesia Tbk, PT. Indocement Tunggal Prakarsa, Tbk, dan PT. Solusi Bangun Indonesia Tbk nampaknya mengalami penurunan laba. Oleh karena itu, diperlukan keberlangsungan perusahaan semen untuk mendukung pembangunan infrastruktur Indonesia di masa depan.\nStudi ini mengevaluasi dan mengukur kinerja keuangan dan kondisi kesehatan empat perusahaan persemenan di Indonesia selama kondisi oversupply tahun 2015-2019. Pengukuran dilakukan dengan melakukan analisis rasio keuangan dan metode Altman Z- Score. Rasio yang digunakan untuk mengukur analisis rasio keuangan diambil dari Keputusan Menteri BUMN KEP-100 / MBU / 2002 tentang kondisi tingkat kesehatan perusahaan. Dari keputusan tersebut, delapan rasio keuangan yang digunakan adalah Return on Equity (ROE), Return on Investment (ROI), Current Ratio, Cash Ratio, Collection Period, Inventory Turnover, Total Asset Turnover, dan Total Equity to Total Asset. Penulis juga mengukur Return on Invested Capital (ROIC) masing-masing perusahaan relatif terhadap Weighted Average Cost of Capital (WACC) untuk mengukur apakah keempat perusahaan semen di industri semen tersebut cukup menguntungkan. Metode Altman Z-Score digunakan untuk menghitung status kesehatan perusahaan, yang menilai probabilitas potensi kebangkrutan di masa depan.\n \nHasil kondisi kesehatan keuangan perusahaan persemenan 2015-2019 menunjukkan sebagai berikut: PT. Semen Baturaja Tbk (AA, A, BBB, BBB, BBB); PT. Semen Indonesia Tbk (AA, AA, A, A, A); PT. Indocement Tunggal Prakarsa (AA, AA, A, BBB,\nA)\tdan PT. Solusi Bangun Indonesia (BBB, BB, BB, BBB, A). Pengembalian modal yang diinvestasikan empat perusahaan semen berada di bawah biaya rata-rata tertimbang modal dari tahun 2015-2019. Penilaian Altman Z-Score yang dilakukan pada tahun 2015-2019 menunjukkan bahwa PT. Semen Baturaja Tbk masuk dalam zona aman periode 2015-2018 dan zona abu-abu pada 2019. PT. Semen Indonesia, Tbk masuk dalam zona aman periode 2015-2018 dan zona abu-abu pada 2019. PT. Indocement Tunggal Prakarsa, Tbk dikategorikan dalam kawasan zona aman 2015-2019. Dan PT. Solusi Bangun Indonesia, Tbk dikategorikan dalam area distress zone 2015-2019. Kesimpulannya, kinerja keuangan perusahaan semen menunjukkan kinerja yang menurun, terutama pada profitabilitasnya. Penelitian ini hanya membahas kinerja keuangan perusahaan persemenan berdasarkan aspek keuangan selama 2015-2019 sebelum situasi covid-19; Oleh karena itu, perlu studi lebih lanjut dari aspek lain dan kinerja keuangan mereka selama dan setelah situasi COVID-19 untuk mendapatkan wawasan dan wawasan yang lebih luas tentang perusahaan semen dan industri semen di Indonesia.", "Daftar File": {"ABSTRAK Ezra Natanael Silitonga": "https://digilib.itb.ac.id/gdl/download/220778"}, "Penulis": "Ezra Natanael Silitonga [29319052]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Keuangan, Analisis Rasio Keuangan, Altman Z-Score, Kondisi Kesehatan, Perusahaan Semen.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}