{"Nomor": 53373, "Judul": "USULAN STRATEGI PEMASARAN PADA BISNIS FURNITURE: STUDI KASUS HOMIA INDONESIA", "Abstrak": "Homia Indonesia adalah e-commerce Indonesia yang menyediakan furnitur dari supplier terkurasi dengan penjualan melalui website. Homia didirikan oleh Spain Louis Senduk, dan Faisal Merfin pada tahun 2019. Homia juga mengikuti inkubasi bisnis seperti DailySocial LaunchPad pada tahun 2020 dan pernah presentasi ke beberapa investor seperti MDI Venture, ATM Capital, dan Doko Venture. Setelah berjalan selama 8 bulan, Homia telah mendapatkan beberapa penjualan baik dari situs online maupun metode offline, dan dibeli oleh beberapa perusahaan besar seperti APL, Revisionode Architect, Grab dan Blibli.com. Namun yang menjadi permasalahan adalah penjualan semakin rendah dan tidak mencapai target penjualan.\nTujuan dari penelitian ini adalah untuk mengetahui situasi terkini dari Homia Indonesia, dan menemukan strategi pemasaran yang paling sesuai juga rencana implementasi. Penelitian ini menggunakan 2 pendekatan analisis, yaitu dari eksternal dengan menggunakan Porter ’5 Forces, analisis PESTEL, Netnografi Industri, analisis pelanggan. Dari sisi internal menggunakan Analisis STP, Analisis VRIO, Business Model Canvas, dan Marketing Mix (4P). Setelah itu, peneliti menggunakan analisis SWOT untuk meringkas, dan matriks TOWS yang kemudian akan digunakan untuk merespon dan membuat strategi pemasaran baru untuk Homia Indonesia yang terdiri dari STP, Marketing Mix (4P) dan BMC baru, sehingga nilai produk dapat tersampaikan dan dapat meningkatkan penjualan.\nAnalisis tersebut menyimpulkan bahwa Homia harus fokus pada proyek on-demand daripada menjual terlalu banyak jenis furnitur dan mempromosikan semuanya juga disarankan mengubah targetnya menjadi berbasis proyek daripada ritel rumah.", "Daftar File": {"ABSTRAK Spain Louis Senduk": "https://digilib.itb.ac.id/gdl/download/220786"}, "Penulis": "Spain Louis Senduk [29319074]", "Kontributor / Dosen Pembimbing": ["Nazmi Fathnur Ahmad, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, Furniture, Homia, Model Bisnis, STP", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}