{"Nomor": 53379, "Judul": "AKTIVITAS ANTI-ANGIOGENESIS FRAKSI DAN ISOLAT DARI EKSTRAK ETANOL RIMPANG LEMPUYANG WANGI (ZINGIBER ZERUMBET L.) SECARA IN VIVO MENGGUNAKAN EMBRIO ZEBRAFISH (DANIO RERIO)", "Abstrak": "Angiogenesis merupakan pembentukan pembuluh darah baru dari pembuluh darah\nyang sudah ada sebelumnya, secara patologis dapat menyebabkan penyakit artritis\nrematoid, psoriasis, dan kanker. Kanker merupakan penyakit yang disebabkan oleh\nterjadinya pertumbuhan sel yang tidak terkendali, dan memiliki kemampuan untuk\nmenyerang jaringan lain dan dapat bermetastasis. Zerumbone merupakan salah satu\nsenyawa yang diisolasi dari rimpang lempuyang wangi yang memiliki sifat\nfarmakologis yang beragam antara lain sebagai anti-bakteri, anti-oksidan, dan antiradang. Zerumbone menunjukkan aktivitas anti-kanker dengan mempengaruhi\npenekanan signifikan pada proliferasi, angiogenesis, dan apoptosis. Penelitian ini\nbertujuan untuk menguji toksisitas akut dan aktivitas anti-angiogenesis fraksi dan\nisolat zerumbone dari ekstrak etanol rimpang lempuyang wangi. Pengujian\ntoksisitas akut dilakukan secara statis mengacu pada protokol OECD No. 236 tahun\n2013 dan studi anti-angiogenesis menggunakan embrio zebrafish dengan metode\npewarnaan endogenous alkaline phosphatase (EAP). Hasil pengujian toksisitas\nakut didapat nilai LC50 pada 96 jam pasca fertilisasi (jpf) lempuyang wangi fraksi\nair (LWFA) 445,214 µg/mL, lempuyang wangi fraksi etil asetat (LWFE) 3,470\nµg/mL, lempuyang wangi fraksi n-Hexane (LWFN) 1,663 µg/mL dan isolat\nzerumbone (Zer) 1,598 µg/mL. Dari hasil pengujian anti-angiogenesis menunjukan\nLWFA, LWFE, LWFN, dan Zer memiliki aktivitas anti-angiogenesis dengan\nmenghambat pembentukan interconnection vessels (ICV), subintestinal vein (SIV),\ndan jarak ventral posterior cardial (vPCV) ke SIV.", "Daftar File": {"ABSTRAK Kharina Septi Lestari": "https://digilib.itb.ac.id/gdl/download/220799"}, "Penulis": "Kharina Septi Lestari [20718027]", "Kontributor / Dosen Pembimbing": ["Prof. apt. I Ketut Adnyana, M.Si., Ph.D.", "Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "anti-angiogenesis, kanker, zebrafish, rimpang lempuyang wangi, zerumbone.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "04 Mar 2021"}