{"Nomor": 53378, "Judul": "PENGEMBANGAN METODE ANALISIS UJI KADAR DAN UJI DISOLUSI KAPSUL ASAM URSODEOKSIKOLAT PRODUKSI PT. X", "Abstrak": "Asam ursodeoksikolat merupakan senyawa aktif obat untuk pengobatan batu\nempedu kolesterol dan baru-baru ini telah diperkenalkan untuk terapi penyakit hati\nkolestatik yang termasuk dalam Biopharmaceutical Classification System kelas II\nsehingga memiliki kelarutan yang buruk namun memiliki permeabilitas yang\ntinggi. Asam ursodeoksikolat merupakan jenis asam empedu hidrofilik jika\ndibandingkan dengan asam empedu lainnya. Sampai saat ini, asam ursodeoksikolat\ntersedia dalam bentuk formulasi cair, kapsul, maupun tablet. Formulasi kapsul asam\nursodeoksikolat telah banyak dikembangkan oleh industri farmasi sehingga\npenetapan bahan zat aktif dan uji disolusi perlu dilakukan secara rutin sebagai\nkontrol kualitas obat tersebut. Dikarenakan banyaknya kuantitas sampel yang harus\ndiuji pada tahap pengembangan produk di industri farmasi, sehingga pada\npenelitian ini dikembangkan metode analisis yang memiliki waktu analisis lebih\nefektif dibandingkan kompendial dan dapat digunakan secara bersamaan untuk\npenetapan kadar dan uji disolusi yang belum pernah dilaporkan sebelumnya.\nUji disolusi untuk kapsul asam ursodeoksikolat pada penelitian ini mengacu pada\nUnited States Pharmacopoeia edisi 42 yaitu menggunakan medium dapar fosfat pH\n8,4 yang ditambahkan 5 ml Sodium Lauryl Sulfate 2% dengan volume medium\n1000 mL, alat disolusi tipe II (tipe dayung), suhu disolusi 37\no\nC, kecepatan\npengadukan 75 RPM, dan waktu disolusi 30 menit. Penambahan Sodium Lauryl\nSulfate bertujuan untuk meningkatkan kelarutan poorly water soluble acidic drug\nsepeti asam ursodeoksikolat. Mengingat senyawa asam ursodeoksikolat memiliki\nabsorptivitas molar yang rendah, sehingga pada penelitian ini digunakan metode\nKromatografi Cair Kinerja Tinggi (KCKT) dengan detektor indeks bias, fase diam\nkolom C18 (5 µm; 3,9 x 300 mm), laju alir 1 mL/menit, volume penyuntikan 50\nµL, fase gerak optimum terdiri dari campuran asetonitril : 0,075 M KH2PO4 pH 3,0\ndengan perbandingan (55:45 v/v), suhu kolom, suhu detektor, dan suhu sampel\ndiatur pada 40\no\nC. Hasil optimasi untuk penetapan kadar dan uji disolusi berturutturut diperoleh nilai waktu retensi 5,381 dan 5,277 menit; resolusi 6,761 dan 2,241;\nfaktor ikutan 1,646 dan 1,520; angka lempeng teoritis 5256,447 dan 5383,059;\nfaktor kapasitas 25,905 dan 25,386; RSD area 0,027 dan 0,137 %.\nSebelum dilakukan validasi, telah diuji stabilitas larutan sebagai tahap pre-validasi.\nLarutan baku pembanding dan larutan sampel simulasi untuk penetapan kadar dan\nuji disolusi memiliki stabilitas yang baik selama 24 jam. Hasil validasi metode\nanalisis memberikan linearitas yang baik pada rentang konsentrasi 400,060-\n1040,156 µg/mL untuk penetapan kadar dan rentang konsentrasi 125,177-325,230\nµg/mL untuk uji disolusi dengan nilai koefisien korelasi untuk penetapan kadar dan\nuji disolusi berturut-turut sebesar 1 dan 0,9995. Batas deteksi (LOD) dan batas\nkuantisasi (LOQ) untuk penetapan kadar sebesar 4,892 µg/mL dan 14,824 µg/mL,\nuntuk uji disolusi sebesar 6,501 µg/mL dan 19,701 µg/mL. Rata-rata persen\nperolehan kembali penetapan kadar dan uji disolusi yaitu 100,018±0,888% dan\n98,936±2,124%. Keberulangan dan presisi antara penetapan kadar diperoleh nilai\nRSD 0,466% dan 0,279-0,483 % sedangkan uji disolusi sebesar 1,137% dan 0,032-\n0,289 %. Hasil validasi menunjukkan bahwa pengembangaan metode ini selektif,\nlinear, akurat, dan presisi sehingga dapat digunakan untuk penetapan kadar dan uji\ndisolusi kapsul asam ursodeoksikolat secara bersamaan.\nHasil pengujian sampel pada pengembangan produk kapsul asam ursodeoksikolat\nyang di produksi oleh PT. X dengan metode yang tervalidasi dihasilkan rata-rata\npersen perolehan kadar dari 6 kapsul asam ursodeoksikolat sebesar 103,50±1,47%\ndan asam ursodeoksikolat yang terdisolusi sebesar 97,61±3,97% dengan hasil\npenetapan kadar dan uji disolusi memenuhi persyaratan yang ditetapkan USP untuk\nkapsul asam ursodeoksikolat.", "Daftar File": {"ABSTRAK Wanti Megawati": "https://digilib.itb.ac.id/gdl/download/220798"}, "Penulis": "Wanti Megawati [20718303]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti, M.Si., Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "asam ursodeoksikolat, KCKT, stabilitas, penetapan kadar, uji disolusi, validasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "04 Mar 2021"}