{"Nomor": 53374, "Judul": "PENINGKATAN PROSES DALAM ORIENTASI PELANGGAN UNTUK MENINGKATKAN EFISIENSI DI XENDIT", "Abstrak": "Xendit adalah perusahaan teknologi finansial, yang berfokus pada penyediaan produk payment gateway yang berfokus untuk membantu penggunanya mengirim dan menerima uang melalui transfer bank, akun virtual, dan kartu kredit. Ada beberapa masalah yang dihadapi oleh pelanggan Xendit dalam proses orientasi, yang merupakan persyaratan dokumen yang tidak jelas, proses perjanjian penandatanganan menggunakan tanda tangan basah, dan tidak ada informasi tentang kemajuan proses orientasi. Xendit perlu meningkatkan proses orientasi pelanggan mereka untuk meningkatkan efisiensi dalam proses orientasi pelanggan. Perbaikan yang akan dilaksanakan dengan menggunakan kerangka perbaikan proses bisnis adalah pengenalan: alur persyaratan dokumen hukum berbasis sektor industri, alur perjanjian layanan elektronik, alur submit ulang dokumen yang gagal, visibilitas perkembangan pelanggan yang lebih baik. Sebagai perbaikan menjadi perusal, diusulkan perbaikan yaitu mengurangi jumlah sub-proses dari 4 sub-proses (pendaftaran pelanggan, uji tuntas, pembuatan perjanjian layanan, dan penandatanganan perjanjian layanan) menjadi 2 sub-proses (pendaftaran layanan pelanggan dan uji tuntas). Perbaikan ini akan menghapus perwakilan yang diperlukan untuk menangani pelanggan baru dalam proses orientasi dan digantikan oleh otomatisasi teknologi informasi. Peningkatan juga akan meningkatkan efisiensi dalam alur perjanjian layanan sebelumnya, menghilangkan proses perjanjian layanan yang memakan waktu rata-rata 22 hari.", "Daftar File": {"ABSTRAK Richo Andy Bong": "https://digilib.itb.ac.id/gdl/download/220787"}, "Penulis": "Richo Andy Bong [29319089]", "Kontributor / Dosen Pembimbing": ["Ir. Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Teknologi Finansial, Xendit, Proses, Orientasi Pelanggan, Otomatisasi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "03 Mar 2021"}