{"Nomor": 53386, "Judul": "EVALUASI KERUNTUHAN JEMBATAN CINCIN LAMA, TUBAN JAWA TIMUR", "Abstrak": "Keruntuhan Jembatan Cincin Lama di Jawa Timur pada tanggal 17 April 2018 telah\nmenambah rentetan kegagalan jembatan di Indonesia yang menelan korban jiwa.\nJembatan Cincin Lama merupakan jembatan rangka tipe Callender Hamilton\nterpanjang di Pulau Jawa. Ulasan terhadap keruntuhan Jembatan Cincin Lama\nbelum banyak dilakukan sehingga penyebab keruntuhan belum diketahui secara\npasti. Jembatan yang telah berumur 41 tahun dan peningkatan volume lalu lintas\nserta kendaraan yang melintasi jembatan dalam kondisi beban berlebih (overload),\ndapat memicu kegagalan pada jembatan. Pemodelan jembatan dilakukan dengan\nmenggunakan perangkat lunak elemen hingga Midas Civil. Analisis dilakukan\nterhadap kekuatan struktur jembatan berdasarkan standar pembebanan SNI 03-\n1725-1989, standar pembebanan SNI 1725-2016, beban aktual yang dipikul saat\njembatan mengalami keruntuhan dan analisis umur kelelahan (fatik) jembatan\nberdasarkan pembebanan lalu lintas hasil pengukuran Weigh In Motion (WIM).\nHasil analisis menunjukkan bahwa Jembatan Cincin Lama telah dibangun sesuai\ndengan SNI 03-1725-1989, tetapi jembatan tidak memiliki kapasitas yang cukup\nuntuk memikul pembebanan sesuai SNI 1725-2016. Untuk pembebanan\nberdasarkan beban aktual menunjukkan bahwa pada lokasi terjadinya keruntuhan\nterdapat komponen pada jembatan seperti baut sambungan dan ketahanan batang\natas terhadap buckling, tidak memenuhi untuk memikul beban yang bekerja. Dalam\nevaluasi fatik, diperkirakan jembatan mengalami fatik pada umur 39,5 tahun yang\nberarti bahwa fatik sangat memungkinkan telah terjadi pada saat jembatan\nmengalami keruntuhan di umur 41 tahun tetapi karena ketidakpastian dan\nketerbatasan data maka perlu untuk dilakukan penelitian lebih lanjut terhadap fatik.\n.", "Daftar File": {"ABSTRAK Anastasia Mani' Sarungallo": "https://digilib.itb.ac.id/gdl/download/220806", "COVER Anastasia Mani' Sarungallo": "https://digilib.itb.ac.id/gdl/download/242439", "BAB 1 Anastasia Mani' Sarungallo": "https://digilib.itb.ac.id/gdl/download/242440", "BAB 2 Anastasia Mani' Sarungallo": "https://digilib.itb.ac.id/gdl/download/242441", "BAB 3 Anastasia Mani' Sarungallo": "https://digilib.itb.ac.id/gdl/download/242442", "BAB 4 Anastasia Mani' Sarungallo": "https://digilib.itb.ac.id/gdl/download/242443", "BAB 5 Anastasia Mani' Sarungallo": "https://digilib.itb.ac.id/gdl/download/242444", "BAB 6 Anastasia Mani' Sarungallo": "https://digilib.itb.ac.id/gdl/download/242445", "BAB 7 Anastasia Mani' Sarungallo": "https://digilib.itb.ac.id/gdl/download/242446", "PUSTAKA Anastasia Mani' Sarungallo": "https://digilib.itb.ac.id/gdl/download/242447"}, "Penulis": "Anastasia Mani' Sarungallo [25018031]", "Kontributor / Dosen Pembimbing": ["Ir. Made Suarjana, M.Sc., Ph.D.", "Dr.-Ing. Ediansjah Zulkifli, S.T., M.T.", "Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Jembatan Cincin Lama, Callender Hamilton, buckling, fatik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "04 Mar 2021"}