{"Nomor": 53387, "Judul": "STUDI LITERATUR PEMISAHAN SENYAWA DISINFECTION BYPRODUCTS DALAM AIR DENGAN TEKNOLOGI MEMBRAN", "Abstrak": "Disinfection byproducts (DbP) adalah mikro polutan organik, yang terbentuk\nselama disinfeksi air. Karena efek toksisitasnya dalam kisaran konsentrasi ?g / L,\nDbP harus dihilangkan untuk menjamin kualitas air. Teknologi membran\nmerupakan metode yang menjanjikan dalam pemisahan skala molekular. Oleh\nkarena itu, penelitian ini bertujuan untuk mengetahui perkembangan teknologi\ndan material membran serta tantangan dan prospeknya dalam pemisahan DbP.\nBerdasarkan kajian pustaka, membran filtrasi antara lain reverse osmosis (RO),\nnanofiltrasi (NF), ultrafiltrasi (UF), dan forward osmosis (FO) telah\ndikembangkan untuk pemisahan DbP. Mekanisme pemisahannya didominasi oleh\nefek sterik dan efek elektrostatik. Membran katalitik seperti Nanoparticlecatalytic\nmembrane reactor (Np-CMR) juga telah diaplikasikan untuk degradasi\nDbP melalui reaksi reduksi, yang secara simultan membentuk asam organik.\nSecara umum, kinerja membran untuk penyisihan atau degradasi DbP berkisar\nantara 40-100%. Namun, pengembangan membran masih memiliki beberapa\ntantangan seperti ketidakseimbangan antara permeabilitas dan selektifitas, fouling,\ndan biaya operasional. Hal ini menstimulasi pengembangan membran dengan\nkarakteristik superhidrofilik dan defect-free. Polimer hidrofilik dan nanomaterial\nseperti metal oksida, aquaporin, graphene oxide (GO), dan metal organic\nframework (MOF) telah digunakan sebagai bahan aditif. Berdasarkan data\npustaka, laju penyisihan atau degradasi DbP dari membran termodifikasi lebih\ntinggi 30-50% dari membran tanpa modifikasi. Selanjutnya, prospek\npengembangan material membran nanosheet (ketebalan <100nm dan nanoporous)\ndapat dipertimbangkan. Selain itu, potensi produksi asam organik dengan\nmembran Np-CMR memberikan wawasan metode baru untuk reuse air limbah\nterkontaminasi DbP.", "Daftar File": {"ABSTRAK Merymistika Yufrani Afred": "https://digilib.itb.ac.id/gdl/download/220807", "COVER Merymistika Yufrani Afred": "https://digilib.itb.ac.id/gdl/download/262959", "BAB 1 Merymistika Yufrani Afred": "https://digilib.itb.ac.id/gdl/download/262960", "BAB 2 Merymistika Yufrani Afred": "https://digilib.itb.ac.id/gdl/download/262961", "BAB 3 Merymistika Yufrani Afred": "https://digilib.itb.ac.id/gdl/download/262962", "BAB 4 Merymistika Yufrani Afred": "https://digilib.itb.ac.id/gdl/download/262963", "BAB 5 Merymistika Yufrani Afred": "https://digilib.itb.ac.id/gdl/download/262964"}, "Penulis": "Merymistika Yufrani Afred [23018030]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gede Wenten, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Disinfection byproducts, Membran filtrasi, membran kataliti, polimer hidrofilik, nanomaterial, nanosheet", "Sumber": "Perpustakaan Prodi Teknik Kimia", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "04 Mar 2021"}