{"Nomor": 53395, "Judul": "PERANCANGAN INSTALASI PENGOLAHAN AIR MINUM (IPAM) CITANDUY, KOTA TASIKMALAYA", "Abstrak": "Kondisi eksisting pelayanan air minum di Kota Tasikmalaya baru mencapai 23,94% dari target 85% pada tahun 2030. Air minum yang disediakan diproduksi secara kontinu dan sesuai dengan baku mutu kualitas air minum yang ditetapkan dalam Peraturan Menteri Kesehatan RI No. 492/MENKES/PER/IV/2010. Sistem penyediaan air minum di Kota Tasikmalaya saat ini masih dilayani oleh PDAM Tirta Sukapura yang dimiliki oleh Kabupaten Tasikmalaya dengan kapasitas terpasang 438 liter/detik bersumber dari Mata Air Cipondok. Oleh karena itu, dibutuhkan adanya pengembangan sistem penyediaan air minum Kota Tasikmalaya dengan membangun instalasi pengolahan air minum (IPAM) baru di Kota Tasikmalaya. Pemerintah Kota Tasikmalaya telah merencanakan pembangunan IPAM baru yang salah satunya bersumber dari Sungai Citanduy yang melayani lima kecamatan yaitu Kecamatan Cibeureum, Kecamatan Purbaratu, Kecamatan Indihiang, Kecamatan Bungursari, dan Kecamatan Cipedes. Mengikuti target Sustainable Developement Goals, maka target pelayanan IPAM Citanduy adalah 100%. Kapasitas pengolahan IPAM Citanduy direncanakan sebesar 488 liter/detik untuk periode perencanaan 10 tahun, yaitu tahun 2019 – 2029. Berdasarkan hasil analisis kualitas air pada Sungai Citanduy, parameter yang melebihi baku mutu adalah kekeruhan, total dissolved solid (TDS), total suspended solid (TSS), warna, besi terlarut (Fe), total coliform dan faecal coli.", "Daftar File": {"Dimas_Bimo_Mahardika.": "https://digilib.itb.ac.id/gdl/download/220825"}, "Penulis": "Dimas Bimo Mahardika [15713014]", "Kontributor / Dosen Pembimbing": ["Teddy Tedjakusuma, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "air minum, Instalasi Pengolahan Air Minum, Sungai Citanduy.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "04 Mar 2021"}