{"Nomor": 53393, "Judul": "PERANCANGAN JARINGAN SISTEM PENYEDIAAN AIR MINUM KAWASAN PUSAT PEMERINTAHAN KABUPATEN SERANG, BANTEN", "Abstrak": "Kawasan Pusat Pemerintahan Kabupaten Serang, Banten direncanakan berdasarkan arahan Rencana Pembangunan Jangka Panjang Daerah (RPJMD), dalam rangka meningkatkan pemerataan pembangunan dan keselarasan pengembangan wilayah guna memecahkan masalah-masalah secara terpusat dari aspek infrastruktur penunjang. Kawasan ini memiliki luas 767.000 m2 dengan elevasi 33,00 – 28,00 mdpl serta kemiringan relatif datar 0,5 – 1,8 %, berada pada wilayah administratif Kecamatan Ciruas dan Kragilan. Rencana pengembangan tapping PDAM Tirta Al-Bantani saat ini baru memiliki produksi IPA 492 lps dari total kapasitas 888 lps, cakupan wilayah yang masih minim sekitar 15% dan tingkat kehilangan air sekitar 23 - 31%. Perencanaan sistem Direct Water Supply dari reservoir pond menjadi sistem yang paling ideal dalam pemenuhan SPAM kawasan ini. Jaringan distribusi dirancang melalui 3 alternatif dengan prasyarat telah memenuhi kriteria teknis SNI 7509 : 2011 yaitu grid system, combine system dan branch system. Pemilihan alternatif dilakukan dengan metode modeling menggunakan software EPANET 2.0 berjenis pipa PE PN-10 untuk mengetahui setiap parameter hidrolis dan metode Simple Additive Weighting sebagai dasar penentuan rating setiap parameter kinerja. Didapatkan alternatif terpilih yaitu grid system dengan total score 2.40 : 2.00 : 1.60, dengan spesifikasi panjang pipa 7.017,97 m, kapasitas kebutuhan air jaringan dan reservoir sebesar 69,43 lps serta kapasitas instalasi 2 × 50 lps.", "Daftar File": {"15714014_Panji Arya Yudha.": "https://digilib.itb.ac.id/gdl/download/220815"}, "Penulis": "Panji Arya Yudha [15714014]", "Kontributor / Dosen Pembimbing": ["Ir. James Nobelia Isnania Wardhana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Direct Grid System, EPANET 2.0, Jaringan Distribusi, Kawasan Pusat Pemerintahan Kabupaten Serang.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "04 Mar 2021"}