{"Nomor": 53408, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PERFORMA PENJUALAN   PT PUPUK KUJANG STUDI KASUS: PRODUK NITREA", "Abstrak": "PT Pupuk Kujang adalah sebuah anak usaha dari PT Pupuk Indonesia (persero) yang\ndidirakan pada tahun 1975 dan mendapat mandate dari pemerintah untuk mendistribusikan\npupuk bersubsidi khususnya di Provinsi Banten dan Jawa Barat. Harga Jual dari pupuk\nbersubsidi sangat jauh dibawah harga pasaran untuk non-subsidi yang artinya adalah\nperusahaan swasta akan sangat kesulitan bersaing dengan dengan perusahaan BUMN pupuk\ndikarenakan kebijakan harga perihal pupuk bersubsidi. \n Ditahun 2024, pemerintah akan merubah aturan main pupuk bersubsidi menjadi sebuah\nkartu debit yang berisikan saldo dimana petani bebas memilih pupuk apapun yang mereka ingin\nbeli. Artinya, kondisi pasar subsidi yang dulunya didominasi oleh BUMN Pupuk nantinya  akan\nberubah menjadi seolah-olah pasar bebas. Dalam hal ini, PT Pupuk Kujang sangat kekurangan\nakan pengalaman dan persiapan untuk berkompetisi di pasar bebas. \n Pada tahun 2016, PT Pupuk Kujang mulai menjual produk non-subsidi yang salah\nsatunya adalah Urea Non-subsidi/Nitrea. Penjualan Nitrea selalu naik tiap tahunnya namun\nprosentase penjualan untuk Nitrea selalu dibawah 3% dari total Penjualan Urea secara \niii \n \nkeseluruhan dan sampai saat ini masih sangat menggantungkan penjualan dari subsidi yang\ndimana peraturan subsidi akan dirubah pada tahun 2024.  \n Penelitian ini bertujuan untuk menembukan strategy yang terbaik untuk meningkatkan\nkinerja penjualan Nitrea. Penelitian ini akan menggunakan PESTEL Analysis, Porter’s Five\nForce dan Competitor Analysis untuk menganalisa isu isu eksternal dan Resource Based View,\nCapabilities, Core competencies and Business Canvas Model untuk menganalisa factor-faktor\ninternal. Akhir dari penelitian ini juga akan mengembangkan rencana perihal implementasi\nstrategi marketing yang paling cocok untuk mendukung performan panjualan Nitrea.", "Daftar File": {"2021-TS_PP_Sidharta_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/220845"}, "Penulis": "Sidharta [29119101]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Pemasaran, Pupuk Urea, Non-subsidi, Peningkatan Penjualan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "04 Mar 2021"}