{"Nomor": 53404, "Judul": "LEADER MEMBER EXCHANGE, BUDAYA ORGANISASI,   KETERLIBATAN PEGAWAI, DAN KEPUASAN KERJA   PADA BADAN USAHA MILIK NEGARA (BUMN)", "Abstrak": "Studi ini bertujuan untuk meneliti hubungan Leader Member Exchange (LMX),\nOrganizational Culture (OC), dan Employee Engagement (EE) terhadap Job\nSatisfaction (JS). Objek penelitian ini adalah pegawai Badan Usaha Milik Negara\n(BUMN) di Pulau Jawa, Indonesia. Penelitian ini menggunakan data kuesioner\nyang dibagikan kepada 400 responden pengambilan sampel. Teknik yang\ndigunakan adalah teknik non-probability sampling yaitu purposive sampling.\nProgram IBM SPSS 20.0 digunakan untuk analisis deskriptif dan analisis jalur\nuntuk menguji pengembangan hipotesis. Dari hasil penelitian ini dapat disimpulkan\nbahwa: 1) Berdasarkan analisis deskriptif LMX, Budaya Organisasi, Keterlibatan\nKaryawan dan Kepuasan Kerja berada dalam kategori tinggi dengan rata-rata; 2)\nLMX dan Budaya Organisasi secara parsial dan simultan berpengaruh positif dan\nsignifikan terhadap Employee Engagement BUMN pada tingkat sedang; 3) LMX,\nBudaya Organisasi, dan Keterlibatan Karyawan secara parsial dan simultan\nberpengaruh positif dan signifikan terhadap Kepuasan Kerja Karyawan BUMN\npada tingkat baik; 4) Strategi yang diusulkan untuk mendukung penelitian ini\nadalah Program Coaching. Kajian ini memiliki beberapa keterbatasan, diantaranya\npenelitian dilakukan di BUMN dengan lokasi penelitian hanya dilakukan di Pulau\nJawa, Indonesia dan penelitian menggunakan metode penelitian kuantitatif dengan\nmetode survei online.", "Daftar File": {"2021_TS_PP_Erwan Kurniawan_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/220841"}, "Penulis": "Erwan Kurniawan [29118455]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Leader Member Exchange (LMX), Budaya Organisasi (OC), Employee Engagement (EE), Kepuasan Kerja (JS), Badan Usaha Milik Negara (BUMN)", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "04 Mar 2021"}