{"Nomor": 53405, "Judul": "VALIDASI BISNIS MENGGUNAKAN KERANGKA KERJA DISIPLIN KEWIRASWASTAAN PADA LOKALY95", "Abstrak": "Asia telah tumbuh menjadi benua terbesar dan terpadat sejak 1960 (Cox, 2018). \nInternational Enterprise Singapore (2013) menyatakan bahwa permintaan domestik yang tinggi\ndiperkirakan akan menopang pertumbuhan PDB Indonesia, karena pangsa konsumsi swasta\ndiperkirakan akan meningkat dari 56% pada tahun 2012 menjadi 65% pada tahun 2030. Selain\nitu, Indonesia merupakan pasar jasa makanan terbesar di ASEAN (Agriculture and Agri-Food\nCanada, 2016). Terdapat studi terkait tren pertumbuhan layanan makanan, terdapat indikasi\nkuat bahwa dunia menjadi cafe-centric, dengan menu cafe yang mengalami pertumbuhan\ntercepat secara global, menunjukkan pertumbuhan penjualan 9,9 persen pada tahun 2016.\n(Qsrweb.com, 2018). Dengan berkembangnya industri jasa makanan maka industri tersebut\nperlu memperhatikan konsumen. Industri kafe memiliki berbagai faktor yang mempengaruhi\npelayanan demi kepuasan konsumen. Sugianto dan Sugiharto (2013) juga menyatakan bahwa\nkualitas layanan berpengaruh signifikan terhadap kepuasan pelanggan, terutama pada\nkecepatan dan responsivitas karyawan dalam melayani pelanggan. Responsivitas dalam\npelayanan kafe dan restoran sangat penting terkait operasional kafe dan restoran dalam\nmenyajikan makanan dan minuman. Durasi pemasakan dan jenis bahan masakan yang\ndigunakan merupakan aspek penting dalam operasional kafe, sehingga industri perlu\nmemperhatikan produk yang tepat dan perkembangannya untuk konsumen. Produk dalam\nkemasan per porsi dan siap masak dapat mempercepat durasi penyajian. Selain itu, efisiensi\npenggunaan bahan dan efektivitas dalam menghitung biaya merupakan aspek yang ditawarkan\noleh produk kemasan per porsi. Sehingga, Lokaly95 hadir dengan produk yang dapat memenuhi\nkebutuhan tersebut. Namun, terdapat tantangan yang dihadapi operator restoran dalam\nkemitraan pihak ketiga yang dalam hal kebutuhan dan harapan konsumen (Euromonitor\nInternational, 2018). Sehingga studi ini meneliti tentang bagaimana Lokaly95 dapat memenuhi\nkebutuhan pasar yang tepat dan perhitungan terkait ketersediaan pasar yang cukup untuk\nLokaly95. Studi ini juga memvalidasi ide awal tentang Lokaly95 yang perlu diuji untuk\nmemberikan gambaran umum tentang pengelolaan dan perencanaan Lokaly95 di masa\nmendatang. \nPenelitian ini menggunakan kerangka disiplin kewirausahaan yang menyesuaikan dengan\nformat tugas akhir akademik. Tahapan penelitian ini melalui eksplorasi, solusi, dan rencana\nimplementasi. Kajian ini dikembangkan melalui ide awal. Kemudian memvalidasinya melalui\nobservasi, wawancara, dan kuesioner. Eksplorasi menghasilkan solusi. Hasil dari penelitian ini\nadalah kedai kopi sebagai pasar Lokaly95 dengan produk makanan beku yang dikemas per porsi\nsebagai value Lokaly95. Produk Lokaly95 terdiri dari 20 jenis berdasarkan validasi pelanggan.\nRencana implementasi dibentuk berdasarkan proses perolehan pelanggan.", "Daftar File": {"2021_TS_PP_Fieda Hanifa_1-Abstrak (1).pdf)u": "https://digilib.itb.ac.id/gdl/download/220842"}, "Penulis": "Fieda Hanifa [29118507]", "Kontributor / Dosen Pembimbing": ["Aldo Fantinus Wiyana, B.S., MBA, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Makanan Beku, Supplier Coffee Shop, Validasi Bisnis.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "04 Mar 2021"}