{"Nomor": 53417, "Judul": "DESIGNING THE EFFECTIVE BRT SERVICES BY EVALUATING IMPACT OF PANDEMIC USING SIX SIGMA AT PT TRANSPORTASI JAKARTA", "Abstrak": "Sejak munculnya pandemi COVID-19, kota-kota di seluruh dunia harus memberlakukan kontrol transportasi umum utama untuk mengurangi penyebaran virus dan memastikan perjalanan penumpang yang aman selama tanggap darurat. Di kota mana pun, pandemi COVID-19 memengaruhi sistem transportasi umum, tidak terkecuali Jakarta. Saat ini, salah satu transportasi andalan warga Jakarta - Transjakarta terkena pandemi terutama di Layanan BRT. Sementara kota-kota dibuka kembali dengan kesadaran untuk hidup aman dan berkelanjutan bersama virus, ada kebutuhan mendesak untuk bertindak cepat untuk memastikan situasinya. TransJakarta harus melakukan inovasi layanan BRT untuk memenuhi kebutuhan pelanggan. Secara bertahap, TransJakarta harus menyesuaikan skema operasionalnya agar dapat memberikan pelayanan yang lebih efektif dan efisien untuk mengatasi permasalahan yang ada. Dalam penulisan penelitian ini, penulis akan memberikan rekomendasi bagaimana TransJakarta meningkatkan pelayanannya dan apakah pelayanan yang mereka berikan selama pandemi efektif atau tidak dengan mengevaluasi dampak pandemi.\nPenelitian ini akan memungkinkan TransJakarta untuk mempertahankan peran yang berkelanjutan, menyampaikan rencana tindakan untuk mencapai visi dan misinya bahkan setelah pandemi, dan menetapkan seperangkat sumber daya yang akan membantu mengelola aktivitas real-time. Penelitian ini memberikan studi kasus pada sektor angkutan umum perkotaan dengan menggunakan pendekatan Six Sigma DMAIC. Apalagi, ruang lingkup penelitian ini dibatasi untuk menentukan bagaimana cara meningkatkan layanan BRT untuk mengurangi penumpukan penumpang. Penelitian ini dilakukan dengan memadukan metode kualitatif dan kuantitatif dengan mewawancarai personel key source yang memiliki hubungan erat dengan manajemen operasi, yaitu divisi operasi, dan dengan mengumpulkan data pengaduan penumpang. Metode ini dilakukan untuk memberikan wawasan dan solusi tentang penyelenggaraan layanan yang efektif dan efisien untuk memenuhi kebutuhan penumpang sekaligus memuaskan mereka. Dan data kuantitatif diperoleh dari data perusahaan yang sebenarnya. Tujuan dari penelitian ini adalah untuk menganalisis dan meningkatkan Layanan BRT dengan benchmarking koridor utama menurut WorldBank Standard dan referensi dari negara lain.\nBeberapa faktor yang menjadi dampak pandemi yang penulis dapatkan dari pendataan adalah headway stretch yang lebih panjang akibat kebijakan pemerintah dan gangguan pada jalur, penurunan jumlah bus yang beroperasi karena tidak tersedianya bus, penurunan jumlah Pada jalur operasi terdapat kebijakan pemerintah untuk membatasi mobilitas penumpang dan penyebaran virus serta rendahnya permintaan, serta kurangnya implementasi protokol kesehatan, masyarakat dan TJ harus bekerjasama untuk melaksanakannya untuk mendukung kesehatan masyarakat karena penurunan yang signifikan penumpang karena anjuran pemerintah untuk menghindari keramaian dan kontak langsung dengan orang asing, kinerja pelayanan yang kurang karena belum ada perhitungan yang tepat, kurangnya digitalisasi karena sistem masih berjalan secara manual, penumpukan penumpang karena adanya pelonggaran kebijakan pemerintah dan pembatasan operasional, melaksanakan protokol kesehatan karena mendukung kesehatan masyarakat, dan kurangnya jalur operasional karena hal tersebut adalah kebijakan pemerintah untuk membatasi mobilitas penumpang dan penyebaran virus.\nHasil dari penelitian ini adalah pelebaran shelter untuk menghindari terjadinya penumpukan penumpang terutama di koridor high demand, penerapan sistem penghitungan penumpang otomatis untuk mengoptimalkan armada berdasarkan arus penumpang, menerapkan thermal scanner untuk menghindari antrian panjang pada jam sibuk dan lebih efektif dari pada thermo gun, menerapkan zona naik terpisah untuk menghindari kontak langsung dengan penumpang yang turun / di bus, secara bertahap membuka rute operasi untuk mendukung koridor utama untuk menghindari penumpukan penumpang, mengoptimalkan jumlah armada untuk memenuhi permintaan penumpang, informasi real-time Pada aplikasi resmi dilakukan dengan menambah ketersediaan bus dan ketersediaan tempat duduk untuk mengurangi waktu tunggu agar tidak terjadi penumpukan penumpang.\nJumlah penumpang tidak lagi menjadi acuan sebagai tolak ukur keberhasilan penyedia jasa angkutan umum, saat terjadi pandemi COVID-19. Padahal, kesehatan dan keselamatan penumpang merupakan aspek terpenting yang harus diperhatikan. Itu sebabnya, dengan pengukuran dan peningkatan yang tepat, transportasi umum bisa aman bagi virus.", "Daftar File": {"ABSTRAK Istifani Sadiya": "https://digilib.itb.ac.id/gdl/download/220854"}, "Penulis": "Istifani Sadiya [29319094]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Layanan BRT, Dampak Pandemi, Six Sigma DMAIC", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "04 Mar 2021"}