{"Nomor": 53410, "Judul": "TUDI PERHITUNGAN ESTIMASI KEDALAMAN PADA DATA GAYABERAT MENGGUNAKAN METODE ANALISIS SPEKTRAL 2 DIMENSI STUDI KASUS: LAPANGAN PANAS BUMI SANGALLA, KABUPATEN TANA TORAJA, SULAWESI SELATAN", "Abstrak": "Metode gayaberat dapat digunakan dalam mempelajari perubahan secara horizontal maupun vertikal pada struktur batuan di bawah permukaan. Dalam mempelajari perubahan vertikal pada metode gayaberat dapat digunakan penelitian dengan analisis spektral. Analisis spektral dilakukan untuk memperoleh nilai estimasi kedalaman atau ketebalan suatu lapisan. Analisis spektral yang sering digunakan umumnya yaitu satu dimensi. Penelitian ini bertujuan untuk melakukan perhitungan analisis spektral dengan metode yang berbeda yaitu secara dua dimensi. Untuk mendapatkan nilai estimasi kedalaman, disusun suatu program menghitung estimasi kedalaman dengan metode analisis spektral dua dimensi. Dilakukan uji coba menggunakan model sintetik untuk menguji keberhasilan program. Hasil uji coba menunjukkan bahwa program yang dikembangkan telah berhasil menghitung estimasi kedalaman. Selain itu, model sintesis juga digunakan untuk mempelajari pengaruh dari beberapa parameter pengukuran gayaberat terhadap hasil estimasi kedalaman. Diperoleh tiga informasi berkaitan dengan pengujian ini, yaitu (1) Dimensi area pengukuran berpengaruh pada hasil estimasi kedalaman, (2) Jarak titik ukur atau spasi data yang optimum adalah lebih kecil atau sama dengan target kedalaman anomali, (3) Jika titik ukur mencakup area respon anomali gayaberat dari suatu anomali, maka arah lintasan pada persebaran titik ukur tidak terlalu berpengaruh pada perhitungan estimasi kedalaman, (4) Estimasi kedalaman menggunakan analisis spektral pada anomali dengan lapisan tipis memanjang menghasilkan hasil yang kurang akurat, (5) Estimasi kedalaman bodi anomali dihitung dari permukaan stasiun pengukuran. Kemudian, program tersebut diaplikasikan pada data gayaberat di daerah Sangalla, Provinsi Sulawesi Selatan. Melalui perhitungan estimasi kedalaman diperkirakan reservoir berada pada kedalaman lebih dari 845 m.", "Daftar File": {"ABSTRAK Rizky Affianto": "https://digilib.itb.ac.id/gdl/download/220847"}, "Penulis": "Rizky Affianto [12316020]", "Kontributor / Dosen Pembimbing": ["Dr. Susanti Alawiyah, S.T., M.T.", "Dr. Setianingsih, S.T., M.T.", "Dr. Eko Januari Wahyudi, S.T., M.T.", "Indra Gunawan, S.T., M.Sc., Ph.D.", "Dadi Abdurrahman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "gayaberat, estimasi kedalaman, analisis spektral 2D", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "04 Mar 2021"}