{"Nomor": 53418, "Judul": "PROPOSAL STRATEGI BISNIS CODESHARE MASKAPAI GARUDA INDONESIA DAN KLM ROYAL DUTCH", "Abstrak": "Indonesia merupakan negara yang memiliki daya tarik wisatawan mancanegara dari berbagai belahan dunia dan hal ini menjadikan maskapai memiliki peran penting dalam mendatangkan wisatawan luar negeri. Di sisi lain, negara – negara Eropa juga memikat para wisatawan Indonesia untuk berkunjung kesana. Maskapai nasional masing – masing negara yaitu Garuda Indonesia (GA) dan KLM (KL) memiliki peluang besar untuk menggarap pasar perjalanan antara Indonesia dan Eropa. Namun dengan keterbatasan sumber daya yang ada, tidak memungkinkan bagi kedua maskapai untuk mengoperasikan penerbangan ke seluruh destinasi Indonesia dan Eropa sehingga diperlukan adanya kerjasama antar kedua maskapai yang terkenal dengan istilah codeshare.\nCodeshare adalah metode yang efektif guna melakukan penetrasi pasar tanpa harus melakukan penerbangan langsung dan saat ini GA dan KL sudah memiliki perjanjian kerjasama codeshare yang mencakup 20 rute di Eropa dan beberapa rute di domestic Indonesia, ASEAN dan Australia.\nTujuan dari penelitian ini adalah untuk menganalisa kondisi kerjasama codeshare saat ini dan memformulasikan strategi yang baik untuk codeshare GA/KL agar jumlah penumpang yang dihasilkan dapat meningkat. Diharapkan setelah adanya peningkatan penumpang akan meningkatkan jumlah pendapatan\nMetode yang digunakan adalah analisa lingkungan baik eksternal maupun internal perusahaan yang kemudian dituangkan dalam analisa SWOT dan matriks TOWS. Setelah itu, konsep Diamond Strategy digunakan untuk menajamkan strategi yang akan dilakukan. Rencana pelaksanaan strategi juga diberikan guna memberikan gambaran jangka waktu implementasi strategi yang diusulkan.", "Daftar File": {"ABSTRAK Akas Deta Septana": "https://digilib.itb.ac.id/gdl/download/220855"}, "Penulis": "Akas Deta Septana [29319099]", "Kontributor / Dosen Pembimbing": ["Ir. Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Codeshare, Strategi Bisnis, Aliansi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "04 Mar 2021"}