{"Nomor": 53419, "Judul": "PERAN PERUSAHAAN MODAL VENTURA DALAM MENGEMBANGKAN EKOSISTEM STARTUP INDONESIA (STUDI KASUS: MDI VENTURES & INDIGO CREATIVE NATION PROGRAM)", "Abstrak": "MDI Ventures adalah anak perusahaan modal ventura milik Telkom Indonesia, perusahaan telekomunikasi terbesar di Indonesia. Didirikan pada tahun 2015, MDI Ventures menyediakan modal awal untuk pertumbuhan bagi perusahaan tahap awal hingga menengah di Asia Tenggara dan secara global. Saat ini mengelola asset senilai 830 juta dollar AS yang dikelola dalam lima dana, dan mengelola 43 perusahaan dalam portofolionya dengan total 8 divestasi, menempatkan MDI Ventures sebagai perusahaan modal ventura di negara dengan divestasi terbanyak. MDI Ventures juga bekerja sama dengan Telkom Indonesia untuk mengelola program inkubasi dan akselerator Telkom Indonesia yang disebut program Indigo Creative Nation, dengan tujuan untuk mengembangkan ekosistem startup Indonesia dengan mempercepat pertumbuhan startup tahap awal melalui pembiayaan benih dan pendampingan. Namun, sebagian besar startup yang menjadi bagian dari program mengalami kesulitan dalam menggalang dana investasi Seri A. Data primer yang dikumpulkan berasal dari wawancara dengan tiga perusahaan rintisan dari program tersebut dan menyebarkan kuesioner kepada para profesional modal ventura. Untuk analisisnya, metode diagnosis Bell-Mason digunakan untuk menganalisis gap pada dua belas dimensi masing-masing perusahaan. Ternyata ketiga perusahaan ini perlu membenahi ketiga dimensinya, dan MDI Ventures akan melakukan aktivitas penambah nilai untuk membantu ketiga perusahaan tersebut dalam menutup gap di masing-masing dimensinya.", "Daftar File": {"ABSTRAK Max Suyatno Samsir": "https://digilib.itb.ac.id/gdl/download/220856"}, "Penulis": "Max Suyatno Samsir [29319170]", "Kontributor / Dosen Pembimbing": ["Dr. Sandhy Widyasthana"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Modal Ventura, Program Inkubasi, Program Akselerasi, Diagnosis Bell-Mason", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "04 Mar 2021"}