{"Nomor": 53420, "Judul": "DISRUPSI PASAR USAHA KECIL DAN MENENGAH (UKM) MELALUI PEMBUATAN PRODUK DIGITAL BARU UNTUK MEMENUHI KEBUTUHAN PASAR", "Abstrak": "Pesatnya perkembangan teknologi memaksa perusahaan untuk lebih sering memikirkan kembali relevansinya dengan kebutuhan pelanggan. Disrupsi teknologi telah berdampak pada banyak sektor industri termasuk jasa keuangan. Teknologi telah mendorong inovasi dan interaksi yang lebih erat antara perusahaan dan pelanggannya. Hal ini menciptakan fenomena baru di mana perusahaan dan pelanggannya menjadi lebih sering berinteraksi karena pelanggan merupakan inti dari proses pembuatan produk untuk bisnis apa pun dan menjadi bagian dalam berbagai macam proses inovasi untuk menciptakan nilai tambah. Pendekatan ini dikenal sebagai proses penciptaan nilai secara kolaborasi atau value co-creation. \n\nSaku Bisnis merupakan salah satu lini bisnis di Bank Saku yang melayani Usaha Kecil Menengah (UKM). Model bisnis Saku Bisnis difokuskan pada pemberian akses keuangan / pinjaman disertai dengan kemudahan layanan personal melalui relationship manager (RM) bagi nasabah. Sejak didirikan pada tahun 2015, bisnis ini telah terbukti sebagai bisnis yang menjanjikan bagi tulang punggung Bank Saku. Selama 4 tahun pertama pendirian bisnis (2015-2018) pertumbuhan Saku Bisnis termasuk yang tercepat di Industri dengan CAGR 25% (dibandingkan 10-12% Industri). Namun strategi untuk mendapatkan lebih banyak RM untuk membawa lebih banyak portofolio untuk Saku Bisnis tidak berkelanjutan. Saku Bisnis mengalami penurunan pertumbuhan pada tahun 2020, hal ini mengingat adanya guncangan bisnis akibat pandemi COVID-19.\n\nSetelah memahami berbagai literatur akademik dan data kualitatif dari wawancara mendalam, penelitian ini mendapatkan beberapa rekomendasi. Pertama, Saku Bisnis perlu mencari alternatif produk atau jasa baru yang ditawarkan ke pasar dikarenan adanya kebutuhan yang belum terlayani dari pemilik UKM. Ada tiga area di mana pelanggan mengharapkan bank untuk menyediakan: (a) Manajemen transaksi bisnis yang lebih baik; (b) Pengalaman pinjaman digital yang lebih mudah diakses; dan (c) Dukungan manajemen bisnis untuk memperluas wawasan pengetahuan mereka dan memudahkan operasi mereka. Kedua, Saku Bisnis harus membangun platform secara bertahap melalui proses iteratif dengan pelanggan (value co-creation), juga sesuai dengan prioritas strategis Manajemen Saku Bisnis. Urutan tahapan pengembangan produk yang diusulkan adalah: 1) Digital Business Platform untuk transaksi bisnis dan pengelolaan akun rekening, dengan platform ini nasabah dapat bertransaksi melalui aplikasi bukan melalui cabang; (2) Kemitraan dengan Business Software Provider untuk terintegrasi dengan data bank dan menawarkan software untuk digunakan secara gratis. Dengan produk ini pelanggan dapat dengan mudah mengelola operasi bisnis dan memantaunya dari jarak jauh. Data bisnis juga akan dihasilkan sebagai wawasan bagi pemilik UKM. (3) Pinjaman Digital untuk UKM. Tantangan utama dalam model kredit UKM adalah ketersediaan data, dengan digunakannya dua produk pertama, Saku Bisnis akan mampu mendapatkan fee-based income dan ketersediaan data yang berkorelasi dengan kinerja bisnis nasabah. Selain itu, data alternatif akan digunakan sebagai bagian dari penilaian kredit. Pada akhirnya, dengan adanya ketersediaan data, model kredit dapat memiliki manajemen risiko yang baik untuk memberikan jumlah limit yang tepat kepada nasabah yang tepat.", "Daftar File": {"ABSTRAK Muhammad Hanief Candra Pradana": "https://digilib.itb.ac.id/gdl/download/220857"}, "Penulis": "Muhammad Hanief Candra Pradana [29319169]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Transformasi Digital, Pengembangan Produk Baru, Pasar UKM, Penciptaan Nilai Tambah melalui Kolaborasi,", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "04 Mar 2021"}