{"Nomor": 53422, "Judul": "PERANAN MANAJEMEN SPEKTRUM FREKUENSI PADA KEMENTERIAN KOMUNIKASI DAN INFORMATIKA", "Abstrak": "Spektrum  frekuensi  radio merupakan  salah satu sumber daya alam yang dimiliki oleh negara Indonesia yang jumlahnya terbatas tetapi dapat diperbarui dan bertahan selamanya, sehingga kebutuhan untuk mengelola sumber daya alam tersebut menjadi sangat penting dan diperlukan agar dapat dimanfaatkan tidak sekedar untuk tujuan ekonomi, sosial dan teknologi, tetapi juga untuk masyarakat luas. Pengelolaan frekuensi merupakan suatu metode pengelolaan, penataan dan pemantauan penggunaan frekuensi seefektif dan seefisien mungkin guna memberikan \nmanfaat sosial kepada negara dan masyarakat luas. Istilah spektrum  frekuensi  radio biasanya berlaku untuk seluruh rentang frekuensi dari 3 kHz hingga 300 GHz yang dapat digunakan untuk komunikasi nirkabel.\nDengan meningkatnya penggunaan teknologi digital,  menyebabkan  infrastruktur dan \nperekonomian  negara telah meningkat pesat. Selain itu, kemajuan teknis yang berkelanjutan telah membuka sejumlah kegunaan baru spektrum  frekuensi. Spesifikasi jaringan dan teknologi 5G akan menjadi kunci pembangunan Indonesia, menawarkan kemungkinan, keunggulan dan solusi baru atas permasalahan di Indonesia dan juga kebutuhan akan aturan dan regulasi untuk memastikan bahwa operator berperan dalam memajukan industri 5G. Untuk itu Pemerintah akan membangun dan mengembangkan jaringan 5G yang dapat segera digunakan oleh perusahaan telekomunikasi dan masyarakat luas melalui Kementerian Komunikasi dan \nInformatika. \nPersoalan di lingkungan Kementerian Komunikasi dan Informatika dapat diatasi dengan menggunakan pendekatan bisnis ekosistem dan analisa  pestel, yang meliputi tiga ragam  yaitu menganalisa inti dari bisnis dan pemasalahan  yang timbul selama menjalankan kegiatan operasional perusahaan, memperluas jaringan bisnis perusahaan dan  menciptakan solusi yang terbaik untuk menyelesaikan masalah dari  ujung ke ujung.\nPenelitian yang dilaksanakan  menemukan  berbagai solusi dan saran dalam rangka\nmenyelesaikan  permasalahan yang terjadi  di lingkungan Kementerian Komunikasi dan Informatika terkait  spektrum  frekuensi  dengan tujuan untuk meningkatkan pelayanan publik, membuat regulasi lebih fleksibel, mengedepankan kebutuhan pelanggan operator telekomunikasi dan menawarkan insentif yang dapat  meningkatkan  minat  investor  dalam rangka mengembangkan infrastruktur telekomunikasi.", "Daftar File": {"ABSTRAK Yogo Prihandoko": "https://digilib.itb.ac.id/gdl/download/220870"}, "Penulis": "Yogo Prihandoko [29319107]", "Kontributor / Dosen Pembimbing": ["Ir. Priyantono Rudito, M.Bus. (Mktg), Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Spektrum Frekuensi, Jaringan Frekuensi 5G, Pengamatan Spektrum Frekuensi di Perbatasan  Negara, Pembagian Spektrum Frekuensi, Pendapatan Negara Bukan Pajak, Metode Bisnis Ekosistem.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "04 Mar 2021"}