{"Nomor": 53432, "Judul": "STRATEGI BISNIS OHAYO CHERRY UNTUK BERSAING DI INDUSTRI DESAIN GRAFIS DI INDONESIA", "Abstrak": "Pertumbuhan teknologi di Indonesia mengubah cara orang melakukan transaksi bisnis. Transaksi e-commerce menjadi lebih umum dan bisnis mulai melakukan transaksi hanya dengan online tanpa toko fisikal. Ohayo Cherry adalah perusahaan desain grafis yang menawarkan produk kebutuhan sehari-hari dan desain grafis periklanan dan pemasaran untuk platform media sosial online. Penelitian ini bertujuan untuk memberikan strategi baru bagi Ohayo Cherry untuk bersaing dalam industri desain grafis di Indonesia.\nMetode penelitian yang digunakan adalah metode pengumpulan data kuantitatif dan kualitatif. Kuantitatif dilakukan melalui pengiriman kuesioner dan survei kepada masyarakat umum dan pemilik bisnis. Kualitatif dilakukan melalui wawancara dengan pemilik Ohayo Cherry. Data sekunder juga diperoleh dari berbagai artikel, buku dan data perusahaan. Kerangka konseptual yang digunakan dalam penelitian ini adalah analisis eksternal dan internal perusahaan. Analisis eksternal yang digunakan adalah analisis PESTLE dan analisis Porter's Five Forces dan analisis internal menggunakan VRIO. Analisa kombinasi eksternal dan internal dilakukan dengan menggunakan analisis SWOT.\nData yang terkumpul akan digunakan untuk menjawab pertanyaan penelitian. Untuk lebih memahami dan mengeksekusi strategi, Business Model Canvas akan digunakan untuk menunjukkan model bisnis. Rencana implementasi dibuat melalui skema Marketing Mix 7P dan beradasarkan beberapa bagian kegiatan operasional perusahaan.", "Daftar File": {"ABSTRAK Joshua Christiano": "https://digilib.itb.ac.id/gdl/download/220866"}, "Penulis": "Joshua Christiano [29319138]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, E-Commerce, Desain Grafis, Pemasaran, Pertumbuhan Berkelanjutan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "05 Mar 2021"}