{"Nomor": 53438, "Judul": "STRATEGI PEMASARAN MEDIA SOSIAL UNTUK HOTEL REKREASI MENGGUNAKAN PENDEKATAN PERJALANAN PENGALAMAN  PELANGGAN SECARA DIGITAL:  STUDI KASUS PADA INNSIDE BY MELIA YOGYAKARTA", "Abstrak": "Innside by Melia Yogyakarta merupakan hotel bisnis dan rekreasi berbintang 4 milik PT. \nSaraswanti Indoland Development. Merek ini dioperasikan oleh Operator Melia Hotels\nInternational. Pada tahun 2018-2019, Innside by Melia Yogyakarta mengalami peningkatan\npendapatan yang cukup pesat. Namun, General Manager Innside by Melia Yogyakarta dan\nDireksi PT Saraswanti Indoland Development masih belum puas dengan kinerja hotel saat ini,\nkarena pendapatan yang mereka peroleh masih kalah dengan hotel pesaing di Daerah Istimewa\nYogyakarta. Sebagai upaya untuk meningkatkan kinerja hotel, pasar sasaran akan difokuskan\npada wisatawan khusus untuk rekreasi. Pemilihan pasar sasaran tersebut disebabkan karena\njumlah wisatawan rekreasi yang menuju ke Yogyakarta lebih besar dibandingkan dengan\nwisatawan bisnis. Namun, platform media sosial milik Innside by Melia Yogyakarta yang akan\ndigunakan untuk menarik wisatawan rekreasi juga belum memiliki peforma yang baik. \nPermasalahan sosial media milik Innside by Melia Yogyakarta, penulis teliti dengan melakukan\nberbagai analisis dan dilanjutkan dengan merumuskan strategi pemasaran hingga ditemukan\nsolusi yang tepat beserta implementasinya. Analisis yang digunakan adalah analisis eksternal\ndengan PESTEL, Analisis Kompetitor, dan analisis internal dengan VRIO dan Segmentasi,\nPenargetan, dan Pemosisian (STP). Tujuan kedua analisis tersebut adalah untuk mengidentifikasi\nsecara lengkap situasi yang terjadi diluar dan didalam Innside by Melia Yogyakarta. Langkah\nselanjutnya dilakukan survey untuk mengetahui lebih dalam preferensi dari wisatawan rekreasi\nyang berkunjung ke Daerah Istimewa Yogyakarta. Survey dibuat berdasarkan perjalanan\npengalaman pelanggan secara digital saat menginap di Innside by Melia Yogyakarta dan hotelhotel\n\nyang ada di Daerah Istimewa Yogyakarta. Terdapat 6 tahap perjalanan pengalaman\npelanggan yang diteliti, yaitu tahap kesadaran/inspirasi; penelitian/pertimbangan; pengambilan\nkeputusan; persiapan; pengalaman di hotel; serta loyalitas dan advokasi. Hasil survey diolah\nsecara kuantitatif dan dianalisis secara deskriptif. \nBerdasarkan hasil survey, akar permasalahan terletak pada pada rendahnya kesadaran/inspirasi\npelanggan terhadap sosial media milik Innside by Melia Yogyakarta. Mayoritas pelanggan dapat\nsadar pada Innside by Melia Yogyakarta dengan sistem pemasaran vertikal. Kemudian,\npermasalahan tersebut dicari solusinya dengan menggunakan strategi Repositioning dan New\nWave Marketing untuk membuat sistem pemasaran yang horizontal pada sosial media milik\nInnside by Melia Yogyakarta dan tiap alternatif solusi disusun secara sistematis pada peta\nperjalanan konsumen. Kemudian, rekomendasi konten sosial media dibuat sebagai\npengimplementasian strategi.", "Daftar File": {"2021_TS_PP_Arief Fathoni Argadian_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/220876"}, "Penulis": "Arief Fathoni Argadian [29119019]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Hotel, Pemasaran Digital, Perjalanan Pengalaman Pelanggan, Repositioning,                       New Wave Marketing", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "05 Mar 2021"}