{"Nomor": 53439, "Judul": "DAMPAK PANDEMIC COVID-19 TERHADAP PEMBAYARAN DIGITAL (STUDI KASUS UANG ELEKTRONIK DI INDONESIA)", "Abstrak": "Penelitian ini bertujuan untuk menganalisis pengaruh jumlah uang beredar (M1), ketersediaan\nmesin electronic data capture, ketersediaan infrastruktur pembayaran berbasis kartu, volume\ntransaksi kartu debet/ATM, dan volume transaksi kartu kredit pada permintaan e-money\ndalam jangka panjang dan pendek di Indonesia baik sebelum pandemi Covid19 maupun\nselama Covid19. Metode penelitian ini adalah deskriptif kuantitatif dan dilakukan dengan\ndata sekunder serta waktu observasi dari Agustus 2019 sampai Juli 2020. Data diperoleh dari\ndata yang dipublikasikan oleh Bank Indonesia. Teknik analisis data menggunakan Error\nCorrection Model (ECM).\n\nBerdasarkan hasil pengujian dan pembahasan, dapat disimpulkan bahwa variabel jumlah\nuang beredar memiliki pengaruh negatif dan tidak signifikan dalam jangka panjang baik\nsebelum Covid19 maupun selama Covid19. Namun, dalam jangka pendek, selama Covid19\nberpengaruh negatif dan signifikan. Variabel electronic data capture memiliki pengaruh\npositif tetapi tidak signifikan dalam jangka panjang untuk periode sebelum Covid19.\nSebaliknya, periode selama Covid19 memiliki pengaruh negatif tetapi tidak signifikan baik\ndalam jangka panjang maupun pendek. Variabel infrastruktur pembayaran berbasis kartu\nmemiliki pengaruh negatif namun tidak signifikan dalam jangka panjang untuk periode\nsebelum dan selama Covid19. Sedangkan dalam jangka pendek berpengaruh negatif dan\nsignifikan selama Covid19. Volume transaksi kartu debit/ATM berpengaruh positif namun\ntidak signifikan dalam jangka panjang maupun jangka pendek baik sebelum maupun selama\nperiode pandemi Covid19. Terakhir untuk variabel volume transaksi kartu kredit berpengaruh\npositif dan signifikan dalam jangka panjang maupun jangka pendek baik sebelum maupun\nselama periode pandemi Covid19.\n\nImplikasi dari kesimpulan di atas adalah pertama bagi regulator yaitu Bank Indonesia\ndiharapkan dapat memperkuat sistem pengamanan dari sistem pembayaran non-tunai, baik\ndari sisi penerbit e-money maupun konsumen. Kedua, dengan QR Code yang terstandar,\nmerchant dan konsumen tidak perlumemiliki berbagai QR Code dari penyedia layanan yang\nberbeda. Oleh karena itu, penggunaan QR Code diharapkan bisa dilakukan oleh seluruh\nmerchant di Indonesia.", "Daftar File": {"2021_TS_PP_Triaji Pambudi_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/220877"}, "Penulis": "Triaji Pambudi [29119081]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "E-money, Jumlah Uang Beredar (M1), Mesin Electronic Data Capture, Kartu Debit / ATM, Kredit Kartu, dan Error Correction Model.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "05 Mar 2021"}