{"Nomor": 53433, "Judul": "PENGEMBANGAN STRATEGI BISNIS UNTUK PERUSAHAAN PEER-TO-PEER LENDING SYARIAH  GUNA MENDAPATKAN KEUNGGULAN KOMPETITIF BERKELANJUTAN (KASUS DI: PT ALAMI FINTEK SHARIA)", "Abstrak": "Pesatnya perkembangan teknologi finansial (fintech) dan situasi digitalisasi yang bergerak begitu cepat, menciptakan peluang bisnis baru. Kemajuan teknologi telah menyentuh banyak sektor, termasuk industri keuangan. Di Indonesia, sektor fintech sedang mengalami ledakan eksponensial dan menunjukkan masa depan yang cerah seiring dengan pertumbuhan ekosistem fintek. Di sektor fintek syariah juga menunjukkan kemajuannya seiring dengan penetrasi internet dan smartphone yang terus berkembang pesat. Penelitian ini secara khusus akan membahas sektor peer-to-peer lending (p2p lending) syariah.\nTerdapat beberapa potensi dan peluang untuk dikembangkan dan dieksplor pada sektor ekonomi syariah di Indonesia. Indonesia merupakan negara dengan penduduk Muslim terbesar di dunia. Sebagai negara dengan populasi Muslim terbesar di dunia, prospek fintek syariah Indonesia tampak sangat cerah. Namun perkembangan ekonomi syariah Indonesia belum terlalu mulus karena masih banyak pasar dan peluang yang belum tersentuh. Berkaitan dengan p2p lending syariah, data menunjukkan bahwa pengguna p2p lending syariah hanya 2% dari total pengguna p2p lending konvensional. Oleh karena itu, penelitian ini bertujuan untuk mengeksplorasi tantangan yang dihadapi p2p lending syariah dalam studi kasus di perusahaan PT ALAMI FINTEK SHARIA dan merumuskan strategi bisnis untuk mendapatkan keunggulan bersaing yang berkelanjutan dengan menggunakan pendekatan kualitatif.\nAnalisis dalam penelitian ini menggunakan analisis lingkungan internal dan lingkungan eksternal. Analisis lingkungan eksternal meliputi analisis PESTLE dan analisis Porter’s Five Forces, dan analisis internal menggunakan analisis VRIO. Untuk melakukan analisis lebih lanjut, penulis menggunakan strategi diamond model dan business model canvas.", "Daftar File": {"ABSTRAK Nadia Farahiya Rachmadini": "https://digilib.itb.ac.id/gdl/download/220867"}, "Penulis": "Nadia Farahiya Rachmadini [29319083]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Peer-to-Peer Lending Syariah, Keuangan Islam, Fintech, Potensi Syariah, dan Tantangan Peer-to-Peer Lending Syariah", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "05 Mar 2021"}