{"Nomor": 53430, "Judul": "PEMAHAMAN PERILAKU DAN REKOMENDASI UNTUK MENINGKATKAN  INTENSI BERSEPEDA DI DKI JAKARTA", "Abstrak": "Masuknya pandemi COVID-19 di Indonesia mengubah perilaku manusia, khususnya dalam menentukan suatu kegiatan supaya tidak terpapar virus. Adanya pandemi ini memicu pula mulai banyaknya masyarakat yang bersepeda. Dengan tujuan untuk berekreasi, maupun telah menjadikan sepeda sebagai alat transportasi, untuk perjalanan penuh maupun sebagai kendaraan untuk meraih transportasi umum. Penelitian ini memiliki tujuan untuk melihat bagaimana langkah pemerintah yang tepat untuk dapat meningkatkan intensi masyarakat dalam rangka mendukung program transportasi yang berkelanjutan. Penelitian dilakukan secara kualitatif dan kuantitatif. Untuk pendekatan kuantitatif menggunakan metode structural equation modelling yang mengacu pada theory of planned behavior untuk menentukan faktor apa saja yang mengakibatkan orang memtusukan untuk bersepeda. Pendekatan kualitatif digunakan untuk mengkaji langkah konkrit yang bisa diambil pemerintah dalam meningkatkan intensi masyarakat dalam bersepeda. Hasil dari penelitian ini adalah, seluruh faktor pada theory of planned behavior signifikan positif memberikan pengaruh kepada intensi masyarakat untuk membentuk suatu perilaku. Dengan hasil urutan dari yang paling berpengaruh adalah perceived behavioral control, attitude toward behavior, dan subjective norm. Rekomendasi yang diberikan pada penelitian ini ditujukan kepada Dinas Perhubungan DKI Jakarta untuk merespon perilaku pesepeda di Jakarta yang dapat memberikan dukungan kepada program transportasi berkelanjutan. Langkah tepat yang bisa dilakukan oleh pemerintah sesuai dengan hasil penelitian berdasarkan urutan yang memiliki pengaruh terbesar adalah dengan membuat aplikasi berbasis daring yang dapat memberikan segala informasi kepada masyarakat mengenai bersepeda di Jakarta, membuat kebijakan yang tepat dalam mendukung intensi masyarakat dalam bersepeda, dan memberikan edukasi kepada masyarakat mengenai dunia persepedaan. Pengimplementasian program ini harus berkolaborasi dengan berbagai pihak serta institusi untuk bisa memberikan hasil maksimal. Sehingga, tujuan pemerintah dalam mendukung program transportasi berkelanjutan dan meningkatkan intensi masyarakat dalam bersepeda bisa tercapai.", "Daftar File": {"ABSTRAK Shinta Ayu Widyastuti": "https://digilib.itb.ac.id/gdl/download/220864"}, "Penulis": "Shinta Ayu Widyastuti [29319082]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Bersepeda, Theory of Planned Behavior, Structural Equation Modelling, Strategi Kebijakan Publik.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "05 Mar 2021"}