{"Nomor": 53446, "Judul": "PENINGKATAN PERFORMA KARYAWAN DI USAHA KECIL (RESTORAN) MENGGUNAKAN PENDEKATAN KETERIKATAN KARYAWAN STUDI KASUS : RUMAH MAKAN STS", "Abstrak": "Rumah Makan STS adalah sebuah usaha kecil yang berlokasi di Indonesia, dimana sektor F&B adalah salah satu sektor yang paling cepat berkembang. Manajemen internal yang baik merupakan salah satu kunci yang dapat memberikan keunggulan bagi perusahaan. Permasalahan yang dihadapi Rumah Makan STS adalah HRM yang sudah diterapkan tidak menghasilkan perubahan. Selain itu Rumah Makan STS memiliki tingkat turnover karyawan yang cukup tinggi, yaitu 37.5% pada 2018 dan 50% pada 2019. Sementara itu, penelitian menunjukan bahwa konsep keterikatan karyawan berdampak pada karyawan yang lebih produktif, performa lebih baik, dan cenderung menetap di perusahaan. Menggunakan konsep keterikatan karyawan sebagai kerangka berpikir, studi ini bertujuan untuk meneliti apa yang mendorong keterikatan karyawan di Rumah Makan STS dan solusi untuk perbaikannya. Penelitian ini menggunakan mtode kualitatif dan analisa deskriptif. Data primer dikumpulkan dengan wawancara dengan seluruh karyawan Rumah Makan STS. Hasil menunjukan bahwa kebermanfaatan pekerjaan, performa, kompensasi, lingkungan kerja, dan kesempatan berkembang merupakan pendorong bagi keterikatan karyawan di Rumah Makan STS. Lingkungan kerja menunjukan hubungan paling tinggi. Solusi diajukan kepada Rumah Makan STS untuk meningkatkan keterikatan karyawan, yang diharapkan menurunkan tingkat turnover karyawan dan meningkatkan performa.", "Daftar File": {"ABSTRAK Ghina Khalidiyah Budiyati": "https://digilib.itb.ac.id/gdl/download/220883"}, "Penulis": "Ghina Khalidiyah Budiyati [29319043]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Sumber Daya Manusia, Keterikatan Karyawan, Performa Karyawan, Usaha Kecil", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "05 Mar 2021"}