{"Nomor": 53447, "Judul": "ANALISIS KINERJA KEUANGAN DAN PENGARUH RASIO KEUANGAN TERHADAP MARGIN LABA BERSIH PT MIDI UTAMA INDONESIA, PT SUMBER ALFARIA TRIJAYA, DAN PT SUPRA BOGA LESTARI UNTUK PERIODE 2014 - 2019.", "Abstrak": "Indonesia is the fourth densest globally, with a population of approximately 265 million in 2018. With the large population, Indonesia is the potential market for the investor to invest their fund. The retail sector in Indonesia remains one of the most promising markets among Asian countries. There are many retail company types, such as department stores, grocery stores, supermarkets, warehouse retailers, specialty outlet retailers, convenience retailers, discount retailers, and mobile internet retailers. The value of the food and beverage processing industry is estimated at $118 billion. Most products are consumed domestically (mostly retail), and the market is considered very competitive. The amount of competitiveness makes the author want to obtain information regarding the Trading Company Industry financial performance and condition listed on Indonesia Stock Exchange. This research will determine which healthiest company among PT Midi Utama Indonesia, PT Sumber Alfaria Triajaya, and PT Supra Boga Lestari and this research will find the effect financial ratio on the Stock Price. Financial ratio that would be used are financial ratio based on the decree of the Ministry of SOEs.\nThe result show PT Supra Boga Lestari has the healthiest financial performance and financial condition compared to PT Midi Utama Indonesia and PT Sumber Alfaria Trijaya. PER of PT Supra Boga Lestari in 2019 show the lowest value compared to PT Midi Utama Indonesia and PT Sumber Alfaria Trijaya. The PER of PT Supra Boga Lestari show the undervalued amount of PER Industry, it means PT Supra Boga Lestari has cheapest stock price.\nIn this research found the result of T-test that explained only independent variable ROE and Inventory Turnover partially have significant and postive effect on the Stock Price. The significant value of ROE and Inventory Turnover is lower than 0.05, other independent variable such as ROI, Cash Ratio, Current Ratio, Collection Peirod, Total Asset Turnover, and Equity to Asset Ratio partially have no significant and positive effect on the Stock Price. F-test show entire independent variable simultaneously have significant and positive effect on the Stock Price, the significant value of F-test is lower than 0.05. Coefficient determination also show entire independent variable simultaneosulty affect the Stock Price amount to 86.77% and the rest of 13.23% is affected by outside model.\nInvestor with the type of risk taker should consider the ROE and Inventory Turnover as a indicator to buy the stock or invest its money in share instrument. The investor shuld buy the stock when the ROE and Inventory is decreased because from the result show, ROE and Inventory Turnover have significant and positive effect on the Stock Price.", "Daftar File": {"ABSTRAK Gamma Indra Chutama": "https://digilib.itb.ac.id/gdl/download/220884"}, "Penulis": "Gamma Indra Chutama [29319024]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rasio Keuangan, Kinerja Keuangan, Kesehatan Keuangan, Margin Laba Bersih", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "05 Mar 2021"}