{"Nomor": 53449, "Judul": "PEMBANGUNAN SISTEM PENGHASIL DATA UNTUK PENGUKURAN METRIK PADA MEDIA OUT OF HOME BERBASIS KONSEP DETEKSI WAJAH", "Abstrak": "Perkembangan teknologi pada zaman sekarang sangat bervariasi sehingga\ndapat membantu menyelesaikan masalah-masalah yang muncul di kehidupan. Salah\nsatu teknologinya adalah deteksi wajah. Penerapan deteksi wajah dapat dimanfaatkan\npada pengukuran media luring seperti media out of home yang saat ini tidak\nmemiliki cara untuk melakukan pengukuran metrik. Untuk memudahkan pengukuran\nmetrik media out of home, akan dibangun sistem pengukuran metrik. Sistem ini\nbertujuan untuk menghasilkan data wajah, umur dan jenis kelamin yang dapat\ndigunakan oleh pemasar media out of home. Sistem akan menerapan deteksi wajah\ndan juga akan dideteksi umur dan jenis kelamin agar data yang dihasilkan semakin\nlengkap. Agar sistem semakin baik, akan diterapkan pelacakan wajah agar tidak\nterjadi duplikasi pendeteksian wajah. Tugas akhir ini akan membahas studi kasus\nmedia out of home pada display STEI ITB di depan kantor Kaprodi STEI. Beberapa\nsumber karya ilmiah yang sudah diketahui akan menjadi acuan dalam pengerjaan\ntugas akhir ini hingga selesai. Pembangunan sistem akan menggunakan metodologi\nSoftware Development Life Cycle. Terdapat enam variabel yang memiliki pengaruh\nterhadap kemampuan sistem dalam melakukan pendeteksian. Berdasarkan hasil\npengujian sistem, keenam variabel tersebut memiliki pengaruh dan sistem telah dapat\nmenjalankan fungsi-fungsi dasar sesuai dengan kemampuan sistem yang dituliskan", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/220888", "Abstrak": "https://digilib.itb.ac.id/gdl/download/220890", "Abstract": "https://digilib.itb.ac.id/gdl/download/220891", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/220892"}, "Penulis": "Thomas Robin [18216032]", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Out of Home, Metrik, Deteksi Wajah, Deteksi Umur, Deteksi Jenis Kelamin, Pelacakan Wajah", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "05 Mar 2021"}