{"Nomor": 53443, "Judul": "USULAN STRATEGI USAHA BAGI PERUSAHAAN ARSITEKTUR KECIL DI TANGERANG: STUDI KASUS TOP HOUSE", "Abstrak": "Di era globalisasi, persaingan bisnis di Indonesia semakin ketat. Perusahaan untuk dapat tumbuh dan bertahan dalam waktu yang lama perlu memiliki keunggulan kompetitif untuk merebut pangsa pasar dan memenangkan persaingan. Hal di atas berlaku juga untuk jasa konsultan arsitektur yang merupakan bagian dari industri kreatif. Pertumbuhan industri kreatif mengalami peningkatan tiap tahun seiring dengan perkembangan Industri konstruksi di Indonesia. Namun setelah adanya global pandemi Covid-19 secara umum kondisi bisnis mengalami penurunan pasar.  Sedangkan di bisnis konsultan jasa arsitektur permintaan untuk tipologi proyek rumah tinggal relatif stabil bahkan meningkat. \nTop House merupakan konsultan arsitektur kecil berlokasi di daerah Tangerang Selatan, yang target pasarnya adalah bangunan tingkat rendah dan medium. Tangerang merupakan daerah yang memiliki potensi pasar yang cukup besar, sehingga Top House memiliki kesempatan untuk menjadi perusahaan yang berkembang. Namun Top House yang telah berdiri sejak lima tahun lalu, saat ini kondisi usahanya mengalami penurunan dan laba selama tiga tahun berturut-turut dan pangsa pasarnya masih relatif kecil dibanding dengan pesaing. Oleh karena itu, perlu untuk mencari bisnis strategi yang tepat agar perusahaan dapat meningkatkan pendapatan, laba dan bisa tumbuh, bertahan ditengah persaingan usaha yang ketat.\nPenelitian dilakukan dengan cara melakukan pengamatan, fokus grup diskusi, wawancara dengan internal organisasi, mitra bisnis, dan klien. Analisis external menggunakan PESTEL, Lima Kekuatan Porter, dan Analisis Pesaing. Sedangkan analisis internal menggunakan VRIO, Value Chain Analysis, dan Kanvas Model Bisnis. Dari data analisis disimpulkan bahwa kondisi external kurang kondusif dan kondisi internal kurang sehat. Selanjutnya, data tersebut dirangkum pada tabel SWOT sebagai dasar analisa di formulasi strategi yang terdiri dari strategi perusahaan berupa Matrik IE, dan strategi fungsional berupa Matrik TOWS. Selain itu memperbaharui Kanvas Model Bisnis untuk menggambarkan kerangka kerja perusahaan yang baru. Dari formulasi strategi didapat hasil bahwa strategi perusahaan berupa Hold and Maintain Startegy, dan terdapat 11 strategi fungsional yang penerapannya berada di area pemasaran, sumber daya manusia, operasi, dan keuangan.\nUntuk meningkatkan pendapatan dan laba, Top House harus menerapkan Hold and Maintain Strategy dengan Pengembangan Produk agar memiliki nilai yang lebih baik dari pesaing dan untuk meningkatkan pangsa pasar.", "Daftar File": {"ABSTRAK Kartika Devi Ariyanti": "https://digilib.itb.ac.id/gdl/download/220880"}, "Penulis": "Kartika Devi Ariyanti [29319136]", "Kontributor / Dosen Pembimbing": ["Ir. Alibasjah Inggriantara, S.E., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kanvas Model Bisnis, Konsultan Arsitektur, Matrik IE, Matrik TOWS", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "05 Mar 2021"}