{"Nomor": 53455, "Judul": "USULAN STRATEGI BISNIS UNTUK PT TRIMEKA HUTAMA UNTUK MENINGKATKAN PENDAPATAN", "Abstrak": "Dampak dari kemunculan COVID-19 sangat merugikan bagi semua perusahaan, salah satu nya adalah PT. Trimeka Hutama. PT. Trimkea Hutama adalah perusahaan yang menyediakan fabrikasi tangki tekanan, fabrikasi tangki penyimpanan, silo, instalasi perpipaan, konstruksi bangunan, dan konstruksi sipil. Kemunculan COVID-19 menurnkan pendapatan yang di dapat oleh PT. Trimeka Hutama selain itu perkembangan pendapatan PT. Trimeka Hutama pun juga rendah dari tahun ke tahun. \nPenelitian ini bertujuan untuk meningkatkan revenue yang di dapat oleh PT. Trimeka Hutama sehingga akan ditemukan strategi yang tepat untuk menyelesaikan permasalahan yang sedang dialami. Metode yang digunakan pada penilitian ini adalah kualitatif. Data yang digunakan berupa data primer dan data sekunder. Pada penilitian ini dilakukan analisis lingkungan internal dan eksternal sehingga dapat di ketahui kondisi industry dan bisnis perusahaan. Analisis lingkungan eksternal menggunakan Analisis PESTEL  dan Analisis model 5 kekuatan porter untuk mengetahui factor-faktor eksternal yang mungkin akan memengaruhi kondisi bisnis PT. Trimeka Hutama. Analisis lingkungan internal menggunakan Business Model Canvas, Analisis VRIO, dan Value Chain Analysis untuk mengetahui kondisi internal perusahaan terkait model bisnis, nilai kompetitif, dan rantai pasokan dan proses bisnis PT. Trimeka Hutama. Kondisi bisnis perusahaan kemudian digunakan untuk menganalisis factor-factor apa saja yang menyebabkan muncul nya masalah tersebut melalui metode analisis Cause Effect Diagram. Kemudian diformulasikan dalam Diamond Model Strategy .\nBerdasarkan analisis perbaikan harus dilakukan oleh PT. Trimeka Hutama agar pelanggan memahami nilai yang ditawarkan oleh PT. Trimeka Hutama agar semakin tertarik membeli produk dan menggunakan jasa PT. Trimeka Hutama. Rendahnya pendapatan PT. Trimeka Hutama disebabkan oleh terlambatnya pengiriman barang, keterlambatan pembayaran pelanggan, kurang nya komunikasi dan pengawasan diantara masing-masing fungsi, proses produksi yang belum optimal, kurang nya kegiatan pemasaran untuk mempromosikan produk dan jasa nya, dan lambat nya respon terhadap kemunculan COVID-19 yang menyebabkan hilangnya kesempatan.PT. Trimeka Hutama disarankan untuk, optimalkan dan monitor proses produksi hingga proses pengiriman agar dapat meningkatkan kualitas, tingkatkan dan tingkatkan aktivitas pemasaran untuk mendapatkan lebih banyak pelanggan, dan cepat menanggapi sesuatu hal yang sedang terjadi agar tidak kehilangan kesempatan.", "Daftar File": {"ABSTRAK Muhammad Hermosa Widiadi": "https://digilib.itb.ac.id/gdl/download/220910"}, "Penulis": "Muhammad Hermosa Widiadi [29319119]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis, Pressure Tank, Strategi, Pendapatan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "05 Mar 2021"}