{"Nomor": 53457, "Judul": "LITERASI KEUANGAN DAN PROFIL RISIKO:  OBSERVASI TERHADAP PEGAWAI PERBANKAN DI KOTA BANDUNG", "Abstrak": "Masyarakat yang memiliki indeks literasi keuangan yang cenderung tinggi memiliki\nkemampuan pengelolaan keuangan yang lebih baik dalam upaya mewujudkan\nkesejahteraan keuangan mereka melalui keputusan keuangan yang efektif termasuk dalam\nmelakukan investasi sesuai dengan profil risiko yang mereka miliki. Industri perbankan\nsebagai industri yang memiliki tingkat inklusif tertinggi dipilih karena dapat\nmerepresentasikan kondisi literasi keuangan. Di sisi lain adanya kesenjangan antara \ninklusi keuangan dengan literasi keuangan menyebabkan masih banyaknya kasus\ninvestasi abal-abal dan maraknya pengaduan kepada regulator. \nTujuan dari penelitian ini adalah untuk mengetahui tingkat literasi keuangan dan profil\nrisiko, faktor-faktor yang berpengaruh terhadapnya, dengan karyawan perbankan di\nBandung sebagai objek penelitian. Teknik pengambilan sampel yang digunakan adalah\nteknik non-probability sampling yaitu purposive sampling dengan jumlah sampel\nsebanyak 408 responden. Pengumpulan data dilakukan melalui kuesioner secara online.\nTerdapat tiga bagian dalam kuesioner, yang pertama adalah tentang variabel demografis.\nBagian kedua adalah tentang literasi keuangan sedangkan bagian ketiga adalah mengenai\nprofil risiko. Teknik Pengolahan data yang digunakan dalam penelitian ini adalah analisis\nstatistic deskriptif dan regresi berganda.\nHasil penelitian menunjukkan bahwa karyawan perbankan di Bandung memiliki indeks\nliterasi keuangan yang dikategorikan “menengah” atau “cukup” (66,7%) dengan indeks\nprofil risiko dalam jenis “moderate” (60%). Faktor demografis yang berpengaruh terhadap\nliterasi keuangan adalah usia, tingkat pendidikan dan posisi organisasi. Sedangkan factor\nyang berpengaruh terhadap profil risiko adalah usia dan jenis kelamin. Penelitian juga\nmengungkapkan adanya korelasi yang kuat antara literasi keuangan dengan profil risiko.", "Daftar File": {"2021_TS_PP_Pramudya Wicaksana_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/220906", "Pramudya Wicaksana_29118395.pdf": "https://digilib.itb.ac.id/gdl/download/263887"}, "Penulis": "Pramudya Wicaksana [29118395]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "literasi keuangan, profil risiko, karyawan perbankan,", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "2 file", "Tanggal Input": "05 Mar 2021"}