{"Nomor": 53462, "Judul": "DISAIN DAN IMPLEMENTASI ANTARMUKA PENGGUNA DAN SISTEM KOMUNIKASINYA PADA PORTABLE POWER SUPPLY WITH AUTOMATIC AND MANUAL BATTERY SWITCHER (POSAMBAS)", "Abstrak": "Posambas merupakan sebuah peranti yang didisain untuk mememenuhi kebutuhan energi listrik\ndari alat Automatic Traffic Counter System (ATCS) portable. Untuk berkomunikasi dengan\npenggunanya, Posambas membutuhkan sebuah antarmuka pengguna yang bersifat responsif\nsebagai media komunikasi yang menjembatani komunikasi antara pengguna Posambas dan\nPosambas itu sendiri. Antarmuka pengguna ini merupakan sebuah aplikasi Android yang dapat\nmemberikan informasi terkait: temperatur Posambas, fault, state of charge (SOC serta informasi\nkekosongan baterai. Melalui antarmuka pengguna ini pengguna dapat memberikan instruksi atau\nperintah kepada Posambas. Perintah ini berupa instruksi untuk mengganti sumber daya yang\nsedang digunakan untuk memenuhi kebutuhan energi listrik ATSC tadi ke sumber daya lainnya\nyang tersedia pada Posambas. Untuk dapat terhubung dengan Posambas, aplikasi yang dibuat ini\nharus dihubungkan dengan jaringan atau sinyal wi-fi yang dipancarkan oleh Micro Controller Unit\n(MCU) yang ada pada Posambas. Parsing data melalui HTTP connection merupakan sebuah\nmetode yang digunakan dalam pembuatan aplikasi ini untuk memperoleh informasi yang\ndisediakan oleh Posambas pada halaman webnya dan untuk memberikan instruksi kepada\nPosambas. Metode ini sendiri bekerja dengan cara menguraikan data-data yang ada pada halaman\nweb Posambas, yang kemudian data tersebut akan disimpan kedalam sebuah variabel String yang\nnantinya akan ditampilkan pada kotak dialog aplikasi (layar ponsel pengguna).\nDisain dan implementasi dari antarmuka pengguna dan sistem komunikasinya ini menghasilkan\naplikasi Posambas yang responsif dengan waktu respon rata-rata 110ms/masukan. Dan juga\npengujian unit test dilakukan pada setiap fungsi yang ada pada code pemograman aplikasi.\nPengujian unit test untuk setiap fungsi yang dilakukan sebanyak 10 kali dengan persentase\nkeberhasilan tiap fungsi 100%. Pengujian berhasil dilakukan dengan fungsi yang tidak\nmemunculkan warning maupun error serta tiap fungsi berjalan sesuai dengan yang diinginkan.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/220925", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/220927", "Abstrak": "https://digilib.itb.ac.id/gdl/download/220928", "Abstract": "https://digilib.itb.ac.id/gdl/download/220929", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/220930"}, "Penulis": "Sarmila Ramadhan [13215011]", "Kontributor / Dosen Pembimbing": ["Dr. Reza Darmakusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Posambas, antarmuka pengguna, sistem komunikasi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "05 Mar 2021"}