{"Nomor": 53464, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN UNTUK VENDOR  DEKORASI PERNIKAHAN: STUDI KASUS DARI ARTYS WEDDING DESIGNER", "Abstrak": "ARTYS Wedding Designer adalah salah satu vendor yang bergerak dalam bisnis pernikahan khususnya dekorasi pernikahan. Berdiri pada tahun 2016, sekitar 30 proyek pernikahan dan kemeriahan lainnya di Bandung dan Jakarta telah ditangani oleh ARTYS. ARTYS berfokus pada penataan tema bunga untuk bunga segar impor khasnya. \nTetapi dengan penguncian yang berlaku karena pandemi COVID-19, industri pernikahan telah dihentikan. Sejak dimulainya penguncian pada bulan April, ARTYS sebagian besar telah menghentikan operasi, dengan aset (dekorasi, dll) disimpan di penyimpanan pemilik dan karyawan lepas dari kontrak. \nNamun dengan asumsi bahwa permintaan dekorasi pernikahan akan pulih setelah COVID, ARTYS tertarik untuk mencari cara untuk melanjutkan bisnis selama COVID dan juga unggul dalam persaingan setelah lockdown dicabut dan upacara pernikahan menjadi hal yang biasa lagi. \nMetodologi yang digunakan dalam penelitian ini ada beberapa macam, menurut analisis lingkungan internal dan eksternal. Analisis internal menggunakan STP dan Bauran Pemasaran 4P. Sedangkan Porter Five Forces, analisis pesaing, dan analisis pelanggan digunakan untuk lingkungan eksternal. Analisis SWOT dan matriks TOWS juga digunakan untuk mengembangkan strategi. Dari analisis internal, dapat disimpulkan bahwa ARTYS memiliki beberapa kelebihan seperti kualitas desain yang bagus yang tercermin dari testimoni cemerlang klien-klien sebelumnya, namun juga kurangnya brand awareness karena kurangnya promosi. Hal ini mengakibatkan minimnya jumlah proyek yang mereka terima. Dari analisis eksternal, industri dekorasi pernikahan umumnya merupakan industri level menengah, dimana persaingan berada pada level menengah dan hanya sedikit pemain yang bersaing dalam dekorasi bertema floral dan rustic. \nHasil dari penelitian ini adalah menyusun rencana pemasaran baru dengan menggunakan Model AIDA. ARTYS perlu melakukan komunikasi pemasaran berdasarkan setiap tahapan model AIDA, yaitu kesadaran, minat, keinginan, dan tindakan. ARTYS juga menggunakan media elektronik dan iklan cetak dalam mempromosikan konsep komunikasi pemasaran yang terintegrasi. \nRencana implementasi strategi baru terdiri dari jadwal kegiatan, rencana anggaran, dan seperangkat indikator kinerja utama. Jadwal kegiatan terdiri dari rangkaian yang lebih rinci tentang kegiatan apa yang perlu dilakukan ARTYS dan waktu pelaksanaannya, mulai dari Februari 2021 hingga Juli 2021. Anggaran tersebut menguraikan biaya keseluruhan program ARTYS. KPI terdiri dari matrik untuk menentukan apakah ARTYS telah mampu mencapai targetnya selama operasi. Perangkat implementasi dimaksudkan untuk membantu ARTYS dalam mengatasi masalah pasar dan mencapai tujuannya.", "Daftar File": {"2021_TS_PP_Prama Aditya Putra_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/220932"}, "Penulis": "Prama Aditya Putra [29119247]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Pemasaran, Analisis STP, Marketing Mix, Analisis Pesaing, Analisis  SWOT", "Sumber": "ARTYS WEDDING", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "05 Mar 2021"}