{"Nomor": 53465, "Judul": "USULAN STRATEGI PEMASARAN STUDI KASUS: THREE OF US (TOU) BAKEHOUSE", "Abstrak": "Sektor Usaha Kecil dan Menengah (UKM) dinilai memiliki peran strategis dalam meningkatkan pertumbuhan ekonomi suatu negara, termasuk Indonesia. Industri makanan di Indonesia mengalami pertumbuhan yang positif dan signifikan dalam kinerjanya, namun terdapat banyak tantangan di industri tersebut. Baked goods telah menjadi makanan umum di sebagian besar belahan dunia dan merupakan komoditas yang penting penting. Baked goods di Indonesia terdiri dari roti, snack, kukis, wafer, dan biskuit; dan kue. Pangsa pasar baked good berubah-ubah, permintaan baked goods akan sangat meningkat pada hari libur besar (terutama musim Ramadhan). Usaha Kecil Menengah (UKM) yang bergerak di bidang industri seringkali kalah bersaing dengan industri bakery bermerk.\nThree of Us (TOU) Bakehouse merupakan industri rumah tangga kecil-menengah yang memproduksi baked goods. Three of Us (TOU) Bakehouse diluncurkan pada Juli 2020. Sebagai pendatang baru di industri ini, untuk dapat mengatasi dan mensejahterakan di sektor bakery. TOU Bakehouse membutuhkan strategi. Penelitian ini akan menentukan akar permasalahan yang dihadapi TOU Bakehouse dan memberikan saran tambahan kepada TOU Bakehouse berdasarkan analisis ilmiah. Penelitian ini melakukan analisis melalui metode internal dan eksternal dengan menggunakan pendekatan kuantitatif dan kualitatif. Analisis kuantitatif menganalisis perspektif pelanggan tentang pengambilan keputusan dalam membeli makanan secara online yang akan diukur dengan skor. Sedangkan analsis kualitatif didasarkan pada tujuan pribadi pelanggan dan penulis yang dianalisis melalui matriks SWOT dan TOWS.", "Daftar File": {"ABSTRAK Aninda Nuraisyah": "https://digilib.itb.ac.id/gdl/download/220933"}, "Penulis": "Aninda Nuraisyah [29319122]", "Kontributor / Dosen Pembimbing": ["Drs. Sisdjiatmo K Widhaningrat, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "UKM, Industri Bakery, Tantangan, Bersaing, Akar Masalah, Pengambilan Keputusan, Strategi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "05 Mar 2021"}