{"Nomor": 53471, "Judul": "STUDI KOMPARASI SISTEM STRUKTUR RANGKA BAJA BRESING KONSENTRIS & BRESING TAHAN TEKUK KONFIGURASI TIPE X-TWO STORY", "Abstrak": "Sistem struktur rangka bresing konsentris atau disingkat SRBK merupakan salah\nsatu sistem struktur yang banyak digunakan untuk bangunan di wilayah gempa.\nBresing yang digunakan pada sistem SRBK, selain berfungsi sebagai pemikul\ngaya lateral dan pengaku struktur, bresing difungsikan sebagai sekring saat\nterjadinya kelelehan pertama pada bangunan yang mulai mengalami kerusakan\nakibat menerima beban rencana. Masalah yang dapat terjadi pada bresing salah\nsatunya adalah masalah tekuk. Fenomena tekuk yang terjadi ketika bresing\nmenerima gaya aksial tekan dapat menurunkan kekuatan elemen bresing secara\nbertahap saat dibebani siklik. Masalah tekuk ini dapat dicegah salah satunya\ndengan melakukan inovasi pada bresing yaitu menggunakan bresing tahan tekuk.\nBresing ini terkekang lateral oleh pembungkusnya sehingga kemungkinan\nkegagalan bresing akibat tekuk saat leleh dapat dikurangi.\nKomparasi dilakukan pada SRBK dan SRBTT dengan masing-masing konfigurasi\nbresing yang ditinjau yaitu tipe Inverted-V, V, dan X-two story. Bresing tahan\ntekuk yang digunakan merujuk pada hasil pengujian bresing spesimen 1 yang\ndiuji oleh Universitas California pada tahun 2006. Metode yang dilakukan adalah\ndesain kapasitas yang digunakan untuk memperoleh dimensi profil baja setiap\nelemen struktur yang akan digunakan berdasarkan transfer gaya aksial bresing.\nGaya aksial bresing diperoleh dari analisis struktur oleh program ETABS v.9.7.\nSistem struktur dievaluasi baik secara statik maupun dinamik masing-masing\ndengan analisis NSPA (Nonlinear Static Pushover Analysis) dan NTHA\n(Nonlinear Time History Analysis). Evaluasi yang dilakukan adalah meninjau\nperilaku dan taraf kinerja struktur, mekanisme sendi plastis, dan hubungan gaya\ngeser dasar dan simpangan atap pada kondisi inelastis.\nHasil evaluasi menunjukkan bahwa sistem SRBTT memiliki kinerja struktur yang\nlebih baik dibandingkan SRBK pada kondisi inelastis. Konfigurasi bresing tipe Xtwo\nstory paling baik dalam segi performansi struktur dibandingkan dua tipe\nbresing lainnya baik pada SRBK maupun SRBTT.", "Daftar File": {"ABSTRAK Ahmad Afifi": "https://digilib.itb.ac.id/gdl/download/220943", "COVER Ahmad Afifi": "https://digilib.itb.ac.id/gdl/download/255020", "PUSTAKA Ahmad Afifi": "https://digilib.itb.ac.id/gdl/download/255036"}, "Penulis": "Ahmad Afifi [15010070]", "Kontributor / Dosen Pembimbing": ["Dyah Kusumastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "SRBK, SRBTT, desain kapasitas, NSPA, NTHA, X-two story", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "05 Mar 2021"}