{"Nomor": 53473, "Judul": "STUDI HIDROGEOLOGI DAN MODEL HIDROSTRATIGRAFI AREA PROSPEK ANJING HITAM PT. DAIRI PRIMA MINERAL DAN SEKITARNYA, KECAMATAN SILIMA PUNGGA-PUNGGA, KABUPATEN DAIRI, SUMATERA UTARA", "Abstrak": "Area Prospek Anjing Hitam PT. Dairi Prima Mineral merupakan kawasan tambang Pb-Zn\njenis Sedex (sedimen exhalative) yang berlokasi di Dusun Sopokomil, Kec. Silima Pungga-\nPungga, Kabupaten Dairi. Area prospek akan dikembangkan dengan metode tambang bawah\ntanah, yang menuntut daerah yang akan ditambang berada dalam kondisi kering. Keberadaan\ndan persebaran airtanah merupakan faktor penting yang harus diperhatikan, agar tidak\nmengganggu kegiatan pertambangan. Untuk keperluan sehari-hari. masyarakat setempat\nmenggunakan airtanah dan air sungai yang berasal dari area pertambangan. Kegiatan\npertambangan berpotensi mengubah tatanan hidrogeologi serta mencemari airtanah dan air\npermukaan daerah penelitian. Oleh sebab itu, penelitian ini dilakukan untuk mengetahui\ntatanan geologi dan hidrogeologi daerah penelitian yang mencakup area seluas 2,93 km2.\nMetode penelitian yang digunakan berupa pemetaan hidrogeologi dan geologi detail, serta\npemodelan bawah permukaan menggunakan 10 data pengeboran PT. Dairi Prima Mineral.\nDaerah penelitian berada di sayap bagian barat laut Kubah Sopokomil. Geomorfologi daerah\npenelitian terdiri atas 4 satuan, yaitu Satuan Kubah Antiklin Sopokomil, Satuan Punggungan\nAntiklin, Satuan Lembah Antiklin dan Satuan Dataran Aluvial. Secara stratigrafi, daerah\npenelitian dibagi menjadi 5 satuan tidak resmi, dari tua ke muda yaitu Satuan Batudolomit,\nSatuan Serpih Karbonan, Satuan Batupasir-Batulanau, Satuan Andesit dan Satuan Aluvial.\nTerdapat 5 struktur geologi pada daerah penelitian yaitu Sesar Naik Sopokomil, Sesar Naik\nCampuran Tery, Sesar Normal Lae Pam Atas, Sesar Normal Lae Julu Kiri dan Sesar Geser\nMengiri Lae Pam.\nPada daerah penelitian terdapat dua jenis akuifer, yaitu akuifer media antar butir dan akuifer\nrekahan. Akuifer media antar butir berupa akuifer bebas, terdiri dari Akuifer Batupasir-\nBatulanau dan Akuifer Serpih Karbonan. Akuifer rekahan tersebar pada area perpotongan\nsesar dengan sungai, yang mana pada titik perpotongan terjadi peresapan air ke media\nrekahan. Airtanah dan air permukaan pada daerah penelitian memiliki pH 6,1-8,6 dan nilai\nTDS 8-200 ppm, dengan suhu 20-230C, tidak berbau dan tidak berasa. Daerah penelitian\ntersusun atas dua unit hidrostratigrafi yaitu Unit Hidrostratigrafi 1 yang terdiri atas Akuifer\nBatupasir-Batulanau dan Unit Hidrostratigrafi 2 yang terdiri atas Akuifer Serpih Karbonan.\nBerdasarkan hasil pemodelan bawah permukaan, Akuifer Batupasir-Batulanau memiliki\nketebalan 50-280 meter dan Akuifer Sepih Karbonan memiliki ketebalan 35-175 meter.", "Daftar File": {"ABSTRAK Ucok Budiman Manalu": "https://digilib.itb.ac.id/gdl/download/220946", "COVER Ucok Budiman Manalu": "https://digilib.itb.ac.id/gdl/download/253722", "PUSTAKA Ucok Budiman Manalu": "https://digilib.itb.ac.id/gdl/download/253730"}, "Penulis": "Ucok Budiman Manalu [12016029]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Priadi", "Dr. Dasapta Erwin Irawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Anjing hitam, Sedex, hidrogeologi, hidrostratigrafi, akuifer, rekahan, tambang bawah tanah.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "05 Mar 2021"}