{"Nomor": 53478, "Judul": "MODEL PENGUKURAN HASIL BELAJAR DALAM SISTEM E-LEARNING DENGAN MENGGUNAKAN PARAMETER KECEPATAN, KUANTITAS, DAN RELEVANSI JAWABAN", "Abstrak": "Aktivitas belajar dan mengajar mengalami proses evolusi yang semakin pesat\nseiring dengan perkembangan Teknologi Informasi dan Komunikasi (TIK).\nKebutuhan akan suatu konsep dan mekanisme belajar dan mengajar berbasis TIK\nsepertinya menjadi tidak terelakan lagi, karena kehadirannya memberikan\nfleksibilitas dalam pemilihan waktu dan tempat serta jangkauan populasi peserta\nbelajar yang lebih luas sehingga tidak terbatas oleh jarak, biaya, serta sumber daya.\nKonsep mengkolaborasikan TIK kedalam proses belajar dan mengajar yang lebih\ndikenal sebagai kegiatan e-learning hadir menjadi sebuah terobosan dalam dunia\nPendidikan. Teknologi e-learning menjelma dalam bentuk lain seperti Massive\nOpen Online Course (MOOC) yang dapat menjangkau peserta didik yang sangat\nbesar. Platform pembelajaran ini memungkinkan siapapun dan dimanapun dapat\nberpartisipasi dengan layanan open acces dan interactive user dengan visi utama\nadalah untuk menekan biaya pendidikan dan dapat menjangkau peserta didik yang\nbesar. MOOC memberikan berbagai macam kelebihan yang menguntungkan bagi\npenggunanya, namun terdapat juga beberapa persoalan seperti persoalan. Seperti\npersoalan tingkat drop out yang cukup tinggi pada peserta didik pengguna MOOC,\nyang diakibatkan oleh nilai retensi pembelajarannya yang rendah. Hal tersebut\nterjadi sebagai akibat dari kualitas akses, konten, pembelajaran, dan pedagogi yang\ncukup rendah dari sistem MOOC. Alasan utama penyebab persoalan tersebut\ndiakibatkan dari besarnya kebergantungan sistem pada keberadaan Sumber Daya\nManusia (SDM) dalam jumlah yang cukup besar, dan metode evaluasi yang\nmumpuni yang mampu mengevaluasi sejauh mana dampak dari PBM (Proses\nBelajar dan Mengajar) pada MOOC.\nPenggunaan teknologi dalam proses belajar dan mengajar berfungsi sebagai\nakselerasi untuk mencapai nilai efektivitas, efisiensi, dan inovasi dari proses. Fakta\nyang terjadi di lapangan, dukungan teknologi tidak serta merta membantu\npencapaian makna yang essensial dari proses belajar mengajar, yaitu adanya\nperubahan perilaku dan penambahan pengetahuan sebagai bukti keberhasilan\nproses belajar dan mengajar. Pada hakikatnya, sebuah PBM baik yang bersifat\nii\ntradisional ataupun berbantuan TIK merupakan sebuah aktivitas mengirim dan\nmenerima pengetahuan baru yang kemudian berimbas pada adanya perubahan\nperilaku, awareness, dan perception. Persoalan hadir ketika proses identifikasi\npenambahan pengetahuan dan perubahan perilaku adalah bukan hal yang mudah\nkarena membutuhkan waktu dan strategi serta menjadi persoalan tersendiri yang\nperlu untuk diselesaikan. Salah satu cara untuk mengidentifikasi adanya perubahan\nperilaku dan penambahan pengetahuan adalah dengan cara mengukur hasil belajar\nyang diperoleh oleh peserta didik.\nPenelitian yang dilakukan, bertujuan untuk membangun sebuah model pengukuran\nhasil belajar dalam lingkungan sistem e-learning yang dapat mengidentifikasi\nperubahan perilaku dan penambahan pengetahuan secara otomatis. Hal tersebut\ndilakukan sebagai upaya untuk meningkatkan kepercayaan masyarakat bahwa\nkualitas PBM pada lingkungan MOOC setara dengan PBM tatap muka, lebih murah\nkarena dapat menjangkau peserta didik yang lebih besar, serta fleksibel, efektif, dan\nefisien dalam proses. Pada penelitian ini dilakukan proses identifikasi kondisi\nexisting lingkungan e-learning untuk melihat seperti apa kondisi, tantangan, dan\npeluang yang ada. Serta proses identifikasi parameter dan aturan pengukuran yang\ndigunakan dalam model penelitian.\nKontribusi utama dalam penelitian adalah model pengukuran hasil belajar pada\nsistem e-learning dengan kontribusi pendukung yaitu teridentifikasinya parameter\ndan aturan yang dapat digunakan untuk menilai proses perubahan perilaku dan\npenambahan pengetahuan sebagai hasil belajar dalam sistem e-learning. Pada tahap\nidentifikasi parameter dalam model pengukuran, dihasilkan enam parameter yang\ndapat digunakan dalam model diantaranya adalah kecepatan mengunduh materi,\nkecepatan mengunggah jawaban, kecepatan menjawab soal, jumlah kuantitas kata\npada kalimat jawaban yang diberikan, relevansi jawaban yang diberikan terkait\nkebenaran jawaban dan kesesuaian jawaban dengan jenjang berpikir dari\nTaksonomi Bloom. Mengidentifikasi proses perubahan perilaku dilakukan dengan\nmenggunakan parameter kecepatan mengunggah, mengunduh, dan menjawab soal\nserta kuantitas banyaknya jawaban yang diberikan. Sedangkan untuk\nmengidentifikasi penambahan pengetahuan digunakan parameter relevansi jawaban\nyang akan dilihat dari kebenaran dan kesesuaian jawaban dengan level berpikir.\nKontribusi lainnya adalah dihasilkannya sebelas aturan yang dapat digunakan untuk\nmengukur hasil belajar dalam sistem e-learning. Aturan tersebut diklasifikasikan\nkedalam delapan aturan untuk mengidentifikasi seseorang telah belajar dan tiga\naturan untuk identifikasi bahwa seseorang tidak berhasil belajar sebagai dampak\ndari PBM dalam sistem e-learning. Parameter dan aturan yang dihasilkan kemudian\ndiuji dan dievaluasi dengan cara mengimplementasikan model dalam bentuk modul\nujian dalam e-learning. Pengujian model dilakukan dengan membandingkan hasil\npenilaian versi sistem dengan versi expert yang kompeten. Nilai akurasi dari\npenilaian yang dilakukan oleh model kemudian dibandingkan ulang dengan akurasi\nversi baseline, yaitu penilaian yang didasarkan pada nilai atribut r (relevansi) yaitu\natribut r1 (kebenaran jawaban) dan r2 (kesesuaian jawaban dengan taksonomi\nberpikir dari Bloom). Atribut ini dipilih sebagai baseline dengan pertimbangan\nbahwa penilaian hasil PBM pada umumnya dilakukan secara intuisi dengan cara\niii\nmenilai kebenaran jawaban dan sejauh mana level berpikir dari siswa. Hasil pengujian\nmenunjukkan bahwa hasil penilaian versi model memiliki nilai akurasi yang lebih baik\ndibanding dengan versi baseline. Hal ini mengindikasikan bahwa model penelitian yang\ndiusulkan dapat digunakan untuk mengukur hasil belajar dalam sistem e-learning dalam\nbentuk perubahan perilaku dan penambahan pengetahuan. Proses perubahan perilaku\nteridentifikasi dari parameter kecepatan mengunggah jawaban (v1), kecepatan\nmengunduh materi/soal (v2), kecepatan menjawab (v3), dan kuantitas jawaban (q).\nSedangkan untuk penambahan pengetahuan teridentifikasi dari parameter relevansi\njawaban terkait kebenaran jawaban (r1) dan kesesuaian jawaban (r2) dengan standar dari\nTaksonomi Bloom.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/220956", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/220957", "Abstrak": "https://digilib.itb.ac.id/gdl/download/220958", "Abstract": "https://digilib.itb.ac.id/gdl/download/220959", "Disertasi": "https://digilib.itb.ac.id/gdl/download/220960"}, "Penulis": "Christina Juliane [33213032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Iping Supriana Suwardi", "Dr. Ir. Arry Akhmad Arman, M.T.", "Prof. Ir. Dwi Hendratmo Widyantoro, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "model pengukuran, hasil belajar, e-learning, kecepatan, kuantitas, relevansi", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "05 Mar 2021"}