{"Nomor": 53485, "Judul": "USULAN SOLUSI UNTUK OPTIMALISASI PROSES PENCAMPURAN BAHAN BAKAR MELALUI INISIATIF MANAJEMEN PENGETAHUAN - STUDI KASUS DI PT PERTAMINA (PERSERO)", "Abstrak": "Dalam proses distribusi bahan bakar yang dilakukan oleh Pertamina khususnya untuk jenis Pertamax yang memiliki RON 92 dimana bahan bakar yang didistribusikan ke terminal bahan bakar dilakukan melalui proses impor dari luar negeri maupun dari kilang milik Pertamina. Bahan bakar yang disuplai ke terminal bahan bakar tersebut selama ini dapat berupa bahan bakar yang sudah dicampur dengan aditif dan pewarna maupun yang belum dicampur. Untuk bahan bakar yang belum dicampur, maka akan dilakukan pencampuran aditif dan/atau pewarna di terminal bahan bakar Pertamina. Pada proses pencampuran aditif/pewarna tersebut dilakukan secara manual dengan memasukkan sejumlah aditif/pewarna ke dalam tangki. Pencampuran secara manual tersebut tentu saja tidak sesuai standar dan tidak optimal sehingga menghasilkan bahan bakar yang dijual ke konsumen kualitasnya tidak standar.\nDari permasalahan tersebut, pada tugas akhir ini dilakukan penelitian menggunakan kombinasi metode kualitatif dengan wawancara dan focus group discussion secara terstruktur untuk memperoleh data dan informasi yang akan dimasukkan kedalam konsep manajemen pengetahuan. Penerapan strategi implementasi manajemen pengetahuan menggunakan 8 langkah yang dikembangkan Tjakraatmadja (2017) sehingga diperoleh strategi manajemen pengetahuan dan inisiatif manajemen pengetahuan. Selanjutnya dilakukan focus group discussion untuk penentuan prioritas utama KM inisiatif tersebut.\nSelanjutnya dari KM inisiatif tersebut dilakukan perbandingan dengan penerapan program inovasi yang telah dilakukan di Pertamina dan hasilnya adalah adanya kesamaan antara prioritas utama KM inisiatif dengan penerapan yang telah ada. Kemudian dengan efisiensi dan penghematan yang diperoleh dari penerapan program inovasi tersebut, direkomendasikan untuk dapat dilakukan replikasi terhadap KM inisiatif tersebut untuk lokasi lainnya agar dapat diperoleh proyeksi efisiensi biaya investasi dan penghematan biaya bahan baku.", "Daftar File": {"ABSTRAK Rizwan Gifry": "https://digilib.itb.ac.id/gdl/download/220987"}, "Penulis": "Rizwan Gifry [29319090]", "Kontributor / Dosen Pembimbing": ["Dr.rer.pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Managemen Pengetahuan, Implementasi Manajemen Pengetahuan, Pencampuran Bahan Bakar, Aditif Bahan Bakar, Pewarna Bahan Bakar", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "05 Mar 2021"}