{"Nomor": 53483, "Judul": "STUDI BIDANG KONSTITUTIF PERUBAHAN VOLUME JENUH-TAK JENUH SPESIMEN TERKOMPAKSI DAN PERILAKU SLAKING CLAYSHALE CISOMANG", "Abstrak": "Banyak permasalahan terjadi pada konstruksi sipil di atas lapisan clay shale, seperti\nkelongsoran pada timbunan Jalan Tol Cipularang di km 97+500 yang\nmenghubungkan Jakarta dan Bandung pada tahun 2006. Kemudian pada tahun\n2010, kasus kelongsoran juga terjadi pada proyek pembangunan kompleks gedung\nolahraga hambalang di desa Citeurep Kabupaten Bogor, Jawa Barat, terakhir adalah\ndi jembatan Cisomang yang berada di Tol Cipularang yang mengalami penurunan.\nKhususnya pada daerah Cisomang formasi geologinya adalah formasi jatiluhur\ndimana sebagian besar tanah daerah tesebut memiliki karakteristik yang di\ndominasi oleh tanah serpih (shale). Tanah serpih (shale) memiliki sifat yang unik,\nbaik terhadap kuat geser (shear strength) maupun perbuahan volume (volume\nchange).\nPada penelitian ini akan dibahas mengenai perubahan volume (volume\nchange)\nuntuk tanah Clayshale yang berada pada daerah Cisomang. Pembahasan perubahan\nvolume pada tanah ini dilakukan dengan pengujian konsolidasi ASTM\nhasan per\nTM D-2435 dan\npengambilan data hasil soil-water characteristic curve (SWCC) dari penelitian yang\ndilakukan Sugeng dkk, 2020, kemudian digabungkan untuk membuat prediksi\nbidang konstitutif (constitutive surface) untuk kondisi jenuh-tak jenuh pada tanah\nclay shale tersebut. Pada pengujian konsolidasi ini dilakukan pengujian swelling\nASTM D4546 sebagai koreksi dari data konsolidasi. Selain itu dilakukan juga\npengujian slake durability sebagai informasi tambahan mengenai karakteristik\nclayshale.\n Pada tahapan pengujian swelling (ASTM D4546) sebagai koreksi data konsolidasi\ndilakukan dengan metode A dan Metode C. Secara garis besar pengujian swelling\nmetode A yaitu sampel tanah di kembangkan terlebih dahulu dan dibiarkan sampai\nprimary swelling kemudian lakukan konsolidasi. Sedangkan swelling metode C\nsecara garis besar yaitu sebelum pengujian konsolidasi sampel tanah direndam dan\ntidak diijinkan untuk mengembang (dengan memberi beban secara parsial). Dari\nhasil pengujian tesebut data yang digunakan untuk pengolahan constitutive surface\nadalah data konsolidasi dengan koreksi swelling metode C, hal ini dikarenakan\nkondisi pengujian sesuai dengan referensi ataupun lebih mendekati lapangan.\n .........", "Daftar File": {"ABSTRAK Redhi Abdul Aziz": "https://digilib.itb.ac.id/gdl/download/220965", "COVER Redhi Abdul Aziz": "https://digilib.itb.ac.id/gdl/download/240036", "BAB 1 Redhi Abdul Aziz": "https://digilib.itb.ac.id/gdl/download/240038", "BAB 2 Redhi Abdul Aziz": "https://digilib.itb.ac.id/gdl/download/240039", "BAB 3 Redhi Abdul Aziz": "https://digilib.itb.ac.id/gdl/download/240040", "BAB 4 Redhi Abdul Aziz": "https://digilib.itb.ac.id/gdl/download/240041", "BAB 5 Redhi Abdul Aziz": "https://digilib.itb.ac.id/gdl/download/240042", "PUSTAKA Redhi Abdul Aziz": "https://digilib.itb.ac.id/gdl/download/240043"}, "Penulis": "Redhi Abdul Aziz [25017335]", "Kontributor / Dosen Pembimbing": ["Endra Susila, S.T., M.T., Ph.D.", "Sugeng Krisnanto, S.T., M.T., Ph.D.", "Andhika Sahadewa, S.T., M.S.E., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "tanah tak jenuh, constitutive surface, serpih, slake durability, Cisomang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "05 Mar 2021"}