{"Nomor": 53488, "Judul": "MENINGKATKAN EFISIENSI BIAYA SISTEM PEMELIHARAAN ASET MENGGUNAKAN PERANGKAT LUNAK SERSO DI  PT PERUSAHAAN GAS NEGARA, TBK", "Abstrak": "Perusahaan Gas Negara, Tbk (PGN) berperan penting untuk memenuhi kebutuhan gas bumi dalam negeri dan memiliki banyak asset, seperti instalasi dan peralatan, yang tersebar di berbagai kota di Indonesia. Dalam pelaksanaan pemeliharaan asset, perusahaan menggunakan pemeriksaan berbasis risiko (RBI), yang merupakan salah satu bagian dari manajemen integritas aset (AIM), yang mengelola risiko aset. Namun demikian, pemeliharaan aset perusahaan sedang dalam fase transisi dari berbasis waktu ke berbasis risiko. Selain itu, perusahaan menggunakan perhitungan spreadsheet (format excel) untuk melakukan analisis risiko asetnya. Penerapan keduanya membutuhkan biaya yang tidak sedikit, mengingat aset diperlakukan sama tanpa mempertimbangkan prioritas risiko, serta membutuhkan tenaga kerja dan waktu yang lebih banyak.\nBerdasarkan kondisi tersebut, penelitian ini bertujuan untuk meningkatkan efisiensi biaya pemeliharaan aset di PGN, membantu PGN dalam penerapan sistem pemeliharaan berbasis analisis risiko, serta menciptakan pasar baru dan dapat menjadi aliran pendapatan baru perusahaan. Efisiensi biaya akan difokuskan pada implementasi analisis risiko, mulai dari perhitungan spreadsheet hingga perhitungan teknologi canggih.\nPenelitian ini menggunakan pengumpulan data melalui wawancara sebagai data utama untuk menganalisis teknik perhitungan antara analisis risiko manual menggunakan spreadsheet dan analisis risiko lanjutan menggunakan perangkat lunak (SERSO). Penulis mencoba menggunakan Analisis PESTEL untuk menjelaskan perkembangan SERSO yang dapat dikaitkan dengan faktor politik, teknologi, dan hukum. Dari sisi politik dan hukum, perseroan harus menerapkan Peraturan ESDM Nomor 18 Tahun 2018 untuk melakukan analisis risiko terhadap asetnya. Pada faktor teknologi, SERSO merupakan perangkat lunak berbasis web dan teknologi canggih, dengan perhitungan yang cepat. Analisis biaya-manfaat menggunakan simulasi Monte Carlo dilakukan untuk membandingkan implementasi biaya antara spreadsheet dan SERSO. Untuk analisis manfaat dapat dijelaskan bahwa SERSO memberikan kualitas yang menggunakan standar internasional API 581, penyampaian keluaran SERSO berupa manajemen risiko, keamanan dengan mengurangi risiko tinggi pada aset, dan teknologi yang digunakan SERSO adalah berbasis web.\nDari hasil analisis biaya-manfaat dengan simulasi Monte Carlo didapatkan persentase dan nilai efisiensi SERSO. Pelaksanaan analisis RBI dengan SERSO akan memberikan persentase efisiensi minimal 25%, maksimal 36%, dan dengan kepastian level 90,1%. Kemudian, SERSO akan memberikan nilai efisiensi minimal Rp 4,7 Miliar, maksimal Rp 7,5 Miliar, dan dengan kepastian levelnya 90,0%. SERSO juga akan membantu PGN dalam menerapkan sistem pemeliharaan berdasarkan analisis risiko, serta berpotensi menciptakan pasar baru dan menjadi aliran pendapatan baru perusahaan.\nSERSO direkomendasikan kepada perusahaan untuk meningkatkan efisiensi biaya dalam pelaksanaan analisis risiko. Analisis efisiensi biaya harus dilanjutkan setelah penerapan rekomendasi SERSO terkait pengurangan biaya operasi dan pemeliharaan. Penerapan RBI harus diperbarui secara berkala sebagai kebutuhan hidup untuk memastikan keamanan, keselamatan, dan keandalan aset perusahaan.", "Daftar File": {"ABSTRAK Ronald Hasian M": "https://digilib.itb.ac.id/gdl/download/220970"}, "Penulis": "Ronald Hasian M [29319028]", "Kontributor / Dosen Pembimbing": ["Ir. Dwi Larso, MSIE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistem Pemeliharaan Aset, Manajemen Integritas Aset (AIM), Inspeksi Berbasis Risiko (RBI), Teknologi Canggih, Efisiensi Biaya, Simulasi Monte Carlo.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "05 Mar 2021"}