{"Nomor": 53482, "Judul": "ANALISIS KESTABILAN LUBANG BOR DALAM PENGEBORAN DENGAN KONDISI UNDERBALANCED DI ZONA TEKANANLUAP, STUDI KASUS DARI SUMUR DI CEKUNGAN SUMATRA SELATAN", "Abstrak": "Tekananluap teridentifikasi di Cekungan Sumatra Selatan pada kedalaman\nyang bervariasi, dimulai dari kedalaman 2000 ft. Terdapat indikasi bahwa\nsumur-sumur di beberapa lapangan migas di cekungan ini dibor dalam\nkondisi underbalanced dengan berat lumpur >1 ppg (pounds per gallon)\nlebih kecil dari tekanan luap. Sumur-sumur ini dilaporkan tidak mengalami\nkondisi sumur mengalir atau kick saat pengeboran dan dapat mencapai target\nkedalaman, walaupun mengalami berbagai masalah pengeboran. Studi ini\nbertujuan untuk memprediksi berat lumpur minimum dan aman untuk\nmenghindari dan/atau meminimalkan lubang bor runtuh ketika pengeboran\npada formasi-formasi di Cekungan Sumatra Selatan berada dalam kondisi\nunderbalanced. Analisis kestabilan lubang bor satu dimensi, yang terdiri\ndari analisis tekanan pori dan geomekanika dilakukan dengan menggunakan\ndata log talikawat, serbuk bor, dan data pengeboran. Kriteria kegagalan\nMohr Coulomb digunakan untuk menentukan batas nilai minimum berat\nlumpur sebelum lubang bor mengalami keruntuhan, dengan dua kriteria\nyaitu terdapat bidang lemah dan tidak terdapat rekahan dekat lubang bor.\nAnalisis tekanan pori menggunakan metoda Eaton mengindikasi adanya\nzona tekanan luap dimana puncak tekanan luap berada pada kedalaman\n2000-3500 ft, berasosiasi dengan Formasi Gumai (Telisa) dan zona tekanan\nluap didominasi oleh batuan serpih dari endapan fluvio-deltaik sampai laut\ndari Formasi Gumai (Telisa), Baturaja, Pendopo dan Talang Akar. Tekanan\nluap disebabkan oleh mekanisme loading. Sumur-sumur ini dibor pada zona\ntekanan luap dengan kondisi underbalanced, dimana perbedaan antara\ntekanan luap dan berat lumpur mencapai 1-3 ppg. Analisis geomekanika\nmenunjukkan bahwa rezim tegasan adalah normal - sesar geser, dimana\nperubahan rezim tegasan diakibatkan oleh kombinasi reologi batuan dan\nefek tekanan luap. Kondisi batuan yang didominasi serpih pada zona\ntekanan luap diinterpretasikan menyebabkan penundaan terjadinya masalah\npada lubang bor selama pengeboran dengan kondisi underbalanced.\nAnalisis kestabilan lubang bor mengindikasikan berat lumpur minimum\nyang dapat digunakan dalam pengeboran underbalanced sebelum lubang bor\nmengalami masalah adalah sekitar 3-4 ppg lebih kecil dari tekanan pori.", "Daftar File": {"ABSTRAK Marino Christiano Baroek": "https://digilib.itb.ac.id/gdl/download/220963", "COVER Marino Christiano Baroek": "https://digilib.itb.ac.id/gdl/download/255050", "BAB 1 Marino Christiano Baroek": "https://digilib.itb.ac.id/gdl/download/255051", "BAB 2 Marino Christiano Baroek": "https://digilib.itb.ac.id/gdl/download/255052", "BAB 3 Marino Christiano Baroek": "https://digilib.itb.ac.id/gdl/download/255053", "BAB 4A Marino Christiano Baroek": "https://digilib.itb.ac.id/gdl/download/255054", "BAB 4B Marino Christiano Baroek": "https://digilib.itb.ac.id/gdl/download/255056", "BAB 5 Marino Christiano Baroek": "https://digilib.itb.ac.id/gdl/download/255057", "PUSTAKA Marino Christiano Baroek": "https://digilib.itb.ac.id/gdl/download/255058"}, "Penulis": "Marino Christiano Baroek [22018035]", "Kontributor / Dosen Pembimbing": ["Agus Mochamad Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tekanan luap, cekungan Sumatra Selatan, pengeboran underbalanced, analaisis geomekanika, analisis tekanan pori, stabilitas lubang bor.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "05 Mar 2021"}