{"Nomor": 53495, "Judul": "STUDI ETNOASTRONOMI: KALENDER SAKA SUNDA DI KAMPUNG CIREUNDEU, KOTAMADYA CIMAHI, JAWA BARAT", "Abstrak": "Masyarakat saat ini sering kali mengikuti budaya ataupun aturan yang telah berlaku dari masa nenek moyangnya. Terdapat penentuan-penentuan tertentu pada budaya ataupun aturan tersebut, salah satunya berdasarkan objek langit. Masyarakat Kampung Cireundeu yang berlokasi di Kelurahan Leuwigajah, Kecamatan Cimahi Selatan, Indonesia telah menggunakan Kalender Saka Sunda dalam penentuan hari besarnya yaitu Upacara Adat Satu Sura, yang sebenarnya kalender tersebut berbasis Matahari namun memiliki perhitungan yang berbeda dengan Kalender Masehi. Penentuan waktu bercocok tanam masyarakat Kampung Cireundeu juga mengikuti cuaca di Indonesia yang sebenarnya berkaitan pula dengan aktivitas benda langit, terutama Matahari.\nDari hal-hal tersebut, penulis mempelajari lebih lanjut mengenai pembagian Kalender Sunda serta kaitan antara perubahan cuaca dengan aktivitas benda langit. Metode yang digunakan adalah melakukan wawancara dengan masyarakat, pemangku jabatan hubungan masyarakat dan ketua adat atau sesepuh di Kampung Cireundeu serta studi literatur. Dari penelitian ini didapatkan hasil bahwa masyarakat mengikuti penanggalan Saka Sunda untuk menentukan tanggal 1 Sura dan memiliki aturan bercocoktanam berdasarkan iklim maupun cuaca di Indonesia.", "Daftar File": {"ABSTRAK Salwa Ramadhani": "https://digilib.itb.ac.id/gdl/download/220976", "COVER Salwa Ramadhani": "https://digilib.itb.ac.id/gdl/download/255160", "BAB 3 Salwa Ramadhani": "https://digilib.itb.ac.id/gdl/download/255163", "LAMPIRAN Salwa Ramadhani": "https://digilib.itb.ac.id/gdl/download/255167"}, "Penulis": "Salwa Ramadhani [10316023]", "Kontributor / Dosen Pembimbing": ["Dr. Aprilia, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kampung Cireundeu, Upacara Adat satu Sura, Kalender Saka Sunda, Iklim di Indonesia, Cuaca di Indonesia.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "05 Mar 2021"}