{"Nomor": 53494, "Judul": "PRODUKSI KULTUR PUCUK ANGGREK DENDROBIUM ANTENNATUM PADA BIOREAKTOR TWIN FLASK", "Abstrak": "Anggrek adalah salah satu tanaman berbunga yang penjualannya paling tinggi di\nIndonesia. Produksi anggrek Indonesia belum dapat mengikuti peningkatan\nkenaikan penjualan disebabkan rendahnya produktivitas bibit anggrek.\nPerbanyakan anggrek konvensional membutuhkan waktu karena biji anggrek tidak\nmemiliki endosperm. Oleh karena itu, metode kultur in vitro digunakan untuk\nmemperbanyak kultur pucuk dalam waktu singkat. Penelitian dilakukan\nmenggunakan anggrek kelinci (Dendrobium antennatum) yang berasal dari genus\nterpopuler diantara jenis anggrek lainnya. Bioreaktor twin flask digunakan sebagai\nsistem tumbuh karena kemampuannya meningkatkan transfer nutrisi dan oksigen\nke eksplan. Penelitian bertujuan menentukan interval imersi paling tepat untuk\nmeningkatkan produksi bibit Dendrobium antennatum. Dendrobium antennatum\ndikultivasi dalam medium VW (Vacin Went) half strength, sukrosa 20g/L dan BAP\n5 ppm. Waktu imersi twin flask divariasikan yaitu 5 menit setiap 4 dan 8 jam.\nJumlah pucuk, biomassa basah dan kering ditimbang. Konsumsi sukrosa juga\ndiukur untuk menghitung neraca massa pembentukan biomassa, yield, perolehan\nkembali dan produktivitas biomassa. Penelitian menunjukkan bahwa persentase\nperbanyakan pucuk terbesar sebesar 75% pada bioreaktor twin flask interval imersi\n4 jam, dengan laju pembentukan biomassa yang tinggi, yaitu 0,023 g/hari.\nSementara, persentase perbanyakan pucuk twin flask interval imersi 8 jam adalah\n63%, dengan laju pembentukan biomassa sebesar 0,016 g/hari. Persentase\nperolehan kembali twin flask 4 dan 8 jam berturut-turut adalah 90% dan 70%. Yield\ndan produktivitas biomassa Dendrobium antennatum saat interval 8 jam adalah\nsebesar 1,56 dan 0,99 g/L.hari. Nilai ini meningkat saat interval perendaman 4 jam\nyaitu 3,065 dan 1,46 g/L.hari. Yield dan produktivitas terendah pada bioreaktor CIS\nsebesar 1,163 dan 0,58 g/L.hari. Berdasarkan hasil yang diperoleh, maka dapat\ndisimpulkan bahwa sistem yang terbaik untuk perbanyakan pucuk dan biomassa\nDendrobium antennatum adalah twin flask dengan interval imersi 4 jam.", "Daftar File": {"ABSTRAK Vania Larissa Rajagukguk": "https://digilib.itb.ac.id/gdl/download/220975"}, "Penulis": "Vania Larissa Rajagukguk [11216039]", "Kontributor / Dosen Pembimbing": ["Dr. Rizkita Rachmi Esyanti", "Dr. Iriawati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Dendrobium antennatum, Kultur in vitro, Twin flask, Perbanyakan pucuk, Pembentukan biomassa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "05 Mar 2021"}