{"Nomor": 53490, "Judul": "KARAKTERISASI DAN KOMPARTEMEN RESERVOIR ENDAPAN POST-RIFT FORMASI TALANGAKAR ATAS, LAPANGAN BELUT, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Lapangan Belut merupakan salah satu aset Pertamina EP yang telah berproduksi\nlebih dari 50 tahun. Lapangan ini terletak sekitar 120 km di sebelah barat dari Kota\nPalembang, Sumatera Selatan. Reservoir utama merupakan batupasir dan\nbatugamping yang diendapkan pada awal Miocene dan termasuk ke dalam\nkelompok bagian atas Talangakar atau Transgresive Member (TRM). Penemuan\nhidrokarbon di area yang lebih down flank (utara) berawal dari pemboran step out\ndi area penelitian. Berdasarkan pemboran tersebut diperoleh minyak dari reservoir\nbatupasir dengan tekanan lebih besar dibandingkan di area existing. Saat ini\nLapangan Belut sudah dalam tahap pengembangan, sehingga dibutuhkan model\nreservoir yang lebih komprehensif untuk strategi pengembangan lebih lanjut.\nData yang digunakan dalam penelitian ini adalah data batuan inti dari tiga sumur,\ndata rekaman tali kawat dari 47 sumur, analisis fosil, borehole image, dan data\nseismik tiga dimensi serta data tekanan reservoir. Tahapan pertama penelitian\nadalah menentukan litofasies dan asosiasi fasies dari data batuan inti dan\nbiostratigrafi. Selanjutnya menentukan marker parasikuen dan sikuen dari pola\nelektrofasies tiap sumur. Korelasi sikuen stratigrafi dilakukan untuk menentukan\npola penyebaran fasies pengendapan. Karakterisasi reservoir secara tiga dimensi\ndilakukan melalui pemodelan fasies, volume serpih, porositas, permeabilitas, rock\ntype, dan saturasi hidrokarbon. Litofasies dianalisis pada batuan inti FS-4.1.2\n(reservoir S) dan berdasarkan analisis tersebut menunjukkan bahwa batuan\ndiendapkan dalam sistem tide domintaed delta dengan facies genetic atau asosiasi\nfasies sebagai distributary channel, mouth bar, dan prodelta. Korelasi sikuen\nstratigrafi dan seismik stratigrafi menunjukkan bahwa penyebaran fasies berubah\nke arah basinward di sebelah selatan. Penyebaran fasies ke arah selatan akan\ndidominasi oleh endapan distal atau marine sebaliknya semakin ke utara maka akan\nditemukan endapan terrestrial yang bersifat lebih sand prone. Kenaikan muka air laut selama pengisian cekungan yang retrogradational\nmenyebabkan perubahan fasies secara vertikal yaitu mulai dari sistem pengendapan meandering channel, delta, hingga shallow marine. Data tekanan menunjukkan\nbagian utara (setelah di datumkan) memiliki tekanan sebesar 0.85 – 0.99 (SG\nekuivalen) sedangkan di area existing mempunyai tekanan 0.67 – 0.78 (SG\nekuivalen). Perbedaan tekanan disebabkan oleh perbedaan asosiasi fasies yang\nterjadi pada sikuen yang sama antara area utara dengan area selatan. Berdasarkan\nanalisis tekanan formasi dan adanya penemuan potensi hidrokarbon di area down\nflank menunjukkan terdapat kompartemen antara area utara dan selatan\n(stratigraphic trap).", "Daftar File": {"ABSTRAK Dimas Pramudito": "https://digilib.itb.ac.id/gdl/download/220972"}, "Penulis": "Dimas Pramudito [22018040]", "Kontributor / Dosen Pembimbing": ["Dr. Dwiharso Nugroho, S.T., M.T.", "Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Formasi Talangakar, down flank, asosiasi fasies, pemodelan reservoir, kompartemen reservoir.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "05 Mar 2021"}