{"Nomor": 53508, "Judul": "PRODUCT POSITIONING AND COAL SUPPLY CHAIN ANALYSIS OF THE NEWLY OPENED SITE-Y SITE PT. BATUBARA-X EAST  KALIMANTAN", "Abstrak": "PT Batubara-X merupakan perusahaan  pertambangan yang bergerak di industri batubara.\nBisnis intinya adalah melakukan penambangan batubara, pengecilan ukuran Batubara dan\npenjualan Batubara. Industri Batubara sendiri merupakan industry yang sudah jenuh.\nSeringkali harga Batubara jatuh diakibatkan over supply. Saat ini konsumen Batubara\nterbesar adalah China dan India. \nPT Batubara-X baru saja membuka site Site-Y. Site baru ini memiliki nilai kalori yang\nsangat rendah dibandingkan Batubara PT Batubara-X lainnya yang sudah beroperasi.\nDengan nilai CV hanya di sekitar 4000kcal maka Batubara ini jika dijual tersendiri hanya\nakan di hargai menggunakan index ICI4. Selain itu gangguan pada supply chain sangat \ndimungkinkan jika product ini dijual tersendiri.\nTujuan dari project ini adalah untuk  melihat opportunity yang bisa menaikkan keuntungan \nBatubara Site-Y serta solusi yang bisa membuat supply chain di Site-Y lebih optimal. Pada\nproject ini metoda yang digunakan adalah dengan membuat gap analisis. Strategi yang\ndibutuhkan untuk gap analisis didapatkan mengguakan analisa ekternal dan internal\nmemanfaatkan metoda analisis SWOT dan analisis TOWS. Data data yang dibutuhkan\ndalam kajian yaitu historical harga ICI3 dan ICI4, kualitas Batubara dan parameter\noperasional supply chain Batubara Site-Y. \nDari kajian yang dilakukan ditemukan bahwa strategi blending adalah strategi yang ampuh.\nStrategi ini bisa menjawab tantangan dari sisi menaikkan opportunity margin serta dari sisi\nkelancaran operasional dan supply chain. Untuk meminimalkan resiko blending yang\nmungkin muncul maka diusulkan untuk penggunaan blending facility. Sensitifitas biaya\ntambahan yang masih bisa di akomodir bisa dilihat dari sensitifitas tambahan margin\nperkapal yang bisa diperoleh. Menggunakan tornado chart, sensitifitas ini sangat\ndipengaruhi oleh kualitas Batubara, selisih ICI3 dengan ICI4, serta target kualitas Batubara\nhasil blending.", "Daftar File": {"2021_TS_PP_Hendra Yusrizal_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/220993"}, "Penulis": "Hendra Yusrizal [29118378]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Batubara, harga, supply chain, blending.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "05 Mar 2021"}