{"Nomor": 53503, "Judul": "FABRIKASI DAN KARAKTERISASI HIDROGEL ANTIBAKTERI DAN KONDUKTIF DENGAN EKSTRAK ALOE BARBADENSIS SEBAGAI PENUTUP LUKA UNTUK LUKA BAKAR", "Abstrak": "Luka bakar merupakan jenis luka pada kulit yang sangat banyak terjadi di\ndunia, tak terkecuali di Indonesia. Untuk luka bakar derajat dua, perawatan khusus\nperlu dilakukan untuk memberikan lingkungan yang mendukung proses\npenyembuhan luka. Selain menggunakan penutup luka berbasis hidrogel,\nperawatan luka melalui pemberian stimulus listrik dapat dilakukan untuk\nmeningkatkan proses penyembuhan luka. Disini kami menggunkan konsep\nrekayasa jaringan untuk membuat konduktif hidrogel yang berbasis polivinil\nalcohol (PVA), material berbasis grafena (GBM), dan ekstrak aloe vera (Av).\nKami menyintesis hidrogel PVA/GBM/Av yang berikatan silang secara fisik\nmelalui proses freeze-thaw dan menguji performanya sebagi penutup luka.\nHidrogel yang telah dibuat memiliki hidrofilisitas dengan sudut kontak terhadap\nair 15-31 derajat, konduktivitas listrik diantara 0.0102-0.0154 S/m yang kurang\nlebih setara dengan jaringan kulit manusia, dan kestabilan di dalam PBS mencapai\n80% rasio berat setelah 14 hari. Kami juga menunjukkan bahwa penambahan\nGBM dapat menghambat pertumbuhan bakteri gram positif, Staphylococcus\naureus dengan populasi bakteri terendah sebesar 1.74 x 107 cFu/mL teramati pada\nPVA/GO setelah inkubasi selama 1 hari. Sebagai kesimpulan, hidrogel\nPVA/GBM/Av yang telah dibuat memiliki potensi untuk digunakan sebagai\npenutup luka yang memiliki konduktivitas listrik baik.", "Daftar File": {"ABSTRAK Wildan Hanif": "https://digilib.itb.ac.id/gdl/download/220985"}, "Penulis": "Wildan Hanif [13717044]", "Kontributor / Dosen Pembimbing": ["Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "hidrogel, penutup luka, freeze-thaw, konduktif, anti bakteri.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "05 Mar 2021"}