{"Nomor": 53516, "Judul": "USULAN MODEL BISNIS UNTUK INVESTASI LANGSUNG LUAR NEGERI TERHADAPROYEK PIPA GAS TERPADU: STUDI SKEMA KPBU DALAM BISNIS ENERGI.", "Abstrak": "Industri gas, khususnya sektor distribusi, adalah salah satu industri yang diatur secara ketat di Indonesia. Maka dari itu, sektor distribusi gas selalu tertuju kepada konsumen industri dikarenakan kompleksitas dan perlunya modal yang kuat. Akan tetapi, untuk menjaga keamanan energi nasional, pengembangan jaringan pipa untuk pasar yang lebih luas harus dilakukan.\nUntuk mengembangkan infrastruktur tanpa membebani anggaran belanja negara, Pemerintah telah memperkenalkan skema Kerjasama Pemerintah dengan Badan Usaha untuk mendukung ketahanan energi nasional, sehubungan dengan industri gas. Diharapkan bahwa skema Kerjasama Pemerintah dengan Badan Usaha akan mengundang investor asing dan menjaga rencana nasional yang terhambat oleh batasan anggaran belanja nasional.\nTujuan dari dilaksanakannya penelitian ini adalah untuk menemukan model bisnis yang akan menarik investor asing untuk pengembangan infrastruktur gas di Indonesia. Penelitian juga melibatkan salah satu investor asing yang sedang menjajaki kesempatan mendapatkan proyek ini di Indonesia. Penelitian ini juga menganalisa faktor kunci yang mempengaruhi lini bisnis ini.\nHasil dari penelitian ini akan menghasilakn kanvas model bisnis yang paling sesuai dan diharapkan para investor asing akan meraih keunggulan yang kompetitif.", "Daftar File": {"ABSTRAK Pandega Pramaditya Putra Pramuka": "https://digilib.itb.ac.id/gdl/download/221001"}, "Penulis": "Pandega Pramaditya Putra Pramuka [29319045]", "Kontributor / Dosen Pembimbing": ["Dr. Harry Patria, S.T, M.T, MSE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": ": Infrastruktur gas, Investasi langsung asing, Kerjasama Pemerintah dengan Badan Usaha, Kanvas model bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "05 Mar 2021"}