{"Nomor": 53518, "Judul": "IDENTIFIKASI KESESUAIAN ANTARA PREFERENSI HUNIAN GENERASI MILENIAL KELAS MENENGAH DAN KARAKTERISTIK PROPERTI PERUMAHAN DI DKI JAKARTA", "Abstrak": "Fenomena urbanisasi di Provinsi DKI Jakarta berkembang cukup pesat. Dengan\nterjadinya fenomena urbanisasi, akan meningkatkan kebutuhan hunian dari masingmasing penduduk tersebut. Dalam memilih lokasi perumahan, calon penghuni\nmemiliki preferensi sebagai pertimbangannya. Salah satunya adalah generasi\nmilenial yang merupakan generasi terbesar di Indonesia. Preferensi merupakan salah\nsatu faktor yang mempengaruhi kepemilikan hunian. Namun, fenomena urbanisasi\nmendorong pembangunan selain pembangunan perumahan yang mengubah lahan\npermukiman menjadi lahan produktif untuk menunjang aktivitas penduduk. Hal\ntersebut akan berdampak kepada permasalahan seperti meningkatnya harga lahan\ndan keterbatasan lahan untuk membangun perumahan. Sehingga, dengan\nketidaksesuaian antara preferensi dengan kondisi perumahan eksisting akan\nberdampak kepada tidak terpenuhinya kepemilikan hunian bagi penduduk. Hal\ntersebut dikarenakan preferensi merupakan salah satu faktor pembentuk kepemilikan\nhunian, penelitian ini ditujukan untuk menjelaskan kesesuaian antara preferensi\ntersebut dengan karakteristik perumahan di DKI Jakarta. Penelitian ini menggunakan\nmetode pengumpulan data yaitu web-scraping dan kuesioner. Dari metode\npengumpulan data web-scraping didapatkan sebanyak 143.446 data properti\napartemen maupun rumah tapak di DKI Jakarta dari situ marketplace property.\nSedangkan, berdasarkan hasil pengumpulan data kuesioner yang ditujukan untuk\ngenerasi milenial, terdapat 369 responden yang mengisi dan termasuk ke dalam\nkelompok generasi milenial. Dari 369 responden, terdapat 103 responden yang\ntermasuk ke dalam kelompok kelas menengah. Metode analisis yang digunakan untuk\npenelitian ini adalah analisis deskriptif kuantitatif, kendall’s tau b, dan buffer. Dalam\nmemilih suatu hunian, atribut lokasi, biaya, dan fisik sangat dipertimbangkan oleh\ngenerasi milenial. Atribut-atribut tersebut akan membentuk preferensi dan digunakan\nuntuk mengidentifikasi kesesuaiannya dengan karakteristik properti perumahan di\nDKI Jakarta. Setelah preferensi dan karakteristik properti perumahan disandingkan,\ndiketahui bahwa atribut fisik dari apartemen maupun rumah tapak yang tersedia di\nDKI Jakarta tidak sesuai dengan preferensi generasi milenial khususnya yang\nberkelas menengah. Namun, untuk atribut lokasi dan biaya telah sesuai dengan\npreferensi mereka. Oleh karena itu, secara keseluruhan dapat diketahui bahwa\npreferensi hunian telah sesuai dengan karakteristik properti perumahan di DKI\nJakarta, sehingga kebutuhan hunian bagi generasi milenial kelas menengah dapat\nterpenuhi.", "Daftar File": {}, "Penulis": "Asrifa Desfianti [15416052]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Preferensi Hunian, Properti Perumahan, Generasi Milenial, Kelas Menengah.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "05 Mar 2021"}