{"Nomor": 53522, "Judul": "REKAYASA ULANG PROSES BISNIS MELALUI KERANGKA KERJA 3 HARD SS MCKINSEY SEBAGAI PROPOSAL PENINGKATAN  MANAJEMEN MODAL KERJA (CASE STUDY: PT. XYZ)", "Abstrak": "Kinerja modal kerja yang tidak memuaskan, karena arus kas operasi yang negatif menandakan\nadanya masalah yang ada pada proses bisnis internal. Sementara itu, pandemi COVID-19\nmembuat manajemen lebih bijak dalam mengambil keputusan, terutama untuk mendukung\npengelolaan modal kerja yang lebih baik. Mereka tidak dapat selamanya bergantung pada\nstruktur permodalan yang agresif. Sejalan dengan itu, manajemen berkomitmen untuk\nmelakukan perbaikan operasional yang berkaitan dengan pengelolaan modal kerja. Keputusan\nini melatarbelakangi penelitian ini, untuk mengidentifikasi dan menganalisis akar\npermasalahan dan rencana perbaikan terhadap permasalahan tersebut. Investigasi lebih lanjut\nmengenai masalah bisnis dilakukan dan rekayasa ulang proses bisnis melalui 3 kerangka Ss\nkeras dipilih sebagai desain penelitian. Kerangka kerja ini didekati karena kemampuannya\ndalam memetakan proses menyeluruh dan menghubungkannya satu sama lain. Sederhananya,\nkombinasi ide-ide perbaikan atas aktivitas yang tidak efektif dan tidak efisien ini dapat\ndigabungkan sementara juga diatur agar selaras dengan arah organisasi. Penelitian ini\ndilakukan melalui wawancara semi terstruktur untuk menggali kondisi perusahaan dan\nmenggunakan data sekunder untuk mengumpulkan informasi dan memperkuat bukti. Adapun\ntemuan yang terjadi selama penelitian setidaknya terdapat 14 kegiatan yang tidak efektif dan\nefisien, yang kemudian dilakukan analisis akar penyebab untuk menentukan sumber masalah\nyang harus dihilangkan, sehingga rangkaian masalah sebelumnya bisa juga diselesaikan. Dari\ntemuan tersebut disarankan untuk memperbaiki aspek-aspek yang meliputi strategi, struktur,\ndan sistem sebagai upaya perbaikan yang terorganisir seperti manajemen produksi,\nmanajemen piutang, manajemen hutang, serta pengendalian dan pemantauan arus kas.\nManajemen produksi dibagi menjadi percepatan produksi, pencegahan persediaan berlebih,\ndan pemeliharaan terjadwal. Pengelolaan piutang terdiri dari percepatan penagihan dan\npeningkatan kualitas kontrak. Manajemen hutang meliputi penundaan pembayaran kepada\nsubkontraktor, peningkatan kualitas pengadaan, dan perjanjian pengadaan jangka panjang.\nTerakhir, kontrol & pemantauan arus kas sebagai agregasi dari beberapa integrasi informasi.\nPenelitian dibatasi pada 3 Hard Ss untuk mendukung perhatian dan komitmen manajemen\ndengan kebutuhan mendesak.", "Daftar File": {"2021_TS_PP_Wibisono Adhi Prasetyo_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/221032"}, "Penulis": "Wibisono Adhi Prasetyo [29119142]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Business Process Re-engineering, 3 Hard Ss McKinsey, Working Capital Management, Cash Flow Control, and Monitoring", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "06 Mar 2021"}