{"Nomor": 53533, "Judul": "REKONSTRUKSI PALEOGEOGRAFI KELOMPOK PEMATANG DI SUB-CEKUNGAN AMAN UTARA, CEKUNGAN SUMATRA TENGAH", "Abstrak": "Cekungan Sumatra Tengah telah terbukti sebagai cekungan yang produktif menghasilkan hidrokarbon. Akumulasi hidrokarbon yang paling besar saat ini ada pada endapan post-rift Kelompok Sihapas, sedangkan potensi Kelompok Pematang belum dieksplorasi dengan baik. Dengan terbatasnya data, ada resiko dan ketidakpastian mengenai distribusi dan geometri reservoir batupasir pada interval ini. Penelitian terdahulu belum mengintegrasikan data sumur dengan seismik 3D untuk mengidentifikasi penyebaran reservoir batupasir pada skala sub-cekungan. Sehingga dengan melakukan integrasi data sumur dan seismik 3D dalam penelitian ini, diharapkan akan mengurangi resiko dan meningkatkan peluang untuk menemukan cadangan hidrokarbon yang baru.\nInterpretasi seismik semi-regional dilakukan pada seismik 3D termigrasi gabungan seluas 1.230 km2, yang diikat dengan 45 sumur di area sub-cekungan Aman Utara. Secara umum struktur yang berkembang di daerah penelitian adalah struktur sesar-sesar normal berarah Timur laut – Barat daya yang berkembang pada umur Eo-Oligosen. Sesar-sesar tersebut kemudian mengalami pembalikan menjadi sesar naik pada umur Miosen tengah. Rekonstruksi paleogeografi dilakukan dengan mengintegrasikan data batuan inti, elektrofasies dari data log talikawat, geomorfologi seismik, peta ketebalan sebagai cerminan paleotopografi dan pendekatan tektonostratigrafi rift.\nData biostratigrafi menunjukkan perubahan paleoenvironment berumur Eosen-Oligosen secara gradual dari terestrial menjadi transisi marin. Fosil foraminifera dan nanoplankton baru dijumpai kehadirannya sejak umur Miosen awal yang menandai adanya pengaruh laut terbuka. Data interpretasi batuan inti menunjukkan struktur sedimen heterolitik seperti flaser dan lenticular sebagai indikasi perubahan kuat arus dalam periode yang singkat, dalam hal ini dikontrol oleh curah hujan dan iklim.\nBerdasarkan penelitian ini, dapat disimpulkan bahwa sub-cekungan Aman Utara secara umum dapat dibagi menjadi tiga bagian berdasarkan unit setengah lisu (half graben), yaitu Utara, Tengah dan Selatan. Terjadi perbedaan aktivitas sesar saat pembentukan dan pengisian cekungan, yang terlihat dari perbedaan ketebalan sedimen pada hanging wall sesar. Perbedaan aktifitas sesar ini berhubungan dengan perbedaan orientasi sesar terhadap sumbu tegasan utama.\nBerdasarkan penafsiran data seismik pada cekungan ini, terdapat 5 unit tektonostratigrafi yang dibatasi oleh pola terminasi lateral refleksi seismik seperti onlap, downlap, toplap dan truncation. Sedangkan berdasarkan model tektonostratigrafi rift, terdapat 3 (tiga) fase yaitu: 1) Rift Initiation – Lower Red Bed (Pematang-1), 2) Rift Climax – Brown Shale (Pematang-2) dan 3) Immediate Post rift – Upper Red Bed (Pematang 3-5).\nPaleogeografi pada fase Rift Initiation terdiri atas 4 (empat) lingkungan pengendapan utama yaitu: 1) fluvial meandering, 2) alluvial fan dan 3) alluvial plain. Pada fase berikutnya yaitu Rift Climax terdiri atas 8 (delapan) lingkungan pengendapan utama yaitu: 1) deep lacustrine, 2) shallow lacustrine, 3) marginal lacustrine, 4) nearshore lacustrine, 5) deltaic, 6) fluvial meandering, 7) alluvial plain dan 8) fan delta. Sedangkan pada fase akhir yaitu Immediate Post-rift terdiri atas 2 (dua) lingkungan pengendapan utama yaitu: 1) fluvial braided dan 2) alluvial plain.", "Daftar File": {"ABSTRAK Kirandra Ferari Budhi Prasojo": "https://digilib.itb.ac.id/gdl/download/221043"}, "Penulis": "Kirandra Ferari Budhi Prasojo [22018307]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "paleogeografi, tektonostratigrafi, setengah lisu, lakustrin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2021"}