{"Nomor": 53538, "Judul": "SELEKTIVITAS KATALIS NIKEL DAN KOBALT TERHADAP DEKOMPOSISI HIDROGEN PADA DIRECT HYDRAZINE FUEL CELL", "Abstrak": "Pemanfaatan Direct Hydrazine Fuel Cell (DHFC) merupakan salah satu sumber energi alternatif menjanjikan untuk menggantikan bahan bakar fosil guna mengurangi pemanasan global dikarenakan memiliki densitas energi tinggi dan memiliki potensial sel yang lebih unggul dibanding sel bahan bakar cair lainnya. Meskipun begitu, diperlukan katalis yang tepat agar DHFC memiliki performa yang efektif dan efisien. Maka dari itu, penelitian mengenai perancangan bahan elektroda DHFC akan dilakukan.\nPenelitian ini berfokus untuk mempelajari aspek termodinamika dari mekanisme reaksi yang terjadi di atas katalis berbasis nikel dan kobalt yang dilakukan dengan pendekatan pemodelan dan komputasi berbasis metode teori fungsional kerapatan yang bertujuan untuk menentukan selektivitas katalis nikel dan kobalt terhadap dekomposisi hidrogen. Pemilihan nikel dan kobalt didasari oleh penelitian sebelumnya yang menunjukkan peningkatan aktivitas katalitik. Katalis berbasis nikel dan kobalt dipilih untuk menggantikan elektroda berbahan logam mulia yang akan berdampak baik dalam mereduksi biaya produksi DHFC. Riset ini dapat menjadi sebuah acuan untuk memproduksi elektroda yang optimum untuk diaplikasikan pada DHFC berbasis nikel dan kobalt.\nDari penelitian ini, disimpulkan bahwa ketiga jalur reaksi: reaksi dekomposisi intramolekuler, reaksi dekomposisi intermolekuler yang dibantu NH2, dan reaksi elektrokimia, berjalan serupa di kedua permukaan. Selanjutnya, penelitian ini menyimpulkan bahwa katalis nikel dan kobalt memiliki selektivitas yang lebih tinggi terhadap jalur reaksi dekomposisi intermolekuler yang dibantu NH2 jika dibandingkan dengan dua jalur lainnya. Selain itu juga penelitian ini menunjukkan bahwa katalis Ni(111) memberikan performa yang lebih baik dibandingkan dengan katalis Co(0001) sebagai elektroda DHFC.", "Daftar File": {"ABSTRAK M Ghalib Alfaza": "https://digilib.itb.ac.id/gdl/download/221048"}, "Penulis": "M Ghalib Alfaza [13316013]", "Kontributor / Dosen Pembimbing": ["Nugraha, Dr.Eng.", "Mohammad Kemal Agusta, S.T., M.Eng., Ph.D.", "Ashari budi Nugraha, S.T., M.T.", "Dr.Eng. Muhammad Haris Mahyuddin, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Direct Hydrazine Fuel Cell, mekanisme reaksi, termodinamika, density functional theory", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2021"}