{"Nomor": 53536, "Judul": "ANALISIS PERBANDINGAN KURVA INTENSITASDURASI- FREKUENSI (IDF) CURAH HUJAN DARI DATA SATELIT DENGAN DATA OBSERVASI (STUDI KASUS : JAWA BAGIAN BARAT)", "Abstrak": "Bencana banjir termasuk bencana alam yang paling banyak terjadi di Indonesia.\nHujan Ekstrem merupakan salah satu fenomena yang menyebabkan dampak negatif\nberupa banjir. Hujan ini dapat dianalisis dengan menggunakan kurva Intensitas,\nDurasi, dan Frekuensi (IDF).\nUntuk mengestimasi kurva IDF diperlukan data curah hujan berdurasi singkat,\ntetapi data curah hujan tersebut tidak tersedia di semua stasiun pengamatan di\nIndonesia. Untuk mengatasi keterbatasan data curah hujan dengan durasi singkat\npenelitian ini akan mengaplikasikan formula Chen (1983) dan modifikasi formula\nChen di Jawa bagian barat dengan mengkombinasikan data curah hujan observasi\nharian dengan data curah hujan satelit yang sudah banyak tersedia sehingga\npermasalahan keterbatasan data untuk mengestimasi kurva IDF di Indonesia bisa\ndiselesaikan.\nMetode modifikasi Chen pada wilayah Bandung secara umum mampu\nmemperbaiki hasil estimasi kurva IDF data satelit dalam mendekati kurva IDF data\nobservasi dengan cukup baik, dengan perbaikan terbaik pada durasi yang pendek\nyaitu 3-6 jam dengan nilai RMSE 3,83 mm/jam. Pada wilayah Citeko metode\nmodifikasi Chen hanya mampu memperbaiki hasil estimasi kurva IDF pada durasi\nlebih besar dari 6 jam dengan perbaikan terbaik pada durasi 12-24 jam (nilai RMSE\n5,05 mm/jam). Dari 5 titik stasiun (Tanggerang Selatan, Cengkareng, Serang,\nKemayoran, dan Tanjung Priok) kurva IDF yang diestimasi menggunakan rumus\nModifikasi Chen dalam durasi >24 jam umumnya melihatkan nilai yang\noverestimate terhadap data observasi.", "Daftar File": {"ABSTRAK Fauziah Fangia Indra": "https://digilib.itb.ac.id/gdl/download/221046"}, "Penulis": "Fauziah Fangia Indra [12816004]", "Kontributor / Dosen Pembimbing": ["Dr. Edi Riawan, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Formula Chen, Modifikasi Formula Chen, Kurva IDF, Curah Hujan, RMSE.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2021"}