{"Nomor": 53543, "Judul": "PROPOSAL MINIMALISIR PRODUK GAGAL MENGGUNAKAN METODE SIX SIGMA (STUDI KASUS DARI PT.IND)", "Abstrak": "PT IND merupakan perusahaan yang bergerak dibidang manufaktur yang memproduksi produk\notomotif dan salah satu yang terbesar di Indonesia. Permintaan akan produk otomotif diindonesia\nsemakin meningkat dan ini menjadi peluang untuk industri ini menjanjikan. Peningkatan akan produk\notomotif di pasar sudah pasti akan memberikan keuntungan kepada perusahaan, namun peningkatan\nakan produk otomotif sudah seharusnya juga perusahaan melakukan tindakan-tindakan perbaikan yang\nsifat nya kontinu, khususnya dalam masalah menjaga kualitas dari komponen yang digunakan untuk\nproduk otomotif. Pada kondisi aktual masalah yang dihadapi perusahaan adalah menjaga kualiatas dari\nKomponen yang akan digunakan dalam produk otomotif khususnya Wheel Disk. PT. XY merupakan\npemasok utama untuk komponen Wheel disk, komponen wheel disk memiliki tingkat presentase cacat\nProduk yang cukup tinggi. Cacat yang ditemukan adalah cacat visual. Jika Kondisi ini dibiarkan sangat\nmempengaruhi jalur produksi ketika proses Wheeldisk di pasang dengan Ban. Penelitian ini bertujuan\nuntuk menganalisis dan mencari solusi serta memberikan perbaikan yang efektif dalam menyelesaikan\nmasalah ini. Metode yang digunakan adalah menggunakan kerangka dari Lean Six Sigma dimana\npendekatannya menggunakan DMAIC (Menentukan, Ukur, Analisis, Perbaikan, Kontrol). Berdasarkan\nmasalah yang di hadapi perusahaan pada tahap Define (Tentukan) penulis menggunakan identifikasi\nawal dengan Voice Of Customer untuk melihat harapan dan keinginan dari Sisi pemasok, Serta dari sisi\nPT. IND lalu mengidentifikasi keseluruhan proses bisnis dari awal sampai akhir menggunakan SIPOC\nDIAGRAM. Dalam tahap Measure (Ukur) identifikasi keseluruhan proses yang ada di Pemasok (PT.\nXY) serta PT.IND untuk melihat kemungkinan terjadinya masalah. Lalu tahap Selanjutnya Analyze\n(Analisis) setelah menenukan potensi masalah lakukan analisis untuk mencari akar masalah dengan\nmenggunakan metode Whys analysis. Lalu selanjutnya tahap Improve (Perbaikan) Checksheet cleaning\nmaintenance¸Checksheet masking gauge, Revisi SOP, serta Pelatihan periodikal terhadap operator di\nPT. XY dan di PT. IND Membuat Visual Limit dan Check sheet kedatangan. Untuk tahap Kontrol\ndibuatkan Checksheet monitoring dimana ini digunakan pada saat audit ke Pemasok sebagai pendoman\ndan Checksheet Incoming memudahkan ketika kedatangan di PT. IND hal apa saja yang perlu di check\ndan mekanisme recordnya.", "Daftar File": {"2021_TS_PP_Indra Raja Dijaya_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/221053"}, "Penulis": "Indra Raja Dijaya [29119064]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Lean Six Sigma, DMAIC, Whys Analysis, Cacat Produk, Visual Limit, Audit", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "06 Mar 2021"}