{"Nomor": 53548, "Judul": "STRATEGIC DECISION ANALYSIS TO ACCELERATE PLUG & ABANDONMENT PROJECT  AT SUMATRA BLOCK", "Abstrak": "Restorasi aset dan penghijauan kembali lokasi sumur menjadi salah satu proses penting \nuntuk setiap operasi eksplorasi dan eksploitasi minyak dan gas bumi. Hal tersebut merupakan\nkewajiban bagi setiap operator produksi untuk memastikan lokasi bekas sumur minyak atau gas\nsepenuhnya pulih sebagai habitat yang ramah lingkungan. Salah satu proses awal dari proses\nrestorasi asset dan penghijauan kembali lokasi sumur adalah operasi penutupan sumur secara\npermanen. Tujuan utama operasi penutupan sumur secara permanen adalah untuk memasang\nsumbat mekanis (semen) di dalam dan di luar casing sumur untuk memastikan isolasi antara\nlapisan-lapisan hidrokarbon dan antara lapisan hidrokarbon ke permukaan. Selama 3 tahun\nterakhir, PT. Pacific Oil Company (bukan nama sebenarnya) telah secara aktif melaksanakan\nproyek-proyek penutupan sumur secara permanen sesuai kaidah keteknikan and peraturan\npemerintah. Tantangan datang untuk proyek penutupan sumur secara permanen tahun anggaran\n2019. Proses persetujuan proyek berlangsung lama karena pemerintah memutuskan untuk tidak\nmemperpanjang izin perusahaan untuk melanjutkan pengoperasian blok minyak tersebut. Setelah\nmelalui proses diskusi dan persetujuan yang panjang tersebut, akhirnya proyek penutupan sumur\nsecara permanen disetujui untuk dilaksanakan pada tahun anggaran 2020. Kemudian muncul\ntantangan lain untuk menyelesaikan proyek tersebut dalam kurun waktu yang lebih singkat karena\nproses serah terima dari perusahaan kepada operator baru. Pada tahun-tahun sebelumnya, durasi\npengerjaan proyek adalah sekitar 9-10 bulan. Untuk proyek tahun ini, manajemen perusahaan\nmenetapkan target penyelesaian proyek kurang dari 7 bulan. \nTim proyek melakukan sesi brainstorming untuk mengumpulkan ide-ide bagaimana\nmencapai tujuan sesuai arahan manajemen perusahaan. Tim proyek menggunakan kerangka kerja\nwhy tree analysis dan melakukan tinjauan menyeluruh untuk menghasilkan beberapa alternatif\nyang mungkin. Dari sesi brainstorming dan diskusi yang dilakukakan, terdapat 5 elemen utama\nyang mungkin berdampak pada jadwal penyelesaian proyek: program/prosedur kerja, kemampuan\norganisasi, peralatan dan jasa, material dan kelengkapan kepala sumur, dan lingkungan.\nBerdasarkan beberapa diskusi kelompok, disimpulkan bahwa dampak yang paling signifikan dan\nlangsung terhadap percepatan proyek penutupan sumur secara permanen adalah dengan\nmenambah unit baru yang digunakan untuk menyelesaikan pekerjaan dalam proyek tersebut. \n4\n \n \nUntuk menambah unit baru, tim proyek memilih 3 (tiga) alternatif yang memungkinkan:\nMenambah rig baru, Alokasi ulang workover/well service rig, Penggabungan operasi rig dan coil\ntubing. Ada 3 (tiga) kriteria keputusan untuk proses ini: Ketidakpastian jadwal proyek, Dampak\nterhadap produksi, Total biaya yang diperlukan. Kemudian tim proyek menggunakan AHP\n(Analytic Hierarchy Process) untuk membandingkan setiap alternatif dan menghitung alternatif\nterbaik untuk pelaksanaan proyek tersebut. Dari hasil perhitungan, diperoleh nilai akhir masingmasing\n\nalternatif adalah Menambah rig baru (0,339), Alokasi ulang workover/well service rig\n(0,292), Penggabuangan operasi rig dan coil tubing (0,369). \nBerdasarkan nilai akhir yang dihitung, alternatif yang dipilih adalah menggunakan\nkombinasi rig dan coil tubing untuk melaksanakan proyek penutupan sumur secara permanen.\nAlternatif yang diusulkan tersebut hanya membutuhkan sedikit usaha untuk memenuhi target\njadwal proyek tetapi tetap mempertahankan target produksi dan menjaga total biaya di bawah\nanggaran. Kombinasi rig dan coil tubing terbukti dapat mempercepat penyelesaian proyek\npenutupan sumur secara permanen. Selama periode implementasi, tim proyek melakukan\nverifikasi dan validasi terhadap keputusan yang telah diambil. Dari proses verifikasi di lapanagn,\nditemukan adanya beberapa masalah yang timbul pada strategi urutan sumur yang akan dikerjakan\noleh rig, terutama pada persiapan lokasi. Jadi, urutan jadwal eksekusi sumur nya dipilih acak antara\nsumur normal dan sumur hybrid, tergantung sumur mana saja yang sudah siap terlebih dahulu.\nNamun, secara keseluruhan hasilnya bagus dan memenuhi ekspektasi perusahaan.", "Daftar File": {"2021_TS_PP_Santoso Budi Utomo_1-Abstrak (1).pdf)u": "https://digilib.itb.ac.id/gdl/download/221059"}, "Penulis": "Santoso Budi Utomo [29118271]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Minyak dan Gas, Pengeboran and Kerja Ulang, Penutupan Sumur secara Permanen, Decommissioning, Sumbat Sumur, Kekuatan Sumur, Brainstorming, Why Tree Analysis, Analytic Hierarchy Process, Rig, Coil Tubing Unit, Cycle Time", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "06 Mar 2021"}