{"Nomor": 53550, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN NIAT  KUNJUNGAN PESELANCAR MANCANEGARA UNTUK CILETUHPALABUHANRATU UNESCO GLOBAL GEOPARK", "Abstrak": "Ciletuh-Palabuhanratu UNESCO Global Geopark (CPUGGp) merupakan\nGeopark Jawa Barat pertama yang terletak di Kabupaten Sukabumi yang berstatus\nUNESCO Global Geopark pada tahun 2018. CPUGGp sebagai destinasi wisata,\nmemberikan tiga aspek geopark untuk menarik wisatawan yaitu: geodiversity,\nbiodiversity, dan keragaman budaya. Meskipun pada tahun 2018 CPUGGp\nmemiliki jumlah pengunjung tertinggi yaitu 1.175.258, terdapat penurunan drastis\nsebesar 26% pada tahun 2019 yang menjadi 873.894 pengunjung. Dibandingkan\ndengan pengunjung asing yang datang ke Indonesia, CPUGGp masih hanya berada\ndi 1% dari total keseluruhan jumlahnya. Pendekatan teori dalam penelitian ini\nmenggunakan analisis pelanggan, analisis eksternal lingkungan (PESTEL) dan\nindustri (Porter 5 Forces) serta analisis internal yang melakukan model analisis\nsumber daya. Metodologi yang digunakan adalah analisis regresi linier berganda.\nEdukasi, relaksasi, antusias, fasilitas, atraksi, pemberdayaan masyarakat dan\naktivitas lainnya, sedangkan niat berkunjung merupakan variabel terikat.\nBerdasarkan analisis regresi linier berganda SPSS 23 didapatkan hasil yang\nmempengaruhi niat berkunjung adalah atraksi, pemberdayaan masyarakat dan\naktifitas lainnya. Hasil analisis ini akan dikembangkan menjadi strategi komunikasi\npemasaran terpadu untuk mencapai motivasi  peselancar yang diharapkan untuk\nmeningkatkan niat mereka mengunjungi CPUGGp.", "Daftar File": {"2021_TS_PP_Moehamad Khahfi_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221061"}, "Penulis": "Moehamad Khahfi [29118533]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "motivasi; geopark; ciletuh UNESCO Global Geopark; Analisis Internal; Analisis Eksternal; Analisis Pelanggan; Peselancar", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "06 Mar 2021"}