{"Nomor": 53551, "Judul": "MEREKOMENDASIKAN PELATIHAN DAN PENGEMBANGAN BERDASARKAN LIMA (5) LANGKAH PELATIHAN DAN  PENGEMBANGAN OLEH GARY DESSLER, STUDI KASUS PT XYZZ", "Abstrak": "Sektor industri plastik nasional menjadi salah satu penyumbang kebangkitan pertumbuhan manufaktur\nnasional. Karena banyaknya perusahaan manufaktur plastik di Indonesia, maka industri plastik Indonesia\nmemiliki andil yang besar. Jumlah perusahaan plastik Indonesia ada sekitar 925 perusahaan. Hal itu karena\npermintaan produk plastik dalam lima tahun terakhir meningkat rata-rata 5 persen per tahun. \nDengan kondisi seperti itu menjadi peluang besar bagi para pengusaha plastic untuk memberikan supply\ndengan nilai-nilai terbaik yang bisa mereka tawarkan. Nilai-nilai penting untuk memperoleh keuntungan\nmaksimal adalah harga yang kompetitif dan produk yang berkualitas tinggi. Untuk memberikan harga\nyang kompetitif hampir sebagian besar perusahaan memilikinya. Namun, untuk produk dengan kualitas\nyang tinggi tidak banyak perusahaan yang dapat memberikannya dan berdampak pada kegagalan untuk\nbertahan.  \nPT XYZZ saat ini menjadi salah satu perusahaan yang memiliki isu terkait kualitas produk, hal tersebut\ndilihat berdasarkan tingkatan produk cacat yang terjadi rentan tahun 2019 hingga quarter pertama tahun\n2020.Berdasarkan data yang tersedia, diketahui bahwa performa karyawan menjadi penyebab utama\nterjadinya produk cacat saat ini.  \nPenurunan performa terjadi karena adanya gap pada kompetensi yang telah ditetapkan dan pelanggaran\npada standard operating procedures. Tindakan yang dilakukan saat ini terkait dengan produk cacat oleh\nPT XYZZ hanya dengan melakukan pemberian sanksi, pemotongan upah, dan pemutusan kontrak kerja.\nHal tersebut dirasa tidak berdampak efektif terhadap produk cacat yang ada.  \n\niii\n \nOleh karena itu, dibutuhkan suatu pelatihan dan pengembangan sebagai langkah yang dirasa efektif dan\nefisien bagi perusahaan secara jangka pendek maupun untuk jangka panjang. Sejauh ini, pelatihan dan\npengembangan yang diberikan oleh perusahaan dirasa tidak efektif dan masih banyak mengalami masalah.\nBukti yang ada tekait belum efektif nya pelatihan dan pengembangan saat ini dilihat berdasarkan hasil\npenilaian kinerja tahun 2018 hingga tahun 2019, dimana telah terjadi penurunan kinerja yang sangat\nsignifikan. \nBerdasarkan hal tersebut, program pelatihan dan pengembangan di PT XYZZ dianalisis melalui interview\ndan grup diskusi dengan pihak-pihak terkait di dalam perusahaan. Pembahasan menggunakan model 5\nlangkah pelatihan dan pengembangan oleh Gary Dessler,  2016.  Setelah dilakukan analisis, diketahui\nbahwa memang ada kesenjangan yang terjadi antara kondisi pelatihan dan pengembangan yang sejauh ini\ndilakukan oleh perusahaan dengan apa yang seharusnya dilakukan oleh perusahaan dalam melakukan\npelatihan dan pengembangan yang efektif. \nLebih lanjut, setelah usai interview, telah diidentifikasi bahwa ada beberapa hal yang perlu PT XYZZ\ntingkatkan dan perbaiki. PT XYZZ harus melakukan peningkatan pengetahuan karyawan di perusahaan\ndimana berkaitan dengan standard operating procedure, pengetahuan perbaikan mesin, pengetahuan dasar\nbahasa Inggris. PT XYZZ harus melakukan pelatihan yang berkaitan dengan keterampilan karyawan\nterhadap komunikasi, kepemimpinan, kerjasama tim, pemecahan masalah, dan kesadaran atau kepekaan\ndalam berorganisasi.  PT XYZZ juga harus melakukan peningkatan motivasi dan meningkatkan\npengendalian diri pada setiap individu di dalam perusahaan. Setelah, melakukan seluruh kegiatan pelatihan\ndan pengembangan tersebut, penulis memeberikan beberapa saran dalam melakukan evaluasi terhadap\nefektifitas pelatihan dan pengembangan yang diikuti oleh karyawan.  \nProgram dapat dilaksanakan pada tahun 2021, dengan rentang waktu antara 6 hingga 12 bulan, tergantung\ndengan tingkatan atau kesulitan setiap tema pelatihan dan pengembangan yang dilaksanakan. Pelatihan\ndan pengembangan dilakukan secara bersama-sama dan sporadis kepada seluruh karyawan di departemen\noperasional. \nDalam rangka memastikan bahwa pelatihan dan pengembangan berjalan efektif dan bermanfaat bagi\nkaryawan yang mengikuti, pelatihan dan pengembangan harus dilakukan oleh pelatih atau intruktur yang\nmemahami pelatihan secara praktis dan teoritis, memahami secara substansi, dan merupakan seorang atau\npraktisi lapangan yang berpengalam sesuai dengan bidang pelatihan dan pengembangan tersebut.", "Daftar File": {"2021_TS_PP_ALFA NAUFALLIANTO_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/221062"}, "Penulis": "Alfa Naufallianto [29118508]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Plastik, Produk Gagal, Kinerja, Kompetensi, Standar Prosedur Operasional, Pelatihan dan Pengembangan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "06 Mar 2021"}