{"Nomor": 53557, "Judul": "PEMILIHAN SOLUSI OTOMASI DI PABRIK PELUMAS MENGGUNAKAN PROSES ANALITIS HIRARKI", "Abstrak": "Sebuah pabrik pelumas perlu menemukan cara untuk menghadapi tuntutan produksi yang ketat di tengah meningkatnya permintaan untuk memenuhi produksi pelumas berkualitas tinggi. Karena kapasitas desainnya tidak lagi sepenuhnya dapat memasok aspirasi volume, tim manajemen memutuskan untuk memasang solusi otomasi pada fasilitas yang telah ada dengan menginvestasikan modal untuk meningkatkan kapasitas pabrik dan mengurangi masalah yang mungkin terjadi karena intensitas operasional. Untuk mendapatkan manfaat optimal dari inisiatif ini, proses pengambilan keputusan dalam memilih solusi yang paling cocok harus dilakukan secara sistematis.\nDengan banyaknya solusi otomasi di pasaran, tantangan terletak pada cara mengevaluasi alternatif dengan mempertimbangkan semua faktor yang dapat mempengaruhi hasil yang diharapkan. Karena analisis keputusan memerlukan studi mendalam dengan bermacam kriteria yang mewakili kebutuhan organisasi, proses pengambilan keputusan multi-kriteria (MCDM) diterapkan untuk membantu para pengambil keputusan dalam membuat keputusan yang tepat yang selaras dengan tujuan strategis dan skenario bisnis. Salah satu alat MCDM yang dapat digunakan adalah proses analitis hierarki (AHP). Metodologi ini memiliki keuntungan pada kemampuannya untuk mengukur tidak hanya atribut berwujud tetapi juga tidak berwujud yang diekstraksi dari penilaian subjektif.\nDalam mencapai tujuan, serangkaian kriteria dan sub-kriteria didefinisikan. Ada 4 kriteria yang didefinisikan berdasarkan tinjauan literatur dan wawancara para ahli: Kelayakan Keuangan, Kompleksitas Operasional, Integrasi dan Peningkatan Proses, dan Kesiapan Organisasi. Setiap kriteria memiliki sub-kriteria tersendiri di mana Kelayakan Keuangan dan Kompleksitas Operasional memiliki 3 sub kriteria, Integrasi dan Peningkatan Proses memiliki 4 sub kriteria, dan Kesiapan Organisasi memiliki 2.\nKriteria dan sub-kriteria yang disepakati tersebut digunakan untuk mendapatkan prioritas untuk 3 alternatif: automated guided vehicle (AGV), modul overall equipment effectiveness (OEE) otomatis, dan lini pengisian drum yang sepenuhnya otomatis. Setiap alternatif dipilih dengan mempertimbangkan kekhasan fasilitas pabrik, organisasi dan tantangan yang saat ini sedang dihadapi. Semua alternatif juga dapat dipasang di area \"brownfield\" dari operasi yang telah ada.\nTingkat prioritas relatif dari setiap kriteria dan sub-kriteria terhadap tujuan didapatkan melalui perbandingan berpasangan oleh para pembuat keputusan dan ahli. Dihimpun dari 5 responden yang terdiri dari berbagai posisi manajerial dalam organisasi, kriteria terpenting adalah Integrasi dan Peningkatan Proses (0,347), sedangkan tiga sub kriteria teratas dalam prioritas global adalah Peningkatan Kapasitas Total (0,208), Kemudahan Operasi (0,193) dan Biaya Operasi (0,162). Responden mementingkan kemampuan setiap alternatif dalam meningkatkan kapasitas produksi dengan cara termudah dan paling terjangkau.\nPada bagian selanjutnya, AHP memperoleh tingkat prioritas relatif dari setiap alternatif terhadap setiap sub-kriteria. Perhitungan akhir menyimpulkan bahwa lini pengisian drum yang sepenuhnya otomatis dipilih sebagai alternatif dengan prioritas global tertinggi (0,471), di mana modul OEE otomatis (0,344) dan AGV (0,185) masing-masing berada di posisi kedua dan ketiga. Pemilihan lini pengisian drum yang sepenuhnya otomatis dirasakan oleh responden dapat memenuhi harapan mereka.\nAHP sebagai alat MCDM direkomendasikan terutama karena kemampuan matematika dan kesederhanaan entri data yang memungkinkan pembuat keputusan untuk memiliki media pendukung dalam menjustifikasi keputusan mereka. Hirarki terstruktur dalam penelitian ini cukup umum namun masih mencakup berbagai kebutuhan organisasi sehingga dapat digunakan sebagai panduan sistematis untuk proses pengambilan keputusan pada skenario bisnis lain yang mungkin terjadi di masa depan. Namun, penting bahwa para pengambil keputusan memiliki pemahaman yang memadai tentang metode ini dan kriteria yang mempengaruhi keputusan.", "Daftar File": {"ABSTRAK Ray Andhika Putra": "https://digilib.itb.ac.id/gdl/download/221067"}, "Penulis": "Ray Andhika Putra [29319071]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengambilan Keputusan Multi Kriteria, Proses Analitis Hirarki, Operasi Manufaktur, Otomasi, Pelumas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "07 Mar 2021"}