{"Nomor": 53565, "Judul": "PENDEKATAN SCENARIO PLANNING  DALAM MENCAPAI KEBERLANJUTAN USAHA  PT GAS TRANSMISSION PIPELINE", "Abstrak": "Penulisan ini menunjukkan pendekatan kualitatif di balik metodologi perencanaan skenario untuk mengidentifikasi “kekuatan pendorong” (driving forces) yang mungkin mempengaruhi keberlangsungan bisnis dalam lima tahun ke depan — studi kasus perusahaan transportasi gas alam di Indonesia. Beberapa tahun ke depan akan menjadi tahun-tahun yang menentukan bagi PT Gas Transmission Pipeline (PERUSAHAAN). Meski PERUSAHAAN telah menjadi salah satu rantai pasokan bisnis gas alam Indonesia, Gas Transportation Agreement (GTA) akan segera berakhir. Kapasitas pipa PERUSAHAAN diperkirakan akan menurun secara dramatis jika anchor Shippers tidak memperpanjang GTA.\nTren pasokan gas cenderung stagnan hingga menurun. Secara bersamaan, permintaan akan meningkat seiring dengan pertumbuhan ekonomi dan pembangunan penduduk Indonesia. Kondisi ini akan menciptakan gap dalam pemanfaatan pipeline PERUSAHAAN. Selain itu, pasokan dan permintaan gas juga sangat bergantung pada kebijakan Pemerintah Indonesia dan/atau Badan Pengatur. Bersamaan dengan itu, pipa yang menua cenderung menyebabkan biaya pengoperasian dan perawatan menjadi lebih tinggi untuk menjaga keandalan. Ini menyebabkan ketidakpastian untuk bisnis masa depan PERUSAHAAN. \nMetodologi perencanaan skenario adalah menggambarkan kemungkinan dari kondisi saat ini, kekuatan pendorong dan tren, hingga mengatasi ketidakpastian. Penelitian dibuat dengan menggunakan data primer dan data sekunder untuk menentukan masukan perencanaan skenario. Masukan untuk setiap ketidakpastian kritis direduksi menjadi satu spektrum atau sumbu ketidakpastian dengan kasus kutub di setiap ekstremitas. Kedua sumbu tersebut adalah “Kebijakan Pemerintah Indonesia dan dukungan regulasi” dan “pertumbuhan permintaan gas di sepanjang jalur pipa. Kombinasi dua sumbu akan membuat matriks 2x2 dengan empat kuadran berbeda untuk mengeksplorasi ketidakpastian atau masa depan PERUSAHAAN.\n\nImplikasi dan pilihan dari setiap skenario dieksplorasi untuk mengidentifikasi strategi alternatif. Selain itu, sinyal peringatan dini diidentifikasi dan difokuskan pada tren yang terjadi di setiap skenario. Sebagai kesimpulan, rencana strategi implementasi dikembangkan sebagai acuan bagi perusahaan untuk menghadapi tantangan dan perubahan bisnis ke depan selama lima tahun ke depan.\nAnalisis dan elaborasi perencanaan skenario memberikan wawasan dan rekomendasi kepada manajemen PERUSAHAAN. Tujuan dari pembuatan perencanaan skenario bukanlah untuk memilih skenario yang paling sesuai atau mengejar skenario terbaik. Ini untuk memberikan petunjuk kepada manajemen tentang masa depan PERUSAHAAN yang dapat diperkirakan. Berdasarkan sinyal peringatan dini setiap skenario, PERUSAHAAN dapat menanggapi secara tepat waktu dengan sumber daya yang dihitung. Penulis menunjukkan manfaat dari perencanaan skenario yang dikembangkan akan memberikan sinyal peringatan dini yang memungkinkan Perseroan untuk fokus dan gesit dalam merespon kondisi yang tidak pasti.", "Daftar File": {"ABSTRAK Antika Resmisari": "https://digilib.itb.ac.id/gdl/download/221087"}, "Penulis": "Antika Resmisari [29319026]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan Skenario, Pengambilan Keputusan Strategis, Bisnis, Gas Alam", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "07 Mar 2021"}