{"Nomor": 53564, "Judul": "TRANSFORMASI DIGITAL DAN KEMATANGAN DIGITAL DI PERTAMINA HULU ROKAN", "Abstrak": "Industri perminyakan dan gas telah mengalami volatilitas yang signifikan dalam dekade terakhir dikarenakan perubahan dan penurunan pasokan dan permintaan yang cepat akibat isu geopolitik, perkembangan teknologi baru di eksplorasi dan produksi, serta situasi ekonomi. Pandemi COVID-19 telah menyebabkan penurunan lebih lanjut di industri perminyakan dan gas yang sudah terpuruk dan berjuang untuk mendapatkan keuntungan dan keberlangsungannya. Jatuhnya permintaan minyak dan jatuhnya harga semakin menambah tantangan yang dihadapi industri ini. Sebagian besar eksekutif di perusahaan Minyak dan Gas menyadari keuntungan yang bisa didapat dari digitalisasi. Para pemimpin industri mengantisipasi aplikasi digital akan menghasilkan peningkatan pendapatan rata-rata 10 persen karena peningkatan produksi dan mempersingkat waktu dimulainya proyek, dan penurunan biaya 8,5 persen dari peningkatan efisiensi operasional, selama 5 tahun ke depan. Namun meski potensinya sudah disadari, revolusi digital di bidang migas belum sepenuhnya terwujud. Lebih dari 70 persen perusahaan Minyak dan Gas menganggap diri mereka berada di tahap awal kematangan digital. \nPT. Chevron Pacific Indonesia (CPI) yang merupakan salah satu unit bisnis hulu Chevron di Asia merupakan salah satu perusahaan minyak dengan operasi terpanjang dan terbesar di Indonesia dengan produksi bersih harian rata-rata 99.000 barel minyak mentah dan 19 juta kubik gas bumi pada 2019. CPI akan didivestasi dan dioperasikan oleh Pertamina Hulu Rokan (PHR) pada Agustus 2021. Terimbas pada penurunan harga minyak, perusahaan ini juga berjuang untuk memberikan nilai tambah pada operasi bisnisnya dengan cara menekan biaya, meningkatkan produksi, meningkatkan produktivitas tenaga kerja mereka, dan meningkatkan proses pengambilan keputusan. Mereka tidak dapat mengikuti laju perjalanan transformasi digital (digital transformation) dari korporasi. Inovasi dan akselerasi digital diperlukan perusahaan untuk menyelesaikan masalah tersebut dan mereka perlu mengevaluasi kesiapan mereka dalam transformasi digital dan mengetahui kematangan digital (digital maturity) mereka.\nBerdasarkan permasalahan bisnis di atas, penulis melakukan penelitian menggunakan dua kerangka kerja penilaian digital untuk menilai dan menganalisis pemikiran strategis (Strategic thinking) dan kelincahan organisasi (organizational agility) pemimpin Teknologi Informasi, serta kematangan digital perusahaan. Penilaian pertama menggunakan kerangka berpikir umum bahwa transformasi digital pada dasarnya bukan tentang teknologi tetapi manusia dan strategi, meskipun mungkin memerlukan platform digital, peningkatan yang lebih penting adalah pemikiran strategisnya. Penilaian kedua menggunakan TMForum Digital Maturity Model, salah satu dari banyak model kematangan digital yang tersedia di industri, untuk menilai kematangan digital perusahaan.\n\nHasil dari penelitian ini diharapkan, pertama, dapat membantu perusahaan untuk mengkaji kefasihan digital (digital fluency) dari pimpinan dan merencanakan perbaikan dalam transformasi digital, dan kedua, dengan mengetahui kematangan digitalnya, perusahaan dapat menganalisis dan menyusun serta memahami dengan baik sifat dasar masalah transformasi digital yang akan ditangani, memfasilitasi pembuatan tujuan dan rencana, baik jangka pendek maupun jangka panjang, memberikan dasar untuk membantu organisasi menilai secara realistis di mana mereka berada dalam perjalanan transformasi, dan membuat investasi ke dalam proyek transformasional menjadi lebih efektif.", "Daftar File": {"ABSTRAK Jusfiannur": "https://digilib.itb.ac.id/gdl/download/221072"}, "Penulis": "Jusfiannur [29319121]", "Kontributor / Dosen Pembimbing": ["Yulianto, S.Si., M.A.B., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Transformasi Digital, Kematangan Digital, Kefasihan Digital, Strategi Digital", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "07 Mar 2021"}