{"Nomor": 53577, "Judul": "FORMULASI STRATEGI BISNIS ELITA INDONESIA DENGAN ARENA DAN DIFFERENTIATIOR YANG DITETAPKAN ULANG MENGGUNAKAN HIERARCHICAL CLUSTERING", "Abstrak": "ELITA Indonesia adalah usaha kecil menengah yang memproduksi dan menjual busana formal berbordir. Didirikan pada tahun 2000 oleh sepasang suami istri yang masih menjalankan bisnis hingga sekarang. Dulunya merupakan bisnis konvensional di pasar regional Tanah Abang sebelum memutuskan untuk beralih dari fokus grosir ke grosir dan eceran. Bisnis mengalami penurunan pendapatan, penjualan, dan laba bersih karena perubahan tren, manajemen yang tidak efisien, dan pemasaran dan strategi bisnis yang tidak terorganisir.\nPenelitian ini bertujuan untuk menemukan strategi terbaik ELITA Indonesia. Analisis awal dilakukan melalui analisis internal untuk mengetahui situasi bisnis saat ini, analisis eksternal untuk mengetahui posisi bisnis terhadap industri serta analisis internal-eksternal atau SWOT untuk menentukan kekuatan, kelemahan, peluang, dan ancaman bisnis. Metodologi penelitian yang digunakan dalam penelitian ini adalah kualitatif dan kuantitatif. Data tersebut dianalisis secara berurutan sebelum dimasukkan ke dalam analisis cluster hirarkis. Analisis strategi generik juga dilakukan untuk dicocokkan dengan analisis hierarki setelah dianalisis dengan SWOT.\nDengan menerapkan strategi diferensiasi generik sebagai hasil analisis, analisis lebih lanjut dilakukan. Dalam strategi diamond yang menekankan arena dan differentiatornya, ditetapkan perumusan kegiatan dan strategi yang perlu dilakukan ELITA Indonesia. Strategi ini juga diimplementasikan pada model bisnis baru sebagai hasil akhir.", "Daftar File": {"ABSTRAK Muthiah Fadhilah": "https://digilib.itb.ac.id/gdl/download/221083"}, "Penulis": "Muthiah Fadhilah [29319027]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Diamond, Analisis Klaster Hirari, Produk Bordir, dan Strategi Generik", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "07 Mar 2021"}