{"Nomor": 53573, "Judul": "PEMBUATAN RENCANA SKENARIO UNTUK PT HUBER INKS INDONESIA DALAM MENGHADAPI GANGGUAN DIGITAL DI INDUSTRI MEDIA CETAK", "Abstrak": "Perkembangan pesat teknologi digital memberikan pengaruh yang mengganggu nilai barang dan jasa. Teknologi komunikasi media baru menawarkan konvergensi media yang menyediakan kecepatan akses, fleksibelitas dan informasi terbaru. Keberadaan media cetak seperti koran, majalah, buku, pamflet dan brosur menjadi berkurang. Ini mempengaruhi semua pemasok industri media cetak termasuk perusahaan tinta cetak. Perusahaan tinta cetak akan mengalami penurunan pendapatan terutama jika pendapatannya saat ini sebagian besar berasal dari penjualan tinta media cetak. Gangguan digital adalah hal yang sudah pasti tetapi ketidakpastian muncul sebagai akibat dari pro dan kontra penggunaan perangkat digital dalam pendidikan anak dan kebebasan jurnalistik online yang memberikan informasi yang meragukan. Perusahaan juga perlu mempersiapkan diri dengan membuat strategi untuk masa depan yang penuh ketidakpastian tersebut. Dalam hal ini, pembuatan rencana skenario dapat membantu perusahaan mengelola ketidak pastian masa depan sehingga dapat cepat beradaptasi terhadap perubahan atau situasi kritis di masa depan.\n\nMasalah utama utama dari proyek ini adalah bagaimana gangguan digital di industri media cetak akan mempengaruhi perusahaan tinta cetak selama 5 tahun ke depan. Pengembangan perencanaan skenario membantu perusahaan untuk melihat masa depan gangguan digital di industri media cetak, menawarkan rekomendasi untuk mengatasi tantangannya, dan memberikan rencana kegiatan implementasi sebagai pedoman strategi perusahaan. Tahapan perencanaan skenario yang diperkenalkan oleh David A. Garvin memandu aliran proyek ini. Proyek ini membentuk tim ahli untuk mendapatkan data kualitatif melalui rangkaian kelompok diskusi terarah yang melakukan iterasi pembingkaian ulang dan persepsi ulang yang diperkenalkan oleh Rafael Ramirez sebagai pendekatan perencanaan skenario Oxford (OSPA). Ini sesuai dengan konteks TUNA ketika turbulensi, ketidakpastian, kebaruan, dan ambiguitas terjadi dalam pandemi Covid-19 saat ini. Proyek ini juga menggabungkan penilaian eksternal dengan kerangka PESTEL dan penilaian internal dengan kerangka kapabilitas dinamis yang diperkenalkan oleh Einar Lier Madsen.\n\nAda banyak kekuatan pendorong yang teridentifikasi selama diskusi. Pembuatan rangking kekuatan pendorong tersebut menetapkan pandemi dan dukungan jaringan tinta global sebagai dua ketidakpastian kritis dan membangun kerangka skenario awal secara deduktif. Tim ahli mengkaji ulang kerangka skenario awal dan menghasilkan kerangka skenario akhir yang terdiri dari empat skenario. Skenario tersebut menunjukan tantangan di masa depan industri media cetak yang sangat dinamis. Perusahaan harus dapat merespon kemunculan skenarionya dan menyesuaikan strateginya dengan tepat.", "Daftar File": {"ABSTRAK Bambang Catur Suhariyono": "https://digilib.itb.ac.id/gdl/download/221079"}, "Penulis": "Bambang Catur Suhariyono [29319148]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D.", "Ir. Ahmad Yuniarto, PG. Dip."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perusahaan Tinta, Kapabilitas Dinamis, PESTEL, TUNA, OSPA, Pandemi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "07 Mar 2021"}