{"Nomor": 53584, "Judul": "ARSITEKTUR SEBAGAI SARANA PENDIDIKAN TUNANETRA: SEKOLAH LUAR  BIASA A DAN PANTI PELAJAR WYATA GUNA, KOTA BANDUNG, JAWA BARAT", "Abstrak": "Sekolah Luar Biasa (SLB) Negeri A Kota Bandung merupakan SLB tertua di Asia Tenggara yang \nberdiri tahun 1908 sebagai sekolah dan panti tunanetra. SLB tersebut terletak di kompleks Wyata \nGuna, Jl. Pajajaran 50-52. Pada tahun 2019, SLB terancam penggusuran oleh Kementerian Sosial yang \nakan membangun seluruh Wyata Guna menjadi balai rehabilitasi lanjut. Pemerintah Provinsi Jawa \nBarat memohon hibah tanah dari Kementerian Sosial seluas 15.000 m2 dari total 45.000 m2 lahan \nWyata Guna untuk tetap menjadi SLB (TKLB-SMALB) dan panti (SD-mahasiswa). \nHibah tapak membuka peluang perancangan ulang SLB dan panti yang kondisinya tidak \nmemenuhi standar. Terdapat tiga isu utama perancangan: Akomodasi disabilitas siswa yang tetap \nmempersiapkan kehidupan mandiri pasca sekolah; Akomodasi fungsi publik SLB sebagai pusat sumber \npendidikan tunanetra yang tetap melindungi privasi siswa; Merespon bangunan bersejarah pada \ntapak (rumah pendiri SLB, C.H.F Westhoff).\nAkomodasi disabilitas siswa dipenuhi melalui fleksibilitas ukuran ruang kelas sesuai jenis \ndifabilitas: tunanetra dan tunaganda; acuan nonvisual bunyi, angin, penciuman; panduan sentuh \nmobilitas; sirkulasi tegak lurus/sederhana untuk orientasi; menghindari silau pada (low-vision) dan \ngaung (tunanetra). Perancangan mengakomodasi kurikulum kemandirian yaitu activities of daily living \nmelalui panti/asrama berbasis tahap kemandirian; serta orientasi dan mobilitas melalui variasi \nkesulitan sirkulasi horizontal dan vertikal.\nAkomodasi fungsi publik dilakukan melalui pemisahan zonasi privat-publik yang jelas, dengan \nmengalokasikan sisi timur tapak untuk taman publik serta alih fungsi rumah Westhoff sebagai museum \nsejarah. Untuk merespon bangunan bersejarah, bentuk atap serta jarak antar massa bangunan \ndisusun agar menciptakan kontinuitas visual dengan rumah Westhoff.", "Daftar File": {}, "Penulis": "Mohammad Ilham Akbar [15216080]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Sekolah Luar Biasa, Panti/Asrama, Tunanetra, Disabilitas, Bangunan Bersejarah", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "08 Mar 2021"}