{"Nomor": 53583, "Judul": "PERANCANGAN RESORT DI NUSA LEMBONGAN", "Abstrak": "Pariwisata merupakan salah satu kunci dari pemasukan devisa negara di Indonesia. Alam dan budaya yang kaya menjadi daya tarik bagi pengunjung mancanegara untuk datang. Nusa Lembongan merupakan destinasi wisata pada gugus kepulauan Nusa Penida dengan kekayaan alamnya dan pemandangan yang indah. Untuk itu, PT Nusa Jaya Prima mencanangkan proyek pembangunan hotel resor di barat daya pulau Nusa Lembongan dengan luas lahan 6,6 Ha. Pembangunan ini bertujuan untuk mengembangkan fasilitas akomodasi yang dapat menjadi tempat peristirahatan wisatawan serta mempromosikan Nusa Lembongan sebagai destinasi wisata pilihan.\nBerdasarkan hasil analisis tapak dan kajian terhadap pengguna yang dilakukan, terdapat tiga isu utama dalam perancangan resor, yaitu inkorporasi budaya lokal, sustainabilitas bangunan, dan privasi pengunjung. Hal ini kemudian diterjemahkan ke dalam aspek-aspek perancangan. Konsep umum yang diangkat dalam perancangan mengambil nilai arsitektur Bali yang menekankan kepada nilai keselarasan antara manusia dan lingkungannya. Untuk menunjang fungsi utama penginapan, terdapat 38 villa penginapan dengan tipe one bedroom dan two bedroom. Terdapat juga area front office, back of house, lobby, restoran, kolam renang, dan spa sebagai fasilitas penunjang untuk hotel resor. Ruang-ruang ini diorientasikan sehingga wisatawan dapat menikmati pemandangan laut lepas pada sisi utara dan timur tapak, namun masih memperhatikan kemudahan akses bagi pegawai menuju area servis. \nSelubung bangunan didominasi dengan material lokal seperti kayu ulin, batu paras dan atap alang-alang. Kondisi iklim tropis direspon dengan penggunaan atap miring dengan overhang dan bukaan yang lebar sehingga penghawaan alami dapat masuk. Secara total, luas keseluruhan ruang yang terbangun adalah 6711 meter persegi.", "Daftar File": {}, "Penulis": "Ni Wayan Primastuti [15216077]", "Kontributor / Dosen Pembimbing": ["Ir. Endang Triningsih Soetrisno, MSP, MLA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Nusa Lembongan, Resor, Budaya, Wisatawan, Arsitektur lokal", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "08 Mar 2021"}