{"Nomor": 53598, "Judul": "PEMODELAN PENYISIHAN ORGANIK PADA PENAMBAHAN MATERIAL PENUNJANG BUATAN SEBAGAI UPAYA PENGOLAHAN PADA BADAN AIR", "Abstrak": "Peningkatan jumlah penduduk yang signifikan menyebabkan kebutuhan yang perlu dipenuhi semakin meningkat. Semakin meningkatnya kebutuhan berarti semakin meningkat pula jumlah limbah yang dihasilkan yang dapat mencemari badan air. Diperlukan pengolahan tambahan untuk mengurangi beban pencemar yang diterima oleh badan air. Penambahan media penunjang merupakan salah satu upaya pengolahan tambahan untuk mengurangi beban pencemar di badan air. Pada penelitian sebelumnya, penggunaan drainblock sebagai media penunjang pada badan air baik dalam skala laboratorium maupun skala lapangan menunjukkan hasil yang cukup memuaskan dalam menyisihkan pencemar organik. Penelitian ini bertujuan untuk melakukan pemodelan penyisihan pencemar organik yang diwakili oleh COD untuk menentukan dimensi drainblock yang perlu diaplikasikan pada kasus pencemaran badan air lainnya. Data yang digunakan pada penelitian ini adalah data skala lapangan dengan menggunakan dua jenis drainblock, yaitu drainage and water retention drainblock (tipe I) dan water treatment drainblock (tipe II). Dilakukan juga variasi bentuk drainblock dalam bentuk kubus dan blok sehingga terdapat empat variasi pengaplikasian drainblock, yaitu drainblock tipe I bentuk blok, drainblock tipe I bentuk kubus, drainblock tipe II bentuk kubus, dan drainblock tipe II bentuk blok. Metode yang digunakan adalah dengan memasukkan data lapangan ke dalam persamaan kinetika reaksi orde nol, orde satu, dan orde dua yang diperoleh dari penurunan persamaan plug flow reactor. Untuk menentukan persamaan kinetika reaksi yang digunakan, nilai koefisien reaksi, serta menentukan pengaplikasian media penunjang yang paling optimal maka dilakukan perbandingan nilai standar deviasi dan koefisien determinasi. Hasil pemodelan menunjukkan bahwa jenis drainblock yang paling optimal untuk menyisihkan COD adalah drainblock tipe II bentuk kubus dengan menggunakan persamaan kinetika orde 1. Nilai koefisien reaksi (k) yang diperoleh adalah sebesar 0,5378/s dengan nilai standar deviasi 14,532 mg/L COD, dan koefisien determinasi sebesar 0,1025. Nilai koefisien kinetika penyisihan reaksi dan persamaan yang diperoleh kemudian digunakan untuk membuat pemodelan pada aplikasi Matlab R2020b untuk menentukan dimensi drainblock yang dibutuhkan untuk menyisihkan pencemar.", "Daftar File": {"2021 TS Inat Shani Fathuna 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221104"}, "Penulis": "Inat Shani Fathuna [25318305]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Badan air, COD, drainblock, kinetika penyisihan, media penunjang, pengolahan tambahan, plug flow reactor", "Sumber": "TESIS APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "08 Mar 2021"}