{"Nomor": 53607, "Judul": "SINTESIS GLISEROL MONOOLEAT (GMO) TERKATALIS ASAM DAN PEMBUATAN MODUL PRAKTIKUM SEBAGAI BAHAN AJAR DI LABORATORIUM", "Abstrak": "Gliserol monooleat (GMO) memiliki aplikasi yang sangat luas dalam dunia farmasi, oleokimia, pertambangan dan pengemulsi dalam makanan. Pada penelitian ini telah berhasil disintesis senyawa gliserol monooleat (GMO) melalui beberapa tahapan. Tahapan awal adalah reaksi proteksi gugus hidroksi gliserol sehingga terbentuk senyawa solketal, reaksi berlangsung pada suhu 58 ºC dengan katalis asam kamper sulfonat (CSA), asam para-toluen sulfonat (p-TSA) dan amberlyst-\n16. Rendemen yang dihasilkan dari reaksi menggunakan berbagai katalis tersebut berturut-turut adalah 9,37 %; 12,23 %; dan 51,02 %. Reaksi dilanjutkan dengan esterifikasi senyawa solketal dengan asam oleat menggunakan katalis basa Na2CO3 pada suhu 100 ºC selama 6 jam. Pemurnian dilakukan dengan cara ekstraksi untuk menghilangkan asam oleat dan Na2CO3, serta distilasi vakum menggunakan Kugelrohr untuk menghilangkan senyawa solketal. dari hasil pemurnian diperoleh isopropilidin gliserol oleat (IPGO) sebesar 51,81 %. Tahapan akhir dari reaksi ini adalah deproteksi gugus asetonida yang berlangsung pada suhu 56 ºC selama 3 jam sehingga diperoleh rendemen gliserol monooleat (GMO) sebesar 75,35 %. Karakterisasi dan analisis terhadap produk yang diperoleh dilakukan dengan kromatografi lapis tipis (KLT), spektroskopi NMR 1D dan 2D.\n\n(rumus)", "Daftar File": {"ABSTRAK Adam Malik": "https://digilib.itb.ac.id/gdl/download/221113", "PUSTAKA Adam Malik": "https://digilib.itb.ac.id/gdl/download/257782"}, "Penulis": "Adam Malik [90518501]", "Kontributor / Dosen Pembimbing": ["Anita Alni, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "solketal, isopropilidin gliserol oleat (IPGO), gliserol monooleat (GMO), reaksi proteksi, reaksi esterifikasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "08 Mar 2021"}