{"Nomor": 53614, "Judul": "INTERAKSI TEKTONIK DAN LUNCURAN GRAVITASI SEBAGAI KONTROL MEKANISME DEFORMASI DELTA DI SUBCEKUNGAN TARAKAN, KALIMANTAN UTARA", "Abstrak": "Subcekungan Tarakan sangat menarik namun kurang dieksplorasi. Di sebelah utara, subcekungan ini\ndibatasi oleh Sesar Sampoerna dan di selatan dibatasi oleh Sesar Maratua. Kedua patahan regional\ntersebut merupakan patahan geser mengiri yang menghasilkan pengaturan unik terhadap proses\nsedimentasi delta dan proses deformasi yang terjadi di daerah tersebut.\nStruktur geologi yang berkembang di Subcekungan Tarakan berorientasi relatif timurlaut-baratdaya\ndengan jenis sesar normal di bagian ekstensi atau proximal secara pengendapan delta dan sesar anjak\n(toe-thrust) di bagian kontraksi atau distal. Kesejajaran pola antara sesar normal dan sesar anjak dalam\nsuatu area yang sama kerapkali menimbulkan kesalahtafsiran bagi para explorationist yang bekerja di\narea ini. Analisis struktur geologi berupa analisis deskriptif, kinematik dan dinamik dilakukan untuk\nmengetahui proses deformasi pada area ekstensi dengan mempertimbangkan proses sedimentasi Delta\nTarakan. Pengukuran laju sedimentasi terhadap besaran throw dari masing-masing sesar normal\ndilakukan untuk mendapatkan Expansion Index (EI) sebagai gambaran terjadinya sesar tumbuh.\nSelanjutnya evaluasi terhadap sesar tumbuh dilakukan dengan restorasi penampang untuk mengetahui\nproses deformasi yang terjadi berupa strain dan adanya kemungkinan lain selain pergerakan normal\nyang diisi sedimen delta.\nDeformasi yang terjadi di area penelitian dapat dikenali sebagai luncuran gravitasi (gravity gliding)\nyaitu proses sedimentasi yang menghasilkan kontrol gravitasi terhadap deformasi batuan. Berdasarkan\nanalisis yang dilakukan, sesar-sesar normal yang berada di area ekstensi merupakan sesar tumbuh\ndengan Expansion Index yang bervariasi terhadap umur batuan dan lokasi sesarnya. Hasil analisis\nterhadap beberapa sesar tumbuh menunjukkan EI sesar bervariasi terhadap throw dan laju sedimentasi\npada downthrown-nya. Indeks pertumbuhan yang tidak sempurna diamati pada sesar-sesar yang\nterletak di bagian barat area penelitian, diduga terpengaruh aktifitas pengangkatan struktur pada Pliosen\nsehingga mengerosi sebagian besar sedimen sesar tumbuh. Interaksi antara tektonik berupa pergerakan\naktif Sesar Sampoerna dan Sesar Maratua memberi pengaruh terhadap konfigurasi struktur delta\n(gravity gliding) berupa inversi sesar tumbuh yang sekaligus membentuk closure bagi pemerangkapan\nhidrokarbon.", "Daftar File": {"ABSTRAK Hade Bakda Maulin": "https://digilib.itb.ac.id/gdl/download/221119"}, "Penulis": "Hade Bakda Maulin [22018023]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D.", "Indra Gunawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Mar 2021"}