{"Nomor": 53618, "Judul": "STRATEGI PEMASARAN UNTUK MENINGKATKAN LOYALITAS PELANGGAN PADA BISNIS PELAYARAN PENUMPANG BERDASARKAN KEPUASAN PELANGGAN (CASE STUDY: KM. BINAIYA MILIK PT PELNI)", "Abstrak": "PT. PELNI sebagai perusahaan yang bergerak di sektor transportasi dan berperan aktif dalam membangun konektifitas seluruh Indonesia perlu mengikuti perkembangan yang terjadi di dunia marketing. Customer loyalty sebagai tujuan dari marketing perusahaan perlu dibangun secara lebih serius dengan melihat berbagai aspek yang berhubungan salah satunya dengan membangun perencanaan marketing yang tepat sasaran. \nTujuan dari penelitian ini, yaitu melakukan observasi bisnis pelayaran penumpang secara umum dan secara khusus dalam hal perencanaan marketing, mengidentifikasi pelaksanaan strategi marketing dan tanggapan pelanggan terhadap strategi marketing yang dilakukan, mengukur tingkat loyalitas pelanggan PT. PELNI, membuat saran dan rekomendasi terkait startegi pemasaran yang diperlukan dalam peningkatan customer loyalty. \nMetode yang digunakan dalam penelitian ini adalah studi eksplanatori dengan menggunakan data primer dari kuisioner dan data sekunder dari sumber yang telah diolah sebelumnya. Teknik pengumpulan data menggunakan teknik angket dan dokumenter dengan instrumen kuisioner dan Skala Likert untuk pengukurannya. Data yang terkumpul dianalisis dengan menggunakan Analisis \nReliabilitas, Uji Validitas, (Customer Satisfaction Index) CSI Model, dan (Importance Performance Analysis) IPA Gap Analysis, IPA Quadrant Analysis, SERVQUAL (Service Quality) Model, Structural Equation Modeling (SEM). \nDari penelitian ini dapat disimpulkan, kualitas fasilitas pelayanan publik dan pelayanan on board di KM. Binaiya berpengaruh signifikan terhadap kepuasan penumpang dengan kontribusi lebih dari 60%. Sedangkan kepuasan penumpang atau pelanggan berpengaruh besar terhadap loyalitas pelanggan di KM. Binaiya dengan kontribusi lebih dari 89%. Hal ini berarti, untuk dapat meningkatkan loyalitas pelanggan KM. Binaiya, PT. PELNI perlu meningkatkan kualitas layanannya. Karena ketika pelanggan merasa puas dengan kualitas layanan yang mereka terima, loyalitas mereka juga meningkat secara signifikan. Secara keseluruhan, upaya peningkatan layanan yang dilakukan oleh PT. PELNI sudah mulai dirasakan oleh penumpang yang menjadi pelanggan loyal.", "Daftar File": {"2021_TS_PP_Fitriyaningsih_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/221133"}, "Penulis": "Fitriyaningsih [29116112]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Pemasaran, Kepuasan Pelanggan, Loyalitas Pelanggan, CSI Model, dan (Importance Performance Analysis) IPA Gap Analysis, IPA Quadrant Analysis, SERVQUAL (Service Quality) Model, Structural Equation Modeling (SEM).", "Sumber": "PT. PELNI", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "08 Mar 2021"}