{"Nomor": 53612, "Judul": "ANALISIS PENERAPAN UMPAK BATU SEBAGAI PONDASI PADA RUMAH TRADISIONAL INDONESIA", "Abstrak": "Indonesia merupakan negara kepulauan yang terdiri dari wilayah-wilayah yang kaya akan keanekaragaman budaya, ras, suku, bahasa, pakaian adat, serta rumah adatnya. Beberapa rumah adat cenderung memiliki keunggulan dari segi kekuatan strukturalnya. Rumah-rumah adat tersebut menggunakan umpak batu sebagai pondasi, dimana kolom dengan material kayu hanya diletakkan diatas umpak batu tanpa menggunakan sambungan khusus. Ketika gempa Nias pada tahun 2005 dengan kekuatan 8,7 SR rumah Omo Hada terbukti tidak mengalami keruntuhan secara struktural.\nPada zaman ini telah berkembang teori yang menyatakan bahwa base isolation merupakan cara elastik untuk melindungi struktur bangunan terhadap gaya gempa. Kolom-kolom kayu pada rumah tradisional di Indonesia yang bertumpu pada pondasi umpak batu memiliki perilaku menyerupai base isolation dengan jenis Friction Pendulum System (FPS).\nDalam penelitian ini akan dilakukan kajian numerik terhadap perilaku rumah tradisional sederhana yang akan dimodelkan sebagai sebuah portal beton bertulang dengan pondasi umpak batu saat terkena beban siklik berdasarkan ACI 374.1-05. Perilaku pada model numerik tersebut akan ditinjau secara khusus pada kurva histeretik antara gaya dengan perpindahan. Selanjutnya dilakukan analisis performance level dan kondisi struktur saat penerapan pondasi umpak batu dengan menggunakan metode Pushover Analysis dan Nonlinear Time History Analysis (NLTHA) yang kemudian akan dibandingkan.", "Daftar File": {"ABSTRAK I Putu Bagus Brahmantya Karna": "https://digilib.itb.ac.id/gdl/download/221117"}, "Penulis": "I Putu Bagus Brahmantya Karna [25017079]", "Kontributor / Dosen Pembimbing": ["Ir. Made Suarjana, M.Sc., Ph.D.", "Muhammad Riyansyah, S.T., Ph.D.", "Prasanti Widyasih Sarli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "friction pendulum system, kajian numerik, umpak batu, performance level, pushover analysis, nonlinear time history analysis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Mar 2021"}