{"Nomor": 53625, "Judul": "AKTIVITAS ANTI-ANGIOGENESIS FRAKSI DAN ISOLAT DARI EKSTRAK ETANOL BIJI MELINJO (GNETUM GNEMON L.) SECARA IN VIVO MENGGUNAKAN EMBRIO ZEBRAFISH (DANIO RERIO)", "Abstrak": "Melinjo (Gnetum gnemon L.) merupakan tanaman yang berasal dari keluarga\nGnetaceae. Tanaman ini banyak dibudidayakan di Asia Tenggara dan digunakan\nsebagai bahan makanan serta sebagai obat tradisional. Ekstrak biji melinjo\nmengandung berbagai stilbenoid antara lain gnetin C, gnemonoside A, C, dan D serta\nresveratrol. Senyawa ini dilaporkan memiliki beberapa aktivitas farmakologi\ndiantaranya sebagai anti-oksidan, antimikroba, anti-inflamasi, antihiperurisemia, antiobesitas dan antikanker. Kanker merupakan penyakit yang disebabkan karena\npertumbuhan sel secara abnormal dan tidak terkontrol sehingga berpotensi untuk\nmerusak atau bermetastasis ke bagian tubuh lainnya. Salah satu faktor pertumbuhan\npenyakit kanker adalah angiogenesis. Angiogenesis merupakan suatu proses\npertumbuhan jaringan pembuluh darah baru pada pembuluh darah yang sudah ada\nsebelumnya. Penelitian sebelumnya menyebutkan bahwa ekstrak etanol biji melinjo\ndapat menghambat angiogenesis. Sehingga penelitian ini bertujuan untuk mengkaji\nlebih lanjut aktivitas anti-angiogenesis pada fraksi dan isolat dari biji melinjo.\nPengujian toksisitas akut dilakukan dengan mengacu pada protokol OECD No. 236\ntahun 2013. Hasil dari pengujian toksisitas akut diperoleh nilai LC50 pada 96 jam\npasca fertilisasi (jpf) Fraksi Air Biji Melinjo (FABM) 222,08 µg/mL, Fraksi Etil\nAsetat Biji Melinjo (FEBM) 55,94 µg/mL, Fraksi n-Heksan Biji Melinjo (FNBM)\n13,50 µg/mL, dan Isolat Gnetin C (IGC) 22,62 µg/mL. Semua kelompok fraksi dan\nisolat menunjukkan toksisitas pada kategori sedikit toksik. Studi anti-angiogenesis\nmenggunakan embrio zebrafish dengan metode pewarnaan endogenous alkaline\nphosphatase (EAP) menunjukan bahwa FABM, FEBM, FNBM, dan IGC memiliki\naktivitas anti-angiogenesis dengan menghambat pembentukan interconnection vessels\n(ICV), subintestinal vein (SIV), dan jarak ventral posterior cardial (vPCV) ke SIV.", "Daftar File": {"ABSTRAK Kartika Sari": "https://digilib.itb.ac.id/gdl/download/221163"}, "Penulis": "Kartika Sari [20718035]", "Kontributor / Dosen Pembimbing": ["Prof. apt. I Ketut Adnyana, M.Si., Ph.D.", "Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Biji melinjo, Gnetin C, Anti-angiogenesis, Kanker, Zebrafish", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "08 Mar 2021"}