{"Nomor": 53623, "Judul": "PEMANFAATAN LIMBAH TAR BATUBARA MELALUI PERENGKAHAN MENJADI SUMBER BAHAN BAKAR DAN PEMISAHANNYA DENGAN METODE DISTILASI VAKUM BERTINGKAT BESERTA STUDI KINETIKANYA", "Abstrak": "Tar batubara merupakan limbah cair berbahaya dan beracun (B3) yang dihasilkan dari proses gasifikasi batubara. Tar batubara merupakan produk samping dari berbagai industri seperti industri baja, pembangkit listrik, maupun industri semen yang dihasilkan dalam jumlah banyak. Tar batubara berwarna hitam, beraroma tajam yang tidak sedap dan menjadi sumber pencemaran tanah karena sulit didegradasi. Tar batubara memiliki struktur komponen yang kompleks dan mengandung bermacam-macam senyawa hidrokarbon dengan gugus fungsi yang berbeda-beda yang berpotensi sebagai bahan bakar. Pemanfaatan tar batubara perlu dilakukan karena selain potensinya, tar batubara merupakan bagian dari limbah B3 (Bahan Berbahaya dan Beracun) menurut Peraturan Pemerintah Nomor 101 tahun\n2014 Tentang Pengelolaan Limbah Bahan Berbahaya dan Beracun, dengan jenis industri/kegiatan pengolahan batubara melalui pirolisis-produksi kokas. Tujuan penelitian ini adalah untuk mengkaji pemanfaatan limbah tar batubara melalui perengkahan menjadi sumber bahan bakar dan pemisahannya dengan metode distilasi vakum bertingkat.\n\nPenelitian yang dilakukan berupa karakterisasi awal tar batubara yang meliputi, pengukuran densitas, penentuan titik nyala, kadar air, dan kadar abu. Tar batubara lignit temperatur rendah yang berasal dari PT. XS Cilegon dilakukan pirolisis\ndengan katalis zeolit alam aktif (2:10) pada temperatur 350 ?, 400 ?, 450 ?, dan\n500 ?. Gas hasil perengkahan dikondensasi melalui kondensor dengan temperatur\n20 ?. Hasil perengkahan tar batubara kemudian didistilasi menggunakan kolom\nVigreux dengan variasi pengurangan tekanan yaitu 160 mmHg, 140 mmHg, dan\n120 mmHg dan variasi temperatur pada 340 ?, 370 ?, 400 ?, dan 430 ?.\nKinetika distilasi dipelajari dengan melakukan distilasi menggunakan variasi temperatur pada tekanan tetap mulai dari temperatur distilat pertama kali terbentuk, dengan interval waktu distilasi 2,5 menit hingga tidak ada distilat yang terbentuk. Distilat ditampung ke dalam botol dan dihitung rendemennya. Fraksi yang diperoleh dianalisis menggunakan kromatografi gas spektroskopi massa (GC-MS) kemudian dilakukan pengujian indeks setana, titik nyala, titik tuang, viskositas, dan kandungan belerang. Konstanta laju (k) perolehan minyak tengah proses distilasi ditentukan dengan pendekatan teori kinetika.\n \n\nHasil karakterisasi tar batubara menunjukkan bahwa limbah tar batubara yang berasal dari industri produksi baja PT. XS memiliki densitas sebesar 1,09 g/cm3,\ndengan nilai titik nyala sebesar >180 ?, kadar air sebesar 25,34%,  dan kadar abu\nsebesar 1,41%. Hasil kromatogram menunjukkan bahwa tar batubara didominasi oleh senyawa hidrokarbon poliaromatis (PAH). Perengkahan tar batubara secara\noptimum  terjadi pada temperatur 450 ?, dengan rendemen sebesar 79,55% dan\nnilai kalori 9509,95 kal/g. Hasil distilasi tar batubara yang diperoleh paling tinggi yaitu fraksi minyak tengah dengan nilai kalori sebesar 11930,57 kal/g, densitas\nsebesar 1,04 g/cm3, viskositas kinematik 2,32 mm2/s, titik nyala 104 ?, titik tuang\n-19 ? dan kandungan belerang sebesar 0,61%. Senyawa yang dominan pada fraksi\nminyak tengah yaitu senyawa naftalena dan turunannya sebesar 78,58% berdasarkan hasil analisis GC-MS. Nilai konstanta laju (k) perolehan minyak tengah semakin meningkat dengan peningkatan temperatur dan penurunan tekanan. Persamaan konstanta laju (k) perolehan minyak tengah menggunakan persamaan Arrhenius pada tekanan distilasi 160 mmHg, 140 mmHg, dan 120 mmHg masing- masing yaitu k= 4,6 × e(-(2449,6/T)), k= 4,4 × e(-(2413,2/T)), dan k= 6,7 × e(-(1686,4/T)),\ndengan variasi temperatur 340 ?, 370 ?, 400 ?, dan ? masing-masing yaitu k=\n1,56 × 107× e(-(11232,5/T)), k= 5,07 × 106× e(-(10312,9/T)), k= 2,34×105× e(-(7261,7/T)), dan\nk= 1,43×103× e(-(3989,1/T)) . Berdasarkan analisis ekonomi, dengan Cost Benefit Analysis, pemanfaatan tar batubara menjadi alternatif bahan bakar dinyatakan layak dengan nilai Net Present Value (NPV) Rp108.543.760.456, Benefit Cost Ratio (BCR) 2,97, Internal Rate of Return (IRR) 49,18%, dan Payback Period (PP) 3,33", "Daftar File": {"2021 TS Wahyu Ratnaningsih 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221157"}, "Penulis": "Wahyu Ratnaningsih [25318017]", "Kontributor / Dosen Pembimbing": ["Sukandar, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Limbah B3, tar batubara, distilasi vakum, pemisahan, bahan bakar", "Sumber": "TESIS APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "08 Mar 2021"}