{"Nomor": 53621, "Judul": "IMPLEMENTASI MIKROKONTROLER UNTUK SISTEM  MANAJEMEN BATERAI PADA PORTABLE POWER SUPPLY  WITH AUTOMATIC AND MANUAL BATTERY SWITCHER (POSAMBAS)", "Abstrak": "Portable power supply with automatic and manual battery switcher (posambas) \nadalah alat yang digunakan untuk menyuplai sistem penghitung lalu lintas otomatis \n(ATCS). Posambas terdiri dari sistem user interface (UI), mikrokontroler dan \nsistem manajemen baterai. Sistem UI bertugas menampilkan data kepada pengguna \nmelalui ponsel, mikrokontroler adalah otak dari sistem manajemen baterai dan \nsistem manajemen baterai bertugas untuk mengontrol baterai. \nPembuatan posambas menggunakan metode wawancara calon pengguna alat, \nmelakukan pengambilan data seperti arus dan temperatur, dan studi literature yang \nmendukung penyelesaian masalah pada software serta pengujian software tersebut. \nPada bagian ini membahas tentang mikrokontroler yang terdiri dari sistem pengolah \ndata dan sistem komunikasi. Sistem pengolah data berfungsi untuk mengolah data \nyang diperoleh dari sistem pengelolaan baterai yang selanjutnya akan diolah lebih \nlanjut atau dikirim ke ponsel. Sistem komunikasi antara ponsel dan mikrokontroler \nmenggunakan komunikasi langsung (Wi-Fi), mikrokontroler berfungsi sebagai \nrouter dengan menggunakan jenis pesan teks / html. Mikrokontroler menyediakan \nbeberapa halaman web dengan Uniform Resource Locator (URL) tertentu yang \nakan diakses oleh sistem UI sebelum ditampilkan kepada pengguna. Program yang \ndigunakan yaitu Arduino 1.8.13 dengan menggunakan hardware NodeMCU \nESP8266 v3, sensor arus ACS712 dan sensor temperatur DHT11. \nHasil pengujian posambas didapat alat tersebut mampu mengirim pesan tanpa \nterjadi error dalam waktu kurang dari satu detik pada radius kurang dari 5m dari \nalat, mampu melakukan pembacaan pin yang terhubung baterai, mampu melakukan \nproses switching otomatis untuk kasus yang ada, dan pada pengujian mampu \nmenyuplai alat lebih dari 3,5 jam. Jadi, posambas mampu menyuplai alat tanpa \nterjadi alat mati ketika dilakukan proses switching dan mampu mengirimkan pesan \nke sistem UI tanpa terjadi error.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/221145", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/221146", "Abstrak": "https://digilib.itb.ac.id/gdl/download/221147", "Abstract": "https://digilib.itb.ac.id/gdl/download/221148", "Tugas Akhir": "https://digilib.itb.ac.id/gdl/download/221149"}, "Penulis": "Muhammad Irfaan Sya'baani [13216040]", "Kontributor / Dosen Pembimbing": ["Dr. Reza Darmakusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Posambas, mikrokontroler, sistem pengolahan data, sistem komunikasi,  ATCS", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "08 Mar 2021"}