{"Nomor": 53636, "Judul": "PERANCANGAN REKOMENDASI KONTROL KEAMANAN  INFORMASI BERBASIS MANAJEMEN RISIKO KEAMANAN  INFORMASI MENGGUNAKAN OCTAVE ALLEGRO DAN SNI ISO  27001:2013 (STUDI KASUS: ORGANISASI STAF SUMBER DAYA MANUSIA POLRI)", "Abstrak": "Organisasi Staf Sumber Daya Manusia Polri (SSDM) merupakan unsur pengawas dan pembantu \npimpinan Polri dalam bidang manajemen SDM. Dalam rangka penyelenggaraan pembinaan karir \nsumber daya manusia Polri yang bersih, transparan, akuntabel dan humanis, dibutuhkan sarana \npendukung berupa data personel yang akurat, tepat, dan tersedia setiap saat melalui Sistem \nInformasi Personel Polri (SIPP) yang dikelola oleh Bag Informasi Personel (Bag Infopers) SSDM \nPolri. Organisasi SSDM Polri dalam mengelola SIPP belum menerapkan sistem manajemen \nkeamanan informasi (SMKI) secara komprehensif sehingga ancaman bagi aset-aset informasi \norganisasi masih memungkinkan untuk terjadi dan mengancam operasional dari institusi.\nBerdasarkan Peraturan Kementerian Komunikasi No. 4 Tahun 2016 yang mewajibkan sistem \nelektronik yang bersifat strategis wajib menerapkan keamanan informasi sehingga mewajibkan \npenyelenggara sistem elektronik strategis dan tinggi menerapkan SNI ISO 27001:2013 tentang \nsistem manajemen keamanan informasi.\nManajemen Risiko Keamanan Informasi (MRKI) adalah salah salah satu elemen penting dari \nproses SMKI, maka MRKI untuk menghadapi potensi ancaman yang mungkin terjadi yang akan\nmenimbulkan dampak penting pada gangguan operasional. Dalam menerapkan MRKI tersebut \nmaka pada penelitian ini menggunakan kerangka kerja OCTAVE Allegro dalam penilaian dan \nanalisa risiko, kemudian hasil tersebut dikelola dengan kontrol SNI ISO 27001:2013. Pada \npenilitian ini menghasilkan rancangan kontrol keamanan informasi untuk SIPP Polri berdasarkan \nkontrol yang dipersyarakatkan SNI ISO 27001:2013 pada klausul 4 hingga 10 dan kontrol \nberdasarkan hasil penilaian risiko menggunakan OCTAVE Allegro. \nPada penelitian ini yang dipilih berdasarkan hasil penilaian risiko merupakan kontrol pada \nlampiran dari Annex A SNI ISO 27001:2013. Berdasarkan hasil penelitian, terdapat 12 skenario \nrisiko dari 3 aset kritis SIPP Online yang dikelola oleh SSDM Polri, diantaranya terdiri dari 3 \nkategori risiko rendah, 5 kategori risiko sedang, dan 4 kategori risiko tinggi. Dengan jumlah \nkontrol keamanan informasi berjumlah 46 rekomendasi kontrol. Berdasarkan validasi hasil \npenelitian, kontrol keamanan informasi dengan SMKI yang dilengkapi dengan MRKI yang sesuai \ndengan kebutuhan organisasi dapat menjadi rekomendasi komprehensif bagi institusi.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/221193", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/221194", "Abstrak": "https://digilib.itb.ac.id/gdl/download/221195", "Abstract": "https://digilib.itb.ac.id/gdl/download/221196", "Thesis": "https://digilib.itb.ac.id/gdl/download/221198"}, "Penulis": "Eriestu Rizqi Prananda [23219307]", "Kontributor / Dosen Pembimbing": ["Dr. Kusprasapta Mutijarsa, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sistem Manajemen Keamanan Informasi, Manajemen Risiko Keamanan Informasi,  Sistem Informasi Personel, OCTAVE Allegro, ISO 27001:2013", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "08 Mar 2021"}