{"Nomor": 53633, "Judul": "PENGEMBANGAN MODEL KETERLACAKAN HORIZONTAL, VERTIKAL DAN PENDETEKSI DINI BATAS KUALITAS DI INDUSTRI OTOMOTIF", "Abstrak": "Penarikan kembali kendaraan dan klaim garansi adalah masalah yang sering dihadapi oleh industri otomotif disebabkan kualitas produk yang tidak memenuhi standar. Kedua masalah tersebut memberikan kontribusi yang signifikan pada biaya yang ditanggung dan nama baik suatu perusahaan. Jumlah komponen pada satu kendaraan mencapai ribuan komponen yang ditambah dengan kompleksitas rantai pasok belum didukung dengan sistem keterlacakan yang menyeluruh. Kondisi ini menimbulkan kesulitan dalam menganalisis penyebab masalah kualitas dan juga jumlah pasti dari komponen yang terlibat.\nPenelitian ini fokus pada pengembangan model konektivitias horizontal, vertikal, dan pendeteksi dini batas kualitas. Pengembangan model horizontal dilakukan dengan menghubungkan semua komponen rantai pasok melalui sebuah identitas unik dari tiap komponen. Model vertikal merupakan ekspansi dari model horizontal dengan menambahkan sub data yang berisi data kualitas, perubahan proses, sampai dengan waktu produksi. Model pendeteksi dini batas kualitas dibuat dengan menambahkan validasi standar kualitas pada komponen yang sudah ditentukan.\nKetiga model yang dikembangkan menambah satu studi penerapan sistem keterlacakan di dunia otomotif dengan tujuan dan hasil masing-masing. Model horizontal menghasilkan data kembaran digital dari pasangan fisik berupa pasangan digital identitas unik komponen dengan indentitas unik kendaraan. Kembaran digital ini menjadi data keterlacakan yang dapat digunakan Distributor dalam mempercepat,memastikan kelayakan dan menghilangkan potensi fraud klaim garansi oleh pemilik kendaraan. Model vertikal menghasilkan pasangan data komponen dengan kualitas. Pasangan data ini digunakan untuk melacak mundur komponen yang memiliki masalah kualitas yang sama. Populasi komponen yang dihasilkan digunakan untuk melacak ke depan jumlah dan lokasi kendaraan yang dipasang komponen bermasalah tersebut. Model vertikal mempercepat proses lacak mundur dan maju serta menghilangkan perluasan jumlah yang mungkin terjadi. Model batas kualitas menghasilkan gerbang kualitas digital di Pemasok maupun Manufaktur. Gerbang kualitas digital ini digunakan Pemasok untuk mendeteksi dan tidak mengirimkan komponen dengan kualitas dibawah dibawah standar dan Manufaktur juga mendeteksi dan tidak menerima komponen tersebut.", "Daftar File": {"ABSTRAK Ramadhony Wien Dinasty": "https://digilib.itb.ac.id/gdl/download/221183"}, "Penulis": "Ramadhony Wien Dinasty [23418086]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "keterlacakan, konektivitas horizontal, konektivitas vertikal, dan klaim garansi.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "08 Mar 2021"}