{"Nomor": 53647, "Judul": "ANALISIS PAPARAN LOGAM BERAT TIMBAL TERINHALASI TERHADAP PEKERJA PENGRAJIN BATIK SKALA RUMAH TANGGA", "Abstrak": "Pada industri batik rumah tangga di Yogyakarta, banyak ditemukan pekerja yang bekerja dengan tangan kosong, misalnya untuk mencampurkan pewarna, dan selama proses pelukisan motif kain batik tidak menggunakan sarung tangan ataupun masker. Hal ini dapat menimbulkan efek paparan logam berat timbal yang berasal dari zat pewarna kain batik. Efek yang dapat timbul seperti sensasi rasa terbakar, sakit perut, diare, kelainan sistem darah, sistem syaraf, sistem urinaria, sistem reproduksi, sistem endokrin, kelainan jantung, dan kelahiran bayi tidak normal. Tujuan utama penelitian ini adalah mengetahui pengaruh paparan timbal pada breathing zone pekerja terhadap kadar timbal dalam urin, serta mengetahui besarnya potensi bahaya yang dapat ditimbulkan akibat paparan timbal inhalasi. Penelitian dilakukan secara cross-sectional. Pengambilan sampel udara terinhalasi menggunakan personal sampler pump dengan filter MCE berpori 0,8µm dan diameter 25mm. Pengambilan sampel urin pekerja dilakukan pada sore hari setelah kerja. Pemeriksaan timbal dalam filter dilakukan dengan metode XRF, sedangkan pemeriksaan timbal pada urin dilakukan dengan metode ICP-OES. Dari hasil penelitian ditemukan logam timbal pada pewarna jenis naptol dengan kadar 2 mg/kg. Hasil uji statistik menunjukkan tidak ada hubungan signifikan antara besar paparan timbal terinhalasi terhadap kenaikan kadar timbal dalam urin. Dari hasil laboratorium, terdapat 3 pekerja dan 1 kontrol yang kandungan timbal dalam urinnya  melebihi  nilai  BEI.  Rata-rata  kandungan  urin  pada  pekerja  adalah\n64,67µg/g kreatinin, sedangkan pada kontrol adalah 17,77µg/g kreatinin. Hasil analisis statistik pada parameter responden pekerja, jenis kelamin perempuan, pekerja perokok, pekerja Industri Y, dan pekerja ruang tertutup memberikan nilai Odds Ratio (OR) terhadap kandungan timbal dalam urin berturut-turut adalah 2,44,\n2,91, 1,43, 2,89, dan 3,4. Hasil nilai HI belum ada yang melampaui nilai 1. Namun perlu diperhatikan kemungkinan adanya paparan logam lain dan juga paparan melalui jalur lain.", "Daftar File": {"2021 TS Dyah Prabandari A.K 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/221208"}, "Penulis": "Dyah Prabandari A.K [25318314]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Batik, Timbal, Analisis Paparan, Penyakit akibat kerja, Polusi udara dalam ruangan", "Sumber": "TESIS APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "08 Mar 2021"}