{"Nomor": 53641, "Judul": "THE APPLICATION OF DIVIDEND YIELD BASED INVESTMENT  STRATEGY IN INDONESIA STOCK EXCHANGE   (CASE STUDY OF LQ45 THE PERIOD 2009-2019)", "Abstrak": "Pertumbuhan jumlah investor saham di bursa efek Indonesia terus meningkat setiap tahunnya. Stabilitas konsumsi domestik yang berbanding lurus dengan stabilitas pertumbuhan ekonomi, serta posisi Bursa Efek Indonesia yang menduduki peringkat 10 terbaik dunia pada tahun 2016 turut mendorong pertumbuhan tersebut, terutama bagi investor individu baik yang berpengalaman maupun yang belum berpengalaman. Bagi investor Untuk mencapai tujuan investasinya, berbagai strategi investasi diterapkan oleh para investor tersebut agar dapat memperoleh imbal hasil yang maksimal. Tentunya bagi para investor individu yang belum berpengalaman dan mereka juga tidak memiliki latar belakang pendidikan formal terkait investasi dan pasar modal sulit untuk memilih dan menerapkan strategi tersebut dengan tepat. Oleh karena itu, Dogs dari strategi Dow X dapat menjadi solusi alternatif sebagai strategi yang ampuh, aplikatif, dan berkinerja tinggi yang dapat menunjukkan saham mana yang paling menguntungkan dan memberikan return yang tinggi bagi investor. Berdasarkan permasalahan tersebut, maka penelitian ini bertujuan untuk menganalisis penerapan strategi The Dogs of The Dow X pada perusahaan yang tergolong pada saham indeks LQ45 periode 2009-2019. Hasil penelitian menunjukkan bahwa strategi ini mudah diterapkan dan dapat menunjukkan saham mana yang paling menguntungkan dan dapat memberikan keuntungan yang maksimal bagi investor. Selain itu, hasil penelitian juga menunjukkan bahwa sebagian besar saham yang masuk kategori Dogs X dalam daftar tersebut telah mengungguli indeks LQ45 periode 2009-2019.", "Daftar File": {"2021_TS_PP_Wahyuni Puspitasari_Abstrak-1.pdf)u": "https://digilib.itb.ac.id/gdl/download/221203"}, "Penulis": "Wahyuni Puspitasari Syafiuddin [29118340]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bursa Efek Indonesia, hasil dividen, The Dogs of The Dow X, strategi investasi", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "08 Mar 2021"}