{"Nomor": 53650, "Judul": "STRATEGI PEMASARAN DIGITAL UNTUK MERK JAM  (STUDI KASUS: MYLUXGOODS.ID)", "Abstrak": "Perilaku berbelanja masyarakat Indonesia telah berubah dari mulai berbelanja offline menjadi\nberbelanja dengan sistem online hal dilansir dari hasil survei menurut PwC Indonesia tahun\n2017. Survei dari rapyed.net dengan judul Asia Pacific eCommerce and payments Guide\nmenunjukkan bahwa dalam 3 bulan terakhir produk yang dijual secara online dan banyak\ndiminati oleh masyarakat Indonesia adalah pakaian, sepatu dan aksesoris dengan persentase\n76%. Myluxgoods.id merupakan toko yang menjual aksesoris jam tangan yang fokus pada\npenjualan secara online karena sistem yang digunakan yaitu dropship meski menjual jam\ntangan secara online myluxgoods.id tetap memerhatikan keabsahan produk yang dijual.\nTerhitung pada 12 November 2020 Myluxgoods.id hanya dapat menjual 227 pieces jam\ntangan, dengan menjual produk yang sama myluxgoods.id masih kalah dibandingkan pesaing\ndari segi penjualan. Oleh karena itu strategi pemasaran digital dibutuhkan untuk\nmeningkatkan penjualan myluxgoods.id.\nUntuk memecahkan masalah yang dihadapi oleh myluxgoods.id langkah yang dilakukan yaitu\nmengidentifikasi situasi bisnis analasis internal  dan ekternal. Analisis internal yang\ndigunakan adalah analisis sumberdaya dan analisis rantai nilai, pada analisis ini\nmengidentifikasi dan menganalisis kekuatan dan juga kelemahan dari intternal mulai dari\nproses produksi sampai proses shipping produk jam tangan ke pembeli, sedangkan analisis\neksternal yang digunakan adalah lima kekuatan porter,analisis pesaing, dan analisis SWOT\nbukan hanya untuk mengetahui kekuatan dan kelemahan myluxgoods.id dengan pesaingnya\ntetapi juga untuk mengetahui ancaman apa yang akan dihadapi oleh myluxgoods.id.\nMetode kuantitatif dengan cara menyebarkan kuisioner, analisis STP, analisis IPA digunakan\npada penelitian untuk mengetahui mengidentifikasi performa yang belum maksimal pada\nmyluxgoods.id. dan analisis digital marketing digunakan untuk mengetahui informasi apa saja\nyang dinginkan dan dibutuhkan secara spesifik oleh calon pembeli. Berdasarkan hasil analisis\nsoslusi yang didaptkan adalah myluxgoods.id harus melakukan beberapa point digital\nmarketing diantaranya meningkatkan pada segi konten, mencoba cara SEO (Search Engine\nOptimation), endorsment influencer, dan scale up promotion.\nDari hasil analisis disimpulkan digital pemasaran yang dilakukan untuk meningkatkan\npenjualan adalah dengan meningkatkan brand awareness atau bisa dengan menambah biaya\npromosi lebih banyak sehingga tingkat konversi antara orang yang berkunjung dengan orang\nyang berbelanja dapat meningkat dengan dukungan keinginan dan kebutuhan pasar dan\nmemperhatikan performa dari myluxgoods.id", "Daftar File": {"2021_TS_PP_Asfim Tatak Wary_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/221211"}, "Penulis": "Asfim Tatak Wary [29118423]", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Keinginan dan kebutuhan pasar, Peforma perusahaan, Digital marketing.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Mar 2021"}