{"Nomor": 53664, "Judul": "PERANGCANGAN TPS 3R BERBASIS CIRCULAR ECONOMY DI DESA SAYANG JATINANGOR, KABUPATEN SUMEDANG", "Abstrak": "Desa Sayang merupakan wilayah penyokong kawasan pendidikan Jatinangor, dimana pada\nsaat ini terdapat empat (4) Perguruan Tinggi Negeri termasuk ITB dan Universitas Padjajaran\n(UNPAD). Perkembangan wilayah Desa Sayang menjadi sangat pesat dari tahun ke tahun,\nkhususnya pada 20 tahun terakhir. Perkembangan Desa Sayang yang sangat pesat ini tentunya\nmemerlukan penyediaan fasilitas infrastruktur air dan sanitasi yang memadai termasuk\npengelolaan sampah. Namun demikian, pada saat ini Desa Sayang belum memiliki sistem\npengelolaan sampah, minimnya sarana pelayanan pengelolaan sampah, menyebabkan\nmasyarakat membuang sampahnya pada lahan kosong, sungai atau membakarnya. Timbulan\nsampah Desa Sayang adalah sebesar 3,56 ton/harinya, dengan komposisi sampah yang\ndidominasi oleh sampah organik 52,11%, sampah an-organik berupa sampah jenis plastik 19%\ndan kertas 15%. Perancangan TPS 3R berbasis Circular Economy pada Desa Sayang\nbermaksud untuk memaksimalkan potensial dari masing-masing jenis sampah sehingga dapat\nmenciptakan perputaran ekonomi pada Desa Sayang tersebut. TPS 3R dirancang dengan\nkapasitas sebesar 3,75 ton/hari. Pengolahan sampah yang direncanakan pada TPS 3R Desa\nSayang terdiri dari teknologi komposting untuk mengolah sampah organic berupa aerated\nstatic pile dikarenakan komposisi sampah organik merupakan komposisi sampah tertinggi.\nJenis sampah seperti plastik dan lainnya yang dapat didaur ulang akan disalurkan pada sektor\nindustri. Pengelolaan sampah pada TPS 3R dengan konsep circular economy pada Desa\nSayang dapat mengurangi reduksi sampah ke TPA sebesar 71% dan meningkatkan perputaran\nekonomi dan akan berdampak pada kesejahteraan masyarakat Desa Sayang.", "Daftar File": {"Abstrak Tugas Akhir Addina 15716019.pdf?": "https://digilib.itb.ac.id/gdl/download/221235"}, "Penulis": "Addina [15716019]", "Kontributor / Dosen Pembimbing": ["Dr. Opy Kurniasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Desa Sayang, Pengelolaan Persampahan, TPS 3R, Circular Economy, Aerated Static Pile", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "08 Mar 2021"}