{"Nomor": 53669, "Judul": "PERUMUSAN STRATEGI UNTUK PERUSAHAAN BIRO PERJALANAN WISATA GOLF DENGAN MENGEMBANGKAN POTENSI KEUNGGULAN KOMPETITIF", "Abstrak": "Pandemi virus Corona telah menyebabkan sebagian besar pengusaha biro perjalanan wisata skala kecil dan menengah, termasuk di Indonesia, kesulitan bersaing di pasar dengan perubahan yang tak terduga. Salah satu kesulitan yang mereka hadapi, terutama pada perusahaan-perusahaan konvensional, adalah pergeseran perilaku belanja para pelanggan ke arah cara-cara berbelanja berbasis daring. Berkenaan dengan penurunan penjualan tiket wisata, kehadiran perusahaan penjual tiket berbasis daring dapat menggerus angka penjualan sampai dengan sebesar 90 persen dari pembeli yang datang langsung ke gerai. Riset ini akan menggunakan PT Anugrah Dayu Wisata sebagai objek penelitian. PT Anugrah Dayu Wisata adalah salah satu biro perjalanan wisata di Indonesia yang kesulitan beradaptasi dengan perubahan tren pasar yang telah disebutkan sebelumnya. Dibutuhkan sebuah strategi pengembangan bisnis agar PT Anugrah Dayu Wisata bisa mengendarai peluang pasar dan menghasilkan dampak positif yang berkelanjutan. Lewat proyek keterlibatan perusahaan ini, penulis ingin menciptakan sebuah konsep produk yang komprehensif dengan berpusat pada keunggulan kompetitif berkelanjutan bagi PT Anugrah Daya Wisata dan juga perusahaan-perusahaan lain yang bergerak di bidang perjalanan wisata. Tujuan dari proyek pengembangan ini adalah untuk menyediakan solusi-solusi untuk para perusahaan biro perjalanan wisata yang kesulitan beradaptasi dengan tren pasar yang berubah-ubah demi bertahan dan bahkan terus berkembang.", "Daftar File": {"ABSTRAK Fachri Bayu Wicaksono": "https://digilib.itb.ac.id/gdl/download/221260"}, "Penulis": "Fachri Bayu Wicaksono [29318392]", "Kontributor / Dosen Pembimbing": ["Iwan Setiawan, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Biro Perjalanan Wisata, Keunggulan Kompetitif Berkelanjutan, Perilaku Konsumen, Pemasaran Strategis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Mar 2021"}