{"Nomor": 53663, "Judul": "PERENCANAAN DESAIN PENINGKATAN KAPASITAS PRODUKSI INSTALASI PENGOLAHAN AIR MINUM (IPA) CABANG KARAWANG PDAM TIRTA TARUM, KABUPATEN KARAWANG", "Abstrak": "Abstrak: Jumlah kebutuhan air minum untuk Kabupaten Karawang terus meningkat seiring dengan peningkatan jumlah penduduk setiap tahunnya. PDAM Tirta Tarum selaku penyedia air minum bagi masyarakat Kabupaten Karawang perlu melakukan evaluasi dan optimalisasi kinerja dari Instalasi Pengolahan Air (IPA) yang tersedia. Salah satu IPA yang dimiliki PDAM Tirta Tarum ialah IPA Cabang Karawang yang melayani Kecamatan Karawang Barat, Karawang Timur, Telukjambe Timur dan Klari dengan kapasitas desain 300 L/s pada masing-masing Water Treatment Plan (WTP) 1 dan 2. Berdasarkan hasil evaluasi operasional dan desain, terdapat beberapa temuan masalah pada IPA Cabang Karawang, seperti tidak dilakukannya pengujian kualitas air baku, tidak adanya pengolah lumpur, serta kebutuhan air minum bagi wilayah pelayanan yang melampaui kapasitas desain, yaitu sekitar 350 L/s sehingga perlu diadakannya perancangan desain penambahan kapasitas air produksi. Hasil perancangan desain penambahan kapasitas air produksi dilakukan dengan mengevaluasi desain kondisi eksisting IPA Cabang Karawang serta memperkirakan kebutuhan air minum hingga tahun 2030. Berdasarkan hasil optimalisasi desain dan perhitungan kebutuhan air, debit yang dapat dihasilkan oleh IPA Cabang Karawang sebesar 800 L/s yang mampu melayani kebutuhan air hingga tahun 2030. Optimalisasi desain dilakukan dengan mengubah dimensi desain eksisting dengan debit pada WTP 1 sebesar 200 L/s dan debit pada WTP 2 sebesar 600 L/s dan menambah jumlah pada unit pengolahan IPA Cabang Karawang., yaitu pada unit koagulasi, flokulasi, sedimentasi, dan filtrasi.", "Daftar File": {"Abstrak_Fadillah Muna'azat.pdf?": "https://digilib.itb.ac.id/gdl/download/221226"}, "Penulis": "Fadillah Muna Azat [15716037]", "Kontributor / Dosen Pembimbing": ["Drs. Moh. Irsyad, M.Si.", "Dr. Herto Dwi Ariesyady, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "air minum, evaluasi desain, kebutuhan air minum, optimalisasi desain, pengolahan air", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "08 Mar 2021"}