{"Nomor": 53665, "Judul": "PENGARUH LINGKUNGAN BINAAN TERHADAP PERILAKU PERJALANAN DI KAWASAN PINGGIRAN DAN PUSAT KOTA SEMARANG", "Abstrak": "Latar belakang penelitian ini adalah kemacetan dan isu urban sprawl di Kota\nSemarang. Pendekatan solusi kemacetan dalam penelitian ini adalah pendekatan\ndemand, yaitu mengatur perilaku perjalanan. Penelitian-penelitian sebelumnya\ntelah menjelaskan bahwa perilaku perjalanan dapat dipengaruhi oleh kondisi\nlingkungan binaan, namun kajian terkait pengaruh kondisi lingkungan binaan di\nkawasan pinggiran dan pusat kota belum banyak dieksplor. Adapun dengan\npertimbangan permasalahan kemacetan, isu urban sprawl, dan untuk mengisi gap\npenelitian, tujuan penilitian ini adalah untuk mengetahui sejauh mana pengaruh\nkondisi lingkungan binaan terhadap perilaku perjalanan di kawasan pinggiran dan\npusat kota. Perilaku perjalanan dijelaskan dengan pemilihan moda, frekuensi\nperjalanan, dan panjang perjalanan. Pilihan moda dalam penelitian ini terdiri dari\nsepeda motor, mobil, paratransit, transit, dan transport aktif. Kondisi lingkungan\nbinaan diukur dengan kepadatan, keragaman, desain, aksesibilitas, dan jarak ke\ntransit. Kepadatan diukur dengan kepadatan penduduk dan kepadatan bangunan.\nKeragaman dijelaskan dengan indeks entropi. Desain diukur oleh kepadatan\nsimpang, sedangkan aksesibilitas diukur dengan jumlah halte dan jumlah rute\nangkutan umum serta jarak ke transit diukur dengan jarak ke halte terdekat.\nPengaruh kondisi lingkungan binaan terhadap pemilihan moda dianalisis\nmenggunakan regresi logistik multinomial dan pengaruh kondisi lingkungan binaan\nterhadap frekuensi perjalanan dan lama perjalanan dihitung menggunakan regresi\nlinier. Hasil penelitian menunjukkan bahwa kepadatan bangunan dan jumlah rute\nangkutan umum memberikan pengaruh yang signifikan positif terhadap\nprobabilitas penggunaan transit, yaitu dengan koefisien 0,002 dan 1,145. Variabel\nyang memberikan pengaruh paling besar terhadap frekuensi perjalanan adalah\nkepadatan bangunan yakni pengurangan dengan koefisien -1,234. Sedangkan\nvariabel yang memberikan pengaruh paling besar terhadap panjang perjalanan\nadalah jumlah halte, dengan koefisien 0.729 dan yang memberikan pengaruh\npengurangan terhadap panjang perjalanan paling besar adalah jumlah rute angkutan\numum, yaitu dengan koefisien -0.572. Hasil menunjukkan untuk mengurangi\npanjang perjalanan dan meningkatkan probabilitas penggunaan transit diperlukan\npenambahan rute angkutan umum.", "Daftar File": {"ABSTRAK Aida Ulfa Faza": "https://digilib.itb.ac.id/gdl/download/221236", "BAB 1 Aida Ulfa Faza": "https://digilib.itb.ac.id/gdl/download/221237", "BAB 2 Aida Ulfa Faza": "https://digilib.itb.ac.id/gdl/download/221238", "BAB 3 Aida Ulfa Faza": "https://digilib.itb.ac.id/gdl/download/221239", "BAB 4 Aida Ulfa Faza": "https://digilib.itb.ac.id/gdl/download/221240", "BAB 5 Aida Ulfa Faza": "https://digilib.itb.ac.id/gdl/download/221241", "BAB 6 Aida Ulfa Faza": "https://digilib.itb.ac.id/gdl/download/221242", "PUSTAKA Aida Ulfa Faza": "https://digilib.itb.ac.id/gdl/download/221243", "2021 TS PP AIDA ULFA FAZA_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/221244", "2021 TS PP AIDA ULFA FAZA_JURNAL.pdf?": "https://digilib.itb.ac.id/gdl/download/221245"}, "Penulis": "Aida Ulfa Faza [24218303]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Ayu Andani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "lingkungan binaan, pemilihan moda, frekuensi perjalanan, panjang perjalanan, kawasan pinggiran, pusat kota", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "08 Mar 2021"}