{"Nomor": 53666, "Judul": "EVALUASI KELAYAKAN TEKNIS PENERAPAN TRANSFER OF DEVELOPMENT RIGHTS (TDR) PADA KAWASAN KOTATUA JAKARTA", "Abstrak": "Sebagai kawasan yang dilindungi sekaligus ditetapkan sebagai kawasan pengembangan ekonomi prospektif, pemerintah Propinsi DKI Jakarta terus berusaha untuk meningkatkan kembali vitalitas kawasan Kotatua melalui program revitalisasi dan konservasi. Di sisi lain, banyak bangunan-bangunan tua yang saat ini dibiarkan dalam keadaan rusak dan tidak terpelihara. Untuk melindungi dan melestarikan bangunan cagar budaya sekaligus mendorong dan mengarahkan pengembangan kawasan, terdapat wacana untuk menerapkan program Transfer of Development Rights (TDR) pada kawasan Kotatua Jakarta. \n\nTransfer of Development Rights atau Pengalihan Hak Pembangunan adalah suatu perangkat pengendalian pemanfaatan lahan dimana hak membangun dapat diambil secara terpisah dari suatu bidang tanah/lahan dan dijual/dialihkan dalam suatu transaksi pasar. Program TDR telah digunakan dan dilaksanakan pada berbagai jenis tujuan, antara lain, untuk melindungi lahan pertanian maupun kawasan/bangunan bersejarah, untuk memelihara habitat margasatwa, atau untuk mengendalikan desakan pembangunan pada kawasan yang memiliki infrastruktur atau fasilitas pelayanan umum yang terbatas (Pruetz, 2003). Beberapa program juga dilaksanakan untuk melindungi kawasan rural atau lahan lingkungan yang sensitif. Pada umumnya, program TDR menentukan sending areas atau area pengirim di mana hak pembangunannya akan dialihkan, dan receiving areas atau area penerima di mana hak yang telah dialihkan tersebut akan dimanfaatkan.\n\nSebagai salah satu syarat yang harus diperhatikan dalam penerapan suatu kebijakan, studi ini berusaha menilai kelayakan teknis (technical feasibility) penerapan TDR pada kawasan Kotatua Jakarta. Dengan menggunakan kombinasi antara pendekatan evaluasi semu dan formal, penilaian dilakukan dengan menggunakan indikator-indikator dan tolok ukur yang terutama diperoleh dari studi kasus dan faktor-faktor keberhasilan penerapan TDR pada kawasan/ bangunan bersejarah yang ada di kota lain. Setelah menentukan batas area pengirim dan penerima pada kawasan berdasarkan arahan tata ruang yang berlaku, selanjutnya indikator dan tolok ukur yang telah dipilih dibandingkan dengan kondisi perancangan fisik kawasan terutama pada ketersediaan hak pembangunan (nilai Koefisien Lantai Bangunan/KLB) yang akan dialihkan dari area pengirim dan kesiapan infrastruktur area penerima untuk mengantisipasi dampak pengalihan tersebut. \n\nDari hasil kajian dan penilaian didapatkan bahwa penerapan TDR pada kawasan Kotatua Jakarta sangat layak secara teknis, ditandai dengan terpenuhinya hampir semua tolok ukur penilaian yang ada, yaitu : masih tersedianya sisa nilai intensitas pada seluruh bangunan cagar budaya dan sub blok area pengirim, masih tersedianya sisa kapasitas jalan untuk menerima intensitas bangunan (KLB) tambahan, tersedianya sistem drainase yang terhubung dengan saluran makro dan area yang tidak termasuk ke dalam daerah yang rawan banjir, serta tersedianya jaringan listrik pada area penerima. Adapun tolok ukur yang tidak terpenuhi terdapat pada ketersediaan sumber air bersih, dimana sumber air yang ada di area penerima tidak memenuhi standar secara kualitas maupun kuantitas.\n\nDari hasil temuan studi tersebut, disamping perlu disediakannya alternatif penyediaan sumber air bersih selain dari jaringan perpipaan yang sudah ada, maka rumusan rekomendasi dalam rangka penyempurnaan penerapan TDR pada kawasan Kotatua Jakarta di masa yang akan datang adalah diperlukannya upaya pengelolaan lalu lintas yang ada, yang diikuti oleh peningkatan dan pengembangan prasarana jalan dan Sarana Angkutan Umum Massal yang sudah ada. Selain itu, diperlukan pula batas area penerima dan pengirim yang lebih jelas dengan ketentuan pengalihan nilai intensitas yang lebih rinci, serta pendataan terhadap status kepemilikan, luas lahan dan bangunan dari bangunan cagar budaya yang ada pada kawasan.", "Daftar File": {"ABSTRAK Riardy Sulaiman": "https://digilib.itb.ac.id/gdl/download/221246", "BAB 1 Riardy Sulaiman": "https://digilib.itb.ac.id/gdl/download/221247", "BAB 2 Riardy Sulaiman": "https://digilib.itb.ac.id/gdl/download/221248", "BAB 3 Riardy Sulaiman": "https://digilib.itb.ac.id/gdl/download/221249", "BAB 4 Riardy Sulaiman": "https://digilib.itb.ac.id/gdl/download/221250", "BAB 5 Riardy Sulaiman": "https://digilib.itb.ac.id/gdl/download/221251", "PUSTAKA Riardy Sulaiman": "https://digilib.itb.ac.id/gdl/download/221252"}, "Penulis": "Riardy Sulaiman [25406065]", "Kontributor / Dosen Pembimbing": ["Ir. Andi Oetomo, MPL"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Evaluasi, kelayakan teknis, Transfer of Development Rights, Kotatua Jakarta", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "08 Mar 2021"}