{"Nomor": 53662, "Judul": "PENGARUH LOKASI INDUSTRI DAN INSENTIF FISKAL TERHADAP NILAI EKSPOR", "Abstrak": "Penelitian terkait hubungan antara insentif fiskal dan nilai ekspor sudah cukup\nbanyak dilakukan, namun demikian belum ada yang mengukur dan/atau\nmembandingkan bagaimana pengaruh hubungan tersebut ketika perusahaan\npenerima insentif fiskal berada di dalam kawasan industri dan di luar kawasan\nindustri. Tujuan yang ingin dicapai dalam penelitian ini adalah mengukur sejauh\nmana pengaruh lokasi industri dan insentif fiskal terhadap nilai ekspor. Penelitian\nini merupakan analisis berbasis data (data-driven analysis) yang mengumpulkan\ndata kegiatan industri dari 106 perusahaan industri manufaktur yang menerima\nfasilitas Kemudahan Impor Tujuan Ekspor (KITE) di Indonesia. Observasi\ndilakukan dalam rentang waktu Januari 2015 sampai dengan Desember 2019.\nAnalisis dilakukan dengan pendekatan kuantitatif melalui 2 alat analisis yaitu\nanalisis rasio dan analisis regresi dengan beberapa model regresi yaitu: static\nregression model, fixed effect model, fixed effect within IV model, dan generalized\nmethods of moments. Berdasarkan hasil analisis yang dilakukan, ditemukan bahwa:\n1) terdapat perbedaan rasio pemanfaatan insentif fiskal dari perspektif lokasi\nindustri; 2) ada variasi yang cukup beragam dan signifikan dalam rasio pemanfaatan\ninsentif fiskal dari perspektif jenis industri; 3) insentif fiskal memberikan pengaruh\npositif dan signifikan terhadap nilai ekspor; 4) lokasi industri juga diketahui\nberpengaruh positif dan signifikan terhadap nilai ekspor; dan 5) pengaruh insentif\nfiskal terhadap nilai ekspor lebih rendah di dalam kawasan industri dibandingkan\ndi luar kawasan industri.", "Daftar File": {"COVER Muhammad Arafiq": "https://digilib.itb.ac.id/gdl/download/221223", "2021_TS_PP_MUHAMMAD_ARAFIQ_1.pdf)u": "https://digilib.itb.ac.id/gdl/download/221224", "2021_TS_PP_MUHAMMAD_ARAFIQ_2.pdf)u": "https://digilib.itb.ac.id/gdl/download/221225", "2021_TS_PP_MUHAMMAD_ARAFIQ_3.pdf)u": "https://digilib.itb.ac.id/gdl/download/221227", "2021_TS_PP_MUHAMMAD_ARAFIQ_4.pdf)u": "https://digilib.itb.ac.id/gdl/download/221229", "2021_TS_PP_MUHAMMAD_ARAFIQ_5.pdf)u": "https://digilib.itb.ac.id/gdl/download/221230", "2021_TS_PP_MUHAMMAD_ARAFIQ_6.pdf)u": "https://digilib.itb.ac.id/gdl/download/221231"}, "Penulis": "Muhammad Arafiq [24019005]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "industri manufaktur, lokasi industri, fasilitas KITE, nilai ekspor.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "08 Mar 2021"}