{"Nomor": 53671, "Judul": "PROSES PENENTUAN PRIORITAS DAN PEMILIHAN KATEGORI PEKERJAAN DI PT. EMINENCE MENGGUNAKAN AHP", "Abstrak": "PT. Eminence adalah perusahaan swasta yang bergerak dalam bidang jasa pemeliharaan peralatan di industri minyak dan gas. Mengalami keterbatasan akibat pandemi dan pemutusan kontrak besar dalam dua tahun terakhir, PT. Eminence memiliki urgensi untuk meninjau proyek-proyek mereka saat ini. Proyek-proyek tersebut diklasifikasikan ke dalam beberapa kategori pekerjaan yaitu Predictive Maintenance (PdM), Operations & Maintenance (OM), Reliability-centered Maintenance (RCM), dan Trading. Setiap kategori pekerjaan memiliki karakteristik unik yang menarik preferensi berbeda di antara para pemangku kepentingan. Penelitian ini bertujuan untuk melakukan prioritisasi kategori pekerjaan dengan banyak kriteria dan banyak partisipan.\n\nKategori pekerjaan akan dinilai melalui Analytic Hierarchy Process (AHP) untuk menentukan pekerjaan mana yang akan diprioritaskan. Proses tersebut mencakup pembuatan hierarki keputusan, menentukan tujuan, menentukan kriteria dan subkriteria, melakukan perbandingan berpasangan, dan mendapatkan prioritas untuk setiap alternatif. Dalam penelitian ini kriteria diperoleh dari wawancara dengan direksi yang menghasilkan krtiteria Finansial, Sumber Daya, Profil Pelanggan, Kompetisi, dan Kesesuaian terhadap Visi. Setiap kriteria, beberapa di antaranya akan dipecah menjadi subkriteria, akan dibandingkan dengan kriteria lain untuk mendapatkan kepentingan komparatif dari setiap partisipan. Peringkat kepentingan untuk setiap kriteria akan diturunkan ke setiap alternatif, yaitu PdM, OM, RCM, dan Trading.", "Daftar File": {"ABSTRAK Sarita Larasati": "https://digilib.itb.ac.id/gdl/download/221276"}, "Penulis": "Sarita Larasati [29319041]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analytic Hierarchy Process (AHP), Perusahaan Jasa, Pembuatan Keputusan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Mar 2021"}