{"Nomor": 53675, "Judul": "USULAN STRATEGI KOMUNIKASI PEMASARAN TERINTEGRASI UNTUK MENINGKATKAN PENDAPATAN PERUSAHAAN KONSULTAN IT UNTUK LAYANAN BIG DATA  (PT. TEKNOLOGI KARYA BANGSA)", "Abstrak": "Dalam dunia komersial saat ini, Big Data adalah bisnis besar. Data, informasi, pengumpulan dan analisis data telah memainkan peran penting dalam kapabilitas manusia untuk bertahan hidup. Saat dunia digital terus berkembang, maka akan lebih banyak metrik Big Data yang dihasilkan. Ini berarti bisnis Big Data benar-benar dapat menelusuri dan mencari tahu semua yang perlu diketahui oleh suatu perusahaan tentang pelanggan mereka, baik secara massal atau individu.\nSementara itu, PT. Teknologi Karya Bangsa sebagai salah satu perusahaan yang bergerak dalam industri konsultasi bisnis (BC) dan integrasi sistem (SI) semakin mengalami persaingan yang ketat. Pertumbuhan tersebut seringkali berakibat pada produktivitas yang lemah, profitabilitas yang minimal, dan penciptaan lapangan kerja yang negatif meskipun pertumbuhan kebutuhan pasar modal IT di Indonesia sangat pesat. Berdasarkan alasan tersebut maka penulis mengusulkan penelitian untuk mengevaluasi, mengidentifikasi masalah pada kegiatan penjualan dan pemasaran, serta mengajukan rekomendasi sebagai penyempurnaan strategi penjualan yang akan berdampak pada produktivitas usaha sebagai bagian dari pencapaian perusahaan.\nPenelitian dilakukan dengan melakukan kajian terhadap kondisi internal dan eksternal PT. Teknologi Karya Bangsa. Analisis eksternal menggunakan framework PESTEL, Porters 5 force, Competitor Analysis dengan membandingkan 7p Teknologi Karya Bangsa, dan Analisis Pelanggan melalui wawancara. Sedangkan analisis internal menggunakan Segmenting, Targeting, Positioning (STP), VRIO Framework, Business Model Canvas dan wawancara internal dengan beberapa anggota dari manajemen dan tim internal. Hasil dari analisis tersebut kemudian diolah menggunakan analisis SWOT untuk mengetahui akar penyebab sebenarnya dari penurunan penjualan pada Teknologi Karya Bangsa.\nDari analisis internal dan eksternal, penulis mengajukan strategi komunikasi pemasaran yang terintegrasi untuk meningkatkan pendapatan PT. Teknologi Karya Bangsa. Usulan tersebut meliputi strategi pemasaran, komunikasi pemasaran, dan pemanfaatan digital untuk menjangkau pelanggan yang lebih luas. Solusi yang ditawarkan dapat dilakukan dengan beberapa langkah yang dapat dijalankan oleh manajemen dan tim penjualan Teknologi Karya Bangsa.", "Daftar File": {"ABSTRAK Rewinnita Maretnoningtyas": "https://digilib.itb.ac.id/gdl/download/221264"}, "Penulis": "Rewinnita Maretnoningtyas [29319085]", "Kontributor / Dosen Pembimbing": ["Ir. Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Promosi, Analisa SWOT, Analisa 7P, Bisnis Model Canvas, Komunikasi Marketing, Big Data", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Mar 2021"}