{"Nomor": 53694, "Judul": "PERHITUNGAN DAYA HENTI (STOPPING POWER) DAN JANGKAUAN (RANGE) PROTON DI DALAM JARINGAN TUBUH PADA KEPALA MANUSIA MENGUNAKAN PROGRAM SRIM", "Abstrak": "Tujuan utama radioterapi adalah untuk mengoptimalkan dosis pada target dan meminimalkan\ndosis pada jaringan sehat di sekitar target. Tetapi dalam beberapa kasus, terutama tumor atau\nkanker yang terletak di kepala, tujuan tersebut sulit untuk dicapai dan memungkinkan beberapa\nefek samping terjadi setelah terapi. Perkembangan ilmu tentang interaksi partikel berat\nbermuatan –seperti proton, memberikan harapan bagi perkembangan radioterapi. Proton\nmemiliki karakteristik transfer energi yang disebut kurva Bragg, yang relatif rendah di awal dan\nterus meningkat secara drastis (puncak Bragg) sebelum akhirnya berhenti. Proton berpotensi\nmenurunkan dosis jaringan normal secara signifikan, dengan tetap mempertahankan dosis target,\nsehingga potensi insiden efek samping akan lebih rendah. Jangkauan proton atau lokasi\nterjadinya puncak Bragg dapat dikontrol oleh energi awal proton. Oleh karena itu, pada proses\nperencanan radioterapi proton, energi awal proton harus ditentukan dengan cermat agar berhenti\ntepat pada target. Dalam hal ini, daya henti dan jangkauan proton sangat diperlukan sebagai\nacuan. Objek pada penelitian ini adalah air dan jaringan tubuh pada kepala manusia, yaitu lensa\nmata, tulang kompak, tulang spons, cranium, cerebrospinal fluid (CSF), grey dan white matter,\nserta otak. Rentang energi proton yang dikaji adalah 10-250MeV. Nilai daya henti dihitung\nmenggunakan program SRIM-2013, perhitungan aturan Bragg-Kleeman, persamaan Bethe-\nBloch dan persamaan empiris Bethe-Bloch. Hasil perhitungan tersebut dibandingkan dengan data\nreferensi dari ICRU Report 46. Sedangkan jangkauan proton diperoleh dari simulasi SRIM-2013\ndan perhitungan aturan Bragg-Kleeman. Dari hasil daya henti diperoleh kesesuaian yang baik\nantara hasil simulasi SRIM-2013 dan setiap metode perhitungan dengan data referensi ICRU\nReport 46. Hasil Simulasi SRIM-2013 memiliki rata-rata perbedaan daya henti relatif sekitar\n1,4% dan standar deviasi 0,3% terhadap data referensi. Sedangkan untuk jangkaun proton\nterdapat ketidaksesuaian yang besar antara data SRIM-2013 dan aturan Bragg-Kleeman.\nPersentase rata-rata perbedaan jangkauan yang paling besar adalah untuk tulang kompak, yaitu\n29,64% sedangkan yang paling kecil adalah CSF sekitar 8,19%.", "Daftar File": {"ABSTRAK Syafira Fatimah Ashshidiqiyyah": "https://digilib.itb.ac.id/gdl/download/223162"}, "Penulis": "Syafira Fatimah Ashshidiqiyyah [10216019]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Freddy Haryanto, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "daya henti, jangkauan, jaringan pada kepala manusia, proton dan SRIM-2013.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "08 Mar 2021"}