{"Nomor": 53690, "Judul": "TRANSFORMASI RANTAI PASOK MELALUI PRINSIP LEAN: PENDEKATAN STRATEGIS GUNA MERAIH RANTAI PASOK YANG HANDAL PADA INDUSTRI FARMASI DI INDONESIA", "Abstrak": "Pada situasi saat ini, dunia farmasi industri mengalami tantangan yang cukup berat dengan meningkatnya persaingan, pendeknya umur siklus produk dan bertambah ketatnya tuntutan kesesuaian terhadap regulatori. Pada saat yang sama, pelanggan menuntut harga produk yang lebih murah, pengiriman lebih cepat, kualitas lebih baik dan lebih aman. Sehingga, rantai pasok farmasi harus mampu memastikan ketersediaan produk untuk menjamin tingkat kepuasan pelanggan. Dalam waktu bersamaan, rantai pasok farmasi harus dapat mengurangi biaya dan meningkatkan produktivitas untuk efisiensi. Oleh karenanya, perusahaan farmasi harus mengembangkan strategi rantai pasoknya agar dapat mengirimkan produk dengan kualitas, lokasi dan waktu yang tepat.\nAdapun prinsip lean merupakan sebuah sistem terbaik untuk menghilangkan pemborosan pada rantai pasok sehingga menghasilkan sebuah proses yang handal. Adapun konsep rantai pasok yang handal didefinisikan melalui meningkatnya kepuasan pelanggan, produktivitas dan kualitas serta menurunnya biaya dan waktu proses. Dari studi literatur didapatkan bahwa implementasi prinsip lean di rantai pasok farmasi masih sangat terbatas. Hal ini disebabkan karena selama ini industri farmasi lebih fokus kepada kesesuaian terhadap regulatori dibandingkan dengan efisiensi proses. Sehingga, masih sedikit pula riset akademis yang membahas mengenai penerapan prinsip lean pada rantai pasok farmasi.\nGuna menutup kesenjangan, riset ini mengangkat tema aplikasi prinsip lean pada rantai pasok sebuah perusahaan distribusi farmasi di Indonesia. Riset ini bertujuan mengidentifikasi dampak penerapan prinsip lean terhadap kinerja rantai pasok farmasi, mengidentifikasi kunci sukses dan strategi yang dibutuhkan agar penerapan dapat berlangsung dalam jangka panjang. Proses transportasi dipilih sebagai unit kerja yang dianalisa, mengingat aktivitas ini merupakan inti dari kegiatan distribusi dan berkontribusi besar terhadap biaya rantai pasok secara keseluruhan.\n6\nSementara itu, riset aksi diadopsi oleh disertasi ini karena pendekatan tersebut sangat dapat selaras dengan prinsip lean, dimana peneliti terlibat dalam penerapan prinsip lean sebagai fasilitator selama 1 tahun. Sedangkan data empiris dalam riset ini dihasilkan melalui observasi, wawancara serta analisis terhadap data dan dokumen perusahaan. Riset ini melibatkan para ahli dan praktisi untuk berkontribusi membangun kerangka berpikir baru yang dapat diaplikasikan di industri. Mengingat implementasi prinsip lean terkait dengan perubahan di organisasi, maka kerangka penerapan prinsip lean pada rantai pasok dikembangkan berdasarkan teori perubahan dari Lewin yang terdiri dari tiga tahapan, yaitu unfreeze, change dan refreeze.\nPencapaian yang signifikan berhasil diraih dengan adanya perubahan ini, yakni penurunan biaya transportasi sebesar 40%, waktu proses menjadi lebih pendek 75%, peningkatan produktivitas sebesar 200% dan peningkatan utilisasi muatan truk sebesar 100%. Sementara itu, terdapat sepuluh elemen sebagai kunci sukses penerapan prinsip lean pada rantai pasok, yaitu: komitmen dari manajemen puncak, pemenuhan terhadap standar kualitas, kemampuan sumber daya manusia, hubungan dengan pemasok, kolaborasi, hubungan dengan pelanggan, berbagi informasi dengan basis teknologi, aplikasi dari metode lean, budaya lean dan juga pengukuran kinerja. Keseluruhan elemen tersebut saling terkait dan selaras satu sama lainnya untuk menunjang kesuksesan penerapan prinsip lean, yang digambarkan dalam sebuah kerangka rumah lean. Adapun kerangka implementasi dengan pendekatan Lewin menggambarkan sebuah perjalanan prinsip lean, melalui sistematika tahapan yang dibutuhkan untuk menerapkan prinsip lean pada rantai pasok.\nDapat disimpulkan bahwa riset ini telah sukses memberikan sebuah strategi nyata yang berdampak yang sangat positif terhadap kinerja rantai pasok farmasi. Usaha yang dilakukan berhasil menyediakan produk farmasi secara tepat waktu, tepat kualitas dan tepat harga. Hal ini dapat meningkatkan ketersediaan produk di pasar sehingga membantu masyarakat agar mudah mengakses obat-obatan yang aman dengan harga terjangkau. Melalui pencapaian ini, dapat disimpulkan bahwa penerapan prinsip lean pada rantai pasok farmasi telah berkontribusi dalam mewujudkan masyarakat Indonesia yang lebih sehat. Adapun riset ini merupakan sebagian kecil dari studi yang ada terkait penerapan prinsip lean pada rantai pasok farmasi. Sehingga, riset ini dapat menjadi acuan bagi para praktisi di rantai pasok farmasi untuk meraih keunggulan operasional melalui penerapan prinsip lean. Riset ini juga memberikan kontribusi dalam pengembangan ilmiah terkait prinsip lean pada rantai pasok farmasi, yang saat ini belum banyak diteliti secara akademis.", "Daftar File": {"ABSTRAK Berty Argiyantari": "https://digilib.itb.ac.id/gdl/download/221282"}, "Penulis": "Berty Argiyantari [39017009]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Togar Mangihut Simatupang, M.Tech., Ph.D.", "Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Prinsip lean, rantai pasok, rantai pasok farmasi, lean transportasi, riset aksi, keunggulan operasional", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "08 Mar 2021"}