{"Nomor": 53692, "Judul": "ANALISA DAN PEMODELAN 2D STRUKTUR BAWAH PERMUKAAN AREA X MENGGUNAKAN METODE GRAVITY", "Abstrak": "Indonesia dikenal kaya dengan energi panas buminya. Ini lantaran Indonesia terletak pada\nbusur vulkanik dan pada jalur vulkanik yang memiliki sekitar 240 buah gunung api yang\ndapat berpotensi menjadi sumber energi panas bumi, sehingga Indonesia merupakan salah\nsatu negara di dunia yang kaya akan energi panas bumi. Maka dari itu diperlukan eksplorasi\npanas bumi di Indonesia, ini bertujuan untuk menghasilkan listrik yang ramah lingkungan.\nSehingga harus tau terlebih dahulu di daerah mana saja yang terdapat panas bumi, untuk\nmengetahuinya perlu dilakukan penelitian menggunakan metode geofisika dalam\nmemodelkan struktur bawah, berdasarkan densitas batuan dan anomaly bouguernya. Dalam\npenelitian ini daerah Area X diteliti menggunakan metode gravity. Metode gravity ini adalah\nmetode geofisika yang digunakan untuk mengukur variasi nilai percepatan gravitasi suatu\ndaerah akibat adanya variasi distribusi densitas batuan di bawah permukaan. Data lapangan\nyang diperoleh diolah dengan koreksi koreksi metode gaya berat, kemudian diplot dalam\nkontur Bouguer , dipisahkan menjadi kontur Regional dan Residual. Dari Peta kontur\nResidual itu dimodelkan sehingga diperoleh interpretasi jenis batuan dari densitas hasil\npemodelan yang telah dibuat sebagai berikut ; batuan 1 adalah Sandstone dengan densitas 2.2\ngr/cm3 , batuan 2 adalah Shale dengan densitas 2,5 gr/cm3 , batuan 3 adalah Rhyolite dengan\ndensitas 2,6 gr/cm3 , batuan 4 adalah Andesit dengan densitas 2,78 gr/cm3 , batuan 5 adalah\n2,8 gr/cm3, dan batuan 6 adalah 2,85 gr/cm3.", "Daftar File": {"ABSTRAK Fitri A Siahaan": "https://digilib.itb.ac.id/gdl/download/223239"}, "Penulis": "Fitri A Siahaan [10216009]", "Kontributor / Dosen Pembimbing": ["Prof. Wahyu Srigutomo, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Anomali Bouguer ,Batuan, Area X, Densitas, Metode Gravity, Panas Bumi", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "08 Mar 2021"}