{"Nomor": 53699, "Judul": "COMPARISON OF APPLICATION OF PROJECT MANAGEMENT THEORIES IN SOFTWARE DEVELOPMENT PROJECT TO STARTUP COMPANY BASED ON PROJECT: CASE STUDY OF PT SKATSA DATA INTEGRA", "Abstrak": "Perkembangan dunia bisnis di Indonesia sangat cepat, terutama dalam bidang telekomunikasi.\nSektor Informasi dan Komunikasi mencapai pertumbuhan positif tertinggi di Q2-2020 yang\nmenyumbang 4,66 persen struktur PDB. Salah satu perusahaan yang bergerak di bidang\nIT di Indonesia yaitu PT Skatsa Data Integra, yang menjalankan bisnisnya berdasarkan\nproyek. Start-up ini menemukan masalah dalam hal efisiensi menyelesaikan sebuah\nproyek. Dalam beberapa situasi, mereka tidak bisa mengambil proyek lain karena\nkhawatir tidak cukup waktu untuk mengerjakannya. Karena masalah ini, perusahaan\ntidak dapat mencapai target mereka. PT Skatsa Data Integra menjadi studi kasus dalam\npenelitian ini karena permasalahan dalam perusahaan seperti ini dapat berkontribusi\npada perkembangan bisnis IT di Indonesia. Tujuan penelitian ini adalah untuk\nmengidentifikasi akar masalah pada sistem manajemen proyek di PT Skatsa Data\nIntegra dan menemukan solusinya menggunakan CRT dengan lima elemen kunci CRT.\nPenelitian ini menggunakan tiga metode untuk solusi masalah tersebut: CMP, SCRUM,\ndan KANBAN. Hasil penelitian menunjukkan bahwa manajer proyek tidak bisa\nmelakukan perincian pada proyek dengan baik dan hanya menggunakan “judgemental\ndecision” untuk menyelesaikan proyek. Penyelesaian masalah dilakukan dengan\nmenerapkan ketiga metode tersebut pada proyek dan membuat peningkatan pada\nefisiensi waktu. Dengan CPM, ada peningkatan dalam 50% pengurangan waktu\npengerjaan, dan 55% dengan Kanban. Sementara dengan SCRUM, tidak ada\npeningkatan dalam efisieni waktu, melainkan dalam meminimalisasi error dalam setiap\naktivitas. Peningkatan lainnya ada pada sumber daya, yaitu setiap metode akan\nmenghasilkan peningkatan ketika ada peningkatan sumber daya.", "Daftar File": {"ABSTRAK Karim Abdur Rozaq": "https://digilib.itb.ac.id/gdl/download/221289", "COVER Karim Abdur Rozaq": "https://digilib.itb.ac.id/gdl/download/227414", "2021 TA PP KARIM ABDUR R 1-CHAPTER I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227415", "2021 TA PP KARIM ABDUR R 1-CHAPTER II.pdf)u": "https://digilib.itb.ac.id/gdl/download/227416", "2021 TA PP KARIM ABDUR R 1-CHAPTER III.pdf?": "https://digilib.itb.ac.id/gdl/download/227417", "2021 TA PP KARIM ABDUR R 1-CHAPTER IV.pdf)u": "https://digilib.itb.ac.id/gdl/download/227418", "2021 TA PP KARIM ABDUR R 1-CHAPTER V.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227419", "2021 TA PP KARIM ABDUR R 1-REFERENCE.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227420"}, "Penulis": "Karim Abdur Rozaq [19013130]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Metode Manajemen Proyek, Proyek Pengembangan Perangkat Lunak, Bisnis Start-up, Telekomunikasi, Efisiensi", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "8 file", "Tanggal Input": "08 Mar 2021"}