{"Nomor": 53715, "Judul": "ULASAN STRATEGI BISNIS UNTUK BISNIS PENYEWAAN BUSANA UNTUK MENGAHADAPI KENORMALAN BARU  (STUDI KASUS: ELOK STUDIO)", "Abstrak": "Elok Studio adalah bisnis online yang bergerak di bidang fesyen, yang fokus pada penyewaan\nbusana. Terinspirasi dari perkembangan fesyen yang sangat cepat di Indonesia, Elok Studio hadir\nmenawarkan sistem sewa yang diharapkan dapat mengubah gaya hidup perempuan di Indonesia\nuntuk lebih hemat. Sasaran pasar dari Elok Studio adalah seluruh perempuan yang berdomisili di\nBandung dan sering menghadiri acara resmi. \nSeiring dengan berkembangnya era digital, persaingan yang dihadapi oleh Elok Studio di bidang\npenyewaan busana tentunya semakin meningkat. Terlebih, dengan keberadaan virus corona yang\nmemiliki dampak besar pada keberadaan bisnis usaha kecil dan menengah, mengharuskan Elok\nStudio menerapkan strategi baru guna bertahan untuk mempertahankan bisnisnya. \nPeneliti menggunakan metodologi kualitatif untuk membuat strategi bisnis baru dengan beberapa\ntools seperti STP Analysis, Marketing Mix, PESTEL Analysis Competitors Analysis, Customer\nAnalysis, Root Cause Analysis, SWOT Analysis dan TOWS matirx. Selanjutnya peneliti\nmenggunakan wawancara dan survei untuk mendapatkan lebih banyak wawasan dari perspektif\npelanggan. Berdasarkan hasil penelitian, terdapat beberapa temuan tentang perspektif pelanggan\ndalam mengembangkan strategi baru untuk Elok Studio. Sebagian besar responden mengatakan\nbahwa promosi tidak terjangkau dan tidak efektif. Oleh karena itu, peneliti mengajukan strategi\nbisnis baru yang dapat meningkatkan penjualan di masa mendatang, seperti mengusulkan saluran\nbaru berupa website, konten media sosial baru untuk Elok Studio, pengembangan produk baru dan\npenyuluhan tentang pencegahan penyebaran virus corona di media sosial. Selain itu, peneliti\nmembuat timeline implementasi mulai Januari 2021 hingga strategi pemantauan agar perusahaan\ntetap pada jalurnya.", "Daftar File": {"2021_TS_PP_ECCLESIA CAROLINA R._1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/221326"}, "Penulis": "Ecclesia Carolina R. Sitorus [29119208]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti, S.Sn., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri fesyen, pemasaran, sosial media, Instagram, Strategi bisnis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Mar 2021"}