{"Nomor": 53710, "Judul": "LOKASI OPTIMAL SURFACE BUOY UNTUK SISTEM PERINGATAN TSUNAMI", "Abstrak": "Sebagai bencana alam dengan kekuatan destruktif terbesar, tsunami mampu menghancurkan kendaraan, bangunan, infrastruktur di sepanjang daerah pesisir. Beberapa tempat di dunia (termasuk Indonesia dan Jepang) lebih riskan terkena tsunami, dikarenakan letak geografisnya yang berdekatan dengan perbatasan lempeng tektonik. Terutama pada tempat-tempat tersebut, sistem peringatan tsunami diterapkan untuk mengantisipasi tsunami dan memitigasi kerusakan. Studi ini mengajukan sebuah metode untuk mencari lokasi optimal surface buoy, yang merupakan komponen deteksi dari Deep-ocean Assessment and Reporting of Tsunamis (DART) modern, untuk meminimalkan waktu deteksi dan memberikan waktu evakuasi lebih panjang. Metode ini secara garis besar terdiri dari dua bagian: Shallow Water Equations (SWE) dan Particle Swarm Optimization (PSO). Skema staggered finite volume diterapkan pada Shallow Water Equations untuk membangkitkan gelombbang tsunami dan menghitung waktu tempuh gelomban ke setiap titik pada ruang dua dimensi. Skema numerik ini diuji dalam berbagai simulasi dan berhasil menunjukan akurasi yang tinggi. Kemudian algoritma Particle Swarm Optimization digunakan untuk mencari lokasi optimal surface buoy yang akan meminimalkan waktu deteksi, dengan diberikan beberapa kendala kedalaman atau domain. Metode ini diterapkan untuk mencari lokasi optimal surface buoy pada batimetri sederhana dan pada kejadian tsunami di Palu (2018). Hasil dari studi ini menunjukan bahwa metode ini dapat mereduksi waktu deteksi secara signifikan, disbandingkan dengan menggunakan alat ukur yang terletak di pesisir.", "Daftar File": {"Abstrak Raynaldi La'lang.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221310"}, "Penulis": "Raynaldi La'Lang [10117008]", "Kontributor / Dosen Pembimbing": ["Dr. Ikha Magdalena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "system peringatan tsunami, shallow water equations, particle swarm optimization.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "09 Mar 2021"}