{"Nomor": 53712, "Judul": "PERANCANGAN MODEL ARSITEKTUR BIAYA PEMBUATAN VAKSIN (STUDI KASUS: PEMBUATAN VAKSIN TIFOID DI PT BFM)", "Abstrak": "PT BFM yang kini mulai bergerak pada Life Science perlu melakukan proyek pengembangan vaksin dengan berusaha meningkatkan kapasitas produksi, penyesuaian fasilitas produksi agar mampu memenuhi permintaan pasar domestik (sektor pemerintah & swasta) dan persyaratan regulasi industri vaksin terbaru. Dalam pengembangan vaksin diperlukan waktu yang lama dengan kompleksitas yang tinggi, fasilitas produksi yang spesifik dan regulasi yang terkini. Oleh karena itu perlu dilakukan kajian mendalam dalam pengembangan vaksin sebagai produk baru, terhadap rencana pembangunan fasilitas Quality Control (QC), produksi media, uji klinis dan teknik (Gedung 41) sebagai pendukung fasilitas produksi vaksin dan pengemasan yang ditempatkan pada Gedung 43, dengan melakukan penyusunan model arsitektur biaya maka dapat diidentifikasi komponen biaya dan berdasarkan elemen dari tiap komponen tersebut analisis finansial dilakukan untuk mengetahui apakah rencana pengembangan Vaksin Tifoid layak untuk dijalankan atau tidak.\nAlokasi investasi yang diperoleh sebesar 0.2%, didapatkan nilai total kebutuhan investasi untuk rencana pembangunan Gedung 41 dan Gedung 43 sebesar 3,474 Triliun dengan total biaya depresiasi untuk pembangunan Gedung 43 dan Gedung 41 adalah 2,959 Triliun dan penyesuaian proporsi beban pokok dan usaha lainnya. Dalam analisis finansial dengan pendekatan kriteria discounted menggunakan 3 (tiga) dasar discount factor (df) 6% (sebesar opportunity cost); discount factor 10% (cost of capital) dan discount factor 17% (expected return). Berdasarkan model yang disusun, menggunakan skema pendanaan dengan 2 skenario yaitu sebagian kebutuhan investasi dipenuhi dengan kredit investasi menggunakan proporsi hutang bank dan ekuitas investor 65:35 dinilai LAYAK untuk dilaksanakan, dengan hasil [a] NPV positif, [b] IRR lebih besar dari 17%, [c] Nilai PI lebih besar dari 1 [d] Nilai Payback Period 8 tahun, atau 4 tahun setelah tahun komersial dan skenario semua kebutuhan investasi dipenuhi dengan modal sendiri dinilai LAYAK untuk dilaksanakan, dengan hasil [a] NPV positif, [b] IRR lebih besar dari 17%, [c] Nilai PI lebih besar dari 1 [d] Nilai Payback Period 9 tahun, atau 5 tahun setelah tahun komersial.", "Daftar File": {"ABSTRAK Jumadila Mustika": "https://digilib.itb.ac.id/gdl/download/221323"}, "Penulis": "Jumadila Mustika [14415051]", "Kontributor / Dosen Pembimbing": ["Ir. Darwin, M.Sc.", "Dr. Ir. Sukoyo, M.T.", "Muchammad Arya Zamal, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Vaksin, Tifoid, Discounted Criterion, Undiscounted Criterion, Analisis Finansial, Analisis Sensitivitas", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "09 Mar 2021"}