{"Nomor": 53711, "Judul": "PEMBUATAN DAN PENGUJIAN TANGAN BIONIK MEKANISME ENAM BATANG DENGAN SENSOR SENTUH UNTUK AMPUTEE TRANSRADIAL", "Abstrak": "Penyandang disabilitas anggota gerak tubuh di Indonesia, khususnya tangan, memiliki jumlah yang tidak sedikit. Sedangkan tangan merupakan bagian tubuh yang sering digunakan untuk beraktivitas. Tangan prostetik dapat menjadi solusi pada pengguna yang mengalami amputasi pada tangan. Pada penelitian sebelumnya Tim Riset Biomekanika ITB telah berhasil membuat display tangan bionik mekanisme enam batang yang dapat melakukan tujuh pola genggaman serta mengembangkan sistem kontrol dengan sensor sentuh pada jari-jari tangan bionik tersebut. Berangkat dari hal tersebut, penelitian kali ini dimaksudkan untuk membuat tangan bionik mekanisme enam batang dengan sensor sentuh yang dapat dipasang dan diujikan secara langsung pada penyandang amputee transradial. Penelitian diawali dengan pencarian amputee transradial sebagai naracoba. Setelah itu dilakukan pengukuran dimensi tangan amputee dan pengambilan data preferensi rancangan tangan bionik melalui kuisioner. Persyaratan desain dan objektif dirumuskan berdasarkan data yang diperoleh. Evaluasi pada prototipe tangan bionik yang telah dikembangkan pada penelitian sebelumnya dilakukan untuk mengoptimasi desain mekanik dan elektrik tangan bionik yang baru, dengan menerapkan sistem kontrol berdasarkan umpan balik dari sensor sentuh pada ujung jari. Pembuatan socket juga dilakukan sebagai penghubung antara lengan amputee dengan tangan bionik yang dibuat. Tangan bionik yang dibuat menggunakan sensor surface electromyography (sEMG) elektroda kering yang ditempatkan pada lengan amputee untuk menangkap sinyal aktuasi yang diberikan oleh otot tangan. Secara kualitatif, tangan bionik berhasil digunakan dan diujicobakan pada amputee transradial serta dapat melakukan tujuh pola genggaman dengan baik.", "Daftar File": {"ABSTRAK Alya Thallafadhila Listyarini": "https://digilib.itb.ac.id/gdl/download/221448"}, "Penulis": "Alya Thallafadhila Listyarini [13116076]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Dr.Eng. Sandro Mihradi", "Arif Sugiharto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "tangan bionik, amputee transradial, optimasi, socket, surface electromyography", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2021"}