{"Nomor": 53714, "Judul": "METODE PREDIKSI PARAMETER LOOK-AHEAD UNTUK METODE BIAYA KETERLAMBATAN SEMU PADA PENJADAWALAN JOB-SHOP MENGGUNAKAN SISTEM INFERENSI NEURO-FUZZY", "Abstrak": "Meminimalkan keterlambatan dapat menguntungkan perusahaan manufaktur dalam menurunkan kerugian akibat denda keterlambatan, serta dapat meningkatkan penilaian pelanggan. Apparent tardiness cost (ATC) merupakan salah satu metode heuristik yang banyak digunakan dan berkinerja baik untuk menurunkan waktu keterlambatan. Metode ini memiliki parameter yang disebut parameter look-ahead (parameter k) yang akan mengubah karakteristik ATC dalam menentukan apakah k yang digunakan tinggi, sedang atau rendah. Penelitian sebelumnya telah mempelajari prediksi parameter k pada ATC, namun metode tersebut hanya untuk kasus dengan sistem manufaktur mesin tunggal atau paralel. Nilai k yang tetap biasanya digunakan untuk menyederhanakan proses penjadwalan, tetapi nilai optimumnya masih dipertanyakan.\nPenelitian ini mengusulkan penggunaan Adapted Neuro-Fuzzy Inference System (ANFIS) untuk mencari nilai k dalam kasus penjadwalan Job-shop. ATC yang telah dimodifikasi (Xiao, 2018) digunakan untuk menganalisis beban kerja setiap mesin atau workstation, kemudian menggunakannya sebagai input ANFIS. Akhirnya, ANFIS menghasilkan nilai k dari setiap mesin dan menentukan indeks prioritas dari setiap pekerjaan.\nProgram pengurutan secara komputasi menunjukkan metode yang diusulkan secara garis besar berfungsi dalam kinerja terbaiknya. Beberapa uji kinerja menunjukkan\nhasil yang signifikan yaitu dapat mengurangi potensi keterlambatan hingga 50%. Riset selanjutnya akan membahas bagaimana cara meningkatkan akurasi dari ANFIS dengan menetapkan beberapa metode yang tepat dalam mengumpulkan data pembelajaran.", "Daftar File": {"ABSTRAK Adityo Murdiarto": "https://digilib.itb.ac.id/gdl/download/221325"}, "Penulis": "Adityo Murdiarto [23418073]", "Kontributor / Dosen Pembimbing": ["Mohammad Mi'", "radj Isnaini, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Penjadwalan, Apparent Tardiness Cost, ANFIS, parameter look-ahead", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "09 Mar 2021"}