{"Nomor": 53716, "Judul": "ANOMALI SEBARAN K2O 55 PADA GUNUNG API DI PULAU JAWA DAN HUBUNGANNYA DENGAN TEKTONIK PULAU JAWA", "Abstrak": "Pulau Jawa merupakan salah satu pulau yang memiliki gunung api terbanyak di Indonesia dengan tatanan tektonik yang menarik untuk dikaji. Analisis geokimia gunung api di Pulau Jawa diharapkan dapat membantu penyempurnaan peta tektonik yang telah ada selama ini sehingga dapat bermanfaat dengan baik untuk mengeksplorasi sumberdaya maupun untuk mengantisipasi bencana.\nObjek dari penelitian ini adalah 460 data geokimia batuan gunung api dari 27 gunung api Kuarter yang berada di Pulau Jawa diantaranya adalah : Salak, Gede, Tangkuban Parahu, Patuha, Wayang Windu, Guntur, Papandayan, Cikuray, Galunggung, Telaga Bodas, Ciremai, Slamet, Dieng, Sundoro, Merbabu, Merapi, Muria, Lasem, Lawu, Wilis, Kelud, Bawean, Bromo, Lamongan, Argopuro, dan Ijen. Data yang digunakan pada penlitian ini meliputi data geokimia gunung api unsur utama, data kedalaman Zona Benioff, dan data tektonik regional Pulau Jawa. Metodologi yang dilakukan yaitu analisis unsur utama terutama unsur K2O untuk mendapatkan peta sebaran dan peta anomali geokimia gunung api Pulau Jawa yang kemudian diintergrasikan dengan data Zona Benioff dan data tektonik regional sehingga didapatkan interpretasi dari anomali geokimia regional di Pulau Jawa. Nilai K2O dinormalisasi terhadap SiO2 dengan nilai 55 bertujuan untuk menyetarakan kondisi batuan secara geokimia sehingga sebaran nilai data K2O gunung api yang diamati dapat sebanding. Nilai SiO2 sebesar 55 digunakan karena penyebaran nilai data SiO2 pada gunung api di Pulau Jawa umumnya termasuk kedalam basaltik andesit sehingga nilai 55 dirasa dapat mewakili penyebaran data gunung api di Pulau Jawa.\nAfinitas magma gunung api pada penelitian ini umumnya termasuk ke dalam seri calc-alkaline series yang mungkin berhubungan dengan tatanan tektonik active continental margin. Hasil distribusi nilai K2O pada SiO2 55 dari setiap gunung menunjukkan distribusi spasial yang memiliki beberapa anomali. Anomali tersebut diantaranya adalah nilai K2O antara Papandayan dan Cikuray, antara Merapi dan Merbabu, antara Muria dan Lasem, dan gunung api di Jawa Timur terutama Raung dan Ijen. Anomali tersebut kemudian diintegrasikan dengan Zona Benioff dan tektonik regional untuk kemudian diinterpretasikan penyebab anomalinya.\nAnomali yang terjadi di Papandayan-Cikuray diinterpretasikan karena posisi kedua gununK2O 55  api berada diatas kemenerusan Fragmen Gondwana. Anomali yang terjadi di Merapi-Merbabu diinterpretasikan disebabkan oleh Merapi terletak diatas kemenerusan Fragmen Gondwana sedangkan Merbabu terletak diatas Cretaceous Melange. Anomali yang terjadi di Lasem-Muria diinterpretasikan karena adanya sobekan lempeng oseanik yang berada di bawah Muria sehingga mengakibatkan mantel naik ke permukaan dan mempengaruhi vulkanisme Muria sehingga nilai K2O Muria jauh lebih tinggi dibandingkan dengan Lasem. Anomali yang terjadi di gunung api di Jawa Timur terutama Raung-Ijen diinterpretasikan disebabkan oleh kehadiran Fragmen Gondwana yang batas spasialnya masih menerus ke utara menuju busur gunung api modern di Jawa Timur.\nDari kesimpulan anomali yang ditemukan, dapat diusulkan peta tektonik dengan perubahan distribusi spasial Fragmen Gondwana. Namun usulan ini perlu divalidasi dengan melakukan analisis lebih lanjut seperti analisi geokimia gunung api unsur utama yang lebih detail, analisis unsur jejak yang lebih lengkap, dan analisis isotop dari tiap gunung api.", "Daftar File": {"ABSTRAK Oki Kurniawan": "https://digilib.itb.ac.id/gdl/download/221327"}, "Penulis": "Oki Kurniawan [22016023]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "anomali K2O, geokimia gunung api, Fragmen Gondwana, Zona Benioff.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2021"}