{"Nomor": 53737, "Judul": "DESAIN PENGKLASIFIKASI CITRA KUANTUM DENGAN SKEMA DATA RE-UPLOADING QUANTUM CONVOLUTION DAN DATA RE-UPLOADING CLASSIFIER", "Abstrak": "Kebutuhan akan kekuatan komputasi terus meningkat seiring dengan semakin sulitnya permasalahan dalam dunia industri dan akademik yang perlu dipecahkan. Aplikasi mensimulasikan sistem kuantum besar seperti molekul, atau memecahkan sistem persamaan linear berskala besar, sangatlah mahal biaya komputasinya. Hal ini menjadi salah satu pemicu berkembangnya komputasi kuantum, metode komputasi baru yang memanfaatkan sifat-sifat dan teori sistem kuantum untuk mengolah informasi. Komputer kuantum berpotensi mampu memecahkan permasalahan tersebut dengan percepatan eksponensial.\nMeski perkembangan komputer kuantum terbilang sangat pesat belakangan ini, tantangan dari segi teori maupun teknologi menjadi halangan dalam pembuatan komputer kuantum berskala besar. Komputer kuantum yang tersedia saat ini memiliki batasan seperti jumlah qubit yang terbatas dan operasi gerbang berderau yang membatasi jumlah gerbang yang dapat digunakan. Algoritma Kuantum Variasional (AKV) kemudian muncul menjadi salah satu strategi andalan yang menjanjikan dalam menghadapi batasan ini. Aplikasi di berbagai bidang yang memanfaatkan strategi ini sudah banyak diajukan, termasuk dalam bidang klasifikasi citra sebagai aplikasi pembelajaran mesin kuantum.\nPenelitian ini mengajukan skema modifikasi dari Data Re-uploading Classifier (DRC) yang berbasis AKV untuk klasifikasi citra MNIST. Penggunaan metode reduksi Principal Component Analysis (PCA) dan pengklasifikasi DRC dengan representasi biner (DRC-RB) mencapai akurasi uji 99,7% pada klasifikasi 2 kelas, 96,5% pada klasifikasi 4 kelas, dan 86,25% pada klasifikasi 8 kelas, sebuah peningkatan akurasi jika dibandingkan penelitian AKV terkait sebelumnya. Penelitian ini juga mengajukan skema konvolusi kuantum berbasis DRC. Tanpa menggunakan PCA, konvolusi kuantum dan pengklasifikasi DRC-RB mampu mencapai akurasi uji 98,9% pada klasifikasi 2 kelas dan 89,5% pada klasifikasi 4 kelas, sepadan dengan hasil yang dicapai Jaringan Saraf Tiruan Konvolusi.", "Daftar File": {"ABSTRAK Eraraya Ricardo Muten": "https://digilib.itb.ac.id/gdl/download/221382"}, "Penulis": "Eraraya Ricardo Muten [13316082]", "Kontributor / Dosen Pembimbing": ["Nugraha, Dr.Eng.", "Prof. Andriyan Bayu Suksmono, M.T., Ph.D.", "Fadjar Fathurahman, S.T., M.Si., Ph.D.", "Dr.Eng. Muhammad Haris Mahyuddin, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "algoritma kuantum variasional, klasifikasi citra, komputasi kuantum, konvolusi kuantum, pembelajaran mesin kuantum.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2021"}