{"Nomor": 53739, "Judul": "PENGARUH BIOSURFAKTAN F7 TERHADAP BIOFILM ENTEROCOCCUS FAECALIS PADA SALURAN AKAR GIGI INSISIF", "Abstrak": "Infeksi pada saluran akar dapat disebabkan oleh infeksi pulpa. Perawatan saluran akar dilakukan untuk mengobati infeksi pada saluran akar. Kegagalan perawatan saluran akar dapat disebabkan oleh mikoorganisme. Mikroorganisme yang sering ditemukan pada kegagalan perawatan saluran akar adalah Enterococcus faecalis. Enterococcus faecalis memiliki kemampuan untuk membentuk biofilm dalam saluran akar. Sodium hipoklorit (NaOCl) memiliki kemampuan untuk mengeradikasi biofilm Enterococcus faecalis tetapi memiliki toksisitas dan tegangan permukaan yang tinggi. Biosurfaktan dapat menurunkan tegangan permukaan dan memiliki toksisitas yang lebih rendah. Biosurfaktan F7 memiliki kemampuan untuk menghilangkan smear layer pada saluran akar dan memiliki potensi sebagai agen antibiofilm. Penelitian ini bertujuan untuk menentukan nilai minimum inhibitory concentration (MIC), minimum biofilm inhibitory concentration (MBIC), dan minimum biofilm eradication concentration untuk eradikasi 50% (MBEC50). Selain itu, dilakukan juga pengujian aktivitas eradikasi biofilm pada akar gigi. MIC dan uji aktivitas eradikasi biofilm pada akar gigi ditentukan dengan metode angka lempeng total (ALT). MBIC dan MBEC50 ditentukan dengan penurunan berat basah biofilm. Konsentrasi biosurfaktan F7 yang digunakan untuk MIC dan MBIC adalah 25 ppm, 50 ppm, dan 100 ppm. Sedangkan konsentrasi biosurfaktan F7 yang digunakan untuk MBEC50 adalah 250 ppm, 500 ppm, dan 1000 ppm. Hasil dari perlakuan dengan biosurfaktan F7 dibandingkan dengan penggunaan NaOCl 2.5%. Pengujian aktivitas eradikasi biofilm pada akar gigi menggunakan biosurfaktan F7 konsentrasi 500 ppm, NaOCl 2.5%, dan kombinasi biosurfaktan F7 konsentrasi 500 ppm dengan NaOCl 2.5%. Hasil dari penelitian ini menunjukkan bahwa persentase inhibisi pertumbuhan sel planktonik NaOCl 2.5% lebih tinggi dibandingkan biosurfaktan F7 karena mencapai 99.7%, sedangkan persentase inhibisi biosurfaktan F7 adalah 28.61%. Biosurfaktan F7 mampu menginhibisi pertumbuhan biofilm dengan persentase sebesar 17.64%, sedangkan NaOCl sebesar 47.05%. Biosurfaktan F7 mampu mengeradikasi biofilm dengan persentase sebesar 60.95%, sedangkan persentase eradikasi NaOCl 2.5% adalah 43,24%. Nilai MIC, MBIC, dan MBEC50 secara berturut-turut adalah 25 ppm, 50 ppm, dan 1000 ppm. Persentase eradikasi biofilm pada akar gigi dari biosurfaktan F7, NaOCl 2.5%, dan kombinasi biosurfaktan F7 dengan NaOCl 2.5% secara berturut-turut adalah 24.69%, 49.2%, dan 61.46%. Dapat disimpulkan, bahwa biosurfaktan F7 memiliki kemampuan untuk menginhibisi dan mengeradikasi biofilm pada saluran akar gigi.", "Daftar File": {"ABSTRAK Destaya Mentari Putri": "https://digilib.itb.ac.id/gdl/download/221384"}, "Penulis": "Destaya Mentari Putri [10616025]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "biofilm, Enterococcus faecalis, biosurfaktan, inhibisi, eradikasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2021"}