{"Nomor": 53742, "Judul": "PERTUMBUHAN LARVA LALAT TENTARA HITAM (HERMETIA ILLUCENS) DENGAN PEMBERIAN PAKAN BERUPA SUSU KADALUWARSA DAN ALPUKAT", "Abstrak": "Larva lalat tentara hitam (LLTH) (Hermetia illucens) dapat mengonsumsi berbagai limbah organik untuk menghasilkan biomassa yang kaya akan kandungan protein dan lemak. Tujuan dari penelitian ini adalah menguji dari aplikasi LLTH pada produk pangan olahan yang sudah kadaluwarsa, hal yang relatif belum banyak diteliti di Indonesia terutama terkait dengan pertumbuhan dan perkembangan dari LLTH. Produk yang diujikan adalah susu bubuk instan dengan pakan ayam komersial sebagai kontrol dan alpukat sebagai pembanding produk yang umum digunakan sebagai pakan LLTH. Pada penelitian ini, 200 ekor larva berusia 7 hari menjadi sampel uji pada tiga kelompok tersebut. Pakan diberikan setiap 3 hari (200 mg/larva/hari) hingga 50% dari larva telah bermetamorfosis menjadi prepupa. Pengambilan data terkait berat tubuh dan tingkat kematian dilakukan bersamaan dengan waktu penggantian pakan. Saat prepupa bermetamorfosis menjadi pupa, setiap individu ditempatkan pada botol vial terpisah untuk proses identifikasi jenis kelamin dan masa hidup. Data pada kelompok susu kadaluwarsa dan kontrol menunjukkan rata-rata berat akhir larva lebih tinggi (0,11 gram berbanding 0,12 gram), proporsi lalat dewasa yang lebih banyak betina (?:?, 90:94 dan 90:98), waktu pertumbuhan larva hingga pupa lebih singkat (keduanya memiliki waktu yang sama yaitu 34 hari), dan total masa hidup lalat lebih pendek (57,3 hari berbanding 54,8 hari) lebih baik dibandingkan kelompok alpukat. Sementara itu, kelulushidupan larva tertinggi tercatat pada kelompok kontrol diikuti dengan kelompok yang mendapatkan pakan alpukat (98,5%) dan susu kadaluwarsa (96,5%). Berdasarkan hasil ini dapat disimpulkan bahwa susu kadaluwarsa dapat digunakan sebagai pengganti pakan ayam dalam pengembangan sistem produksi larva BSF yang lebih berkesinambungan.", "Daftar File": {"ABSTRAK Intan Josefin Purba": "https://digilib.itb.ac.id/gdl/download/221387"}, "Penulis": "Intan Josefin Purba [10616024]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hermetia illucens, kelulushidupan, limbah makanan olahan, pertumbuhan, rasio seks", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2021"}