{"Nomor": 53749, "Judul": "PENGGUNAAN ALTER EGO SEBAGAI BAGIAN DARI PROSES BEREKSPRESI: DOLLY AND THE BLACK DOG", "Abstrak": "Mengekspresikan perasaan dan emosi negatif merupakan hal yang tidak mudah\ndilakukan, terutama dengan adanya tuntutan yang mendorong individu untuk selalu\ntampil baik-baik saja di depan masyarakat. Banyaknya stigma serta misinformasi\nmengenai kesehatan mental juga mendorong kebanyakan orang untuk menekan dan\nmensupresi perasaan serta emosi negatif yang muncul. Penulis sendiri merupakan\nindividu yang lebih memilih untuk menyembunyikan dan menghindari untuk\nmembicarakan perasaan dan pemikiran negatif yang dimilikinya. Pemikiran negatif\nyang terlalu lama diabaikan dan dipendam ini kemudian memengaruhi kesehatan\nmental penulis, mendorongnya ke titik terendah dan terperangkap di dalamnya hingga\nakhirnya muncul sebuah kesadaran bahwa ekspresi dari hal ini merupakan sesuatu\nyang perlu dilakukan. Eskpresi ini dilakukan melalui pembuatan sebuah karya seni\ndengan menggunakan pendekatan keilmuan seni rupa sebagai ekspresi dan simbol. Sebuah alter ego bernama Dolly diciptakan untuk berperan sebagai ‘pemeran\npengganti’ dalam mengekspresikan apa yang selama ini tidak dapat diungkapkan. Pemikiran negatif direpresentasikan melalui sebuah karakter yang wujudnya dapat\nberubah sewaktu-waktu bernama Black Dog. Medium yang akan digunakan\nmerupakan cat minyak di atas kanvas, dengan tujuan menciptakan kontras antara\nkedua karakter melalui perbedaan warna dan tekstur pada lukisan. Dalam karya seni\nlukis diciptakan sebuah ruang baru di mana di dalamnya karakter-karakter tersebut\ndapat hadir dalam berbagai situasi yang diiringi penghadiran simbol untuk\nmenggambarkan perasaan hati serta pemikiran negatif yang dimiliki. Hasil dari proyek\ntugas akhir ini berupa sebuah seri karya yang terdiri dari 6 lukisan yang\nmenghadirkan karakter alter ego dalam berbagai situasi bersama representasi\npemikiran negatif. Dengan menciptakan kontras antara karakter alter ego dan karakter\nyang merepresentasikan pemikiran negatif serta menggunakan simbol di atas karya, apa yang terjadi di dalam dunia internal dapat dikomunikasikan kepada audiens. Proses ini kemudian membantu penulis untuk melepaskan emosi, serta memberikan\nefek penyembuhan hati yang telah lama dibutuhkan.", "Daftar File": {}, "Penulis": "Mentari Shanti Ayu Purwanto [17016017]", "Kontributor / Dosen Pembimbing": ["Muksin, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Alter Ego, Ekspresi, Perasaan Negatif", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "09 Mar 2021"}