{"Nomor": 53741, "Judul": "ANALISIS PENGARUH HUJAN TERHADAP KESTABILAN LERENG SALURAN PELIMPAH PADA BENDUNGAN TUGU, KABUPATEN TRENGGALEK, JAWA TIMUR", "Abstrak": "Kejadian longsoran yang disertai hujan dan terjadi pada musim hujan merupakan hal umum dan sering yang terjadi di Indonesia. Pada lokasi pembangunan Bendungan Tugu terdapat longsoran yang terjadi pada musim hujan. Hujan dipahami sebagai faktor yang dapat mempengaruhi peningkatan tekanan air pori dan kenaikan muka air tanah. Pemahaman curah hujan sebagai faktor pemicu longsoran penting dilakukan untuk mitigasi bencana di masa depan. Pemodelan dua dimensi dengan metode elemen hingga dan kesetimbangan batas digunakan untuk mengetahui mekanisme longsoran yang dipengaruhi curah hujan serta bagaimana peran faktor lain seperti gempabumi pada kejadian longsoran. Data pengeboran, sifat fisik, sifat mekanik, data curah hujan harian, kondisi hidrogeologi, dan data gempabumi digunakan untuk analisis.\nLongsoran yang terjadi di lokasi penelitian memiliki bidang gelincir dengan bentuk rotasional. Material penyusun longsoran terdiri dari tanah dan campuran batuan yang berasal dari pelapukan batuan vulkanik. Daerah penelitian berada pada Formasi Mandalika yang tersusun dari breksi gunung api, lava, tuff, sisipan batupasir, dan batulempung berumur Oligosen akhir - Miosen awal. Hasil penampang bawah permukaan menunjukkan bahwa breksi tufan lapuk tinggi (IV) berperan sebagai bidang gelincir. Kondisi geologi bawah permukaan lereng bangunan pelimpah tersusun dari lava andesit-basaltik, breksi tufan lapuk sedang, dan breksi tufan lapuk tinggi.\nLongsoran dangkal terjadi setelah dipengaruhi hujan hari-hari sebelumnya yang mempengaruhi peningkatan tekanan air pori. Proses terjadinya longsoran diawali dengan munculnya rekahan tarik. Hasil analisis menunjukkan pengaruh curah hujan drastis mempengaruhi penurunan matric suction pada lereng yang menyebabkan terbentuknya rekahan tarik.\nPemodelan dengan dua simulasi yaitu simulasi dengan pengaruh hujan pendahuluan durasi 47 hari dan pengaruh hujan durasi 10 hari dengan kondisi awal sesuai model diperoleh hasil faktor keamanan yang sama pada hari kejadian longsoran, hal ini menunjukkan bahwa curah hujan mempengaruhi kondisi hidrogeologi lereng. Simulasi dengan pengaruh hujan durasi 10 hari dengan kondisi awal seperti simulasi hujan durasi 47 hari diperoleh faktor keamanan yang lebih tinggi, artinya hasil simulasi tidak sesuai keadaan di lapangan karena mengabaikan kondisi hidrogeologi hari-hari sebelumnya. Mekanisme terjadinya longsoran pada area penelitian dipengaruhi oleh tekanan air pori dan gempabumi sehingga didapatkan faktor keamanan sebesar 0,986. Ambang batas hujan untuk ramalan cuaca yang dapat menyebabkan terjadi longsoran ditentukan dengan menggunakan kumulatif hujan 3 hari menjelang longsoran dan 15 hari sebelum 3 hari sebesar 120,4 mm/hari dan 40 mm/hari.", "Daftar File": {"ABSTRAK Kurnia Dewi Mulyani": "https://digilib.itb.ac.id/gdl/download/221386"}, "Penulis": "Kurnia Dewi Mulyani [22018016]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Curah hujan, kestabilan lereng, tekanan air pori, Bendungan Tugu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Mar 2021"}