{"Nomor": 53756, "Judul": "STUDI PARAMETRIK PADA MATERIAL MEMBRAN  POLYESTER DENGAN SISTEM STRUKTUR TENSEGRITY STUDI KASUS: KUBAH GEODESIK BAMBU", "Abstrak": "Sistem struktur yang ringan dan estetis menjadi topik yang populer di bidang \nteknologi bangunan. Salah satu sistem struktur yang memenuhi kriteria tersebut \nyaitu sistem struktur tensegrity. Sistem ini pada umumnya hanya sebagai sculpture,\nnamun sistem ini memiliki beberapa kelebihan dibanding dengan sistem struktur \nlain. Oleh karena itu fenomena ini perlu diangkat dan dimunculkan untuk tujuan \npengembangan sistem struktur tensegrity yang reliable pada praktik di masa depan.\nSelama beberapa dekade terakhir sistem ini telah banyak diteliti melalui disiplin \narsitektur, namun pengembangan perihal material membran polyester sebagai \npengganti sling baja tergolong baru dan masih sangat sedikit dilakukan. Fenomena \ntersebut akan dikembangkan dalam penelitian ini melalui metode studi maket dan \nkomputasi. Rancangan penelitian dibagi menjadi empat bagian, yakni studi maket \ndengan eksperimen beberapa kain, studi simulasi dengan metode komputasi, \nkonseptual sambungan berupa model sambungan, dan metode membangun berupa \ntahap-tahap membangun. Tujuan dari penelitian ini adalah untuk mengungkap \nbahwa material membran polyester dapat menggantikan peran sling baja dan \npenerapannya terhadap kubah geodesik. Hasil penelitian mengungkap beberapa \ntemuan. Pertama, material membran dapat menggantikan peran sling baja pada \nsistem struktur tensegrity. Kedua, dari dua frekuensi kubah geodesik yang \ndianalisis, kubah dengan frekuensi 1 yang paling optimal dan efisien untuk \nkonstruksi di lapangan, sedangkan kubah dengan frekuensi 2 yang paling kokoh \nsecara kekakuan. Ketiga, terdapat tiga usulan konsep sambungan dengan berbagai \nmacam kelebihan dan kekurangan. Keempat, menjabarkan metode membangun \ndengan rangkaian tahapan-tahapan membangun.", "Daftar File": {"ABSTRAK Deni Priansyah": "https://digilib.itb.ac.id/gdl/download/237937"}, "Penulis": "Deni Priansyah [25217023]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Andry Widyowijatnoko, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "kubah geodesik bambu, konsep sambungan, metode membangun,  membran polyester, sistem struktur tensegrity, studi maket, studi parametrik, studi  simulasi.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "09 Mar 2021"}