{"Nomor": 53752, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI KEPUTUSAN PEMBELIAN KONSUMEN DI ONLINE MARKETPLACE INDONESIA", "Abstrak": "Bisnis online marketplace di Indonesia telah berkembang pesat dan persaingan diantaranya tidak dapat dihindari dalam dekade terakhir ini. E-commerce dari dalam dan luar negeri bersaing secara ketat untuk menjadi market leader. Menerapkan dan menemukan strategi yang tepat untuk menarik konsumen menjadi factor yang sangat penting. Sejumlah online marketplace berlomba-lomba melakukan promosi untuk menarik konsumen, seperti pemberian voucher pengiriman gratis atau cashback. Pada akhirnya tidak sedikit marketplace lokal yang rontok karena kalah bersaing dalam strategi pemasaran. Menghadapi kondisi tersebut, marketplace harus mampu memenangkan persaingan dengan melakukan riset yang mencakup beberapa aspek yang dapat mempengaruhi konsumen untuk melakukan pembelian.\nPermasalahan yang dihadapi pelaku pasar dapat diselesaikan dengan mengukur faktor-faktor yang mempengaruhi keputusan pembelian konsumen. Dalam penelitian ini mengukur enam faktor yang meliputi faktor sosial, reputasi merek, kepercayaan, periklanan, duta merek dan pilihan pengiriman. Analisis kuantitatif dilakukan untuk menjawab pertanyaan penelitian faktor-faktor yang mempengaruhi keputusan pembelian konsumen di pasar online Indonesia. Survei online dilakukan dan disebarkan melalui berbagai media. Analisis dilakukan terhadap sampel yang melibatkan 399 responden dari seluruh Indonesia. Analisis kuantitatif menjelaskan ada tiga faktor yang berpengaruh signifikan terhadap keputusan pembelian konsumen, yaitu faktor sosial, iklan, dan pilihan pengiriman. Analisis kualitatif juga dilakukan untuk memvalidasi kembali hasil dari analisis kuantitatif.\nHasil penelitian ini menggambarkan bagaimana keadaan konsumen di Indonesia terhadap faktor-faktor yang mempengaruhi mereka untuk melakukan pembelian secara online. Hasil ini dapat membantu pemetaan pasar dan menargetkan konsumen lebih dalam. Untuk memenuhi kebutuhan konsumen dan mendorong mereka untuk membeli, pelaku pasar dapat menggunakan hasil ini untuk mengetahui dengan tepat faktor-faktor apa yang paling mempengaruhi dan merumuskan strategi yang tepat. Dengan mengimplementasikan hasil penelitian ini dapat membantu para pelaku pasar online dalam menjalankan strategi bisnis untuk berinovasi dan berkembang agar menjadi market leader di industri e-commerce.", "Daftar File": {"COVER Eka Lestari": "https://digilib.itb.ac.id/gdl/download/254085", "BAB 1 Eka Lestari": "https://digilib.itb.ac.id/gdl/download/254086", "BAB 2 Eka Lestari": "https://digilib.itb.ac.id/gdl/download/254087", "BAB 3 Eka Lestari": "https://digilib.itb.ac.id/gdl/download/254088", "BAB 4 Eka Lestari": "https://digilib.itb.ac.id/gdl/download/254089", "PUSTAKA Eka Lestari": "https://digilib.itb.ac.id/gdl/download/254090"}, "Penulis": "Eka Lestari [29318311]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "E-commerce, Marketplace, Faktor Sosial, Iklan, Opsi Pengiriman", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "09 Mar 2021"}