{"Nomor": 53754, "Judul": "MERANCANG MODEL OPERASIONAL UNTUK KENORMALAN BARU MENGGUNAKAN DESIGN THINKING DI BANK SALAM SYARIAH", "Abstrak": "Wabah virus Corona (Covid-19) membawa dampak luar biasa terhadap industri jasa keuangan dan perbankan global dan Indonesia. Bank Salam Syariah adalah salah satu bank yang paling terdampak oleh wabah ini. Berdasarkan laporan keuangan bank, Bank Salam Syariah telah mengalami penurunan laba dengan penurunan tertinggi sebesar 48% pada Q3 tahun 2020. Salah satu tantangan utama yang dihadapi oleh bank adalah kendala operasional. Hal ini terkait dengan model bisnis unik bank yang disebut 'pembiayaan kelompok' di mana pembiayaan perorangan disalurkan kepada sekelompok perempuan yang disebut Sentra. Setiap dua minggu, frontliner bank yang disebut community officer bertemu dengan komunitas, dan pembayaran dua mingguan mereka dikumpulkan (pertemuan rutin sentra). Pertemuan rutin sentra merupakan satu-satunya cara bagi bank untuk bertemu dengan nasabah. Penerapan kebijakan pembatasan sosial oleh pemerintah dan ketidakmampuan model operasional yang ada untuk mengatasi keadaan tersebut membuat semua aktivitas perbankan terpaksa dihentikan dan bank kehilangan satu-satunya saluran untuk berinteraksi dengan nasabah. Oleh karena itu, bank memodifikasi model operasionalnya dengan mengubah mekanisme pertemuan rutin sentra dengan menggunakan trusted person (TP). TP merupakan salah satu nasabah yang ditunjuk untuk sementara menggantikan peran community officer untuk mengumpulkan tabungan dan angsuran dari nasabah lain di Sentra. Penelitian terakhir menunjukkan bahwa penerapan mekanisme TP tidak efektif dan perlu diperbaiki. \nPenelitian ini merupakan bagian dari proyek yang sedang berjalan yang berfokus pada penyelesaian masalah dan perbaikan model operasional (model TP) Bank Salam Syariah yang ada untuk diterapkan secara nasional di tengah pandemi Covid-19. Ada beberapa kerangka analisis yang digunakan untuk mencapai tujuan penelitian ini seperti design thinking dan value proposition canvas. Penelitian dilakukan dalam dua proses pengembangan iteratif dengan output program seleksi, program pemeliharaan dan model collection. Penelitian ini mengidentifikasi 3 poin; (1) Program seleksi menggunakan persona mampu memilih kandidat TP ideal yang memiliki kinerja lebih baik dibandingkan dengan yang tidak ideal, (2) program pemeliharaan TP mampu mengurangi berbagai pain point dan menciptakan gains bagi TP serta meningkatkan retention rate-nya dan (3) model pertemuan rutin sentra yang dibuat dalam studi ini dapat memberikan value dan manfaat dari kedua model (model normal dan model TP) sekaligus dapat meningkatkan efisiensi bisnis.", "Daftar File": {"ABSTRAK Jibril D. P. U. Dewantara": "https://digilib.itb.ac.id/gdl/download/221399"}, "Penulis": "Jibril D. P. U. Dewantara [29319176]", "Kontributor / Dosen Pembimbing": ["Nazmi Fathnur Ahmad, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pandemic, COVID-19, Banking Industry, Operational Model, Design Thinking", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Mar 2021"}