{"Nomor": 53761, "Judul": "BILANGAN TERHUBUNG PELANGI LOKASI PADA SEBARANG GRAF HASIL KALI KORONA", "Abstrak": "Misalkan k adalah suatu bilangan bulat positif dan G = (V;E) adalah graf berhingga\ndan terhubung. Suatu lintasan P pada G dikatakan lintasan titik pelangi,\njika titik-titik dalamnya berwarna berbeda. Pewarnaan-k titik pelangi pada G adalah\nsuatu pemetaan c : V (G) ! f1; 2;    ; kg sehingga untuk setiap dua titik\nberbeda u dan v di G terdapat lintasan titik pelangi yang menghubungkan keduanya.\nUntuk i 2 f1; 2;    ; kg, misalkan Ri adalah himpunan titik-titik yang diberi\nwarna i dan  = fR1;R2; : : : ;Rkg merupakan partisi terurut dari V (G). Kode\npelangi titik v 2 V (G) terkait  dinotasikan dengan rc(v) adalah tupel-k terurut\nyang didefinisikan sebagai rc(v) = (d(v;R1); d(v;R2); : : : ; d(v;Rk)) dengan\nd(v;Ri) = minfd(v; y)jy 2 Rig untuk setiap i 2 f1; 2;    ; kg. Jika setiap titik\ndi G memiliki kode pelangi yang berbeda, maka pewarnaan c disebut pewarnaan-\nk pelangi lokasi pada G. Bilangan bulat positif terkecil k sehingga terdapat suatu\npewarnaan-k pelangi lokasi pada G disebut bilangan terhubung pelangi lokasi graf\nG, dinotasikan dengan rvcl(G).\nPada tesis ini, ditentukan batas bawah dan batas atas bilangan terhubung pelangi\nlokasi pada hasil kali korona dari graf terhubung G dengan sebarang graf H. Selanjutnya\nditentukan juga bilangan terhubung pelangi lokasi pada hasil kali korona dari\ngraf terhubung G dengan graf H untuk beberapa kelas graf H, diantaranya komplemen\ngraf lengkap, graf lengkap, dan graf bintang.", "Daftar File": {"ABSTRAK Pranaya Dharia M Taihuttu": "https://digilib.itb.ac.id/gdl/download/230407"}, "Penulis": "Pranaya Dharia M Taihuttu [20118024]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A.N., S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bilangan terhubung pelangi lokasi, graf bintang, graf hasil kali korona, graf lengkap, komplemen graf lengkap.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}