{"Nomor": 53766, "Judul": "PROGRAM PEMBANGUNAN MASYARAKAT MELALUI KEWIRAUSAHAAN SOSIAL OLEH DEIDEO", "Abstrak": "wanita dalam keluarga memiliki peran yang sangat besar. Mulai dari mengurusi rumah dan\nmembesarkan anak, namun masih banyak wanita dari latar belakang ekonomi menengah kebawah\nbelum mempunyai peluang untuk membantu ekonomi keluarga. Komunitas mempunyai peran\nbesar untuk dapat membantu para ibu rumah tangga ini untuk mendapatkan penghasilan tambahan\nbagi keluarga mereka dengan membangun skill, koneksi dan kepandaian baru melalui komunitas.  \nMembangun komunitas yang kuat, fleksibel dan mambu berdaya guna baik dari segi ekonomi\nmaupun sosial adalah cita – cita dari Deideo sebagai social enterprise. Dengan visi yang besar,\nDeideo membina sebuah komunitas di daerah Bojongsoang bersama Yayasan Buana Mekar dan\nParoki St. Fransiskus Xaverius Dayeuhkolot yang beranggotakan ibu rumah tangga yang di bina\ndan di latih untuk dapat mempunyai kemampuan yang dapat bersaing di pasar. \nDeideo bersama komunitas melihat bahwa peluang bisnis di industri fesyen cukup menyakinkan.\nNamun, banyak hal yang harus di perhatikan didalam dunia ini karena tren fesyen terus berputar\ndengan cepat, baik dari segi desain maupun model produk. Peluang bisnis terbuka luas, tetapi\nberarti juga persaingan. Sebagi sosial entrepreneur yang membina para ibu rumah tangga yang\nawam terhadap dunia dagang, Deideo harus jeli menemukan peluang bisnis yang unik dan\nberbeda.  \nSebelum menentukan bisnis apa yang harus di lakukan oleh komunitas, Deideo melakukan\npendekatan kepada anggota komunitas melalui cara Participatory Action Research setelah itu\npenelitian dilanjutkan dengan menganalisa lingkungan bisnis, baik internal maupun eksternal.\nAnalisa SWOT dipakai untuk menentukan kelebihan dan kekurangan yang dimiliki oleh\nkomunitas. Setelah mengetahui kelebihan, kekurangan, ancaman dan kesempatan yang dimiliki\nkomunitas, Deideo memutuskan bahwa pasar yang ingin masuki bersama komunitas adalah pasar\nfesyen. Sebuah bisnis yang berkelanjutan adalah bisnis yang mampu menghasilkan pendapatan\natau laba. Berkelanjutannya bisnis yang di lakukan oleh komunitas dapat mendukung komunitas\nuntuk dapat menjadi mandiri. Hal ini tentu di dukung dengan perencanaan bisnis model yang\nsesuai dengan komunitas dengan kanvas proposisi bisnis, STP untuk melihat target pasar, dan\npembaharuan model o", "Daftar File": {"2021_TS_PP_Clarissa Bonita Dhiastary P_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221412"}, "Penulis": "Clarissa Bonita Dhiastary P [29118165]", "Kontributor / Dosen Pembimbing": ["Dr. W. Victo Anggara Wisesa, S.Hum., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi bisnis, pengembangan masyarakat, usaha sosial, strategi STP, proposisi nilai", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "10 Mar 2021"}