{"Nomor": 53763, "Judul": "KAJIAN RISIKO TRICLOSAN MELALUI PENGGUNAAN PRODUK PERBEKALAN KESEHATAN RUMAH TANGGA (PKRT) DAN KOSMETIK DI WILAYAH JABODETABEK", "Abstrak": "Triclosan (5–chloro–2–(2,4–dichlorophenoxy) phenol) is a biocidal compound that is\noften added to various household health products (PKRT) and cosmetics which are\nwidely used by the public. In accordance with regulatory provisions in Indonesia,\ntriclosan is included in the preservative allowed for use in cosmetics with a maximum\nuse limit of 0.3% as well as an active component in several PKRT products such as\nwashing agents, cleaning agents, antiseptic and disinfectant. Triclosan is considered\nas a substance with a high risk of exposure and is likely to cause health problems in\nthe exposed population. However, this possibility can only be estimated if the risk\ncharacteristics of triclosan have been known quantitatively. Calculation of risk\ncharacteristics require hazard characteristic and actual exposure levels in the exposed\npopulation.\nThe population studied is residents who live in the areas of Jakarta, Bogor, Depok,\nTangerang and Bekasi (JABODETABEK). This region can represent Indonesia in\nterms of the use of PKRT and cosmetic products. The population in this region is\nassumed to use PKRT products and cosmetics in higher quantities and more frequently\nand hence their exposure level will be higher than other regions in Indonesia. In\nconducting an exposure assessment, it would be safer to choose a population with a\nhigher exposure level (overestimate) than a population with low exposure level.\nThis study aims to obtain an appropriate exposure assessment model for triclosan and\ncan be applied to calculate the actual level of triclosan exposure due to the use of\nhousehold products and cosmetics which can be used to estimate the risk\ncharacteristics / impact of triclosan on public health in Indonesia. This research\nincludes several stages, according to the steps needed in conducting an exposure\nassessment and begins with online data search, including the identification of various\nPKRT and cosmetic products containing triclosan based on data on product labels.\nPKRT product data and cosmetics containing triclosan were also confirmed through\ndirect field observation at the point of sale of the product. This stage is followed by\ndistributing questionnaires, both online and directly to respondents, which are\ndesigned to obtain data on respondent characteristics as well as data on the use of\nvarious household products and cosmetics by consumers, particularly those specific to\nthe population being studied. Body weight, frequency and duration of use, and quantity\nof household products and cosmetics at once application are required populationspecific factors. Data related to the duration of use and the quantity of the product at\nonce application were cross-checked with the experimental use of the product by\nvolunteers. In the next stage, triclosan was determined in samples of household\nproducts and cosmetics using the HPLC method which was preceded by verification of\nthe method.\nIn the final stage, data on body weight, frequency, duration of use, and quantity of\nPKRT and cosmetic products at once application, as well as triclosan level data were\nused to calculate triclosan exposure levels using a general model reported in the\nliterature. The obtained triclosan exposure level data were then compared with the TDI\nvalue of triclosan and expressed as a percentage of the TDI value. This percentage\nstates the risk character of triclosan in the studied population.\nFrom the online search results, it is found that there are 5 (five) PKRT products and\n31 (thirty-one) cosmetic products containing triclosan. From direct field observations,\nit was confirmed that 3 (three) PKRT products and 6 (six) cosmetic products containing\ntriclosan were circulating in the Jakarta, Bogor, Depok, Tangerang and Bekasi areas.\nFor laboratory testing purposes, these products are collected and purchased as\nsamples, including detergents, hand sanitizers, clothing fragrances, face masks, liquid\nantiseptic bath soap, face powder, mouthwash, deodorant, and women's personal care\npreparations.\nThrough the distribution of questionnaires, it is known that the average body weight of\nthe population in the Jakarta, Bogor, Depok, Tangerang and Bekasi areas is 58.38 kg\nfor women and 74.38 kg for men, or an overall average of 66.38 kg. Meanwhile,\naccording to data from the Indonesian Ministry of Health, the male body weight is 60\nkg, and the female body weight is 55 kg, so that the average body weight of Indonesians\nis 57.5 kg. The frequency of using PKRT products is 1 time per day for detergents,\nclothing fragrances, and hand sanitizers, as well as for cosmetic products, 1 time per\nday for face masks, deodorants, mouthwash and powder, 2 times per day for liquid\nbath soap, and 0.7 times per day for female personal care. Based on the results of the\nquestionnaire, the quantity of products at once application for detergent 28.0 g,\nfragrance for clothes 20.9 g, hand sanitizer. 0.5 g, liquid antiseptic bath soap 10.3 g,\nface mask 1.8 g, deodorant 0.03 g, mouthwash 14.2 g, face powder 0.3 g, and personal\ncare for women 1.5 g, whereas based on the results of the experiment using the product,\n28.8 g of detergent, 9.66 g of clothing fragrance, 2.28 g of hand sanitizer, bath soap\n10.09 g of liquid antiseptic, 22.52 g of face mask, 0.88 g of deodorant, 10.29 g of\nmouthwash, 0.79 g of face powder, and 1.33 g of personal care for women. Based on\nthe results of the questionnaire, the respondents use PKRT products and cosmetics\ncontaining triclosan only through the dermal and per oral routes.\nDetermination of triclosan content in PKRT and cosmetic products was carried out\nusing a modification of HPLC method reported in the literature and preceded by the\nvalidation of the method. The method fulfills all acceptance criteria for validation\nparameters with the regression equation of the calibration curve of y = 19410x +\n39153, r = 0.9997, limit of detection (LOD) 1 ?g / ml, limit of quantification (LOQ)\n3.031 ?g / ml, repeatability relative standard deviation (RSD) 1 %, and the percent\nrecovery of 97% - 104%. Data on triclosan levels (n = 5) in PKRT products include\ndetergent 0.024 ± 0.0003%, clothing fragrance 0.029 ± 0.002%, and hand sanitizer\n0.323 ± 0.003%. While the percentage of triclosan levels in cosmetic products includes\npersonal care for women 0.083 ± 0.001%, deodorant 0.041 ± 0.0006%, liquid\nantiseptic bath soap 0.214 ± 0.004%, face masks 0.071 ± 0.0006%, mouthwash 0.125\n± 0.0071. %, and face powder 0.024 ± 0.0004%.\nConsidering the aspect of accuracy, to calculate the exposure level, average body\nweight published by Ministry of Health and product quantity at once application from\nthe product-use experiment were used. The level of accumulative exposure to triclosan\nthrough the dermal route of various products (detergent, clothes deodorizer, hand\nsanitizer, liquid antiseptic bath soap, deodorant, face mask, face powder, female\npersonal care) is 0.0044 mg / kg BW / day, while the level of exposure accumulative\nthrough the oral route (mouthwash) of 0.0003 mg / kg BW / day, so that the total\nexposure of triclosan is 0.0047 mg / kg BW / day.\nTo calculate the risk characterization of triclosan in the studied population, the most\nsensitive and conclusive TDI value of triclosan reported in the literature was 0.12 mg\n/ kg BW / day. The percentage level of total triclosan exposure through the use of PKRT\nand cosmetic products of the population in Jakarta, Bogor, Depok, Tangerang and\nBekasi areas to the TDI value is 3.9% and hence still at a safe level.", "Daftar File": {"ABSTRAK Nita Rusdiana": "https://digilib.itb.ac.id/gdl/download/221407", "COVER": "https://digilib.itb.ac.id/gdl/download/267344", "BAB 1": "https://digilib.itb.ac.id/gdl/download/267345", "BAB 2": "https://digilib.itb.ac.id/gdl/download/267346", "BAB 3": "https://digilib.itb.ac.id/gdl/download/267347", "BAB 4": "https://digilib.itb.ac.id/gdl/download/267348", "BAB 5": "https://digilib.itb.ac.id/gdl/download/267349", "PUSTAKA": "https://digilib.itb.ac.id/gdl/download/267350"}, "Penulis": "Nita Rusdiana [30716008]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rahmana Emran Kartasasmita, M.Si.", "Prof. Marlia Singgih, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kajian risiko, kajian paparan, karakteristik risiko, triclosan, PKRT, Kosmetik", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "8 file", "Tanggal Input": "10 Mar 2021"}