{"Nomor": 53762, "Judul": "PENGEMBANGAN EKSTRAK DAN SENYAWA AKTIF DARI HERBA SIRIH BUMI (PEPEROMIA PELLUCIDA (L.) KUNTH) SEBAGAI AGEN ANTIOSTEOPOROSIS", "Abstrak": "Osteoporosis merupakan salah satu penyakit yang sangat mempengaruhi kualitas\nhidup manusia terutama pada usia lanjut. Namun, pengobatan konvensional yang\ntersedia sampai saat ini masih terbatas dan tidak aman dalam penggunaan jangka\npanjang. Oleh karena itu diperlukan alternatif pengobatan yang dapat mengatasi\nmasalah tersebut. Salah satu kandidat yang menjanjikan adalah sirih bumi\n(Peperomia pellucida (L.) Kunth). Melalui serangkaian penelitian, telah\ndibuktikan bahwa ekstrak tanaman ini memiliki khasiat antiosteoporosis melalui\npercobaan secara in vitro maupun in vivo. Namun masih diperlukan pengujian\nuntuk mengetahui jenis ekstrak, fraksi maupun senyawa hasil isolasi yang paling\naktif, kandungan senyawa yang dominan berperan pada aktivitas ini serta\nmekanisme kerjanya. Oleh karena itu, penelitian ini bertujuan untuk memperoleh\nsenyawa potensial sebagai agen antiosteoporosis dari herba sirih bumi serta\nmempelajari mekanisme kerjanya.\nPenelitian ini meliputi uji aktivitas antiosteoporosis yang didukung oleh uji\naktivitas antiinflamasi dan estrogenik terhadap sampel ekstrak, fraksi dan\nbeberapa senyawa hasil isolasi dari tanaman sirih bumi. Aktivitas dan mekanisme\nkerja tanaman sirih bumi dievaluasi secara in vivo yang didukung oleh data\npengujian in vitro dan in silico.\nPenelitian ini diawali dengan proses ekstraksi dengan maserasi bertingkat\nsimplisia sirih bumi menghasilkan tiga jenis ekstrak yaitu ekstrak n-heksana, etil\nasetat, dan ekstrak etanol. Ekstrak air diperoleh dari proses maserasi terpisah.\nLima senyawa kimia berhasil diisolasi dari ekstrak etil asetat melalui pemantauan\nhasil uji estrogenik dan profil kromatografi. Kelima senyawa tersebut adalah\nsenyawa turunan dari dillapiol (6-allil-5-metoksi-1,3-benzodioksol-4-ol),\npakipostaudin B, pelusidin A, dillapiol dan apiol. 6-allil-5-metoksi-1,3-\nbenzodioksol-4-ol dan pakipostaudin B merupakan senyawa yang baru pertama\nkali diisolasi dari tanaman sirih bumi dan belum pernah dilaporkan aktivitas\nfarmakologinya. Selain itu, terdapat empat senyawa kimia yang berhasil\ndiidentifikasi dalam sirih bumi yaitu stigmasterol pada ekstrak n-heksana dan etil\nasetat, apigenin dan apigetrin pada ekstrak air, serta kuersetin pada semua ekstrak.\nKeberadaan apigetrin pada herba sirih bumi belum pernah dilaporkan pada jurnal\nilmiah yang ada.\nPada penelitian pendahuluan, ekstrak etanol tunggal herba sirih bumi (selanjutnya\ndisebut ekstrak etanol A) memiliki efek antiosteoporosis yang lebih baik\ndibandingkan dengan jusnya melalui percobaan secara in vivo. Selain itu, melalui\npercobaan antioksidan secara in vitro (DPPH, ABTS, dan CUPRAC) terhadap\nkeempat ekstrak ditemukan bahwa ekstrak etil asetat dan ekstrak etanol memiliki\nefek antioksidan terbaik. Pada uji antiinflamasi secara in vitro dengan model\npenghambatan permeabilitas membran sel, ekstrak etil asetat menunjukkan\naktivitas tertinggi. Aktivitas ini sebanding dengan yang dimiliki aspirin. Ekstrak\nini juga memiliki pola kromatografi lapis tipis yang paling mirip dengan ekstrak\netanol A sehingga pengujian aktivitas antiosteoporosis hanya dilakukan terhadap\nekstrak etil asetat dan ekstrak etanol.\nUji aktivitas antiosteoporosis secara in vivo membuktikan bahwa kedua ekstrak\nsebanding dalam mempercepat proses penyembuhan tulang berdasarkan\npengamatan kualitatif parameter mikroarsitektur tulang dan histologi sel-sel\ntulang. Perbedaan signifikan hanya ditemukan pada peningkatan nilai parameter\nketebalan trabekular yang ditunjukkan oleh ekstrak etanol. Kedua ekstrak secara\nsignifikan mampu meningkatkan jumlah fibroblas (ekstrak etil asetat 203,32% dan\nekstrak etanol 206,30%, p<0,01) dan menurunkan jumlah sel polymorphonuclear\n(PMN) (ekstrak etil asetat 35,35% p<0,05 dan ekstrak etanol 40,49% p<0,01).\nEkstrak etil asetat memiliki potensi aktivitas antiosteoporosis yang lebih baik\nberdasarkan pengujian kromatografi cair-spektroskopi massa serta memiliki\nkandungan flavonoid yang lebih baik.\nPada pengujian aktivitas estrogenik yang dilakukan terhadap ekstrak n-heksana,\nekstrak etil asetat, ekstrak etanol, ekstrak air, serta dua fraksi, sembilan subfraksi,\ndan kelima senyawa kimia hasil isolasi dari ekstrak etil asetat, diperoleh hasil\nbahwa kelima senyawa kimia (turunan dillapiol 22,28%; pakipostaudin B 36,54%;\npelusidin A 13,46%; dillapiol 12,73%; dan apiol 33,08%) menunjukkan aktivitas\nestrogenik yang lebih rendah dibandingkan fraksi metanol (114,37%). Aktivitas\nestrogenik semua isolat kecuali pakipostaudin B bahkan lebih rendah\ndibandingkan ekstrak etil asetat (33,83%). Aktivitas estrogenik tertinggi\nditunjukkan oleh ekstrak air dan fraksi metanol dari ekstrak etil asetat. Semakin\ntinggi aktivitas estrogenik ini, maka kemungkinan aktivitas antiosteoporosisnya\njuga semakin besar. Pengujian juga mengungkapkan bahwa aktivitas estrogenik\ndiperantarai oleh aktivitas pengikatan ke reseptor estrogen. Pada pengujian\naktivitas antiosteoporosis secara in vitro, ekstrak air konsisten menunjukkan\naktivitas terbaiknya dengan mampu menghambat diferensiasi osteoklas (aktivitas\npenghambatan sebesar 92,45 ± 1,82% pada konsentrasi 10 µg/mL). Aktivitas ini\ndiduga didukung oleh kemampuan ekstrak air dalam menginduksi polarisasi\nmakrofag M0 menjadi makrofag M1 yang berperan pada penghambatan\nosteoklastogenesis. Apigenin diduga menjadi salah satu senyawa aktif dalam\nekstrak air. Apigenin telah dilaporkan mampu menghambat pembentukan dan\nfungsi osteoklas serta menginduksi peningkatan apoptosis osteoklas.\nSerangkaian uji secara in silico yang dilakukan dalam penelitian ini meliputi\npenambatan molekular pada reseptor estrogen alfa dan beta, Receptor Activator of\nNuclear Factor-?B Ligand (RANKL), osteoprotegerin (OPG), cathepsin K, dan\nMatrix Metallopeptidase-9 (MMP-9). Analisis secara in silico untuk memprediksi\nprofil absorbsi, distribusi, metabolisme, ekskresi, dan toksisitas (ADMET)\nsenyawa kimia, serta memprediksi aktivitas biologi juga turut dilakukan.\nHasil uji aktivitas estrogenik secara in silico mendukung hasil uji secara in vitro.\nUji ini memprediksi bahwa apigetrin, 6-allil-5-metoksi-1,3-benzodioksol-4-ol,\npakipostaudin B, dillapiol dan apiol mampu berikatan pada cathepsin K\nsedangkan apigenin dan apigetrin pada MMP-9 yang ditunjukkan dengan nilai\nenergi ikatan yang cukup tinggi dan kemiripan ikatan pada residu asam amino\ntertentu dengan ligan alami. 6-allil-5-metoksi-1,3-benzodioksol-4-ol, dillapiol,\ndan apiol diprediksi ikut terlibat pada aktivitas antiinflamasi ekstrak etil asetat\nmelalui penghambatan permeabilitas membran sel. 6-allil-5-metoksi-1,3-\nbenzodioksol-4-ol, pelusidin A, dillapiol, dan apiol diprediksi berbahaya bila\ntertelan dengan adanya nilai LD50 dan tingkat kelas toksisitas. Perhatian khusus\ndiperlukan terhadap kemungkinan efek karsinogenik dan imunotoksisitas yang\nditimbulkan oleh 6-allil-5-metoksi-1,3-benzodioksol-4-ol, dillapiol, dan apiol.", "Daftar File": {"ABSTRAK I Gusti Agung Ayu Kartika": "https://digilib.itb.ac.id/gdl/download/221406"}, "Penulis": "I Gusti Agung Ayu Kartika [30716302]", "Kontributor / Dosen Pembimbing": ["Prof. apt. I Ketut Adnyana, M.Si., Ph.D.", "Dr.rer.nat. Catur Riani, S.Si., M.Si.", "Dr. apt. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "estrogenik, sirih bumi, mekanisme kerja, osteoporosis, Peperomia pellucida", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "10 Mar 2021"}