{"Nomor": 53778, "Judul": "PERBANDINGAN KARAKTERISTIK MAGMA PENGONTROL MINERALISASI TEMBAGA PORFIRI DI BATU HIJAU (NUSA TENGGARA BARAT) DAN TANA DARO (NUSA TENGGARA TIMUR) BERDASARKAN DATA GEOKIMIA", "Abstrak": "Busur Sunda-Banda merupakan busur magmatik yang kaya akan endapan mineral\ndi Indonesia, salah satunya adalah endapan tembaga porfiri. Akan tetapi,\npersebaran sistem tersebut pada busur ini tidak merata. Daerah penelitian terletak\npada dua lokasi yang berbeda, lokasi yang pertama adalah Kompleks Intrusi Batu\nHijau yang terletak di Pulau Sumbawa, Provinsi Nusa Tenggara Barat sedangkan\nlokasi yang kedua adalah Kompleks Intrusi Tana Daro yang terletak di Pulau\nSumba, Provinsi Nusa Tenggara Timur. Kompleks Intrusi Batu Hijau dan Tana\nDaro adalah kompleks intrusi yang berumur Tersier dan terletak pada Busur\nSunda-Banda. Meskipun demikian, fertilitas magma kedua kompleks tersebut\nberbeda. Batu Hijau adalah kompleks intrusi yang berasosiasi dengan endapan\ntembaga porfiri, sedangkan Tana Daro adalah kompleks intrusi barren. Penelitian\nini bertujuan untuk membandingkan petrogenesis dan karakteristik magma yang\nmemengaruhi perbedaan fertilitas magma di kedua lokasi tersebut berdasarkan\ndata geokimia sehingga diharapkan dapat menjadi alat bantu vectoring eksplorasi\nregional di Indonesia. Metode yang digunakan adalah analisis data sekunder\ndengan menggunakan diagram variasi unsur. Hasil analisis petrogenesis\nmenunjukkan bahwa Kompleks Batu Hijau dan Tana Daro terletak pada\nlingkungan tektonik busur kepulauan. Kompleks Batu Hijau memiliki seri magma\ntoleitik dan kalk-alkali, sementara Kompleks Tana Daro adalah kalk-alkali.\nSumber magma kedua kompleks tersebut berasal dari peleburan mantel, akan\ntetapi pada Kompleks Batu Hijau terjadi modifikasi sumber. Hal tersebut menjadi\npembeda perilaku fraksionasi kristal dari kedua kompleks yang ditunjukkan\ndengan nilai Sr/Y yang meningkat pada Batu Hijau dan penurunan nilai Sr/Y pada\nTana Daro seiring dengan diferensiasi. Karakteristik magma pembeda fertilitas\nmineralisasi di kedua kompleks adalah kandungan air dan fugasitas oksigen dalam\nmagma. Kompleks Batu Hijau memiliki kandungan air dan fugasitas oksigen yang\nlebih tinggi hingga mencapai FMQ+2 dibandingkan Kompleks Tana Daro.", "Daftar File": {"ABSTRAK Arda Bagus Manggadyta": "https://digilib.itb.ac.id/gdl/download/221447"}, "Penulis": "Arda Bagus Manggadyta [12016023]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Batu Hijau, fertilitas magma, petrogenesis, Tana Daro, tembaga porfiri", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Mar 2021"}