{"Nomor": 53774, "Judul": "PERANCANGAN ANTENA DIPOL DENGAN PENAMBAHAN  MATCHING IMPEDANCE SEBAGAI SENSOR UHF UNTUK  PENGUKURAN PARTIAL DISCHARGE", "Abstrak": "Kondisi peralatan tegangan tinggi harus selalu dijaga dalam keadaan optimal agar \ndapat bekerja pada kondisi normal. Pengukuran Partial Discharge (PD) merupakan \nsalah satu metode yang sangat efektif untuk memonitor kondisi isolasi dari suatu \nperalatan tegangan tinggi. Pengukuran PD menggunakan metode UHF adalah \ndengan mengukur gelombang yang ditimbulkan akibat PD tersebut yang dimana \nberpropagasi dari dalam sumber PD keluar bahan isolasi. Propagasi gelombang EM\nyang dihasilkan PD dapat dideteksi dengan menggunakan sensor, salah satunya \nadalah antena.\nPada penelitian ini dilakukan perancangan, simulasi dan fabrikasi antena sebagai \nsensor untuk mendeteksi PD. Antena dipol yang telah dirancang kemudian \ndioptimalkan bandwidth-nya menggunakan metode Matching Impedance dengan \npenambahan rangkaian LC-Network (kapasitor dan induktor). Matching Impedance\nberfungsi sebagai Pencocokan impedansi antara antena dan saluran transmisi. Pada \nsaat antena dan saluran transmisi dalam keadaan matching, maka akan \nmeminimalkan energi yang dipantulkan oleh antena. Ada empat konfigurasi \nmatching impedance yang disimulasikan dan antena dipilih yang mempunyai nilai \nbandwidth paling optimal. Antena ini dirancang dengan jenis substrate FR4_epoxy\nyang memiliki dimensi panjang dan lebar substrate adalah 80mm dan 30mm, ketebalan 1.6 mm. Antena dirancang pada rentang frekuensi 300 MHz – 3 GHz. \nPerangkat lunak 3D-HFSS digunakan untuk merancang antena. \nAntena yang telah dirancang kemudian diimplementasikan pada bahan printed \ncicuit board (PCB) dan selanjutnya dilakukan pengukuran menggunakan vector\nnetwork analyzer (VNA) untuk mengetahui karakteristik antena. Karakteristik \nantena yang meliputi return loss (RL), bandwidth dan VSWR menunjukkan hasil \nkesesuaian berdasarkan hasil simulasi dan hasil pengukuran. Ketiga desain antena \nmemiliki nilai RL ? -10dB dan VSWR ? 2. Antena yang telah dibuat kemudian \ndiuji untuk mendeteksi PD pada isolasi udara dengan menggunakan elektroda \njarum-plat.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/221433", "Lembar Pengesahan": "https://digilib.itb.ac.id/gdl/download/221434", "Abstrak": "https://digilib.itb.ac.id/gdl/download/221435", "Abstract": "https://digilib.itb.ac.id/gdl/download/221436", "Tesis": "https://digilib.itb.ac.id/gdl/download/221437"}, "Penulis": "Yoka Mustopa [23217086]", "Kontributor / Dosen Pembimbing": ["Dr. Umar Khayam, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Partial discharge (PD), ultra high frequency(UHF), antena dipol, return loss, bandwidth,VSWR, Impedance matching", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "10 Mar 2021"}