{"Nomor": 53788, "Judul": "PENGEMBANGAN FOUR-TIER TEST SEBAGAI INSTRUMEN IDENTIFIKASI MISKONSEPSI SISWA PADA GERAK LINTASAN PARTIKEL BERMUATAN DALAM PENGARUH MEDAN LISTRIK DAN MEDAN MAGNET", "Abstrak": "Konsep mengenai listrik magnet merupakan konsep yang penting dalam pembelajaran fisika namun penelitian miskonsepsi yang memfokuskan pada gerak lintasan partikel bermuatan di dalamnya belum cukup banyak dilakukan. Tujuan penelitian ini adalah untuk mengembangkan instrumen four tier test dan menggunakannya untuk mengidentifikasi miskonsepsi siswa mengenai gerak lintasan partikel bermuatan dalam pengaruh medan listrik dan medan magnet. Penelitian ini menggunakan model 4D, yaitu tahap pendefinisian (define), tahap perancangan (design), tahap pengembangan (develop), dan tahap penyebaran (disseminate), yang dibatasi sampai pada tahap pengembangan. Uji yang dilakukan merupakan uji terbatas yang dilakukan pada 15 mahasiswa pascasarjana fisika Institut Teknologi Bandung angkatan 2018, 2019, dan 2020. Hasil penelitian menunjukan bahwa instrumen four tier test yang dikembangkan dapat mengidentifikasi level miskonsepsi siswa pada gerak lintasan partikel bermuatan dalam pengaruh medan listrik dan medan magnet. Dengan demikian, instrumen ini dapat dijadikan salah satu instrumen diagnostik yang dapat mengungkap miskonsepsi. Selain itu didapatkan bahwa pilihan jawaban dengan tampilan gambar lebih disukai dibandingkan tampilan vektor dan tingkat ketidak pahaman pada soal yang membutuhkan analisis vektor sangat tinggi. Hal ini menunjukkan bahwa analisa vektor tidak akrab atau tidak sering dipergunakan dalam menyelesaikan masalah. Responden lebih menyukai gambar mungkin dikarenakan tervisualisasi, sehingga lebih mudah dilihat oleh mata dibandingkan dengan vektor yang perlu dibayangkan. Berdasarkan hal tersebut, kemampuan analisa vektor dan bahasan tentang gerak partikel bermuatan dengan besaran-besaran kinematika yang ada didalamnya menggunakan konsep gaya lsitrik dan gaya magnet perlu ditingkatkan.", "Daftar File": {"ABSTRAK Afifah Thohirah": "https://digilib.itb.ac.id/gdl/download/223146", "COVER Afifah Thohirah": "https://digilib.itb.ac.id/gdl/download/223147", "BAB 1 Afifah Thohirah": "https://digilib.itb.ac.id/gdl/download/223148", "BAB 2 Afifah Thohirah": "https://digilib.itb.ac.id/gdl/download/223149", "BAB 3 Afifah Thohirah": "https://digilib.itb.ac.id/gdl/download/223150", "BAB 4 Afifah Thohirah": "https://digilib.itb.ac.id/gdl/download/223151", "BAB 5 Afifah Thohirah": "https://digilib.itb.ac.id/gdl/download/223152", "PUSTAKA Afifah Thohirah": "https://digilib.itb.ac.id/gdl/download/223153"}, "Penulis": "Afifah Thohirah [90218301]", "Kontributor / Dosen Pembimbing": ["Dr. Siti Nurul Khotimah, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Four-Tier Test, Medan Listrik, Medan Magnet, Miskonsepsi, Partikel Bermuatan.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "10 Mar 2021"}