{"Nomor": 53786, "Judul": "POTENSI PENERAPAN KONSEP EPR (EXTENDED PRODUCER RESPONSIBILITY) DALAM PENGELOLAAN LAPTOP BEKAS DI KOTA BANDUNG", "Abstrak": "Tujuan dari dilakukannya penelitian ini adalah untuk menemukan potensi dari penerapan metode extended producer responsibility (EPR) atau tanggung jawab produsen yang berkelanjutan dalam pengelolaan limbah elektronik laptop bekas di Kota Bandung dan bagaimana EPR dapat dijalankan dalam penerapannya. Populasi sampel yang didapatkan pada penelitian ini adalah 80 responden untuk populasi penduduk Kota Bandung dan 83 responden untuk populasi pemilik toko/tempat servis laptop. Hasil yang didapatkan dari penelitian ini adalah pada responden Kota Bandung, 91% responden menjawab bahwa mereka tertarik untuk mengikuti EPR dan pada responden pemilik toko/tempat servis, 86% responden menjawab bahwa mereka tertarik pula. Berdasarkan hasil dari kuesioner serta penelitian-penelitian terdahulu, skema penerapan EPR yang dapat dilakukan adalah dengan menerapkan skema takeback pada laptop bekas oleh para distributor dan pedagang. Laptop-laptop ini kemudian dikirimkan ke fasilitas daur ulang yang dioperasikan oleh PRO. Hasil dari daur ulang laptop bekas kemudian akan dijual untuk membiayai proses pengelolaan. Selain dari hasil jual material hasil daur ulang, pendanaan juga dilakukan dengan penambahan biaya daur ulang pada harga pasar dari laptop serta penarikan biaya transportasi pada saat pemberian laptop bekas di tempat penitipan. Dari hasil analisis potensi ekonomi dan dampak-dampak penerapan EPR pada lingkungan, kesehatan masyarakat, pemerintah, dan industri, dapat ditarik kesimpulan bahwa EPR memiliki potensi yang besar untuk diterapkan pada sistem pengelolaan laptop bekas di Kota Bandung.", "Daftar File": {"2021 TA Haris Faza Indrapta 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/221483"}, "Penulis": "Haris Faza Indrapta [15316018]", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Limbah elektronik, laptop bekas, pengelolaan, potensi, tanggung jawab produsen yang berkelanjutan", "Sumber": "TA APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "10 Mar 2021"}