{"Nomor": 53794, "Judul": "MODEL PEMBELAJARAN KOLABORATIF UNTUK MENINGKATKAN KEUNGGULAN KOMPETITIF DI SENTRA INDUSTRI KECIL DAN MENENGAH: KASUS PADA IKM BATIK", "Abstrak": "Penelitian ini bertujuan untuk mengembangkan model pembelajaran kolaboratif untuk meningkatkan keunggulan kompetitif di IKM, melalui aktivitas berbagi pengetahuan. Dasar dari penelitian ini adalah rendahnya tingkat keberlanjutan IKM di Indonesia, meskipun Indonesia memiliki persentase pelaku IKM baru yang tinggi. Salah satu cara untuk meningkatkan keberlanjutan IKM adalah dengan meningkatkan daya saing melalui proses pembelajaran kolaboratif. Keunggulan kompetitif organisasi tercipta melalui proses pembelajaran dan inovasi. Untuk mengatasi permasalahan keterbatasan sumber daya di IKM, kolaborasi dengan mitra menjadi cara untuk meningkatkan proses pembelajaran dan inovasi di IKM tersebut. Berdasarkan studi pendahuluan yang dilakukan, didapatkan bahwa IKM pada umumnya melakukan kolaborasi dengan pemasok, pemerintah, universitas, asosiasi/yayasan dan antara IKM dalam dan luar sentra. Proses kolaborasi akan memberikan dampak positif bagi organisasi yang terlibat jika proses diseminasi pengetahuan, baik didalam proses kolaborasi ataupun didalam organisasi, berjalan dengan baik.\nDalam pembelajaran kolaboratif, terdapat dua faktor penting yang perlu diperhatikan untuk meningkatkan efektivitas proses pembelajaran yaitu (1) intensi untuk membagikan pengetahuan dan (2) kemampuan organisasi untuk menginternalisasikan hasil pembelajaran kolaboratif. Dalam penelitian ini, kedua faktor tersebut diukur dari aktivitas berbagi pengetahuan inter-organisasi dan kapabilitas manajemen pengetahuan yang didalamnya terdapat aktivitas berbagi pengetahuan intra-organisasi. Pemetaan penelitian terdahulu menunjukkan bahwa proses pembelajaran organisasi dan proses pembelajaran kolaboratif inter-organisasi sering kali dianalisis secara terpisah. Beberapa penelitian telah mengangkat pentingnya melihat keterkaitan antara kedua proses belajar tersebut, namun masih sebatas kerangka dan model konseptual. Berdasarkan hal itulah, kebaruan yang dihasilkan dalam penelitian ini adalah model pembelajaran kolaboratif dengan memfokuskan pada aktivitas diseminasi pengetahuan, baik intra-organisasi maupun inter-organisasi untuk meningkatkan keunggulan kompetitif IKM.\nModel yang dikembangkan diuji secara empiris dengan menggunakan metode survei terhadap IKM yang tergabung didalam sentra batik Trusmi Cirebon, sentra batik Laweyan Surakarta, dan sentra batik Madura. Tahap pertama yang dilakukan adalah melakukan wawancara kepada 2 pemilik IKM di masing-masing sentra dan juga kepada perwakilan dari koperasi/forum/komunitas di sentra tersebut untuk mendapatkan pemetaan proses kolaborasi. Tahap berikutnya adalah penyebaran kusioner penelitian yang disusun berdasarkan model penelitian yang telah diverifikasi dari hasil wawancara dan observasi. Dari total 259 kuesioner yang disebarkan kepada tiga sentra IKM batik, terkumpul 253 kuesioner. Dari kuesioner yang kembali, dilakukan pengujian outlier data dengan menggunakan perangkat lunak SPSS. Ditemukan 25 set data yang outlier sehingga tersisa 228 set data yang dapat diolah untuk tahap pengujian berikutnya.Kuesioner yang terkumpul diuji terlebih dahulu kelengkapan data, outlier, validitas dan reliabilitas. Data kuesioner diolah dengan menggunakan PLS-SEM untuk melakukan pengujian model struktural. Dari 20 hipotesis yang diajukan, terdapat 16 hipotesis yang diterima.\nHasil pengujian model struktural menunjukkan bahwa proses pembelajaran organisasi di IKM memiliki pengaruh, baik langsung maupun tidak langsung, terhadap peningkatan keunggulan kompetitif IKM. Inovasi yang berpengaruh terhadap peningkatan keunggulan kompetitif didapatkan hanyalah inovasi proses, sementara untuk inovasi produk tidak ditemukan cukup bukti untuk mendukung hipotesis. Aktivitas diseminasi pengetahuan inter-organisasi memberikan dampak positif terhadap proses pembelajaran organisasi, melalui kapabilitas organisasi tersebut untuk mengelola pengetahuan (Knowledge Management Capability, KMC). Hasil penelitian menunjukkan bahwa kemampuan IKM dalam proses pengelolaan pengetahuan dipengaruhi secara signifikan oleh budaya kolaborasi antar pegawai, sistem penghargaan dan dukungan teknologi informasi.", "Daftar File": {"ABSTRAK Ceicalia Tesavrita": "https://digilib.itb.ac.id/gdl/download/221501"}, "Penulis": "Ceicalia Tesavrita [33415002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Inrawan Wiratmadja", "Prof. Dr. Ir. Kadarsah Suryadi, DEA", "Prof. Dr. Rajesri, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Pembelajaran kolaboratif, Aktivitas berbagi pengetahuan, Keunggulan kompetitifahuan,", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "10 Mar 2021"}