{"Nomor": 53791, "Judul": "ANALISIS CEDERA PENUMPANG BUS DALAM TABRAKAN ARAH DEPAN", "Abstrak": "Dari tahun 2014 ke 2018, jumlah kendaraan bermotor tumbuh sebesar 3.30% per\ntahun. Pada tahun 2018, jumlah kecelakaan lalu lintas mencapai 109.215 kasus. Dari 109,215\nkasus, terdapat 173,358 orang yang menjadi korban. 75.3% dari mereka meninggal. Sebagai\ntambahan, dari tahun 2014 ke 2018, jumlah bus tumbuh sebesar 1.42% per tahunnya. Pada\ntahun 2018, jumlah bus di Indonesia mencapai 2,538,182 unit.\nSalah satu bentuk kecelakaan lalu lintas yang sering terjadi adalah tabrakan dari\narah depan. Dalam penelitian ini, penulis akan menyimulasikan tabrakan dari arah depan\ndengan melakukan sled test dengan menggunakan LS-Dyna PrePost dan ANSYS Mechanical\nAPDL. Untuk sled test, penulis akan menggunakan boneka Hybrid III 50th Percentile Male\nRigid, yang dibuat oleh Livermore Software Technology Corporation, yang sudah\ndimodifikasi. Fokus penelitian ini adalah mencari hubungan antara cedera yang diterima oleh\nkorban dengan variasi jarak antar baris kursi. Jarak yang digunakan adalah 650, 825, dan\n1000 mm. Untuk setiap jarak, ada beberapa tipe pemakaian sabuk pengaman yang digunakan\nkepada boneka. Tipe pemakaiannya merupakan tidak menggunakan sabuk pengaman, sabuk\npengaman 2 titik, dan sabuk pengaman 3 titik. Untuk Analisa ini, penulis akan menganalisis\ncedera dari 5 tempat yang berbeda, yaitu kepala, leher, dada, femur kanan, dan femur kiri.\nDari hasil yang didapatkan, dapat disimpulkan bahwa efek variasi jarak tidak\nmempunyai tren yang jelas terhadap cedera – cedera diterima pada kasus – kasus tanpa sabuk\npengaman. Untuk kasus – kasus sabuk pengaman dua dan tiga titik, ada tren yang jelas\nterhadap variasi jarak antar baris kursi.", "Daftar File": {"ABSTRAK Ariq Rahman Baihaqi": "https://digilib.itb.ac.id/gdl/download/221492"}, "Penulis": "Ariq Rahman Baihaqi [13116219]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Cedera, jarak, sabuk pengaman.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Mar 2021"}