{"Nomor": 53805, "Judul": "USULAN STRATEGI MARKETING UNTUK MUSIK MELALUI SISTEM REKOMENDASI MUSIK STREAMING DIGITAL UNTUK MUSISI  INDEPENDEN (STUDI KASUS: PING PONG CLUB)", "Abstrak": "Industri musik modern telah beralih mengikuti trend global yaitu dengan digitalisasi\nkonsumsi musik melalui munculnya berbagai aplikasi streaming musik, atau\nplatform streaming digital (DSP). DSP seperti Apple Music dan Spotify, tidak\nhanya menyediakan katalog musik yang tidak terbatas bagi konsumen, tetapi juga\nmemberikan kesempatan bagi para musisi untuk meraih keuntungan. Disaat DSP\nmenggunakan algoritma yang berbasiskan preferensi pendengarnya untuk mencari\nmusik yang mereka sukai, musisi indie dapat menggunakan hal tersebut untuk\nmereka. Semakin banyak pendengar yang mereka dapatkan dari preference based\nalgorithm ini, semakin banyak angka streaming dan penjualan digital yang bisa\ndidapatkan oleh mereka. Pertanyaan yang muncul adalah mengenai bagaimana\nmereka dapat memanfaatkan algoritma ini. Dalam tesis ini, satu perangkat\neksperimentasi dilakukan dengan mengambil projek musik dari penulis yang\nbernama Ping Pong Club.\nDalam rangka mengidentifikasi sumber dari permasalahan, penelitian ini\nmenggunakan metode kualitatif serta data primer dan sekunder, pertama-tama\nuntuk memetakan bagaimana algoritma di DSP bekerja. Analisis PEST dan SWOT\ndigunakan untuk mencari formulasi implementation plan untuk Ping Pong Club\ndalam rangka menaikkan angka streamingnya. Selanjutnya, seperangkat\neksperimentasi dilakukan melalui beberapa lagu dari Ping Pong Club untuk\nmenunjukkan bagaimana perbedaan antara objek yang dilakukan treatment dan\ntidak, lengkap dengan detail terhadap sektor streaming mana yang signifikan.\nImplementation plan dan strategi kedepannya kemudian ditunjukkan untuk\nmengaplikasikan bagaimana penggunaan preference based algorithm dapat\nmenaikkan penjualan dari digital streaming untuk musisi indie.", "Daftar File": {"2021_TS_PP_MUHAMMAD RIZKY_1-Abstrak (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/221520"}, "Penulis": "Muhammad Rizky [29117573]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Music Industry, Digital Streaming", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "10 Mar 2021"}