{"Nomor": 53804, "Judul": "KONSENTRASI ASAM HIPURAT URIN SEBAGAI INDIKATOR BIOLOGIS PAPARAN TOLUEN PADA PEKERJA PENGRAJIN BATIK (STUDI KASUS: INDUSTRI BATIK SKALA RUMAH TANGGA DI KULON PROGO, YOGYAKARTA)", "Abstrak": "Asam hipurat merupakan senyawa biomonitoring yang banyak dikaitkan dengan paparan pelarut organik, salah satunya toluen. Pada penelitian sebelumnya, toluen ditemukan di ruang kerja industri batik skala rumah tangga di Yogyakarta, Indonesia. Paparan toluen konsentrasi rendah yang terjadi secara berulang dapat menimbulkan efek kronis, salah satunya gangguan sistem saraf pusat. Penelitian ini dilakukan untuk mengevaluasi asam hipurat urin (uHA) pada pekerja batik dan hubungannya dengan indikasi paparan toluen. Kuisioner dilakukan untuk mendapatkan identitas, riwayat kerja, dan gaya hidup responden. Sampling urin dilakukan pada akhir jam kerja kemudian diuji konsentrasi kreatinin (uCret) dan uHA menggunakan Spektrofotometer UV-Vis. Penentuan toluen pada udara inhalasi dilakukan menggunakan personal sampler pump dan diuji dengan kromatografi gas – mass spektrometri (GCMS). Hasil pengujian menunjukkan bahwa pekerja dengan gejala paparan toluen memiliki nilai rata-rata uHA yang lebih tinggi. Hasil analisis regresi logistik pada parameter periode kerja ?2 tahun, pekerja bagian canting, dan pengecapan memberikan nilai Odds Ratio (OR) berturut-turut adalah 6,43, 6,75, dan 9,00. Hasil karakteristik udara inhalasi pekerja menunjukkan adanya senyawa hidrokarbon baik alifatik, aromatik, maupun alisiklik, juga terdeteksi senyawa yang diduga merupakan hasil degradasi toluen. Selain itu, pekerja dengan uCret di luar rentang normal memiliki persentase yang tinggi (47%) dibandingkan dengan kontrol (17%). Berdasarkan hasil tersebut, pekerja memiliki indikasi paparan toluen yang ditunjukkan dengan gejala dan perbandingan konsentrasi asam hipurat urin berdasarkan beberapa variabel indikator. Meskipun nilai uHA pekerja berada di bawah nilai BEI (1600 mg/g kreatinin), namun perlu dilakukan pengendalian terhadap faktor-faktor risiko tersebut sebagai upaya dalam menurunkan risiko efek kronis yang dapat diderita oleh pekerja.", "Daftar File": {"2021 TS Annisa Artsani Hanif Anka 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/221519"}, "Penulis": "Annisa Artsani Hanif Anka [25318320]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "toluen, asam hipurat, paparan personal, batik, analisis risiko", "Sumber": "TESIS APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "10 Mar 2021"}