{"Nomor": 53802, "Judul": "PROPOSED MERGER STRATEGY: STUDY CASE PT. FRIGOGLASS INDONESIA AND FRIGOGLASS  INDIA PRIVATE LIMITED", "Abstrak": "Frigoglass adalah penguasa dalam pasar Ice Cold Merchandise dengan penjualan\nsekitar 70-75% dari tahun 2016 sampai 2018. Frigoglass memiliki lima fasilitas \nproduksi yang berlokasi strategis di Rumania, Rusia, India, Indonesia, dan Afrika \nSelatan, melayani pasar yang berbeda terutama berdasarkan lokasi, pembatasan\nimpor, dan biaya transportasi.\n\nPenelit ian ini bertujuan untuk memberikan masukan mengenai kelayakan dari\nwacana kebijakan penggabungan anak perusahaan dari Frigoglass. Penelit ian ini\nmerupakan jenis penelit ian kuant itatif. Penelit ian ini menggunakan metode free\ncash flow to Firm (FCFF) dan metode relative valuation. Populasi penelit ian ini\nadalah dua anak perusahaan dari Frigoglass S.A.I.C dari regional Asia yaitu\nFrigoglass Indonesia dan Frigoglass India.\n\nValuasi nilai merger perusahaan dalam penelit ian ini dilakukan dengan membuat\nproyeksi performa keuangan perusahaan hingga sebelas tahun yang akan datang.\nPenelit ian ini menggunakan asumsi pertumbuhan perusahaan berdasarkan hasil\ninterview dan data historical pada perhitungan valuasi merger perusahaan. Hasil\npenelit ian menunjukkan bahwa berdasarkan perhitungan valuasi merger\nperusahaan memperoleh nilai sinergi posit if. Berdasarkan hasil perhitungan\ntersebut, maka wacana kebijakan penggabungan layak untuk dilakukan. Penelit ian\nini merupakan kajian ilmiah untuk memberikan referensi kepada Manajemen\nFrigoglass mengenai kelayakan wacana kebijakan penggabungan beberapa anak\nperusahaan. Penelit ian ini juga menjadi acuan bagi para penelit i selanjutnya dan\nbagi para investor dalam menentukan kewajaran nilai perusahaan.", "Daftar File": {"2021_TS_PP_Muhammad Ilham Syarif_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221517"}, "Penulis": "Muhammad Ilham Syarif [29118314]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Merger, sinergi, Discounted Cash Flow, Free Cash Flow to Firm.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "10 Mar 2021"}