{"Nomor": 53808, "Judul": "PENGOLAHAN LIMBAH KEMASAN ASEPTIC CARTON UNTUK DIGUNAKAN SEBAGAI MATERIAL CASE JAM TANGAN", "Abstrak": "Indonesia menempati peringkat ke-2 penghasil limbah plastik terbanyak di dunia. Sebanyak 10-15% limbah plastik di Indonesia didaur ulang, 60-70% ditimbun di Tempat Pembuangan Akhir (TPA), dan sisanya terbuang ke sungai, danau, dan laut. Salah satu jenis limbah plastik ini adalah kemasan aseptic carton. Aseptic carton merupakan kemasan pembungkus produk minuman yang ada saat ini. Sementara itu, di Indonesia terdapat target pengurangan sampah yang dituangkan dalam Perpres Republik Indonesia Nomor 97 Tahun 2017 tentang Kebijakan dan Strategi Nasional Pengelolaan Sampah Rumah Tangga (SRT) dan Limbah Sejenis Sampah Rumah Tangga (SSRT). Idealab.id selaku startup yang bergerak dalam pengembangan produk inovatif tepat guna akan merancang produk kriya-fashion berupa material case jam tangan dari limbah kemasan aseptic carton. Namun, limbah kemasan aseptic carton belum pernah didaur ulang menjadi material untuk case jam tangan sehingga penelitian ini bertujuan untuk menentukan parameter kualitas untuk material case jam tangan dengan menggunakan limbah kemasan aseptic carton.\nDalam merancang material case jam tangan, kemasan aseptic carton akan dibentuk menjadi papan partikel. Dalam membentuk papan partikel, digunakan metode Taguchi untuk menentukan kombinasi level antar faktor yang digunakan pada eksperimen. Faktor yang digunakan adalah kadar perekat, waktu pengempaan, temperatur pengempaan, dan waktu pengadukan. Kemudian papan partikel diuji karakteristiknya berdasarkan SNI 03-2105-2006. Digunakan nilai signal to noise ratio dalam menentukan kombinasi level optimum yang memberikan karakteristik terbaik untuk papan partikel.\nHasil dari peneltian ini didapatkan parameter kualitas untuk material case jam tangan, yaitu kerapatan sebesar 0,722 gram/cm3 dengan kombinasi level optimum untuk papan partikel adalah kadar perekat 30%, waktu pengempaan 12 menit, temperatur pengempaan 120°C, dan waktu pengadukan 3 menit.", "Daftar File": {"ABSTRAK Galang Aulia": "https://digilib.itb.ac.id/gdl/download/221771"}, "Penulis": "Galang Aulia [14416042]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng.", "Wildan Trusaji, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Aseptic carton, case jam tangan, papan partikel, metode Taguchi", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "10 Mar 2021"}