{"Nomor": 53814, "Judul": "ANALISIS SKENARIO PEMBIAYAAN UNTUK PENINGKATAN PELAYANAN AIR BERSIH DAN AIR LIMBAH DI KOTA BANDUNG BERDASARKAN KESEDIAAN DAN KEMAMPUAN MEMBAYAR MASYARAKAT", "Abstrak": "Kota Bandung merupakan salah satu kota di Indonesia yang penyediaan air bersih\ndan pengelolaan air limbahnya dikelola oleh suatu badan usaha milik daerah\n(BUMD), yaitu PDAM Tirtawening, yang memiliki fungsi sosial dan ekonomi.\nBerdasarkan data pada tahun 2020, menunjukkan adanya gap yang cukup besar\nantara kebutuhan dan ketersediaan air bersih serta cakupan pelayanan dan\nkebutuhan pelayanan air limbah di Kota Bandung. Peningkatan pelayanan air bersih\ndan air limbah Kota Bandung dari hasil evaluasi kondisi eksisting dilakukan dengan\npenurunan NRW dan pengembangan produksi air melalui pemanfaatan iddle\ncapacity dan uprating, serta optimalisasi jaringan perpipaan air limbah dan\npengembangan layanan lumpur tinja. Analisa ekonomi dengan metode Contingent\nValuation Method (CVM) menunjukkan bahwa nilai WTP air bersih Rp 7.173/m3\ndan ATP air bersih Rp 7.632/m3\n, sedangkan WTP air limbah Rp 3.112/m3\ndan Rp\n142.857-188.961/pengurasan, serta ATP air limbah Rp 53.080/bulan. Faktor yang\nmempengaruhi kemampuan masyarakat untuk pelayanan air bersih dan air limbah\ndengan model regression binary logistic adalah pendapatan dan pendidikan\nmasyarakat. Sementara dari hasil evaluasi metode CVM dengan multiple linear\nregression, faktor yang berpengaruh adalah kontinuitas untuk air bersih, serta\npermasalahan perpipaan dan kepuasan pelayanan untuk air limbah. Berdasarkan\nanalisa kebutuhan biaya pengeluaran serta mempertimbangkan kemampuan dan\nkesediaan membayar masyarakat, sumber pendanaan terpilih adalah penyertaan\nmodal pemerintah dan kerjasama swasta di bagian pengurasan, dengan harga air Rp\n7.585/m3\ndan biaya air limbah Rp 3.065/m3\n. Terdapat tiga skenario pembiayaan\nyang selanjutnya dianalisis kelayakan secara finansial, yaitu penggabungan\nrekening air bersih dan air limbah, tarif air bersih dan air limbah secara terpisah,\ndan penerapan pajak sanitasi untuk air limbah. Secara kelayakan finansial, ketiga\nskenario pembiayaan dinilai layak, dengan nilai NPV>1, rasio untuk BCR>1,\nIRR>laju suku bunga, serta jangka waktu pengembalian modal < dari jangka waktu\nproyek.", "Daftar File": {"Judul tesis, lembar pengesahan, abtrak (Adelya Nurul Fitri_25719006).pdf?": "https://digilib.itb.ac.id/gdl/download/221549"}, "Penulis": "ADELYA NURUL FITRI [25719006]", "Kontributor / Dosen Pembimbing": ["(Rofiq Iqbal, ST., M.Eng., PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kelayakan finansial, kesediaan dan kemampuan membayar masyarakat, penyediaan air bersih dan pelayanan air limbah, skenario pembiayaan", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "10 Mar 2021"}