{"Nomor": 53828, "Judul": "SIMULASI PENGONTROLAN KETINGGIAN AIR PADA MINI PLANT DENGAN STRATEGI PENGONTROLAN UMPAN BALIK MENGGUNAKAN PENGONTROL PROPORSIONAL DAN PROPORSIONAL + INTEGRAL", "Abstrak": "Teknik Fisika ITB memiliki mini plant boiler dan heat exchanger model BDT921 yang dapat digunakan sebagai sarana pembelajaran dinamika proses, instrumentasi, dan kontrol yang terdiri dari 2 proses utama, yaitu pemanasan air pada tangki boiler dan pertukaran panas pada heat exchanger. Air panas yang keluar dari tangki boiler dianggap sebagai beban sistem pada tangki dan akan digunakan sebagai medium pemanas di heat exchanger. Oleh karena itu, proses yang terjadi di tangki boiler perlu dikontrol agar proses pertukaran panas di heat exchanger dapat optimal.\nSalah satu besaran pada tangki boiler yang perlu dikontrol ialah ketinggian air (h). Pengontrolan ketinggian air perlu dilakukan secara tepat agar didapatkan respon sistem yang dapat mengatasi perubahan beban serta mencapai nilai set point yang diinginkan. Pada penelitian tugas akhir ini, digunakan strategi pengontrolan umpan balik menggunakan pengontrol proporsional (P) dan proporsional-integral (PI).\nDengan menggunakan metode pole placement, diperoleh nilai penguatan proporsional (Kp) dan penguatan integral (Ki) masing-masing sebesar 10,256 dan 0,513. Variasi percobaan yang dilakukan adalah dengan mengubah setpoint ketinggian dari 0,5 m menjadi 0,7 m dan mengubah nilai laju aliran keluar dari 1 m3/jam menjadi 4 m3/jam. Berdasarkan hasil percobaan, pengontrol PI dapat memberikan respon yang lebih baik daripada pengontrol P karena pengontrol PI dapat menghilangkan offset.", "Daftar File": {"ABSTRAK Venettia Olga": "https://digilib.itb.ac.id/gdl/download/221571"}, "Penulis": "Venettia Olga [13314076]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Parsaulian Ishaya Siregar", "Ir. Edi Leksono, M. Eng., Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ketinggian air pada tangki, umpan balik, proporsional, proporsional-integral, simulasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}