{"Nomor": 53835, "Judul": "ANALISIS SEKUENS GEN PENGKODE NUKLEOKAPSID DARI SARS-COV-2 PADA PASIEN COVID-19 DI JAWA BARAT, INDONESIA", "Abstrak": "Pandemi coronavirus disease 2019 (COVID-19) telah merenggut banyak nyawa di\nhampir di seluruh dunia. Penyakit yang disebabkan oleh severe acute respiratory\nsyndrome coronavirus 2 (SARS-CoV-2) ini termasuk ke dalam penyakit infeksi\nmenular dengan transmisibilitas tinggi. Genomenya mengkode protein struktural\nseperti protein spike (S), membran (M), envelope (E), dan nukleokapsid (N).\nMenurut beberapa penelitian global, gen N memiliki jumlah mutasi tertinggi ketiga\ndi antara protein SARS-CoV-2 lainnya. Protein N berperan dalam mengikat RNA\npada proses packaging. Dengan membuat obat antiviral yang menargetkan proses\npengikatan RNA, replikasi virus dapat dihambat. Namun, penelitian tentang\nanalisis varian gen nukleokapsid di Indonesia masih sangat terbatas. Oleh karena\nitu, penelitian ini bertujuan untuk menganalisis varian sekuens gen nukleokapsid\nSARS-CoV-2 khususnya pada pasien COVID-19 di Jawa Barat, Indonesia dengan\nmenentukan kekerabatan sampel terhadap sekuens SARS-CoV-2 di dunia dan\nmemprediksi struktur sekunder proteinnya. Sampel swab orofaring-nasofaring yang\ndiperoleh dari Laboratorium Kesehatan Provinsi Jawa Barat diamplifikasi dengan\nmetode polymerase chain reaction (PCR) dan dibaca dengan metode sekuensing\nSanger. Dari dua sampel yang diuji, didapatkan tiga mutasi, yaitu mutasi\nR203K/G204R dan A211S pada sampel pertama dan S193I pada sampel kedua,\nserta satu nukleotida ambigu hasil bacaan sekuensing Sanger. Berdasarkan sekuens\ndari GISAID, mutasi R203K/G204R merupakan mutasi gen nukleokapsid yang\npaling umum terjadi di Indonesia, sedangkan mutasi S193I berada pada urutan\nketiga. Mutasi A211S merupakan mutasi novel yang belum pernah dilaporkan.\nAnalisis filogenetik mengelompokkan sampel pertama dengan 11 sekuens\nIndonesia lain yang mengalami mutasi R203K/G204R dan sampel kedua dengan 8\nsekuens Indonesia lain yang mengalami mutasi S193I. Pada 178 sekuens yang\ndigunakan untuk analisis filogenetik, tidak ditemukan mutasi A211S yang lain.\nProtein nukleokapsid pada kedua sampel memiliki lebih banyak struktur beta\nstrand dibandingkan dengan protein wild-type. Struktur beta strand diketahui\nbersifat lebih rigid, sehingga dapat mengurangi fleksibilitas protein.", "Daftar File": {"ABSTRAK Irin Annisa Evitayani": "https://digilib.itb.ac.id/gdl/download/221578"}, "Penulis": "Irin Annisa Evitayani [10616070]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, Ph.D", ". drg. Ema Rahmawati, M. K. M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "analisis filogenetik, analisis struktur sekunder protein, nukleokapsid, polymerase chain reaction (PCR), SARS-CoV-2, sekuensing Sanger", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}