{"Nomor": 53836, "Judul": "PENGARUH RANSUM DARI LARVA BLACK SOLDIER FLY (HERMETIA ILLUCENS), ECENG GONDOK (EICHHORNIA CRASSIPES), DAN NASI AKING TERHADAP EFISIENSI PAKAN ITIK (ANAS DOMESTICUS) VAR. MOJOSARI", "Abstrak": "Peternakan merupakan salah satu subsektor pertanian yang menghasilkan daging dan telur.Itik merupakan salah satu hewan unggasyang menjadi bagian dari peternakan.Masalah dari budidaya itik yaitu sumber pakan itik yang sangat berpengaruh terhadap konversi pakan itik sehingga berdampak pada nilai ekonomis.Hal ini diperlukan beberapa bahan alternative pakan yang dapat menekan biaya produksi dengan kualitas yang baik yaitu larva BSF, nasi aking, dan eceng gondok. Tujuan dari penelitian ini adalah menentukan adanaya perbedaan formulasi ransum terhadap proksimat pakan itik Mojosari, Menentukan perbedaan FCR akibat dari pemberian formulasi ransum dari larva black soldier fly, eceng gondok, dan nasi aking pada itik mojosari,Menentukan perbedaan ECI akibat dari pemberian formulasi ransum dari larva black soldier fly, eceng gondok, dan nasi aking pada itik mojosari, menentukan formulasi ransum itik mojosari yang terbaik terhadap FCR dan ECD, dan menentukan formulasi ransum itik terbaik terhadap nilai keuntungan secara ekonomi. Metode untuk pengolahan datamenggunakan SPSS berupa uji ANOVA pada ECD dan transformasi ANOVA pada FCR. Berdasarkan penelitian tersebut terdapat perbedaan kandungan proksimat pada perbedaan formulasi pakan, terdapat perbedaan nyata pada perbedaan formulasi pakan terhadap FCR pada itik mojosari, terdapat perbedaan nyata pada perbedaan formulasi pakan terhadap ECI pada itik mojosari, metode fromulasi pakan terbaik yang dapat menggantikan pakan komersil yaitu ransum E berdasarkan FCR dan ECI, dan metode fromulasi pakan terbaik yang dapat menggantikan pakan komersil yaitu ransum E berdasarkan FCR, ECI, dan nilai ekonomi.", "Daftar File": {"ABSTRAK Muhammad Khaidir Fadhilah": "https://digilib.itb.ac.id/gdl/download/221579"}, "Penulis": "Muhammad Khaidir Fadhilah [11416028]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Dr. Ahim Ruswandi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "BSF, ECI, FCR, Itik, Pakan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}