{"Nomor": 53837, "Judul": "STUDI GEOKIMIA ORGANIK BATUAN INDUK PADA LAPANGAN X, CEKUNGAN TARAKAN, KALIMANTAN UTARA", "Abstrak": "Kecenderungan meningkatnya kebutuhan energi migas membuat pencarian akan sumber\nmigas baru menjadi sangat penting. Cekungan Tarakan merupakan salah satu cekungan\nhidrokarbon potensial yang berada di Provinsi Kalimantan Utara. Cekungan Tarakan\nterbagi menjadi empat sub-cekungan, yaitu Sub-Cekungan Tarakan, Sub-Cekungan\nTidung, Sub-Cekungan Muara, dan Sub-Cekungan Berau. Daerah penelitian terletak pada\nSub-Cekungan Tarakan yang sebagian besar wilayah Sub-Cekungan Tarakan ini berada\ndi main depocenter, sehingga memungkinkan terjadinya akumulasi sedimen dalan jumlah\nbesar dan pematangan batuan induk.\nEksplorasi pada cekungan ini sudah dilakukan sejak 50 tahun yang lalu. Setelah beberapa\ntahun melakukan survei lapangan dan menemukan rembesan minyak serta gas, barulah\ndimulai pengeboran pada awal tahun 1987. Namun, produksi minyak bumi pada\nCekungan Tarakan semakin menurun dari tahun ke tahun, sehingga dilakukan berbagai\nupaya untuk meningkatkan kembali produksi minyak dan gas bumi.\nPenelitian dilakukan pada 10 sumur yang terletak di lapangan X yang mewakili empat\nformasi yaitu, Formasi Naintupo, Formasi Meliat, Formasi Tabul, dan Formasi Santul\nyang berumur Miosen. Terdapat perbedaan pendapat dari beberapa peneliti terdahulu\nmengenai batuan induk yang berpotensi di cekungan tersebut, sehingga menjadi menarik\nuntuk dikaji lebih lanjut dengan mengevaluasi batuan induk penghasil hidrokarbon\ndengan melakukan analisis secara geologi dan geokimia.\nEvaluasi batuan induk ini menggunakan sampel yang telah divalidasi terlebih dahulu,\nuntuk selanjutnya dilakukan penentuan karakteristik batuan induk dengan menganalisis\nkekayaan batuan induk, tipe kerogen, dan analisis tingkat kematangan batuan induk.\nAnalisis TOC (total material organik) berguna untuk menentukan tingkat kekayaan\nbatuan induk. Penentuan tipe kerogen didapatkan dengan melakukan analisis pada hasil\npirolisis batuan. Data pantulan vitrinit (Ro) digunakan dalam menganalisis tingkat\nkematangan batuan induk. Penentuan karakteristik minyak bumi dapat dilakukan dengan\nanalisis biomarker melalui metode kromatografi gas dan kromatografi gas-spektrometri\nmassa. Analisis ini bertujuan untuk menentukan asal material organik, lingkungan\npengendapan, tingkat kematangan, dan korelasi minyak bumi terhadap batuan induk.\nSetelah keseluruhan analisis geokimia dilakukan, penelitian dilanjutkan dengan\nmenentukan jalur migrasi pada daerah penelitian dengan mengintegrasi hasil korelasi\ngeokimia minyak dan batuan induk , peta struktur kedalaman dan penampang seismik di\ndaerah penelitian.\nBerdasarkan hasil analisis batuan induk, formasi yang berpotensi menjadi batuan induk\npada cekungan ini adalah Formasi Naintupo, Formasi Meliat, dan Formasi Tabul,\nsedangkan Formasi Santul belum memenuhi syarat kematangan. Formasi Naintupo\nmemiliki TOC cukup sampai sangat baik (0,64-2,82 %), tersusun oleh kerogen tipe II dan\nIII yang menunjukkan kematangan sampai dengan lewat matang (0,48-1,74%). Formasi\nMeliat memiliki TOC cukup sampai istimewa (0,5-12,57 %), tersusun oleh kerogen tipe\nII dan III yang menunjukkan kematangan sampai puncak matang (0,45-0,74%). Formasi\nTabul memiliki TOC cukup sampai istimewa (0,51-19,58 %), tersusun oleh kerogen tipe\nII dan III yang menunjukkan kematangan sampai puncak matang (0,29-0,75%).\nAnalisis biomarker sampel minyak dan batuan induk menunjukkan korelasi positif antara\nsetiap parameter biomarker, yaitu alkana normal, isoprenoid, triterpana, dan sterana,\nkecuali pada tingkat kematangan batuan induk yang diyakini lebih matang pada kondisi\nyang berbeda. Material organik keduanya tersusun atas material organik tumbuhan tinggi\ndan sedikit alga yang diendapkan di lingkungan fluviodeltaik. Arah migrasi didominasi\noleh arah vertikal atau ke formasi yang lebih muda.", "Daftar File": {"ABSTRAK RIZKA NOVIANDA": "https://digilib.itb.ac.id/gdl/download/221580"}, "Penulis": "RIZKA NOVIANDA [22016014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Ariyono Subroto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batuan induk, Cekungan Tarakan, TOC, tipe kerogen, kematangan, lingkungan pengendapan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}