{"Nomor": 53831, "Judul": "MODEL PENGEMBANGAN AGROWISATA DAN STRATEGI PEMASARAN DENGAN PENDEKATAN CONJOINT ANALYSIS (KASUS: AGROWISATA TANI KOTA, BANDUNG)", "Abstrak": "Wisata merupakan hal yang penting bagi masyarakat perkotaan karena dapat menghilangkan stres. Salah satu jenis wisata yang disukai oleh masyarakat perkotaan adalah wisata alam. Namun demikian, padatnya penduduk perkotaan menyebabkan kurangnya lahan untuk wisata alam di perkotaan. Agrowisata berpotensi untuk dikembangkan di daerah perkotaan dengan cara mengoptimalkan ketersediaan lahan. Oleh karena itu, diperlukan model agrowisata yang sesuai dengan kondisi lahan dan strategi pemasaran untuk menciptakan produk wisata yang menarik. Penelitian dilakukan di Tani Kota dengan tujuan untuk (1) menentukan kesesuaian lahan berdasarkan kesesuaian untuk pertanian, wisata, keindahan, dan kenyamanan, (2) membuat model agrowisata yang sesuai dengan kondisi lahan dan rencana pengembangan wisata di Tani Kota, (3) membuat rekomendasi aktivitas wisata sesuai kondisi lahan dan preferensi wisatawan, dan (4) menentukan strategi pemasaran wisata. Penelitian dilakukan dengan menggunakan metode ATBA (agriculture, tourism, beautification, amenity) dan analisis konjoin. Secara keseluruhan, Tani Kota sesuai untuk pertanian, wisata, keindahan, dan kenyamanan. Praktik pertanian yang direkomendasikan adalah rotasi tanaman dan akuaponik. Konsep model pengembangan tempat wisata adalah pemanfaatan. Rencana tapak terdiri atas area pertanian, eco village, outbound, area multiguna, area pelayanan, jalur tracking, dan area foto. Rekomendasi aktivitas wisata adalah berkebun, fun harvesting dan fun cooking, serta memanah dan tracking. Rekomendasi strategi pemasaran adalah (1) segmen pasar berupa masyarakat yang termasuk ke dalam middle-middle class dan upper-middle class, (2) target pasar berupa masyarakat yang tertarik dengan flora/fauna dan menyukai aktivitas di luar ruangan (3) posisi pasar yaitu menyesuaikan aktivitas wisata yang diminati wisatawan dan harga tiket yang sesuai dengan daya beli wisatawan, dan (4) menerapkan bauran pemasaran product, price, place, promotion, people, process, dan physical evidence.", "Daftar File": {"ABSTRAK SRI UTAMI AYUNINGRUM": "https://digilib.itb.ac.id/gdl/download/221574"}, "Penulis": "SRI UTAMI AYUNINGRUM [21319005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yooce Yustiana, M.Si., IPM", "Dr. Ir. Hikmat Ramdan, S.Hut, M.Si, IPU"], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kesesuaian lahan, model agrowisata, preferensi wisatawan, strategi pemasaran, Tani Kota.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}