{"Nomor": 53847, "Judul": "ANALISIS PENGARUH KEKAKUAN KURSI TERHADAP CEDERA KEPALA PENUMPANG BUS PADA TUMBUKAN ARAH DEPAN", "Abstrak": "Jumlah penduduk Indonesia selalu mengalami kenaikan setiap tahunnya. Sejak tahun 2015 hingga 2019, jumlah penduduk Indonesia mengalami kenaikan rata-rata sebesar 1.06 % per tahun. Peningkatan ini disusul dengan peningkatan jumlah kendaraan bermotor, diantaranya yaitu bus, dengan angkanya mencapai 2,3 juta pada 2014 dan terus meningkat hingga menyentuh 2,5 juta pada tahun 2018. Sayangnya hal ini juga diikuti dengan tingginya angka kecelakaan bus di Indonesia, dimana dari tahun 2014 sampai 2018 selalu berada di atas 2000 kali per tahun. Hal ini sangat mengkhawatirkan mengingat bus merupakan kendaraan yang mengangkut banyak orang.\nSalah satu jenis kecelakaan bus yang sering terjadi dan menyebabkan banyak kematian adalah tabrakan arah depan. Pada penelitian ini, penulis melakukan simulasi sled test untuk menyimulasikan kondisi penumpang saat mengalami kecelakaan tabrak depan. Penulis mengevaluasi pengaruh kekakuan kursi terhadap cedera kepala (Head Injury Criterion) yang dialami penumpang bus dengan memvariasikan ketebalan pelat sandaran kursi, konfigurasi sabuk pengaman, dan percepatan yang diberikan. Pemodelan kursi dilakukan menggunakan perangkat lunak Solidworks dan proses simulasi dilakukan menggunakan perangkat lunak LS-Prepost dan LS-Dyna. Proses simulasi yang dilakukan mengikuti regulasi FMVSS 208 dan UN R80.\nKekakuan kursi berpengaruh secara tidak langsung terhadap HIC15 yang dihasilkan. Pengaruh kekakuan kursi tergantung konfigurasi sabuk pengaman yang diberikan. Pada kursi tanpa sabuk pengaman dan sabuk pengaman tiga titik, nilai HIC15 cenderung mengalami peningkatan seiring meningkatnya kekakuan kursi. Sementara pada kursi dengan sabuk pengaman dua titik, nilai HIC15 cenderung mengalami penurunan.", "Daftar File": {"ABSTRAK RICKY INDRA GUNAWAN": "https://digilib.itb.ac.id/gdl/download/221616"}, "Penulis": "RICKY INDRA GUNAWAN [13116006]", "Kontributor / Dosen Pembimbing": ["Dr. Satrio Wicaksono, S.T., M.Eng.", "Dr. Eng. Sandro Mihradi", "Prof. Dr. Ir Andi Isra Mahyudding"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "tumbukan arah depan, sled test, head injury criterion", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}