{"Nomor": 53846, "Judul": "KARAKTERISTIK RESERVOIR LAPANGAN PANAS BUMI PATUHA BERDASARKAN ANALISIS SEISMISITAS DAN DISTRIBUSI NILAI B", "Abstrak": "Lapangan Panas Bumi Patuha telah beroperasi sejak tahun 2014 dengan kapasitas\nproduksi sebesar 60 MW. Untuk menjaga kapasitas produksi tersebut, perlu\ndilakukan analisis reservoir sebagai pertimbangan perusahaan dalam melakukan\nproses monitoring dan strategi produksi. Salah satu prosedur yang dapat dilakukan\nadalah menganalisis data gempa mikro dengan metode Frequency-Magnitude\nDistribution (FMD). Metode ini belum pernah digunakan di Lapangan Panas Bumi\nPatuha, sehingga diharapkan mampu menambah tingkat kepastian kondisi bawah\npermukaan, khususnya reservoir dan struktur permeabel. Pada penelitian ini,\npengamatan gempa mikro dilakukan dengan menggunakan delapan stasiun\nseismometer yang merekam sejak 8 Oktober hingga 10 Desember 2019.\nBerdasarkan pengolahan data menggunakan Seismic Analysis Code (SAC) dan\nNonlinloc, sebanyak 279 kejadian gempa mikro dapat mengidentifikasi di wilayah\nPLTP Patuha dan sekitarnya. Amplitudo maksimum dari setiap kejadian gempa\nmikro diukur sebagai variabel perhitungan Magnitudo Lokal (???????? ). Hasil\nperhitungan menunjukkan nilai ???????? bervariasi pada rentang -0,32 hingga 2,98.\nFrequency-Magnitude Distribution (FMD) daerah PLTP Patuha menunjukkan\nMagnitude of Completeness (???????? ) pada nilai 0,9 dengan nilai b sebesar 0,93 ± 0,08.\nPemetaan variasi spasial nilai b di kawasan PLTP Patuha berada pada rentang nilai\n0,5 – 1,3, baik interpolasi lateral maupun vertikal. Analisis karakteristik reservoir\nmenunjukkan anomali nilai b ? 0,8 yang diperkirakan sebagai reservoir fasa air\npada elevasi 250 mdpl serta zona aliran fluida injeksi dari tenggara menuju ke zona\nproduksi di utara. Anomali nilai b pada rentang 0,8 – 1,3 disebabkan tingginya\naktivitas kegempaan mikro pada zona produksi pada formasi reservoir dominasi\nuap. Transisi kedua anomali tersebut diinterpretasikan sebagai zona boiling yang\nmenjadi transisi dari reservoir fasa air ke fasa uap. Dengan demikian, karakteristik\nreservoir Lapangan Panas Bumi Patuha setelah dioperasikan dapat diperkirakan\nberdasarkan analisis seismisitas dan variasi spasial nilai b yang terjadi pada kurun\nwaktu tertentu.", "Daftar File": {"ABSTRAK AFIAT": "https://digilib.itb.ac.id/gdl/download/221590"}, "Penulis": "AFIAT [22618013]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. R. Mohammad Rachmat Sule"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Patuha, gempa mikro, magnitudo lokal, frequency-magnitude distribution, nilai-b", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}