{"Nomor": 53841, "Judul": "STUDI TENTANG EKSTINGSI ASTRONOMIS AKIBAT ABU VULKANIK", "Abstrak": "Material mikro abu vulkanik hasil erupsi gunung api yang masih berada di\natmosfer adalah salah satu terduga penyebab terjadinya penurunan kualitas\ntransparansi udara dan peningkatan koesien ekstingsi. Abu vulkanik ini da-\npat menyebar di sekitar gunung api tersebut hingga mencapai ke beberapa\nbenua di dunia. Pengetahuan tentang nilai koesien ekstingsi diperlukan un-\ntuk mengoreksi pengamatan astronomis agar diperoleh hasil yang akurat.\nTugas Akhir ini berisi pembahasan tentang dampak ekstingsi astronomis de-\nngan menganalisa relasi antara koesien ekstingsi terhadap prol sis abu vul-\nkanik. Dilanjutkan dengan estimasi nilai koesien ekstingsi astronomis akibat\nabu vulkanik pada kondisi relevan di Observatorium Bosscha (OB). Dalam\npenelitian ini data yang digunakan mengacu pada abu vulkanik dari Gunung\nTangkubanparahu, sebagai gunung api aktif terdekat dengan OB. Namun, ka-\nrena minimnya data penelitian mengenai karakteristik abu vulkanik Gunung\nTangkubanparahu, maka digunakan data dari beberapa gunung api lain di\ndunia yang memiliki karakteristik mirip dengan Gunung Tangkubanparahu.\nTugas Akhir ini memanfaatkan hasil penelitian Whittet (1987) sebagai rujuk-\nan utama dalam metode yang digunakan. Karena ketidaklengkapan dalam\nmetode Whittet, maka perlu ditambahkan langkah pelengkap, seperti bagi-\nan aproksimasi esiensi ekstingsi, yang menggunakan aproksimasi Evans dan\nFournier (1990).\nUntuk mengetahui pengaruh prol sis debu pada koesien ekstingsi untuk\nbeberapa rentang panjang gelombang, maka dilakukan eksperimen kompu-\ntasional dengan memvariasikan harga parameter yang terlibat: radius debu,\npanjang gelombang pengamatan, dan indeks refraktif debu yang dipengaruhi\noleh komposisi kimia debu. Hasil perhitungan koesien ekstingsi relatif ter-\nhadap panjang gelombang yang didapat tidak sesuai dengan interpretasi sis\nyang diharapkan. Koreksi dilakukan dengan komparasi terhadap hasil pene-\nlitian Whittet (1987), didapatkan data perbandingan untuk setiap panjang\ngelombang antara hasil yang diperoleh Whittet (1987) dengan hasil penulis.\nData tersebut digunakan untuk memperoleh persamaan regresi yang mengan-\ndung parameter panjang gelombang (), yang menjadikan persamaan koesien\nekstingsi didenisikan sebagai redaman per satuan panjang gelombang.", "Daftar File": {"ABSTRAK NANDA CAHYA RAMADHANTI": "https://digilib.itb.ac.id/gdl/download/221585"}, "Penulis": "NANDA CAHYA RAMADHANTI [10316037]", "Kontributor / Dosen Pembimbing": ["Premana W. Premadi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Abu vulkanik, esiensi ekstingsi, koesien ekstingsi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}