{"Nomor": 53843, "Judul": "PEMETAAN KESESUAIAN DAN ESTIMASI DAYA DUKUNG HABITAT BAGI POPULASI MUSANG LUWAK (PARADOXURUS HERMAPRODITUS PALLAS, 1777) DI TAMAN BURU GUNUNG MASIGIT KAREUMBI, JAWA BARAT", "Abstrak": "Musang Luwak (Paradoxurus hermaproditus Pallas, 1777) tersebar luas di Indonesia dan juga banyak dikenal terkait perannya dalam menghasilkan kopi yang berkualitas serta bernilai jual tinggi. Selain itu, Luwak memiliki peran penting dalam suatu ekosistem yaitu sebagai agen penyebar biji yang membantu proses regenerasi hutan secara alami. Di Taman Buru Gunung Masigit Kareumbi (TBMK), musang luwak merupakan mangsa utama macan tutul jawa (Panthera pardus melas) yang merupakan hewan dilindungi dengan status konservasi berdasarkan IUCN adalah kritis (Criticaly Endangered). Oleh sebab itu, keberadaan hewan tersebut penting bagi kelestarian macan tutul jawa. Penelitian ini bertujuan untuk memetakan kesesuaian habitat musang luwak (Paradoxurus hermaproditus) di TBMK serta prediksi kelimpahannya. Hasil penelitian ini diharapkan dapat menjadi salah satu dasar dalam upaya konservasi musang luwak maupun satwa pemangsanya yaitu macan tutul jawa. Indeks Kesesuaian Habitat (IKH) diperoleh dari overlay variabel penentu kesesuaian habitat musang luwak. Variabel yang digunakan sebagai penentu kesesuaian habitat musang luwak yaitu Normalized Difference Vegetation Index (NDVI), Ketinggian, Kelerengan, dan Jarak dari sungai. Nilai (IKH) yang diperoleh kemudian diproyeksikan menjadi peta kesesuaian habitat menggunakan Sofware Arcmap 10.4.1. dan kemudian diklasifikasikan menjadi tiga kelas kesesuaian yaitu kelas kesesuaian rendah, kelas kesesuian sedang, dan kelas kesesuian tinggi. Sementara itu, kelimpahan individu musang luwak diprediksi melalui perkalian kepadatan populasi berdasarkan studi literatur dan luas area kelas kesesuaian musang luwak di TBMK. Melalui hal tersebut didapatkan bahwa kesesuaian habitat dari musang luwak di TBMK relatif tinggi, yakni mencapai 99% dari total area 8.912,9 Ha kelas kesesuian sedang dan 3.507,2 Ha kelas kesesuaian tinggi. Sementara itu, prediksi kelimpahan individu musang luwak berkisar antara 128-328 individu.", "Daftar File": {"ABSTRAK Cahya Gumilar": "https://digilib.itb.ac.id/gdl/download/221587"}, "Penulis": "Cahya Gumilar [11516022]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, MS, M.Si.", "Aditya Dimas Pramudya S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Musang Luwak, Kesesuaian Habitat, Taman Buru Gunung Masigit Kareumbi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}