{"Nomor": 53844, "Judul": "ANALISIS FESES MACAN TUTUL JAWA (PANTHERA PARDUS MELAS) CUVIER, 1809) DI KAWASAN KW TAMAN BURU MASIGIT KAREUMBI, JAWA BARAT", "Abstrak": "Macan tutul jawa (Panthera pardus melas Cuvier,1809) merupakan salah satu satwa yang dilindungi oleh pemerintah melalui Peraturan Pemerintah No.7 tahun 1999 tentang pengawetan Tumbuhan dan Satwa, karena keberadaannya yang kritis saat ini hingga termasuk ke dalam kategori critically endangered pada IUCN. Salah satu faktor penting yang mendukung keberlangsungan hidup macan tutul adalah satwa lain yang menjadi mangsanya. Persebaran macan tutul Jawa di alam umumnya terdapat di kawasan konservasi seperti taman nasional, suaka margasatwa, cagar alam hingga taman buru. Kawasan Taman Buru Masigit Kareumbi merupakan salah satu habitat dari macan tutul Jawa, berdasarkan temuan secara tidak langsung dari gambar hasil tangkapan kamera jebak. Penelitian ini bertujuan untuk mengidentifikasi satwa yang menjadi mangsa macan tutul jawa serta menentukan frekuensi relatif dari satwa mangsa di Taman Buru Masigit Kareumbi sebagai upaya konservasi satwa yang terancam punah. Satwa ini memiliki kemampuan beradaptasi yang tinggi pada berbagai kondisi habitat dan cenderung memangsa satwa yang mudah ditangkap, sehingga satwa yang di mangsa memiliki variasi yang beragam. Berdasarkan temuan di Taman Buru Masigit Kareumbi, terdapat beberapa satwa lain yang berpotensi menjadi mangsa macan tutul jawa seperti monyet ekor panjang, owa jawa, rusa jawa, ayam hutan, babi hutan serta musang luwak. Macan tutul jawa termasuk kedalam ordo karnivora, memiliki kotoran dengan ciri khas berupa tersisanya rambut dan serpihan tulang dari mangsanya. Satwa yang menjadi mangsa macan tutul jawa dapat diidentifikasi menggunakan media rambut dan tulang dengan metode analisis kotoran secara makroskopis.  Area kajian seluas 1400 hektar telah mencakup 11% dari luas kawasan Taman Buru Masigit Kareumbi. Metode jelajah digunakan dalam pengambilan data lapangan, dan ditemukan lima sampel kotoran dari macan tutul jawa. Kotoran ditemukan pada jalur setapak di dalam kawasan pada lokasi dan tutupan lahan yang berbeda – beda. Selain kotoran, ditemukan juga cakaran tanah yang menjadi penanda teritori macan tutul jawa. Fokus utama dari metode analisis kotoran ini adalah mengamati warna dan panjang rambut, serta ukuran dan asal dari sisa tulang yang terdapat pada kotoran macan tutul jawa. Hasil analisis yang dilakukan pada sampel kotoran, menunjukan satwa yang di mangsa adalah musang luwak (Paradoxorus hermaproditus). Hal yang memperkuat dugaan tersebut adalah pada salah satu sampel kotoran ditemukan cakar yang masih utuh dari musang luwak. Lima sampel kotoran yang ditemukan berisi musang luwak, sehingga setelah dilakukan perhitungan frekuensi relatif untuk Paradoxorus hermaproditus adalah 100%. Hal ini menunjukan bahwa musang luwak tersedia dan mudah didapatkan untuk menjadi mangsa macan tutul jawa di Taman Buru Masigit Kareumbi meskipun terdapat potensi satwa mangsa yang lainnya.", "Daftar File": {"ABSTRAK TIFANI ZURAIDA": "https://digilib.itb.ac.id/gdl/download/221588"}, "Penulis": "TIFANI ZURAIDA [11516050]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, MS, M.Si.", "Aditya Dimas Pramudya S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "macan tutul jawa, analisis kotoran, frekuensi relatif, Taman Buru Masigit Kareumbi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}