{"Nomor": 53856, "Judul": "EVALUASI KERENTANAN LONGSORAN DI DAERAH SUKAMAKMUR DAN SEKITARNYA, KABUPATEN BOGOR, DENGAN METODE WEIGHT OF EVIDENCE (WOE), LOGISTIC REGRESSION (LR), DAN KOMBINASINYA", "Abstrak": "Kabupaten Bogor merupakan salah satu wilayah yang memiliki tingkat kerentanan longsoran yang tinggi. Daerah yang paling sering mengalami bencana ini adalah daerah Sukamakmur dan sekitarnya. Kerentanan longsoran umumnya dipengaruhi oleh beberapa faktor seperti kemiringan lereng, arah lereng, litologi, tutupan lahan, elevasi, curah hujan, kelurusan, kurvatur, jarak dari sungai, dan jalan. Tujuan dari penelitian adalah untuk mengetahui metode yang memiliki tingkat akurasi yang paling baik untuk mengevaluasi tingkat kerentanan longsoran di daerah Sukamakmur dan sekitarnya, serta menganalisis faktor penyebab longsoran. Metode yang digunakan dalam penelitian ini merupakan metode kuantitatif, diantaranya Weight of Evidence (WoE), Logistic Regression (LR), dan kombinasi keduanya. WoE merupakan teknik kuantitatif yang menggunakan sejumlah kombinasi data untuk menghasilkan peta dari pembobotan data berdasarkan tingkat probabilitasnya. Logistic Regression (LR) merupakan metode statistik multivariat yang dapat menjelaskan hubungan antara variabel respon dengan variabel bebas. Metode LR hanya dapat menganalisis data yang berbentuk numerik. Metode kombinasi merupakan penggabungan antara metode bivariat WoE dan multivariat LR. Metode kombinasi WoE-LR ini dapat menilai pengaruh kelas dari masing-masing parameter melalui pembobotan WoE dan menganalisis korelasi dari setiap parameter menggunakan metode LR. Peta yang dihasilkan dari ketiga metode tersebut kemudian akan divalidasi dengan metode Area Under Curve, Seed Cell Area Index, dan Spatial Domain.\nBerdasarkan hasil penelitian lapangan dan pengamatan data citra Landsat 8, terdapat 249 titik data kejadian longsoran. Data kejadian tersebut kemudian dibagi menjadi dua kelompok data, 70% data digunakan untuk membuat model dan 30% data untuk validasi model yang telah dibuat sebelumnya. Tahapan penelitian meliputi pembobotan 12 parameter yaitu, kemiringan lereng, arah lereng, litologi, jenis tanah, tutupan lahan, elevasi, curah hujan, kerapatan vegetasi (NDVI), kelurusan, kurvatur, jarak dari sungai, dan jalan dengan menggunakan metode pembobotan WoE. Setiap parameter yang telah dihitung pembobotannya akan disusun anggota parameternya dari yang nilai bobotnya paling besar hingga paling kecil untuk menghitung nilai AUC. Berdasarkan nilai AUC parameter yang berpengaruh dan dapat digunakan dalam pembuatan model kerentanan longsoran ada sembilan parameter yaitu arah lereng, elevasi, curah hujan, litologi, jenis tanah, kemiringan lereng, kelurusan, jarak dari sungai, dan tutupan lahan. Parameter yang paling berpengaruh adalah curah hujan dengan AUC 0,886 dan jarak dari kelurusan dengan nilai AUC 0,838.\nHasil evaluasi AUC (Area Under Curve), metode kombinasi WoE-LR memiliki nilai 0,806. Nilai AUC tersebut lebih besar dibandingkan dengan nilai AUC metode WoE 0,782 dan LR 0,700. Hasil evaluasi dengan nilai SCAI (Seed Cell Area Index) model kerentanan longsor yang dianalisis dengan metode kombinasi WoE-LR dan WoE memiliki nilai yang sistematik sesuai dengan logika SCAI. Model yang dianalisis dengan metode LR memiliki nilai yang sistematik juga, namun lebih rendah dibandingkan dengan model dari metode WoE dan kombinasi WoE-LR Metode kombinasi WoE-LR menghasilkan hasil yang paling baik untuk semua tingkat kerentanan. Berdasarkan hasil analisis Spatial Domain, metode WoE dan metode kombinasi WoE-LR menghasilkan tingkat kebenaran piksel yang lebih tinggi dibandingkan dengan hasil analisis metode WoE dengan LR dan metode LR dengan kombinasi WoE-LR Hasil penelitian menunjukan metode kombinasi WoE-LR merupakan metode yang paling akurat dan efektif dibandingkan dengan metode WoE dan LR untuk menganalisis kerentanan longsoran pada daerah penelitian.", "Daftar File": {"ABSTRAK Dinta Anindy Ismiralda": "https://digilib.itb.ac.id/gdl/download/221600"}, "Penulis": "Dinta Anindy Ismiralda [22016001]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam A Sadisun, ST, MT) (Dr. Rendy D Kartika, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Longsoran, kerentanan longsoran Weight of Evidence, Logistic Regression, Sukamakmur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}