{"Nomor": 53852, "Judul": "ANALISIS KETAHANAN LEDAK PANEL AUXETIC PADA STRUKTUR LAMBUNG KENDARAAN TEMPUR UNTUK MEMENUHI STANDAR STANAG 4569 LEVEL III", "Abstrak": "APC Anoa merupakan kendaraan tempur yang saat ini diproduksi secara massal di Indonesia untuk keperluan militer. Anoa merupakan kendaraan tempur jenis Armored Personnel Carrier (APC) yang berfungsi untuk mengangkut prajurit ke medan tempur dengan aman. Anoa yang saat ini diproduksi memiliki kemampuan untuk menahan peluru kaliber 7.62 mm yang biasa ditembakkan oleh infanteri. Sedangkan untuk ketahanan ledaknya, APC Anoa telah mencapai standar STANAG 4569 level II.\nNamun, dengan spektrum ancaman yang semakin besar, diperlukan adanya peningkatan level proteksi pada APC Anoa. Terutama dari serangan bom dan ranjau. Penelitian untuk meningkatkan level proteksi menjadi STANAG 4569 level III telah dilakukan sebelumnya. Penelitian yang dilakukan terfokus pada penggunaan panel sandwich tambahan berinti foam aluminium. Akan tetapi belum ada industri di Indonesia yang mampu menyuplai kebutuhan foam aluminium secara handal. Sebagai alternatif, struktur auxetic dapat digunakan sebagai inti panel sandwich. Material dan struktur auxetic sendiri sudah banyak menjadi sorotan untuk menjadikannya sebagai armor balistik, maupun struktur tahan ledak. Dengan susunannya, material auxetic dapat memiliki kekuatan dan ketahanan yang tinggi namun tetap dengan berat yang minimum.\nDalam pengerjaan tugas sarjana ini, penulis hendak membandingkan penyerapan energi spesimen panel sandwich menggunakan inti foam aluminium dengan inti auxetic. Jenis struktur auxetic yang digunakan pada penelitian ini adalah struktur sel terbuka reentrant honeycomb. Tahap pertama dilakukan untuk memverifikasi apakah pemodelan yang dibuat memiliki kualitas yang cukup baik dengan melakukan uji coba dropweight impact secara numerik. Pengujian sejenis juga dilakukan pada panel sandwich berinti foam. Dari pemodelan yang dilakukan pada tahap pertama, didapatkan pada ketebalan dinding 0.5 mm panel berinti auxetic memiliki nilai penyerapan energi total dan spesifik yang inferior dibandingkan inti foam. Kemudian, penulis meningkatkan ketebalan hingga 1 mm. Kemudian dilakukan kembali uji dropweight impact. Didapatkan secara total penyerapan energi oleh spesimen berinti auxetic dengan ketebalan dinding 1 mm lebih rendah dibandingkan dengan foam. Akan tetapi, spesimen auxetic berdinding 1 mm tersebut memiliki penyerapan energi spesifik yang lebih tinggi dibandingkan dengan spesimen berinti foam.\nPada tahap selanjutnya, dilakukan pengujian ledak mengacu pada STANAG 4569 level III pada spesimen berinti foam dan auxetic. Sebagai pembanding, penulis juga memodelkan pengujian ledak pada pelat tunggal. Dari pengujian tersebut, didapatkan bahwa panel berinti foam dan auxetic mampu secara signifikan mengurangi deformasi dan akselerasi akibat ledakan pada kabin penumpang APC Anoa dibandingkan dengan pelat tunggal. Spesimen berinti auxetic pada ketebalan dengan ketebalan dinding 0.5 mm dan 1 mm memiliki nilai penyerapan energi yang lebih tinggi dibandingkan dengan inti foam. Akan tetapi spesimen dengan ketebalan dinding 0.5 mm memiliki penyerapan yang lebih baik dibandingkan dengan 1 mm.", "Daftar File": {"ABSTRAK Haidar Aji Wasesa": "https://digilib.itb.ac.id/gdl/download/221596"}, "Penulis": "Haidar Aji Wasesa [13616037]", "Kontributor / Dosen Pembimbing": ["Ir. Sigit P. Santosa, MSME, Sc. D, IPU", "Dr. Ir. Djarot Widagdo", "Faizal Arifurrahman, ST. Msc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kendaraan Tempur, beban ledak, auxetic, reentrant honeycomb, metode elemen hingga, STANAG 4569", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Mar 2021"}