{"Nomor": 53866, "Judul": "DC PSE OPERATOR ALONG WITH BRINKMAN PENALIZATION FOR 3D EULERIAN FLUID FLOW SIMULATION", "Abstrak": "Incompressible flow simulation around a solid obstacle of arbitrary shape is one of the\nmost important problems in aerodynamics. Traditional methods such as finite difference\nmethods, finite volume methods, and finite element methods require significant effort\nin mesh generation. Body fitted mesh generation can be difficult and time-consuming\nand good quality of the mesh is required to obtain an accurate solution. Mesh generation\ncan be eliminated using meshless (particle) methods. Discretization corrected\nparticle strength exchange (DC PSE) is a meshless method that can provide derivative\napproximation for regular and irregular particle distribution and does not require special\ntreatment for particles located near boundaries. In this work, we utilize DC PSE operator\nto develop a multi-resolution particle method to perform 3D incompressible flow\nsimulations in the Eulerian frame of reference. Multi-resolution particle distribution\nallows particles at different positions to have different resolutions. Simulations of 3D\nflows without multi-resolution particle distribution would require excessive number of\ncomputational resources and hence unpractical, especially for cases involving large gradients\nwith far-field boundaries. In addition, we utilize Brinkman penalization method\nwhich also attempts to alleviate the difficult mesh generation process by introducing an\nadditional penalization term in the governing equation instead of generating body-fitted\nmesh and directly specifying a condition on the fluid-solid interface. Simulation results\nof 3D lid driven cavity flow, flow over a stationary sphere, and flow over a transversely\nrotating sphere show good agreement with those presented in the literature.", "Daftar File": {"ABSTRAK Tobias Samuel Sugandi": "https://digilib.itb.ac.id/gdl/download/221613"}, "Penulis": "Tobias Samuel Sugandi [23619009]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Meshless methods, DC PSE, multi-resolution, Brinkman penalization, Eulerian, 3D Incompressible Navier-Stokes equations", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Mar 2021"}