{"Nomor": 53864, "Judul": "ANALISIS PEMODELAN BANJIR SUNGAI CIKAKAK DAN PERANCANGAN SISTEM DRAINASE BANGUNAN FLUID ARCHITECTURE", "Abstrak": "Sebuah bangunan gedung bernama fluid architecture akan direncanakan dibangun\ndi kawasan Cibadak, Kota Bandung. Gedung ini akan dibangun di bantaran Sungai\nCikakak yang mengalir di kawasan Cibadak. Masalah yang hadir pada perancangan\ntugas akhir ini yakni apakah terjadi banjir pada Sungai Cikakak yang dapat\nmenggenangi area bangunan, serta bagaimana mengalirkan air dari atap menuju\ntempat penampungan air. Oleh sebab itu, perlu dilakukan pemodelan banjir pada\nSungai Cikakak, serta diperlukan suatu sistem drainase yang sesuai untuk\nmengalirkan air dari atap hingga ke tempat penampungan air berupa rainwater\nharvesting. Tugas akhir ini membahas tentang pemodelan banjir pada Sungai\nCikakak, serta perancangan sistem drainase bangunan fluid architechure. Tahapan\ndalam pengerjaan tugas akhir ini adalah menentukan luas daerah aliran Sungai\nCikakak, serta menentukan curah hujan harian maksimum pada stasiun hujan di\ndaerah aliran sungai. Selanjutnya menentukan curah hujan periode ulang, dan\nmenganalisis debit banjir yang terjadi terhadap kapasitas penampang sungai.\nSetelah itu, menentukan luas daerah tangkapan hujan pada area bangunan, serta\nmerancang sistem drainase pada area bangunan. Perancangan tugas akhir ini\nmenggunakan metode perhitungan manual serta bantuan perangkat lunak berupa\nGlobal Mapper, WMS, AutoCAD, dan Microsoft Excel. Output dari tugas akhir ini\nadalah kondisi debit banjir Sungai Cikakak, skema dan dimensi saluran drainase,\nserta volume tampungan air (rainwater harvesting).", "Daftar File": {"ABSTRAK HAZIM ALI TAJUDDIN": "https://digilib.itb.ac.id/gdl/download/221611"}, "Penulis": "HAZIM ALI TAJUDDIN [15016142]", "Kontributor / Dosen Pembimbing": ["Ir. Biemo W. Soemardi MSE., Ph.D.", "Joko Nugroho, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Debit Banjir, Kapasitas Penampang Sungai, Pemodelan Banjir, Sistem Drainase, Rainwater Harvesting.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Mar 2021"}