{"Nomor": 53872, "Judul": "PENERAPAN DAN PENINGKATAN PERFORMANSI  ANTENA BOWTIE PCB DENGAN LUMPED ELEMENT  SEBAGAI DETECTOR PARTIAL DISCHARGE", "Abstrak": "Diagnosis partial discharge (PD) dengan metode ultra high frequency \n(UHF) sekarang ini telah banyak di kembangkan dengan berbagai bentuk geometri \nyang bervariasi untuk mendeteksi gelombang elektromagnetik yang dipancarkan \npada peralatan tegangan tinggi akibat adanya aktivitas PD. Pengukuran PD \nmenggunakan metode UHF adalah dengan mengukur gelombang yang ditimbulkan \nakibat partial discharge tersebut yang dimana berpropagasi dari dalam sumber PD \nkeluar bahan isolasi. Propagasi gelombang EM yang dihasilkan PD dapat dideteksi \ndengan menggunakan sensor, salah satunya adalah antena.\nPada penelitian ini merancang tiga desain baru dari antena bowtie. Desain \npertama antenna bowtie dengan dimensi referensi. Desain kedua antenna bowtie\ndengan modifikasi RC seri. Desain yang ketiga antenna bowtie dengan modifikasi \nRC Paralel. Antena ini dirancang dengan jenis subtrat FR4 epoxy yang memiliki \ndimensi diameter 90 mm, ketebalan 1.6 mm. Antena dirancang pada rentang \nfrekuensi 50 MHz – 4 GHz. Perangkat lunak 3D-CST STUDIO SUITE digunakan \nuntuk merancang antena.\nAntena yang telah dirancang kemudian diimplementasikan pada bahan \nprinted cicuit board (PCB) dan selanjutnya dilakukan pengukuran menggunakan \nvector network analyzer (VNA) untuk mengetahui karakteristik antena. \nKarakteristik antena yang meliputi return loss (RL), bandwidth dan VSWR \nmenunjukkan hasil kesesuaian berdasarkan hasil simulasi dan hasil pengukuran. \nKetiga desain antena memiliki nilai RL ? -10dB dan VSWR ? 2.Pengujian antena bowtie untuk mendeteksi PD pada isolasi udara dengan \nmenggunakan elektroda jarum-plat. Hasil pengujian PD menunjukkan desain \nantena bowtie dengan modifikasi RC seri memiliki sensitivitas yang paling baik \ndalam mendeteksi PD di bandingkan dengan antena bowtie lainnya. Selain itu , \nantena bowtie dengan modifikasi RC seri memiliki nilai bandwidth yang lebar jika \ndibandingkan dengan antena bowtie lainnya.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/221632", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/221635", "Kata Pengantar dan Daftar Isi": "https://digilib.itb.ac.id/gdl/download/221636", "Referensi": "https://digilib.itb.ac.id/gdl/download/221644"}, "Penulis": "ASEP WAHYU SHOPIYUDIN [23217085]", "Kontributor / Dosen Pembimbing": ["Dr. Umar Khayam"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Partial discharge (PD), ultra high frequency (UHF), antena bowtie, return loss, bandwidth, VSWR.", "Sumber": "", "Staf Input/Edit": "karya", "File": "11 file", "Tanggal Input": "11 Mar 2021"}