{"Nomor": 53871, "Judul": "KORELASI VARIABILITAS SPEKTRUM GARIS EMISI H? BINTANG B-EMISI TERHADAP MEKANISME YANG MEMPENGARUHINYA", "Abstrak": "Telah dibangun variabilitas spektrum garis emisi H dari 10 bintang Bintang B-emisi (Be) yang diaamati dari tahun 2008 – 2009 di Observatorium Bosscha, Lembang, Indonesia. Variabilitas dibangun dengan menggabungkan data pengamatan dengan data yang tersedia di Database BeSS (http://basebe.obspm.fr/basebe/). Setelah penggabungan data, ditemukan terdapat dua bintang dengan sampel data dan pola variabilitas yang cukup, yaitu HR 5953 (delta Scorpii) dan HR 5941 (48 Librae).\nBintang delta Scorpii merupakan sistem bintang ganda dengan bintang primer merupakan bintang Be.. Bintang ganda ini memiliki nilai eksentrisitas yang tinggi ( ) dengan periode orbit 10,74 tahun (Tycner et al 2011). Peristiwa periastron terakhir terjadi pada tahun 2011. Parameter profil garis H menunjukkan peningkatan sebelum peristiwa periastron tahun 2011. Hal ini sesuai dengan teori bahwa peristiwa periastron dapat menyebabkan nilai gravitasi permukaan efektif berkurang sehingga rotasi bisa bertambah cepat mendekati nilai kecepatan kritis. Akibatnya material lebih mudah terlempar ke disk sirkumbintang (Harmanec et al. 2002). Hal ini diperkuat dengan menurunnya equivalent width dan FWHM ~100 hari setelah peristiwa periastron.\nBintang 48 Librae menunjukkan variasi V/R jangka panjang, Variasi V/R ini termasuk variasi jangka panjang, yang berkaitan erat dengan osilasi global disk. Hipotesa ini didukung oleh penelitian Silaj et al (2016), yang mencoba mereproduksi variasi V/R hasil pengamatan dengan model yang menjalankan skeranrio osilasi global disk. Skenario osilasi kerapatan global disk mampu mereproduksi variasi V/R yang mendekati hasil pengamatan dengan cukup baik, sehingga dapat disimpulkan bahwa variasi V/R di bintang 48 Librae terjadi karena fenomena osilasi global disk", "Daftar File": {"ABSTRAK DHIMAZ GILANG RAMADHAN": "https://digilib.itb.ac.id/gdl/download/221631"}, "Penulis": "DHIMAZ GILANG RAMADHAN [20316003]", "Kontributor / Dosen Pembimbing": ["Dr. Aprilia, M. Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bintang B-emisi, Garis Emisi, Variabilitas, Bintang : HR 5643 (delta Scorpii), Bintang : HR 5941 (48 Librae)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Mar 2021"}