{"Nomor": 53873, "Judul": "RANCANG BANGUN TANGAN BIONIC BIAYA RENDAH", "Abstrak": "Perkembangan pesat teknologi, perangkat elektronik yang dikembangkan menjadi\nsemakin kecil dan murah, semakin membuka banyak kemungkinan dalam dunia\nteknologi, salah satunya adalah penggunaan perangkat elektronika pada tangan\nprosthesis yaitu tangan buatan yang berfungsi untuk menggantikan fungsi tangan\nyang hilang pada kasus kecelakaan ataupun bawaan dari lahir. Perkembangan\ntangan prosthesis atau yang biasa disebut juga tangan bionic ini sudah mencapai\ndimana tangan tersebut dapat dikendalikan oleh otot dari bagian tubuh yang tersisa\n(myo-powered prosthesis), mampu melakukan pekerjaan sehari-hari seperti\nmemegang objek, mengikat tali sepatu, dan lainnya, tidak lagi dikendalikan oleh\nbagian tubuh lainnya (body-powered prosthesis). Produk komersil dari tangan\nbionic sudah beredar di pasaran, namun dengan kisaran harga diatas 30.000 USD\nyang terbilang masih sulit untuk dijangkau kalangan tertentu yang sangat\nmembutuhkan.\nBeberapa penelitian sudah mulai memfokuskan untuk membuat tangan bionic biaya\nrendah. Pada penlitian ini dikembangkan tangan bionic menggunakan stretch\nsensor untuk membaca aktivitas otot pada residual limb yang kemudian diproses\nuntuk menggerakan aktuator berupa servo, dilengkapi dengan load cell pada jari\nagar pengguna bisa merasakan seberapa kuat tekanan yang diberikan pada benda\nyang dipegang. Penelitian ini menggunakan komponen-komponen dengan biaya\nrendah dengan harapan tetap dapat melakukan fungsi semestinya untuk kegiatan\nsehari-hari, namun dengan harga yang sangat terjangkau.\nHasil dari penelitian ini adalah sebuah prototipe tangan bionic yang bisa digerakkan\ndengan mengkontraksikan bagian otot yang dipasangkan sensor, kemudian tangan\nbionic ini juga mampu memberikan umpan balik kepada pengguna berupa getaran\ndengan frekuensi yang berbeda tergantung dari tekanan yang diterima oleh ibu jari.\nPerkiraan biaya keseluruhan pembuatan tangan bionic ini yaitu Rp 1.287.710 dan\nRp 103.150 untuk stretch sensor, keseluruhan biaya ini termasuk jauh lebih rendah\ndibanding produk tangan bionic pada umumnya.", "Daftar File": {"ABSTRAK RAZI JAMIL FARIZ": "https://digilib.itb.ac.id/gdl/download/221633"}, "Penulis": "RAZI JAMIL FARIZ [23118020]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Bionic, Prosthesis, Myo-Powered, Biaya Rendah, Stretch Sensor, Residual Limb, Load Cell", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Mar 2021"}