{"Nomor": 53888, "Judul": "RELASI DAYA INGAT BERDASARKAN TEKNIK OLFAKTORIAL DENGAN LOYALITAS KONSUMEN TERHADAP IDENTITAS MEREK: STUDI KASUS TOKO HAMZAH BATIK YOGYAKARTA", "Abstrak": "Dengan bertambahnya masyarakat kelas menengah atas di Indonesia, maka\nkemampuan daya beli juga semakin tinggi. Maka dari itu setiap perusahaan\nmemiliki identitas yang berfungsi sebagai tanda pengenal atau jati diri perusahaan\nkepada khalayak perusahaan. Identitas perusahaan dapat mempengaruhi total\nkeseluruhan kesan (keyakinan dan perasaan) terhadap suatu perusahaan yang ada\ndi benak publik. Perusahaan saat ini sadar akan kegunaannya dalam berkomunikasi\ndengan konsumen, yang mengarah pada munculnya Olfactory Branding,\nmenciptakan lingkungan ritel yang berpengalaman yang memiliki aroma untuk\nmerangsang pengalaman konsumen secara keseluruhan. Sebelumnya branding\nlebih banyak dipandu oleh rangsangan audio visual tetapi karena kekacauan iklan\nyang luar biasa menjadi semakin sulit bagi perusahaan untuk menciptakan ceruk.\nIni dimulai dengan penerapan branding sensorik menggunakan kelima organ\nindera, meskipun awalnya diamati bahwa indera seperti penglihatan dan\npendengaran banyak digunakan, sedangkan bau/aroma berpotensi kurang\ndimanfaatkan. Penelitian ini mencoba untuk memahami dan menciptakan\nkesadaran tentang penggunaan yang tepat dari tren pencitraan merek di Toko\nHamzah Batik Yogyakarta untuk membujuk dan mengubah pelanggan potensial\nmenjadi pembeli dan juga untuk mengetahui seberapa ingat konsumen terhadap\nidentitas Toko Hamzah Batik yang memberikan dasar relevansi untuk\nmemengaruhi loyalitas konsumen. Riset ini menggunakan metode kuantitatif.\nSetiap variabel aspek ini di analisa dengan penjelasan kuantitatif analisis regresi\nlinear yang kemudian data-data ketersediaan aspeknya ini disajikan dengan\npresentase, yaitu menggunakan analisis data secara mendalam dalam bentuk angka.", "Daftar File": {"2021 TS PP RISKA INDIKA SURYA 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/221705"}, "Penulis": "Riska Indika Surya [27119019]", "Kontributor / Dosen Pembimbing": ["Dr. Hafiz Aziz Ahmad, S.Sn., M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "aroma, identitas, loyalitas.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "11 Mar 2021"}