{"Nomor": 53886, "Judul": "DETEKSI MALWARE MENGGUNAKAN HONEYPOT DAN  MACHINE LEARNING", "Abstrak": "Malware merupakan salah satu ancaman utama keamanan pengguna komputer. \nMalware memiliki dampak yang dapat mengganggu dan membahayakan pengguna, \nkomputer atau jaringan. Beberapa teknik dalam mendeteksi malware terdiri dari \nanalisis statis, analisis dinamis dan machine learning. Machine learning memiliki \nkemampuan yang cukup efektif dan efisien dibandingkan dengan teknik lainnya. \nDalam penerapannya machine learning memiliki keterbatasan ketika menggunakan \ndata pelatihan yang masih sedikit. Beberapa dataset malware tidak melakukan \npembaharuan sehingga berpotensi meningkatkan false positive ketika machine \nlearning mencoba mendeteksi malware baru. Oleh karena itu dibutuhkan solusi \nyang dapat melakukan pembaharuan terhadap dataset yang ada. Pembaharuan pada \ndataset dapat dilakukan dengan menambah informasi malware terbaru. Honeypot \nmerupakan sistem yang memiliki kemampuan untuk mendeteksi dan \nmengumpulkan malware baru. Pada penelitian ini dirancang teknik deteksi pada \nmalware dengan menggunakan honeypot dan machine learning. Peneliti\nmenggabungkan dataset ClaMP dataset dengan hasil ekstraksi fitur pada honeypot. \nKemudian peneliti membangun model menggunakan machine learning. Pada akhir \npenelitian ini peneliti berhasil meningkatkan akurasi sebesar 0,14% dengan \npencapaian 99,37% dan recall sebesar 0,06% dengan pencapaian 99,73%.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/221692", "Abstrak": "https://digilib.itb.ac.id/gdl/download/221693", "Abstract": "https://digilib.itb.ac.id/gdl/download/221694"}, "Penulis": "Iik Muhamad Malik Matin [23218073]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "honeypot, machine learning, malware", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "11 Mar 2021"}