{"Nomor": 53893, "Judul": "EVALUASI BAKTERI RESISTEN ANTIBIOTIK SAMPEL UDARA RUANGAN LABORATORIUM KESEHATAN PROVINSI JAWA BARAT", "Abstrak": "Bakteri resisten antibiotik muncul dan berevolusi hingga menjadi ancaman baru di\nbidang medis. Bakteri resisten antibiotik seperti Pseudomonas aeruginosa,\nStaphylococcus aureus, Streptococcus pneumoniae, Bacillus cereus, Bacillus\nmegaterium, dan Mycobacterium tuberculosis dapat terbawa udara menjadi\nbioaerosol. Bioaerosol dapat menjadi ancaman kesehatan bagi pekerja dan\npengunjung fasilitas kesehatan. Laboratorium Kesehatan Provinsi Jawa Barat\nmerupakan laboratorium pengujian sampel medis pengujian COVID-19, sehingga\npenting memperhatikan keselamatan kerja dan lingkungan termasuk ancaman\nbakteri resisten antibiotik. Penelitian ini mengevaluasi keberadaan bakteri resisten\nantibiotik pada sampel udara enam ruangan di Labkesda Jawa Barat. Delapan isolat\nyang tumbuh di medium Nutriens Agar dan Reasoner’s 2A Agar diujikan terhadap\nantibiotik ampicillin, amoxicillin, chloramphenicol, dan ciprofloxacin pada sepuluh\nkonsentrasi berbeda menggunakan metode broth microdilution. Kultur diinkubas i\npada suhu ruang dan diukur densitas optik dengan panjang gelombang 595 nm pada\n0 jam dan 24 jam setelah inkubasi. Isolat dikategorikan menjadi super-resistant,\nresistant, intermediary-resistant, dan sensitive berdasarkan konsentrasi hambat\nminimum (MIC) terhadap masing-masing antibiotik. Terdapat 2 isolat (Bacillus\nclausii AS1 dan B. cereus V1) yang ditemukan di ruang Quality Control, ruang\nswab, dan laboratorium BSL 2 super-resistant terhadap ampicillin (MIC 64 mg/l),\n1 isolat (B. subtilis G2) yang ditemukan di laboratorium BSL 2 intermediaryresistant\nterhadap ampicillin (MIC 16 mg/l), serta 5 isolat lainnya (B. megaterium\nF1, B. megaterium I1, Pantoea agglomerans A2, B. simplex O2, dan Micrococcus\nluteus S2) sensitive terhadap ampicillin (MIC ?8 mg/l). Terdapat 2 isolat (B. clausii\nAS1 dan B. cereus V1) yang ditemukan di ruang Quality Control, ruang swab, dan\nlaboratorium BSL 2 super-resistant terhadap amoxicillin (MIC ?64 mg/l); 2 isolat\n(B. simplex O2 dan M. luteus S2) yang ditemukan di laboratorium BSL 2 resistant\nterhadap amoxicillin (MIC 32 mg/l); 2 isolat (P. agglomerans A2 dan B. subtilis\nG2) yang ditemukan di ruang pendaftaran dan laboratorium BSL 2 intermediaryresistant\nterhadap amoxicillin (MIC 16 mg/l); dan 1 isolat (B. megaterium I1) yang\nditemukan di laboratorium BSL 2 sensitive terhadap amoxicillin (MIC 4 mg/l).\nTidak ada isolat yang resistant terhadap chloramphenicol (MIC ?8 mg/l) maupun\nciprofloxacin (MIC ?1 mg/l). Tidak ada isolat yang multi-drug resistant terhadap\nantibiotik yang diujikan.", "Daftar File": {"ABSTRAK Khusnul Sholaikhah": "https://digilib.itb.ac.id/gdl/download/221713"}, "Penulis": "Khusnul Sholaikhah [10416038]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati", "Dr. Eng. Kamarisima."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "antibiotik, bakteri, bioaerosol, resisten, sensitive", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Mar 2021"}