{"Nomor": 53897, "Judul": "PENGARUH KONSENTRASI INOKULUM TERHADAP KUALITAS KEFIR SUSU ALMOND (PRUNUS DULCIS) SANGRAI", "Abstrak": "Saat ini produk olahan susu semakin banyak beredar di pasaran, salah satunya adalah kefir. Kefir merupakan minuman probiotik dari hasil fermentasi susu yang dibuat menggunakan kefir grains dengan rasa asam, sedikit beralkohol, dan berkarbonasi. Kefir grains merupakan sekumpulan bakteri asam laktat (BAL) dan ragi yang saling bersimbiosis dan disatukan melalui matriks polisakarida. Kefir biasanya dibuat menggunakan susu sapi atau kambing. Seiring meningkatnya kesadaran akan kesehatan, banyak orang yang menjalani pola hidup sebagai vegetarian, sehingga menarik untuk membuat alternatif kefir dari susu nabati (kacang). Kandungan antioksidan yang terkandung di dalam kacang juga dapat mencegah berbagai macam penyakit yang disebabkan oleh oxidative stress. Proses fermentasi susu kacang menjadi kefir diharapkan dapat meningkatkan aktivitas antioksidan sehingga dapat menjadi alternatif sumber antioksidan yang tinggi dengan rasa yang dapat diterima. Penelitian ini bertujuan untuk menentukan susu nabati terbaik yang dapat menghasikan kefir dengan aktivitas antioksidan yang baik. Penelitian dilakukan dalam dua tahapan. Tahapan pertama adalah pemilihan jenis kacang (kacang kedelai, kacang tanah, dan kacang almond) serta proses pengolahan susu kacang menggunakan kacang (mentah, direbus, dan disangrai) untuk mendapatkan kefir dengan citarasa yang dapat diterima. Susu almond yang diolah dengan cara disangrai memiliki citarasa kefir yang paling disukai serta memiliki tekstur yang paling baik, sehingga dipilih untuk dioptimasi lebih lanjut. Pada tahap kedua dilakukan optimasi kefir susu almond sangrai dengan perlakuan konsentrasi grains 3% (w/v), 5% (w/v), dan 7% (w/v) terhadap jumlah BAL (MRSA), bakteri total (NA), ragi (PDA), pH, berat grains dan uji organoleptik serta dibandingkan dengan kefir susu sapi (kontrol). Selain itu, dilakukan pengukuran aktivitas antioksidan (persen inhibisi terhadap DPPH) antara kontrol terhadap kefir susu kacang terbaik. Uji aktivitas antioksidan dilakukan setiap 12 jam. Uji mikrobiologis, pH, berat grains, dan pengamatan organoleptik dilakukan setiap 4 jam selama satu hari. Pengamatan dinamika populasi dilakukan dengan teknik spread. Hasil optimasi menunjukkan bahwa semakin meningkat konsentrasi grains maka semakin meningkat jumlah BAL (2,57x109-3,96x109 CFU/mL), bakteri total (1,26x109-2,12x109 CFU/mL), dan ragi (3,27x107-5,35x107 CFU/mL) sedangkan pH semakin menurun (4,54-4,34). Terdapat peningkatan berat grains seiring dengan meningkatnya konsentrasi grains (0,06-0,09 gram). Konsentrasi kefir grains 7% (w/v) merupakan konsentrasi optimal untuk pembuatan kefir susu almond sangrai dengan jumlah BAL (4,03x109 CFU/mL) dan ragi (5,35x107 CFU/mL) yang telah sesuai dengan standar CODEX (2003), pH 4,34, dengan aspek pengamatan organoleptik yang dinilai paling baik, serta memiliki peningkatan berat grains tertinggi. Terkait aktivitas antioksidan, terdapat tren peningkatan persen inhibisi terhadap DPPH seiring dengan meningkatnya konsentrasi grains (44,74-78,85%). Perlakuan 7% memiliki nilai persen inhibisi terhadap DPPH lebih besar (78,85%) dibandingkan kontrol (62,38%) setelah 24 jam proses fermentasi.", "Daftar File": {"ABSTRAK Baiq Dewi Titaniarni": "https://digilib.itb.ac.id/gdl/download/221717"}, "Penulis": "Baiq Dewi Titaniarni [10616059]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kefir susu kacang, aktivitas antioksidan, optimasi, BAL, ragi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Mar 2021"}