{"Nomor": 53895, "Judul": "TRIZ METHOD TO EVALUATE GREEN CONCRETE AS INNOVATION TO CONCRETE ENVIRONMENTAL PROBLEMS", "Abstrak": "Beton merupakan bahan konstruksi yang paling banyak digunakan karena keawetan, kekuatannya, dan pengerjaannya; namun berkontribusi besar terhadap emisi CO? dunia yang berasal dari proses pembuatan semen. Ilmuwan dan insinyur menemukan bahwa terdapat pengganti yang lebih ramah lingkungan untuk meminimalisir emisi CO? yang disebut beton hijau. Beton hijau banyak digunakan untuk meminimalkan emisi tetapi, masih ada pro dan kontra terkait penggunaannya. Oleh karena itu, dapat dilakukan studi literatur terkait beton hijau sebagai solusi permasalahan lingkungan beton dengan menggunakan metode TRIZ.\nBeton hijau juga masih memiliki kekurangan untuk menggantikan beton konvensional; seperti umur beton dan kekuatan merupakan pertimbangan penting dalam proses konstruksi. TRIZ sebagai metode pemecahan masalah berbasis pengetahuan yang menyediakan alat untuk berinovasi dengan mengatasi masalah seperti psikologis dan kontradiksi. Alat yang digunakan dalam penelitian ini adalah Root Conflict Analysis (RCA +) dan matriks kontradiksi. Alat-alat ini akan memberikan pemahaman masalah dan menemukan kontradiksi dalam berinovasi serta menyarankan prinsip-prinsip inventif untuk mengatasi kontradiksi. Menemukan prinsip inventif yang sesuai dilakukan dengan memeriksa setiap prinsip yang disarankan kemudian sesuai dengan teori beton.\nBeton hijau merupakan pengganti yang cocok untuk beton konvensional menurut literatur ini. Mengurangi semen dengan menambahkan fly ash, rice husk ash (RHA), dan silica fume dapat dilakukan untuk mengurangi emisi CO? sekitar 30%. Namun, terdapat batasan setiap komposis penggantian yang perlu diperhatikan untuk menjaga sifat mekanik beton", "Daftar File": {"ABSTRAK Prima Luthfinanda Benyamin": "https://digilib.itb.ac.id/gdl/download/221715"}, "Penulis": "Prima Luthfinanda Benyamin [13116202]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Metode TRIZ, Root Conflict Analysis (RCA +), matriks kontradiksi, beton, beton hijau.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Mar 2021"}