{"Nomor": 53906, "Judul": "PERANCANGAN INTERAKSI MEDIA EDUKASI PASIEN ANAK DALAM KONSULTASI DOKTER GIGI", "Abstrak": "Kesehatan pada masa dini akan mempengaruhi kesehatan pada masa tua. Kesehatan gigi juga\nmerupakan salah satu komponen dalam menjalani hidup sehat. Namun dokter gigi menjadi\nmomok tersendiri bagi anak–anak untuk menjaga kesehatan giginya. Banyak hal yang\nmempengaruhi persepsi anak terhadap dokter gigi seperti pakaian tenaga medis, gender, isu\ndalam keluarga hingga suasana tempat dilakukannya tindakan medis. Hasil ini menekankan\npentingnya memastikan bahwa pasien anak merasa nyaman selama kunjungan mereka ke\ndokter gigi dan mendapatkan pengalaman yang positif. Pasien anak yang memiliki kesan\nnegatif terhadap dokter gigi cenderung menyebarkan kesan ini kepada pasien anak lain dan\nmenjadi sumber ketakutan di masa yang akan datang. Kesan negatif ini sulit diatasi, terutama\njika kesan itu membentuk persepsi pertama seorang anak tentang seorang dokter gigi. Solusi\nyang diambil dalam tugas akhir ini adalah membangun suatu desain interaksi media edukasi\npasien anak dalam konsultasi dengan dokter gigi dalam bentuk perangkat lunak yang\nmenggunakan pendekatan User-Centered Design. Desain interaksi ini bertujuan untuk\nmemberikan usability goals dalam bentuk efficient to use, dan effective to use serta memberikan\nuser experience goals berupa motivating dan helpful. Untuk mengukur pencapaian usability\ngoals dan user experience goals, dibutuhkan usability testing dengan parameter uji system\nusability of scale (SUS), completion rate, single ease question (SEQ), dan intrinsic motivation\ninventory (IMI). Hasil pengujian menunjukkan desain interaksi sudah memenuhi usability\ngoals dan user experience goals yang telah didefinisikan.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/221729", "Abstrak": "https://digilib.itb.ac.id/gdl/download/221730", "Abstract": "https://digilib.itb.ac.id/gdl/download/221731"}, "Penulis": "MUHAMAD ILYAS MUSTAFA [13516123]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari ST,M.Eng.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "dokter gigi, desain interaksi, pasien anak, media edukasi, user centered design.", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "12 Mar 2021"}