{"Nomor": 53904, "Judul": "ISOLASI BAKTERI PENGHASIL BIOSURFAKTAN PADA NATTO YANG BERPOTENSI SEBAGAI SENYAWA ANTIMIKROBA", "Abstrak": "Biosurfaktan merupakan senyawa amfifilik yang dapat memiliki karakteristik aktivitas antimikroba. Oleh karena itu biosurfaktan dapat digunakan dalam industri makanan untuk memperpanjang umur penyimpanan suatu produk. Mikroorganisme dengan kemampuan untuk memproduksi biosurfaktan umumnya merupakan mikroorganisme yang ditemukan di tanah atau mikroorganisme patogen. Untuk menghindari timbulnya masalah kesehatan akibat konsumsi biosurfaktan, diperlukan mikroorganisme non-patogen. Penelitian ini bertujuan untuk mengisolasi bakteri pada Natto, makanan fermentasi khas Jepang, yang memiliki kemampuan menghasilkan biosurfaktan. Biosurfaktan tersebut diuji potensinya sebagai antimikroba terhadap empat jenis bakteri (Aeromonas hydrophila, Staphylococcus aureus, Erwinia cypripedii, dan Bacillus stearothermophilus) dan empat jenis jamur (Rhizopus stolonifer, Aspergillus niger, Saccharomyces cereviseae, dan Candida albicans). Natto diisolasi pada medium Nutrient Agar (NA). Screening isolat bakteri dilakukan berdasarkan tiga parameter yaitu hemolisis blood agar, oil dropping test, dan indeks emulsifikasi (E24). Isolat dengan hasil screening paling baik digunakan untuk produksi biosurfaktan dengan menggunakan Mineral Salt Medium (MSM) dan diukur yield yang didapatkan. Biosurfaktan diuji aktivitas antimikroba dengan menggunakan metode broth microdilution dan Kirby-Bauer. Biosurfaktan dianalisis menggunakan spektrofotometer Fourier Transform Infra Red (FTIR) untuk melihat karakteristik penyusunnya. Dua belas isolat bakteri didapatkan dari medium NA. Semua isolat menunjukkan terjadinya hemolisis beta pada blood agar. Isolat 7B menunjukkan hasil screening paling baik dengan diameter zona bening hasil oil dropping test 105 mm dan E24 sebesar 56,7%. Isolat 7B memiliki yield 0,2518 g/L . MIC biosurfaktan isolat 7B teramati pada konsentrasi 100 mg/mL untuk keempat bakteri uji. Tidak ditemukannya zona bening pada hasil uji Kirby-Bauer untuk keempat jamur uji. Biosurfaktan isolat 7B termasuk ke dalam golongan lipoprotein dengan spektrum FTIR yang paling menyerupai surfaktin. Penelitian ini menunjukkan bahwa isolat bakteri 7B dari natto memiliki yield paling tinggi untuk menghasilkan biosurfaktan. Biosurfaktan lipoprotein tersebut memiliki potensi sebagai antibakteri dan tidak memliki potensi sebagai antifungal.", "Daftar File": {"ABSTRAK MELANIA TANARIS ": "https://digilib.itb.ac.id/gdl/download/221724"}, "Penulis": "MELANIA TANARIS  [10614054]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Isty Adhitya Purwasena"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biosurfaktan, Natto, Antimikroba, Minimum inhibitory concentration", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mar 2021"}