{"Nomor": 53912, "Judul": "AKTIVITAS IMUNOMODULATOR EKSTRAK ETANOL BUAH PEPAYA (CARICA PAPAYA LINN.) MUDA", "Abstrak": "Penyakit autoimun menjadi ancaman kesehatan publik di seluruh dunia karena\nprevalensinya semakin tinggi. Penyakit ini dapat menurunkan tingkat produktivitas,\nmeningkatkan angka kecatatan, hingga menyebabkan kematian. Selama beberapa\ndekade, pengobatan untuk penyakit autoimun meningkatkan angka harapan hidup\npasien. Namun demikian, penggunaan obat- obatan konvensional terapi penyakit\nautoimun dapat menyebabkan berbagai efek merugikan, mulai dari NSAIDs yang\nmenyebabkan pendarahan lambung dan toksisitas hati, hingga imunosupresan dan\nkortikosteroid yang dapat menyebabkan katarak, glaukoma, toksisitas organ,\nhingga peningkatan risiko terpapar penyakit infeksi, dan kanker. Berdasarkan hal\ntersebut, diperlukan pengembangan imunomodulator dari bahan alam.\nBuah pepaya digunakan untuk pengobatan penyakit yang berhubungan dengan\nsistem imun di Asia dan Afrika. Lateks pepaya dapat digunakan pada kondisi\npembesaran limpa, eksim, dan psoriasis. Buah pepaya kering digunakan untuk\nmengurangi bengkak pada kaki. Tujuan penelitian adalah menguji aktivitas\nimunomodulator dan antiinflamasi ekstrak etanol buah pepaya muda. Ekstrak buah\npepaya muda didapatkan dengan metode maserasi pada pelarut etanol 96 %.\nEkstrak etanol buah pepaya muda dosis 140 dan 350 mg/kg bb berkhasiat\nimunomodulator dengan efek menekan respons imun nonspesifik, ditandai dengan\nnilai indeks fagositik kurang dari 1, menstimulasi respons imun humoral (titer\nantibodi sekunder 1:8192) dibandingkan kontrol (1:3072), dan menekan respons\nimun selular (kadar IL-2 ekstrak dosis 140 mg/kg bb = 1,99±0,3 dan kadar IL-2\nekstrak dosis 350 mg/kg bb = 2,2±0,54) dibandingkan kontrol (kadar IL-2 =\n2,5±0,24). Ekstrak etanol buah pepaya muda dosis 250 mg/kg bb memiliki efek\nantiinflamasi akut dengan nilai persen inhibisi yang lebih tinggi dibandingkan\nkontrol pada jam ke 3 (27,0%), 4 (27,4 %), 6 (10,5 %), 8 (21,3 %), dan 24 (33,3\n%).", "Daftar File": {"ABSTRAK INDAH MUTMAINNAH": "https://digilib.itb.ac.id/gdl/download/221754"}, "Penulis": "INDAH MUTMAINNAH [20718004]", "Kontributor / Dosen Pembimbing": ["Dr.apt. Maria Immaculata Iwo, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Imunomodulator, Antiinflamasi, Ekstrak, Etanol, Buah pepaya muda.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "12 Mar 2021"}