{"Nomor": 53918, "Judul": "PEMODELAN SPASIAL PARTIKULAT (PM10, PM2,5, PM1,0) DENGAN METODE THIESSEN POLYGON UNTUK MENGESTIMASI JUMLAH POPULASI TERPAJAN DI WILAYAH DKI JAKARTA", "Abstrak": "Pertumbuhan penduduk dan perkembangan industri yang cukup pesat di DKI Jakarta membuat aktivitas masyarakat cukup beragam dengan mobilitas yang relatif tinggi. Salah satu sumber penyumbang polusi yang paling besar di DKI Jakarta adalah dari sektor transportasi. Oleh karena itu, perlu dilakukan pemantauan konsentrasi polusi di udara ambien yang berdampak buruk terhadap kesehatan manusia. Penelitian ini difokuskan pada pemantauan kualitas udara parameter partikulat di 26 titik yang tersebar di kelima kotamadya Jakarta dengan menggunakan alat sensor low-cost, Alphasense OPC-N2, yang mengukur PM10, PM2,5, dan PM1,0 setiap 60 detik. Walaupun ketelitian dari alat ukur OPC-N2 yang digunakan pada penelitian ini tergolong rendah, alat tersebut dapat bekerja cukup baik dalam menghasilkan variasi konsentrasi relatif secara spasial. Data konsentrasi partikulat kemudian diolah dengan menggunakan analisis statistika deskriptif menggunakan aplikasi RStudio untuk mendapatkan data konsentrasi tahunan. Setelah mendapatkan konsentrasi partikulat tahunan, data tersebut kemudian dipindahkan ke dalam bentuk peta melalui pemodelan spasial partikulat dengan menggunakan aplikasi ArcGIS Pro dan dilakukan estimasi populasi yang terpajan partikulat di wilayah DKI Jakarta untuk setiap stasiun pemantauan. Berdasarkan hasil pemodelan variasi spasial partikulat, nilai konsentrasi partikulat terukur di wilayah DKI Jakarta yang paling tinggi berada di wilayah pemantauan Stasiun Cengkareng untuk ketiga ukuran partikulat. Sedangkan wilayah dengan hasil pengukuran konsentrasi PM10, PM2,5, dan PM1,0 yang terukur cukup rendah berada pada wilayah pemantauan Stasiun Cilandak, Jagakarsa, dan Monas. Dengan metode spasial Poligon Thiessen dapat diestimasi jumlah populasi yang menerima pajanan. Jumlah populasi paling banyak berada di wilayah Stasiun Pemantauan Kebon Jeruk, sedangkan populasi terukur paling sedikit terdapat pada wilayah Stasiun Pemantauan Museum Transportasi TMII. Selain mengestimasi jumlah populasi berpotensi terpajan, dapat dievaluasi jumlah stasiun pemantauan yang dibutuhkan. Berdasarkan kriteria jumlah stasiun di suatu wilayah, diperkirakan bahwa perlu dilakukan penambahan setidaknya 1 stasiun di 13 wilayah stasiun pemantauan dan setidaknya 3 stasiun di wilayah pemantauan stasiun KBN Cakung.", "Daftar File": {"2021 TA Gabriela Rara Sampetoding 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/221767"}, "Penulis": "Gabriela Rara Sampetoding [15316006]", "Kontributor / Dosen Pembimbing": ["Ir. Driejana, MSCE., Ph.D.", "Dr. Akhmad Riqqi, S.T., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Alphasense OPC-N2, DKI Jakarta, partikulat, pemantauan kualitas udara, pemodelan spasial, populasi terpajan", "Sumber": "TA APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "12 Mar 2021"}