{"Nomor": 53910, "Judul": "PENGARUH KOMBINASI CAHAYA MERAH DAN BIRU TERHADAP LAJU PERTUMBUHAN, BERAT SEGAR, DAN KADAR KAROTENOID PADA MICROGREENS RUMPUT GANDUM (TRITICUM AESTIVUM)", "Abstrak": "Alih fungsi lahan mengakibatkan luasnya lahan pertanian yang semakin menurun,\ntetapi kebutuhan akan pangan sehat hasil pertanian semakin meningkat. Salah satu\nalternatif untuk mengatasi hal tersebut yaitu dengan memproduksi tanaman\nmicrogreens. Microgreens merupakan tanaman berumur kurang lebih 10 hari\nsetelah germinasi dan memiliki kandungan nutrisi yang sangat tinggi bila\ndibandingkan dengan saat tanaman tersebut dewasa. Salah satu tanaman\nmicrogreens yang mengandung nutrisi yang tinggi diantaranya adalah rumput\ngandum atau yang dikenal juga dengan nama wheatgrass (Triticum aestivum).\nBudidaya microgreens rumput gandum dapat dilakukan dengan perlakuan lampu\nLED berwarna cahaya merah, cahaya biru dan putih untuk menggantikan sinar\nmatahari serta berfungsi dalam mengoptimalkan pertumbuhan, perkembangan\ntanaman dan kandungan nutrisi tanaman. Penelitian ini bertujuan menentukan\npengaruh kombinasi cahaya merah dan biru terhadap laju pertumbuhan, berat segar,\ndan kadar karotenoid microgreens rumput gandum (Triticum aestivum). Hasil dari\npenelitian pengaruh kombinasi cahaya merah dan biru terhadap tinggi tanaman\nyang memiliki nilai paling tinggi pada perlakuan B (83% merah + 17% biru). Berat\nsegar yang memiliki nilai paling tinggi yakni perlakuan C (47% merah + 53% biru),\nsedangkan perlakuan A (91% merah + 9% biru) memiliki kandungan karotenoid\nyang tinggi.", "Daftar File": {"ABSTRAK Anindha Ajeng Putri Winta ": "https://digilib.itb.ac.id/gdl/download/221749"}, "Penulis": "Anindha Ajeng Putri Winta  [11416024]", "Kontributor / Dosen Pembimbing": ["Dr. Ramadhani Eka Putra", "Karlia Meitha., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Cahaya Biru, Cahaya Merah, Karotenoid, Microgreens, Rumput Gandum,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mar 2021"}