{"Nomor": 53926, "Judul": "DETEKSI ALIRAN BINTANG DI HALO GALAKSI PADA BIDANG ACTION DAN ENERGI MENGGUNAKAN DATA GAIA DR2", "Abstrak": "Dalam skenario hierarchical, galaksi dibentuk oleh gabungan beberapa sistem\nyang terikat secara gravitasi. Berbagai studi sebelumnya menunjukkan halo\nGalaksi memiliki banyak struktur kinematika dan integral gerak sebagai dampak\npenggabungan galaksi satelit ke Bima Sakti. Struktur kinematika dan\nintegral gerak tersebut, baik hasil penggabungan satelit galaksi maupun resonansi,\nkemudian dikenal sebagai aliran bintang. Integral gerak merupakan\nfungsi yang konstan dalam waktu yang lama sehingga diharapkan dapat menjadi\nelemen dalam pencarian aliran bintang yang sudah terbentuk cukup lama.\nPada Tesis ini, elemen integral gerak yang digunakan adalah action dan energi,\nyang dihitung menggunakan paket pemrograman galpy. Dengan menggunakan\nsampel data bintang di halo Galaksi berdasarkan data Gaia DR2, adanya\nsubstruktur dianalisis melalui wavelet algoritma `a trous menggunakan perangkat\nlunak MR.\nPada empat bidang action dan energi yang digunakan, yaitu Lz vs Jr, Lz\nvs Jz, Jr vs Jz, dan Lz vs E, dideteksi aliran bintang yang dikenal sebagai\nGaia-Enceladus. Gaia-Enceladus diduga berasal dari satelit galaksi yang cukup\nmasif dan mengorbit Bima Sakti dengan orbit yang sangat radial. Pada\nintegral gerak V vs\n?\nU2 + 2V 2, Gaia-Enceladus ditemukan sebagai BB17-2\n(Bajkova dan Bobylev) atau VelHel-6 dan VelHel-7 (Helmi dkk.) Berdasarkan\nkinematika dan metalisitas, BB17-2 atau VelHel-6 diduga tidak berkaitan\ndengan gugus bola ?Centauri.", "Daftar File": {"ABSTRAK NI MADE KARTIKA WIJAYANTI": "https://digilib.itb.ac.id/gdl/download/221777"}, "Penulis": "NI MADE KARTIKA WIJAYANTI [20319003]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Mochamad Ikbal Arifyanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Aliran bintang, substruktur, halo Galaksi, satelit galaksi, action.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Mar 2021"}