{"Nomor": 53924, "Judul": "PEMODELAN KEUANGAN DAN PENILAIAN PERUSAHAAN DALAM MENANGGAPI  PENAWARAN MODAL VENTURA (STUDI KASUS PT. F&B ENAK BANDUNG)", "Abstrak": "Tahun 2020 adalah tahun terberat, bagi beberapa perusahaan yang mampu bertahan merupakan\npencapaian mereka di tahun ini. PT. F&B ENAK juga berjuang dengan penurunan pendapatan yang\ndrastis dibandingkan tahun sebelumnya. PT. F&B ENAK adalah restoran pertama di Bandung yang\nmenyajikan daging asap tradisional sebagai makanan utama mereka. Menu mereka adalah daging asap\nasli Indonesia bagian timur bernama Se'i sapi yang berasal dari Nusa Tenggara Timur, Kupang. Sejak\npembukaan cabang pertama, PT. F&B ENAK tumbuh signifikan sebagai restoran nomor satu yang\nmenyajikan Se'i sapi di Bandung hingga saat ini pada tahun 2020 bisa mencapai Rp 26,7 miliar karena\npendapatannya menarik perhatian para pemodal untuk melakukan kerjasama bisnis. \nMetodologi penelitian meliputi analisis internal dari sisi perusahaan dan analisis eksternal yang melihat\npertumbuhan ekonomi Indonesia. Analisis internal meliputi sumber daya berwujud dan tidak berwujud,\nkapabilitas dan kompetensi inti perusahaan. Analisis eksternal meliputi analisis PEST dan Lima\nKekuatan Porter. Dalam penelitian ini PT. F&B ENAK akan dinilai dengan menggunakan penilaian\nabsolut. Model ini akan mempertimbangkan kondisi perusahaan saat melakukan ekspansi sesuai\nrencana modal ventura. Asumsi yang dibuat oleh penulis sangat diperhatikan berdasarkan data internal\nyang diberikan oleh perusahaan termasuk kondisi rencana ekspansi dan juga sudah ditentukan oleh\nanggota manajemen puncak PT. F&B ENAK. Kemudian dilakukan analisis risiko untuk mengetahui\nvariabel-variabel yang mempengaruhi proses bisnis perusahaan. \nDari hasil penelitian diketahui bahwa nilai intrinsik PT. F&B ENAK adalah 995.938.389 dalam ribuan\nRupiah. Nilai ini lebih rendah dari nilai yang ditawarkan modal ventura kepada PT. F&B ENAK. Harga\nyang ditentukan oleh modal ventura untuk perusahaan lebih rendah dari 30% dari nilai intrinsik.\nKalaupun penulis menggunakan WACC 3 kali lebih tinggi, harga yang ditawarkan oleh modal ventura\nmasih dibawah nilai intrinsiknya. Sementara, tawaran modal ventura meminta 70% kepemilikan.\nRencana ekspansi besar-besaran adalah membuka 5 gerai baru dalam setahun mulai 2021-2025. Dua\nvariabel yang juga dijadikan acuan dalam melakukan analisis skenario dan analisis Monte-Carlo adalah\nterminal growth dan Normalized EBIT Margin. Dari hasil perhitungan didapatkan probabilitas nilai\nintrinsik perusahaan pada kondisi terburuk sebesar 5,34%. Dari sudut pandang penulis sebagai\nakademisi, hasil penelitian ini menunjukkan bahwa bobot risiko yang diberikan oleh modal ventura\ntidak sesuai untuk PT. F&B ENAK. Mengingat kemampuan perseroan untuk bertahan di tengah kondisi\nperekonomian Indonesia yang tidak stabil akibat Covid-19.", "Daftar File": {"2021_TS_PP_Fernando Zumario_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/221774", "2022_TS_PP_Fernando Zumario - 29119041_FULL.pdf)u": "https://digilib.itb.ac.id/gdl/download/262446"}, "Penulis": "FERNANDO ZUMARIO [29119041]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Valuasi Mutlak, Ventura Kapital, Bottom-Up Beta, WACC, Nilai Intrinsik", "Sumber": "PT. F&B ENAK BANDUNG", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "2 file", "Tanggal Input": "12 Mar 2021"}