{"Nomor": 53927, "Judul": "RANCANGAN STRATEGI PENGELOLAAN STAKEHOLDER BERBASIS RISIKO PADA PROSES BISNIS PT NODEFLUX TEKNOLOGI INDONESIA", "Abstrak": "PT Nodeflux Teknologi Indonesia merupakan sebuah perusahaan UMKM yang bergerak di bidang teknologi vision artificial intelligence. Dalam masa pertumbuhan perusahaan yang begitu pesat, terdapat masalah yang dihadapi oleh Nodeflux. Pada tahun 2019 Nodeflux gagal untuk mencapai target pendapatannya yang disebabkan oleh iklim politik (pemilihan umum 2019) dan ketidaksiapan produk. Permasalahan terkait pendapatan tersebut juga diperberat di tahun 2020, di mana Nodeflux mengalami penurunan penjualan akibat pandemi COVID-19 yang melanda Indonesia. Berdasarkan metode pencarian akar masalah 5 whys, maka dapat diidentifikasi akar dari permasalahan ini adalah perusahaan belum memiliki strategi pengelolaan stakeholder. Oleh sebab itu, penelitian ini bertujuan untuk menjawab rumusan permasalahan berupa “Bagaimana rancangan strategi dalam mengelola stakeholder beserta risikonya terhadap perusahaan?\".\nDalam menjawab rumusan masalah tersebut digunakan model pengelolaan stakeholder berbasis risiko yang terdiri atas pengidentifikasian tujuan strategis dan proses bisnis perusahaan, pengidentifikasian stakeholder dan risiko pada proses bisnis, penilaian indeks atribut stakeholder, risiko, dan risk manageability, perhitungan risk significance, dan penentuan prioritas stakeholder dan risiko. Berdasarkan hasil pengolahan data yang dilakukan, maka stakeholder yang diprioritaskan untuk dikelola adalah karyawan, pemilik perusahaan, kompetitor, dan partner. Rancangan strategi pengelolaan karyawan adalah dokumentasi data proyek secara teratur, pengembangan mekanisme reporting, dan pengembangan riset pasar pada awal tahap pengembangan produk. Rancangan strategi pengelolaan pemilik perusahaan adalah peningkatan intensitas komunikasi pemilik dengan karyawan. Rancangan strategi pengelolaan kompetitor adalah pengembangan sistem benchmarking dengan best practice dan kompetitor. Rancangan strategi pengelolaan partner adalah pengembangan sistem pemilihan dan pelatihan partner serta pengembangan acara bersama partner.", "Daftar File": {"ABSTRAK ALDI TANAYA": "https://digilib.itb.ac.id/gdl/download/221782"}, "Penulis": "ALDI TANAYA [13416060]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T., M.T..,Dr. Ir. Budhi Prihartono, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "UMKM, pengelolaan stakeholder, pengelolaan risiko, proses bisnis", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "12 Mar 2021"}