{"Nomor": 53939, "Judul": "IMPLEMENTASI STANDARD MANAJEMEN RISIKO UNTUK  PERCEPATAN KINERJA PROYEK  STUDY KASUS PT PEMBANGUNAN RUMAH INDONESIA", "Abstrak": "PT Pembangunan Rumah Indonesia sebagaimana diketahui sebagai pioneer pengembang lahan dan pemukiman terbesar di Indonesia sekaligus sebagai National Housing and Urban Development Corporation memiliki peranan strategis dalam pengembangan wilayah Indonesia, terutama dalam hal yang berkaitan dengan penyediaan lahan dan pemukiman yang layak, terjangkau, dengan lingkungan lokasi yang mendukung demi tercapainya peningkatan kualitas hidup masyarakat Indonesia. Melalui usaha transformasinya sebagai Badan Usaha Milik Negara saat ini melakukan ekspansi bisnis guna menunjang kinerja perusahaan. Pembukaan lahan baru menyerap anggaran cukup besar. Kabupaten Purwakarta, Kabupaten Bandung, dan Kota Cilegon menjadi proyek percontohan dimana menyerap anggaran perusahaan cukup besar, sehingga harus diimbangi oleh pendapatan yang menjanjikan. Hal ini sebagai upaya untuk menarik minat investor sebagai bentuk pembiayaan proyek sekaligus mempercepat perputaran modal cair di internal perusahaan. Melihat kondisi saat ini, dimana sesuai dengan ruang lingkup pembahasan penulisan, disebutkan bahwa dari data yang diperolah, terdapat beberapa proyek mengalami realisasi pengeluaran yang melebihi anggaran yang telah diproyeksikan bahkan pada saat awal pembukaan lahan.  \n \nTulisan ini merupakan sebuah kajian penelitian sekaligus penanganan yang membantu memecahkan potensi masalah yang saat ini dihadapi oleh perusahaan sebagai bentuk proses identifikasi dan penanganan isu-isu yang timbul baik di internal maupun eksternal untuk survive dalam kondisi yang tidak menentu. Disinilah perlu adanya sebuah kajian manajemen risiko perusahaan sebagai proteksi perusahaan dari kompleksnya rantai bisnis dan risiko yang dihadapi oleh perusahaan. Adanya kajian risiko kelayakan sebuah bisnis kan membantu Departemen Business Development Property Landed yang berada di bawah Direktorat Korporasi dan Pengembangan Bisnis perusahaan melakukan langkah strategis berkolaborasi dengan bagain Design Center dan Perencanaan Teknis serta tim operasional proyek dari Regional IV dalam melakukan perencanaan, kontrol, serta evaluasi proyek yang akurat, akuntabel, dan dapat secara bertahap diterapkan guna antisipasi jangka panjang atas segala kejadian yang tidak menentu. Pada dasarnya proses kajian kelayakan dan mitigasi risiko memegang peranan strategis atas seluruh proyek yang akan berjalan, yaitu sebagai inisiasi investasi awal. Oleh karena itu, melakukan sebuah analisa kajian preventif di tahapan awal proyek menjadi sebuah hal penting mendasar guna menyelamatkan cashflow perusahaan terutama dalam menghadapi kondisi pandemi. \n \nSetelah melalui proses kajian dan identifikasi yang melibatan pemangku kepentingan terkait, penulis merumuskan sebuah penanganan dan rencana tindak lanjut sebagai solusi dari potensi risiko yang dapat aplikasikan dalam rangka proses kajian kelayakan proyek, sampai pada prioritas pemilihan proyek mana saja yang masih harus tertap dipertahankan untuk berjalan. Poin-poin ditujukan termasuk masukan kepada management terkait dengan standard operational procedure yang harus kembali ditinjau dan disesuaikan, khususnya mengenai adanya manajemen risiko perusahaan.", "Daftar File": {"2021_TS_PP_DEWI MAYANGSARI_Abstrak-1.pdf\niu": "https://digilib.itb.ac.id/gdl/download/221815"}, "Penulis": "Dewi Mayangsari [29118464]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kajian kelayakan, prosedur standard operasional, analisa risiko proyek, pengembangan lahan, sistem manajemen pengetahuan, manajemen risiko", "Sumber": "PT PEMBANGUNAN RUMAH INDONESIA", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "12 Mar 2021"}