{"Nomor": 53953, "Judul": "USULAN STRATEGI MARKETING UNTUK GANG NIKMAT", "Abstrak": "Pada era saat ini, bisnis kuliner di Indonesia mengalami perkembangan yang pesat. Bisnis\nkuliner saat ini tidak hanya sebatas untuk pemenuhan kebutuhan primer manusia saja tetapi\nsudah menjadi bagian dari gaya hidup sehingga membutuhkan sarana yang lebih\nmenunjang untuk dapat bersaing di dunia bisnis ini. Kota Bandung merupakan kota wisata\nyang terkenal karena kota ini memiliki kreativitas yang tinggi. Potensi bisnis kuliner di\nKota Bandung masih terus berkembang. Hal ini dibuktikan dengan bidang kuliner\nmenghasilkan kontribusi Gross Domestic Product (GDP) ketiga terbesar untuk Kota\nBandung. Gang Nikmat sebagai salah satu usaha yang bergerak di Kota Bandung ingin\nterus berkontribusi untuk perkembangan bisnis kuliner di Kota Bandung dengan\nmengangkat konsep “Gang” yang ada di Kota Bandung. Gang Nikmat menawarkan produk\nmakanan fussion Asian- Indonesian yang khas dan tidak ada di restaurant lain dengan\nkonsep “Gang” modern yang hangat, ramah, dan bersih. Persaingan bisnis kuliner yang\ntinggi mendorong Gang Nikmat untuk memiliki strategi yang tepat agar dapat bertahan dan\nterus berkembang. Dalam penelitian ini Gang Nikmat menggunakan metode kuantitatif\ndengan menyebarkan kuesioner kepada 100 orang responden yang berkunjung ke Gang\nNikmat. Semua pertanyaan tersebut terkait dengan target pasar Gang Nikmat, baik secara\ngeografis, demografi, psikografis maupun perilaku. Penelitian ini mencoba untuk\nmengetahui strategi yang efektif dalam meningkatkan hubungan dengan konsumen dan\nmeningkatkan penjualan Gang Nikmat dengan menggunakan metode kuantitatif. Untuk\nmenganalisis kondisi perusahaan saat ini sendiri, kajian pustaka diterapkan pada analisis\ninternal dan eksternal. Gang Nikmat menerapkan Porter’s Value Chain dan Business Model\nCanvas untuk analisis internal, sedangkan Customer Analysis, Competitor Analysis dan\nPorter’s Five Forces digunakan untuk analisis eksternal. Setelah didapatkan hasil\nperhitungan Internal dan Eksternal, maka akan dihasilkan posisi quadrant perusahaan\ndalam SWOT yang menentukan pengembangan strategi kedepan. \nBerdasarkan eksplorasi riset, Gang Nikmat dituntut untuk melakukan aggressive strategi\nseperti market development, market penetration dan product development untuk\nmeningkatkan hubungan dengan konsumen dan meningkatkan penjualan.", "Daftar File": {"2021_TS_PP_Yadi Adhiantara G._1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221840"}, "Penulis": "YADI ADHIANTARA GUNAWAN  [29118409]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani, ST., MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bisnis Kuliner, BMC, Kuadran, Metode Kuantitatif, Penjualan, Porter’s Five Force, Porter Value Chain", "Sumber": "GANG NIKMAT", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "12 Mar 2021"}