{"Nomor": 53955, "Judul": "SIMULASI PENGAYAAN OKSIGEN DENGAN KONSENTRASI DI ATAS 30% TERHADAP PROSES PEMBAKARAN, PRESTASI, DAN EMISI GAS BUANG MOTOR DIESEL DENGAN PENGGUNAAN BAHAN BAKAR DIESEL DAN SURROGATE BIODIESEL", "Abstrak": "Motor diesel memiliki efisiensi termal yang lebih tinggi jika dibandingkan dengan\nsistem penghasil daya lainnya, tetapi motor diesel juga merupakan penghasil polusi\nutama, khususnya emisi partikel. Salah satu metode yang dilakukan untuk\nmengendalikan emisi gas buang pada motor diesel dan meningkatkan kualitas\npembakaran, yaitu dengan meningkatkan ketersediaan oksigen di dalam ruang\nbakar. Penelitian terdahulu banyak membahas pengayaan oksigen dengan\nkonsentrasi di bawah 30% bersama udara masuk dan melalui penggunaan bahan\nbakar beroksigen. Penelitian ini bertujuan untuk mengetahui pengaruh pengayaan\noksigen bersama udara masuk dengan konsentrasi di atas 30% pada proses\npembakaran, prestasi, serta emisi gas buang motor diesel dengan bahan bakar diesel\ndan surrogate biodiesel kelapa sawit.\nPemodelan pada penelitian ini dilakukan berdasarkan hasil pengujian pada motor\ndiesel Yanmar TF 155 R-di dengan putaran 1200 rpm menggunakan perangkat\nlunak AVL BOOST. Pengambilan data dilakukan pada 1 kasus tanpa pengayaan\noksigen dan 4 kasus pengayaan oksigen dengan konsentrasi 30,6%; 37,8%; 45%;\ndan 54% terhadap massa di dalam ruang bakar pada beban 50%, 75%, dan 100%.\nValidasi hasil simulasi dilakukan dengan membandingkan data tekanan dari hasil\nsimulasi terhadap hasil pengujian bahan bakar diesel. Simulasi lanjutan dilakukan\npada penggunaan bahan bakar surrogate biodiesel.\nHasil menunjukkan bahwa pengayaan oksigen pada kedua bahan bakar\nmeningkatkan puncak laju pelepasan panas (HRR). Hal tersebut disebabkan karena\npeningkatan kualitas pembakaran yang juga ditunjukkan pada kondisi 90% fraksi\nmassa bahan bakar terbakar yang semakin cepat dicapai. Puncak HRR pada\npenggunaan surrogate biodiesel lebih rendah sekitar 6 J/derajat dibandingkan\ndiesel, disebabkan karena nilai kalor yang lebih rendah. Konsumsi bahan bakar\nspesifik brake (BSFC) meningkat sekitar 0,0035 kg/kWh pada setiap kasus,\nmenyebabkan penurunan efisiensi termal. Efisiensi termal dan BSFC pada\npenggunaan surrogate biodiesel memiliki nilai lebih tinggi sekitar 0,3% dan 0,028\nkg/kWh dibandingkan penggunaan bahan bakar diesel secara berturut-turut, karena nilai kalor bahan bakar lebih rendah. Emisi jelaga menurun karena peningkatan\nkualitas pembakaran, tetapi emisi NOx semakin meningkat karena temperatur\npembakaran yang tinggi dan ketersediaan oksigen lebih banyak. Pada kasus\npenggunaan biodiesel, emisi NOx memiliki nilai 50% lebih rendah dibandingkan\npenggunaan bahan bakar diesel, dapat disebabkan karena temperatur pembakaran\nyang lebih rendah. Apabila dilihat secara keseluruhan, pengayaan oksigen dengan\nkonsentrasi tinggi pada motor diesel juga dapat memperbaiki pembakaran dan\nmengurangi emisi jelaga, tetapi meningkatkan emisi NOx.", "Daftar File": {"ABSTRAK FARIZA ALMIRA GHANY": "https://digilib.itb.ac.id/gdl/download/221847"}, "Penulis": "FARIZA ALMIRA GHANY [23118001]", "Kontributor / Dosen Pembimbing": ["Dr. Iman K. Reksowardojo Ir. Widodo Budi Santoso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "motor diesel, pengayaan oksigen, AVL BOOST, biodiesel, surrogate biodiesel", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mar 2021"}