{"Nomor": 53951, "Judul": "REKAYASA SISTEM PENGONDISIAN UDARA PADA LIGHT RAIL TRANSIT JABODEBEK UNTUK MENGANTISIPASI PENULARAN PENYAKIT MELALUI UDARA", "Abstrak": "Pada akhir tahun 2019, serangkaian kasus menyerupai pneumonia muncul di Tiongkok.\nWHO menamakan penyakit yang disebabkan oleh SARS-CoV-2 tersebut sebagai COVID-\n19. Penularan SARS-CoV-2 dapat terjadi melalui droplet, airborne, fomit dan media lain.\nTransportasi publik seperti LRT berisiko tinggi untuk penyebaran SARS-CoV-2 terutama\nakibat airborne. ASHRAE merekomendasikan pencegahan melalui rekayasa sistem\npengondisian udara. Oleh karena itu perlu dilakukan penelitian berupa rekayasa pada sistem\npengondisian udara pada LRT yang dapat lebih meminimalisasi penyebaran SARS-CoV-2.\nPada studi ini dilakukan rekayasa sistem pengondisian udara LRT untuk mengantisipasi\nCOVID-19. Hal awal yang dilakukan yaitu menganalisis kondisi sistem pengondisian udara\nLRT saat ini terhadap potensi penyebaran SARS-CoV-2 melalui udara. Langkah selanjutnya\ndilakukan kalkulasi dan penentuan jenis rekayasa yang paling sesuai dan memungkinkan.\nPada bagian akhir dilakukan analisis pada sistem rekayasa yang dipilih terhadap pertimbangan\npenyebaran SARS-CoV-2 dan kenyamanan termal.\nStudi ini menunjukkan sistem saat ini memungkinkan kontak silang SARS-CoV-2 akibat\naliran udara dan efisiensi filter hanya 12–20%. Sistem resirkulasi rancangan dipertimbangkan\nsebagai sistem yang paling sesuai dan memungkinkan. Sistem tersebut menambahkan\nrekayasa pola aliran untuk return air dan meningkatkan rating filter. Pada sistem didapatkan\nkontak silang SARS-CoV-2 akibat aliran udara dapat diminimalisasi dan kualitas udara\nindoor yang lebih baik karena peningkatan efisiensi filter.", "Daftar File": {"ABSTRAK Asrofi Mahandhika ": "https://digilib.itb.ac.id/gdl/download/221838"}, "Penulis": "Asrofi Mahandhika  [13116122]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yuli Setyo Indartono", "Triaji Widi Atmojo, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "COVID-19, Light Rail Transit (LRT), Pengondisian Udara", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mar 2021"}