{"Nomor": 53954, "Judul": "TINJAUAN SISTEMATIS PENGGUNAAN INHIBITOR KOROSI PADA PIPA BAJA KARBON YANG MENGANGKUT KARBON DIOKSIDA SUPERKRITIS DALAM FASILITAS CARBON CAPTURE STORAGE (CCS)", "Abstrak": "Peningkatan emisi gas karbon dioksida (CO2) di dunia saat ini masih sangat tinggi,\ndan dampaknya yg buruk menyebabkan perlunya tindakan untuk mengurangi kadar\ngas CO2 di atmosfer. Walaupun dunia sedang beralih ke energi terbarukan,\nketergantungan terhadap bahan bakar fosil untuk transportasi dan pembangkit\nlistrik masih sulit diubah. Sebagai salah satu alternatif, gagasan mengenai\npenggunaan fasilitas Carbon Capture Storage (CCS) untuk menangkap,\nmengangkut, lalu menyimpan emisi gas CO2 cukup menjanjikan. Dalam\nmengangkut CO2 dari sumber (seperti pembangkit listrik, pembakaran industri, dll.)\nke tempat penyimpanan, transportasi biasanya menggunakan pipa baja karbon\ndengan kondisi aliran CO2 berada di fasa superkritis. Terlepas dari harganya yang\nekonomis, pipa baja karbon memiliki ancaman terkena korosi internal akibat CO2\nsuperkritis (supercritical CO2, SC-CO2). Penggunaan inhibitor untuk baja karbon\ndalam lingkungan SC- CO2 masih perlu dipelajari karena lingkungan korosinya\nyang sangat berbeda pada umumnya (dalam fasa non-superkritis). Oleh karena itu,\ndalam penelitian ini dibahas mengenai bagaimana mekanisme inhibisi pada korosi\nakibat SC-CO2 pada pipa baja karbon serta kriteria inhibitor yang efisien.\nHasil penelitian menunjukkan kesimpulan bahwa sejauh ini ada tiga jenis senyawa\nyang terbukti dapat digunakan sebagai inhibitor korosi pada pipa baja karbon\npengangkut SC-CO2, yaitu senyawa turunan langsung amonia (urea dan amina),\nsenyawa turunan azole, dan senyawa turunan pyrimidine. Ketiga senyawa ini\ndiketahui merupakan mixed-type inhibitor yang cenderung anodik serta\nmemproteksi dengan membentuk lapisan tipis melalui kemisorpsi ataupun\ngabungan kemisorpsi dan fisisorpsi. Penggunaan senyawa turunan azole yaitu\nimidazoline perlu ditambahkan modifier (seperti Thiosulfat atau H2S, serta KI) agar\nimidazoline dapat teradsorpsi secara efektif pada permukaan baja karbon yang\nbermuatan positif saat dialiri SC-CO2. Sementara itu, 2-Mercapto-(benzo)thiazole\n(MBTH) sebagai senyawa turunan thiazole mampu beradaptasi dengan membentuk\nion MBT-. Penggunaan senyawa turunan langsung amonia (urea dan amina) mampu\nmemberikan efek netralisasi pH karena kecenderungan inhibitor tersebut mengikat\nion hidrogen. Penggunaan senyawa turunan pyrimidine, yaitu 4,6-diamino-2-\n(benzylthio)pyrimidine (DABTP), mampu menginhibisi baja karbon dengan\nmembentuk kompleks-DABTP akibat sifatnya yang polar. Secara umum, kriteria\ninhibitor yang cocok digunakan untuk inhibisi korosi pipa baja karbon yang\nmengangkut SC-CO2 yaitu harus stabil dalam kondisi dinamis (ada aliran), mampu\nteradsorpsi dengan baik pada permukaan baja karbon yang bermuatan positif, tahan\nterhadap pengotor yang terbawa aliran SC-CO2, serta memberikan efisiensi inhibisi\nyang optimum baik dalam fasa superkritis maupun fasa terlarut.", "Daftar File": {"COVER ROSADI AGUNG NUGRAHA": "https://digilib.itb.ac.id/gdl/download/221841"}, "Penulis": "ROSADI AGUNG NUGRAHA [12516049]", "Kontributor / Dosen Pembimbing": ["Dr. Eng Bonita Dilasari, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "Carbon Capture Storage, Karbon Dioksida, Superkritis, Korosi, Inhibitor, Baja Karbon", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "12 Mar 2021"}