{"Nomor": 53958, "Judul": "IDENTIFIKASI  DAN KARAKTERISTIK KANDUNGAN MIKROPLASTIK PADA SEDIMEN DAN MAKROZOOBENTOS DI KAWASAN SUNGAI CITARUM HULU", "Abstrak": "Sungai Citarum merupakan salah satu ekosistem perairan yang sangat penting di Provinsi Jawa Barat dimana pada saat ini berada dalam kondisi tercemar berat. Beban pencemaran kegiatan antropogenik pada DAS Citarum memberikan  beban pencemaran yang sangat tinggi sehingga dirasa sangat penting untuk terus memantau mengenai kondisi pencemaran sungai Citarum saat ini, termasuk pencemaran mikroplastik. Penelitian ini bertujuan untuk mengkarakterisasi kandungan mikroplastik pada sedimen dan makrozoobentos yang terdapat di sungai Citarum Hulu, serta mengkaji sumber pencemarannya. Dalam penelitian ini sampel sedimen dan makrozoobentos dilakukan secara grab sampling, selanjutnya metoda pemisahan mikroplastik dilakukan dengan metode oksidasi fenton.  Penelitian ini menunjukkan bahwa spesies makrozoobentos hanya ditemukan pada stasiun sampling Wangisagara  yang menunjukkan bahwa titik monitoring tersebut belum terlalu tercemar dibandingkan lokasi lain yang tidak ditemukan komunitas makrozoobentos.  Partikel mikroplastik teridentifikasi pada semua semua sampel sedimen di seluruh stasiun sampling dengan rerata konsentrasi mikroplastik 15,7 partikel/100 gr sedimen basah. Konsentrasi mikroplastik tertinggi terjadi pada stasiun sampling Nanjung. Potensi sumber utama pencemaran mikroplastik di sungai Citarum Hulu adalah aktivitas industri tekstil dan akumulasi sampah plastik. Partikel mikroplastik yang teridentifikasi di sungai Citarum Hulu merupakan jenis fiber dan fragmen dengan dominasi ukuran 1001 – 5000 µm.", "Daftar File": {"Muhammad Rizky Adrian - Abstrak": "https://digilib.itb.ac.id/gdl/download/221850", "COVER Muhammad Rizky Adrian": "https://digilib.itb.ac.id/gdl/download/240084", "BAB 1 Muhammad Rizky Adrian": "https://digilib.itb.ac.id/gdl/download/240085", "BAB 2 Muhammad Rizky Adrian": "https://digilib.itb.ac.id/gdl/download/240086", "BAB 3 Muhammad Rizky Adrian": "https://digilib.itb.ac.id/gdl/download/240087", "BAB 4 Muhammad Rizky Adrian": "https://digilib.itb.ac.id/gdl/download/240088", "BAB 5 Muhammad Rizky Adrian": "https://digilib.itb.ac.id/gdl/download/240089", "BAB 6 Muhammad Rizky Adrian": "https://digilib.itb.ac.id/gdl/download/240090", "PUSTAKA Muhammad Rizky Adrian": "https://digilib.itb.ac.id/gdl/download/240091"}, "Penulis": "Muhammad Rizky Adrian [25317034]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "mikroplastik, sedimen, makrozoobenthos, dan sungai citarum hulu", "Sumber": "TESIS APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "9 file", "Tanggal Input": "12 Mar 2021"}