{"Nomor": 53965, "Judul": "STRATEGI DALAM MENINGKATKAN AKTIVITAS KATALITIK METAL-ORGANIC FRAMEWORKS (MOFS) DALAM DEGRADASI LIMBAH PEWARNA PADA METODE ADVACED OXIDATION PROCESSES (AOPS)", "Abstrak": "Zat warna sintetik yang banyak digunakan industri tekstil merupakan salah satu\nlimbah yang sulit terdegradasi di alam sehingga dapat membahayakan lingkungan\njika dibuang begitu saja ke sungai tanpa ada pengolahan terlebih dahulu. Akan\ntetapi, metoda pengolahan limbah konvensional sepeerti sedimentasi ataupun\nbioremediasi tidak mampu menghilangkan zat warna sintetik dari air buangan\nindustri tekstil. Beberapa metoda alternatif seperti menggunakan absorben, katalis\nberbasis advanced oxidation processes (AOPs), ataupun membran mulai dilirik\nuntuk mengolah limbah cair yang mengandung zat warna sintetik. Salah satu\nmeterial yang menarik untuk aplikasi ini adalah metal organic frameworks (MOFs)\nkarena memiliki luas permukaan yang sangat tinggi (mencapai 7800 m2/g; enam\nkali lebih tinggi dari karbon aktif), porositas yang tinggi dan fleksibilitas dalam\nmendesain struktur MOFs yang hampir tak terbatas. Sebagai absorben, MOFs\nmemiliki kemampuan absorpsi metyl orange (MO), sebagai model zat warna\nsintetik, 40 kali lipat lebih tinggi daripada karbon aktif. Sebagai katalis, MOFs\nmampu mendegradasi polutan lima kali lebih cepat dibandingkan material\nsemikonduktor pada umumnya seperti TiO2. Sedangkan sebagai membran, MOFs\nmemiliki permeabilitias yang lebih tinggi daripada membran konvensional.\nMeskipun begitu, masih banyak ruang yang dapat digali untuk lebih meningkatkan\nperforma MOFs dalam pengolahan limbah zat warna sintetik. Akibat terdapatnya\nligan organik dalam strukturnya. Oleh karena itu, dalam penelitian ini dilakukan\nstudi literatur untuk mengevaluasi bagaimana strategi peningkatan performa MOFs\ndalam pengolahan limbah zat warna sintetik, dan akan disampaikan dalam tiga\nbagian yaitu MOFs sebagai absorben, katalis dan membran. Faktor-faktor seperti\nluas permukaan, selektifitas MOFs, aktifitas katalitik maupun fotokatalitik serta\nkestabilann MOFs telah dibahas. Selain itu, akan dibahas mengenai potensi\npemanfaatan MOFs kedepanna sehingga MOFs siap diapliaksikan sebagai material\nuntuk pengolahan limbah zat pewarna sintetik.", "Daftar File": {"ABSTRAK Fahru Mareta": "https://digilib.itb.ac.id/gdl/download/221856"}, "Penulis": "Fahru Mareta [23718001]", "Kontributor / Dosen Pembimbing": ["Aep Patah, S.Si., M.Si., Ph.D.", "Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Absorpsi, Advanced oxidation processes, Membran, Metal-organic frameworks, Pengolahan limbah.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mar 2021"}