{"Nomor": 53969, "Judul": "PERKEMBANGAN RAWAN DAN TULANG PADA LARVA IKAN NILEM (OSTEOCHILUS VITTATUS VALENCIENNES, 1842) DIPELAJARI DENGAN PEWARNAAN DIFERENSIAL ALIZARIN RED S DAN ALCIAN BLUE", "Abstrak": "Ikan nilem (Osteochilus vittatus Valenciennes, 1842) adalah ikan air tawar endemik Asia tenggara, termasuk Indonesia, mudah dipelihara dan berpotensi besar sebagai ikan konsumsi yang bernilai ekonomi. Ikan nilem termasuk dalam family Ciprinidae, satu family dengan ikan mas (Cyprinus carpio) dan Zebrafish (Danio rerio). Studi perkembangan rawan dan tulang pada ikan nilem belum pernah dilakukan, sedangkan pada ikan mas dan zebrafish sudah pernah dilaporkan. Oleh karena itu, perlu dilakukan studi untuk menentukan perkembangan temporal embrio, rawan dan tulang pada larva ikan nilem. Informasi perkembangan normal rangka ikan nilem menjadi penting karena dapat menjadi dasar awal identifikasi anomali yang terjadi pada ikan.\nStudi perkembangan rawan dan tulang dilakukan dengan pewarnaan diferensial alizarin red s dan alcian blue. Sampel ikan umur 0, 1, 3, 5, 10, 20, 30, dan 40 dph (days post-hatching) diperoleh melalui inseminasi telur ikan nilem hasil stripping dan difertilisasi dengan suspensi sperma. (1) Tahap-tahap perkembangan embrio ikan nilem dilakukan dengan melakukan fisksasi dan pemotretan embrio tahap pembelahan (umur 0 dph) dibawah mikroskop. (2) Pengamatan perkembangan rawan dan tulang dilakukan pada larva umur 1 sd 40 dph. Larva difiksasi dalam larutan formalin 10%, kemudian diwarnai dengan alcian blue dan alizarin red S mengikuti metoda yang digunakan Konishi (1999). Pengamatan perkembangan dilakukan menggunakan mikroskop stereo meliputi perkembangan rawan dan tulang di bagian (i) kepala (cranium), dan (ii) tulang belakang (truncus) dan sirip (fin).\nHasil pengamatan: (1) Perkembangan embrio ikan nilem meliputi fase pembelahan/cleavage, morula, blastula, gastrula, organogenesis, menetas sampai habisnya kuning telur masing-masing terjadi pada 30 menit, 90 menit, 2 jam, 4 jam, 6 jam, 24 jam dan 72 jam pasca fertilisasi. (2) Perkembangan awal rawan larva ikan nilem berlangsung pada 1 dph (~24 jam pasca fertilisasi) dan terbentuk sempurna pada 30 dph. Sedangkan (3) perkembangan awal tulang terdeteksi sejak 20 dph dan bagian vertebral terbentuk sempurna pada umur 40 dph.", "Daftar File": {"ABSTRAK Saila Rachma": "https://digilib.itb.ac.id/gdl/download/221861"}, "Penulis": "Saila Rachma [10616009]", "Kontributor / Dosen Pembimbing": ["Sony Heru Sumarsono, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Nilem, Rangka, Alcian blue, Alizarin red s", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Mar 2021"}