{"Nomor": 53972, "Judul": "PERANCANGAN STRATEGI KORPORASI PT X DENGAN ANALISIS SWOT DAN MULTIPLE CRITERIA DECISION ANALYSIS", "Abstrak": "PT X merupakan perusahaan UMKM yang mendistribusikan barang industri dari\nJepang kepada industri otomotif di Indonesia. Pada tahun 2019, pendapatan PT X\nmenurun secara signifikan karena pendapatan dari salah satu pelanggan kunci\nterbesar perusahaan menurun drastis. Kondisi tersebut membuat perusahaan tidak\nstabil secara finansial, dan membuat pemilik perusahaan mempertimbangkan\nlangkah yang sebaiknya diambil ke depannya.\nMetodologi yang digunakan secara garis besar terdiri dari proses analisis kondisi di\ndalam dan luar perusahaan, analisis portofolio produk perusahaan, rekapitulasi\ntemuan analisis sebelumnya pada matriks Strength, Weakness, Opportunities dan\nThreats (SWOT), pengusulan alternatif strategi berdasarkan matriks SWOT,\npenentuan metode pengambilan keputusan beserta kriterianya, dan menentukan\nalternatif strategi terbaik menggunakan metode pengambilan keputusan.\nAnalisis internal dilakukan dengan pandangan Resource-Based View dan analisis\nValue, Rarity, Imitability and Organization (VRIO) serta analisis Value Chain\nuntuk mengidentifikasi sumber daya yang menjadi keunggulan kompetitif\nperusahaan. Analisis eksternal dilakukan dengan menggunakan analisis Porter’s\nFive Forces, prediksi tren industri otomotif ke depannya. Perolehan data analisis\ninternal dan eksternal menggunakan wawancara semi terstruktur yang ditujukan\nkepada pemilik perusahaan sebagai orang yang paling berpengalaman di\nperusahaan. Analisis portofolio produk perusahaan dilakukan dengan matriks\nGeneral Electric (GE) untuk memperoleh informasi posisi kompetitif produk pada\npasar. Hasil dari analisis-analisis tersebut menjadi dasar untuk membentuk matriks\nSWOT yang digunakan untuk mengusulkan alternatif strategi.\nPenentuan strategi terbaik ditentukan oleh pemangku kepentingan perusahaan yaitu\npemilik dan direktur, dan dilakukan menggunakan metode Multiple Criteria\nDecision Analysis (MCDA) dengan data yang diperoleh menggunakan kuesioner.\nMetode MCDA ditentukan berdasarkan variabel-variabel tertentu yang\nmendefinisikan karakteristik setiap metode. Pada penelitian ini metode yang\nterpilih adalah Fuzzy Analytical Hierarchy Process (FAHP).\nAlternatif strategi yang dipertimbangkan oleh perusahaan mencakup strategi\npenetrasi pasar, pengembangan pasar, dan pengembangan produk kepada pasar\neksisting. Alternatif strategi terbaik berdasarkan metode pengambilan keputusan\nFAHP adalah untuk mengembangkan portofolio produk yang dipasok kepada\npelanggan kunci terbesarnya.", "Daftar File": {"ABSTRAK Andre": "https://digilib.itb.ac.id/gdl/download/221863"}, "Penulis": "Andre [13416092]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T.", "Aldila Rizkiana, S.T., M.T., CPMA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Distribusi, industri otomotif, analisis internal dan eksternal, SWOT, MCDA, FAHP", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "12 Mar 2021"}