{"Nomor": 53980, "Judul": "PENGEMBANGAN ALAT UKUR KESIAPAN BALAI DALAM MENGHADAPI INDUSTRI 4.0", "Abstrak": "Berdasarkan literatur yang ada belum terdapat alat ukur kesiapan terhadap industri 4.0 yang memadai khusus untuk sektor balai penelitian, pengembangan dan rekayasa (Litbangyasa). Namun untuk keperluan internal, Inspektorat Jenderal Kementerian Perindustrian yaitu Inspektorat III selaku unit pengawas Balai Penelitian dan Pengembangan Industri (BPPI), Balai Besar, dan Baristand Industri Kementerian Perindustrian telah melakukan penilaian kesiapan Balai Besar dan Baristand Industri dalam menghadapi industri 4.0. walaupun masih banyak aspek kelayakan suatu model yang belum terpenuhi dari tools penilaian tersebut. Oleh karena itu penelitian ini mengembangkan alat ukur kesiapan balai dalam menghadapi industri 4.0. Subjek penelitian ini adalah Balai Besar Bahan dan Barang Teknik (B4T) Bandung.\nTahapan pengembangan alat ukur ini mengikuti konsep pengembangan maturity model. Merujuk dari penelitian dasar dan penunjang yang digunakan masih terdapat gap yang perlu diisi contohnya pada penelitian dasar perlu dilengkapi dengan jumlah level, deskripsi level, deskripsi karakteristik per level serta penjelasan item nya. Semua penelitian yang dirujuk belum memiliki detail pengukuran skill set yang dibutuhkan dalam industri 4.0. Penelitian ini fokus pada aspek orang dan organisasi. Hasil pengembangan alat ukur kesiapan balai terhadap industri 4.0 terdiri dari dua pilar dan sepuluh dimensi yaitu pilar people terdiri dari tujuh dimensi yaitu cognitive abilities, system skill, complex problemsolving skills, content skills, process skills, social skills, resource management skills, selanjutnya pilar organization terdiri dari 3 dimensi yaitu culture, strategy, leadership. dengan level kesiapan 0 (outsider) hingga 5 (top performer). Item yang valid sebanyak 35 untuk pilar people dan 22 item untuk pilar organization. Hasil uji reliabilitasnya 0.954 yang artinya sangat reliable. B4T Bandung sebagai subjek penelitian berada pada level kesiapan 4 (expert) untuk pilar people dan level 3 (intermediate) untuk pilar organization.", "Daftar File": {"ABSTRAK Wilza M": "https://digilib.itb.ac.id/gdl/download/221871"}, "Penulis": "Wilza M [23418079]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng.", "Mohammad Mi’radj Isnaini, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "industri 4.0, kesiapan balai, self-assessment, skill set, pilar people, pilar organization", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "12 Mar 2021"}