{"Nomor": 53990, "Judul": "USULAN STRATEGI BISNIS KEPADA KANAGAWA TECHNOLOGY INDONESIA UNTUK MENINGKATKAN PENDAPATAN DAN MENJAGA KEBERLANJUTAN BISNIS MENGHADAPI ERA INDUSTRI 4.0 DI INDONESIA", "Abstrak": "PT. Kanagawa Technology Indonesia (KTI) adalah salah satu penyedia solusi bisnis teknologi informasi di Indonesia. Ini adalah anak perusahaan dari perusahaan induknya di Jepang, Kanagawa Technology Group. KTI didirikan pada tahun 1995 di Indonesia, yang menjalankan bisnis antar perusahaan, dengan fokus pada penyediaan solusi menyeluruh dan merancang infrastruktur TIK. Pelanggannya berasal dari berbagai industri dan segmen seperti pemerintahan, manufaktur, ritel, minyak & gas, serta telekomunikasi. Namun sukses dengan proyek-proyek besar, tidak membuat perusahaan mencapai target tahunan belakangan ini dan saat ini ada tantangan Industri 4.0 untuk dapat bersaing di industri dan jika bisa menjadi penghalang.\n\nUntuk memahami kondisi perusahaan, peneliti akan menggunakan analisa dari eksternal dan internal perusahaan. Analisa eksternal menggunakan analisa PESTEL, analisa Porter’s Five Forces, analisa competitor, dan analisa pelanggan. Analisa internal menggunakan analisa VRIO, analisa Porter Value Chain, analisa STP dan analisa 7P Marketing Mix. Berdasarkan analisa eksternal dan internal, kekuatan dan kelemahan perusahaan beserta peluang dan ancaman akan diuraikan melalui analisa SWOT. \n\nBerdasarkan analisa ekternal, ada beberapa faktor yang mempengaruhi kinerja perusahaan, seperti keberhasilan memenangkan proyek yang tergantung pada anggaran pelanggan dan persepsi pelanggan terhadap KTI sebagai penyedia layanan IT yang menawarkan produk dengan harga tinggi. Sementara itu, dari hasil wawancara internal, ada beberapa masalah yang terjadi di internal perusahaan seperti supervisi yang rendah pada perencanaan proyek, penanganan keluhan pelanggan yang buruk, dan ruang lingkup pekerjaan yang kurang jelas sehingga mengakibatkan layanan yang kurang terfokus kepada pelanggan.\n\nBerdasarkan analisa tersebut, strategi bisnis dirumuskan dengan menggunakan TOWS matrix dan Strategy Diamond Model, beserta dengan segmen pasar yang baru. Setiap segmen pasar akan memiliki pendekatan marketing mix masing-masing. Kanagawa Technology Indonesia akan memiliki produk dan layanan baru yang mengakomodasi era Industri 4.0, dan juga perlu mengubah aturan dan kode etik perusahaan untuk menyelesaikan masalah dalam manajemen proyek dan proses bisnis internal, serta berinvestasi pada sumber daya manusia untuk meningkatkan kualitas dengan pengetahuan dan keterampilan baru.", "Daftar File": {"ABSTRAK Theresia": "https://digilib.itb.ac.id/gdl/download/221902"}, "Penulis": "Theresia [29317073]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Perusahaan IT, Industri 4.0, Teknologi, Sistem", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2021"}