{"Nomor": 53997, "Judul": "PERGESERAN NILAI MAKNA SOSIAL BUDAYA SIGER SUNDA DI KOTA BANDUNG 1970AN-2010AN", "Abstrak": "Pergeseran makna sosial melalui desain Siger Sunda merupakan fenomena yang\ntidak terlihat namun terasa keberadaannya dalam aktivitas tata rias pengantin adat\nSunda. Makna tersebut nampak pada nilai eksistensi. Secara objek, nilai eksistensi\ntersebut bergeser dari pemakai di kalangan bangsawan Sunda menjadi digunakan\noleh masyarakat Sunda biasa. Sebagai wujud dari pergeseran tersebut sejak\ntahun 1970an, desain Siger Sunda mengalami dinamisasi bentuk hingga\n2010an.\nPenelitian ini menggunakan metode sejarah yang terdiri atas heuristik, kritik\nsumber, interpretasi, dan historiografi. Adapun pendekatan analisis wacana\ndigunakan untuk membedah bentuk-bentuk simbolik pada sebuah objek.\nAnalisis wacana menggali objek dengan cara melakukan analisis pada\ntindakan yang mendasari pola perilaku manusia dalam komunikasi lisan\nmaupun tertulis. Secara kualitatif, dalam analisis wacana terdapat cara\nmengombinasikan setiap interaksi melalui berbagai simbol. Interaksi tersebut\nbertujuan menampilkan identitas sosial yang berlaku pada sebuah kelompok\nmasyarakat.\nTujuan dari penelitian ini adalah mengidentifikasi pergeseran tatanan sosial\ndalam kehidupan bangsawan Sunda yang nampak pada desain Siger Sunda.\nHasil penelitian ini menunjukan Siger Sunda awalnya muncul sebagai simbol\nstatus sosial tertinggi di tengah masyarakat Sunda. Kemudian, memasuki\nmasa kontemporer kedudukan bangsawan bergeser. Hal tersebut berpengaruh\npula terhadap pemakaian Siger Sunda yang mengalami standardisasi. Standar\ntersebut dapat dianalisis dari segi bahan yang digunakan, berat, bentuk, dan\nornamen. Standardisasi tersebut muncul berdasarkan kesepakatan antara\nperias individu, organisasi profesi perias pengantin Sunda, dan pemerintah\nOrde Baru", "Daftar File": {"2021 TS PP SOFI SOLIHAH 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/221919"}, "Penulis": "Sofi Solihah [27118005]", "Kontributor / Dosen Pembimbing": ["Dr. Ruly Darmawan, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pergeseran, makna, Siger, Sunda, Bandung", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "12 Mar 2021"}