{"Nomor": 53994, "Judul": "PERBEDAAN DAN PERSAMAAN ANTARA LOKAL DAN ETNIK (MIGRASI) WIRAUSAHA DI JAWA BARAT BERBASIS TACIT KNOWLEDGE DAN PROSES WIRAUSAHA JUGA KONEKSI DENGAN EKOSISTEM BISNIS", "Abstrak": "Industri kreatif Kota Bandung tidak hanya sejahtera karena ada pengusaha lokal / pribumi yang menjalankan usahanya, tetapi ada juga yang berasal dari tempat lain atau bermigrasi, baik dari provinsi atau negara lain yang memiliki perbedaan etnis dari lokal / pribumi karena Indonesia adalah negara multi etnis yang menjalankan bisnis atau menjadi pekerja sehingga ekonominya dapat berkembang pesat. Penelitian yang sudah diterbitkan biasanya antara migran dari negara lain dan bukan di dalam negara yang memiliki banyak etnis bukan berasal dari migrasi dari negara lain. Jadi, penelitian ini untuk meneliti apakah ada lebih banyak perbedaan atau kesamaan jika keduanya, baik etnis / pendatang / ”rantau” dan pengusaha lokal / pribumi Kota Bandung dibandingkan, untuk melihat apakah ada kaitannya dengan ekosistem wirausaha di Bandung. Fokus penelitian yang dibandingkan adalah tacit knowledge mereka (pengusaha migran dan pribumi Kota Bandung) tentang bisnis dalam proses kewirausahaan, seperti peluang, sumber daya, dan tim. Untuk melihat ekosistem kewirausahaan dalam industri kreatif di Bandung terbatas atau sesuai dengan model dari literatur dan hubungan dengan proses kewirausahaan dibedakan atau tidak. Metode yang digunakan dalam penelitian ini adalah metode kualitatif dengan wawancara mendalam secara random sample, 5 orang pengusaha migran (2 Medan-konveksi, promo, 2 Solo-food, 1 Kediri-promo) dengan 5 warga lokal / pribumi Kota Bandung yang 5 jenis usaha (convetions, cat muka, sepatu, rajutan). Hasil yang diperoleh adalah lebih banyak kesamaan daripada perbedaan tacit knowledge dari proses kewirausahaan, perbedaan hanya pada koneksi mereka, sedangkan sebagai pengusaha migran / “rantau” belajar tentang bisnis (ketrampilan dan mengelola bisnis) secara langsung sebagian besar dari orang-orang yang memiliki sama asal tempat (keluarga, teman, atau tetangga), sebaliknya masyarakat tidak perlu belajar langsung dari masyarakat adat, kecuali bisnis generasi kedua yang belajar dari prekursor. Sentra penting menjadi bagian dari ekosistem wirausaha. Ada kontribusi teori penelitian kualitatif yang menggunakan sampel acak untuk digeneralisasikan dan kepada masyarakat di Indonesia yang kurang sadar untuk membayar pajak khususnya NPWP dan PPh karena ketidaktahuan, tidak memiliki pengetahuan atau penghasilan di bawah garis kemiskinan.", "Daftar File": {"ABSTRAK Khansa Aktari Dewi": "https://digilib.itb.ac.id/gdl/download/221906"}, "Penulis": "Khansa Aktari Dewi [29016024]", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, S.T., M.Sc., Ph.D.", "Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tacit knowledge, proses kewirausahaan, peluang, tim, sumber daya, ekosistem wirausaha, dan perspektif prosesual", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "12 Mar 2021"}