{"Nomor": 53995, "Judul": "KYAI FUAD DAN JARINGAN PERTANIAN ALAMENDAH: PENELUSURAN AGENSI PERUBAHAN", "Abstrak": "Pemberdayaan masyarakat desa adalah hal yang sangat penting dalam proses pembangunan desa. Banyaknya fenomena kewirausahaan yang dapat mengeratkan masyarakat dengan sumber daya di sekelilingnya menjadi salah satu hal yang mampu mengisinisiasi pemberdayaan terjadi. Penelitian ini meminjam pisau analisis Actor-Network Theory untuk melihat translasi yang terjadi antar aktan, baik manusia maupun non manusia, dan melihat bagaimana aksi dari setiap aktannya memengaruhi satu sama lain serta bagaimana kegiatan kewirausahaan yang dilakukan dapat memicu aksi kolektif dalam proses pemberdayaan. \n\nBerdasarkan penelusuran aktor-aktor yang dilakukan, terwujudnya retorika heroik yaitu Kiai Fuad sebagai bentuk kestabilan jaringan yang telah melalui proses translasi secara terstruktur. Banyaknya dominasi translasi yang dilakukan, membuat Kiai Fuad mendapatkan banyak perhatian sehingga seakan menghilangkan kehadiran aktor lain yang sebenarnya memiliki peranan penting dalam pembentukan jaringan tersebut. Studi kasus ini memperlihatkan bahwa dalam proses pembentukan jaringan entrepreneurship  di Desa Alamendah, para aktor saling mendelegasikan aksinya dalam pertukaran ilmu pengetahuan. Pengetahuan ini berupa ilmu berdagang, bertani, beragama, dan ilmu praktis kehidupan lainnya. Adanya akses terhadap ilmu pengetahuan menguatkan jaringan serta grouping yang terjadi antar aktan, sehingga para aktan terlibat memiliki keleluasaan  dan keluwesan dalam aksi yang dikehendaki, maka disinilah pemberdayaan masyarakat dapat kita rasakan telah terjadi pada  masyarakat di Desa Alamendah.", "Daftar File": {"COVER SOFIA NURUL ADNI": "https://digilib.itb.ac.id/gdl/download/221908", "2021_TS_PP_ SOFIA_NURUL_ADNI_1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221909", "2021_TS_PP_ SOFIA_NURUL_ADNI_2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221910", "2021_TS_PP_ SOFIA_NURUL_ADNI_3.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221911", "2021_TS_PP_ SOFIA_NURUL_ADNI_4.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221912", "2021_TS_PP_ SOFIA_NURUL_ADNI_5.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221913", "2021_TS_PP_ SOFIA_NURUL_ADNI_6.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221914"}, "Penulis": "SOFIA NURUL ADNI [24018009]", "Kontributor / Dosen Pembimbing": ["Angga Dwiartama, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pemberdayaan, kewirausahaan, aktan, sumber daya, konflik,", "Sumber": "-", "Staf Input/Edit": "sarnya", "File": "10 file", "Tanggal Input": "12 Mar 2021"}