{"Nomor": 53998, "Judul": "USULAN IMPLEMENTASI SISTEM MANAJEMEN KINERJA DENGAN INTEGRATED PERFORMANCE MANAGEMENT SYSTEM UNTUK ACCOUNT MANAGEMENT DI PT MOKA TEKNOLOGI INDONESIA (MOKA)", "Abstrak": "PT Moka Teknologi Indonesia (Moka) adalah perusahaan startup teknologi yang berbasis di Jakarta (Indonesia) menyediakan solusi Point-of-Sale dan pembayaran berbasis cloud yang memberdayakan usaha kecil dan menengah untuk menjual dan tumbuh dengan lebih baik. Moka bertujuan untuk merevolusi sistem Tempat Penjualan tradisional (yaitu: Kasir) dengan menyediakan opsi pembelian perangkat keras sederhana dan model bisnis B2B Software-as-a-Service. \n\nMeskipun pertumbuhan pesat dalam mendapatkan jumlah pelanggan baru, Moka menghadapi tantangan serius dalam cara mengelola mereka dari \"churning\", istilah yang digunakan ketika pelanggan yang sudah ada mengakhiri hubungan dengan perusahaan. Saat ini, persentase churn Klien VIP berada pada tingkat yang masih dianggap tidak ideal oleh perusahaan.\n\nTim Manajemen Akun bertanggung jawab atas layanan purna jual, khusus untuk klien VIP agar dapat mempertahankan Klien atau Pelanggan VIP Moka dengan lebih baik. Pengumpulan dan analisis data dilakukan melalui metode penelitian kualitatif menggunakan wawancara berkode dengan tim dan studi aset yang ada. Setelah menganalisis akar masalah melalui Pohon Realitas Saat Ini (CRT), peningkatan tim Manajemen Akun diperlukan untuk mempertahankan Klien VIP atau Pelanggan Moka dengan lebih baik.\n\nPenelitian dibatasi dengan data yang tersedia untuk diungkapkan, dan tingkat proposal ke Perusahaan. Setelah melakukan penelitian awal dengan melakukan wawancara dan mempelajari materi yang ada, disimpulkan bahwa belum ada sistem manajemen kinerja yang diterapkan dan BAU hanya melacak hasil keuangan. \nKurangnya kejelasan, visi, dan struktur di internal tim Manajemen Akun telah berkontribusi pada churn Klien VIP karena ketidakpuasan dalam pemecahan masalah dan solusi yang ditawarkan\nSistem Manajemen Kinerja Terpadu dipilih sebagai langkah demi langkah manajemen kinerja untuk diterapkan karena kemudahannya membangun dari nol, holistik, dan fokus pada peningkatan berkelanjutan.", "Daftar File": {"ABSTRAK Orie Najla Claryssa": "https://digilib.itb.ac.id/gdl/download/222044"}, "Penulis": "Orie Najla Claryssa [29318095]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistem Manajemen Kinerja, Integrated Performance Management System, Manajemen Akun, Operasi Sumber Daya Manusia", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2021"}