{"Nomor": 53996, "Judul": "BUSINESS PLAN FOR NEW PROPERTY BUSINESS FEATURING SUSTAINABLE HIGH-PERFORMANCE MICRO HOUSE CONCEPT", "Abstrak": "Tingginya backlog di Indonesia telah mendorong pemerintah Indonesia untuk melaksanakan\nprogram pengadaan perumahan berskala besar. Dalam beberapa tahun terakhir, rumah\nprefabrikasi telah dianggap sebagai alternatif yang lebih baik untuk produksi perumahan\nberskala besar seperti untuk developer atau pemerintah. Rumah prefabrikasi menawarkan\ndurasi konstruksi yang lebih cepat, meningkatkan efisiensi proyek, dan mengurangi limbah\nkonstruksi. Di satu sisi, penyediaan perumahan juga perlu lebih memperhatikan aspek\nkeberlanjutan lingkungan karena perubahan iklim sudah menjadi isu global. Hal ini juga\ndidukung dengan pergeseran perilaku konsumen yang membuat konsumen yang sebagian\nbesar adalah generasi milenial semakin tertarik dengan aspek keberlanjutan lingkungan pada\nsebuah rumah. Dari fenomena tersebut, sebuah perusahaan rintisan dalam bidang desain,\nteknik, dan konstruksi yang berbasis riset, Rawhaus, mencoba mengambil peluang bisnis\nyang menghadirkan konsep rumah mikro prefabrikasi berperforma tinggi dan memiliki aspek\nberkelanjutan lingkungan sebagai alternatif baru untuk produk rumah di Indonesia.\n\nStudi ini bertujuan untuk menunjukkan bahwa Rawhaus memiliki pasar yang potensial di\nIndonesia. Isu bisnis utama adalah bagaimana mendirikan perusahaan Desain, Teknik, dan\nKonstruksi yang menampilkan konsep rumah mikro prefabrikasi berkinerja tinggi yang\nberkelanjutan. Beberapa hal yang menjadi perhatian dalam penelitian ini adalah preferensi\nkonsumen terhadap produk serta sumber daya dan kapabilitas yang dibutuhkan perusahaan.\nStudi ini juga menganalisis aspek bisnis dalam mendirikan perusahaan desain, teknik, dan\nkonstruksi. Beberapa framework seperti PESTEL dan PORTER's Five Factors digunakan\nuntuk mengevaluasi faktor eksternal yang menjadi permasalahan bisnis dalam mendirikan \nperusahaan ini. Sedangkan analisis mengenai rantai nilai perusahaan (value chain analysis) \ndan juga struktur biaya perusahaan digunakan untuk mengevaluasi kondisi internal\nperusahaan, daya saing sumber daya dan kapabilitas perusahaan, serta rencana keuangan\nperusahaan. \niii \n\nSebagai data primer, penulis melakukan riset pasar kuantitatif melalui kuesioner kepada\nbeberapa calon konsumen. Kuesioner mencakup demografi pelanggan, perilaku pelanggan\nterkait preferensi mereka terhadap aspek keberlanjutan lingkungan pada rumah, dan persepsi\npelanggan terhadap harga produk. Selain itu, wawancara mendalam secara langsung dengan\npemilik bisnis juga dilakukan untuk mendapatkan pemahaman yang lebih baik tentang\nindustri bisnis tersebut. Hasil riset pasar awal menunjukkan bahwa rumah prefabrikasi\ndengan konsep rumah berperforma tinggi dan berkelanjutan memiliki potensi besar di\nIndonesia karena fitur keberlanjutan dan konsep minimalis yang ditawarkan oleh perusahaan\nmerupakan faktor utama yang menarik calon pelanggan. Hasil analisis dari kerangka kerja\nserta survei pasar awal menjadi basis data bagi penulis dalam merumuskan strategi bisnis,\nseperti model bisnis kanvas, strategi pemasaran, dan proyeksi keuangan perusahaan yang\nakan didirikan. Analisis sensitivitas dan analisis skenario juga dilakukan oleh penulis untuk\nmelihat bagaimana beberapa faktor dapat mempengaruhi kondisi keuangan perusahaan dan\nseberapa besar kemungkinan perusahaan akan menghasilkan profitabilitas yang positif. Hasil\npenelitian menunjukkan bahwa perusahaan harus memperhatikan faktor-faktor yang\nmempengaruhi perubahan pada beberapa variabel kunci seperti realisasi kuantitas penjualan,\nrealisasi harga per unit, material langsung untuk produk, biaya tenaga kerja langsung, dan\ntingkat inflasi. Penelitian ini diharapkan dapat memberikan kontribusi tidak hanya kepada\nRawhaus Indonesia untuk membangun bisnis, tetapi juga pengembangan penelitian dan teori\ndesain, teknik, konstruksi dan real estate, khususnya mengenai preferensi pelanggan, produk\nrumah yang berkelanjutan, dan strategi penetapan harga", "Daftar File": {"2021_TS_PP_Cassandra Sari Damayanti_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221918"}, "Penulis": "Cassandra Sari Damayanti [29119150]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Rumah prefabrikasi, rumah berkelanjutan lingkungan, perumahan, strategi bisnis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "12 Mar 2021"}