{"Nomor": 53991, "Judul": "POSITIONING MASKAPAI PENERBANGAN DOMESTIK INDONESIA  MENGGUNAKAN SKALA MULTIDIMENSIONAL DAN  ANALISIS KORESPONDENSI", "Abstrak": "Berbagai maskapai domestik memiliki tantangan bisnis dan operasional yang sangat besar saat ini. Hal ini juga berlaku bagi flag carrier Indonesia, Garuda Indonesia. Garuda Indonesia memiliki permasalahan keuangan maupun operasional, yang cukup signifikan terutama di tengah pandemi Covid-19 ini. \n\nGaruda Indonesia merupakan salah satu maskapai penerbangan dengan kapabilitas pelayanan dan keamanan yang unggul. Namun Garuda Indonesia belum menggunakan aspek keamanan yang diimpelementasikan secara maksimal sebagai nilai jual untuk meningkatkan pangsa pasar dan pendapatannya. Pertanyaan penelitian akan berfokus pada bagaimana positioning Garuda Indonesia di antara maskapai penerbangan domestik reguler lainnya di Indonesia jika dilihat dari sisi pelayanan dan keamanan. Serta, bagaimana Aspek Keamanan akan berdampak positif pada brand Garuda Indonesia kedepannya. Penelitian ini akan membahas bagaimana posisi penumpang maskapai domestik di berbagai maskapai penerbangan domestik. Studi ini menerapkan pendekatan Analisis Korespondensi dan Skala Multidimensional untuk menghasilkan peta persepsi yang menggambarkan posisi relatif maskapai domestik.\n\nSampel penelitian dalam penelitian ini meliputi persepsi Atribut Pelayanan & Keamanan dari responden yang telah memiliki pengalaman terbang. Penelitian akan dilakukan dengan menggunakan kuesioner terbuka yang disebar secara online. Penelitian ini juga bersifat deskriptif atau sering disebut penelitian survei. Hasil penelitian ini adalah Garuda Indonesia secara dominan sebagai maskapai penerbangan telah memenuhi ekspektasi penumpang akan pelayanan yang baik. Hal ini dapat dilihat dari segi persaingan Service Quality Attribute bila dikalkulasikan dengan Multidimensional Scaling atau Correspondence Analysis, Garuda Indonesia sangat kuat sebagai maskapai yang memenuhi ekpektasi dan persepsi masyarakat dari sisi pelayanan. Hasil penelitian juga ditemukan pada Security Quality Attributes. Garuda Indonesia memiliki persepsi yang baik terhadap keamanan penumpang karena dianggap sebagai maskapai yang paling memenuhi standar keamanan baik pre-, in dan post-flight. Terlepas dari kenyataan bahwa keamanan merupakan aspek wajib, keamanan juga bersifat dinamis dan memiliki daya jual sangat tinggi yang mempengaruhi penumpang dalam memilih sebuah maskapai. Apalagi di era pandemi Covid-19, aspek keamanan secara langsung menjadi aspek yang sangat penting bagi dunia usaha, perusahaan dan masyarakat.", "Daftar File": {"ABSTRAK Aditio Dwi Laksono": "https://digilib.itb.ac.id/gdl/download/221903"}, "Penulis": "Aditio Dwi Laksono [29318387]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Maskapai, Pelayanan, Keamanan, Skala Multidimensional, Analisa Korespondensi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "12 Mar 2021"}