{"Nomor": 54007, "Judul": "ANALISIS UKM MENGGUNAKAN LOW TOUCH ECONOMY & SMESOUNDNESS ASSESSMENT FRAMEWORK   (STUDI KASUS: UKM KOPI PAGI)", "Abstrak": "UKM Kopi Pagi adalah salah satu UKM yang bergerak di usaha Coffeehouse yang turut \nmeramaikan pasar Coffeehouse di Indonesia. di awal tahun 2020 ketika Pademi melanda\nIndonesia memberikan pengaruh yang sangat besar pada aspek kehidupan, tak terkecuali\nsektor bisnis UKM yang ada di Indonesia. Sala satu yang terkena dapak pandemi adalah\nUKM Kopi Pagi, namun Kopi Pagi tidak cepat dalam beradaptasi menghadapinya\nakibatnya terjadi penurunan penjualan berkelanjutan. Selain terjadi penurunan\npenjualan, Kopi Pagi juga membutuhkan modal dari pihak eksternal dalam berinovasi\ndan mengembangkan usahanya. \nDalam penelitian ini bertujuan untuk membantu Kopi Pagi terkait permasalaah yang\nterjadi menggunakan analisa Low Touch Economy untuk menghadapi pandemi dan\nSME Soundness Assessment untuk improvement bisnis. Hasil dari analisa, penulis\nmenemukan beberapa akar permasalahan. Pertama Kopi Pagi belum menerapkan bisnis\nNew Normal dan Low Touch Economy sepenuhnya sehingga tidak mampu beradaptasi\ndi era Pandemic yang mengakibatkan penurunan penjualan berkelanjutan. Kedua dari\nhasil Soundness Assessment Kopi Pagi memiliki score kurang baik, sehingga kecil\nkemungkinan untuk mendapatkan pinjaman modal eksternal. \nDalam memilih strategi untuk memecahkan akar permasalahan Kopi Pagi pertama\npenulis menggunakan variabel-variabel marketing Mix 7Ps (Product, Price, Promotion,\nPeople, Place, Process and Physical Evidence) yang setiap variabel akan di fokuskan\ndalam menerapkan Low Touch Economy sepenuhnya. Dalam pemecahan akar\npermasalahan kedua penulis berfokus pada peningkatan di setiap aspek yang di nilai\ndalam Soundness Assessment. Penelitian ini diakhiri dengan rencana implementasi dan\nstrategi dalam penerapkannya serta resource yang harus mendukungnya.", "Daftar File": {"2021_TS_PP_Budi Permadi_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221936"}, "Penulis": "Budi Permadi [29119133]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A., M.S.A.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "UKM, strategi menghadapi pandemi, strategi mengingkatkan UKM, usaha kecil menengah", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "13 Mar 2021"}