{"Nomor": 54006, "Judul": "REPOSISI MEREK UNTUK MEREK INFLUENCER: STUDI KASUS LALABEE", "Abstrak": "PT. Raena Ruma Indonesia, Didirikan pada Februari 2019 di Singapura melihat peluang dan memulai bisnis. Misinya adalah membangun merek yang berpusat pada konsumen yang didukung oleh wawasan komunitas dan influencer. PT. Raena Ruma Indonesia bersama influencer bekerja sama membuat lini perawatan kesehatan / skincare fokus pada bayi dan anak, namanya Lalabee. Dengan adanya influencer, Raena berharap dapat dengan mudah memasuki pasar karena influencer tersebut telah memiliki calon konsumen sendiri.\n\nMasalahnya adalah setiap kali influencer memposting di media sosialnya yang mempromosikan Lalabee, penjualan Lalabe tinggi, tetapi setiap kali influencer tidak memposting apa pun tentang Lalabee, penjualannya menurun. Hal ini menimbulkan dua pertanyaan tentang bagaimana Lalabee akan bertahan jika tidak lagi memiliki influencer, pertama apa alasan orang meneriaki Lalabee dan bagaimana memperkuat merek. Untuk menganalisis masalah ini penulis menggunakan metodologi penelitian kualitatif dalam penelitian ini untuk memperoleh informasi dan mengidentifikasi solusi tindakan. Data primer yang dikumpulkan dari penyebaran kuesioner kepada pembeli Lalabee. Untuk teknik analisis dilakukan analisis deskriptif. Untuk memperkuat merek Lalabee, keunggulan kompetitif Lalabee harus diketahui. Lalabee memiliki potensi untuk menangkap profil pelanggan baru yang mungkin membuat Lalabee tidak terlalu bergantung pada influncer, tetapi harus memastikan bahwa Lalabee mengirimkan produk dengan cara yang benar.", "Daftar File": {"ABSTRAK Amelia Rizki Koesasi": "https://digilib.itb.ac.id/gdl/download/221935"}, "Penulis": "Amelia Rizki Koesasi [29317332]", "Kontributor / Dosen Pembimbing": ["Iwan Setiawan, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Skincare, STP, Vrio, Porter’s Five Forces, PESTEL, Perluasan Merek, Perluasan Merek, Citra Merek.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "13 Mar 2021"}