{"Nomor": 54018, "Judul": "WANI TATA", "Abstrak": "Dalam bermasyarakat, kita menemui bahwa ada peran, sifat dan tugas yang\ndilekatkan pada setiap gender, yang kemudian menjadi stereotip. Lingkungan\ntempat penulis tinggal adalah sebuah lingkungan patriarki dimana perempuan\nmengalami diskriminasi berdasarkan gender, dan pelaku dari seksisme itu tidak\nhanya laki-laki tapi juga perempuan. Penulis pernah dipaksakan mengikuti stereotip\nsehingga tercipta perasaan tertekan namun tak mampu melepaskannya karena\nhukuman sosial yang akan diterimanya, sehingga perasaan tertekan tersebut\ndilampiaskan justru kepada diri sendiri dan perempuan lain. Perasaan ini kemudian\ndibawakannya dalam rangkaian karya video performance sebagai ekspresi yang\ningin disampaikannya pada audiens.\nPenulis mengungkapkan perasaan marah yang terakumulasi dari stereotip yang\nmengelilinginya dengan menghadirkan ruang dan objek yang menyimbolkan\nstereotip tersebut. Dengan metode seni sebagai ekspresi, serta pemahaman tentang\ngender dan stereotip yang meliputinya, penulis menapaki pemikiran personalnya\ntentang bagaimana ekspresi marah yang salah arah tersebut ditampilkan dan\nmenjadi bentuk diskriminasi baru, menetapkan suatu hierarki antar perempuan.\nSelain itu penulis juga memecah pemikiran dan bentuk seksisme sesama perempuan\nitu menjadi 5 bagian dengan tema tata cara yang diambil dari aktivitas keseharian.\nKesimpulan yang didapat dari karya ini adalah penulis dapat menelusuri bentuk\nekspresi yang pernah dialaminya tanpa sadar dan menemukan bahwa bentuk emosi\nmarah yang tertekan itu lah yang membuat para perempuan saling mendiskriminasi\nkaumnya sendiri.", "Daftar File": {}, "Penulis": "Tasya Kamila [17016027]", "Kontributor / Dosen Pembimbing": ["Duto Hardono, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "WANI TATA", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Mar 2021"}