{"Nomor": 54019, "Judul": "STRATEGI PERUSAHAAN-PERUSAHAAN TAS MEWAH MENYIKAPI  PERILAKU KONSUMEN DI JAKARTA", "Abstrak": "Saat ini, perkembangan produk barang mewah mengalami kondisi yang berbeda diakibatkan pandemi virus corona yang mengakibatkan permintaan barang mewah secara global. Industri barang mewah menurun 20% hingga 35%.  Penjualan barang mewah di Jepang dan seluruh Asia juga turun dengan kecepatan yang lebih lambat. Demikian halnya \ndengan penjualan barang mewah di Indonesia di masa pandemi mengalami penurunan. Hal itu dikarenakan kondisi perekonomian yang juga menurun. \nSalah satunya produk barang mewah adalah tas mewah yang memiliki merek seperti tas  Louis  Vuitton, Chanel  dan Gucci yang memiliki pangsa pasar di Jakarta, Bandung, Medan, Surabaya dan Makasar.  Pertumbuhan ekonomi yang merosot pada tahun 2020 dikarenakan dampak adanya pendemi COVID-19 menimbulkan adanya penurunan pembelian barang mewah di Indonesia. Penjualan barang mewah merosot 25 persen pada kuartal pertama 2020 dan akan terus menurun pada akhir tahun sebanyak 35 persen lebih rendah dari tahun 2019. Studi ini memprediksi, penjualan akhir tahun akan berada di kisaran 195 miliar \nhingga 239 miliar dollar AS. \nStudi ini membahas  tentang  gaya hidup fashion, hedonis, shopping addictive, perceived value  dan trust  dari tas mewah pada kelompok konsumen di Jakarta  yang dilakukan dengan analisis distribusi frekuensi. Pengaruh  gaya hidup fashion, hedonis, shopping addictive terhadap nilai dan kepercayaan dianalisis dengan SEM. Penentuan strategi \napa yang harus diambil oleh perusahaan tas mewah di Jakarta selama pandemi di tahun 2020 dianalisis dengan EFAS, IFAS dan SWOT.\nUntuk mengatasi permasalahan perusahaan tas mewah di masa Strategi yang dilakukan selama pandemi COVID-19 adalah strategi meningkatkan merek dengan branding strategi baik strategi lini produk, mempertahankan merek dan strategi bauran pemasaran dengan produk, distribusi, promosi dan harga.  Selain itu dengan strategi SO yaitu dengan memanfaatkan kekuatan seperti desain produk, artis popular untuk merebut peluang.", "Daftar File": {"ABSTRAK Delina Fitri": "https://digilib.itb.ac.id/gdl/download/222442"}, "Penulis": "Delina Fitri [29319128]", "Kontributor / Dosen Pembimbing": ["Ir. Alibasjah Inggriantara, S.E., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Konsumen, Perusahaan Tas Mewah, SEM, Strategi, SWOT", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "14 Mar 2021"}