{"Nomor": 54015, "Judul": "PEMETAAN PERSEBARAN RESERVOIR EKONOMIS MENGGUNAKAN INTEGRASI SEISMIK STRATIGRAFI, SEISMIK INVERSI DAN SEISMIK ATRIBUT PADA LAPANGAN PUPUTAN, KALIMANTAN, INDONESIA", "Abstrak": "Lapangan Puputan, merupakan lapangan laut dalam yang ditemukan pada tahun\n2002 di Kalimantan Timur, terletak di lereng benua pada kedalaman air mulai dari\n1.200 hingga 2.400 kaki, delta Mahakam lepas pantai, Cekungan Kutai Utara. Pada\ndaerah Lapangan Puputan, akumulasi hidrokarbon terkonsentrasi pada Upper\nMiocene slope channel complex dengan lithologi berupa amalgamated sand.\nLapangan Puputan memiliki tiga sumur yaitu EMS-1, EMS-2, danEMS-3ST1.\nTerdapat tiga horizon pada Lapangan Puputan, yaitu horizon KR-70, horizon KR-\n80, dan horizon KR-90. Pada penelitian ini penulis akan menerapkan metode\nseismik stratigrafi, seismik inversi dan seismik atribut untuk mengidentifikasi\nkarakteristik dan memetakan persebaran reservoir ekonomis pada Lapangan\nPuputan tepatnya pada reservoir diantara horizon KR-80 dan KR-90. Penelitian\nterfokus pada 2 lapisan sandstone yang terletak pada T1090/KR80 dan T1160.\n…Metode inversi yang cocok untuk daerah ini adalah model based yang diketahui\nbaik secara kuantitatif maupun kualitatif. Play dari setiap kluster adalah upper slope\nchannel, hal ini diketahui dari analisis stratigrafi yang menunjukkan adanya\npengendapan channel dan juga melalui seismik atribut. Atribut yang digunakan\nadalah atribut berdasarkan analisis crossplot yaitu Akustik impedance dan\nporositas, serta atribut yang sesuai untuk menganalisa keberadaan dari channel,\natribut tersebut diantaranya: RMS amplitude, variance dan Sweetness. Daerahdaerah reservoir tersebut kemudian dipilah berdasarkan keekonomisannya dengan\nmenggunakan korelasi antara atribut dengan ketebalan lapisan sand yang ekonomis\nsehingga Lapangan Puputan dapat dikembangkan secara ekonomis dan efisien", "Daftar File": {"ABSTRAK I Made Easwara Manggala S": "https://digilib.itb.ac.id/gdl/download/221947"}, "Penulis": "I Made Easwara Manggala Suandi [12316059]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sigit Sukmono, M.Sc.", "Dr.rer.nat. Ir. Wahyudi Widyatmoko Parnadi, MS", "Dr.rer.nat. R. Mohammad Rachmat, S.T., M.T.", "Dr. Ir. Fatkhan, M.T.", "Dona Sita Ambarsari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Atribut, Ekonomis, Cekungan Kutai, Inversi, Kalimantan, seismik, stratigrafi", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "14 Mar 2021"}