{"Nomor": 54011, "Judul": "SABDA SEMESTA", "Abstrak": "Kemampuan mengingat dan menginterpretasi yang dimiliki oleh manusia\nmerupakan hal-hal yang membedakannya dengan makhluk hidup lain. Namun,\npada hakekatnya, manusia seharusnya menyadari bahwa hidupnya berdampingan\ndengan alam sekitar sebagai salah satu makhluk di dalam semesta. Manusia\ncenderung menciptakan bahasa, simbol, dan representasi yang diyakini secara\nkolektif untuk memahami setiap aspek makhluk hidup dan yang tidak sempat\nterjawab olehnya. Simbol-simbol kolektif tertanam pada alam bawah sadar setiap\nmanusia, yang disebut Arketipe oleh psikiater Carl Gustav Jung. Di sisi lain,\nmanusia berupaya memahami hakekat hidupnya melalui mempelajari hubungannya\ndengan alam. Carl G. Jung menyebutnya dengan Proses Individuasi. Karya ini\nmerupakan penggambaran dari simbol dan metafora tertentu mengenai kehidupan\nsecara keseluruhan: masa lalu, kini dan masa nanti, dan bagaimana ketiga aspek\ntersebut berpengaruh satu sama lain dan menciptakan sebuah siklus kehidupan.\nDengan menggunakan medium keramik patung, penulis mengajak audiens untuk\nmemasuki alam pikiran yang direpresentasikan melalui sebuah ruangan dengan\nlemari-lemari penyimpananan, selayaknya memamerkan sebuah Lemari\nKeingintahuan, atas memori dan simbol yang mengindahkan simbol-simbol\nsurealis yang hadir pada alam semesta, sebagai upaya mengingat hubungan manusia\ndan alam, sebagaimana manusia berupaya mencari keutuhan dalam dirinya melalui\nproses individuasi.", "Daftar File": {"ABSTRAK Fefia Yuthika Sufiarsah": "https://digilib.itb.ac.id/gdl/download/221942"}, "Penulis": "Fefia Yuthika Sufiarsah [17016025]", "Kontributor / Dosen Pembimbing": ["Dr. Nurdian Ichsan, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Arketipe, Alam Bawah Sadar Kolektif, Keramik Patung, Lemari Keingintahuan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "13 Mar 2021"}