{"Nomor": 54029, "Judul": "POTENSI ENERGI SAMPAH BIOMASSA TAMAN TEMATIK KOTA BANDUNG BERDASARKAN STUDI LITERATUR PENGARUH VARIASI TEMPERATUR DAN LAJU PEMANASAN PIROLISIS SAMPAH BIOMASSA", "Abstrak": "Sampah merupakan masalah utama dalam pengelolaan fasilitas publik, diantaranya sampah biomassa Taman Tematik Kota Bandung. Sampah biomassa memiliki potensi energi yang dihasilkan. Selain itu, ketersediaan energi terbarukan ini tak terbatas dan bisa dimanfaatkan secara terus menerus. Maka perlu suatu metode yang efisien serta ramah lingkungan untuk memanfaatkannya. Salah satu metode yang dapat digunakan yaitu dengan proses pirolisis menghasilkan produk bio-oil. Sumber energi biomassa mempunyai beberapa kelebihan antara lain merupakan sumber energi yang dapat diperbaharui (renewable) sehingga dapat menyediakan sumber energi secara berkesinambungan (sustainable). Menipisnya cadangan minyak bumi dan meningkatnya populasi manusia sangat kontradiktif dengan kebutuhan energi bagi kelangsungan hidup manusia beserta aktivitas ekonomi dan sosial. Bio-oil merupakan bahan bakar alternatif pengganti minyak bumi yang bersifat terbarukan (renewable fuel) yang berasal dari biomassa. \nPenelitian ini dilakukan berdasarkan prinsip penelitian kepustakaan untuk mengetahui kondisi optimum pirolisis isothermal pada variasi temperatur dan laju pemanasan. Data-data literatur penelitian kemudian dilakukan uji normalitas (Kolmogorov-Smirnov) untuk mendapatkan distribusi data yang baik, data yang sudah melakukan uji normalitas kemudian dikelompokkan berdasarkan variasi uji variabel, kemudian diolah untuk mendapatkan bio-oil optimal. Selain itu, dilakukan uji statistik regresi linear berganda dan uji korelasi bivaritas pearson.\nVariasi ini dilakukan menjadi 3 variasi. Variasi 1 dengan massa input 1000 gram dan temperatur uji pada 250 ?C – 600 ?C  dan laju pemanasan 8,0 ?C/menit – 50 ?C/menit, Variasi 2 dengan massa input 500 gram temperatur uji pada 150 ?C – 550 ?C  dan laju pemanasan 1,0 ?C/menit – 25 ?C/menit, variasi 3 massa input 200 gram dengan temperatur uji 350 ?C – 650 ?C  dan laju pemanasan 8,0 - 45 ?C/menit. Temperatur dan laju pemanasan memberikan pengaruh jumlah produk bio-oil yang dihasilkan, pada temperatur 550?C - 600?C menghasilkan produk paling optimum, dengan randemen bio-oil 30,88% - 83,8%. Nilai kalor sebesar 4.400 kkal/kg dengan besar potensi energi teoritis 18,48 MJ/kg, dihasilkan potensi energi bio-oil sebesar 5.234,64 MJ atau 20 MJ/kg dan prediksi reduksi emisi gas rumah kaca sebesar 1,380 tCO2.", "Daftar File": {"2021 TA Salma Maziyyah Munawaroh 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/221960"}, "Penulis": "Salma Maziyyah Munawaroh [15316050]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "taman tematik, biomassa, bio-oil, temperatur, laju pemanasan, potensi energi.", "Sumber": "TA APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "15 Mar 2021"}