{"Nomor": 54027, "Judul": "PERANCANGAN ULANG SISTEM PENGENDALIAN PENCEMARAN UDARA UNTUK EMISI GAS SULFUR DIOKSIDA DI PLTU A", "Abstrak": "PLTU A merupakan salah satu pembangkit listrik tenaga uap yang menggunakan bahan bakar batubara untuk menghasilkan listrik. Kapasitas listrik yang dihasilkan adalah sebesar 660 MW untuk unit 1 di PLTU A. Laju penggunaan batubara untuk mencapai kapasitas tersebut adalah 275.132,5 kg/jam. Kandungan sulfur dari batubara yang digunakan adalah 0,63%. Berdasarkan hasil pengukuran CEMS, konsentrasi sulfur dioksida (SO2) yang diemisikan sebelum melalui FGD aktual adalah 1.375,481 mg/Nm3. Meskipun unit 1 PLTU A sudah memiliki FGD dengan absorben limestone, konsentrasi emisi tertinggi SO2 setelah melalui FGD tersebut adalah 540,07 mg/Nm3. Konsentrasi tersebut hampir melewati baku mutu emisi SO2 dari pembangkit listrik tenaga termal pada Peraturan Menteri Lingkungan Hidup dan Kehutanan No. 15 Tahun 2019 lampiran 1, yaitu sebesar 550 mg/Nm3. Oleh karena itu, diperlukan perancangan ulang terhadap sistem pengendali SO2 aktual agar emisi yang dihasilkan tidak melewati baku mutu dan efisiensi atau kehandalan FGD pada unit 1 PLTU A meningkat. Sistem FGD yang dirancang terdiri dari unit pemrosesan limestone, scrubber, dan penanganan limbah. Pemilihan absorben untuk scrubber dilakukan dengan metode pembobotan. Absorben yang terpilih adalah limestone yang mampu menyisihkan SO2  hingga\n97%. Berdasarkan hasil perancangan, rencana anggaran biaya investasi untuk sistem terpilih adalah Rp32.894.072.387. Sedangkan, rencana anggaran biaya operasionalnya adalah Rp5.954.680.229 per tahun.", "Daftar File": {"2021 TA Deananda Factria Utami 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/221957"}, "Penulis": "Deananda Factria Utami [15316040]", "Kontributor / Dosen Pembimbing": ["Dr.mont. Kania Dewi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Flue Gas Desulfurization, limestone scrubbing, packed tower scrubber, pembangkit listrik tenaga uap, sulfur dioksida.", "Sumber": "TA APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "15 Mar 2021"}