{"Nomor": 54036, "Judul": "PENGEMBANGAN MEDIA PEMBELAJARAN BAHASA ISYARAT INDONESIA MENGGUNAKAN PERANGKAT LEAP MOTION", "Abstrak": "Bahasa isyarat adalah bahasa yang paling umum digunakan oleh tunarungu untuk\nberkomunikasi. Kemampuan berkomunikasi dengan bahasa isyarat menjadi salah satu\nkebutuhan penting untuk dapat berkomunikasi dengan masyarakat tunarungu.\nMeskipun perkembangan teknologi sudah membuat informasi mengenai bahasa isyarat\ntersebar luas pada masyarakat awam, masih sangat sedikit media pembelajaran bahasa\nisyarat yang dapat memberikan pembelajaran yang efektif kepada penggunanya.\nPerangkat Leap Motion merupakan perangkat periferal yang dapat membaca bentuk\ntangan penggunanya dapat menjadi solusi dari permasalahan ini.\nDalam tugas akhir ini dilakukan analisis mengenai hal-hal yang dibutuhkan untuk\nmembuat sebuah media pembelajaran bahasa isyarat Indonesia dengan memanfaatkan\nperangkat Leap Motion. Dari analisis ini dihasilkan berbagai kebutuhan dari aplikasi\nyang akan dibangun, serta rancangan aplikasi yang dapat memanfaatkan perangkat\nLeap Motion untuk menunjang pelajaran bahasa isyarat. Aplikasi yang dihasilkan\nberupa sebuah aplikasi pembelajaran bahasa isyarat dengan sistem pengenal gestur\nyang menggunakan perangkat Leap Motion. Aplikasi dibangun di atas platform\nUnity3D dan dibangun mengikuti model proses incremental.\nSetelah aplikasi selesai dibangun, dilakukan pengujian fungsional secara blackbox.\nDibuat tiga kasus uji dengan dua variasi masukan untuk menguji fungsionalitas\naplikasi. Aplikasi berhasil melewati tiga kasus uji tersebut dengan hasil yang sesuai,\nnamun masih terdapat beberapa masalah yang dapat ditemukan dalam aplikasi.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/221973", "Abstrak": "https://digilib.itb.ac.id/gdl/download/221975", "Abstract": "https://digilib.itb.ac.id/gdl/download/221976"}, "Penulis": "Iqrar Aminullah [13516126]", "Kontributor / Dosen Pembimbing": ["Dr. Fazat Nur Azizah, S.T., M.Sc.", "Fitra Arifiansyah, S.Kom., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Leap Motion, Bahasa Isyarat, Pembelajaran Bahasa Isyarat", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "15 Mar 2021"}