{"Nomor": 54033, "Judul": "STUDI PERSEPSI MASYARAKAT OFF-GRID DALAM SISTEM PENYEDIAAN AIR MINUM DI KOTA CIMAHI", "Abstrak": "Air merupakan kebutuhan dasar mahluk hidup untuk keberlangsungan hidupnya. Manusia sebagai salah satu mahluk hidup, memanfaatkan air dalam berbagai aktivitas yang dilakukan guna memenuhi kebutuhan hidup. Pada tahun 2018, cakupan pelayanan air minum layak di Indonesia baru mencapai 72% dimana pelayanan akses air minum layak di perkotaan baru mencapai 80,8%.  Permasalahan tentang akses air minum juga dirasakan oleh Kota Cimahi sebagai salah satu kota besar di Indonesia. Hingga tahun 2017, persentase rumah tangga di Kota Cimahi yang memiliki akses terhadap sumber air minum layak mencapai 82,77% (Dinkes, 2018). Angka tersebut berbanding terbalik dengan cakupan air minum jaringan perpipaan (JP) di Kota Cimahi yang hanya mencapai angka 20,67% (DPKP,2018).  Rendahnya angka cakupan air minum perpipaan (JP) di Kota Cimahi, menyebabkan masih terdapat masyarakat yang tidak atau belum terlayani oleh SPAM jaringan perpipaan. Masyarakat tersebut dapat disebut juga dengan masyarakat off-grid. Masyarakat off-grid kemudian menggunakan sumur bor ataupun sumur gali sebagai alternatif sumber air untuk pemenuhan air minum. Rendahnya cakupan air minum jaringan perpipaan (JP) terpusat secara otomatis mengalihkan tanggung jawab penyediaan air minum kepada masyarakat dalam memenuhi kebutuhan air minum. Penelitian bertujuan untuk mengetahui intensi dari masyarakat dalam membantu menyelesaikan permasalahan SPAM di Kota Cimahi. Intensi akan diukur menggunakan Theory of Planned Behavior. Hasil penelitian menunjukan bahwa masyarakat berpendapatan rendah memiliki intensi yang sangat kuat untuk tidak membuang sampah atau limbah ke badan air dengan nilai 4,56 (sangat kuat) dan intensi yang kuat untuk tetap membayar kenaikan tarif retribusi air dengan nilai persepsi sebesar 3,72 (kuat). Masyarakat berpendapatan sedang memiliki intensi yang sangat kuat untuk tidak membuang sampah atau limbah ke badan air dengan nilai 4,61 (sangat kuat) dan intensi yang kuat untuk tetap membayar kenaikan tarif retribusi air dengan nilai persepsi sebesar 3,24 (netral). Masyarakat berpendapatan tinggi memiliki intensi yang sangat kuat untuk tidak membuang sampah atau limbah ke badan air dengan nilai 4,76 (sangat kuat) dan intensi yang kuat untuk tetap membayar kenaikan tarif retribusi air dengan nilai persepsi sebesar 4,06 (kuat).", "Daftar File": {"2021 TA Rizky Prayoga 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/221970"}, "Penulis": "Rizky Prayoga [15316035]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Priana Sudjono, MS, Dipl.Eng.", "Dr. Anindrya Nastiti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Air, Intensi, Persepsi, Retribusi, Sampah, Theory of Planned Behavior", "Sumber": "TA APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "15 Mar 2021"}