{"Nomor": 54038, "Judul": "PENENTUAN MODEL KECEPATAN 1D BERDASARKAN ANALISA DAN INVERSI KURVA DISPERSI GELOMBANG PERMUKAAN DI LAPANGAN PANAS BUMI PATUHA", "Abstrak": "Panas bumi merupakan salah satu sumber energi yang saat ini banyak\ndikembangkan. Indonesia memiliki 127 gunung api karena dekat dengan jalur\nsubduksi lempeng sehingga memiliki potensi panas bumi yang cukup tinggi.\nKebutuhan untuk mengetahui lokasi kedalaman setiap komponen sistem panas\nbumi seperti sumber panas (source rock) dan reservoir sangat penting untuk dapat\nlebih memahami sebuah lapangan panas bumi dan bagaimana pengetahuan tersebut\ndapat digunakan untuk prospek di masa depan. Dalam penelitian ini, fenomena\ngelombang permukaan dari aktivitas gempa regional digunakan untuk dapat\nmenganalisa kurva dispersi yang bertujuan untuk mendapatkan struktur kecepatan\n1-D bawah permukaan melalui proses inversi dari kurva dispersi tersebut. Data\nyang digunakan dalam penelitian ini adalah data katalog gempa regional yang\nmemiliki ts-tp > 3 detik di Lapangan Panas Bumi Patuha pada periode bulan\nJanuari-Maret 2018. Data gempa yang digunakan direkam dengan menggunakan 9\nseismometer tipe borehole yang tersebar di sekitar wilayah penelitian. Penentuan\ntitik-titik kurva dispersi dilakukan dengan menggunakan software Sval dengan\nmemanfaatkan informasi informasi yang terkandung dari analisa frekuensi-waktu\nmenggunakan teknik multiple-filtering. Perangkat lunak Sval mencari titik kurva\ndispersi dengan menghitung spektogram dari data rekaman sinyal gelombang.\nKriteria kontinuitas kurva dispersi diterapkan pada program untuk pemilihan titik\nkurva dispersi yang lebih baik. Struktur kecepatan 1-D bawah permukaan diperoleh\ndari implementasi inversi kurva dispersi berdasarkan metode isometrik, yaitu\nmetode yang digunakan untuk menyelesaikan masalah non linier lemah agar\nmendapatkan hasil yang lebih optimal. Berdasarkan hasil inversi yang diperoleh di\nbeberapa titik seismometer, pada elevasi 1,5 km nilai Vp dan Vs yang cenderung\nnaik dapat berasosiasi dengan keberadaan batuan tudung, nilai Vp dan Vs yang\nturun pada elevasi 0,5 km dapat berasosiasi dengan keberadaan reservoir, dan nilai\nVp dan Vs yang tinggi di elevasi -0,5 km dapat berasosiasi dengan keberadaan heat\nsource.", "Daftar File": {"ABSTRAK Michael Aria Santoso": "https://digilib.itb.ac.id/gdl/download/221979"}, "Penulis": "Michael Aria Santoso [22319011]", "Kontributor / Dosen Pembimbing": ["Dr. Afnimar, M.Sc.", "Dr.rer.nat. R. Mohammad Rachmat, S.T., M.T.", "Dr. Ir. Fatkhan, M.T.", "Dr.rer.nat. Andri Hendriyana, S.T., M.T.", "David Prambudi Sahara, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kurva dispersi, panas bumi, gelombang permukaan, multiple-filtering, metode isometrik, model kecepatan 1-D", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "15 Mar 2021"}