{"Nomor": 54045, "Judul": "EVALUASI EFIKASI PENGAWET ANTIMIKROBA PADA FORMULA KRIM SIANG X MELALUI UJI TANTANG MIKROBA", "Abstrak": "Pertumbuhan industri kosmetik di Indonesia, khususnya produk perawatan tubuh (personal\ncare) dan kulit (skin care) mengalami peningkatan mencapai 9% pada 2020. Salah satu\ncontoh produk skin care yang banyak digunakan adalah krim siang. Peningkatan kebutuhan\nterhadap krim siang harus disertai dengan peningkatan kualitas dan keamanan produk.\nProduk kosmetik sangat rentan mengalami kontaminasi oleh mikroba sehingga dapat\nmenurunkan kualitas dan efikasi dari produk tersebut. Oleh karena itu, untuk mengurangi\npotensi kerusakan produk akibat kontaminasi mikroba, diperlukan metode pengawetan\nyang aman dan efektif, salah satunya dengan penambahan pengawet antimikroba untuk\nmenghambat pertumbuhan mikroba dalam produk krim siang sesuai dengan standar\nnasional. Pada penelitian ini, dilakukan pengujian efikasi 3 variasi formula sampel krim\nsiang X yang masing-masing mengandung konsentrasi pengawet berbeda melalui uji\ntantang mikroba berdasarkan acuan Farmakope Eropa, Farmakope Indonesia, dan BPOM\nyang umumnya digunakan oleh industri kosmetik nasional. Pengawet yang digunakan\nmerupakan kombinasi phenoxyethanol dan chlorphenesin. Formula krim siang X variasi 1,\n2, dan 3 secara berturut-turut mengandung konsentrasi pengawet tinggi, sedang, dan\nrendah. Penelitian ini bertujuan untuk menentukan status pemenuhan standar Farmakope\nEropa, Farmakope Indonesia, dan BPOM pada formula krim siang X dengan variasi\nkonsentrasi pengawet antimikroba, serta menentukan formula konsentrasi pengawet pada\nsampel krim siang X yang memiliki efikasi terbaik. Metode penelitian dimulai dengan\nmembuat kurva pertumbuhan masing-masing mikroba uji tantang yakni Escherichia coli,\nPseudomonas aeruginosa, Staphylococcus aureus, Candida albicans, dan Aspergillus\nniger. Kemudian dihitung kelimpahan mikroba kontaminan pada ketiga formula krim siang\nX dengan Angka Lempeng Total dan pengamatan mikroskopis bakteri dengan pewarnaan\nGram, selanjutnya dilakukan uji tantang kultur tunggal terhadap masing-masing mikroba\nuji tantang. Hasil penelitian menunjukkan bahwa umur inokulum optimal E. coli; P.\naeruginosa; S. aureus; C. albicans; dan A. niger secara berturut-turut adalah 4 jam; 8 jam;\n8 jam; 8 jam; dan 96 jam. Ketiga formula sampel krim siang X utuh memenuhi batas\ncemaran mikroba kontaminan sesuai acuan BPOM dan Farmakope Eropa (<3×103\nCFU/mL) dengan jumlah bakteri kontaminan pada masing-masing formula sampel krim\nsiang X variasi 1; 2; dan 3 secara berturut-turut adalah 1,3×103 CFU/mL; 1,78×103\nCFU/mL; dan 2,53×103 CFU/mL dimana mikroba kontaminan merupakan bakteri Gram\npositif berbentuk basil. Selain itu, berdasarkan hasil uji tantang mikroba, formula sampel\nkrim siang X variasi 1 memberikan penurunan log reduksi jumlah sel mikroba lebih tinggi\ndibandingkan formula sampel krim siang X variasi 2 dan 3, serta ketiga formula sampel\nkrim siang X memenuhi standar keberterimaan Farmakope Eropa, Farmakope Indonesia,\ndan BPOM. Dapat disimpulkan bahwa formula konsentrasi pengawet pada sampel krim\nsiang X yang memiliki efikasi terbaik di antara ketiga formula sampel adalah formula\nsampel krim siang X variasi 1 yang mengandung konsentrasi pengawet tinggi.", "Daftar File": {"ABSTRAK Nurul Amalia": "https://digilib.itb.ac.id/gdl/download/221996"}, "Penulis": "Nurul Amalia [10416028]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "efikasi, kontaminan, krim siang, pengawet antimikroba, uji tantang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2021"}