{"Nomor": 54053, "Judul": "DESAIN DAN IMPLEMENTASI MODUL KENDALI DAN GUI ALAT PICK-AND-PLACE UNTUK PERAKITAN BOARD ELEKTRONIKA SKALA KECIL", "Abstrak": "Pada tugas akhir ini dilakukan rancang-bangun prototip mesin pick-and-place yang merupakan\nalat terpenting dalam proses perakitan board elektronika dengan teknologi SMT (Surface\nMount Technology). Dokumen ini mencakup bagian dari tugas akhir di atas, yaitu bagian\nmekanisme kontrol yang menggunakan Raspberry Pi untuk koordinasi pergerakan motormotor stepper motor dan pompa vakum. Modul Raspberry juga berfungsi memberikan GUI\n(Graphical User Interface) menggunakan bahasa pemograman Python 3 dan framework\nTKINTER. Peralatan pick and place dirancang berdasarkan kerangka gerak kartesian 3\ndimensi. Dua buah motor stepper digunakan untuk menggerakkan platform dalam arah sumbu\nX dan Y melalui sabuk-sabuk penghubung dan roda-roda pulley. Sebuah motor stepper lainnya\ndigunakan untuk menggerakkan head dalam arah sumbu Z. GUI memungkinkan seorang\npengguna memasukkan file centroid dari board yang akan dirakit. Ini juga memungkinkan\npengguna mengatur posisi head secara manual. Berdasarkan perhitungan, gerakan lateral dalam\nsumbu X dan Y masing-masing memiliki resolusi sebesar 0,204mm/step. Ini diperoleh dengan\nmembagi keliling lingkaran roda pulley dengan banyaknya step setiap satu putaran motor\nstepper. Berdasarkan percobaan, gerakan lateral sumbu X dan Y memiliki resolusi\n0,165mm/step. Ini didapatkan dengan melakukan satu putaran pada motor-stepper dan\nmembagi nilai jarak yang ditempuh dengan jumlah step motor yang terjadi.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222006", "Abstrak": "https://digilib.itb.ac.id/gdl/download/222007", "Abstract": "https://digilib.itb.ac.id/gdl/download/222008"}, "Penulis": "Laurence Hasan [13215066]", "Kontributor / Dosen Pembimbing": ["Ir. Farkhad Ihsan Hariadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SMT, kerangka-gerak Kartesian, motor-stepper, resolusi, GUI", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "15 Mar 2021"}