{"Nomor": 54061, "Judul": "ANALISIS SISTEM KENDALI KETINGGIAN TERBANG PESAWAT KOMUTER DENGAN TOTAL ENERGY CONTROL SYSTEM", "Abstrak": "Jangkauan terbang pesawat saat ini telah cukup jauh meningkat sehingga memungkinkan penerbangan yang berlangsung selama berjam-jam. Perhatian pilot yang terus menerus selama penerbangan menyebabkan beban dan kelelahan yang cukup serius. Oleh karena itu untuk memberikan bantuan kepada pilot, sistem autopilot diciptakan. Autopilot adalah sistem yang digunakan untuk memandu pesawat tanpa campur tangan pilot sepenuhnya.\nDalam desain kendali terbang autopilot konvensional di matra longitudinal yang masih menggunakan desain kendali dengan pendekatan SISO, masalah yang terjadi biasanya adalah respons pesawat terhadap perintah dari elevator dan sistem propulsi saling berkaitan satu sama lain, yang berarti bahwa sementara satu variabel sedang dikendalikan oleh satu pengendali, variabel lain malah dijauhkan dari keadaan setimbangnya seperti pada sistem autothrottle dan autopilot. Dengan adanya hubungan antara kecepatan udara dan ketinggian, sebuah strategi sistem kendali diperkenalkan dengan cara memanfaatkan energi pada pesawat terbang yang dikenal sebagai Total Energy Control System (TECS). TECS adalah salah satu teknik kendali yang berfungsi mengintegrasikan semua fungsi kendali lintas terbang dan kecepatan longitudinal pesawat dengan melakukan pendekatan energi.\nPada penelitian ini, TECS didesain dan di analisis untuk membangun sistem kendali di dalam mengendalikan ketinggian terbang pesawat komuter ATR 72 dan dibandingkan dengan sistem kendali konvensional. Hasil yang diperoleh adalah respons perubahan ketinggian terbang TECS yang lebih cepat dan lebih halus dibandingkan dengan model konvensional. Perbedaannya adalah TECS berfokus menaikkan kecepatan terlebih dahulu dengan menambah input throttle, lalu kemudian perlahan elevator berdefleksi untuk menaikkan ketinggian terbang, sedangkan model konvensional langsung mendefkleksikan elevator tanpa mempertimbangkan perubahan kecepatan terbang pesawat.", "Daftar File": {"ABSTRAK Mohamad Alif Dzulfiqar": "https://digilib.itb.ac.id/gdl/download/222022"}, "Penulis": "Mohamad Alif Dzulfiqar [23618020]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Beban, Pilot, Autopilot, Energi, TECS, Kecepatan, Ketinggian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2021"}