{"Nomor": 54066, "Judul": "PENGEMBANGAN MODEL HSBGN (HARGA SATUAN BANGUNAN GEDUNG NEGARA) BERDASARKAN STANDAR PERANCANGAN STRUKTUR GEDUNG TAHAN GEMPA UNTUK BANGUNAN PENDIDIKAN", "Abstrak": "Harga Satuan Bangunan Gedung Negara (HSBGN) digunakan untuk\nmengestimasi pekerjaan standar pembangunan bangunan negara yang disesuaikan\ndengan harga upah dan material setiap kota di Indonesia. Penelitian ini\nmengusulkan perbaikan prosedur penyusunan HSBGN dengan\nmempertimbangkan dua aspek penting yang belum diikutsertakan dalam\npembuatan HSBGN saat ini yaitu perbedaan fungsi bangunan dan zonasi gempa.\nPerbedaan fungsi bangunan menentukan kategori risiko (importance factor) dan\nkarakteristik bangunan. Saat ini HSBGN disusun berdasarkan bangunan dengan\nfungsi perkantoran meskipun digunakan untuk bangunan-bangunan dengan fungsi\nlainnya yaitu seperti pendidikan dan rumah sakit. Perbedaan beban gempa dapat\nmempengaruhi kebutuhan struktur bangunan sehingga zonasi gempa dilakukan\ndengan mengelompokan kota-kota di Indonesia berdasarkan beban gempa. Pada\npenelitian ini, model dikembangkan untuk bangunan dengan fungsi Pendidikan\nyaitu Ruang Kelas Baru (RKB). Bangunan dengan fungsi Pendidikan memiliki\nkategori risiko yang lebih tinggi dibandingkan dengan fungsi perkantoran\nsehingga memiliki target keandalan yang lebih tinggi. Perbedaan ini membuat\npersyaratan-persyaratan lainnya untuk bangunan fungsi Pendidikan dapat berbeda\ndengan bangunan fungsi perkantoran untuk memastikan target keandalan masingmasing\nbangunan dapat terpenuhi. Kemudian terkait dengan pembebanan gempa,\npembangunan bangunan di daerah dengan beban gempa tinggi dapat\nmempengaruhi kebutuhan struktur bangunan agar dapat menahan beban gempa\nrencana. Hal ini membuat kebutuhan strukturnya dapat lebih tinggi dibandingkan\ndengan beban gempa yang lebih rendah. Maka dari itu untuk menyamaratakan\nsetiap daerah tanpa mempertimbangkan beban gempa dengan benar dapat\nmenyebabkan keborosan biaya karena HSBGN harus dibuat berdasarkan beban\ngempa tertinggi atau dapat juga menyebabkan kurang terpenuhinya persyaratan\nbangunan tahan gempa karena tidak memperhitungkan beban gempa dengan benar. Terdapat 2 bangunan acuan yaitu bangunan 1 lantai dengan teknik\nkonstruksi Dinding Terkekang yang menjadi acuan Model 1 dan bangunan 2\nlantai dengan teknik konstruksi Rangka Dinding Pengisi yang menjadi acuan\nModel 2. Bangunan ini merupakan proyek eksisting yang telah selesai dibangun.\nAnalisis dilakukan pada kedua bangunan acuan dan kemudian dilakukan\npemodelan untuk mendapatkan nilai HSBGN. Pemodelan dilakukan untuk setiap\ndaerah beban gempa yaitu Daerah A (beban gempa tinggi), Daerah B (beban\ngempa sedang) dan Daerah C (beban gempa rendah). Hasil penelitian ini\nmenunjukan nilai HSBGN dari Model 1 tidak terpengaruhi oleh perbedaan beban\ngempa. Hal ini memudahkan untuk dibuatnya standar perancangan struktur\nkhusus sebagai acuan desain dan konstruksi untuk bangunan dengan tipe seperti\nBangunan Model 1. Usulan ini didukung dengan belum adanya standar\nperancangan untuk bangunan Dinding Terkekang di Indonesia meskipun Teknik\nkonstruksi ini sangat umum dilakukan di lapangan. Berbeda dengan Bangunan\nModel 1, kebutuhan pekerjaan struktural pada Bangunan Model 2 dipengaruhi\noleh perbedaan daerah beban gempa. Untuk menyamaratakan kebutuhan struktur\ndi seluruh Indonesia tanpa mempertimbangkan perbedaan beban gempa dapat\nmenimbulkan masalah. Maka dari itu, HSBGN untuk tipe Bangunan Model 2\nharus dibedakan pada setiap daerah beban gempa. Membedakan biaya untuk\nsetiap daerah gempa bagi bangunan dengan tipe serupa dengan Model 2 ini\nmemberikan manfaat optimalisasi anggaran untuk beda daerah dan rasa aman\nuntuk tingkat kegempaan yang tinggi. Selain itu dilakukan juga perbandingan\nhasil dari HSBGN pemodelan dengan HSBGN yang saat ini berlaku. Hasilnya\nadalah nilai Model HSBGN dari penelitian ini lebih rendah daripada HSBGN\nyang saat ini berlaku. Faktor yang paling mempengaruhi hasil ini yaitu\nkarakteristik bangunan. Bangunan Pendidikan merupakan bangunan yang\nsederhana secara arsitektural dibandingkan dengan bangunan perkantoran yang\nmenyertakan aspek kemewahan. Hal ini berpengaruh besar terhadap nilai proyek\nbangunan. Lebih kecilnya nilai dari Model HSBGN ini menunjukan bahwa\nHSBGN yang saat ini berlaku masih dapat digunakan dan tidak dibutuhkan\npembaharuan. Namun HSBGN untuk Bangunan Pendidikan tetap dibutuhkan. Hal\nini dilakukan untuk meningkatkan efisiensi penggangaran bangunan Pendidikan.\nPeningkatkan efisiensi estimasi biaya akan membantu perbaikan kinerja sistem\npemerintah karena akan membuat peningkatan pada alokasi pendanaan sehingga\nbiaya yang berlebih ini dapat digunakan untuk kepentingan lainnya. Penggunaan\nHSBGN yang saat ini berlaku memiliki nilai yang jauh lebih besar dibandingkan\ndengan proyek eksisting. Hal ini mengurangi kinerja HSBGN itu sendiri sebagai\nestimasi biaya. Meskipun penggunaannya hanya untuk estimasi biaya konseptual\nnamun akan lebih membantu apabila dapat dengan lebih baik mewakili nilai yang\nsesungguhnya dilapangan untuk kepentingan optimalisasi penganggaran.", "Daftar File": {"ABSTRAK Deyza Achrizt Arisintani": "https://digilib.itb.ac.id/gdl/download/222031", "COVER Deyza Achrizt Arisintani": "https://digilib.itb.ac.id/gdl/download/253675", "BAB 1 Deyza Achrizt Arisintani": "https://digilib.itb.ac.id/gdl/download/253676", "BAB 2 Deyza Achrizt Arisintani": "https://digilib.itb.ac.id/gdl/download/253677", "BAB 3 Deyza Achrizt Arisintani": "https://digilib.itb.ac.id/gdl/download/253678", "BAB 4 Deyza Achrizt Arisintani": "https://digilib.itb.ac.id/gdl/download/253679", "BAB 5 Deyza Achrizt Arisintani": "https://digilib.itb.ac.id/gdl/download/253680", "BAB 6 Deyza Achrizt Arisintani": "https://digilib.itb.ac.id/gdl/download/253681", "BAB 7 Deyza Achrizt Arisintani": "https://digilib.itb.ac.id/gdl/download/253682", "PUSTAKA Deyza Achrizt Arisintani": "https://digilib.itb.ac.id/gdl/download/253683"}, "Penulis": "Deyza Achrizt Arisintani [25019079]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Krishna Suryanto", "Ir. Muhamad Abduh, M.T., Ph.D.", "Dr. Iris Mahani, S.T., M.T.", "Patria Kusumaningrum, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Harga Satuan, Bangunan Negara, Bangunan Sekolah, Struktur Tahan Gempa, Dinding Terkekang, Rangka Dinding Pengisi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "15 Mar 2021"}