{"Nomor": 54086, "Judul": "KLASIFIKASI TUTUPAN BENTIK DAN DETEKSI POTENSI PEMUTIHAN TERUMBU KARANG GUGUS PULAU PARI MENGGUNAKAN DATA SATELIT SENTINEL-2", "Abstrak": "Ekosistem terumbu karang di Gugus Pulau Pari, Kepulauan Seribu, DKI Jakarta, merupakan\naset penting dalam sektor pariwisata maupun sektor sumber daya alam. Namun demikian,\nberbagai tekanan akibat pembangunan dan polusi dari pulau-pulau sekitar maupun kota\nterdekat telah menggeser stabilitas ekosistem sehingga mengalami kerusakan. Dinamika\nekosistem terumbu karang mencakup skala temporal dan spasial yang ekstensif. Hal tersebut\ndapat dikaji melalui pengamatan dengan memanfaatkan teknologi penginderaan jarak jauh.\nSalah satu fenomena yang dapat diamati adalah pemutihan karang (coral bleaching). Dalam\npenelitian ini, dilakukan evaluasi hasil klasifikasi tutupan bentik di Gugus Pulau Pari dengan\nalgoritma klasifikasi tak terpantau EM-Clustering terhadap data satelit Sentinel-2. Hasil dari\nklasifikasi tersebut dibandingkan dengan hasil klasifikasi terpantau. Selain itu, juga dilakukan\nupaya mendeteksi potensi pemutihan karang dengan mengamati perubahan nilai reflektansi\nspektrum 560 nm antar waktu di dua lokasi terumbu karang, yaitu Karang Pari dan Karang\nJong. Hasil klasifikasi beralgoritma EM-Clustering menunjukkan kemiripan dengan hasil\nklasifikasi terpantau. Berdasarkan hasil analisis, luas karang hidup di Gugus Pulau Pari\ndiperkirakan seluas 74,54 ha. Pengamatan terhadap perubahan reflektansi 560 nm tidak\nmenunjukkan adanya perubahan signifikan di kedua lokasi terumbu karang dari waktu ke\nwaktu, namun lebih tingginya nilai reflektansi 560 nm Karang Pari (berdekatan dengan Pulau\nBurung) dibandingkan dengan Karang Jong (terletak di sebelah barat Pulau Pari)\nmengindikasikan adanya potensi pemutihan karang.", "Daftar File": {"ABSTRAK Hisyam Bin Ahmad Hairuddin Mur": "https://digilib.itb.ac.id/gdl/download/222073"}, "Penulis": "Hisyam Bin Ahmad Hairuddin Mur [10616031]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Sentinel-2, Bleaching, EM-Clustering, Terumbu, Karang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}