{"Nomor": 54089, "Judul": "DESAIN DAN IMPLEMENTASI SUBSISTEM MEKANIK DAN ELEKTRIK ALAT PICK-AND-PLACE UNTUK PERAKITAN BOARD ELEKTRONIKA SKALA KECIL", "Abstrak": "Proses pick-and-place merupakan salah satu tahap proses yang memerlukan alat\ndengan ketelitian mekanik yang tinggi dalam proses manufaktur board elektronika\nberdasarkan teknologi SMT (Surface Mount Technology). Pada tugas akhir ini\ndilakukan perancangan dan implementasi purwarupa alat pick-and-place untuk\nperakitan board elektronika skala kecil. Dari beberapa alternatif kerangka gerakan,\nbentuk Kartesian dipilih karena memberikan fleksibilitas dalam memilih ukuran\nserta jangkauan gerak dari mesin yang akan dibuat. Ukuran working-area\nmaksimum dirancang sebesar 60 x 40 cm berdasarkan pengamatan pada produk\nserupa di pasaran. Perancangan mekanisme gerak dilakukan berdasarkan\npertimbangan letak pusat massa beban yang digerak-kan. Motor stepper dipilih\nsebagai penggerak baik untuk gerakan dalam arah sumbu X, Y, dan Z dengan\npertimbangan kesederhanaan modul pengendaliannya. Untuk gerakan sumbu X dan\nY dipilih motor stepper NEMA 17 dengan pertimbangan ukuran fisik, spesifikasi\ntorsi serta ketelitian gerak yang sesuai dengan kebutuhan. Motor stepper ini\nmemiliki ketelitian gerak 200 langkah per-putaran, atau 1.8 derajat per-langkah.\nUntuk mengubah gerak putar motor stepper ke gerak lurus, digunakan sabuk (belt)\ndan roda-roda pulley berdasarkan pertimbangan beaya. Untuk memegang\nkomponen yang akan dipasang, digunakan pompa vakum ukuran kecil dengan\ntekanan vakum 420 mmHg. Pada alat pick-and-place ini juga dikembangkan modul\nfeeder sebagai pengumpan komponen SMD (Surface-Mount-Device) dalam bentuk\ngulungan (reel).\nBerdasarkan hasil pengujian, alat pick and place telah dapat melakukan fungsi dasar\npick-dan-place komponen diskrit SMD dari gulungan dan IC SOIC-8 (Small\nOutline IC 8 kaki) meskipun masih mengalami kendala ketelitian. Berdasarkan\nanalisis beaya produksi, alat ini diperkirakan akan dapat memberikan penghematan\nsebesar Rp. 20.000.000,- dibandingkan dengan produk di pasaran.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222076", "Abstrak": "https://digilib.itb.ac.id/gdl/download/222078", "Abstract": "https://digilib.itb.ac.id/gdl/download/222079"}, "Penulis": "Gabriella Hayley Tanudjaja [13216050]", "Kontributor / Dosen Pembimbing": ["Ir. Farkhad Ihsan Hariadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SMT, Kartesian, pusat-massa, NEMA 17, feeder, SMD, SOIC-8", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "15 Mar 2021"}