{"Nomor": 54088, "Judul": "STUDI PERILAKU MEKANISME TRANSFER BEBAN PADA TIANG PADA TANAH SEDIMEN DENGAN METODE ELEMEN HINGGA 3D (STUDI KASUS: DERMAGA KIJING, MEMPAWAH, KALIMANTAN BARAT)", "Abstrak": "Terdapat kasus-kasus dimana tiang pancang berada pada tanah yang didominasi oleh tanah lunak atau pada kondisi tanah dimana tanah lempung lunaknya cukup tebal dan tanah kerasnya berada pada kedalaman yang dalam. Dalam kondisi tanah seperti ini, tiang perlu dipancang menembus lapisan tanah lunak hingga kedalaman tertentu. Sebagian besar resistensi tiang ini berasal dari skin friction sehingga tiang seperti ini disebut friction pile. Namun, dalam proses perancangan, suatu lapisan tanah tidak mungkin diklasifikasikan sebagai tanah lempung (clay) tanpa mengandung pasir (sand) sama sekali dan sebaliknya. Kita perlu memperhitungkan perilaku-perilaku yang mungkin muncul. Sebagai contoh, suatu lapisan tanah diklasifikasikan sebagai clayey sand, lalu bagaimana merepresentasikannya dalam perhitungan desain, terutama dalam perilaku jangka panjang, seperti consolidation settlement. Untuk konstruksi skala kecil, hal tersebut mungkin tidak berpengaruh, tetapi hal tersebut akan berdampak berbahaya untuk konstruksi skala besar. Oleh karena itu, akurasi prediksi penurunan pada kelompok tiang menjadi sangat penting.\nDalam studi ini dilakukan peninjauan terhadap interaksi tanah dan tiang pada tanah sandy clay dan loose sand. Studi ini dilakukan menggunakan metode elemen hingga dengan bantuan perangkat lunak Plaxis 3D untuk menyelidiki mekanisme transfer beban dan penurunan pada tiang tunggal dan kelompok tiang. Hasil penyelidikan tanah pada pelabuhan internasional baru di Mempawah yang tersedia digunakan untuk analisis dalam studi ini, seperti Bore Log, PDA Test, PDR Test, and Static Loading Test. Parameter tanah yang digunakan dalam analisis didasarkan pada data hasil pengujian tanah yang tersedia serta beberapa korelasi empiris yang telah diterima secara luas di dunia akademis dan dunia praktik. Analisis dilakukan dengan kondisi tanah didominasi oleh tanah lempung (clay) sampai dengan kedalaman -60 m dengan lapisan tanah pada kedalaman -29 m sampai -41 m diklasifikasikan dalam dua kondisi, yaitu sandy clay dan loose sand.\nBerdasarkan hasil analisis pada studi ini, distribusi beban dipengaruhi oleh konsistensi tanah. Tiang menerima semua beban yang diaplikasikan sampai kapasitas maksimal tiang terlampaui. Tiang pada lapisan tanah pasir (sand) dapat memikul beban lebih besar dari pada tiang pada lapisan tanah lempung (clay). Pada kondisi tanah dengan sisipan lapisan tanah pasir (sand), pore pressure dapat terdisipasi lebih baik daripada pada kondisi tanah tanpa sisipan lapisan tanah pasir (sand). Hasil analisis menunjukkan bahwa perbedaan klasifikasi tanah dapat menyebabkan perbedaan prediksi penurunan (settlement). Lapisan tanah yang dianggap sebagai tanah lempung (clay) memiliki nilai consolidation settlement yang lebih besar dan memiliki pola yang berbeda dengan lapisan tanah yang dianggap sebagai tanah pasir (sand). Dengan demikian metode penguatan struktur atas yang diperlukan akan berbeda. Peningkatan penurunan tanah dapat dipengaruhi oleh jumlah, jenis lapisan tanah, dan konsistensi lapisan tanah.", "Daftar File": {"ABSTRAK Wafi Granita Wuri Bemby": "https://digilib.itb.ac.id/gdl/download/222077"}, "Penulis": "Wafi Granita Wuri Bemby [25017321]", "Kontributor / Dosen Pembimbing": ["Endra Susila, S.T., M.T., Ph.D.", "Dedi Apriadi, S.T., M.T., Ph.D.", "Andhika Sahadewa, S.T., M.S.E., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "interaksi tanah-fondasi tiang, mekanisme transfer beban, excess pore pressure, penurunan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}