{"Nomor": 54090, "Judul": "PENGARUH PUPUK ORGANIK CAIR PSBN GENERATIF TERHADAP PERTUMBUHAN DAN HASIL TANAMAN TOMAT (LYCOPERSICUM ESCULENTUM MILL.) HIBRIDA VARIETAS SERVO", "Abstrak": "Tomat merupakan komoditas yang produksinya dari tahun ke tahun ditingkatkan di Indonesia karena nilai kebutuhan, konsumsi per kapita, dan peluang bisnis yang terus meningkat. Terutama jumlahnya yang belum mampu memenuhi angka konsumsi masyarakat dalam negeri sekaligus pemenuhan sebagai negara eksportir. Peningkatan produksi dilakukan dengan memperhatikan pemilihan varietas dan inputan berupa pupuk tambahan. Pengaplikasian pupuk anorganik yang digemari saat ini diketahui mampu menyisakan residu yang berdampak negatif pada kualitas ekosistem dan keamanan produk. Pupuk organik menjadi salah satu alternatif untuk membangun pertanian berkelanjutan. Saat ini, produk pupuk banyak dikemas sehingga lebih praktis penggunaannya, salah satunya pupuk organik cair PSBN Generatif. Sifatnya yang cair mempercepat proses penyerapan dan memiliki kemampuan untuk meningkatkan kualitas pertumbuhan dan perkembangan tanaman karena mengandung unsur hara makro, mikro, hormon pertumbuhan, dan asam organik. Selain itu, dibutuhkan konsentrasi yang tepat agar diperoleh hasil yang maksimal. Penelitian ini bertujuan untuk mendapatkan konsentrasi pupuk organik cair PSBN Generatif terbaik terhadap pertumbuhan dan hasil tanaman tomat (Lycopersicum esculentum Mill.) hibrida var. Servo. Penelitian disusun berdasarkan RAK (Rancangan Acak Kelompok) dengan perlakuan konsentrasi POC Generatif yang terdiri dari empat taraf, yaitu kontrol atau tanpa pemberian POC (K0), POC 2,5 mL/L (K1), 5 mL/L (K2), dan 7,5 mL/L (K3), sehingga diperoleh empat perlakuan dengan enam kali pengulangan. Hasil penelitian menunjukkan bahwa perbedaan pemberian konsentrasi pupuk organik cair PSBN Generatif hanya berpengaruh nyata terhadap variabel bobot kering tajuk, bobot kering akar, dan rasio tajuk – akar. Perlakuan K3 (7,5 mL/L) mampu menghasilkan bobot kering tajuk dan bobot kering akar lebih tinggi daripada perlakuan lainnya, serta perlakuan K2 (5 mL/L) mampu menghasilkan panjang buah, diameter buah, dan tebal daging buah lebih tinggi daripada perlakuan lainnya.", "Daftar File": {"ABSTRAK Devi Gusnawati Lumbanraja": "https://digilib.itb.ac.id/gdl/download/222082"}, "Penulis": "Devi Gusnawati Lumbanraja [11416030]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dadang Sumardi, M.P.", "Dr. Ir. Rika Alfianny, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "hasil, konsentrasi, pupuk organik cair PSBN Generatif, tomat hibrida", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2021"}