{"Nomor": 54099, "Judul": "ANALISIS TERMAL KAWAH GUNUNG API AKTIF SECARA TEMPORAL PADA KEDUDUKAN TEKTONIK YANG BERBEDA BERDASARKAN CITRA INFRAMERAH TERMAL ASTER", "Abstrak": "Indonesia merupakan salah satu negara yang terletak di antara ring of fire (cincin api pasifik). Ring of fire merupakan zona dimana terdapat banyak aktivitas seismik yang terbentuk akibat pertemuan lempeng-lempeng tektonik. Indonesia sendiri berada pada daerah pertemuan 3 lempeng tektonik besar. Hal itu menyebabkan terciptanya busur-busur vulkanik di Indonesia yang terdiri atas jajaran gunung api. Kondisi geografis tersebut menyebabkan wilayah Indonesia berpotensi dan rentan akan bahaya letusan gunung api. Dalam beberapa tahun ke belakang banyak gunung api aktif di wilayah Indonesia yang menunjukkan aktivitas vulkanik yang tinggi dan rawan bencana. Dalam penelitian ini, dilakukan suatu analisis terhadap karakteristik dan anomali termal dari masing-masing gunung api yang mewakili tiap busur vulkanik. Anomali termal bisa dideteksi dari suhu permukaan temporal yang diperoleh melalui pengolahan citra Visible Near Infrared dan Thermal Infrared ASTER dengan menggunakan algoritma Land Surface Temperature. Karakteristik termal dari masing-masing gunung api dapat digunakan untuk mendeteksi kemungkinan terjadinya letusan di masa mendatang. Hasil penelitian menunjukkan bahwa Gunung Karangetang dan Gunung Gamalama yang secara berurutan mewakili Busur Sulawesi-Sangihe dan Busur Halmahera memiliki tipikal yang sama, yaitu menunjukkan perubahan termal yang signifikan tinggi ketika menjelang erupsi. Sedangkan pada Gunung Tangkuban Perahu yang mewakili busur Sunda tidak menunujukkan anomali suhu yang mencolok saat sebelum terjadi erupsi. Begitu pun dengan Gunung Banda Api yang mewakili Busur Banda dimana fluktuasi suhu permukaannya dari waktu ke waktu cenderung datar dan memang tercatat tidak pernah mengalami erupsi dalam kurun waktu 10 tahun ke belakang.", "Daftar File": {"ABSTRAK Haikal Zamzami": "https://digilib.itb.ac.id/gdl/download/222100", "COVER Haikal Zamzami": "https://digilib.itb.ac.id/gdl/download/243853", "PUSTAKA Haikal Zamzami": "https://digilib.itb.ac.id/gdl/download/243858"}, "Penulis": "Haikal Zamzami [15116041]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr.Eng. Asep Saepuloh, S.T., M.Eng.", "Dr. Riantini Virtriana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "ASTER, karakteristik termal, Land Surface Temperature", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "15 Mar 2021"}