{"Nomor": 54101, "Judul": "PROTOKOL PERTUKARAN DATA UNTUK MANAJEMEN DATA KEBENCANAAN, SAFE AND SECURE CITY", "Abstrak": "Sistem mitigasi bencana yang terstruktur dan sistematis dibutuhkan untuk menjadi\nsolusi bencana yang terjadi di Indonesia. Pemanfaatan berbagai data kebencanaan\nyang bersumber dari Internet of Things (IoT) dan media sosial dalam\npengembangan Disaster Management System (DMS) memanfaatkan Big Data\nAnalytics (BDA) telah dilakukan. Namun, penggunaan IoT menemui masalah\nterhadap kebutuhan sumber daya yang besar dan media sosial sering ditemukan\npermasalahan terkait hoaks dan relevansi informasi yang diberikan. Penerapan\npengumpulan active crowdsourced data dapat dilakukan dengan memanfaatkan\npartisipasi aktif dan mobilitas masyarakat terhadap kejadian bencana yang terjadi\ndi sekitarnya memunculkan paradigma baru Mobile Crowdsourcing (MCS). MCS\nmemberikan alternatif solusi sumber data kebencanaan dengan memanfaatkan\nberbagai sensor yang tertanam pada smartphone pengguna yang akan memberikan\nlaporan terkait bencana di suatu daerah.\nNamun, kendala ditemukan ketika menghadapi masalah privasi pengguna dan\nkeamanan data yang diberikan melalui metode MCS, karena dataset Volunteered\nGeographical Information (VGI) yang dihasilkan mengandung informasi lokasi\ndan informasi pribadi yang sensitif bagi pengguna. Selain masalah privasi dan\nkeamanan, hambatan lainnya seperti kemampuan manusia dalam penggunaan\naplikasi pada smartphone dan efisiensi penggunaan paket data untuk mengirimkan\ndata juga perlu menjadi pertimbangan untuk menarik perhatian masyarakat agar\nturut aktif dalam pelaporan bencana menggunakan smartphone mereka. Penelitian\nini mengusulkan protokol pertukaran data Session Time Diffie-Hellman (STDH)\nyang privacy-friendly pada penerapan pengumpulan data kebencanaan berbasis\nMCS. Protokol pertukaran data digunakan untuk menjamin keamanan data yang\ndiberikan oleh masyarakat yang akan menjadi sumber data yang berguna dalam\nmemprediksi kemungkinan terjadinya bencana di suatu daerah yang dapat menjadi\ninformasi yang bermanfaat bagi pemerintah untuk mengurangi dampak bencana\nyang akan terjadi untuk mewujudkan safe and secure city.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222102", "Abstrak & Abstract": "https://digilib.itb.ac.id/gdl/download/222103"}, "Penulis": "Eriyanto Adhi Setyawan [23219007]", "Kontributor / Dosen Pembimbing": ["Dr. Fadhil Hidayat, S.Kom., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Internet of Things (IoT), Mobile Crowdsourcing (MCS), Big Data Analytics (BDA), Volunteered Geographical Information (VGI), Disaster Management System (DMS)", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "15 Mar 2021"}