{"Nomor": 54118, "Judul": "PERANCANGAN METODE DAN ESTIMASI BIAYA KONSTRUKSI PAKET PEKERJAAN STRUKTUR UNTUK TERMINAL PENUMPANG DAN FASILITAS SISI UDARA BANDAR UDARA H.A.S HANANDJOEDDIN TANJUNG PANDAN", "Abstrak": "Belitung merupakan salah satu kota dengan daya tarik wisatawan yang cukup besar\ndi Indonesia. Untuk mengakomodasi pergerakan wisatawan yang terus meningkat\nsetiap tahunnya, maka akan dibangun Bandara H.A.S. Hanandjoeddin. Bandar\nudara (disingkat: bandara) H.A.S Hanandjoeddin merupakan bandar udara yang\nterletak di Tanjung Pandan, Kabupaten Belitung, Kepulauan Bangka Belitung.\nBandara ini direncanakan memiliki fasilitas lepas landas pesawat terbang dan\nterminal penumpang seluas 12.000 m2. Ruang lingkup pembahasan tugas akhir ini\nmeliputi pembuatan Work Breakdown Structure (WBS), perencanaan metode\nkonstruksi, perhitungan volume kebutuhan material, perancangan jadwal pekerjaan,\ndan estimasi biaya proyek.\nMetode konstruksi yang direncanakan dalam membangun Bandara H.A.S.\nHanandjoeddin meliputi pekerjaan persiapan, pekerjaan struktur terminal\npenumpang, pekerjaan perkerasan, dan pekerjaan drainase. Perhitungan volume\npekerjaan dilakukan secara manual berdasarkan hasil desain tiap aspek. Untuk\nmengestimasi biaya konstruksi, digunakan dua metode yaitu unit price\nmenggunakan SNI dan Lampiran Permen PUPR No. 28 Tahun 2016 serta resource\nenumeration. Penentuan durasi pekerjaan dilakukan berdasarkan lead resouces alat\nberat dan lead resources tenaga kerja.\nProyek Bandara H.A.S. Hanandjoeddin direncanakan dimulai pada tanggal 1 April\n2021 hingga 30 Desember 2024 dengan total durasi 978 hari. Biaya langsung yang\nakan dikeluarkan adalah sebesar Rp1.177.595.628.916,99. Dengan adanya biaya\ntidak langsung, profit, dan pajak didapat Rencana Anggaran Biaya (RAB) proyek\nsebesar Rp1.516.243.502.955,15.", "Daftar File": {"ABSTRAK Ainundhiya Nabilla Maharani": "https://digilib.itb.ac.id/gdl/download/222132"}, "Penulis": "Ainundhiya Nabilla Maharani [15016109]", "Kontributor / Dosen Pembimbing": ["Rani Gayatri Kusumawardhani P., S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bandara H.A.S. Hanandjoeddin, Metode Pelaksanaan Konstruksi, Volume Pekerjaan, Durasi Pekerjaan, Estimasi Biaya Konstruksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}