{"Nomor": 54112, "Judul": "PREKURSOR MJO-CROSSING (MJO-C) DAN MJO-BLOCKING (MJO-B) DI BENUA MARITIM BERDASARKAN ANALISIS TRANSPOR KELEMBAPAN DAN PEMANASAN DIABATIK", "Abstrak": "Penelitian mengenai propagasi MJO yang terhalang saat melewati Benua Maritim merupakan permasalahan yang kompleks. Penelitian kali ini bermaksud untuk mengetahui prekursor kejadian MJO-Crossing (MJO-C) dan MJO-Blocking (MJO-B) ditinjau dari analisis moisture transport dan struktur vertikal pemanasan diabatik.\nAnalisis Hovmöller pada kejadian MJO-C dan MJO-B dilakukan menggunakan data curah hujan satelit TRMM periode bulan ONDJFM tahun 1998-2015 untuk melihat karakteristik propagasi MJO-C dan MJO-B. Perbedaan propagasi MJO-C dan MJO-B, diinvestigasi lebih lanjut menggunakan data kelembapan spesifik dan medan angin ERA-Interim ECMWF untuk mengetahui kondisi moisture transport dan struktur vertikal kelembapan spesifik MJO-C dan MJO-B. Selanjutnya, struktur vertikal pemanasan diabatik yang berasosiasi dengan kejadian MJO-C dan MJO-B dihitung menggunakan data radiosonde dan data reanalisis.\nHasil penelitian menemukan terdapat pelemahan supply moisture pada kejadian MJO-B yang disebabkan oleh adanya dry anomaly yang berpropagasi ke barat (day -15 hingga day -5), dari Samudra Pasifik menuju wilayah BMI. Kondisi dry anomaly ini bercampur dengan moist anomaly MJO yang berakibat pada pengurangan intensitas kelembapan dan menghambat propagasi MJO melintasi wilayah BMI. Sementara itu, perbedaan struktur vertikal pemanasan diabatik kejadian MJO-C dan MJO-B terletak di wilayah BMI (120°BT) tepatnya di Pulau Sulawesi dan Pulau Papua. Pada kejadian MJO-C, profil pemanasan diabatik di Pulau Sulawesi dan Pulau Papua masih cukup kuat (9K/hari) dengan puncak pemanasan di level 400 hPa dan berhasil berpropagasi ke Pasifik Barat. Sedangkan pada kejadian MJO-B, profil pemanasan diabatik di Pulau Sulawesi cenderung lemah dengan puncak pemanasaan bernilai 6.5K/hari bahkan profil pemanasan diabatik di Pulau Papua semakin melemah (<4K/hari).", "Daftar File": {"ABSTRAK Akhmad Fahim": "https://digilib.itb.ac.id/gdl/download/222124"}, "Penulis": "Akhmad Fahim [22418008]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pemanasan Diabatik, Propagasi MJO, MJO-C, MJO-B,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2021"}