{"Nomor": 54117, "Judul": "RANCANGAN USULAN PERBAIKAN KUALITAS PROSES PENJAHITAN PRODUK T-SHIRT PADA PT WILLBES GLOBAL DENGAN MENGGUNAKAN METODOLOGI SIX SIGMA", "Abstrak": "PT Willbes Global merupakan salah satu perusahaan yang bergerak dalam bidang industri apparel atau garmen. Saat ini, perusahaan seringkali tidak mencapai permintaan produksi. Pada Bulan Juli 2019 hingga Juni 2020, persentase tidak tercapainya permintaan produksi tertinggi yaitu pada produk t-shirt sebesar 2,60%. Faktor dominan yang menyebabkan tidak tercapainya permintaan adalah produk cacat. Tidak tercapainya permintaan produk t-shirt melebihi target maksimal produk cacat perusahaan yaitu 1%. Produk cacat t-shirt terbagi ke dalam 3 (tiga) kategori, yaitu cacat pemotongan, cacat jahitan, dan cacat finishing. Cacat jahitan memiliki proporsi cacat terbesar diantara cacat lainnya, yaitu 85%. Oleh karena itu, penelitian ini dilakukan untuk memperbaiki kualitas proses penjahitan agar dapat mengurangi jumlah cacat jahitan produk t-shirt.\nPerbaikan kualitas proses penjahitan dilakukan menggunakan metodologi six sigma dengan pendekatan DMAIC (Define, Measure, Analyze, Improve, Control). Pada tahap define, dilakukan pembuatan project charter, pengamatan proses produksi eksisting perusahaan, dan identifikasi jenis-jenis cacat. Selanjutnya, pada tahap measure, diperoleh bahwa persentase cacat jahitan pada periode Juli hingga Agustus 2020 adalah 2,23%. Pada tahap ini juga diperoleh kesimpulan bahwa proses penjahitan di perusahaan belum stabil. Adapun, perhitungan kapabilitas proses menghasilkan nilai Defect per Million Opportunities sebesar 2.794,706 atau apabila dikonversi dalam nilai sigma menghasilkan nilai 2,99 sigma. Kemudian, pada tahap analyze, diperoleh bahwa jenis cacat yang dijadikan fokus penelitian adalah cacat thread end, uneven, dan dirty yang memiliki frekuensi kumulatif 58%. Ketiga jenis cacat dilakukan pencarian akar masalah dengan menggunakan metode delphi dan divisualisasikan menggunakan diagram sebab akibat. Akar masalah yang akan diselesaikan, terlebih dahulu diprioritaskan, kemudian dipilih oleh pihak perusahaan dengan menggunakan alat bantu Failure Mode and Effect Analysis. Pada tahap improve, terdapat 5 alternatif solusi yang diajukan dan disetujui oleh perusahaan, yaitu (1) perancangan alat bantu pemotong benang, (2) perancangan attention point, (3) pembelian magnet pembatas jahitan, (4) perbaikan metode atau intruksi kerja pemeliharaan mesin jahit dan \"Kartu Pemeliharaan Service Mesin\", serta (5) perbaikan metode atau intruksi kerja untuk operator jahit. Untuk memastikan seluruh alternatif solusi berjalan sesuai dengan rencana maka pada tahap control dibuat timeline pelaksanaan dan Standard Operational Procedure.\nDari 5 (lima) alternatif solusi, 3 (tiga) diantaranya sudah selesai diimplementasikan. Implementasi menghasilkan penurunan jumlah proporsi cacat jahitan sebesar 54,1% dalam satu hari produksi. Selanjutnya, dilakukan pula analisis BCR pada setiap alternatif solusi. Setiap alternatif solusi memperoleh nilai BCR lebih dari satu. Analisis hasil implementasi tersebut dapat menunjukkan bahwa penerapan alternatif solusi yang diajukan pada penelitian ini dapat memperbaiki kualitas proses penjahitan produk t-shirt dan berpotensi untuk menguntungkan perusahaan.", "Daftar File": {"ABSTRAK Terani Virda": "https://digilib.itb.ac.id/gdl/download/222131"}, "Penulis": "Terani Virda [13416116]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T.", "Mohammad Mi'", "radj Isnaini, S.T., M.T., Ph.D.", "Veterina Nosadila Riaventin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Six Sigma, DMAIC, Perbaikan Kualitas, Garmen, Proses Penjahitan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2021"}