{"Nomor": 54127, "Judul": "MOTION CUEING ALGORITHM FOR STEWART PLATFORM", "Abstrak": "For civil aviation and military training, the flight simulators are generally used and widely\naccepted. One key feature that enables flight simulator to perform effectively is the motion\ncueing is relevant in the flight simulator as it enables the pilot to become more conscious of\nthe motion of the aircraft. Stewart platform is the most commonly used motion platform in\npilot training because it can provide the aircraft with six degrees of freedom. All movements\nin flight are difficult to replicate, but there are still ways to use the limited agility of the\nsimulator effectively. The Motion Cueing Algorithm (MCA) modifies flight dynamic\nmovements that are simulated into movements that are added to a motion platform that gives\na similar perception of a flight's motion. Various MCA has been developed throughout the\nyears to contionuously improve the In this research two of the methods will be studied:\nClassical Washout Filter and Linear Optimal Washout Filter. The method used in this thesis\nis to calculate and tume the MCA using Matlab, then pair the output from the MCA as input\nin Simulink with Stewart Platform This thesis proposed an adjustment in the cost function\nfor Linear Optimal Washout Filter. with adding dynamics of the platform as a 1st order &\n2nd order transfer function. The output from the MCA will be simulated as the input of\nStewart Platform. The Stewart Platform modeled have a rotary actuation system and the\nmodeled using Simscape Multibody. Several cases of input will be simulated with the output\ncompared using the sensed response from vestibular system model.", "Daftar File": {"ABSTRAK Sofia Karina Subrata": "https://digilib.itb.ac.id/gdl/download/222142"}, "Penulis": "Sofia Karina Subrata [23619004]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Aircraft Simulator, Motion Platform, Motion Cue, Simulation, Stewart Platform, Motion Cueing Algorithm", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2021"}