{"Nomor": 54121, "Judul": "PERANCANGAN PENGENDALIAN BANJIR DI DAS BAYEUN, KABUPATEN ACEH TIMUR", "Abstrak": "Sungai merupakan saluran drainasi alami yang terdiri dari palung sungai dan\nsempadan sungai. Salah satu fungsi sungai adalah sebagai saluran alami yang\nmengalirkan air dari dataran tinggi ke dataran rendah. Seperti saluran pada\numumnya, sungai juga memiliki kapasitas maksimal dalam mengalirkan debit air.\nJika debit air yang ada melebihi kapasitas sungai, air yang melimpah tersebut akan\nmeluap dan menggenangi dataran-dataran. Peristiwa banjir merupakan peristiwa\ndimana terendamnya daratan yang biasanya tidak terendam air. Banjir merupakan\nsalah satu permasalahan dalam bidang sumber daya air yang paling umum di\nIndonesia. Seperti yang sudah disebutkan, salah satu penyebab paling umum\nterjadinya banjir adalah ketidakmampuan saluran, yaitu sungai, dalam menampung\naliran air yang berasa dari curah hujan tinggi. Sungai bayeun merupakan salah satu\nsungai yang mengalami permasalahan ini. Hasil analisis hidrologi DAS Bayeun\nmenunjukkan bahwa besar debit banjir periode ulang 20 tahun yang terjadi adalah\nsebesar 533.48 m3/s. Menggunakan data debit banjir periode ulang 20 tahun ini\nkemudian akan dilakukan perancangan alternatif pengendalian banjir. Dalam\npengerjaan tugas akhir ini, alternatif solusi akan dirancang dan dimodelkan dengan\nmenggunakan software HEC-RAS. Pemodelan dilakukan terhadap 3 alternatif\nsolusi yaitu kolam retensi, normalisasi sungai, dan kombinasi antara normalisasi\nsungai dan tanggul urugan.", "Daftar File": {"ABSTRAK Ivan Marupa": "https://digilib.itb.ac.id/gdl/download/222135"}, "Penulis": "Ivan Marupa [15816025]", "Kontributor / Dosen Pembimbing": ["Mohammad Farid, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Bayeun, Normalisasi, Retensi, Tanggul, HEC-RAS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}