{"Nomor": 54120, "Judul": "PENGARUH PUPUK ORGANIK CAIR PSBN GENERATIF TERHADAP PERTUMBUHAN DAN HASIL TANAMAN TOMAT (LYCOPERSICUM ESCULENTUM MILL.) HIBRIDA VARIETAS LARISA", "Abstrak": "Tanaman tomat merupakan tanaman semusim yang buahnya banyak dikonsumsi masyarakat Indonesia. Konsumsi tomat di Indonesia mengalami peningkatan seiring dengan pertambahan jumlah penduduk. Proyeksi neraca produksi dan konsumsi tomat Indonesia menunjukkan bahwa Indonesia masih mengalami defisit produksi terhadap konsumsi di tahun yang akan datang, oleh karena itu peningkatan produksi tomat perlu dilakukan untuk menutupi defisit tersebut. Intensifikasi pertanian merupakan salah satu solusi yang dapat dilakukan dengan pemilihan varietas dan penggunaan konsentrasi pupuk yang tepat. Pemilihan varietas Larisa yang merupakan varietas hibrida dengan daya hasil tinggi, kualitas buah baik dan seragam, serta cocok ditanam di dataran rendah-medium diharapkan mampu untuk meningkatkan produksi tomat di Indonesia. Penggunaan pupuk organik cair adalah salah satu pilihan untuk mengurangi penggunaan pupuk anorganik yang dapat mengakibatkan degradasi lahan apabila digunakan terus-menerus. Namun diperlukan konsentrasi yang tepat supaya proses budidaya dapat berlangsung lebih efektif dan efisien. Tujuan dari penelitian ini adalah untuk mendapatkan konsentrasi pupuk organik cair PSBN generatif terbaik terhadap pertumbuhan dan hasil tanaman tomat (Lycopersicum esculentum Mill.) hibrida varietas Larisa. Rancangan penelitian disusun berdasarkan Rancangan Acak Kelompok (RAK) dengan perlakuan konsentrasi pupuk organik cair (POC) PSBN generatif yang terdiri dari empat taraf, yaitu kontrol atau tanpa POC (K0), POC 2,5 mL/L (K1), POC 5 mL/L (K2), dan POC 7,5 mL/L (K3) dengan pengulangan sebanyak enam kali. Hasil dari penelitian menunjukkan bahwa perbedaan pemberian konsentrasi pupuk organik cair PSBN Generatif pada tanaman tomat (Lycopersicum esculentum Mill.) hibrida varietas Larisa hanya berpengaruh nyata terhadap variabel bobot kering tajuk, bobot kering akar, diameter buah, dan tebal daging. Perlakuan K3 (7.5 mL/L) mampu menghasilkan bobot kering tajuk dan bobot kering akar lebih tinggi daripada perlakuan lain, serta perlakuan K2 (5 mL/L) mampu menghasilkan diameter buah dan tebal daging lebih tinggi daripada perlakuan lain.", "Daftar File": {"ABSTRAK Regina Sonya Chandralita": "https://digilib.itb.ac.id/gdl/download/222134"}, "Penulis": "Regina Sonya Chandralita [11416001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dadang Sumardi, M.P.", "Dr. Ir. Rika Alfianny, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "hasil, konsentrasi, pertumbuhan, pupuk organik cair PSBN generatif, tomat hibrida", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2021"}