{"Nomor": 54137, "Judul": "MODEL KONTRAK SEWA DENGAN MEMPERTIMBANGKAN SISTEM KEBIJAKAN PEMELIHARAAN TANPA PENGAWASAN DAN DENGAN PENGAWASAN", "Abstrak": "Model kontrak sewa peralatan dalam penelitian ini agen akan menawarkan tiga opsi kebijakan pemeliharaan yang dapat dipilih konsumen yaitu sistem pemeliharaan tanpa pengawasan (time-based maintenance - TBM), dengan pengawasan (condition-based maintenance - CBM), dan konsumen tidak memilih kebijakan pemeliharaan manapun atau konsumen melakukan pemeliharaan secara mandiri (in-house). Pencarian solusi model kontrak sewa dilihat dari sudut pandang agen dan konsumen. Kebijakan pemeliharaan yang dipilih akan mempengaruhi ekspektasi total keuntungan yang diperoleh agen dan konsumen. Peralatan yang diteliti pada penelitian ini termasuk kedalam peralatan yang dapat diperbaiki (repairable) seperti dump truck.\nModel kerusakan peralatan akan diformulasikan menggunakan metode Accelerated Failure Time (AFT) yang memfasilitasi faktor penggunaan dan kondisi operasi yang akan disatukan kedalam proses degradasi sebuah peralatan. Kebijakan pemeliharaan TBM diawali dengan menentukan tingkat pemeliharaan pencegahan dan jumlah pemeliharaan pencegahan yang optimal yang dapat meminimasi biaya pemeliharaan, sedangkan pada kebijakan pemeliharaan CBM agen, harus mencari nilai interval pengawasan (monitoring) dan batas ambang pemeliharaan pencegahan yang optimal yang dapat meminimasi total biaya pemeliharaan sehingga didapat nilai ekpektasi keuntungan yang maksimal bagi agen dan konsumen. Pengambilan keputusan dilakukan dengan menggunakan teori permainan Nash. Teori permainan Nash dipilih karena kontrak sewa ini ingin memperoleh keuntungan optimal yang sama bagi masing-masing pihak (agen dan konsumen) sehingga tidak ada pihak yang dirugikan. Hasil keputusan optimal yang diperoleh dicari menggunakan metoda numerik dimana parameter dari distribusi kerusakan, biaya dan pendapatan yang relevan diset secara hipotetik.", "Daftar File": {"ABSTRAK Putri Zsa Zsa Leani Leuser": "https://digilib.itb.ac.id/gdl/download/222154"}, "Penulis": "Putri Zsa Zsa Leani Leuser [23418038]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bermawi Priyatna Iskandar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kontrak sewa, repairable, time-based maintenance, condition-based maintenance, accelerated failure time, teori permainan Nash.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Mar 2021"}