{"Nomor": 54132, "Judul": "PERANCANGAN ASPEK MANAJEMEN KONSTRUKSI PROYEK SERENA ARC HOTEL PASIR KALIKI, BANDUNG", "Abstrak": "Serena Arc Hotel merupakan bangunan komersial yang berufungsi sebagai hotel dan fasilitas tambahan berupa retail shop, meeting room, kolam renang, dan lainnya. Serena Arc Hotel terletak pada Jalan Pasir Kaliki, Kota Bandung. Letak hotel yang strategis ini memiliki fungsi untuk meningkatkan ekonomi Kota Bandung sendiri dimana Bandung merupakan kota metropolitan terbesar di Jawa Barat. Bandung merupakan salah satu kota tujuan para wisatawan karena banyaknya daya tarik produk wisata yang dimiliki. Pembangunan Serena Arc Hotel pada aspek manajemen konstruksi ini akan ditinjau dalam pengerjaan Tugas Akhir Desain ini. Ruang lingkup dalam pembahasan tugas akhir meliputi metode pelaksanaan konstruksi, perhitungan volume kebutuhan, perancangan jadwal konstruksi, dan estimasi biaya konstruksi. Dilakukan perhitungan kebutuhan volume menggunakan metode perhitungan manual sedangkan perhitungan produktivitas pekerjaan menggunakan metode lead resources untk pekerja dan alat berat. Perhitungan jadwal konstruksi menggunakan bantuan Software Microsoft Project dan perhitungan biaya konstruksi mengacu pada SNI serta Permen PU No. 28. Terdapat pekerjaan yang terdiri dari pekerjaan persiapan, pekerjaan tanah, pekerjaan struktur bawah, pekerjaan struktur atas, pekerjaan air, serta pekerjaan perkerasan dengan biaya pembangunan total sebesar Rp 83.408.703.481,58 dan watu pengerjaan selama 299 hari kerja.", "Daftar File": {"ABSTRAK Novan Satria Hafizha": "https://digilib.itb.ac.id/gdl/download/222148", "COVER Novan Satria Hafizha": "https://digilib.itb.ac.id/gdl/download/253209", "PUSTAKA Novan Satria Hafizha": "https://digilib.itb.ac.id/gdl/download/253218"}, "Penulis": "Novan Satria Hafizha [15016100]", "Kontributor / Dosen Pembimbing": ["Dr. Iris Mahani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Serena Arc Hotel, metode pelaksanaan konstruksi, estimasi biaya konstruksi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "11 file", "Tanggal Input": "15 Mar 2021"}