{"Nomor": 54158, "Judul": "SISTEM KENDALI TERBANG FORMASI DAN PENGHINDAR OBYEK PENGHALANG UNTUK WAHANA UAV QUADROTOR", "Abstrak": "Tugas akhir ini membahas tentang perancangan sistem kendali autonomous quadrotor dalam melakukan terbang formasi dan obstacle avoidance. Agar quadrotor dapat melakukan terbang formasi, quadrotor harus memiliki sistem kendali autonomous yang mampu memandu dan mempertahankan sikap quadrotor dalam menyelesaikan misi dan quadrotor harus memiliki sistem kendali untuk melakukan obstacle avoidance berdasarkan bacaan sensor ultrasonik.\nMetode sistem kendali autonomous yang digunakan adalah path following pure pursuit. Sistem panduan terbang yang digunakan adalah path following agar quadrotor terbang mengikuti lintasannya terus menerus karena titik referensinya berpindah sesuai waktu tertentu dan tidak dalam jarak yang jauh.\nMetode terbang formasi yang digunakan adalah virtual reference dengan menggunakan tiga quadrotor yang akan membentuk formasi segitiga dalam menyelesaikan misinya. Metode ini menggunakan titik-titik virtual sebagai pemandu quadrotor untuk terbang mengikuti lintasannya dan mempertahankan posisi masing-masing dalam formasinya. Metode ini juga akan membuat suatu virtual leader quadrotor sebagai acuan referensi untuk melakukan terbang formasi.\nMetode obstacle avoidance yang digunakan adalah dengan membuat virtual ellipse yang menyelimuti suatu obstacle berdasarkan hasil deteksi sensor ultrasonik. Quadrotor akan menentukan contact point dari virtual ellipse yang terbentuk berdasarkan vektor kecepatan quadrotor untuk melakukan obstacle avoidance.", "Daftar File": {"ABSTRAK Antonius Moang Simon Say": "https://digilib.itb.ac.id/gdl/download/222191", "COVER Antonius Moang Simon Say": "https://digilib.itb.ac.id/gdl/download/263725"}, "Penulis": "Antonius Moang Simon Say [13616014]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Quadrotor, Autonomous, Path Following, Terbang Formasi, Virtual Reference, Obstacle Avoidance.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "15 Mar 2021"}