{"Nomor": 54150, "Judul": "ESTIMASI BERAT DAN TINGGI BADAN MANUSIA BERDASARKAN CITRA WAJAH", "Abstrak": "Pengukuran berat badan dan tinggi badan pada umumnya dilakukan secara \nkonvensional, yang biasanya dengan pengukuran secara langsung baik \nmenggunakan timbangan maupun stature meter. Akan tetapi, dengan cara \nkonvensional, kami menawarkan pendekatan secara digital dalam pengukuran \nberat dan tinggi badan dengan cara diestimasi berdasarkan citra wajah pada \nkondisi keadaan normal dengan menggunakan teknik pembelajaran mesin.\nPada penelitian ini dilakukan eksperimen untuk menelusuri pendekatan dan teknik \nterbaik yang dibutuhkan dalam proses estimasi nilai berat badan, tinggi badan \nserta Body Mass Index. Untuk eksperimen tersebut dilakukan dengan dua macam \npendekatan yaitu Embeddings dan Landmarks serta empat jenis teknik regresi \nyaitu linear, ridge, lasso, polynomial. Selanjutnya penilaian dari setiap teknik \nserta pendekatan yang dilakukan dengan menggunakan perbandingan nilai error\nantara ground truth dan nilai yang diestimasi. Berdasarkan hasil eksperimen \ntersebut akan dilakukan implementasi aplikasi real-time untuk memudahkan \nproses dari estimasi nilai berat badan, tinggi badan serta Body Mass Index.\nBerdasarkan penelitian yang dilakukan, diperoleh bahwa model dengan masukan \nberupa 5 fitur terpenting dari jarak landmark dengan teknik regresi polinomial, \nmenghasilkan kinerja terbaik dengan nilai rata-rata dari RMSE sekitar 0,41 dan \nnilai rata-rata dari MAE sekitar 0,29 yang diperoleh dari sekitar 960 data \npercobaan untuk masing-masing nilai berat badan, tinggi badan serta Body Mass \nIndex pada keadaan normal. Berdasarkan nilai evaluasi error, aplikasi yang \ndibangun dengan model landmark berhasil melakukan estimasi berat, tinggi dan \nBMI pada manusia dalam keadaan normal mendekati nilai sebenarnya.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222165", "Abstrak": "https://digilib.itb.ac.id/gdl/download/222166", "Abstract": "https://digilib.itb.ac.id/gdl/download/222169"}, "Penulis": "Harry Setiawan Hamjaya [13516079]", "Kontributor / Dosen Pembimbing": ["Ir. Rila Mandala, M.Eng., Ph.D.", "Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "embeddings, landmarks, regresi", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "15 Mar 2021"}