{"Nomor": 54166, "Judul": "PERENCANAAN LAYOUT PELABUHAN PETI KEMAS DI TANJUNG MERAH, BITUNG, SULAWESI UTARA", "Abstrak": "Pelabuhan Tanjung Merah merupakan salah satu pelabuhan yang didirikan untuk menyokong KEK (Kawasan Ekonomi Khusus) Bitung di Tanjung Merah, Sulawesi Utara. Dalam melaksanakan KEK Bitung ini baru terdapat Pelabuhan Bitung di Sulawesi Utara untuk mengakomodasi KEK Bitung. Oleh karena itu, dibutuhkan sebuah pelabuhan baru yang khusus untuk menyokong KEK Bitung ini di Tanjung Merah, maka dibutuhkan dermaga yang mampu melayani kegiatan bongkar muat untuk kegiatan ekspor dan impor. Pelabuhan yang dibangun pada lokasi ini merupakan jenis pelabuhan peti kemas dan dibangun tepat di daerah KEK Bitung. Pada pengerjaan tugas akhir ini, akan dilakukan analisis kebutuhan dan analisis layout pembangunan Pelabuhan Peti Kemas Tanjung Merah, yang mana dilakukan atas dasar aspek kebutuhan infrastruktur pelabuhan, keamanan pelayaran dan kegiatan bongkar muat kapal, dan biaya pembangunan. Aspek infrastruktur akan menghasilkan layout awal fasilitas darat dan laut pelabuhan. Selanjutnya aspek keamanan kegiatan bongkar muat akan ditinjau dari kondisi hidrodinamika, yaitu gelombang dan arus yang dimodelkan menggunakan perangkat lunak Delft3D. Lalu akan ditinjau pula faktor biaya yang akan dihitung berdasarkan harga satuan pekerjaan dermaga, trestle, dan breakwater.", "Daftar File": {"ABSTRAK Muhammad Hilman Riza": "https://digilib.itb.ac.id/gdl/download/222205", "COVER Muhammad Hilman Riza": "https://digilib.itb.ac.id/gdl/download/261143", "PUSTAKA Muhammad Hilman Riza": "https://digilib.itb.ac.id/gdl/download/261151"}, "Penulis": "Muhammad Hilman Riza [15516016]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nita Yuanita, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Layout, Peti Kemas, Bitung, Breakwater, Delft3D", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "15 Mar 2021"}