{"Nomor": 54161, "Judul": "VISUAL ATTRIBUTE EXTRACTION PADA CITRA FASHION DI SITUS ONLINE SHOP", "Abstrak": "Situs online shop saat ini sudah sangat populer dan banyak digunakan. Semua orang\nyang memiliki akses ke jaringan internet dapat melakukan jual beli secara online melalui situs\nonline shop. Salah satu jenis produk yang paling banyak dijual beli secara online adalah produk\nfashion. Produk fashion memiliki berbagai jenis atribut yang bermacam-macam. Dikarenakan\nproduk fashion yang dijual secara online terbuka untuk semua pengguna jaringan internet,\ndeskripsi dari produk fashion tersebut biasanya masih memiliki kekurangan atau human error.\nHal ini dapat mempengaruhi fitur-fitur yang tersedia pada online shop seperti fitur searching.\nOleh karena itu, diperlukan solusi otomatis yang dapat melengkapai deskripsi dari produk\nfashion. Solusi ini memanfaatkan citra produk fashion untuk mengekstraksi atribut.\nModel yang dibangun terdiri dari network dasar dan beberapa network cabang yang\ndikhususkan mengklasifikasikan suatu jenis atribut tertentu. Model ini memanfaatkan\nlandmark dan bounding box untuk melakukan ekstraksi fitur lokal. Ekstraksi fitur lokal untuk\nmasing-masing cabang berbeda sesuai dengan jenis atribut yang diklasifikasikan oleh cabang\ntersebut.\nHasil penelitian menunjukan bahwa model yang dibangun bersifat progressive\nsehingga dapat mengikuti perkembangan situs online shop. Penggunaan landmark dan\nbounding box untuk ekstraksi fitur lokal hanya meningkat pada jenis atribut tertentu dan secara\nkeseluruhan kinerja model masih belum meningkat. Masih diperlukan penelitian lebih lanjut\nuntuk mengubah ekstraksi fitur lokal pada model.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222195", "Abstrak": "https://digilib.itb.ac.id/gdl/download/222196", "Abstract": "https://digilib.itb.ac.id/gdl/download/222198"}, "Penulis": "Krishna Aurelio Noviandri [13516108]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwi Hendratmo Widyantoro, M.Sc., Ph.D.", "Ardian Umam, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ekstraksi atribut, produk fashion, landmark, bounding box, progressive, ekstraksi  fitur lokal, situs online shop", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "15 Mar 2021"}