{"Nomor": 54170, "Judul": "PERANCANGAN STRUKTUR BETON DAN ATAP RANGKA BAJA PADA STADION SEPAKBOLA DI GEDEBAGE, BANDUNG", "Abstrak": "Masyarakat Kota Bandung memiliki ketertarikan yang cukup tinggi terhadap\nsepakbola, karena Kota Bandung sendiri memiliki tim sepakbola Persib Bandung.\nSaat ini, Persib Bandung menggunakan Stadion Si Jalak Harupat dalam\nmelaksanakan pertandingan, letak dari stadion ini berada di Kabupaten Bandung,\nyang cukup jauh dari Kota Bandung. Maka perlu dibangun stadion di Kota Bandung\ndengan akses jalan yang cukup mudah, yaitu Stadion Sepakbola di Gedebage,\nBandung.\nBangunan dari Stadion Sepakbola di Gedebage, Bandung menggunakan material\nstruktur utama berupa beton bertulang dengan konfigurasi rangka portal, dan\nstruktur atap menggunakan baja profil dengan konfigurasi truss. Perancangan\nstadion ini menggunakan standar-standar yang berlaku, antara lain SNI 1726-2019\ntentang “Tata Cara Perencanaan Ketahanan Gempa untuk Struktur Bangunan\nGedung dan Non Gedung”, SNI 1727-2013 tentang “Beban Minimum untuk\nPerancangan Bangunan Gedung dan Struktur Lain”, SNI 1729-2015 tentang\n“Spesifikasi untuk Bangunan Gedung Baja Struktural”, dan SNI 2847-2019 tentang\n“Persyaratan Beton Struktural untuk Bangunan Gedung.”\nSistem struktur beton stadion menggunakan sistem ganda berupa Sistem Rangka\nPemikul Momen Khusus (SRPMK) dan Sistem Dinding Struktural Khusus (SDSK),\nserta struktur atap baja rangka momen biasa. Pemodelan struktur dilakukan pada\nperangkat lunak ETABS v 17. dan SAP2000 v.22.\nGaris besar perancangan struktur atas berupa evaluasi gambar arsitektur, analisis\nperilaku struktur terhadap gempa,dan detailing elemen struktur. Secara rinci,\ntahapan perancangan melingkupi analisis spektrum repons ragam, penentuan\nperiode fundamental struktur, perhitungan gempa lateral ekivalen, pengecekan\nsimpangan antar laintai, pengecekan efek P-delta, pengecekan persyaratan sistem\nganda, pengecekan ketidakberaturan horizontal, pengecekan ketidakberaturan\nvertikal, perancangan tulangan elemen balok, kolo, hubungan balok-kolom,\nperancangan elemen dinding geser, perancangan elemen pelat, dan perancangan\nelemen baja struktural.", "Daftar File": {"ABSTRAK Amelia Andriani": "https://digilib.itb.ac.id/gdl/download/222215", "COVER Amelia Andriani": "https://digilib.itb.ac.id/gdl/download/252962", "PUSTAKA Amelia Andriani": "https://digilib.itb.ac.id/gdl/download/252971"}, "Penulis": "Amelia Andriani [15016019]", "Kontributor / Dosen Pembimbing": ["Ivan Sandi Darma, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bangunan Stadion, sistem ganda, rangka momen biasa, pemodelan struktur, analisis perilaku struktur, detailing.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "11 file", "Tanggal Input": "15 Mar 2021"}