{"Nomor": 54174, "Judul": "HIGH-SPEED WEIGHING SYSTEM DESIGN USING GEOMETRIC APPROACH", "Abstrak": "Pengukuran berat memiliki peranan penting dalam beberapa industri. Pengukuran ini\nmembutuhkan akurasi yang tinggi karena error kecil yang terjadi berulang kali dapat\nmengakibatkan kerugian yang besar. Saat kebutuhan akan volume produksi terus meningkat,\npengukuran berat harus mampu untuk beradaptasi dengan kecepatan produksi. Namun, load\ncell sebagai sensor berat memiliki respon yang berosilasi dan waktu untuk mencapai steady\nstate yang cukup lama. Pengukuran berat cepat harus mampu untuk mengestimasi nilai statik\ndari respon load cell yang masih dalam area transien dengan akurasi yang cukup baik.\nSudah ada beberapa metode yang diajukan untuk mengestimasi nilai beban dengan\nmemanfaatkan informasi yang diberikan dalam respon transien. Dalam riset ini, sebuah\nsistem pengukuran didesain dan dimanufaktur dengan menggunakan load cell LPX-100 kg.\nMetode yang digunakan untuk mengestimasi nilai statik adalah dengan sebuah pendekatan\ngeometrik yang diusulkan Kesilmis dan Baran (2016).\nUntuk melakukan pengukuran, beban diberikan dalam bentuk sinyal step dengan cara\nmelepas alas dari beban sementara beban juga digantung pada alat ukur. Dengan hanya\nmenggunakan data posisi puncak dan lembah dari osilasi pada saat respon transien dalam\nwaktu yang cukup pendek, nilai steady-state dapat diestimasi. Data pengukuran akan diproses\noleh Arduino sebagai mikrokontroler and hasilnya ditampilkan di LCD. MATLAB sebagai\nsoftware komputasi, digunakan untuk merancang program dan menganalisis respon load cell\nsebelum program tersebut diupload ke Arduinio secara langsung menggunakan MATLABArduino\nsupport package.", "Daftar File": {"ABSTRAK Nawridha Alfath S D": "https://digilib.itb.ac.id/gdl/download/222220"}, "Penulis": "Nawridha Alfath S D [13116005]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pengukuran berat, estimasi, steady-state, pendekatan geometrik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}