{"Nomor": 54188, "Judul": "PERANCANGAN STRUKTUR RANGKA BATANG BAJA TAHAN GEMPA STASIUN KERETA API CEPAT TEGALLUAR", "Abstrak": "Perkembangan teknologi memicu terjadinya perkembangan moda transportasi. Salah satu inovasi dalam moda transportasi adalah kereta cepat. Kereta cepat ini juga bisa menjadi opsi moda transportasi pergerakan dari Kota Jakarta menuju Kota Bandung selain melalui jalan tol dan melalui kereta api. Selain itu, kereta cepat ini juga menawarkan keuntungan waktu tempuh yang lebih cepat. Dengan adanya kebutuhan akan kereta cepat ini, maka perlu disediakan stasiun sebagai tempat pemberhentian kereta serta tempat naik dan turunnya penumpang jasa layanan kereta cepat.\nStruktur stasiun kereta api cepat Tegalluar terdiri dari tiga lantai dengan tinggi bangunan 22,8 meter serta terdapat tunnel untuk mengakomodasi pergerapan penumpang. Struktur utama bangunan dan struktur atap menggunakan sistem rangka baja. Struktur stasiun memiliki Kategori Desain Seismik D dan sistem struktur yang digunakan adalah Sistem Rangka Batang Baja Pemikul Momen Khusus. Setelah dilakukan penetapan sistem struktur, selanjutnya dilakukan analisis gempa dengan analisis spektrum ragam respons, meliputi analisis pengecekan simpangan antar lantai, efek p-delta, ketidakberaturan horizontal, ketidakberaturan vertikal, dan redundansi struktur.\nSelanjutnya, komponen elemen struktur yang didesain akan dicek terhadap kekuatan (strength) dan kemampuan layan (serviceability). Dalam hal ini, kemampulayanan yang dicek adalah syarat defleksi (lendutan) maksimum. Setelah itu akan dilanjutkan dengan detailing elemen struktur yang terdiri dari desain sambungan, penulangan pelat, desain shear stud, desain base plate, desain kolom pedestal dan tie beam.", "Daftar File": {"ABSTRAK Herdiansyah Prihatna Putra": "https://digilib.itb.ac.id/gdl/download/222248"}, "Penulis": "Herdiansyah Prihatna Putra [15016053]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. I Gde Widiadnyana Merati, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Stasiun kereta api cepat, Sistem Rangka Batang Baja Pemikul Momen Khusus, analisis spektrum ragam respons, kekuatan, kemampuan layan, detailing.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}