{"Nomor": 54184, "Judul": "RESEARCH ON FINANCIAL VIABILITY OF THE OUTCOME ECONOMY MODEL", "Abstrak": "Perkembangan teknologi yang pesat telah mendorong terjadinya transformasi\nglobal dalam industri manufaktur yang disebut Revolusi Industri Keempat\n(Industry 4.0). Kemajuan teknologi ini juga telah mengubah cara perusahaan\nmenjalankan bisnisnya. Dari sudut pandang produsen, dengan semakin\nmeningkatnya isu mengenai sustainability, perkembangan di bidang industri\nmengubah cara perusahaan mengelola sumber daya dan infrastruktur dengan cara\nyang lebih sustainable (berkelanjutan), yaitu dari mass production menjadi mass\ncustomization. Dampak lain dari perkembangan teknologi adalah munculnya model\nbisnis baru yang berdasarkan pendekatan berbasis outcome yaitu outcome economy.\nDi dalam model outcome economy, terjadi pergeseran dari ekonomi tradisional di\nmana pengguna atau pelanggan membeli produk dari produsen dan\nmenggunakannya untuk mendapatkan outcome, ke model baru di mana pengguna\ndapat memperoleh outcome dari produk tanpa harus membeli produk tersebut, yang\nmana model ini lebih sustainable. Pengguna akan menerima manfaat atau outcome\nproduk dengan cara berlangganan atau dapat menggunakan skema pay-peroutcome.\nManfaat dari model ini adalah selain lebih ramah lingkungan karena dapat\nmengurangi produksi produk dan limbah, juga dapat membantu mewujudkan\nmasyarakat yang lebih inklusif. Tujuan penelitian ini adalah untuk mengembangkan\nmodel bisnis yang lebih sustainable yaitu outcome economy, dan memberikan\nanalisis kelayakan finansial model outcome economy dengan menggunakan tiga\nkriteria yaitu payback period, Net Present Value (NPV), dan Internal Rate of Return\n(IRR). Fokus utama penelitian ini adalah menganalisis penggunaan AC pada shared\nspace.", "Daftar File": {"ABSTRAK Atik Rindarsih": "https://digilib.itb.ac.id/gdl/download/222240", "COVER Atik Rindarsih": "https://digilib.itb.ac.id/gdl/download/242223", "BAB 1 Atik Rindarsih": "https://digilib.itb.ac.id/gdl/download/242232", "BAB 2 Atik Rindarsih": "https://digilib.itb.ac.id/gdl/download/242234", "BAB 3 Atik Rindarsih": "https://digilib.itb.ac.id/gdl/download/242235", "BAB 4 Atik Rindarsih": "https://digilib.itb.ac.id/gdl/download/242236", "BAB 5 Atik Rindarsih": "https://digilib.itb.ac.id/gdl/download/242247", "PUSTAKA Atik Rindarsih": "https://digilib.itb.ac.id/gdl/download/242248"}, "Penulis": "Atik Rindarsih [23418081]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "outcome economy, industry 4.0., sustainability, analisis kelayakan finansial, payback period, Net Present Value (NPV), dan Internal Rate of Return (IRR)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "15 Mar 2021"}