{"Nomor": 54189, "Judul": "IMPLEMENTASI ALGORITMA COMPUTER VISION PADA ALAT PICK-AND-PLACE UNTUK PERAKITAN BOARD ELEKTRONIKA SKALA KECIL", "Abstrak": "Peralatan pick-and-place untuk perakitan board elektronika umumnya dilengkapi\ndengan modul computer-vision untuk meningkatkan ketelitian dan mencegah\nterjadinya kesalahan pemasangan. Pada tugas akhir ini dilakukan pengembangan\nmodul computer vision yang merupakan bagian dari pengembangan sebuah prototip\nalat pick-and place. Computer vision yang di-implementasikan bertujuan\nmemperoleh posisi titik tengh (centroid) dari komponen yang akan dipasang.\nTujuannya agar nozzle dari head alat pick-and-place dapat diposisikan pada titik ini\nsaat mengambil komponen. Citra komponen diambil menggunakan sebuah\nmikroskop digital dengan resolusi 640x480 pixel. Proses yang dilakukan oleh\nmodul computer-vision meliputi beberapa tahap: (i) pengambilan gambar, (ii)\npengolahan citra (iii) pencarian titik tengah, dan (iv) menempatkan nozzle ke posisi\ntitik tengah komponen. Letak kamera yang dirancang akan berada pada ketinggian\n3 cm. Luas tangkapan dari computer vision mencakup 10 x 7.5 mm. Proses\npengolahan citra dilakukan menggunakan bantuan library OpenCV. Pengambilan\ngambar dilakukan dari atas komponen, yang dikenal sebagai look-down vision.\nSetelah itu, gambar tangkapan diolah dengan metode pengenalan kontur dan\npencarian titik tengah dari kontur. Proses operasi kamera, pengolahan citra,\npenentuan titik tengah komponen serta kendali gerakan head dilakukan\nmenggunakan board Raspberry Pi 4. Dari hasil pengujian, modul computer-vision\nyang dikembangkan telah dapat menjalankan fungsi yang di-inginkan, meliputi\npengambilan gambar, pengolahan citra, penentuan centroid komponen, serta\npengaturan posisi nozzle. Algoritma computer vision yang di-implementasikan\ntelah berhasil mengenali kontur dan menentukan titik tengah dua jenis komponen,\nyaitu SOIC-8 (Small Outline IC 8 pin) serta komponen resistor SMD 2012 dengan\nukuran 2 x 1.25 mm.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222249", "Abstrak & Abstract": "https://digilib.itb.ac.id/gdl/download/222250"}, "Penulis": "Richard Chandra [13216112]", "Kontributor / Dosen Pembimbing": ["Ir. Farkhad Ihsan Hariadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Computer-vision, look-down, kontur, centroid, OpenCV, SOIC-8", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "15 Mar 2021"}