{"Nomor": 54192, "Judul": "EVALUASI DAN PENGKLASIFIKASIAN KELELAHAN PENGEMUDI BERDASARKAN INDIKATOR OKULAR DENGAN MENGGUNAKAN METODE REGRESI LOGISTIK ORDINAL DAN KURVA RECEIVER OPERATING CHARACTERISTIC", "Abstrak": "Kecelakaan lalu lintas di jalan raya menjadi permasalahan yang cukup serius di dunia maupun di Indonesia. Penyebab terbesar dari kecelakaan disebabkan oleh faktor dari manusia. Faktor manusia yang paling berpengaruh terhadap kecelakaan lalu lintas yaitu kondisi kelelahan dan kantuk. Penting dilakukannya suatu evaluasi dan pengklasifikasian terhadap kelelahan ketika mengemudi di perjalanan. Penelitian ini memiliki tujuan untuk mengevaluasi karakteristik kelelahan pengemudi berdasarkan indikator okular kedipan mata (PERCLOS, durasi kedipan, microsleep, dan frekuensi kedipan) serta menentukan parameter indikator okular yang memiliki tingkat akurasi sensitivitas dan spesifisitas terbaik dalam mengevaluasi kelelahan besikut nilai pisah batas (cutoff) dalam kondisi terjaga, kelelahan ringan dan kelalahan berat. Penelitian ini dilakukan dengan menggunakan eksperimen lapangan dengan melibatkan 13 orang partisipan yang berprofesi sebagai sopir berjenis kelamin pria dengan rentang usia 30-40 tahun (rata-rata 35.92 ± 3.63 tahun). Setiap partisipan yang terlibat diminta untuk mengemudi dari Bandung ke Bekasi dan kembali lagi ke Bandung dengan total perjalanan kurang lebih 5-6 jam. Digunakan kamera yang dipasang di depan pengemudi untuk merekam bagian mata dari partisipan. Setiap indikator okular diukur setiap 20 menit sekali. Selain itu, digunakan indikator subjektif yaitu Swedish Occupational Fatigue Inventory (SOFI) dan Karolinska Sleepiness Scale (KSS) untuk menentukan kondisi subjektif yang dirasakan pengemudi ketika peralanan. Didapatkan hasil indikator PERCLOS cenderung naik dari awal hinga akhir perjalanan, sedangkan tiga indikator lainnya yaitu durasi kedipan, microsleep dan frekuensi kedipan meningkat di awal dan melandai di akhir perjalanan.Tingkat akurasi tertinggi didapatkan oleh indikator durasi kedipan sebanyak 72,5%, selanjutnya tingkat sensitivitas tertinggi didapatkan oleh indikator microsleep baik pada pengklasifikasian kondisi terjaga dan kelelahan ringan maupun kondisi kelelahan ringan dan kelelahan berat. Sedangkan, nilai spesifisitas tertinggi didapatkan oleh indikator durasi kedipan untuk pengklasifikasian kondisi terjaga dan kelelahan ringan dan indikator PERCLOS untuk pengklasifikasian kondisi kelelahan ringan dan kelelahan berat. Durasi kedipan cenderung memiliki nilai akurasi, sensitivitas dan spesifisitas yang cukup tinggi untuk ketiganya dengan nilai pisah batas sebesar 0,425 ms untuk pengklasifikasian kondisi terjaga dan kelelahan ringan dan 0,505 ms untuk pengklasifikasian kondisi kelelahan ringan dan kelelahan berat.", "Daftar File": {"ABSTRAK Muhammad Lutfi Shadiq Zainy": "https://digilib.itb.ac.id/gdl/download/222254"}, "Penulis": "Muhammad Lutfi Shadiq Zainy [13416118]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hardianto Iridiastadi, MSIE"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kelelahan, indikator okular, indikator subjektif, tingkat akurasi, tingkat sensitivitas, tingkat spesifisitas.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "15 Mar 2021"}