{"Nomor": 54207, "Judul": "KAJIAN KARYA SENI DIGITAL SEBAGAI MEDIA KOMUNIKASI BAGI ANAK AUTIS DI ARTHERAPY CENTER WIDYATAMA", "Abstrak": "Komunikasi menjadi hal yang fundamental dalam kehidupan manusia, tetapi bagi anak-anak autis yang memiliki karakteristik kurang mampu bersosialisasi dan berkomunikasi, hal tersebut menjadi sebuah masalah. Walaupun seperti itu, anak-anak ini memiliki kreativitas yang dapat disalurkan melalui seni, hal tersebut disebabkan setiap anak memiliki kepekaan sensori yang bisa dijadikan pendekatan untuk belajar berkomunikasi, diantaranya ada kepekaan sensori visual dan juga audio. Anak autis yang memiliki kepekaan visual juga memiliki ketertarikan proses pembuatan karya dengan menggunakan media tertentu, karena seni digital saat ini terus berkembang maka diantara anak autis terdapat beberapa anak yang memiliki minat dalam pembuatan karya seni digital yang mampu menjadi media komunikasi. Penggabungan dari kepekaan sensori visual dan penggunaan media digital yang yang mereka sukai menjadikan sebuah proses yang menarik bagi anak autis dalam berkarya sehingga mereka mampu belajar lebih cepat dan berkembang tidak hanya dalam komunikasinya saja tetapi juga interaksi sosial dan imajinasinya.\nPenelitian ini bertujuan untuk melihat bagaimana proses dan hasil karya anak autis yang memiliki hambatan komunikasi di Artherapy Center Widyatama pada program Treatment Khusus, sebuah lembaga pendidikan berbasis seni bagi anak-anak disabilitas. Karya seni digital yang diteliti diambil dari tiga karya anak autis yang dipilih berdasarkan ketertarikan dalam menggunakan seni digital dan keterbatasan mereka dalam berkomunikasi untuk melihat bagaimana anak-anak ini dapat berkomunikasi lewat karya digitalnya. Penulis menggunakan metode kualitatif mewawancarai pengajar dan orang tua subyek penelitian, penulis tidak mewawancarai subyek penelitian karena anak-anak ini kesulitan untuk berkomunikasi secara langsung dan hanya memahami hal-hal sederhana. Penulis juga meneliti dokumentasi proses pembuatan karya dan mengobservasi karakteristik anak untuk penulis interpretasikan kesimpulan dari karya seni digital oleh ketiga anak autis ini.\nPenulis meneliti karya anak autis untuk mengetahui apa proses dan hasil dari karya mereka yang menggunakan media digital, dan apakah karya mereka tersebut dapat menjadi jembatan komunikasi terhadap orang luar. Untuk menjawab rumusan masalah tersebut penulis menganalisis karya dengan\nii\nmenggunakan teori seni digital Paul dan Holes. Untuk mengetahui apa proses pembuatan karya anak autis menggunakan media digital, penulis menggunakan teori proses kreatif Wallas dan teori metode sensasi oleh Nurfarina, setelah itu untuk melihat apakah karyanya bisa menjadi jembatan komunikasi, penulis meneliti menggunakan teori gambar sebagai indikator komunikasi oleh Komala serta teori kritik seni oleh Feldman untuk mengidentifikasi dan menginterpretasi karya. Dari situ dapat disimpulkan bahwa proses dan hasil ketiga subyek penelitian dalam pembuatan karya digital memiliki karakteristik dan tema yang berbeda-beda sesuai dengan stimulus natural mereka masing-masing, hal ini penting karena dalam metode sensasi terbukti setiap anak autis bisa belajar lebih baik dengan mengetahui stimulus natural mereka terlebih dahulu. Penulis dapat menginterpretasikan juga apa perasaan dan ekspresi yang subyek ingin sampaikan ketika membuat karya dari tema dan unsur-unsur rupa yang terlihat pada karya subyek penelitian, hal tersebut menjadi jembatan komunikasi antara subyek penelitian dengan penulis.", "Daftar File": {"2021 TS PP MARIA SARASWATI B. 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/222288"}, "Penulis": "Maria Saraswati Bijakbestari [27018012]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Yanti Damayanti, Dipl.Art.", "Dr. Irma Damajanti, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Seni Digital, Gambar Anak, Anak Autis, Proses Kreasi Seni, Komunikasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Mar 2021"}