{"Nomor": 54220, "Judul": "STUDI POTENSI BIOSURFAKTAN BACILLUS SP. F7 DALAM FORMULASI SOL-GEL COATING SEBAGAI AGEN PENGHAMBAT BIOKOROSI LOGAM BAJA ST-37 PADA MEDIA AIR FORMASI (BRINE WATER)", "Abstrak": "Brine water atau air formasi merupakan air limbah yang dihasilkan dari berbagai\nproses yang dilakukan pada sebagian besar industri, salah satunya proses desalinasi\npada industri minyak dan gas. Air formasi bersifat korosif, mengandung zat organik\ndan mineral terlarut. Sifat asam pada air formasi dapat meningkatkan laju korosi\nmaterial logam, menurunkan integritas pipa dan akhirnya menyebabkan produksi\nminyak terganggu. Selain itu, keberadaan trace element mineral dan kandungan\nsenyawa hidrokarbon pada air formasi ini mendukung pertumbuhan biofilm penyebab\nbiokorosi. Untuk menanggulangi masalah biofilm, dapat digunakan teknik pelapisan\nsalah satunya yaitu pelapisan (coating) menggunakan sol-gel berbasis silika dengan\nmenambahkan biosurfaktan dari bakteri Bacillus sp. F7 sebagai agen inhibitor korosi\ntambahan yang ramah lingkungan dalam menghambat pertumbuhan sel planktonik,\nmengurangi adhesi sel, dan mengeradikasi biofilm serta meningkatkan perlindungan\njangka panjang terhadap korosi. Penelitian ini bertujuan untuk mengetahui pengaruh\npenambahan tiga variasi konsentrasi biosurfaktan (15,625; 31,25; 62,5 ?g/mL) ke\ndalam formulasi sol-gel terhadap pembentukan biofilm dan laju korosi logam baja\nST-37. Pertama dilakukan optimasi grade kekasaran permukaan logam dan teknik\ncoating. Selanjutnya, dilakukan analisis hidrofobisitas menggunakan metode uji sudut\nkontak. Dalam penentuan pengaruh variasi konsentrasi dilakukan pengujian laju\nkorosi logam baja ST-37 dengan metode weight loss yang diinkubasi dalam media\nbrine water pada suhu 50°C pada hari ke-1, 2, 3, 7 dan 15. Analisis dinamika\nkomunitas bakteri pembentuk biofilm dengan metode ALT. Berdasarkan hasil\noptimasi, grade kekasaran 600 dan teknik dip coating menghasilkan kualitas\npelapisan yang paling baik dilihat dari visualisasi imersi logam pada larutan NaCl\n5%. Berdasarkan uji sudut kontak, perlakuan sol-gel coating dan penambahan\nbiosurfaktan yang semakin tinggi dapat meningkatkan hidrofobisitas permukaan.\nHasil percobaan selama 15 hari inkubasi, penambahan biosurfaktan dalam formulasi\nsol-gel dapat menurunkan bakteri pembentuk biofilm pada logam baja ST-37 hingga\n104 CFU/mL. Berdasarkan pengukuran laju korosi, perlakuan sol-gel coating dengan\npenambahan 62,5 ?g/mL biosurfaktan mampu menurunkan laju korosi hingga 0,1697\nmm/tahun dan memiliki ketahanan korosi relatif yang cukup. Oleh karena itu,\npenambahan biosurfaktan pada sol-gel coating berpotensi dalam mencegah\npembentukan biofilm dan menurunkan laju biokorosi pada logam baja ST-37 pada\nmedia brine water.", "Daftar File": {"ABSTRAK Ade Fany Safitri": "https://digilib.itb.ac.id/gdl/download/222318", "COVER Ade Fany Safitri": "https://digilib.itb.ac.id/gdl/download/260902", "PUSTAKA Ade Fany Safitri": "https://digilib.itb.ac.id/gdl/download/260908"}, "Penulis": "Ade Fany Safitri [10416013]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "biofilm, biosurfaktan, sol-gel, brine water, biokorosi, logam.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "15 Mar 2021"}