{"Nomor": 54221, "Judul": "PENGEMBANGAN SISTEM OBJECT TRACKING DAN APLIKASI KONFERENSI MULTIMEDIA", "Abstrak": "Konferensi video merupakan salah satu metode komunikasi yang telah menjadi populer\nbersamaan dengan meluasnya penggunaan internet, dan telah menjadi salah satu\nmetode yang disorot untuk dimanfaatkan oleh bidang pendidikan. Salah satu manfaat\nyang dapat diperoleh dari penerapan konferensi video adalah standardisasi edukasi di\ndaerah terpencil. Konferensi video masih memiliki beberapa batasan, di antaranya\nbahwa interaksi yang dapat dilakukan terbatas pada apa yang dapat ditangkap oleh\nkamera, sehingga membatasi ruang gerak dari pengguna yang terlibat. Masalah ini\ndapat diatasi melalui penggunaan face tracking, yang menggabungkan prinsip-prinsip\nface detection menggunakan algoritma Viola Jones dan object tracking berbasis\nCAMShift. Dengan memanfaatkan teknologi ini, dapat dihasilkan perangkat kamera\nyang mampu mendeteksi dan mengikuti pergerakan dari wajah pengguna, yang\nmenghasilkan proses konferensi video yang lebih dinamis. Implementasi sistem ini\nmenghasilkan dua buah subsistem besar, yaitu subsistem object tracking dan subsistem\nkonferensi video berbasis WebRTC. Implementasi yang dilakukan mencakup\npemenuhan kebutuhan fungsional dan non-fungsional serta integrasi kedua subsistem.\nHasil pengujian dari sistem menunjukkan bahwa sistem berhasil memenuhi ekspektasi\nkebutuhan yang diberikan, dengan pemenuhan kebutuhan fungsional yang memuaskan\ndan penggunaan sumberdaya di bawah batas yang ditentukan.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222320", "Abstrak & Abstract": "https://digilib.itb.ac.id/gdl/download/222321"}, "Penulis": "Christian Alexander Listiyanto [18214024]", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "konferensi video, object tracking, WebRTC, Viola-Jones, CAMShift", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "15 Mar 2021"}