{"Nomor": 54235, "Judul": "AKTIVITAS ANTI-INFLAMASI PROBIOTIK ASPERGILLUS ORYZAE PADA SISTEM IMUN MUKOSAL USUS ZEBRAFISH (DANIO RERIO) YANG DIINDUKSI INFLAMASI DENGAN KARAGENAN", "Abstrak": "Kerusakan pada usus yang disebabkan karena asupan pakan pada hewan sering\nterjadi, namun kerusakaan ini sulit dideteksi dan belum ada pengobatan yang benarbenar\nefektif untuk digunakan. Kerusakan pada usus salah satunya ditandai dengan\ninflamasi. Probiotik diduga dapat mengurangi respon inflamasi pada hewan karena\nkemampuannya untuk memodulasi sistem imun. Salah satu probiotik yang\nberpotensial adalah Aspergillus oryzae (AO). Aspergillus oryzae merupakan fungi\nyang sudah lama dikenal dan digunakan dalam industri pangan, namun penelitian\nterkait peran A. oryzae sebagai probiotik masih sedikit dan terbatas. Pada penelitian\nini digunakan zebrafish (Danio rerio) sebagai hewan model untuk mengkonfirmasi\nadanya aktivitas anti-inflamasi yang distimulasi oleh A. oryzae. Penelitian\nmenggunakan 18 ekor zebrafish wildtype dewasa yang dibagi menjadi 6 kelompok\n(n=3) yakni: Kontrol (C), Kontrol Positif (PC), Kontrol Negatif (NC), Perlakuan\nAO 10gr/kg (A10), Perlakuan AO 20gr/kg (A20), dan Perlakuan AO 30gr/kg (A30).\nSebelum penelitian, semua kelompok diinjeksi dengan 20?L 1.5% ????-karagenan\nsecara intraperitoneal, kecuali untuk kelompok Kontrol diinjeksi dengan larutan\nPBS. Injeksi dengan karagenan ini bertujuan untuk menginduksi inflamasi pada\nzebrafish. Zebrafish dipelihara dan diberi pakan 2% dari bobot berat badan per hari\nkemudian diisolasi ususnya setelah 10 hari untuk dianalisis secara molekuler. Hasil\npenelitian menunjukkan adanya kenaikan berat badan yang signifikan pada\nkelompok A20 (P<0.05). Berdasarkan hasil analisis molekuler, kelompok\nperlakuan A. oryzae mengalami penurunan level ekspresi gen sitokin pro-inflamatori\n(TNF-?, IL-1?, IL-8) dan peningkatan level ekspresi gen sitokin anti-inflamatori\n(IL-10). Secara signifikan, penurunan ekspresi gen pro-inflamatori TNF-? terjadi di\nA10 (P<0.001), IL-1? di A30 (P<0.001), dan IL-8 di A10 (P<0.05). Peningkatan\nekspresi gen anti-inflamatori IL-10 terjadi pada kelompok perlakuan A. oryzae\nwalaupun tidak berbeda secara signifikan (P?0.05). Hasil analisis molekuler dan\nberat badan ini mengarahkan pada kemungkinan bahwa pemberian A. oryzae dapat\nmenstimulasi fermentasi karbohidrat yang tidak diserap (undigest carbohydrate)\ndalam usus zebrafish, yang kemudian diarahkan pada produksi asam lemak rantai\npendek (SCFAs) oleh mikroflora usus. SCFAs yang dihasilkan akan menjadi\nsubstrat energi untuk sel usus serta meregulasi fungsi sawar usus dan menstimulasi\nberbagai respon sistem imun. Pemberian A. oryzae selain diperkirakan dapat\nmeningkatkan produksi SCFAs, juga dapat meningkatkan sitokin anti-inflamatori,\ndan penurunan sitokin pro-inflamatori. Hal ini kemungkinan disebabkan ?-glukan\nyang terdapat pada dinding sel A. oryzae mampu menginhibisi produksi sitokin proinflamatori.\nDari hasil penelitian, dapat disimpulkan bahwa probiotik Aspergillus\noryzae mampu menstimulasi aktivitas anti-inflamasi pada sistem imun mukosal\nusus zebrafish yang diinduksi inflamasi dengan karagenan.", "Daftar File": {"ABSTRAK Defia Nur Laeli": "https://digilib.itb.ac.id/gdl/download/222351", "COVER Defia Nur Laeli": "https://digilib.itb.ac.id/gdl/download/260887", "PUSTAKA Defia Nur Laeli": "https://digilib.itb.ac.id/gdl/download/260893"}, "Penulis": "Defia Nur Laeli [10616018]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aspergillus oryzae, probiotik, zebrafish, inflamasi, SCFAs", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "15 Mar 2021"}