{"Nomor": 54231, "Judul": "ETNOMEDISIN TUMBUHAN OBAT SUB-ETNIS BATAK TOBA", "Abstrak": "Keanekaragaman tumbuhan yang tinggi serta kelompok etnis yang beragam di Indonesia memberikan peluang yang besar untuk penelitian etnomedisin dan pengembangan obat baru di masa depan. Batak merupakan etnis terbesar ketiga di Indonesia yang terkenal akan kompleksitas pengobatan tradisionalnya dalam memanfaatkan berbagai spesies tumbuhan obat, salah satunya pada sub-etnis Batak Toba. Sebagai bagian dari etnis Batak dengan jumlah populasi tertinggi, sub-etnis Batak Toba memiliki pengetahuan yang kaya akan pemanfaatan tumbuhan obat dan sampai saat ini masih terus dipertahankan dari generasi ke generasi. Akan tetapi, dengan masuknya pengobatan modern, ekspansi lahan pertanian, dan kurangnya minat generasi muda dalam mempertahankan tradisi penggunaan obat tradisional menjadi ancaman utama bagi eksistensi penggunaan tumbuhan obat. Hal ini sangat disayangkan karena hilangnya pengetahuan tentang penggunaan tumbuhan obat akan menghambat upaya untuk menemukan obat baru. Berdasarkan latar belakang tersebut, penelitian ini bertujuan untuk mendokumentasikan spesies tumbuhan obat yang digunakan masyarakat lokal sub-etnis Batak Toba, mendokumentasikan pengetahuan lokal dalam memanfaatkan tumbuhan obat, serta mengidentifikasi spesies tumbuhan obat yang potensial secara etnomedis sebagai bahan pengembangan obat baru. Metode pengumpulan data dilakukan melalui wawancara semi-terstruktur, observasi partisipatif dan field walks. Sebanyak 51 orang informan dipilih dengan metode purposive sampling. Pengambilan data penelitian dilakukan di Desa Sipagabu, Sumatera Utara, pada bulan Januari 2019. Data dianalisis secara kualitatif menggunakan analisis deskriptif dan kuantitatif menggunakan Factor Informant Consensus (Fic) dan Fidelity Level (FL). Penelitian ini menemukan sebanyak 111 spesies tumbuhan obat dari 100 genus dan 49 famili yang sebagian besar berasal dari Asteraceae (9 spesies), Fabaceae (8 spesies), dan Zingiberaceae (8 spesies). Tumbuhan obat dimanfaatkan untuk 48 jenis penggunaan untuk pengobatan, penggunaan tertinggi yaitu untuk ramuan tawar minyak (38 spesies) dan pengobatan sakit perut (19 spesies). Penggunaan tumbuhan\nobat diklasifikasikan pada 15 dari total 26 kategori penyakit berdasarkan International Classification of Diseases (ICD-11). Kategori penyakit utama dengan nilai Fic tertinggi yaitu kategori penyakit pada sistem visual, diikuti kategori penyakit pada sistem pencernaan, kategori penyakit pada sistem peredaran darah, dan kategori cidera, keracunan, atau konsekuensi lain dari penyebab eksternal. Spesies tumbuhan yang memiliki nilai FL tertinggi yaitu Cyrtandra sp. untuk kategori penyakit pada sistem visual, Andrographis paniculata, Curcuma xanthorrhiza, Eurycoma longifolia, Musa acuminata, Sticherus truncates, Styrax sumatrana, Vaccinium sp., dan Zingiber zerumbet untuk kategori penyakit pada sistem pencernaan, dan Axonopus compressus, Eurya acuminata, Clibadium surinamense, Manihot utilissima, Lasianthus sp., Crinum asiaticum, Setaria italiaca, dan Vigna marina untuk kategori cidera, keracunan, atau konsekuensi lain dari penyebab eksternal. Spesies tumbuhan obat potensial yang direkomendasikan untuk penelitian fitokimia dan farmakologi lebih lanjut untuk pengembangan obat baru di masa depan yaitu Cyrtandra sp. untuk iritasi mata, Axonopus compressus untuk luka tersayat, dan Crinum asiaticum untuk keseleo.", "Daftar File": {"COVER LEIMENA SIMAMORA": "https://digilib.itb.ac.id/gdl/download/263668"}, "Penulis": "LEIMENA SIMAMORA [20617307]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, MS, M.Sc.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "etnomedisin, Batak Toba, tumbuhan potensial", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "15 Mar 2021"}