{"Nomor": 54237, "Judul": "PERANCANGAN FONDASI TIANG BOR DAN DIAPHRAGM WALL DENGAN PERKUATAN GROUND ANCHOR PADA GEDUNG APARTEMEN THE TERRACE DI CIBADAK, BANDUNG", "Abstrak": "Kebutuhan ruang untuk melakukan aktivitas komersial atau sebagai tempat tinggal menjadi hal yang cukup perlu diperhatikan, terutama pada kota-kota besar di Indonesia seperti Kota Bandung. Berdasarkan informasi yang dirilis oleh Badan Pusat Statistik Indonesia, jumlah penduduk Kota Bandung telah mencapai 2,5 juta jiwa pada tahun 2018 silam dengan rata-rata laju pertumbuhan penduduk sebesar 0,3%-0,4% atau sekitar 7-9 ribu jiwa per tahunnya. Oleh karena itu, gedung tingkat tinggi yang dapat digunakan multifungsi sebagai kawasan komersial dan residensial seperti gedung apartemen The Terrace menjadi salah satu solusi dalam memenuhi kebutuhan ruang tersebut.\nPada perancangan struktur apartemen The Terrace, terdapat dua hal yang menjadi fokus utama pekerjaan struktur bawah, yaitu perancangan fondasi dan perancangan basement. Kedua struktur tersebut perlu dirancang sedemikian sehingga dapat mengakomodasi beban-beban yang bekerja sehingga bangunan apartemen The Terrace tersebut dapat digunakan sebagaimana fungsinya.\nFondasi pada gedung apartemen The Terrace ditentukan menggunakan fondasi tiang bor untuk dapat mampu mengakomodasi beban struktur 10 lantai. Analisis kapasitas fondasi dilakukan dengan menggunakan software dari ENSOFT, berupa L-PILE untuk menghitung kapasitas lateral tiang dan GROUP untuk menghitung kapasitas grup fondasi. Selain kapasitas, dilakukan juga analisis terhadap penurunan tanah (settlement) yang terjadi.\nBasement pada gedung apartemen The Terrace terdiri dari dua (2) lantai basement dengan kedalaman masing-masing lantai berada pada elevasi 3,1 meter dan 6,7 meter di bawah permukaan tanah dengan total galian mencapai 9 meter sehingga diperlukan dinding basement dengan tipe dinding diafragma dengan perkuatan angkur. Analisis galian dan dinding basement dilakukan menggunakan software PLAXIS 2D dengan model tanah hardening soil. Hasil analisis menunjukan dibutuhkan dinding diafragma dengan kedalaman dinding 14 meter dan tebal dinding 0,6 meter untuk dapat mengakomodasi kebutuhan basement dan memenuhi persyaratan stabilitas dan deformasi.", "Daftar File": {"ABSTRAK Aulia Akhtiar Daenulhaq": "https://digilib.itb.ac.id/gdl/download/222355"}, "Penulis": "Aulia Akhtiar Daenulhaq [15016139]", "Kontributor / Dosen Pembimbing": ["Endra Susila, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "The Terrace, fondasi tiang, dinding basement", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}