{"Nomor": 54230, "Judul": "PERANCANGAN MODEL PREDIKSI PERTUMBUHAN FOLLOWER MEDIA SOSIAL INSTAGRAM (KASUS AKUN @INFIA_FACT)", "Abstrak": "Infia merupakan perusahaan yang bergerak di industri media dan periklanan. Salah satu core business Infia adalah menyajikan berita dalam berbagai bidang melalui sejumlah akun di media sosial Instagram. Akun terbesar milik Infia adalah @infia_fact dengan jumlah follower sebanyak 3,1 juta pengguna. Namun, selama tiga tahun terakhir pertumbuhan jumlah follower @infia_fact fluktuatif dan trennya cenderung menurun. Untuk mempertahankan posisi dalam persaingan, Infia melakukan analisis empiris dengan membandingkan data jumlah pertumbuhan follower antara dua periode tertentu, lalu menganalisis secara kualitatif dan spekulatif terkait penyebab fluktuasi tersebut.\nPenelitian ini bertujuan untuk merancang model kuantitatif yang dapat memprediksi pertumbuhan jumlah follower sehingga memudahkan Infia mengidentifikasi variabel yang mempengaruhi pertumbuhan follower-nya. Model prediksi dibuat berdasarkan 10.297 data post akun @infia_fact yang tersebar ke dalam 983 hari. Model prediksi pertumbuhan follower dibuat dengan merancang dua model terpisah, yaitu model prediksi peningkatan dan penurunan follower, lalu kedua model digabung menjadi model akhir. Dari lima metode yang digunakan untuk merancang model, metode regresi linear berganda dan random forest (regressor) menghasilkan performansi terbaik dan interpretasi yang mudah. Nilai R2 set data training dan testing model peningkatan follower dari metode regresi linear berganda dan random forest berturut-turut adalah 53.7%, 57.7%, 95.5%, dan 74.5%, sedangkan untuk model penurunan follower ialah 34.8%, 35.8%, 90.5%, dan 52.3%. Variabel terpilih untuk perancangan model akhir adalah waktu ke-t, jumlah karakter caption, jumlah hashtag yang digunakan, jumlah post yang dipublikasikan per hari, persentase jumlah post berbentuk foto, persentase jumlah post berbentuk carousel, serta interaksi antara persentase jumlah post berbentuk video dan persentase jumlah post yang dipublikasikan dalam rentang pukul 00.00-12.00 WIB. Penelitian diakhiri dengan saran mengenai perancangan konten berdasarkan variabel yang mempengaruhi pertumbuhan follower dan saran untuk meningkatkan efektivitas proses operasional dalam pengembangan akun @infia_fact.", "Daftar File": {"ABSTRAK Elisabet Pramudita Larisa Kira": "https://digilib.itb.ac.id/gdl/download/222337"}, "Penulis": "Elisabet Pramudita Larisa Kira [14416051]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Instagram, media sosial, pemodelan prediksi, random forest (regressor), regresi linear berganda", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}