{"Nomor": 54262, "Judul": "STRATEGI ADAPTASI BENCANA BANJIR ROB DI KAWASAN MINAPOLITAN KABUPATEN INDRAMAYU", "Abstrak": "Kabupaten Indramayu merupakan salah kawasan yang telah ditetapkan sebagai\nKawasan Minapolitan Nasional yang tersebar ke dalam 5 kecamatan yaitu\nKecamatan Losarang, Kecamatan Cantigi, Kecamatan Indramayu, Kecamatan\nPasekan, dan Kecamatan Sindang. Sebesar 63,39 % produksi perikanan budidaya\nProvinsi Jawa Barat berasal dari Kabupaten Indramayu khususnya yaitu perikanan\nbudidaya jenis tambak. Namun tantangan terbesar dari pengembangan Kawasan\nMinapolitan ini yaitu dengan adanya dampak perubahan iklim berupa banjir rob.\nOleh sebab itu, dengan adanya ancaman bencana banjir rob yang cenderung\nmeningkat di Kawasan Minapolitan Kabupaten Indramayu, perlu dirumuskan\nstrategi adaptasi di Kawasan Minapolitan terhadap bencana banjir rob agar terjadi\npengurangan dampak bencana namun tetap terbentuk perikanan yang berkelanjutan\ndi kawasan ini.\nPenelitian ini dilakukan untuk menghasilkan strategi adaptasi dalam menangani\nbencana banjir rob di Kawasan Minapolitan Kabupaten Indramayu dengan\nmenggunakan analisis spasial, analisis kerentanan, analisis risiko, dan analisis\nSWOT. Pendekatan dalam menentukan strategi adaptasi ini dirumuskan ke dalam\n4 (empat) aspek yaitu aspek ekonomi, aspek sosial, aspek lingkungan, dan aspek\nkelembagaan sesuai dengan konsep perikanan berkelanjutan yang digunakan yaitu\nEcosystem based Adaptation (EbA) dan Ecosystem Approach to Aquaculture\n(EAA).\nDari hasil penelitian dapat disimpulkan bahwa seluas 12.608,07 hektar lahan\nperikanan budidaya berpotensi terdampak banjir rob. Kemudian berdasarkan hasil\nanalisis risiko didapat bahwa sebagian besar Kawasan Minapolitan di Kabupaten\nIndramayu mempunyai tingkat risiko bencana tinggi. Sehingga dengan ini maka\nmengancam keberlansungan produksi perikanan budidaya di kawasan tersebut.\nOleh karena itu, untuk menjaga keberlangsungan produksi perikanan di Kawasan\nMinapolitan tersebut perlu dilakukan strategi adaptasi dengan konsep pendekatan\nperikanan berkelanjutan. Dari hasil akumulasi, terdapat 39 strategi adaptasi bencana\nbanjir rob di Kawasan Minapolitan yang dibagi rencana pelaksanaan kegiatannya\nke dalam 20 tahun kedepan", "Daftar File": {"ABSTRAK Aufiya Althof Faizal": "https://digilib.itb.ac.id/gdl/download/222396", "BAB 1 Aufiya Althof Faizal": "https://digilib.itb.ac.id/gdl/download/222397", "BAB 2 Aufiya Althof Faizal": "https://digilib.itb.ac.id/gdl/download/222398", "BAB 3 Aufiya Althof Faizal": "https://digilib.itb.ac.id/gdl/download/222399", "BAB 4 Aufiya Althof Faizal": "https://digilib.itb.ac.id/gdl/download/222400", "BAB 5 Aufiya Althof Faizal": "https://digilib.itb.ac.id/gdl/download/222401", "BAB 6 Aufiya Althof Faizal": "https://digilib.itb.ac.id/gdl/download/222402", "PUSTAKA Aufiya Althof Faizal": "https://digilib.itb.ac.id/gdl/download/222403", "2021 TS PP AUFIYA ALTHOF FAIZAL_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/222404"}, "Penulis": "Aufiya Althof Faizal [25417060]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Benedictus Kombaitan, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perubahan iklim, bencana banjir rob, perikanan berkelanjutan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "15 Mar 2021"}