{"Nomor": 54278, "Judul": "STRATEGI PROMOSI DESTINASI PARIWISATA DI KOTA BANDUNG MELALUI MEDIA SOSIAL INSTAGRAM (STUDI KASUS : AKUN INSTAGRAM @DISBUDPAR.BDG)", "Abstrak": "Sektor pariwisata merupakan sektor unggulan penyumbang devisa nasional di Indonesia. Hal ini disebabkan oleh berlimpahnya potensi pariwisata di Indonesia, tak terkecuali Kota Bandung. Kota Bandung merupakan salah satu daerah dengan potensi pariwisata yang berlimpah di Indonesia. Walaupun jumlah wisatawan yang berkunjung terus meningkat tiap tahunnya, mayoritas wisatawan berasal dari daerah sekitar Kota Bandung dan juga penduduk Kota Bandung Sendiri. Untuk mengembangkan pangsa pasar ke berbagai daerah lainnya, Disbudpar menggencarkan kegiatan promosi menggunakan media sosial, terutama Instagram, untuk dapat menjangkau wisatawan dari berbagai daerah lain. Supaya pesan pemasaran dapat tersampaikan dengan baik, perlu dirancang strategi promosi untuk destinasi pariwisata di Kota Bandung melalui akun Instagram @disbudpar.bdg.\nBerdasarkan alasan tersebut, dilakukan penelitian untuk mengetahui faktor-faktor apa saja yang dipertimbangkan wisatawan saat berkunjung ke Kota Bandung. Pengumpulan data preferensi wisatawan dilakukan dengan menggunakan kuesioner berdasarkan model konseptual pemilihan destinasi (destination choice). Selanjutnya data preferensi responden diolah dengan metode Confirmatory Factor Analysis (CFA) untuk memperoleh nilai standard factor loadings masing-masing indikator. Indikator dengan nilai standard factor loadings paling tinggi merupakan aspek yang dipertimbangkan responden ketika berkunjung ke Kota Bandung.\nPerumusan usulan strategi promosi destinasi pariwisata Kota Bandung melalui akun Instagram @disbudpar.bdg dilakukan berdasarkan data demografis dan perilaku responden, serta hasil pengolahan data kuesioner. Selain itu, usulan strategi promosi juga disesuaikan dengan strategi dan kegiatan promosi yang dilakukan sebelumnya serta teori promosi pada industri pariwisata.", "Daftar File": {"ABSTRAK Nisa Hanif Widyanti": "https://digilib.itb.ac.id/gdl/download/222439", "COVER Nisa Hanif Widyanti": "https://digilib.itb.ac.id/gdl/download/260528", "PUSTAKA Nisa Hanif Widyanti": "https://digilib.itb.ac.id/gdl/download/260535"}, "Penulis": "Nisa Hanif Widyanti [14414051]", "Kontributor / Dosen Pembimbing": ["Dr. Indryati Sunaryo, M.Sc.", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "destinasi pariwisata, Confirmatory Factor Analysis (CFA), media sosial, Instagram, promosi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "15 Mar 2021"}