{"Nomor": 54275, "Judul": "PERANCANGAN STRUKTUR BENDUNGAN UTAMA ASAHAN IV, KABUPATEN ASAHAN, PROVINSI SUMATERA UTARAV", "Abstrak": "Biaya Pokok Penyediaan (BPP) tenaga listrik di Indonesia telah melampaui batas ekonomis\ndikarenakan penggunaan minyak bumi yang ketersediaannya terbatas. Upaya strategis\ndibutuhkan untuk mengonservasi bahan bakar fosil sejalan dengan pengembangan sumber\nenergi lainnya. Potensi listrik tenaga air di Indonesia sebesar 74,9 GW baru dimanfaatkan\nsebesar 5,3%. Sungai Asahan di Sumatera Utara diperkirakan memiliki potensi listrik tenaga\nair lebih dari 1.000 MW. Oleh karena itu, PT Berkat Bina Karya merencanakan Pembangkit\nListrik Tenaga Air Asahan-IV (PLTA Asahan-IV) sebagai solusi. Untuk memperoleh tenaga\nlistrik yang dibutuhkan, bendungan gravitasi beton direncanakan untuk menaikkan tinggi muka\nair sungai, yaitu Bendungan Asahan IV. Fokus dalam tugas akhir ini adalah untuk merancang\nbendungan utama yang stabil secara struktur serta mampu menerima tegangan sesuai dengan\nkombinasi pembebanan yang ditinjau. Data awal berupa dimensi serta dimensi dibutuhkan\nuntuk menentukan beban yang terjadi. Beban yang telah diperhitungkan selanjutnya ditetapkan\nberdasarkan kombinasi pembebanan dan dilakukan pengecekan terhadap potongan melintang\ndari bendungan yang dirasa merepresentasikan bendungan utama. Rancangan meliputi\nspesifikasi beton, verifikasi stabilitas geser guling dan verifikasi tegangan yang diterima oleh\nbendungan serta penurunan tanah yang diijinkan agar tegangan ijin tidak terlampaui.\nSpesifikasi beton yang digunakan memiliki kekuatan tekan 30 Mpa dengan kekuatan tarik yang\ndiasumsikan menggunakan pedoman USBR yaitu 1,8 Mpa. Analisis stabilitas terhadap\nrancangan bendungan yang diterima menunjukan bahwa struktur stabil terhadap geser maupun\nguling. Analisis tegangan terhadap rancangan bendungan yang diterima menunjukan tegangan\nyang terjadi memenuhi kriteria tegangan yang diijinkan. Analisis penurunan ijin terhadap\nrancangan yang diterima menunjukan struktur tidak boleh memiliki penurunan dibawah 50 cm.", "Daftar File": {"ABSTRAK Asep Mochammad Syawaludin F": "https://digilib.itb.ac.id/gdl/download/222437", "COVER Asep Mochammad Syawaludin F": "https://digilib.itb.ac.id/gdl/download/260666", "PUSTAKA Asep Mochammad Syawaludin F": "https://digilib.itb.ac.id/gdl/download/260675", "2021 TA PP ASEP  1 - LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/260676"}, "Penulis": "Asep Mochammad Syawaludin F [15016145]", "Kontributor / Dosen Pembimbing": ["Patria Kusumaningrum, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "perancangan, struktur, bendungan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "15 Mar 2021"}