{"Nomor": 54283, "Judul": "STUDI EKSTRAKSI BIJIH NIKEL LATERIT DENGAN METODE BIOLEACHING : ULASAN KOMPREHENSIF", "Abstrak": "Nikel merupakan logam strategis yang banyak dibutuhkan dalam berbagai\nindustri. Logam nikel banyak digunakan dalam berbagai macam produk seperti\nbaja tahan karat, baja paduan, baterai, kimia, dan masih banyak lagi. Seiring\ndengan berkembangnya teknologi seperti industri mobil listrik membuat\nkebutuhan akan logam nikel meningkat dengan pesat. Produksi nikel mayoritas\ndiperoleh dari sumber bijih sulfida. Namun, menurunnya cadangan bijih nikel\nsulfida dan meningkatnya kebutuhan akan logam nikel mendorong produksi nikel\ndari sumber bijih laterit. Proses ekstraksi nikel laterit secara konvensional\numumnya dilakukan dengan metode pirometalurgi dan hidrometalurgi. Metode ini\nmembutuhkan konsumsi energi dan biaya operasional yang besar serta\nmenghasilkan limbah yang dapat mencemari lingkungan. Pengolahan bijih nikel\nlaterit dengan bioleaching dapat menjadi metode alternatif yang ekonomis dan\nramah lingkungan. Dalam studi ini akan dibahas penelitian terkait bioleaching\nnikel laterit serta faktor-faktor yang mempengaruhi proses bioleaching nikel\nlaterit dengan meninjau hasil penelitian yang telah dilakukan sebelumnya.\nStudi dilakukan dengan mencari sumber informasi terkait logam nikel secara\numum seperti karakteristik, pemanfaatan, dan deposit bijih nikel laterit. Kemudian\ndikumpulkan sumber literatur terkait ekstraksi nikel laterit dengan pirometalurgi,\nhidrometalurgi, dan bioleaching. Dilakukan analisis mengenai penelitian\nbioleaching nikel laterit dengan mikroorganisme fungi dan bakteri beserta faktorfaktor\nutama yang mempengaruhi proses bioleaching. Faktor utama yang akan\ndibahas meliputi pulp density, ukuran partikel, dan nutrisi. Dari hasil pembahasan\nakan dirangkum dan dibuat rute proses bioleaching nikel laterit dengan\nmikroorganisme bakteri dan fungi.\nDari hasil studi yang telah dilakukan, proses bioleaching nikel laterit dapat\ndilakukan dengan memanfaatkan mikroorganisme bakteri dan fungi untuk\nmemperoleh logam berharga nikel. Namun, proses pemurnian dari larutan hasil\nbioleaching nikel laterit masih sedikit dan perlu dilakukan studi lebih lanjut.\nFaktor utama yang mempengaruhi proses bioleaching nikel laterit antara lain pulp\ndensity, ukuran partikel, dan nutrisi. Hasil pembahasan menghasilkan rute proses\npengolahan bioleaching nikel laterit oleh bakteri dan fungi.", "Daftar File": {"ABSTRAK Daryl Gabriel": "https://digilib.itb.ac.id/gdl/download/222456"}, "Penulis": "Daryl Gabriel [12516044]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Metallurgy", "Kata Kunci": "nikel laterit, ekstraksi, bioleaching, fungi, bakteri", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "15 Mar 2021"}