{"Nomor": 54298, "Judul": "EFEKTIVITAS PUPUK CAIR ORGANIK DARI URIN KELINCI DAN TANAMAN KACANG TERHADAP PERTUMBUHAN TANAMAN PAKCOY (BRASSICA RAPA L) DALAM SISTEM HIDROPONIK RAKIT APUNG", "Abstrak": "Pakcoy (Brassica rapa L) merupakan salah satu sayuran daun yang memiliki nilai ekonomis tinggi dan permintaan di Indonesia tergolong tinggi. Pada umumnya produktivitas tanaman sayuran terutama pakcoy masih tergolong sangat rendah sehingga upaya peningkatan produksi terus ditingkatkan dengan budidaya hidroponik. Budidaya hidroponik rakit apung merupakan hidroponik yang paling sederhana dan mudah untuk dilakukan . Namun penggunaan hidroponik rakit apung memiliki kekurangan yaitu harga nutrisi yang tergolong mahal bagi petani sehingga petani harus mencari alternatif nutrisi lain untuk menurunkan harga produksi. Salah satu alternatif nutrisi yang dapat digunakan adalah urin kelinci dan POC kacang tanah+Urin kelinci karena mengandung N, P, K yang dapat mengurangi ketergantungan petani menggunakan AB Mix. Penelitian ini bertujuan untuk menentukan efektivitas penggunaan urin kelinci dan pupuk organik cair urin kelinci+kacang tanah terhadap pertumbuhan tanaman Pakcoy pada sistem hidroponik rakit apung. Rancangan penelitian disusun berdasarkan RAK (Rancangan Acak Kelompok) dengan perlakuan AB (AB Mix), AH (Hoagland), UK (urin kelinci), UKK (POC kacang tanah+urin kelinci) dan 15 pengulangan. Hasil dari penelitian ini menunjukkan bahwa dibandingkan dengan larutan AB mix dan Hoagland, efektivitas pemberian pupuk urin kelinci (UK) dan urin kelinci yang dicampur dengan kacang tanah (UKK) terhadap pertumbuhan tanaman pakcoy sebesar 30,38% (UK) dan 34,21% (UKK) dibandingkan AB mix (AB), dan 32,9% (UK) dan 37,72% (UKK) dibandingkan dengan Hoagland (AH).", "Daftar File": {"ABSTRAK Edita Fildzah Anggana": "https://digilib.itb.ac.id/gdl/download/222475"}, "Penulis": "Edita Fildzah Anggana [11416049]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman", "Dr. Ir. Eri Mustari, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hidroponik, Pakcoy, Urin Kelinci", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}