{"Nomor": 54299, "Judul": "ANALISIS SISTEM PENGEREMAN SCALED DOWN AUTOMATED GUIDED VEHICLE CONTAINER", "Abstrak": "Automated Guided Vehicles (AGVs) kontainer merupakan kendaraan listrik self-driven yang digunakan untuk memindahkan material dari suatu tempat ke tempat lainnya. Salah satu tujuan dari pembangunan sistem AGV kontainer ini adalah untuk mengurangi dwelling time atau waktu yang dihitung mulai dari peti kemas diangkat dari kapal hingga meninggalkan tempat penyimpanan.\nSalah satu sistem yang paling penting pada AGV adalah sistem pengereman. Terdapat dua jenis pengereman yang digunakan pada AGV yaitu pengereman gesek dan pengereman regeneratif. Pengereman regeneratif ini merupakan salah satu keuntungan dari kendaraan listrik yang tidak dimiliki oleh kendaraan non-listrik. Untuk mengkoordinir kedua jenis pengereman tersebut, maka digunakanlah strategi pengereman regeneratif seri yang mengutamakan penggunaan pengereman regeneratif.\nSalah satu keluaran dari tugas sarjana ini berupa tekanan pada silinder kaliper untuk setiap rem cakram pada setiap rodanya. Untuk mengetahui tekanan pada silinder kaliper, tentunya harus mengetahui gaya dan torsi pengereman yang dibutuhkan, pendistribusiannya untuk setiap roda, dan juga pembagian kerja antara pengereman gesek dan pengereman regeneratif. Perhitungan dilakukan dengan metode kuasi-statik dan prinsip d’Alembert.\nDari beberapa kondisi operasi yang dipertimbangkan, gaya pengereman yang dibutuhkan untuk satu AGV kontainer yang paling besar adalah 462,5 N. Untuk kondisi operasi ketika AGV berjalan lurus, rata-rata proporsi gaya pengereman tersebut untuk roda depan adalah 52,75% dan untuk roda belakang adalah 47,25%. Untuk kondisi operasi ketika AGV berbelok, proporsi gaya pengereman untuk untuk roda depan bagian luar adalah 31,3%, untuk roda depan bagian dalam adalah 21,22%, untuk roda belakang bagian luar adalah 28,78%, dan untuk roda belakang bagian dalam adalah 18,7%. Tekanan silinder pada kaliper yang paling besar adalah 457,4 kPa.", "Daftar File": {"ABSTRAK Ibrahim Rasyid Ahmad": "https://digilib.itb.ac.id/gdl/download/222477"}, "Penulis": "Ibrahim Rasyid Ahmad [13116030]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Wayan Suweca, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "AGV kontainer, sistem pengereman, kebutuhan pengereman, tekanan pada silinder kaliper.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}