{"Nomor": 54292, "Judul": "PENENTUAN LOKASI HIPOSENTER AFTERSHOCK, STRUKTUR KECEPATAN SEISMIK 3-D DAN IDENTIFIKASI SESAR AKTIF GEMPA YOGYA (MW=6.3) 27 MEI 2006", "Abstrak": "Daerah Istimewa Yogyakarta merupakan salah satu kawasan dengan tingkat\naktivitas seismik yang cukup tinggi di Indonesia. Salah satu gempabumi yang\npaling merusak adalah gempabumi pada tanggal 27 Mei 2006 dengan magnitude\nmomen 6.3 yang diakibatkan oleh pergerakan sesar aktif di darat. Pada awalnya\nsesar Opak diduga sebagai penyebab dari gempa Yogyakarta ini namun dari\nbeberapa penelitian terbaru gempabumi ini tidak berasosiasi dengan keberadaan\nsesar Opak melainkan ada sesar lain yang belum teridentifikasi di sebelah timur dari\nsesar Opak. Dalam penelitian ini, kami menganalisis waveform gempa susulan dari\n16 jaringan stasiun sementara German Task Force for Earthquakes (GTF) dipasang\nselama 3 bulan dari bulan Juni-Agustus 2006. Hasilnya diperoleh 2.170 kejadian\ngempabumi susulan dari periode 3 - 17 Juni 2006, yang terdeliniasi dengan\nkeberadaan sesar yang masih diperdebatkan tersebut. Dari hasil Tomogram\nhorizontal dan vertikal tergambarkan adanya kontras anomali kecepatan yang\nmengindikasikan keberadaan sesar tersebut dan diperkuat dengan hasil mekanisme\nsumber yang menunjukkan sesar tersebut mempunyai mekanisme sesar geser\n(strike-slip fault) dengan arah mengiri (sinistral). Distribusi episenter pada\nkedalaman 9 km memiliki anomali kecepatan Vp, Vs tinggi dan rasio Vp/Vs rendah\nyang berasosiasi dengan intrusi batuan beku (batuan piroklastik dan vulkanik\nOligo-Miosen dari Formasi Semilir dan Nglanggran).", "Daftar File": {"ABSTRAK Virga Librian": "https://digilib.itb.ac.id/gdl/download/222468"}, "Penulis": "Virga Librian [22417304]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andri Dian Nugraha, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "gempabumi susulan, tomogram, anomali, mekanisme sumber.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}