{"Nomor": 54297, "Judul": "KARAKTERISASI SISTEM PENYIMPAN ENERGI BERBASIS BATERAI LI-ION NCA PADA PEMBEBANAN DINAMIK", "Abstrak": "Baterai Li-ion NCA merupakan salah satu tipe baterai yang umum digunakan sebagai sumber energi berbagai produk termasuk kendaraan listrik. Kerusakan akibat pembebanan eksternal dinamik, seperti beban impak, dapat menghasilkan deformasi dan mengakibatkan kerusakan parah seperti kebakaran dan ledakan. Pada riset ini, baterai Li-ion NCA dengan konfigurasi 18650 dievaluasi dengan metode numerik dan eksperimental untuk memperoleh properti dinamiknya. Komponen dari baterai Li-ion diuji secara statik untuk cangkang besi, separator, lembaran aluminum, lembaran tembaga, anoda, dan katoda. Komponen jellyroll diuji statik dan dinamik menggunakan SHPB. Baterai utuh juga dievaluasi secara statik dan dinamik. Uji tarik statik pada komponen baterai menunjukkan bahwa hampir semua material yang diuji bersifat anisotropic yang timbul akibat proses manufaktur dimana komponen arah longitudinal (machining direction) lebih kuat dibandingkan pada arah transversal. Uji kompresi statik pada jellyroll menunjukkan bahwa penambahan elektrolit dapat meningkatkan respon stres dimana efek laju regangan juga ditemukan pada pengujian kompresi dinamik. Uji tekan pada baterai Li-ion NCA menunjukkan bahwa variasi nilai SOC tidak berdampak pada perubahan respon gaya. Namun, variasi SOC dapat mengurangi nilai regangan gagal dari 5.8 mm pada baterai SOC 0% menjadi 4.3 mm pada SOC 50%\nData yang diperoleh dari pengujian selanjutnya digunakan untuk simulasi dari beberapa tes yang telah dilakukan. Simulasi tekan static darpi jellyroll dibuat dengan menggunakan model material Deshpande-Fleck dan simulasi SHPB dibuat dengan menggunakan Fu-Chang. Kedua model berkorelasi cukup baik dengan hasil eksperimen, baik pada kondisi spesimen kering dan basah. Simulasi uji kompresi pada baterai Li-ion NCA juga telah dilakukan. Model yang ada saat ini mampu berkorelasi cukup baik dengan respon awal gaya-perpindahan namun masih belum mampu berkorelasi cukup baik pada area yang didominasi oleh jellyroll. Desain dari SHTB juga dilakukan dan dicek secara numerik dengan dua strategi penguatan sinyal. Hasil yang dipeoleh menunjukkan bahwa strategi penguatan sinyal yang diberikan dapat digunakan, dan material yang diujikan menunjukkan adanya efek dari laju regangan.\nHasil yang diperoleh pada studi ini dapat digunakan untuk memahami lebih lanjut respon mekanik dari baterai dan data material yang dikumpulkan dapaat digunakan untuk simulasi yang menggunakan model baterai atau pengembangan standar aturan pengujian untuk baterai", "Daftar File": {"ABSTRAK Hafiz Fadillah": "https://digilib.itb.ac.id/gdl/download/222492"}, "Penulis": "Hafiz Fadillah [23618021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Dr. Ir. Sigit Puji Santosa, MSME", "Poetro Lebdo Sambegoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baterai Li-ion NCA, Keamanan Baterai, SHTB, SHPB", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}