{"Nomor": 54293, "Judul": "PERANCANGAN KOMIK WEBTOON SEBAGAI MEDIA ALTERNATIF PENYAMPAIAN MATERI SISTEM IMUN PADA PELAJARAN BIOLOGI SMA KELAS XI IPA", "Abstrak": "Komik webtoon adalah salah satu media komik yang digemari oleh remaja\nkhususnya remaja SMA, karena kemudahan mengaksesnya melalui gawai\nsmartphone. Sebagai remaja SMA, mata pelajaran Biologi merupakan salah satu\nmata pelajaran yang dipelajari oleh siswa SMA, khususnya kelas IPA yang\nmempelajari aspek fisik kehidupan seperti penggolongan dan klasifikasi\norganisme, pengenalan dan penjelasan fungsi organ-organ tubuh, salah satunya\nsistem imun yang membahas tentang organ2 yang berperan dalam sistem\nkekebalan tubuh. Banyaknya nama-nama dan istilah yang berbeda tergantung\njenis dan perannya, juga disertai kompleksnya cara kerja sistem imun, menjadikan\nmateri sistem imun cukup sulit diingat dan dipahami siswa SMA, salah satunya\npara siswa SMAN 2 Plus Banyuasin III.\nKarena itu, komik webtoon edukasi mengenai sistem imun akan dibuat untuk\nsiswa SMA, agar materi sistem imun tersebut dapat disajikan lebih asyik,\nmenyenangkan dan mudah dipahami. Dalam penyusunan perancangan ini, metode\npenelitian yang akan digunakan adalah metode ADDIE. Dalam perancangan ini,\ndata-data tentang pembagian materi edukasi dan hiburan dalam komik sejenis\ndikaji, lalu materi-materi sistem imun apa saja yang akan dimasukkan ke dalam\nkomik sesuai standar kurikulum KTSP, lalu data kebutuhan belajar siswa SMAN\n2 Plus Banyuasin III akan dikumpulkan, khususnya mengenai kendala mereka\ndalam mempelajari sistem imun. Dari data-data tersebut, akan di dapatkan\nformula komik edukasi sistem imun yang akan menjawab kebutuhan siswa.\nSetelah jadi, komik ini akan diuji kepada siswa melalui kuis pretest dan post test\nmengenai sistem imun.\nPerancangan ini menghasilkan komik webtoon yang diberi judul Leucademy\nuntuk siswa SMA kelas XI IPA. Hasil yang didapatkan setelah membaca komik\nwebtoon ini, meskipun menurut siswa komik ini tidak begitu efektif dalam\nmembantu siswa menyampaikan sistem imun, komik ini dinilai lebih optimal\ndalam menjelaskan sistem imun kepada siswa. Hal ini terlihat dari tidak ada\nperkembangan nilai yang signifikan antara nilai pretest dan post test.", "Daftar File": {"2021 TS PP TAHTA LAZUARDY BENU  1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/222470"}, "Penulis": "Tahta Lazuardy Benu [27117047]", "Kontributor / Dosen Pembimbing": ["Banung Grahita, S.Ds., M.Ds., Ph.D.", "Dr. Pindi Setiawan, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "komik, webtoon, biologi, leukosit, remaja", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Mar 2021"}