{"Nomor": 54307, "Judul": "USULAN RANCANGAN SISTEM USAHA WARALABA PADA RESTORAN TALUPA", "Abstrak": "Waralaba atau franchise adalah suatu kegiatan usaha dengan metode pemberian lisensi, merek, hak cipta, atau paten dari pemberi waralaba kepada pihak penerima waralaba dengan jumlah royalty fee dan franchise fee yang telah disepakati oleh kedua belah pihak. Di dalam melakukan usaha waralaba, harus terdapat suatu hukum yang mengikat antara pihak pemberi waralaba dan penerima waralaba agar usaha waralaba dapat berjalan dengan lancar dan juga terhindar dari kendala yang tidak diinginkan. Jenis usaha dengan tipe waralaba ini banyak diminati oleh para pengusaha karena risiko di dalam membuka usaha waralaba yang tergolong rendah dan juga tidak diperlukan kemampuan yang tinggi di dalam membuka suatu usaha waralaba. Akan tetapi terdapat juga beberapa kekurangan dari sistem waralaba seperti tidak bebas di dalam melakukan pengembangan usahanya karena semua sudah diatur oleh pemberi waralaba melalui Standard Operating Procedure (SOP) dan keuntungan yang tidak didapat seluruhnya karena harus berbagi dengan pemberi waralaba sesuai dengan kesepakatan yang telah ditentukan.\nDi dalam membuat suatu usaha waralaba, terdapat tahapan yang harus dijalankan seperti menentukan business concept, melakukan kajian franchisability, dan melakukan pembuatan dokumen panduan waralaba. Pembentukan konsep bisnis bertujuan untuk memberikan gambar yang jelas mengenai usaha waralaba yang akan dilaksanakan. Pembuatan kajian franchisability bermanfaat untuk mengetahui apakah suatu usaha layak untuk dijadikan usaha waralaba dilihat dari sisi kualitatif dan kuantitatif. Pembuatan dokumen bertujuan untuk menjadi acuan pemberi waralaba dan penerima waralaba di dalam menjalankan usaha waralabanya sehingga usaha waralaba tersebut terus berkembang dan mengikuti zaman. Setelah hal tersebut dilakukan baru dapat dilakukan pembukaan usaha waralaba dan usaha tersebut harus selalu diawasi dan diperbaiki", "Daftar File": {"ABSTRAK Muhammad Irsyad Zhafar": "https://digilib.itb.ac.id/gdl/download/222487"}, "Penulis": "Muhammad Irsyad Zhafar [10616048]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Suryati Syamsudin, MS, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "waralaba, royalty fee, standard operating procedure, business concept, kajian franchisability, dokumen franchise", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2021"}