{"Nomor": 54314, "Judul": "REKOGNISI DENSITAS JARINGAN LALU LINTAS PERKOTAAN MENGGUNAKAN METODE KLASTERING SPASIAL TEMPORAL", "Abstrak": "Penelitian ini bertujuan untuk melakukan pengelompokkan densitas jaringan lalu lintas perkotaan menggunakan metode pembelajaran mesin klastering secara spasial dan temporal. Rekognisi menggunakan metode klastering densitas jaringan lalu lintas perkotaan ini untuk membangun Macroscopic Fundamental Diagram (MFD) dengan densitas yang seragam dan tidak hanya menggunakan data temporal (jumlah kendaraan), tetapi juga mempertimbangkan data spasial dari jaringan lalu lintas perkotaan. Penggabungan data spasial dan data temporal untuk membangun MFD, agar MFD dapat digunakan sebagai acuan pengaturan lalu lintas berdasarkan kepadatan/ densitas kendaraan di wilayah yang sudah terklaster. Pada penelitian ini, diusulkan pengembangan metode klastering K-Means dengan metoda reduksi dimensi (Principle Component Analysis) dan pivoting hasil klaster untuk menunjukkan pergerakan jumlah kendaraan. Pengembangan ini menggabungkan informasi lokasi (spasial), waktu (temporal) dan parameter berupa densitas lalu lintas (jumlah kendaraan). Model yang dikembangkan divalidasi dengan nilai koefisien similaritas dan disimilaritas menggunakan perhitungan Silhouette Score dan Callinski Harabaz. Validasi ini mengevaluasi jumlah optimum dari klaster jaringan. Hasil pemodelan pembelajaran mesin pada penelitian ini melakukan rekognisi denan studi kasus kota Melbourne dengan jumlah klaster minimum yaitu 2 klaster dan maksimum 11 klaster. Validasi model dengan Silhouette Score menghasilkan model klastering spasial dan temporal dengan nilai rata-rata yaitu 0,376 dan standar deviasi Silhouette Score klaster pada tiap waktu yaitu 0,015. Skor Callinski Harabaz memvalidasi jumlah klaster model yang sama dengan Silhouette Score dengan nilai rata-rata skor yaitu 110,2. Rekognisi densitas lalu lintas kota Melbourne menunjukkan densitas kendaraan tertinggi berada pada pukul 15.00, sedangkan densitas terendah pada pukul 04.00. Mobilitas kendaraan yang tinggi terjadi pada pukul 17.00 hingga pukul 23.00, dimana wilayah terbagi menjadi 11 klaster. Macroscopic Fundamental Diagram (MFD) kota Manchester dievaluasi dengan mengelompokkan wilayah berdasarkan densitas dan arus menjadi 9 kelompok wilayah (spasial-temporal). Terdapat beberapa wilayah yang tergolong mengalami kemacetan berdasarkan analisis histeresis diagram MFD yaitu klaster 1,2,3,4,5,6,8,9. MFD diregresi menggunakan persamaan polinomial orde 2 dengan nilai determinasi rata-rata yaitu 0,931.", "Daftar File": {"ABSTRAK Rahmat Maulana": "https://digilib.itb.ac.id/gdl/download/222497"}, "Penulis": "Rahmat Maulana [23818302]", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Klastering, Spasial Temporal, K-Means, PCA, Silhouette Score., MFD", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}