{"Nomor": 54317, "Judul": "KARAKTERISTIK PROPAGASI ATMOSPHERIC GRAVITY  WAVE PADA KETINGGIAN MESOPAUSE DI ATAS  TOMOHON - INDONESIA", "Abstrak": "Atmospheric gravity wave (AGW) merupakan gelombang yang umumnya banyak \nterjadi troposfer dan dapat berpropagasi ke segala arah. AGW yang berpropagasi \nsecara vertikal mampu mencapai ketinggian mesosfer dan termosfer bawah \nbergantung pada kondisi dasar atmosfer. Sistem pengamatan optik yang merekam \ncitra airglow OI 557,7 nm terpasang di Tomohon (1,34° LU; 124,82° BT), \nmemberikan peluang langka untuk mempelajari AGW pada ketinggian mesopause \n(~96 km). Pada studi ini, karakteristik AGW meliputi panjang gelombang, \nperiode, kecepatan, dan arah propagasi didokumentasikan dengan melakukan \nanalisis citra airglow. Sumber AGW yang memungkinkan juga dianalisis dengan \nmelakukan identifikasi aktivitas konveksi yang terjadi di sekitar area pengamatan. \nHasil studi ini menunjukkan bahwa terdapat 143 peristiwa AGW terjadi selama \nperiode Januari 2017 hingga Juli 2019. Panjang gelombang horizontal yang \ndiperoleh bervariasi dari ~5 km hingga 80 km dengan periode tipikal 6 menit \nhingga 20 menit. AGW di lokasi ini mempunyai kecenderungan berpropagasi ke \narah timur (sudut azimut 45° hingga 135°) dengan kecepatan 20 m s-1 hingga lebih \ndari 70 m s-1. Berdasarkan variabilitasnya, karakteristik AGW pada penelitian ini \ntidak menunjukkan adanya variasi musiman yang signifikan. Kecepatan AGW \nyang besar menyebabkan proses critical level filtering oleh angin dasar yang \nbervariasi secara musiman tidak bekerja dengan efektif. Hal ini mengindikasikan \nbahwa AGW yang dihasilkan oleh aktivitas konveksi mampu berpropagasi secara \nvertikal hingga mencapai ketinggian mesopause.", "Daftar File": {"ABSTRAK Sefria Anggarani": "https://digilib.itb.ac.id/gdl/download/222500"}, "Penulis": "Sefria Anggarani [22418005]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Wahyu Hadi, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "atmospheric gravity wave, airglow, mesopause.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2021"}