{"Nomor": 54310, "Judul": "PERANCANGAN HIDROLIKA DAN ANALISIS STABILITAS BENDUNGAN UTAMA PADA BENDUNGAN ASAHAN IV", "Abstrak": "Biaya Pokok Penyediaan (BPP) tenaga listrik di Indonesia telah melampaui batas\nekonomis dikarenakan penggunaan minyak bumi yang ketersediaannya terbatas.\nUpaya strategis dibutuhkan untuk mengkonservasi bahan bakar fosil sejalan dengan\npengembangan sumber energi lainnya. Potensi listrik tenaga air di Indonesia\nsebesar 74,9 GW baru dimanfaatkan sebesar 5,3%. Sungai Asahan di Sumatera\nUtara diperkirakan memiliki potensi listrik tenaga air lebih dari 1.000 MW. Oleh\nkarena itu, PT Berkat Bina Karya merencanakan Pembangkit Listrik Tenaga Air\nAsahan-IV (PLTA Asahan-IV) sebagai solusi. Untuk memperoleh tenaga listrik\nyang dibutuhkan, bendungan gravitasi beton direncanakan untuk menaikkan tinggi\nmuka air sungai, yaitu Bendungan Asahan IV. Fokus dalam tugas akhir ini adalah\nuntuk merancang bendungan utama yang dapat mengalirkan debit rencana dan\nstabil secara struktur. Studi awal dari analisis hidrologi, topografi, dan geologi\ndibutuhkan untuk menentukan hidrograf banjir rencana. Rancangan meliputi\nkonsep desain dari konfigurasi bendungan, pelimpah, dan saluran pengeluaran,\ndisertai dengan desain struktur awal dan verifikasi stabilitas geser dan guling. Hasil\nanalisis hidrologi menunjukkan bahwa debit andalan pada Sungai Asahan di Outlet\nBendungan Asahan IV pada tahun kering 5 tahunan (Q80%) adalah sebesar 114,35\nm3/s dan tahun kering 10 tahunan (Q95%) sebesar 108,06 m3/s, debit banjir rencana\nsebesar 447,875 m3/s, dan debit banjir maksimum boleh jadi sebesar 2371,619 m3/s.\nPerancangan hidrolika dari bendungan utama menghasilkan rancangan bendungan\nutama dengan ketinggian 69,3 m dilengkapi 3 pelimpah utama, 1 pelimpah darurat,\ndan 1 pelimpah tambahan, yang dapat mengalirkan debit banjir maksimum,\nbangunan terminal dengan peredam energi tipe flip bucket, dan saluran pengeluaran\ntipe konduit pada elevasi +60,50 m yang dapat melewatkan debit lebih dari debit\nandalan pada tahun kering 10 tahunan (Q95%). Analisis stabilitas terhadap\nrancangan yang telah dibuat menunjukkan bahwa struktur stabil terhadap geser\nmaupun guling.", "Daftar File": {"ABSTRAK M Irsyad Yusufa J": "https://digilib.itb.ac.id/gdl/download/222491", "COVER M Irsyad Yusufa J": "https://digilib.itb.ac.id/gdl/download/260470", "PUSTAKA M Irsyad Yusufa J": "https://digilib.itb.ac.id/gdl/download/260479", "LAMPIRAN  M Irsyad Yusufa J": "https://digilib.itb.ac.id/gdl/download/260480"}, "Penulis": "M Irsyad Yusufa J [15016134]", "Kontributor / Dosen Pembimbing": ["Ir. Dantje Kardana Natakusumah, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bendungan gravitasi, desain hidrolik, analisis stabilitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "12 file", "Tanggal Input": "15 Mar 2021"}