{"Nomor": 54326, "Judul": "KEHADIRAN BENIH IKAN SIDAT (ANGUILLA SPP.) DI SUNGAI CIKASO, SUKABUMI", "Abstrak": "Ikan sidat (Anguilla Spp) merupakan komoditas ikan air tawar yang banyak dikosumsi maupun di ekspor oleh masyarakat. Sementara aktifitas budidaya ikan sidat di masyarakat masih pada tahap perbesaran karena sumber bibit ikan sidat atau GE masih memanfaatkan hasil tangkapan dari alam. Glass eel (disebut GE) yang hidup dilaut akan bermigrasi ke sungai untuk nantinya dewasa di perairan tawar. Pada tahap migrasi inilah nelayan menangkap GE untuk dijadikan benih. Tingginya ketergantungan ketersediaan benih dari alam menyebabkan industri budidaya ikan sidat sangat rentan. Penelitian ini mengkaji aktivitas GE ke arah hulu di Sungai Cikaso yang dinyatakan dengan kelimpahan tangkapan secara mewaktu dalam semalam. Penelitian ini dilakukan di Sungai Cikaso yang terletak di Desa Ciniti, Kecamatan Cibitung, Kabupaten Sukabumi. Aktivitas GE ke hulu sungai diamati setiap 1 jam sekali dengan menghitung jumlah GE yang tertangkap dengan ”sirib” (berukuran 1.5 × 1.5 m2, mata jaring 2 mm). Kegiatan dimulai pada pukul 19.00 sampai pukul 05.00 keesokan harinya dengan upaya penangkapan masing – masing 300 kali. Pada saat bersamaan dilakukan juga pengukuran faktor lingkungan (kedalaman air, kecepatan arus, pH, DO, Salinitas, Suhu, dan TDS) serta ukuran tubuh. Sampel GE yang diperoleh diawetkan dengan formalin 5 % untuk dibawa ke laboratorium dan di ukur panjang dan beratnya. Dari hasil pengamatan aktivitas harian GE menuju hulu sungai menunjukan adanya pergeseran waktu aktif. Puncak aktivitas harian GE dipengaruhi oleh pasang surut air laut yang kondisinya dapat dijelaskan dengan fluktuasi ketinggian air, kecepatan arus, TDS, dan salinitas. Dari sisi bentuk, tubuh GE cenderung pipih memanjang terlihat dari hubungan panjang dan berat dengan nilai b bervariasi dari 1.6925 sampai 2.435 dan pertumbuhan bersifat alometrik negatif yang berarti pertumbuhan panjang lebih cepat dari pada berat, serta nilai R dari 0.2312 sampai 0.51.", "Daftar File": {"ABSTRAK Muhammad Irsyad Zhafar": "https://digilib.itb.ac.id/gdl/download/222509"}, "Penulis": "Muhammad Irsyad Zhafar [10616048]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Suryati Syamsudin, MS, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Glass eel , pasang surut air, alometrik negatif, faktor lingkungan, upaya penagkapan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2021"}