{"Nomor": 54338, "Judul": "QUERY BY HUMMING MUSIC INFORMATION RETRIEVAL DENGAN MENGGUNAKAN EKSTRAKSI MELODI BERBASIS DNN-LSTM DAN FILTRASI DERAU", "Abstrak": "Teknologi mesin pencari sudah menjadi kebutuhan sehari-hari. Dalam hal\npencarian musik, cara paling efektif dan natural untuk melakukan pencarian musik\nadalah dengan menggumamkan lagu yang ingin dicari atau disebut juga query by\nhumming. Dalam percobaan untuk meningkatkan performa sistem pencarian musik\ndengan query by humming, ada dua hal yang bisa dilakukan, yaitu menggunakan\nteknik ekstraksi melodi yang lebih baik dan filtrasi derau. Teknik ekstraksi melodi\nyang lebih baik diperlukan supaya representasi melodi yang didapatkan dari query\nlebih mencerminkan perubahan nada yang terjadi sementara filtrasi derau\ndiperlukan supaya sistem ini mampu bekerja dengan baik di dunia nyata di mana\nquery yang digunakan cenderung untuk memiliki derau yang natural. Pada\npenelitian ini akan dicoba teknik ekstraksi melodi berbasis DNN-LSTM dan filtrasi\nderau dengan Fourier series decomposition dan spectral subtraction. Sistem yang\ndibangun akan dibandingkan dengan sistem query by humming yang menggunakan\nekstraksi melodi dengan PRAAT dan tanpa filtrasi derau. Hasil dari penelitian ini\nmenunjukkan bahwa performa dari sistem yang menggunakan ekstraksi melodi\ndengan PRAAT dan tanpa filtrasi derau masih lebih baik dari segi nilai mean\nreciprocal rank (MRR), top 1/3/5/10 hit ratio, dan waktu proses yang dibutuhkan.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222544", "Abstrak": "https://digilib.itb.ac.id/gdl/download/222546", "Abstract": "https://digilib.itb.ac.id/gdl/download/222548"}, "Penulis": "Andreas Novian Dwi Triastanto [23518002]", "Kontributor / Dosen Pembimbing": ["Ir. Rila Mandala, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ekstraksi melodi, filtrasi derau, sistem temu balik informasi untuk musik, query by humming", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "16 Mar 2021"}