{"Nomor": 54333, "Judul": "PENGGUNAAN OXYGEN SCAVENGER PADA PENYIMPANAN SUHU RUANG DAN SUHU DINGIN UNTUK MENINGKATKAN MASA SIMPAN DAN MEMPERTAHANKAN KUALITAS BUAH STROBERI (FRAGARIA X ANANASSA) KULTIVAR FESTIVAL", "Abstrak": "Buah stroberi (Fragaria x ananassa) merupakan salah satu jenis buah yang banyak dikonsumsi masyarakat Indonesia karena memiliki banyak manfaat dengan kandungan asam amino dan antioksidannya yang tinggi, vitamin C, serta rendah lemak yang baik untuk tubuh. Penyimpanan buah stroberi pada suhu ruang (±25?) umumnya bertahan selama 1-2 hari, sedangkan penyimpanan pada suhu dingin (±4?) mampu bertahan hingga 5 hari. Proses metabolisme yang masih terus berlangsung setelah dipetik, kandungan air yang tinggi di dalamnya, serta sifatnya yang mudah terkontaminasi oleh agen mikroorganisme menyebabkan buah stroberi cepat membusuk. Buah stroberi banyak dikonsumsi dalam bentuk segar oleh karena itu diperlukan teknik pengawetan yang mampu menjaga kualitas buah stroberi tetap baik setelah sampai di tangan konsumen. Teknik pengawetan yang banyak dilakukan saat ini yaitu melalui proses pencucian serta sanitasi secara konvensional, namun walaupun bernilai ekonomisteknik ini dianggap belum mampu menekan aktivitas mikroorganisme pada buah stroberi secara maksimal. Oleh karena itu diperlukan upaya pengawetan lain guna memperpanjang umur simpan dan menjaga kualitas buah stroberi. Salah satu upaya yang dapat dilakukan adalah metode penyimpanan buah stroberi dalam kemasan dengan pemberian agen aktif berupa penyerap oksigen (oxygen scavenger). Agen penyerap oksigen merupakan salah satu jenis kemasan aktif yang berfungsi untuk mengurangi konsentrasi oksigen di dalam kemasan selama proses penyimpanan berlangsung.\nPenelitian ini dilakukan untuk mengevaluasi dan memperoleh informasi penggunaan konsentrasi agen penyerap oksigen yang baik terhadap kualitas buah stroberi pada penyimpanan suhu ruang dan suhu dingin. Penelitian ini dilaksanakan di Laboratorium Rekayasa Biomassa di dalam Lab. Rekayasa Biomassa dan Lab. Hilir Teknologi Pascapanen, Labtek IA, SITH-Insitut Teknologi Bandung, Kampus Jatinangor. Rancangan penelitian yang digunakan yaitu Rancangan Acak Lengkap (RAL) yang terdiri dari 4 (empat) perlakuan yaitu kontrol (tanpa pemberian agen oxygen scavenger), agen penyerap oksigen Obuster 170 cc, Obuster 200 cc, dan Obuster 240 cc. Penyimpanan dilakukan pada suhu ruang (27±2oC) dan suhu dingin (4±2oC) dengan masing-masing perlakuan dilakukan 3 ulangan. Data analisis diolah menggunakan analisis variasi (ANOVA) kemudian dilanjutkan dengan uji lanjut Duncan pada tingkat kepercayaan 95%. Parameter uji yang dilakukan meliputi susut bobot, decay indicator (indikator pembusukan), kadar air, total padatan terlarut, pH, asam tertitrasi, perubahan warna, serta organoleptik mutu hedonik dan hedonik.\nHasil penelitian menunjukkan bahwa pemberian agen penyerap oksigen (oxygen scavenger) dalam kemasan buah stroberi selama penyimpanan pada suhu ruang dan suhu dingin dapat menekan susut bobot, menghambat pembusukan akibat jamur dan mikroba, serta memperlambat laju perubahan warna, dan kemunduran kualitas sensori. Masa simpan buah stroberi dalam kemasan dengan pemberian agen penyerap oksigen konsentrasi 170 cc yang disimpan pada suhu ruang dapat memperpanjangang masa simpan hingga 6 hari, sementara itu penggunaan agen penyerap oksigen konsentrasi 170 cc dan 200 cc pada suhu dingin dapat memperpanjang masa simpan hingga 12 hari.", "Daftar File": {"ABSTRAK Erni Karnia": "https://digilib.itb.ac.id/gdl/download/222534", "COVER Erni Karnia": "https://digilib.itb.ac.id/gdl/download/260489", "PUSTAKA Erni Karnia": "https://digilib.itb.ac.id/gdl/download/260496"}, "Penulis": "Erni Karnia [11916010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rika Alfianny, M.P.", "Mochamad Firmansyah, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Stroberi, masa simpan,oxygen scavenger, suhu", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "16 Mar 2021"}