{"Nomor": 54331, "Judul": "PERANCANGAN SISTEM AKUISISI SINYAL UNTUK PERANGKAT KERAS ALAT DETEKSI LEMAK PADA SUSU DENGAN METODE NEAR INFRARED SPECTROSCOPY", "Abstrak": "Susu adalah cairan berwarna putih yang disekresikan oleh kelenjar mammae pada\nbinatang mamalia betina untuk bahan makanan dan sumber gizi bagi anaknya. Di\ndalam sekitar satu gelas susu sapi (220 ml), terdapat sekitar 122 kalori, 4,8 gram\nlemak, 115 miligram sodium, 12 gram karbohidrat, 12 gram gula, 8 gram protein,\ndan 293 kalsium. Segelas susu mengandung sekitar 4% kandungan berat lemak.\nSelain itu, beberapa jenis susu secara alami atau diproses untuk memiliki kadar\nlemak lebih rendah, seperti susu tanpa lemak (0%) dan susu rendah lemak (1-2%).\nSecara garis besar, lebih dari setengah lemak yang terkandung di dalam susu adalah\nlemak jenuh. Lemak jenuh merupakan jenis lemak yang umumnya berasal dari\nhewan, seperti daging unggas, daging merah, dan produk susu. Tingginya asupan\ndan kadar asam lemak jenuh berimplikasi terhadap peningkatan low density\nlipoprotein (LDL) kolesterol darah. LDL selanjutnya menumpuk pada dinding\npembuluh darah yang menimbulkan penyempitan pembuluh darah sehingga lemak\njenuh berisiko tinggi terhadap aterosklerosis dan penyakit kardiovaskuler. Hal ini\nmenyebabkan pentingnya mengontrol asupan lemak yang dikonsumsi. Salah satu\nsumber lemak yang penting untuk dikontrol asupannya adalah susu.\nDalam tugas akhir ini dilakukan perancangan dan realisasi alat pengukur kadar\nlemak pada susu. Alat yang dirancang menampilkan tegangan dari fotodioda yang\nmenangkap cahaya dari LED yang telah dilewatkan pada cairan yang akan diukur.\nPrinsip kerja alat ini adalah cahaya dari LED dengan panjang gelombang yang\nsesuai dengan profil spektrum transmitansi lemak melewati kuvet yang berisi cairan\nsusu yang mengandung lemak. Kemudian, cahaya yang melewati kuvet tersebut\nakan ditangkap oleh fotodioda. Fotodioda yang menangkap cahaya akan\nmenghasilkan suatu nilai tertentu, tergantung kadar lemak yang terdapat pada susu.\nNilai dari fotodioda kemudian dikonversi menjadi tegangan dan ditampilkan pada\ndisplay OLED yang tersambung pada ADC. Hasil pengujian menunjukkan nilai\ntegangan yang ditampilkan berbanding terbalik dengan persentase lemak pada susu.\nSemakin tinggi kadar lemaknya, semakin rendah intensitas sinar yang ditangkap\noleh fotodioda. Rendahnya intensitas sinar yang ditangkap oleh fotodioda\nmenyebabkan tegangan yang dihasilkan semakin rendah. Hasil yang diperoleh\nmenunjukkan nilai non-linear utuk kondisi tertentu, sehingga diperlukan prediksi\nlebih lanjut menggunakan Machine Learning.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222517", "Abstrak": "https://digilib.itb.ac.id/gdl/download/222519", "Abstract": "https://digilib.itb.ac.id/gdl/download/222520"}, "Penulis": "Dewanti Sholihat Geavonny [18316030]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Prof. Andriyan Bayu Suksmono, M.T., Ph.D.", "Dr. Hasballah Zakaria, S.T., M.Sc.", "Dr. dr. Yoke Saadia Irawan, M.T.", "Allya Paramita Koesoema, S.T., M.T., Ph.D.", "Dr. Beni Rio Hermanto, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Lemak susu, cahaya, tegangan, display", "Sumber": "", "Staf Input/Edit": "karya", "File": "9 file", "Tanggal Input": "16 Mar 2021"}