{"Nomor": 54335, "Judul": "KAJIAN AKTIVITAS ANTIKANKER LIGHT SUBUNIT OF MUSHROOM TYROSINASE (LSMT) PADA SEL MODEL KANKER PAYUDARA MDA-MB-231 DAN PENGEMBANGAN SFEROID SEBAGAI MODEL JARINGAN TUMOR PADAT", "Abstrak": "Light Subunit of Mushroom Tyrosinase (LSMT) merupakan lectin-like protein yang\nberasal dari Agaricus bisporus, ditemukan secara tidak sengaja saat elusidasi\nstruktur kristal dari enzim tirosinase. Rekombinan Light Subunit Mushroom\nTyrosinase (rLMST) telah berhasil diproduksi. rLSMT bersifat non-imunogenik\ndan tidak menyebabkan aglutinasi darah. rLSMT ini juga memiliki aktivitas dalam\nmenghambat proliferasi lini sel MDA-MB-231. Pada kanker, beberapa jalur\npensinyalan mengalami perubahan, salah satunya jalur pensinyalan Wnt. Aktivasi\nWnt berlebihan ditandai dengan kenaikan ekspresi ?-catenin dan target pensinyalan\nseperti cyclin-D1. Sel Punca Kanker merupakan subpopulasi dari sel kanker yang\nmemiliki kapasitas regenerasi diri, proliferasi dan menginisiasi pembentukan\ntumor. Pada penelitian ini dilakukan kajian lebih lanjut kemungkinan efektivitas\nrLSMT sebagai anti kanker payudara melalui jalur pensinyalan Wnt. Selain itu juga\ndilakukan pengembangan awal kultur sel 3 dimensi, sferoid, untuk mempelajari\nproses tumorigenesis dan model untuk uji aktivitas obat anti kanker yang lebih\nmenyerupai kondisi jaringan kanker sebenarnya dibandingkan kultur sel pada\numumnya (2 dimensi). Aktivitas rLSMT terhadap regulasi jalur pensinyalan Wnt\npada lini sel kanker MDA-MB-231 diamati karena disregulasi jalur pensinyalan\nWnt berhubungan dengan proliferasi, diferensiasi dan regenerasi diri sel punca\nkanker. Sferoid dibentuk dalam piringan rendah penempelan dan media yang\ndisuplementasi dengan EGF, b-FGF dan B27. Pemberian 579,3 ?g/mL rLSMT\npada lini sel kultur monolayer (2 dimensi) MDA-MB-231 menunjukkan\nkecenderungan penurunan ekspresi ?-catenin dan cyclin-D namun bukan\nmerupakan jalur utama dalam inhibisi proliferasi sel. Pemberian 350 ?g/mL\nrLSMT pada sferoid MDA-MB-231 tidak menunjukkan penurunan ukuran yang\nbermakna. Berdasarkan hasil penelitian ini, dapat disimpulkan bahwa aktivitas\nantikanker rLSMT pada model sel kanker payudara melalui jalur pensinyalan Wnt\nrelatif lemah dan bukan sebagai jalur utama mekanisme kerja rLSMT. Keberhasilan\npembentukan sferoid memberikan peluang untuk studi lebih lanjut secara in vitro\nyang lebih menyerupai kondisi klinis dari penyakit kanker.", "Daftar File": {"ABSTRAK Fauzia Azzahra": "https://digilib.itb.ac.id/gdl/download/222540"}, "Penulis": "Fauzia Azzahra [20718030]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. apt. Heni Rachmawati, M.Si.", "Riezki Amalia, Ph. D.", "Dr. Wangsa Tirta Ismaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "LSMT, MDA-MB-231, Pensinyalan Wnt, Sferoid", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Mar 2021"}