{"Nomor": 54343, "Judul": "AKTIVITAS PENGHAMBATAN ENZIM A-GLUCOSIDASE DARI BEBERAPA TUMBUHAN MARGA SYZYGIUM DAN ISOLASI SENYAWA AKTIFNYA", "Abstrak": "Latar belakang dan tujuan: Diabetes Mellitus menjadi penyebab kematian keempat\ndi dunia. Setiap tahun ada 3,2 juta kematian disebabkan oleh diabetes. Ada 4,5 juta\npenderita diabetes pada tahun 1995 di Indonesia, terbanyak ketujuh di dunia dan\ndiperkirakan menjadi 12,4 juta pada tahun 2025 atau urutan kelima di dunia. Salah\nsatu upaya pengurangan diabetes menggunakan penghambat ?-glukosidase. Agen\npenghambat ?-glukosidase memiliki keterbatasan yaitu meningkatkan komplikasi\ndiabetes dan menimbulkan efek samping diantaranya kembung, mual, diare, dan\nflatulensi. Inhibitor ?-glukosidase alami yang berasal dari bahan alam memiliki\nefek samping yang rendah dan harganya lebih terjangkau daripada obat\nantihiperglikemik sintetik. Beberapa jenis marga Syzygium tersebar luas di wilayah\niklim tropis dan subtropis serta mempunyai nilai ekonomi baik sebagai tumbuhan\nhias, penghasil buah dan kayu, rempah-rempah maupun sebagai sumber obatobatan. Tujuan penelitian ini adalah untuk menguji aktivitas penghambatan enzim\na-glucosidase dari beberapa tumbuhan marga Syzygium dan mengisolasi senyawa\naktifnya. Metode: Sampel yang diuji adalah beberapa daun dari tumbuhan marga\nSyzygium diantaranya adalah Syzygium aqueum, Syzygium aromaticum, Syzygium\ncumini, Syzygium jambos, Syzygium malaccence, Syzygium myrtifolium dan\nSyzygium polyanthum. Ekstraksi menggunakan maserasi dengan etanol 96%.\nKemudian difraksinasi dengan ekstraksi cair-cair. Fraksi dilanjutkan pada\nkromatografi cair vakum. Subfraksi dilanjutkan dengan kromatografi kolom klasik.\nUji aktivitas dilakukan dengan menguji penghambatan terhadap enzim aglucosidase dengan cara mengukur absorban larutan uji menggunakan microplate\nreader. Hasil: Persen penghambatan enzim a-glucosidase tertinggi ditunjukkan\noleh ekstrak Syzygium myrtifolium dan Syzygium jambos sebesar 90,88% dan\n83,75%. Nilai IC50 paling aktif adalah Syzygium myrtifolium yaitu 1,505 µg/mL.\nFraksi etil asetat Syzygium myrtifolium lebih aktif dengan nilai IC50 sebesar 0,95\nµg/mL. Fraksi etil asetat Syzygium Myrtifolium dilanjutkan hingga tahap isolasi.\nKesimpulan: Syzygium myrtifolium memiliki aktivitas penghambatan paling aktif\ndari beberapa marga Syzygium lain. Isolat yang didapatkan diduga merupakan\ngolongan flavonoid dengan struktur dasar flavonol dengan 3-OH bebas atau\ntersubstitusi yang aktif menghambat enzim a-glucosidase.", "Daftar File": {"ABSTRAK Islan Nor": "https://digilib.itb.ac.id/gdl/download/222554"}, "Penulis": "Islan Nor [20718015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Dr. apt. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "a-glucosidase, Diabetes, Isolasi, Syzygium.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "16 Mar 2021"}