{"Nomor": 54342, "Judul": "UJI AKTIVITAS ANTIOKSIDAN MINUMAN HERBAL CAMPURAN SEREH (CYMBOPOGON CITRATUS), LEMON (CITRUS LIMON) DAN MADU", "Abstrak": "Pangan fungsional termasuk didalamnya adalah minuman herbal. Sereh, madu dan\nlemon adalah bahan yang umum digunakan sebagai bahan utama atau bahan tambahan\nminuman herbal yang umumnya dalam bentuk campuran dalam upaya untuk\nmeningkatkan manfaat maupun rasa. Sereh, madu dan lemon masing-masing memiliki\nbanyak kandungan metabolit sekunder, antara lain golongan fenol dan flavonoid. Fenol\ndan flavonoid merupakan metabolit sekunder yang diketahui memiliki aktivitas\nantioksidan. Tujuan penelitian ini untuk menguji total fenol, total flavonoid, aktivitas\nantioksidan, minuman herbal campuran sereh, lemon dan madu dengan berbagai\nkomposisi dan menetapkan kadar marker dalam ekstrak sereh. Total fenol dan total\nflavonoid ditentukan berturut-turut menggunakan pereaksi AlCl3 dan Folin-Ciocalteu.\nPenentuan aktivitas antioksidan menggunakan metode DPPH dan CUPRAC.\nPenetepan kadar marker dalam ekstrak sereh dilakukan secara KLT-densitometri.\nPerbedaan jumlah sereh dalam minuman herbal memberikan perbedaan hasil yang\nsignifikan terhadap total fenol, total flavonoid dan nilai AAI DPPH (p<0,05). Namun\njumlah sereh hanya berkorelasi terhadap kenaikan nilai total fenol (r = 0,695; p<0,05)\ndan total flavonoid (r = 0,736; p<0,05). Penambahan sari buah lemon juga memberikan\nhasil total fenol yang berbeda secara signifikan dibandingkan dengan minuman herbal\nyang tidak diberi sari buah lemon (p<0,05), namun tidak ada perbedaan signifikan\nantara penambahan 1 mL dan 2 mL sari buah lemon. Metode panas dan dingin tidak\nmemberikan perbedaan bermakna terhadap nilai total fenol, total flavonoid dan\naktivitas antioksidan dengan metode DPPH. Sereh merupakan kontributor utama dalam\nminuman herbal sereh, lemon dan madu. Komposisi terbaik minuman herbal sereh,\nlemon dan madu (metode panas) yang memberikan aktivitas antioksidan tinggi dengan\nmetode DPPH dan CUPRAC adalah sereh 20 g, madu 6 g dan lemon 2 mL (S20 M6\nL2). Kadar senyawa marker (luteolin-7-O-glukosida) dalam ekstrak sereh sebesar\n1,336 ± 0,085 mg per g ekstrak.", "Daftar File": {"ABSTRAK Aliya Azkia Zahra": "https://digilib.itb.ac.id/gdl/download/222553"}, "Penulis": "Aliya Azkia Zahra [20719034]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Minuman herbal, sereh, lemon, madu, antioksidan", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Mar 2021"}