{"Nomor": 54350, "Judul": "ELABORASI STUDI PENAMBAHAN BANGUNAN BARU KANTOR PUSAT PADA SITUS HERITAGE STUDI KASUS: GEDUNG SCHOUWBURG, EX-MARABUNTA, DI KAWASAN KOTA LAMA SEMARANG", "Abstrak": "Kota Lama Semarang merupakan salah satu kawasan bersejarah kolonialisme\nterpenting di Indonesia. Sejarah perkembangannya dapat dilacak dari kota\npelabuhan kerajaan mataram hingga pusat bisnis dan pemerintahan pada masa\nkolonialisme. Identitas budaya kota tersebut membentuk Kota Semarang seperti\nsaat ini. Kesadaran untuk mempreservasi pengingalan budaya tersebut sudah mulai\ntersebar di pemerintahan dan masyarakat Kota Semarang sendiri, terutama\nmenghadapi UNESCO World Heritage. Namun sebagian bangunan di Kota Lama\nSemarang masih ada yang tidak digunakan dan terawat. Kurangnya aktivitas\ndidalam bangunan menjadi isu utama yang dihadapi Kota Lama Semarang saat ini.\nMelihat sejarah Kota Semarang sebagai pusat bisnis tertua di Indonesia,\npembangunan kantor di kawasan kota lama dapat membangkitkan citra kawasan\ntersebut. Adanya influx perpindahan bisnis industri dari Jabodetabek menuju Jawa\nBarat dapat menjadi potensi untuk menarik investor menuju Kota Lama. Lokasi site\nGedung Schouwburg yang lebih dikenal sebagai Ex-Marabunta menjadi lokasi\nyang ideal untuk magnet aktivitas kawasan kota Lama. Letak yang strategis\nberdekatan dengan pelabuhan dan stasiun Tawang menjadi daya tarik sendiri.\nSelain itu kondisi lahan kosong dan posisi pada pinggir kota lama memberikan\npotensi untuk adaptasi melalui pembangunan gedung kantor dengan interpolasi\nfungsi community hub, ruang publik dan tempat peristirahatan.\nDengan latar belakang tersebut, tesis ini bertujuan untuk mengelaborasi\nperancangan kantor pusat untuk perusahan sektor industri menggunakan\npendekatan arsitektur kontemporer pada kawasan bersejarah. Studi yang akan\ndilakukan adalah terkait peran fungsi kantor pada kawasan bersejarah, adaptasi\nbangunan lama, dan desain arsitektur kontemporer seperti apa yang ideal bagi\nkawasan bersejarah khususnya di site Ex-Marabunta. Studi akan dipadukan dengan\nanalisis kawasan dan signifikansi budaya kota lama serta kajian eksisting.\nPerancangan akan mempertimbangkan juga pengembangan kawasan kedepannya,\nmemberikan sikap dan karakter bagi bangunan baru dan ruang publik yang\nmenegaskan konteks dan signifikansi budaya sekitarnya.", "Daftar File": {"2021 TS PP ANTHONY DERRY1.": "https://digilib.itb.ac.id/gdl/download/222647"}, "Penulis": "Anthony Derry [25219033]", "Kontributor / Dosen Pembimbing": ["Aswin Indraprastha, S.T., M.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Heritage, adaptasi, arsitektur kontemporer, kantor.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Mar 2021"}