{"Nomor": 54358, "Judul": "PREDIKSI PERGERAKAN HARGA PASAR MODAL DENGAN CONVOLUTIONAL NEURAL NETWORK (CNN)", "Abstrak": "Dalam memprediksi pergerakan pasar modal, yang menjadi perhatian utama adalah menentukan\nkapan waktu yang tepat untuk membeli, menjual, atau menahan suatu saham. Saat ini kebanyakan\nanalisis yang dilakukan seorang investor masih secara manual, khususnya investor ritel, sehingga\nsulit untuk menentukan strategi investasi yang efisien. Tugas akhir ini bertujuan untuk\nmenghasilkan model yang mampu memprediksi pergerakan saham di kemudian hari dari suatu\nperusahaan. Hal ini dapat membantu investor untuk menentukan strategi investasi dengan lebih\nefisien.\nPada tugas akhir ini solusi yang diajukan dibagi menjadi dua komponen, yaitu komponen\npraproses dan komponen prediksi. Praproses yang dilakukan adalah mengubah data harga historis\nmenjadi matriks yang merepresentasikan candle chart. Untuk memprediksi pergerakan harga\nsaham model yang digunakan adalah Convolutional Neural Network untuk time-series. Untuk\nmenentukan parameter yang digunakan dilakukan eksperimen dengan melakukan pelatihan ulang\nberdasarkan data empat tahun.\nHasil eksperimen menunjukkan parameter terpilih untuk model yang digunakan adalah 5, 5, 5, dan\n5 untuk ukuran filter pertama, pooling pertama, filter kedua dan pooling kedua secara berurutan.\nModel dengan parameter terpilih memiliki akurasi rata-rata 54.35% dan rata-rata luas area di\nbawah ROC 0.5576. Sayangnya performa ini tidak lebih baik dari penelitian sebelumnya yang\nmemprediksi hal yang sama dengan model berbeda yaitu rata-rata akurasi 64.14%.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222596", "Abstrak": "https://digilib.itb.ac.id/gdl/download/222597", "Abstract": "https://digilib.itb.ac.id/gdl/download/222598"}, "Penulis": "Yohanes Jhouma Parulian Napitu [13515053]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pergerakan saham, time-series, Convolutional Neural Network", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "16 Mar 2021"}