{"Nomor": 54369, "Judul": "ANALISIS STRATEGI KEBERLANJUTAN PEMANFAATAN INFRASTRUKTUR AIR MINUM BERBASIS MASYARAKAT MENGGUNAKAN METODE ANALYTICAL HIERARCHY PROCESS (AHP) DAN SWOT", "Abstrak": "Pemerintah Indonesia telah mengambil inisiatif untuk melanjutkan\nkomitmennya dengan meluncurkan program nasional akses air minum aman 15%, akses\nair minum layak 100% dengan akses perpipaan 30% dan akses non perpipaan 70%\n(RPJMN 2020-2024). Program Penyediaan Air Minum dan Sanitasi Berbasis Masyarakat\n(PAMSIMAS) telah menjadi salah satu program andalan nasional untuk meningkatkan\nakses penduduk pedesaan terhadap fasilitas air minum dengan pendekatan berbasis\nmasyarakat. Kondisi Program PAMSIMAS memiliki tantangan tersendiri dalam menjamin\nkeberlanjutannya dengan mempertimbangkan keterbatasan kemampuan pengelolaan\nprogram di tingkat masyarakat. Program Pamsimas di Kabupaten Batu Bara telah\ndilaksanakan di 25 kelurahan/desa di 6 kecamatan dengan hasil yang berbeda. Analisa\nSWOT menunjukkan bahwa strategi S-O atau strategi yang harus dapat menggunakan\nkekuatan sekaligus mendapatkan peluang yang ada menjadi strategi yang terpilih\nberdasarkan pengolahan data dengan nilai sumbu X (1.153) dan Sumbu Y (1.349).\nBerdasarkan analisis metode AHP dimana kriteria finansial merupakan kriteria yang\nmemiliki nilai prioritas tertinggi dalam penentuan strategi keberlanjutan pemanfaatan\ninfrastruktur air minum dengan bobot 0,272. Hasil penelitian menunjukkan bahwa kriteria\nfinansial menjadi prioritas tertinggi sebagai faktor yang mempengaruhi keberlanjutan\npemanfaatan infrastruktur air minum berbasis masyarakat Program PAMSIMAS di\nKabupaten Batu Bara.", "Daftar File": {"Abstrak Andry.pdf)u": "https://digilib.itb.ac.id/gdl/download/222615"}, "Penulis": "Andry Fahreza [25717005]", "Kontributor / Dosen Pembimbing": ["yuniati"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kelayakan finansial, kesediaan dan kemampuan membayar masyarakat, penyediaan air bersih dan pelayanan air limbah, skenario pembiayaan", "Sumber": "", "Staf Input/Edit": "Asep Kusmana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "16 Mar 2021"}