{"Nomor": 54361, "Judul": "FORMULASI NANOPARTIKEL ORAL MENGANDUNG HBSAG DENGAN ADJUVANT EKSTRAK MENIRAN (PHYLLANTHUS NIRURI L.) YANG DISALUT MENGGUNAKAN POLIMER SALUT ENTERIK DAN UJI IMUNOGENISITASNYA SECARA IN VIVO", "Abstrak": "Vaksinasi merupakan salah satu metode yang diandalkan untuk mengeradikasi\npenyakit infeksi di dunia, salah satunya adalah Hepatitis B. Saat ini, sediaan vaksin\nHepatitis B yang tersedia di pasaran adalah formulasi dengan menggunakan antigen\nHBsAg-alum yang diberikan melalui rute injeksi. Akan tetapi vaksin injeksi\nmemiliki beberapa kekurangan antara lain, bersifat invasif dan hanya menginduksi\nrespon imun sistemik. Untuk mengatasi kekurangan tersebut, sampai hari ini telah\nbanyak penelitian yang dilakukan untuk tujuan pengembangan vaksin yang lebih\naman, nyaman, dan efektif terutama dalam pencegahan penyakit yang ditularkan\nsecara seksual. Salah satunya adalah formulasi nanopartikel yang diberikan melalui\nrute administrasi oral.\nPada percobaan nanopartikel diformulasi menggunakan metode gelasi ionotropik\nmenggunakan kitosan dan natrium tripolifosfat (STPP) sebagai cross linker.\nAnalisis karakteristik fisikokimia dari nanopartikel dilakukan dengan penentuan\nukuran partikel, indeks polidispersitas, muatan zeta potensial, morfologi\npermukaan partikel, serta persen penjerapan antigen dan adjuvant. Pada formulasi\nsediaan juga digunakan beberapa variasi dosis dari ekstrak meniran (PN) yang\nberfungsi sebagai adjuvant untuk sediaan nanopartikel. Enkapsulasi nanopartikel\ndilakukan dengan menggunakan polimer salut enterik natrium alginat, Eudragit FS\n30 D, dan Eudragit S100 untuk melindungi antigen terjerap dari kondisi ekstrem\nasam di saluran pencernaan. Evaluasi sediaan nanopartikel dilakukan secara in vitro\ndan in vivo.\nNanopartikel yang dihasilkan memiliki rata-rata ukuran 200-300 nm, berbentuk\nsferis dan bermuatan positif. Penjerapan antigen HBsAg adalah 85-95%, sementara\njumlah ekstrak PN terjerap adalah 60-75%. Evaluasi in vitro menunjukan bahwa\nketiga polimer mampu melindungi antigen terjerap pada kondisi asam dan akan\nmelepaskan antigen pada pH 7,4. Hasil dari evaluasi imunogenisitas secara in vivo\nmenunjukkan bahwa sediaan nanopartikel yang mengandung HBsAg dengan\nadjuvant ekstrak PN dapat meningkatkan titer antibodi terhadap antigen HBsAg.\nEfek titer antibodi tertinggi diberikan oleh sediaan nanopartikel antigen dan\nnanopartikel ekstrak PN yang diberikan secara terpisah dengan jeda waktu\npemberian 1 jam.", "Daftar File": {"ABSTRAK Reynatha C. A. Pangsibidang": "https://digilib.itb.ac.id/gdl/download/222603"}, "Penulis": "Reynatha C. A. Pangsibidang [20718022]", "Kontributor / Dosen Pembimbing": ["Diky Mudhakir, S.Si., M.Si., Ph.D.", "Dr. apt. Neni Nurainy", "Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Nanopartikel, HBsAg, Phyllanthus niruri, salut enterik", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Mar 2021"}