{"Nomor": 54368, "Judul": "DESAIN INTERAKSI UNTUK MEMBANTU PERSIAPAN  UJIAN TULIS BERBASIS KOMPUTER SISWA  (STUDI KASUS: EDUKA SYSTEM)", "Abstrak": "Ujian Tulis Berbasis Komputer (UTBK) merupakan syarat untuk mengikuti Seleksi \nBersama Masuk Perguruan Tinggi Negeri (SBMPTN). Mulai tahun 2019, \nSBMPTN menerapkan UTBK secara penuh di tiap kota. Eduka System, start-up \nyang membantu siswa dalam mempersiapkan UTBK, memiliki lebih dari 500.000 \nakun terdaftar dan 2.300 butir soal. \nTugas Akhir ini bertujuan untuk membuat solusi desain interaksi, dengan \npendekatan user-centered design, yang dapat membantu persiapan UTBK siswa \ndengan Eduka System sebagai studi kasus yang dalam proses analisis masalah dan \nkebutuhan. Hasil dari Tugas Akhir ini adalah prototipe high-fidelity yang dibangung \nmenggunakan kakas Figma. Prototipe high-fidelity memiliki usability goals dan UX \ngoals sebagai parameter keberhasilan prototipe. \nHasil pengujian prototipe high-fidelity menyimpulkan bahwa prototipe sudah \nmencapai usability goals effectiveness dengan nilai completion rate 100% dan \nlearnability yang masuk mendapatkan kategori sangat mudah, dengan nilai 6.23. \nSelain itu, prototipe juga mencapai UX goals helpful dengan nilai 5.9, masuk dalam \nkategori agree, dan UX goals motivating dengan nilai 5.2, masuk dalam kategori \nsomewhat agree.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222613", "Abstrak": "https://digilib.itb.ac.id/gdl/download/222614", "Abstract": "https://digilib.itb.ac.id/gdl/download/222616"}, "Penulis": "Ahmad Faiz Sahupala [13516065]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SBMPTN, UTBK, Eduka System, desain interaksi, user-centered  design, prototipe, customer journey, high-fidelity, usability goals, UX goals", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "16 Mar 2021"}