{"Nomor": 54363, "Judul": "BAU BADAN: TEORI, USAHA PENDEKATAN PENANGANANNYA, SERTA TUMBUH- TUMBUHAN INDONESIA YANG DIGUNAKAN UNTUK PENANGGULANGANNYA (SUATU REVIEW)", "Abstrak": "Bau badan merupakan suatu masalah yang sudah dihadapi dari zaman nenek moyang manusia. Bau badan\ndapat menjadi masalah bagi penderitanya yang berbau tidak menyenangkan. Nenek moyang bangsa\nIndonesia sudah banyak menurunkan resep tradisional untuk menangani bau badan berupa penggunaan\nrempah-rempah yang digunakan untuk mandi ataupun dikonsumsi sebagai jamu ataupun lalap. Sudah\nbanyak penelitian mengenai tumbuhan terhadap bau badan yang dilakukan berdasarkan teori bakteri\nspesifik bau badan, yaitu Staphylococcus epidermidis, namun penelitian mengenai penggunaan jamu\nterhadap bau badan masih belum banyak ditemukan. Walaupun demikian, ditemukan keanehan di Korea\nyang merupakan salah satu pusat kosmetik dunia tidak menyediakan produk deodoran secara luas. Hal ini\nmemicu penelitian genetik terhadap bau badan. Diketahui bahwa gen ABCC11 merupakan gen yang\nterkait bau badan. Gen ABCC11 mengkode protein yang dapat dimetabolisme oleh bakteri untuk\nmenghasilkan bau yang umumnya tidak menyenangkan. Aktivitas gen ABCC11 diketahui dipengaruhi oleh\npengaruh N-glikosilasi. Kinerja Nglikosilasi dapat dihambat dengan menginhibisi enzim glikosidase berupa\n?-glukosidase. Oleh karena itu, penelitian ini bertujuan untuk melihat potensi tumbuh-tumbuhan di\nIndonesia yang memiliki klaim empiris dapat mengurangi bau badan dengan data aktivitas antimikroba\nterhadap S. epidermidis dan melakukan pendekatan teori penanganan bau badan melalui aktivitas inhibisi\n?-glukosidase. Review ini dilakukan dengan metode penelusuran dan Tinjauan pustaka. Dari 16 tumbuhan\nyang digunakan sebagai obat luar, 12,50% menunjukkan respon yang sangat kuat, 56,25% menunjukkan\nrespon yang kuat, 31,25% menunjukkan respon yang sedang dan 0% menunjukkan respon yang lemah\nterhadap S. epidermidis, sedangkan dari 14 tumbuhan yang digunakan sebagai jamu atau lalap, 85,71%\nmenunjukkan respon yang poten dan 14,28% menunjukkan respon yang tidak poten terhadap ?-\nglukosidase. Dengan demikian, tumbuh-tumbuhan yang digunakan secara tradisional di Indonesia\nmempunyai kemampuan untuk mengurangi bau badan dan terdapat keterkaitan antara enzim ?-\nglukosidase dengan klaim khasiat bau badan.", "Daftar File": {"ABSTRAK Vippassi Jaya Wikalpa": "https://digilib.itb.ac.id/gdl/download/222605"}, "Penulis": "Vippassi Jaya Wikalpa [11616026]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Asep Gana Suganda", "Prof. Dr. Andreanus Andaja Soemardji, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Bau badan, obat tradisional, ABCC11, Staphylococcus epidermidis, ?-glukosidase", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Mar 2021"}