{"Nomor": 54370, "Judul": "PEMODELAN HIDRODINAMIKA DI TELUK ERETAN, KABUPATEN INDRAMAYU", "Abstrak": "Peristiwa erosi dan sedimentasi merupakan peristiwa yang sering terjadi di kawasan pesisir. Menurut Pemerintah kabupaten Indramayu pada tahun 2006, peristiwa abrasi yang telah terjadi berkisar antara 2 hingga 10 meter pertahun, dari panjang pantai 114 km telah tergerus sekitar 50 meter. Peristiwa erosi dan sedimentasi terjadi karena adanya perpindahan sedimen yang disebabkan oleh berbagai faktor, faktor utama perpindahan sedimen adalah adanya interaksi arus laut dengan karakteristik morfologi pantai, gaya pendorong sedimen (Bed Shear Stress) lebih besar dibandingkan dengan gaya penolakan dasar laut (Critical Bed Shear Stress), faktor lainnya adalah interaksi permukaan laut dengan atmosfer, dalam hal ini adalah peristiwa perubahan angin pada 2 periode, yaitu musim angin barat, dan musim angin timur. Pemodelan hidrodinamika dilakukan dengan pemodelan secara numerik pembentukan simulasi gerak badan air menggunakan perangkat lunak Delft3D-FLOW. Data yang digunakan adalah data batimetri, angin, dan pasang surut pada kawasan Teluk Eretan serta parameter kekasaran dasar laut berupa nilai koefisien Chezy. Pemetaan hidrodinamika menghasilkan informasi arus laut, nilai tegangan geser dasar di Teluk Eretan selama satu tahun pada daerah studi. Penelitian ini juga melakukan interpretasi arus laut dan tegangan geser yang terjadi selama periode angin muson barat dan angin muson timur. Hasil interpretasi menunjukkan arus laut dan tegangan geser selama periode muson barat lebih kuat di bandingkan dengan periode angin muson timur serta kecenderungan arah arus laut dan tegangan geser pada periode muson barat menuju wilayah pesisir, namun pada periode muson timur kecenderungan arah menuju laut.", "Daftar File": {"ABSTRAK Sabil Faydi": "https://digilib.itb.ac.id/gdl/download/222619", "COVER Sabil Faydi": "https://digilib.itb.ac.id/gdl/download/260368", "PUSTAKA Sabil Faydi": "https://digilib.itb.ac.id/gdl/download/260373"}, "Penulis": "Sabil Faydi [15115087]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwi Wisayantono, M.T.", "Dr.rer.nat. Wiwin Windupranata, S.T., M.Si.", "Sella Lestari Nurmaulia, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Teluk Eretan, hidrodinamika, perpindahan sedimen, pemodelan numerik, Delft3D-FLOW, arus laut, tegangan geser dasar laut.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "16 Mar 2021"}