{"Nomor": 54373, "Judul": "PENGEMBANGAN BASIS DATA UNTUK PENDUKUNG PENGUMPULAN SAMPAH DARI ENTITAS SUMBER KOMERSIAL HINGGA TEMPAT PENAMPUNGAN SEMENTARA", "Abstrak": "Pengelolaan sampah dari sumber sampah khususnya sumber komersial hingga Tempat Penampungan Sementara memerlukan data. Pada kenyataannya data-data terkait pengangkutan sampah dari sumber sampah komersial ke Tempat Penampungan Sementara tidak banyak yang tersedia. Selain itu, data-data yang tersedia seringkali tidak dihubungkan melalui relasi antar entitas datanya. Untuk mengatasi kondisi tersebut diperlukan pembentukan basis data dengan membentuk relasi antar entitas yang terkait dengan pengangkutan sampah dari sumber komersial menuju Tempat Penampungan Sementara menggunakan model relasi entitas. Penelitian dilakukan dengan menganalisis komponen data sumber sampah komersial dan pengelola Tempat Penampungan Sementara. Kegiatan pengumpulan dan pengolahan sampah organik yang ada di Tempat Penanmpungan Sementara juga dilakukan analisis untuk memperoleh fakta-fakta terkait kedua kegiatan tersebut. Analisis yang dilakukan akan menghasilkan komponen data penyusun basis data. Komponen data selanjutnya dikelompokkan ke dalam bentuk entitas dan dihubungkan dengan entitas lain melalui model relasi entitas. Fakta terkait pengumpulan dan pengolahan di susun ke dalam diagram pohon keputusan yang menjadi dasar pembentukan basis pengetahuan. Skema basis data dan pohon keputusan menjadi dasar pembuatan fakta dan aturan PROLOG. Fakta dan aturan PROLOG terkait pengumpulan dan pengolahan sampah disusun ke dalam sebuah program sistem basis data dan sistem konsultasi. Program yang dibuat terdiri atas basis data atau basis pengetahuan serta mesin inferensi.", "Daftar File": {"MUHAMMAD ROSIDI.pdf\n]": "https://digilib.itb.ac.id/gdl/download/222622"}, "Penulis": "Mohammad Rasidi [25317301]", "Kontributor / Dosen Pembimbing": ["Dr.Eng.Ir. Priana Sudjono, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Basis Data, PROLOG, Sampah, Tempat Penampungan Sementara", "Sumber": "TESIS April 2021", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "16 Mar 2021"}