{"Nomor": 54378, "Judul": "DESAIN DAN ANALISIS TEGANGAN PADA PERSILANGAN PIPA GAS BAWAH LAUT DENGAN STRUKTUR PENYANGGA TIPE CONCRETE SLEEPER", "Abstrak": "Kemajuan peradaban manusia erat kaitannya dengan pengembangan teknologi dalam bidang energi minyak dan gas bumi yang sangat pesat. Sumber migas yang semakin menepis menyebabkan kegiatan eksplorasi cadangan energi fosil beralih ke arah lepas pantai sehingga membutuhkan struktur pipa bawah laut. Perancangan pipeline wall thickness dihitung berdasarkan standar desain DNV-OS-F101. Dinding pipa didesain agar tahan terhadap kegagalan akibat tekanan internal berlebih, local buckling, dan perambatan kegagalan tekuk.\nTahapan selanjutnya adalah melakukan analisis pipeline on-bottom stability yang diperhitungkan menggunakan standar DNV-RP-F109. Jika berat baja pipa tidak cukup untuk menjaga pipa agar tetap diam, maka desain tebal concrete coating dan trenching diperlukan guna menjaga kestabilan pipa. Analisis instalasi pipa dilakukan menggunakan software OFFPIPE. Analisis ini bertujuan untuk menentukan konfigurasi komponen lay barge instalasi yang sesuai dengan ketentuan kuat tegang material tebal dinding pipa agar tidak mengalami leleh (yield).\nKemudian dilakukan desain panjang free span pipa yang diizinkan saat berada di dasar laut dengan standar DNV-RP-F105. Pipa bawah laut yang digelar, tidak sepenuhnya tersandar di dasar laut karena kontur batimetri dasar laut yang tidak rata. Diperlukan analisis untuk menentukan bentang panjang bebas izin pipa yang memenuhi kriteria screening fatigue dan ultimate limit state (ULS).\nTahap berikutnya adalah analisis tegangan pada persilangan pipa. Tidak dapat diabaikan, jalur pipa bawah laut terkadang menemui jalur pipa lainnya. Sehingga dibutuhkan struktur penyangga untuk menyebrangi pipa eksisting diantaranya adalah struktur penyangga tipe concrete sleeper. Struktur tersebut harus dianalisis kestabilan nya terhadap kestabilan vertikal, overturning, sliding, dan pemeriksaan bearing capacity. Perhitungan settlement pada struktur penyangga juga perlu dilakukan agar desain tinggi struktur tetap memiliki jarak aman antara pipa yang menyebrangi dengan pipa eksisting. Setelah itu, dilakukan analisis tegangan persilangan pipa menggunakan software CAESAR II berdasarkan standar ASME B31.8 untuk memastikan pipa tidak melewati tegangan izin.\nProses desain dan analisis yang telah dilakukan menghasilkan desain tebal dinding pipa sebesar 7,1 mm, ketebalan lapisan concrete coating sebesar 41 mm dan bentang bebas maksimum yang diizinkan sebesar 6,3 m. Stabilitas desain struktur penyangga aman terhadap berbagai kegagalan dan tegangan yang dialami pipa saat menyebrangi pipa eksisting tidak melebihi tegangan izin ASME B31.8.", "Daftar File": {"ABSTRAK Ichsan Pradana Soewono": "https://digilib.itb.ac.id/gdl/download/222628"}, "Penulis": "Ichsan Pradana Soewono [15516015]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ricky Lukman Tawekal, MSE, Ph.D.", "Jessica Rikanti Tawekal, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pipa Bawah Laut, Persilangan, Analisis Kestabilan, Struktur Penyangga, Concrete Sleeper", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mar 2021"}