{"Nomor": 54375, "Judul": "ANALISIS PAPARAN LOGAM BERAT TERINHALASI PADA PEKERJA BATIK (STUDI KASUS: KECAMATAN LENDAH, KABUPATEN KULONPROGO)", "Abstrak": "Industri batik hingga saat ini tersebar dan berkembang hampir di seluruh Pulau Jawa. Kecamatan Lendah, di Kabupaten Kulonprogo Yogyakarta, memiliki beberapa desa yang berkontribusi dalam perkembangan industri batik nusantara. Aktivitas dalam proses produksi batik dengan menggunakan logam berat yang berisiko terhadap kesehatan pekerja. Penelitian ini bertujuan untuk mengukur konsentrasi logam berat di udara terinhalasi dan konsentrasi logam berat dalam darah responden, identifikasi faktor risiko, pengaruh antara logam berat terinhalasi terhadap konsentrasi dalam darah, dan penilaian risiko dari paparan yang diterima responden. Responden pada penelitian ini adalah 16 orang kelompok pekerja dan 16 orang kelompok non-pekerja dari tiga produsen batik yang dipilih untuk dilakukan pengukuran konsentrasi logam berat terinhalasi (Mn, Cu, Zn, Ni, Co, As, Pb, dan Cr) pada pekerja dan konsentrasi logam berat dalam darah (Cr, Co, dan Zn pada non-pekerja. Penelitian dilakukan secara cross-sectional dengan metode analisis X-Ray Fluorescence (XRF) untuk sampel udara dan Instrumental Neutron Activation Analysis (INAA) untuk sampel darah. Hasil penelitian menunjukkan pada analisis sampel udara terdapat konsentrasi logam berat yang berada di bawah nilai acuan baku mutu, dengan konsentrasi intake tertinggi adalah logam Cu pada responden pekerja proses warna, canting dan cap. Dari hasil analisis sampel darah ditemukan konsentrasi CrB, CoB dan ZnB, dimana 31,25% responden pekerja memiliki konsentrasi CrB di atas nilai reference value, dan 12,5% pada kelompok responden non-pekerja. Nilai HI untuk logam berat terinhalasi pada responden pekerja ditemukan sebesar 4,72x10-2, dan nilai LECR menunjukkan 2,39 x 10-5.", "Daftar File": {"MEUTIA FAKHRIAH BASUKI": "https://digilib.itb.ac.id/gdl/download/222624"}, "Penulis": "Meutia Fakhriah Basuki [25318002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, MS", "Prof. Dr. Muhayatun Santoso"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "batik, INAA, logam berat, XRF.", "Sumber": "TESIS Maret 2021", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "16 Mar 2021"}