{"Nomor": 54381, "Judul": "MODIFIKASI UJI BIAKSIAL UNTUK MENGUKUR PERPINDAHAN MASSA BATUAN DISEKITAR TEROWONGAN YANG TELAH DISANGGA", "Abstrak": "Terowongan merupakan sebuah tembusan di bawah permukaan tanah. Kondisi\nperpindahan yang terjadi pada massa batuan disekitar terowongan seringkali\ndiperlukan sebagai kondisi acuan untuk dapat melakukan kegiatan penerowongan\nlebih lanjut. Kondisi yang terjadi di lapangan dapat didekati dan dipelajari dengan\nmenggunakan pengujian skala laboratorium yaitu dengan pemodelan numerik dan\npemodelan fisik. Pada terowongan yang telah disangga, pemodelan fisik dapat\ndilakukan dengan melakukan modifikasi uji biaksial.\nUji biaksial umumnya dilakukan dengan memberikan tekanan biaksial searah\nsumbu x dan sumbu y dari luar sampel. Modifikasi yang dilakukan dalam penelitian\nini yaitu sampel diberi tekanan tidak hanya dari luar sampel melainkan juga dari\ndalam sampel untuk menginterpretasikan kondisi terowongan yang telah disangga.\nNilai perpindahan diperoleh dari uji biaksial dapat digunakan untuk melakukan\nanalisis balik terhadap masukan data pada pemodelan numerik. Analisis lanjutan\ndilakukan dengan menggunakan pendekatan kurva GRC-LDP-SRC dan diperoleh\nkesimpulan bahwa modifikasi uji biaksial dapat digunakan untuk memodelkan dan\nmempelajari kondisi dari suatu terowongan yang telah disangga.", "Daftar File": {"COVER Andy Setiawan Anwar": "https://digilib.itb.ac.id/gdl/download/222648", "BAB 1 Andy Setiawan Anwar": "https://digilib.itb.ac.id/gdl/download/222649", "BAB 2 Andy Setiawan Anwar": "https://digilib.itb.ac.id/gdl/download/222650", "BAB 3 Andy Setiawan Anwar": "https://digilib.itb.ac.id/gdl/download/222651", "BAB 4 Andy Setiawan Anwar": "https://digilib.itb.ac.id/gdl/download/222652", "BAB 5 Andy Setiawan Anwar": "https://digilib.itb.ac.id/gdl/download/222653", "PUSTAKA Andy Setiawan Anwar": "https://digilib.itb.ac.id/gdl/download/222654"}, "Penulis": "Andy Setiawan Anwar [22119020]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D.", "Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Terowongan, Perpindahan, Pemodelan Numerik, Uji Biaksial.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "16 Mar 2021"}