{"Nomor": 54397, "Judul": "ANALISIS PERBANDINGAN PEMUATAN DAN PENGANGKUTAN MATERIAL KONSTRUKSI TANGGUL MENGGUNAKAN BELT CONVEYOR DAN DOUBLE TRAILER BERDASARKAN TINGKAT KEEKONOMIAN PADA PT XYZ, KABUPATEN MIMIKA, PROVINSI PAPUA", "Abstrak": "PT XYZ merupakan perusahaan yang beroperasi dalam sektor konstruksi dan pertambangan\ndengan Wilayah Izin Usaha Pertambangan (WIUP) berlokasi di Kabupaten Mimika, Provinsi\nPapua. PT XYZ akan membangun tanggul melintang di bagian selatan WIUP yang\nmembutuhkan material granular-fill sebagai bahan dasar utama. Granular-fill diperoleh melalui\nkegiatan penambangan dengan metode kuari di bagian utara WIUP. Oleh karena itu, dibutuhkan\nproses pengangkutan material dari kawasan penambangan menuju lokasi tanggul melintang.\nDua jenis metode pengangkutan, yaitu alat angkut double trailer maupun belt conveyor,\ndianalisis untuk mencari biaya pemuatan dan pengangkutan yang paling ekonomis. Jalur\npengangkutan utama untuk double trailer adalah 43,2 km, sedangkan untuk belt conveyor 42,6\nkm.\nDalam menganalisis tingkat keekonomisan, capital cost dan operating cost menjadi\npertimbangan utama. Biaya keseluruhan metode pengangkutan double trailer mencakup\npembelian dan pemakaian 7 unit wheel loader dan 12 unit double trailer sebagai alat utama serta\n1 unit motor grader dan 1 unit water truck sebagai alat penunjang sesuai kebutuhan ialah sebesar\nUS$ 60.943.059. Sedangkan, biaya keseluruhan metode pengangkutan belt conveyor mencakup\npembelian dan pemakaian 7 unit wheel loader dan 4250 rangkaian belt conveyor sebagai alat\nutama serta 5 lokasi transfer point sebagai penunjang sesuai kebutuhan ialah sebesar US$\n77.546.471.\nBerdasarkan hasil perhitungan biaya keseluruhan, metode pengangkutan dengan menggunakan\ndouble trailer lebih ekonomis dibandingkan dengan menggunakan belt conveyor. Hal ini\ndikarenakan capital cost yang lebih minim jika dibandingkan dengan penggunaan belt conveyor,\nwalaupun di sisi lain operating cost pengangkutan belt conveyor lebih ekonomis.", "Daftar File": {"ABSTRAK Daeli, Michael Britonis": "https://digilib.itb.ac.id/gdl/download/222674"}, "Penulis": "Daeli, Michael Britonis [12116086]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Tri Karian, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Granular-fill, Kuari, Double trailer, Belt conveyor, Capital cost, Operating cost", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "16 Mar 2021"}