{"Nomor": 54394, "Judul": "ANALISIS KESTABILAN LERENG HIGHWALL PIT 10 BC3 PT ARUTMIN INDONESIA JOBSITE KINTAP, KALIMANTAN SELATAN", "Abstrak": "PT. Arutmin Indonesia adalah perusahaan penambangan batubara yang melakukan\npenambangan di daerah Kalimantan Selatan dengan metode tambang terbuka. Site\nKintap melakukan pengembangan pit 10 dengan membuat boxcut dikarenakan baru\nditemukannya seam ekonomis yang berada di bawah seam target pit sebelumnya.\nBoxcut tersebut menyebabkan terbentuknya highwall pit 10BC3 yang berada di\nbawah sump pit 10 dan timbunan IPDC. Oleh karena itu diperlukan rekomendasi\ngeometri lereng highwall dari pit 10BC3 yang aman.\nAnalisis kestabilan lereng dilakukan dengan perangkat lunak Slide 6.0, probabilitas\nkelongsoran dan faktor keamanan dari lereng tersebut dihitung dengan\nmenggunakan metode Monte-Carlo dan Bishop Simplified. Data yang digunakan\nditentukan distribusinya dengan melakukan goodness of fit test menggunakan\nmetode Kolmogorov-Smirnov dan Akaike Information Criterion.\nHasil analisis menunjukan bahwa pengolahan data didapatkan lereng existing\ndalam kondisi aman yaitu FK deterministik 1.610, FK mean 1.761 dan PoF 2.2%,\nsedangkan rekomendasi awal dinilai tidak aman dikarenakan nilai PoF sebesar\n7.7% yang melebihi batas maksimum 5%, Oleh karena itu direkomendasikan untuk\nmelakukan dua tahap pengerjaan yaitu drainase sump di highwall dan pembentukan\ncounterweight setelah melakukan coal getting agar lereng stabil dan aman selama\noperasi penambangan batubara.", "Daftar File": {"ABSTRAK Steffani Kurnia Viona": "https://digilib.itb.ac.id/gdl/download/222672"}, "Penulis": "Steffani Kurnia Viona [12116066]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Highwall, Analisis Kestabilan Lereng, Goodness of Fit Test, Faktor Keamanan, Probabilitas Kelongsoran.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "16 Mar 2021"}