{"Nomor": 54392, "Judul": "ANALISIS KESTABILAN STOPE PADA MASSA BATUAN SQUEEZING DENGAN PEMODELAN ELEMEN HINGGA TIGA DIMENSI PADA TAMBANG EMAS BAWAH TANAH PT ANTAM TBK UBPE PONGKOR", "Abstrak": "Pengaruh tegangan massa batuan yang sangat tinggi, banyaknya struktur pada\nmassa batuan, aliran air bawah permukaan serta fenomena sweeling dan squeezing\npada suatu massa batuan seringkali menjadi penyebab utama dari ketidakstabilan\npada bukaan tambang bawah tanah.\nTambang emas bawah tanah PT ANTAM Tbk UBPE Pongkor site Ciurug yang\nmenggunakan metode penambangan cut and fill mengalami fenomena squeezing\nkhususnya pada stope XC 662.1 yang berada di level 600, dimana pada saat yang\nbersamaan dilakukan pula kegiatan pillar robbing pada stope XC 11 Central yang\nberada di level 500.\nDengan menggunakan pendekatan empiris dari Hoek & Marinos (2000) didapatkan\nbahwa stope XC 662.1 berpotensi dapat mengalami squeezing sebesar 5-9%. Hasil\npemantauan lapangan didapatkan bahwa squeezing yang terjadi pada stope XC\n662.1 ada pada rentang 5-di atas10%.\nHasil pemodelan numerik tiga dimensi dengan menggunakan softwere RS3\ndidapatkan bahwa kombinasi penyangga dengan menggunakan fibercrete 40 cm,\nsplitset 3 m, cablebolt 8 m, serta H-beam dapat optimal meningkatkan nilai faktor\nkeamanan pada posisi atap dan kedua dinding stope XC 662.1, serta tidak adanya\npeningkatan deformasi yang signifikan akibat dari kegiatan pillar robbing pada\nstope XC 11 Central.", "Daftar File": {"ABSTRAK Wira Yudha": "https://digilib.itb.ac.id/gdl/download/222668"}, "Penulis": "Wira Yudha [22118020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Made Astawa Rai", "Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "squeezing, batuan lemah, penyanggaan, pemodelan tiga dimensi.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "16 Mar 2021"}