{"Nomor": 54407, "Judul": "EVALUASI EKONOMI PROYEK PERTAMBANGAN EMAS BAWAH TANAH SHRINKAGE STOPING PADA PT XYZ DENGAN MENGGUNAKAN METODE REAL OPTION", "Abstrak": "Investasi adalah suatu kegiatan penanaman modal pada masa sekarang untuk memperoleh keuntungan pada masa yang akan datang. Perusahaan melakukan valuasi terhadap suatu investasi proyek tersebut yang diharapkan dapat memberikan imbal hasil yang memadai. Terdapat beberapa metode valuasi terhadap investasi, salah satunya adalah metode Discounted Cash Flow (DCF). Metode DCF ini merupakan metode yang paling sering digunakan, akan tetapi memiliki kelemahan yaitu mengasumsikan cash flow dimasa depan dapat diramalkan dengan tepat padahal sangat sulit untuk melakukan estimasi cash flow di masa depan karena sangat berisiko. Oleh karena itu, terjadi pemutakhiran dari metode DCF tersebut yaitu metode Real Options. Real Options merupakan metode valuasi proyek yang dapat mengandung unsur ketidakpastian dan strategi investasi perusahaan pada proyek yang akan dijalankan. Real Options terbagi menjadi beberapa pendekatan. Pada tulisan ini, pendekatan yang digunakan yaitu Black-Scholes dan Quadrinomial Lattice. Unsur ketidakpastian (uncertainty) yang diperhitungkan adalah harga jual dan tingkat inflasi. Tujuan penulisan ini untuk menganalisis investasi suatu proyek pertambangan metode shrinkage stoping dengan DCF dan Real Options. Hasil dari analisis tersebut adalah proyek ditinggalkan jika menggunakan metode DCF karena nilai NPV negatif. Sementara itu, jika ditinjau dari nilai opsi maka proyek sebaiknya ditunda terlebih dahulu, dan dijalankan ketika sudah mendapatkan nilai opsi yang lebih tinggi daripada nilai keeping option value. Terdapat sedikit perbedaan nilai yang diperoleh dari kedua metode tersebut. NPV yang diperoleh dari DCF sebesar -$711,795.697, sementara yang diperoleh dari Real Option sebesar $4,606,400.53 dengan Quadrinomial Lattice dan $5,095,138.62 dengan Black-Scholes.", "Daftar File": {"ABSTRAK Dinda Nuroktaviani": "https://digilib.itb.ac.id/gdl/download/222697"}, "Penulis": "Dinda Nuroktaviani [12116059]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Discounted Cash Flow, Real Option, Uncertainty", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "16 Mar 2021"}