{"Nomor": 54404, "Judul": "PERKIRAAN ZONA POTENSIAL PENGEMBANGAN LAPANGAN PANAS BUMI BERDASARKAN ANALISIS AKTIVITAS GAS RADON DI DALAM TANAH WILAYAH PATUHA BAGIAN UTARA, CIWIDEY, KABUPATEN BANDUNG", "Abstrak": "Berdasarkan Peraturan Pemerintah Nomor 79 tahun 2014 tentang Kebijakan Energi\nNasional, pemanfaatan energi baru dan terbarukan (EBT) harus diprioritaskan. Salah\nsatu energi baru terbarukan adalah panasbumi. Kepulauan Indonesia secara geografis\nterletak di wilayah pertemuan antara Lempeng Benua Eurasia (Eropa-Asia), Lempeng\nHindia-Australia, dan Lempeng Samudra Pasifik. Pertemuan antar lempeng ini\nmenyebabkan Indonesia terletak di zona yang ideal untuk pembentukan sistem panas\nbumi. Salah satu permulaan dalam mengembangkan prospek panas bumi di Indonesia\nadalah dengan melakukan kegiatan eksplorasi. Terdapat suatu metode eksplorasi\npendahuluan untuk menentukan zona yang memiliki potensi panas bumi yang relatif\nmurah dan efektif dari permukaan yaitu dengan melakukan analisis aktivitas gas radon\ndalam tanah yang muncul ke permukaan melalui zona permeabel. Dalam penelitian ini\npenentuan zona potensial dilakukan dengan melakukan pengukuran pada tujuh belas\ntitik sumur uji. Pengukuran dilakukan dari bulan Juli hingga Desember 2020.\nKonsentrasi gas radon terukur memiliki nilai 156 Bq/m3 hingga 5.966 Bq/m3. Nilai\nkonsentrasi gas radon yang tinggi terdapat pada titik TTN-01, TTN-02, TTN-03, TTN-\n07 dan PA-02. Nilai konsentrasi gas radon kemudian dikorelasikan dengan litologi,\nstruktur geologi dan perhitungan statistika deskriptif. Kondisi litologi tidak\nmemberikan pengaruh yang signifikan terhadap nilai aktivitas gas radon yang terukur.\nNamun, keberadaan struktur geologi cenderung mempengaruhi nilai aktivitas radon.\nNilai konsentrasi gas radon yang telah dikorelasikan dengan beberapa parameter\ndigunakan untuk memperkirakan zona potensial panas bumi. Dari hasil analisis, diduga\nterdapat satu zona potensial panas bumi, yaitu zona potensial yang berada di utara peta\nsekitar daerah titik TTN-03 pada area Kawah Putih, Rancabali.", "Daftar File": {"ABSTRAK Bagasputra Ramadhan": "https://digilib.itb.ac.id/gdl/download/222688"}, "Penulis": "Bagasputra Ramadhan [12116053]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T., M.T., Ph.D.", "Dr.mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "panas bumi, radon, Patuha, zona permeabel, zona potensial.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "16 Mar 2021"}