{"Nomor": 54411, "Judul": "PERAMALAN KEBUTUHAN BIJIH BAUKSIT UNTUK MEMENUHI KEBUTUHAN ALUMINIUM DAN PENGARUHNYA TERHADAP PEREKONOMIAN INDONESIA", "Abstrak": "Indonesia mempunyai sumberdaya alam yang melimpah, salah satunya adalah\nbauksit. Bauksit merupakan sumberdaya alam yang tidak dapat diperbaharui (nonrenewable\nresources) untuk diekstraksi logam aluminiumnya dan dimanfaatkan\nuntuk berbagai keperluan di industri hilir. Aluminium merupakan industri\nterpenting kedua setelah industri besi baja. Berdasarkan UU No 3 Tahun 2020 dan\nRIPIN 2015–2035, Pemerintah mewajibkan adanya pengolahan dan pemurnian\nmineral untuk meningkatkan nilai tambah dan mendukung program hilirisasi\nindustri mineral. Indonesia merupakan produsen bauksit terbesar ke-7 di dunia\ntahun 2018 (USGS,2019). Kebutuhan aluminium Indonesia semakin meningkat\ndari tahun ke tahun tetapi sebagian masih dipenuhi melalui impor.\nPenelitian ini menggunakan metode kuantitatif berupa model ARDL untuk\nmemodelkan konsumsi aluminium. Model yang sudah dibentuk kemudian akan\ndikonversikan dalam kebutuhan bauksit di Indonesia selama periode 2020–2025.\nVariabel yang digunakan yaitu lag konsumsi aluminium, GDP, harga aluminium,\npopulasi penduduk dan produksi aluminium dari tahun 1986–2019. Melakukan\nperhitungan dampak output pertambangan bijih bauksit menggunakan Tabel IO\nNasional 2010 yang memisahkan pertambangan bauksit dari pertambangan dan\npenggalian.\nBerdasarkan penelitian yang telah dilakukan diketahui total kebutuhan bijih bauksit\ndari tahun 2020–2025 untuk skenario 1 mencapai 37.232 juta ton, skenario 2 sekitar\n48 juta ton, dan skenario 3 sekitar 33 juta ton. Sedangkan dampak output yang\ndihasilkan dari pertambangan bijih bauksit untuk skenario 1 mencapai 7.594 triliun\nrupiah, skenario 2 mencapai 9.802 triliun rupiah, dan skenario 3 mencapai 6.726\ntriliun rupiah.", "Daftar File": {"ABSTRAK Alfi Hasna Anggrahini": "https://digilib.itb.ac.id/gdl/download/222709", "BAB 1 Alfi Hasna Anggrahini": "https://digilib.itb.ac.id/gdl/download/223633", "BAB 2 Alfi Hasna Anggrahini": "https://digilib.itb.ac.id/gdl/download/223634", "BAB 3 Alfi Hasna Anggrahini": "https://digilib.itb.ac.id/gdl/download/223635", "BAB 4 Alfi Hasna Anggrahini": "https://digilib.itb.ac.id/gdl/download/223636", "BAB 5 Alfi Hasna Anggrahini": "https://digilib.itb.ac.id/gdl/download/223637", "BAB 6 Alfi Hasna Anggrahini": "https://digilib.itb.ac.id/gdl/download/223638", "PUSTAKA Alfi Hasna Anggrahini": "https://digilib.itb.ac.id/gdl/download/223639"}, "Penulis": "Alfi Hasna Anggrahini [22117317]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng.", "Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kebutuhan bauksit, aluminium, model ARDL, tabel IO, dampak ekonomi pertambangan bijih bauksit.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "16 Mar 2021"}