{"Nomor": 54422, "Judul": "PERANCANGAN STRUKTUR BETON BERTULANG TAHAN GEMPA DAN ATAP BAJA PUSAT PERBELANJAAN CIBADAK BROOK PLAZA DAN HOTEL", "Abstrak": "Tugas akhir ini membahas mengenai perancangan bangunan tahan gempa yang\nberfungsi sebagai plaza serta huninan hotel. Proyek ini terletak di Cibadak, Bandung\ndengan kondisi tanah yang lunak dengan percepatan gempa yang tinggi sehingga\ntermasuk dalam Kategori Desain Seismik D. Proyek ini terdiri dari 2 lantai podium\nuntuk plaza, 8 lantai hotel, 2 lantai basement, 1 lantai rooftop atap datar, serta 2 titik\ndengan atap rangka baja. Struktur dimodelkan menggunakan perangkat lunak ETABS\ndan didesain berdasarkan SNI 1726 tahun 2019 mengenai perancangan bangunan tahan\ngempa, SNI 1727 tahun 2013 mengenai beban minimum pada gedung, SNI 2847 tahun\n2019 mengenai perancangan struktur bangunan beton bertulang dan SNI 1729 tahun\n2015 mengenai spesifikasi untuk bangunan baja struktural. Perancangan struktur beton\nbangunan dilakukan menggunakan prosedur analisis satu tahap dengan perancangan\nbagian tower dan podium yang dilakukan secara terpisah. Sistem struktur tower dan\npodium adalah berupa sistem rangka pemikul momen khusus (SRPMK) dan dinding\nstructural khusus (SDSK). Hasil dari perancangan ini berupa analisis struktur dan\nperancangan elemen struktur beton bertulang tahan gempa serta detailing struktur atap\nrangka baja.", "Daftar File": {"ABSTRAK Muhammad Iqbal Wiratama F": "https://digilib.itb.ac.id/gdl/download/222727", "COVER Muhammad Iqbal Wiratama F": "https://digilib.itb.ac.id/gdl/download/258375", "BAB 1 Muhammad Iqbal Wiratama F": "https://digilib.itb.ac.id/gdl/download/258376", "PUSTAKA Muhammad Iqbal Wiratama F": "https://digilib.itb.ac.id/gdl/download/258385"}, "Penulis": "Muhammad Iqbal Wiratama F [15016113]", "Kontributor / Dosen Pembimbing": ["Ir. Sindur P. Mangkoesoebroto, MSEM, Ph.D.", "Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bangunan Tahan Gempa, Atap Rangka Baja, Analisis Satu Tahap, Sistem Rangka Pemikul Momen Khusus, Sistem Dinding Struktural Khusus", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "12 file", "Tanggal Input": "16 Mar 2021"}