{"Nomor": 54432, "Judul": "MODIFIKASI METODE ESTIMASI INVERSE DISTANCE SQUARE DAN NEAREST NEIGHBORHOOD POINT MENGGUNAKAN DISKRETISASI BLOK", "Abstrak": "Inverse Distance Square (IDS) merupakan interpolasi dengan menggunakan metode Inverse Distance Weighting (IDW) yang memiliki nilai dari Power Function sama dengan 2 atau pangkat 2 (squared) sedangkan Nearest Neighbour Point merupakan metode estimasi dimana pengambilan nilai estimasi berdasarkan pada pengaruh masing-masing titik mengikuti titik terdekat. IDS dan NNP dapat didiskretkan dengan membagi ruang menjadi serangkaian titik untuk mengubah suatu grid kasar menjadi satu set grid halus yang bersesuaian. Setiap titik atau node diskretisasi mewakili volume yang merupakan bagian integral dari suatu blok grid. Dalam penelitian ini, untuk memudahkan konsep pengolahan data, maka digunakan data artifisial kadar dengan kordinat DH1 (25;130) 2,00%; DH2 (87;125) 3,00%; DH3 (35:28) 3,50%; DH4 (86;30) 2,50% G1 (50;70) 2,85%; G2(70;90) 2,80% dengan G1 dan G2 sebagai titik yang akan diestimasi dalam percobaan. Nilai Estimasi G1 dan G2 tersebut kemudian akan dibandingkan dengan nilai sebenarnya menggunakan cross validation root mean square error (RMSE). Dengan menggunkan konsep yang sama, akan diolah sejumlah data set batubara yang memiliksifat fisik ketebalan (m), kandungan abu (%w), kandungan sulfur (%w) dan Nilai kalori (kcal) dari batubara tersebut. Data yang telah diolah kemudian dianalisis. Hasil penelitian menunjukan penambahan jumlah data yang mempengaruhi perhitungan pada saat estimasi mengakibatkan nilai estimasi yang dihasilkan mengikuti tren data yang sebenarnya dan membuat data menjadi lebih rapat. Grid estimasi blok dengan menggunakan metode Invers Distance Square pada percobaan ini, dapat mewakili nilai sulfur pada titik tengah dari blok estimasi.", "Daftar File": {"ABSTRAK Muhammad Alim": "https://digilib.itb.ac.id/gdl/download/222765"}, "Penulis": "Muhammad Alim [12113040]", "Kontributor / Dosen Pembimbing": ["Mohamad Nur Heriawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Invers Distance Square, Nearest Neighbor Point, Diskretisasi, Root Mean Square Error, Node, Neighborhood.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "16 Mar 2021"}