{"Nomor": 54436, "Judul": "PENGARUH PENAMBAHAN BINDER TERHADAP KUALITAS DAN STRUKTUR KARBON KOKAS MENGGUNAKAN BATUBARA NON-COKING", "Abstrak": "Penelitian ini dilakukan untuk mencari pengganti kokas blast furnace dari campuran batubara non-coking dan binder dengan rasio yang berbeda. Proses pembuatan kokas diawali dengan pembriketan bertekanan tinggi dan karbonisasi dilakukan pada suhu 900 dan 1000 °C. Pengaruh penambahan binder dan suhu karbonisasi terhadap kualitas dan struktur karbon produk kokas diinvestigasi. Hasil menunjukkan bahwa jumlah binder dan suhu karbonisasi yang lebih tinggi menurunkan perolehan dan meningkatkan compressive strength produk. Bulk density cenderung menurun dengan meningkatnya jumlah binder, namun bulk density produk yang dikarbonisasi pada suhu 1000 °C lebih besar daripada yang dikarbonisasi pada suhu 900 °C. Gambar SEM menunjukkan permukaan produk yang kasar dengan celah dan retakan. Struktur pori terlihat lebih kecil dan dangkal jika dibandingkan dengan kokas blast furnace. Struktur grafitik produk menjadi lebih baik seiring dengan meningkatnya suhu karbonisasi, namun derajat grafitisasi produk masih belum mencapai tingkat kokas blast furnace. Variasi binder tidak berpengaruh banyak terhadap perubahan parameter-parameter struktural karbon.", "Daftar File": {"ABSTRAK Ferry Patrix": "https://digilib.itb.ac.id/gdl/download/222746", "BAB 1 Ferry Patrix": "https://digilib.itb.ac.id/gdl/download/223531", "BAB 2 Ferry Patrix": "https://digilib.itb.ac.id/gdl/download/223532", "BAB 3 Ferry Patrix": "https://digilib.itb.ac.id/gdl/download/223533", "BAB 4 Ferry Patrix": "https://digilib.itb.ac.id/gdl/download/223534", "BAB 5 Ferry Patrix": "https://digilib.itb.ac.id/gdl/download/223535", "PUSTAKA Ferry Patrix": "https://digilib.itb.ac.id/gdl/download/223536"}, "Penulis": "Ferry Patrix [22517004]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D.", "Ir. Edy Sanwani, M.T., Ph.D.", "Ir. Siti Khodijah, M.T., Ph.D.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kokas, batubara non-coking, blast furnace, binder, struktur karbon", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "16 Mar 2021"}