{"Nomor": 54439, "Judul": "APLIKASI PENGINDRAAN JAUH SENSOR OPTIK UNTUK PEMETAAN MINERAL IKUTAN TIMAH DI DAERAH SEBARAN FORMASI GRANIT TANJUNGPANDAN BELITUNG", "Abstrak": "Secara teoritis spektroskopi reflektansi dan pencitraan dengan teknologi pengindraan jauh\n(indraja) merupakan metode non-destruktif guna mengidentifikasi material permukaan\ntermasuk batuan dan mineral. Di Indonesia, keterdapatan mineral pembawa unsur tanah\njarang (rare earth elements; REE) seperti monasit, xenotim dan zirkon biasanya berasosiasi\ndengan batuan granit sebagai mineral ikutan timah (MIT) bersama dengan kasiterit, ilmenit,\nrutil, oksida besi dan lain-lain. Penelitian ini bertujuan untuk menerapkan prinsip\nspektroskopi reflektansi pada panjang gelombang 0,35?2,5 ?m dan memetakan sebaran MIT\ndi permukaan dengan memanfaatkan teknologi pencitraan sensor optik di daerah sebaran\nFormasi Granit Tanjungpandan Belitung. Data yang digunakan adalah data citra satelit\nhiperspektral Hyperion dan multispektral Sentinel-2 serta 38 data sampel lapangan yang\ndiukur reflektansinya menggunakan alat spektroradiometer. Pemetaan mineral dengan data\nindraja menggunakan dua metode yakni Spectral Angle Mapper (SAM) dan Linear Spectral\nUnmixing (LSU). SAM dan LSU diaplikasikan dengan menggunakan dua data input\nendmember. Hasil analisis data sampel lapangan menunjukkan kehadiran MIT yaitu hematit,\nmagnetit, monasit, xenotim, dan zirkon serta mineral sekunder yaitu dikit, gibsit, halosit, ilit,\ndan kaolinit. Kemudian dari hasil pemetaan dengan indraja diperoleh beberapa target lokasi\npotensial di wilayah izin usaha pertambangan (IUP) PT Timah Tbk yang dapat digunakan\nuntuk data pendukung dalam eksplorasi survey tinjau terkait program konservasi mineral di\nPulau Belitung. Terakhir, dari analisis perbedaan hasil pemetaan disimpulkan bahwa data\ncitra hiperspektral lebih baik dibandingkan data citra multispektral dalam mengidentifikasi\nspektral material permukaan.", "Daftar File": {"ABSTRAK Dzaky Ilham Muyasar": "https://digilib.itb.ac.id/gdl/download/222750"}, "Penulis": "Dzaky Ilham Muyasar [12116027]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Syafrizal, S.T., M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "mineral ikutan timah, reflektansi mineral, Formasi Granit Tanjungpandan, sensor hiperspektral, sensor multispektral", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "16 Mar 2021"}