{"Nomor": 54445, "Judul": "IMPLEMENTASI TECHNOLOGY ACCEPTANCE MODEL UNTUK MENGUKUR PENERIMAAN PENGGUNA TERHADAP APLIKASI E- COOMERCE (STUDI KASUS ISIKULKASKU)", "Abstrak": "E-commerce adalah penyebaran, penjualan, pembelian, serta pemasaran barang dan jasa yang\nmengandalkan sistem elektronik. Di Indonesia pun saat ini termasuk negara yang memiliki\npertumbuhan E-commerce tercepat didunia, dengan pertumbuhan 78% pada tahun 2018 dan\njumlah pengguna internet yang lebih dari 100 juta pengguna menjadi salah satu kekuatan yang\nmendorong pertumbuhan E-commerce. Penelitian ini bertujuan untuk mengetahui apakah\npersepsi kegunaan, persepsi kemudahan, dan jumlah informasi mempengaruhi penerimaan\npengguna untuk berbelanja di isikulkasku. Juga bertujuan untuk mengetahui persepsi konsumen\nmengenai plate form, produk, dan metode pembayaran yang dipilih konsumen dalam berbelanja\ndi isikulkasku. Penelitian ini menggunakan 200 sample dengan kriteria telah melakukan transaksi\nonline, dan metoden convenience sampling diterapkan. Kuesioner yang digunakan dalam\npenelitian ini terdiri dari 19 pertanyaan. Media online digunakan untuk mendistribusikan\nkuesioner. Technologi Acceptance Model (TAM) metode untuk mengukur penerimaan\npengguna. Untuk analisis data penelitian ini dilengkapi Structural Equatation Modeling (SEM)\nuntuk menafsirkan analisis jalur dari model penelitian. Penelitian ini menemukan bahwa semua\nvariabel mempengaruhi penerimaan pengguna, dan persepsi konsumen lebih tertarik melakukan\nberbelaja melalui plateform IG sebanyak 71 %, dengan metode pembayaran yang dipilih secara\ntransfer sebanyak89% dan 50,60%  penjualan terjadi pada produk berupa daging.", "Daftar File": {"2021_TS_PP_Fakhri Nur Ahmad_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/222757"}, "Penulis": "Fakhri Nur Ahmad [29118359]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Penerimaan Pengguna, E-commerce, Technology Acceptance Model (TAM),  Structural Equatation Model (SEM)", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Mar 2021"}