{"Nomor": 54450, "Judul": "ANALISIS PAPARAN LOGAM BERAT  TERHADAP KULIT TANGAN PEKERJA BATIK  (STUDI KASUS: INDUSTRI BATIK SKALA RUMAH TANGGA DI KULON PROGO, YOGYAKARTA)", "Abstrak": "Logam berat ditemukan dalam zat warna yang digunakan untuk mewarnai kain batik dengan cara pencelupan menggunakan tangan. Rute paparan dermal berpotensi dapat berdampak buruk bagi kesehatan pekerja. Penelitian dilakukan untuk menganalisis tingkat paparan logam berat melalui jalur dermal. Efek paparan berupa peningkatan konsentrasi logam berat pada urin pun dianalisis untuk ditentukan korelasinya. Penelitian dilakukan dengan pendekatan epidemiologi cross-sectional dengan paparan logam berat dermal dilakukan menggunakan patch MCE yang diuji menggunakan XRF dan konsentrasi logam berat dalam urin dilakukan menggunakan ICP-OES. Hasil dari penelitian ini menunjukkan bahwa ditemukan beberapa unsur logam di dalam zat warna. Berdasarkan hasil pengujian, paparan logam berat tertinggi yang terdeteksi pada patch filter terdapat pada bagian pencelupan dengan kadar Mn, Fe, Ni, Cu, Zn berturut-turut 6.78, 132.60, 2.11, 9.29, dan 102.13 ng/cm2. Sedangkan paparan logam berat tertinggi untuk industri batik terdapat pada industri SAB. Hasil urin menunjukkan terdapat beberapa logam berat yang terdeteksi pada zat warna maupun pada patch filter. Nilai Hazard Indeks (HI) untuk paparan dermal oleh pekerja batik belum melebihi nilai 1, yang berarti paparan tersebut belum menimbulkan efek yang merugikan bagi pekerja. Namun, paparan logam berat tidak hanya memapari pekerja melalui jalur kulit. Jika pemaparan terjadi dalam jangka waktu yang lama, senyawa logam berat dapat mengalami bioakumulasi di dalam tubuh dan dapat menimbulkan efek buruk bagi kesehatan.", "Daftar File": {"2021 TS Gintang Sulung 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/222763"}, "Penulis": "Gintang Sulung [25316312]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "logam berat, batik, dermal, HI", "Sumber": "TESIS APRIL 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "17 Mar 2021"}