{"Nomor": 54466, "Judul": "OPTIMASI SISTEM RUTE PENGANGKUTAN SAMPAH DENGAN MENGGUNAKAN METODE NEAREST NEIGHBOUR", "Abstrak": "Kabupaten Manokwari merupakan ibu kota Provinsi Papua Barat. Kabupaten ini memiliki luas\nwilayah 1.556,94 km² dan berpenduduk sebanyak kurang lebih 201.218 jiwa (2015). Dengan\nbertambah jumlah penduduk dari tahun ke tahun, maka produksi sampah pada Kabupaten\nManokwari juga menjadi masalah. Permasalahan yang sering dilihat yaitu sistem pengangkutan\nsampah tidak dilakukan dengan optimal dilihat dari segi waktu penngangkutan. Timbulan\nsampah rata-rata untuk Distrik Manokwari Timur 0,310 kg/orang/hari , Distrik Manokwari\nBarat 0,319 kg/orang/hari dan untuk Distrik Manokwari Selatan 0,379 kg/orang/hari. Sehingga\njumlah timbulan rata-rata untuk lokasi penelitian yaitu 0,334 kg/orang/hari.\nTimbulan setiap Disrik yang terangkut ke TPA yaitu pada Distrik Manokwari Timur 3,04 ton\npada ritasi pertama dan pada ritasi kedua sebesar 2,9 ton, Distrik Manokwari Barat 14,53 ton\npada ritasi pertama dan pada ritasi kedua 15,74 ton dan Distrik Manokwari Selatan jumlah\ntimbulan sebesar 5,06 ton pada ritasi pertama sedangkan pada ritasi kedua sebesar 4,36 ton.\nUntuk mengatasi permasalahan ini, maka penelitian bertujuan untuk melihat rute eksisting yang\nmenjadi masalah dan membuat rute pengangkutan yang baru yang lebih optimal. Selain\nmerencanakan rute pengangkutan juga dilakukan perhitungaan terhadap biaya operasioanal\nuntuk rute pengangkutan terbaru.\nPerencanaan rute pengangkutan sampah pada Kabupaten Manokwari menggunakan analisis\nVehicle Rounting Problem (VRP) dengan metode Nearest Neighbour dan dibandingkan dengan\nmetode Sequential Insertion sehingga mendapatkan rute terpilih yang lebih optimal. Dalam\npenelitian, diketahui kondisi eksisiting rute pengangkutan sampah membutuhkan waktu 3289\nmenit untuk menyelesaikan seluruh pengangkutan TPS dan setelah menggunakan metode\nnearest neighbour waktu 3038 menit lebih rendah 251 menit atau 7,6% dibandingkan dengan\ntotal waktu rute pengangkutan menggunakan metode sequential insertion yaitu sebesar 3162\nmenit. Sehingga, metode nearest neighbour dianggap memiliki keunggulan untuk\nmengoptimalkan rute pengangkutan sampah pada lokasi penelitian", "Daftar File": {"Abstrak dan judul tesis - 25716304- Michael Puturuhu (3).pdf?": "https://digilib.itb.ac.id/gdl/download/222795"}, "Penulis": "Michael Puturuhu [25716304]", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul, S.T., M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pengangkutan Sampah, Rute, Vehicle Rounting Problem, Nearest Neigbhour, Sequential Insertion", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "17 Mar 2021"}