{"Nomor": 54463, "Judul": "PENGARUH FREKUENSI DAN ORIENTASI REKAHAN TERHADAP KUAT TEKAN UNIAKSIAL DAN KECEPATAN GELOMBANG ULTRASONIK PADA SAMPEL BETON DENGAN KOMPOSISI CAMPURAN TERTENTU", "Abstrak": "Keberadaan rekahan merupakan keadaan yang umum terjadi pada batuan, dalam\npenelitian ini dibahas mengenai pengaruh rekahan terhadap nilai kuat tekan dan\nkecepatan gelombang ultrasonik (Vp). Sampel yang digunakan merupakan beton\ndengan komposisi campuran semen – pasir 1 : 1 dan 1 : 3. Dua komposisi campuran\ntersebut dibuat sebagai representasi dari kekuatan batuan yang lemah dan kuat.\nRekahan yang dibuat merupakan rekahan artifisial pada sampel berukuran 5,5 cm\nx 12 cm, rekahan artifisial divariasikan terhadap nilai frekuensi dan orientasi sudut.\nRekahan artifisial yang divariasikan terhadap frekuensi rekahan dibuat secara\nlateral/mendatar dengan frekuensi rekahan sebanyak 1, 2 dan 3. Sedangkan rekahan\nyang divariasikan terhadap sudut dibuat hanya satu rekahan dengan variasi sudut\n0o, 30o, 45o, 60o dan 90o untuk setiap komposisi campuran dan dibuat dalam kondisi\nnatural dan jenuh.\nPengujian dilakukan dengan menggunakan mesin UCS merk Hung Ta untuk\nmengetahui pengaruh rekahan terhadap kuat tekan uniaksialnya dan kecepatan\ngelombang P (vp). Pengujian dengan UCS hanya dilakukan untuk sampel dengan\nvariasi frekuensi rekahan. Sedangkan, pengujian dengan menggunakan parameter\nkecepatan gelombang P (Vp) digunakan pada sampel dengan variasi frekuensi\nrekahan dan orientasi sudut rekahannya.\nPenelitian ini juga bertujuan untuk mengetahui korelasi pengaruh rekahan terhadap\nkekuatan batuan dan kecepatan gelombang, korelasi yang diperoleh diharapkan\ndapat digunakan sebagai salah satu pegangan mengenai pengaruh jumlah rekahan\ndengan posisi lateral terhadap kekuatan batuan dan pengaruh rekahan terhadap nilai\nkecepatan gelombangnya, yang aplikasinya dapat digunakan untuk mengetahui\nkeberadaan rekahan pada pengukuran beton atau batuan.", "Daftar File": {"ABSTRAK Aditya Budi Nugraha": "https://digilib.itb.ac.id/gdl/download/222781", "BAB 1 Aditya Budi Nugraha": "https://digilib.itb.ac.id/gdl/download/253371", "BAB 2 Aditya Budi Nugraha": "https://digilib.itb.ac.id/gdl/download/253372", "BAB 3 Aditya Budi Nugraha": "https://digilib.itb.ac.id/gdl/download/253373", "BAB 4 Aditya Budi Nugraha": "https://digilib.itb.ac.id/gdl/download/253374", "BAB 5 Aditya Budi Nugraha": "https://digilib.itb.ac.id/gdl/download/253375", "PUSTAKA Aditya Budi Nugraha": "https://digilib.itb.ac.id/gdl/download/253377"}, "Penulis": "Aditya Budi Nugraha [22117020]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D.", "Dr. Tedy Setiawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gelombang ultrasonik, kecepatan gelombang, rekahan, kuat tekan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "17 Mar 2021"}