{"Nomor": 54469, "Judul": "STUDI KESESUAIAN PENERAPAN PLACE BRANDING PADA KAMPUNG WISATA TEMATIK (STUDI KASUS: KAMPUNG BATIK CIGADUNG, KOTA BANDUNG)", "Abstrak": "Kota Bandung sejak dulu telah dikenal sebagai kota kreatif. Sementara itu, Kota\nBandung juga merupakan kota metropolitan yang memiliki permasalahan perkotaan,\nsalah satunya adalah keberadaan kampung kota. Berawal dari kedua karakteristik\ntersebut lahirlah kampung kreatif di Kota Bandung. Keberhasilan kampung kreatif\npertama melahirkan kampung-kampung kreatif lainnya yang disahkan dalam rencana\npembangunan di Kota Bandung, program tersebut disebut sebagai Kampung Wisata\nTematik. Salah satu kampung wisata tematik tersebut adalah Kampung Batik\nCigadung. Kampung Batik Cigadung memiliki tantangan karena tema batik yang\ndibawakannya bukan merupakan ciri khas Kota Bandung. Untuk itu, diperlukan upaya\nbranding agar tujuan dari diciptakannya Kampung Wisata Tematik ini dapat\nmemberikan dampak yang maksimal. Penelitian ini menggunakan pendekatan\ncampuran yaitu menggunakan pendekatan analisis kualitatif dan kuantitatif. Untuk\nmengetahui bagaimana branding identity yang diinginkan oleh pemangku\nkepentingan dilakukan analisis konten. Hasil dari sasaran pertama digunakan sebagai\nvariabel untuk mengukur kesesuaian, didapatkan angka 81% atau sudah sesuai.\nPersepsi politik dari pemerintah saat dilakukannya place branding sudah berjalan\nharmoni dengan tujuan pengembangan kampung. Meskipun demikian, masih\ndiperlukan peningkatan kualitas dari sisi kerjasama stakeholder, penyediaan\ninfrastruktur dan penataan lingkungan.", "Daftar File": {}, "Penulis": "Azkabellajati Syefera [15416054]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "branding, kampung, kota, kreatif, pariwisata.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "17 Mar 2021"}