{"Nomor": 54471, "Judul": "STRATEGI BUS KOTA DAMRI BANDUNG DALAM MENGHADAPI PERUBAHAN POLA PERGERAKAN PENUMPANG SELAMA PANDEMI", "Abstrak": "Munculnya Covid-19 yang ditetapkan sebagai pandemi oleh WHO pada 11\nMaret 2020 mendorong orang untuk memberlakukan social distancing, anjuran stay\nat Home dan penutupan tempat berkumpul secara ramai. Dalam merespon hal ini,\nPemerintah Kota Bandung menerapkan kebijakan pembatasan kegiatan dan\ntransportasi selama masa pandemi yang mengakibatkan kemungkinan perubahan\nlansekap transportasi perkotaan seperti mendorong orang untuk memikirkan kembali\npilihan moda dan perilaku mereka. Fenomena penurunan jumlah penumpang\ntransportasi umum di Kota Bandung tela terjadi dari beberapa tahun silam ditambah\ndengan kemunculan Covid-19 saat ini berdampak kepada penurunan permintaan yang\ndrastis terhadap angkutan umum di Kota Bandung. Satu-satunya angkutan massal di\nKota Bandung yang terkena dampak Covid-19 dan memiliki cakuan pelayanan yang\nluas adalah Bus Kota Damri Bandung. Penurunan permintaan disertai dengan\npeningkatan pengeluaran dapat mengancam keberlangsungan Bus Damri selama\npandemi bahkan bisa membuat transportasi tersebut tidak beroperasi. Oleh karena\nitu, penelitian ini bertujuan merumuskan strategi untuk mempertahankan Bus Kota\nDamri Bandung dalam menghadapi perubahan pola pergerakan penumpang selama\npandemi. Metode yang digunakan dalam penelitian ini adalah analisis deskriptif dan\nregresi logit biner. Hasil penelitian menunjukkan pola pergerakan penumpang\nberubah sebanyak 61% penumpang tidak menggunakan Bus Damri selama pandemi.\nPreferensi penumpang dalam menggunakan Bus Damri selama pandemi dipengaruhi\noleh variabel keselamatan, kenyamanan, dan keandalan. Sehingga dirumuskanlah\nbeberapa strategi untuk mempertahankan Bus Damri selama pandemi dengan cara\nmeningkatkan layanan terkait keselamatan, kenyamanan dan keandalan dan\nmenjamin keselamatan penumpang dari Covid-19 dengan cara memaksimalkan\npenerapan protokol kesehatan dan memberlakukan pembayaran non tunai\n(digitalisasi)", "Daftar File": {}, "Penulis": "Hanan Annisa [15416077]", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Angkutan Massal, Covid-19, Pemilihan Moda, Pola Pergerakan, Strateg", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "17 Mar 2021"}