{"Nomor": 54470, "Judul": "ANALOG KURKUMIN SEBAGAI KANDIDAT OBAT ANTIKANKER: DESAIN, SINTESIS DAN UJI SITOTOKSISITAS", "Abstrak": "Kurkumin merupakan produk alam yang dikandung rimpang kunyit (Curcuma\nlonga L). Aktivitas biologis kurkumin dan turunannya yang telah diuji diantaranya\nadalah sebagai antioksidan, antibakterial, antifungal, anti-viral, anti-inflamasi dan\nanti-angiogenik serta agen untuk penyakit degeneratif seperti anti-alzheimer, antikanker dan lainnya. Kendala pengembangan kurkumin sebagai zat aktif antara lain\nadalah absorbsi yang buruk, kelarutan rendah, metabolism dan eliminasi yang cepat\nserta ketersediaan hayati yang buruk. Sejumlah usulan untuk meningkatkan\nketersediaan hayati kurkumin adalah penggunaan bersama ajuvan, dalam bentuk\nnanopartikel, kompleks logam-kurkumin, pengembangan senyawa baru yang\nanalog dengan kurkumin, serta konjugasi dan biokonjugasi.\nPenelitian ini mengembangkan senyawa baru analog kurkumin yang didesain\ndengan pendekatan kemiripan farmakofor yang diperoleh secara ligand-based.\nOleh karena itu, penelitian diawali dengan pencarian senyawa pemandu (lead\ncompound). Senyawa pemandu menjadi dasar dalam penentuan model farmakofor\nanalog kurkumin, dan model farmakofor yang diperoleh secara ligand-based\nselanjutnya menjadi dasar dalam desain senyawa analog kurkumin yang baru.\nSenyawa analog kurkumin hasil desain dipelajari sifat fisikokimia dan\nfarmakokinetikanya dengan pendekatan druglikeness analysis dengan kurkumin\nsebagai pembanding. Senyawa analog kurkumin hasil desain juga dipelajari\ninteraksinya dengan protein DYRK2, yaitu reseptor kanker yang banyak dipelajari\ndalam pencarian kandidat antikanker karena peranannya sebagai salah satu\nregulator proteasome. Sel yang kekurangan DYRK2 menunjukkan proliferasi yang\nlebih lambat. Senyawa analog kurkumin hasil desain disintesis diuji aktivitas\nsitotoksisitas secara in vitro terhadap sel HeLa (sel kanker mulut rahim), WiDR (sel\nkanker usus), HepG2 (sel kanker hati), T47D (sel kanker payudara), MCF-7 (sel\nkanker payudara) dan Vero (sel normal) dengan menggunakan kurkumin dan\nsisplatin sebagai pembanding.\nHasil analisis farmakofor senyawa pemandu (kurkumin dan 23 senyawa analog\nkurkumin yang terbukti aktif sebagai penghambat proliferasi sel ?B) telah terpilih\nmodel farmakofor yang memiliki fitur akseptor dan donor H-bond dari gugus\nhidroksi (-OH) yang terikat pada posisi para cincin aromatik, fitur aromatik, dan\nfitur akseptor H-bond dari oksigen karbonil.\nDari desain senyawa berdasarkan kemiripan fitur farmokofor telah diperoleh enam\nsenyawa analog kurkumin, yaitu (1E,4E)-1,5-bis(4-hydroxyphenyl)penta-1,4-dien3-one, atau dihidroksidibenzalaseton (DOHDAC); (1E,4E)-1,5-bis(3,4-\ndihydroxyphenyl)penta-1,4-dien-3-one, atau tetrahidroksi-dibenzalaseton\n(TOHDAC); ((1E,4E)-3-oxopenta-1,4-diene-1,5-diyl)bis(4,1-phenylene) diacetate,\natau diasetatdibenzalaseton (DADBAC) ((1E,4E)-3-oxopenta-1,4-diene-1,5-\ndiyl)bis(benzene-4,1,2-triyl) tetraacetate, atau tetraasetatdibenzalaseton\n(TADBAC); diethyl 2,2'-((((1E,4E)-3-oxopenta-1,4-diene-1,5-diyl)bis(4,1-\nphenylene))bis(oxy)) diacetat, atau dietilasetat-O-dibenzalaseton (DEAODBAC);\ndan 4-formyl-1,2-phenylene diacetate, atau diasetatbenzaldehid (DABA).\nBerdasarkan prediksi absorpsi dan permeabilitas membran menggunakan\nparameter nilai logP dan logD menunjukkan bahwa keenam senyawa analog\nkurkumin mampu menembus membran biologis dengan baik. Hasil prediksi\ndistribusi obat dalam menembus sawar darah-otak menunjukkan bahwa keenam\nsenyawa analog Kurkumin mempunyai kemampuan penembusan lebih baik\ndaripada kurkumin. Enam senyawa analog kurkumin tidak menghambat CYP3A4\ndan dua senyawa DEAODBAC dan DOHDBAC dapat menjadi substrat CYP3A4.\nEnam senyawa analog kurkumin menunjukkan waktu paro prediktif di atas 0,5 yang\nberarti dapat direkomendasikan sebagai kandidat obat yang baik. Berdasarkan hasil\nprediksi FDAMDD menunjukkan bahwa kurkumin dan enam senyawa analog\nkurkumin tidak bersifat toksik.\nSimulasi penambatan molekular menunjukkan afinitas TOHDBAC (?13,62 kkal/\nmol) dan DOHDBAC (?12,48 kkal/mol) adalah lebih baik daripada kurkumin\n(?12,46 kkal/mol) dalam interaksinya dengan protein DYRK2. Simulasi\ndinamika molekular menunjukkan keenam analog kurkumin memiliki energi\npengikatan dengan DYRK2 lebih rendah dibanding kurkumin (?53.058 kJ/mol)\nsehingga diprediksi memiliki aktivitas antikanker yang lebih tinggi dibanding\nkurkumin. Kurkumin merupakan ligan standar pada reseptor 5ZTN.\nHasil uji sitotoksisitas menunjukkan bahwa senyawa TOHDBAC mempunyai\naktivitas sitotoksik terbaik diantara enam analog kurkumin karena mempunyai nilai\nIC50 pada sel HeLa (2,95 µM), WiDR (5,33 µM), T47D (4,26 µM) dan HepG2\n(18,56 µM) yang lebih baik dibanding kurkumin. Nilai IC50 TOHDBAC tersebut\njuga lebih baik dibanding sisplatin pada sel HeLa, WiDR, dan HepG2. DOHDBAC\n(2,34 µM) dan DADBAC (5,39 µM) memiliki IC50 lebih baik daripada kurkumin\ndan sisplatin terhadap HepG2. Hasil uji pada sel Vero menunjukkan bahwa sisplatin\ndan kurkumin memiliki sitotoksisitas yang lebih tinggi dibanding keenam analog\nkurkumin.", "Daftar File": {"ABSTRAK La Ode Aman": "https://digilib.itb.ac.id/gdl/download/222815", "COVER": "https://digilib.itb.ac.id/gdl/download/267334", "BAB 1": "https://digilib.itb.ac.id/gdl/download/267335", "BAB 2": "https://digilib.itb.ac.id/gdl/download/267336", "BAB 3": "https://digilib.itb.ac.id/gdl/download/267337", "BAB 4": "https://digilib.itb.ac.id/gdl/download/267338", "BAB 5": "https://digilib.itb.ac.id/gdl/download/267339", "PUSTAKA": "https://digilib.itb.ac.id/gdl/download/267340"}, "Penulis": "La Ode Aman [30715013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Daryono Hadi Tjahjono, M.Sc., Apt.", "Dr.rer.nat. Rahmana Emran Kartasasmita, M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "analog kurkumin, prediksi ADMET dan interaksi, sintesis, uji in vitro sitotoksisitas", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "8 file", "Tanggal Input": "17 Mar 2021"}