{"Nomor": 54488, "Judul": "PERANCANGAN NAVIGASI ROBOT MOBIL HOLONOMI MENGGUNAKAN REINFORCEMENT LEARNING PADA PLATFORM ROBOT OPERATING SYSTEM", "Abstrak": "Sebuah robot mobil perlu dilengkapi kemampuan navigasi yang baik sehingga\nrobot mampu bergerak di suatu ruang dan menghindari halangan untuk mencapai\nsatu posisi dari posisi tertentu, terutama untuk robot yang ditujukan mengerjakan\nsuatu pekerjaan seperti robot transporter dan robot layanan. Pencarian jalur\nterpendek, lokalisasi dan pemetaan, dan penghindaran halangan adalah\npermasalahan utama navigasi pada robot mobil. Sejauh ini banyak pendekatan yang\ndilakukan di beberapa penelitian untuk 3 masalah tersebut, termasuk dengan\nmenggunakan metode pembelajaran mesin. Tesis ini bertujuan untuk membuat\nsistem navigasi robot mobil menggunakan metode pembelajaran mesin,\nReinforcement Learning, khususnya menggunakan algoritma Q – Learning.\nDiharapkan robot mobil mampu menjalankan fungsi pencarian rute terpendek,\npemetaan dan lokalisasi, dan mampu menghindari halangan statis dan dinamis pada\nlingkungan. Untuk menjalankan sistem pada banyak platform perangkat keras di\nsaat yang bersamaan dan membuat suatu stasiun kendali untuk keperluan\nmonitoring robot sebagai HMI (human machine interface) yang dapat\nmenghubungkan manusia dan robot, maka pada penelitian ini dimanfaatkan\nplatform middleware Robot Operating System (ROS). Robot mobil menggunakan\nroda mekanum sehingga robot memiliki pergerakan holonomik yang lebih fleksibel\ndibanding yang menggunakan differential drive. Kemampuan navigasi pada robot\nmobil terhadap lingkungan yang baru, dicapai setelah dilakukan pelatihan sebanyak\n400 episode pada simulasi, dan terlihat robot mobil mampu mencari rute baru ketika\nrute yang sudah ada ditutup atau dihalangi, serta robot mobil mampu menghindari\nhalangan dinamis dengan baik.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222905", "Abstrak": "https://digilib.itb.ac.id/gdl/download/222906", "Abstract": "https://digilib.itb.ac.id/gdl/download/222907"}, "Penulis": "Muhammad Fauzan Ridho [23218085]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Carmadi Machbub", "Dr. Pranoto Hidaya Rusmin, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Reinforcement Learning, Q-Learning, Robot Mobil Holonomik, ROS", "Sumber": "", "Staf Input/Edit": "karya", "File": "5 file", "Tanggal Input": "17 Mar 2021"}