{"Nomor": 54486, "Judul": "DETEKSI AKUN PROSTITUSI ONLINE DI PLATFORM TWITTER DENGAN PENDEKATAN MACHINE LEARNING", "Abstrak": "Aplikasi Twitter merupakan salah satu sosial media yang dimanfaatkan untuk\nprostitusi online di Indonesia. Berdasarkan data dari Kominfo diketahui bahwa\nsetiap bulannya ada 1000 akun prostitusi online di twitter yang dilaporkan. Dalam\nmenghadapi prostitusi online, Polri bersifat pasif artinya menunggu adanya laporan\ndari masyarakat. Salah satu cara untuk mengurangi adanya prostitusi online yaitu\ndengan melakukan tindakan preventif. Metodenya yaitu dengan melakukan deteksi\nterhadap akun prostitusi online.\nPendekatan teknologi yang dapat digunakan untuk melakukan deteksi terhadap\nadanya akun prostitusi online pada twitter yaitu dengan machine learning. Sehingga\nrumusan penelitian ini yaitu bagaimana melakukan deteksi terhadap akun twitter\nprostitusi online di Indonesia dengan pendekatan machine learning. Metode\npenelitian yang digunakan dalam penelitian ini yaitu CRISP-DM. CRISP-DM\nterdiri dari enam tahapan yaitu bussines Understanding, data understanding, data\npreparation, modeling, evaluation dan deployement. Adapun algoritma machine\nlearning yang digunakan adalah SVM, Random Forest dan Naïve Bayes.\nUntuk mendapatkan data mengenai akun prostitusi online dilakukan crawling\ndengan menggunakan hastag yang mengadung prostitusi seperti #openbo dan\nhastag serupa lainnya. Dari hasil pelabelan data terdapat dua model data set. Model\ndata set pertama adalah data set akun prostitusi dan akun non prostitusi tanpa hastag\nprostitusi. Model kedua adalah data set akun prostitusi dengan akun non prostitusi\ndengan hastag prostitusi. Dari hasil penelitian diketahui bahwa untuk model data\nset 1 terdapat fitur-fitur yang dapat membedakan antara akun prositusi dengan akun\nnon prostitusi yaitu jumlah follower, jumlah tweets, umur akun dan konten (kata\ndan Hastag). Sedangkan untuk data set 2 adalah yang dapat membedakan antara\nakun prostitusi dengan akun non prostitusi dengan hastag prostitusi yaitu jumlah\ntweets, dan konten (hastag dan kata). Selanjutnya dari tiga algoritma yang\ndigunakan SVM, Random Forest dan Naïve Bayes, diketahui bahwa SVM memiliki\ntingkat akurasi paling tinggi yaitu 98,83% untuk model data set 1, sedangkan\nRandom Forest memiliki akurasi paling tinggi untuk model data set 2 , yaitu 82,93\n%.. Kemudian untuk menguji kedua model dilakukan test dengan data baru yang\nsama sebanyak 150 data secara random. Hasilnya adalah model dataset 2 lebih baik\ndibandingkan dengan model dataset 1 karena lebih sedikit melakukan kesalahan\ndalam prediksi yaitu hanya 29 eror dibandingkan dataset 1 sebanyak 37 eror.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/222896", "Abstrak": "https://digilib.itb.ac.id/gdl/download/222897", "Abstract": "https://digilib.itb.ac.id/gdl/download/222898"}, "Penulis": "Nugrahadi Kusuma [23219339]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Suhardi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "prostitusi online, akun Twitter, deteksi, machine learning", "Sumber": "", "Staf Input/Edit": "karya", "File": "7 file", "Tanggal Input": "17 Mar 2021"}