{"Nomor": 54496, "Judul": "PERANCANGAN INSTALASI PENGOLAHAN LUMPUR TINJA (IPLT) SKALA KOTA DI KABUPATEN SUKABUMI", "Abstrak": "Kabupaten Sukabumi merupakan wilayah kabupaten terluas di Provinsi\nJawa Barat dengan luas 5011,30 km2\ndan pada tahun 2018 memiliki jumlah\npenduduk 2.551.440 jiwa (BPS, 2019). Sistem pengelolaan air limbah domestik di\nKabupaten Sukabumi dapat dikatakan belum baik. Masih terdapat masyarakat yang\nmelakukan praktik BABS dengan persentase sebesar 18,06%, 22,47% masyarakat\ndilayani oleh jamban leher angsa dan WC duduk/jongkok yang tidak dilengkapi tangki\nseptik (masih menggunakan cubluk) serta WC duduk/jongkok menggunakan tangki\nseptik yang tidak sesuai dengan standar SNI 03-2398-2002, 59,47% masyarakat\ndilayani oleh WC duduk/jongkok menggunakan tangki septik yang sesuai standar, dan\n0% masyarakat dilayani oleh WC duduk/jongkok menggunakan tangki septik yang\nsesuai dengan standar dan lumpur tinja serta efluen tangki septik diolah lebih lanjut\nsebelum dibuang ke lingkungan.\nKabupaten Sukabumi sampai saat ini belum menerbitkan Peraturan Daerah\nTentang Pengelolaan Air Limbah Permukiman secara detail, pengaturan secara\nmakro terkait hal tersebut terdapat dalam Peraturan Daerah Nomor 22 Tahun 2012\ntentang Rencana Tata Ruang Wilayah Kabupaten Sukabumi Tahun 2012-2032.\nPendanaan sektor air limbah domestik di Kabupaten Sukabumi bersumber dari\nPemerintah Pusat, Pemerintah Daerah (Provinsi dan Kabupaten), dan pinjaman.\nBelum terdapat lembaga khusus yang menangani pengelolaan air limbah di Kabupaten\nSukabumi. Kelembagaan pengelolaan limbah domestik di Kabupaten Sukabumi masih\ndilakukan oleh pemerintah daerah dalam hal ini dilakukan oleh Badan Perencanaan\nPembangunan Daerah (BAPPEDA), Dinas Pertanahan dan Tata Ruang (DPTR), Dinas\nPerumahan, Permukiman dan Kebersihan (Perkimsih) serta Dinas Lingkungan Hidup\n(DLH) dan Dinas Pekerjaan Umum (PU) Kabupaten Sukabumi, selain itu di Kabupaten\nSukabumi juga sudah terbentuk Kelompok Kerja (POKJA) Sanitasi Kabupaten\nSukabumi.\nBerdasarkan data dari Dinas Lingkungan Hidup Kabupaten Sukabumi, telah\nterdapat lokasi IPLT yakni terletak di Desa Sukamulya, Kecamatan Cikembar,\nKabupaten Sukabumi. Analisis kelayakan lokasi IPLT dilakukan berdasarkan\nkriteria pemilihan lokasi IPLT pada Buku Utama Pedoman Perencanaan Teknik\nTerinci Instalasi Pengolahan Lumpur Tinja (IPLT). Adapun kriteria dalam\npemilihan lokasi IPLT antara lain jarak tempuh ke daerah pelayanan, kemiringan\nlahan IPLT, waktu tempuh IPLT ke daerah pelayanan terjauh, jenis tata guna lahan\nsesuai RTRW, jarak ke badan air penerima, legalitas lahan, batas administrasi\nwilayah, dan jenis tanah. Berdasarkan analisis, diperoleh nilai 221 (lokasi IPLT\ndapat diterima).\nIPLT Kabupaten Sukabumi diprioritaskan akan melayani 23 Kecamatan yang\nterdapat di wilayah Kabupaten Sukabumi bagian utara. Dalam perencanaan IPLT\nKabupaten Sukabumi, dipilih periode desain 20 tahun yang akan dibagi menjadi 2 tahap,\nyaitu Periode I (2023 – 2033) dan Periode II (2033 – 2043). Kuantitas lumpur tinja yang\ndiolah di IPLT Kabupaten merupakan hasil perkalian laju timbulan lumpur tinja\ndengan jumlah penduduk hasil proyeksi, persentase penggunaan tangki septik dan\npersentase pelayanan IPLT. Timbulan lumpur tinja yang akan diolah di IPLT\nKabupaten Sukabumi Periode I dan II masing-masing sebesar 154 m3\n/hari dan 279\nm3\n/hari.\nKarakteristik influen lumpur tinja perencanaan memiliki nilai TSS 13068\nmg/L, COD 16911 mg/L, BOD 1525 mg/L, ammonia 217 mg/L, total nitrogen\nKjeldahl 618 mg/L, minyak dan lemak 208 mg/L, dan total coliform 9,3 × 109\nMPN/100 mL. Dikarenakan hingga saat ini belum terdapat baku mutu yang ditetapkan\nuntuk air hasil pengolahan (efluen) pada IPLT, maka akan digunakan Peraturan\nMenteri Lingkungan Hidup dan Kehutanan Republik Indonesia Nomor 68 Tahun 2016\ntentang Baku Mutu Air Limbah Domestik sebagai acuan baku mutu.\nDalam perencanaan IPLT Kabupaten Sukabumi, diajukan 3 alternatif\npengolahan. Dipilih 5 aspek yang akan dijadikan kriteria seleksi pemilihan\nalternatif. Aspek-aspek tersebut adalah kebutuhan lahan, biaya investasi, efisiensi,\nkemudahan operasional dan pemeliharaan, serta sludge disposal. Dengan\nmenggunakan metode SAW, diperoleh alternatif 1 sebagai sistem terpilih dengan\nskor tertinggi yakni sebesar 74,58. Rangkaian pengolahan sistem terpilih terdiri dari\nbar screen, bak pengumpul, solid separating chamber (SSC), drying area,\nanaerobic baffled reactor (ABR), kolam aerasi, kolam sedimentasi, bak koagulasi,\nbak flokulasi, bak sedimentasi, desinfeksi, dan sludge drying bed.\nPerkiraan biaya investasi pembangunan IPLT Kabupaten Sukabumi Periode\nI adalah Rp40.132.729.979 dan untuk Periode II sebesar Rp22.131.232.287. Total\nbiaya operasi dan pemeliharaan IPLT Kabupaten Sukabumi Periode I adalah\nRp7.658.704.124 dan Periode II adalah Rp11.683.626.996. Berdasarkan analisis\nekonomi yang dilakukan, pembangunan IPLT Kabupaten Sukabumi Periode I dan\nII memiliki nilai NPV masing-masing sebesar Rp179.074.380.359 dan\nRp271.470.310.267. Karena nilai NPV > 0, maka proyek layak untuk dilaksanakan.\nPembangunan IPLT Kabupaten Sukabumi Periode I dan II memiliki nilai BCR\nmasing-masing sebesar 3,71 dan 9,92. Karena BCR > 1, maka proyek layak untuk\ndilaksanakan.", "Daftar File": {"PERANCANGAN INSTALASI PENGOLAHAN LUMPUR TINJA (IPLT) SKALA KOTA DI KABUPATEN SUKABUMI.pdf)u": "https://digilib.itb.ac.id/gdl/download/222935"}, "Penulis": "Intan Kusumayanti [15716003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS", "Nida Maisa Zakiyya, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "baku mutu, IPLT, Kabupaten Sukabumi, lumpur tinja, pengolahan", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "17 Mar 2021"}