{"Nomor": 54491, "Judul": "IDENTIFIKASI POTENSI LOKASI PENERAPAN NATURE-BASED SOLUTION TERHADAP BENCANA BANJIR DI KOTA BANDUNG", "Abstrak": "Ketahanan dalam sudut pandang kota, bergantung terhadap kemampuan kota tersebut\ndalam beradaptasi dan menyesuaikan diri terhadap perubahan. Terciptanya tekanan\nyang saling terkait, seperti hilangnya atau degradasi kawasan alami, perubahan guna\nlahan yang masif, dan pemadatan kawasan terbangun, juga menimbulkan tantangan\nlebih lanjut bagi fungsi ekosistem dan kesejahteraan manusia di kota-kota seluruh\ndunia. Kota Bandung menjadi salah satu kota metropolitan di Indonesia yang\nterdampak oleh kerentanan akibat faktor-faktor percepatan urbanisasi, kondisi alam,\nperistiwa alam, juga aktivitas masyarakat. Keberadaan Kota Bandung yang secara\ngeografis berada di dalam Cekungan Bandung dan menjadi lokasi percabangan\nsungai yang berasal dari DAS Citarum serta manajemen penanganan yang belum\noptimal terhadap bencana memposisikan Kota Bandung di dalam risiko yang besar\nterdampak oleh bencana banjir. Dewasa ini, penanganan banjir di Kota Bandung\nhanya terpaku pada penanganan struktural serta pengukuran teknis yang\nkonvensional, walaupun pada keberjalannanya tidak menjadi solusi yang berfungsi\nsecara optimal untuk mengendalikan banjir. Hingga kemudian, muncul paradigma\nbaru, sebuah konsep dengan tujuan mengembalikan kondisi sebagai mana mestinya\natau dengan menerapkan solusi yang berbasis alam dengan pendekatan prinsip\nmultifungsi yaitu memberikan manfaat lingkungan, sosial, dan ekonomi, partisipatif,\nhemat biaya, serta membantu membangun ketahanan wilayah yang dapat melindungi\nkota dari dampak bencana banjir. Oleh karena itu, studi ini bertujuan untuk\nmengidentifikasi potensi lokasi penerapan Nature-based Solution terhadap bencana\nbanjir di Kota Bandung. Penelitian ini dilakukan dengan mengidentifikasi jenis NbS\nyang dapat diterapkan di Kota Bandung menggunakan analisis konten dan analisis\ndeskriptif, yang kemudian dilakukan identifikasi faktor yang mempengaruhi\npenentuan Nature-based Solution di Kota Bandung dengan pendekatan Multi-criteria\nDecision Analysis dengan menggunakan metode AHP terhadap 17 responden dengan\nlatar belakang, disiplin ilmu, dan instansi yang berbeda untuk menganalisis NbS\nsecara multidimensi, sehingga akan menghasilkan bobot yang dapat digunakan untuk\nmengidentifikasi persebaran potensi lokasi penerapan Nature-based Solution di Kota\nBandung dengan menggunakan analisis spasial. Penelitian ini menyimpulkan bahwa\nkesesuaian penerapan Nature-based Solution terhadap bencana banjir di Kota\nBandung memiliki potensi yang sangat besar untuk diimplementasikan dan dapat\ndiintegrasikan dengan solusi eksisting serta rencana penanganan banjir di Kota\nBandung untuk mendapatkan hasil yang lebih optimal.", "Daftar File": {}, "Penulis": "Ravinska Minerva Azura [15416219]", "Kontributor / Dosen Pembimbing": ["Dr. Saut Aritua Hasiholan Sagala, S.T., M.Sc.", "Arini Murwindarti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Nature-based Solution, Banjir, Multi-Criteria Decision Analysis, Sistem Informasi Geospasial, Kota Bandung", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "17 Mar 2021"}