{"Nomor": 54499, "Judul": "ANALISIS KESTABILAN LUBANG BOR PADA ARBITRARY WELL BERDASARKAN MODEL TEGASAN DAN NILAI LEBAR BREAKOUT", "Abstrak": "Penelitian ini bertujuan untuk menganalisis kestabilan lubang bor dari model\ntegasan berupa ‘Required Co’ dan nilai lebar breakout pada arbitrary well untuk\nmenentukan arah pengeboran yang aman. Hal ini dicapai dengan menghitung\ntegasan di sekitar lubang bor, membandingkan hasil tersebut pada sumur vertikal\ndan sumur deviasi GPK 4, kemudian menganalisis kestabilan lubang bor dengan\nazimut dan inklinasi lubang bor yang beragam.\nPenelitian ini dilakukan pada Sumur GPK 4 dari Lapangan Soultz-sous-Forets,\nPrancis pada kedalaman 3500 m menggunakan tegasan in situ, kekuatan batuan, dan\nazimut dan inklinasi lubang bor yang diambil dari studi pustaka Sahara (2016) pada\nCo = 110 MPa, azimut SHmaks N168E, dan regim tegasan strike slip. Sumur deviasi\nGPK 4 memiliki azimut lubang bor N45E dengan inklinasi 25°. Metode penelitian\nyang digunakan adalah konsep model tegasan ‘Required Co’ dan lebar breakout oleh\nZoback menggunakan kriteria kegagalan batuan Mohr-Coulomb.\nBerdasarkan pengolahan data dan analisis, didapatkan bahwa pengeboran akan\naman jika dilakukan pada arah azimut lubang bor timur laut – barat daya dan barat\nlaut – tenggara di atas inklinasi 60° berdasarkan model tegasan ‘Required Co’ dan\ncenderung stabil jika dilakukan pada arah vertikal dinilai dari lebarnya breakout\nyang terbentuk", "Daftar File": {"ABSTRAK Suci Farissa Nabilah": "https://digilib.itb.ac.id/gdl/download/222938"}, "Penulis": "Suci Farissa Nabilah [12316009]", "Kontributor / Dosen Pembimbing": ["David Prambudi Sahara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Kestabilan lubang bor, model tegasan, lebar breakout, arbitrary well, pengeboran", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "17 Mar 2021"}