{"Nomor": 54497, "Judul": "PENYUSUNAN PROGRAM PEMELIHARAAN PERKERASAN LENTUR BERDASARKAN EVALUASI KONDISI FUNGSIONAL MENGGUNAKAN METODE PAVEMENT CONDITION INDEX (PCI) DAN METODE BINA MARGA (STUDI KASUS : JALAN TOL JAKARTA-CIKAMPEK KM 16+000 S/D 21+000)", "Abstrak": "Jalan Tol Jakarta-Cikampek merupakan salah satu ruas jalan tol yang dikelola oleh\nPT. Jasa Marga. Salah satu substansi pelayanan yang harus dipenuhi operator jalan\ntol dalam menjamin pelayanan bagi pengguna yang membayar tarif tol adalah\nkondisi minimum jalan tol. Untuk itu perlu dilakukan evaluasi kondisi fungsional\nperkerasan terlebih dahulu untuk memperoleh program pemeliharaan yang tepat\ndan berkelanjutan dalam memenuhi substansi tersebut. Metode evaluasi kondisi\nfungsional perkerasan yang digunakan secara luas adalah metode Pavement\nCondition Index (PCI) dan metode Bina Marga.\nPenelitian ini mengevaluasi kondisi fungsional perkerasan dengan metode PCI dan\nmetode Bina Marga, membandingkan hasil evaluasi dari kedua metode tersebut,\nmengevaluasi jenis kerusakan yang paling berpengaruh terhadap kebutuhan biaya\npemeliharaan berdasarkan nilai pengurang (deduct value) dan rekomendasi\npenanganan setiap jenis kerusakan, mengembangkan skenario pemeliharaan\nberdasarkan hasil evaluasi kondisi perkerasan dengan metode PCI dan prediksi nilai\nIRI berdasarkan simplified model HDM-4, serta memilih skenario pemeliharaan\ndengan biaya yang paling minimal. Kondisi perkerasan berdasarkan hasil evaluasi\ndengan metode PCI lebih buruk dibandingkan hasil evaluasi dengan metode Bina\nMarga. Beberapa perbedaan hasil evaluasi dengan kedua metode disebabkan oleh\nperbedaan pembagian skala penilaian, jenis kerusakan dan indikator penilaian yang\ndi yang ditinjau. Jenis kerusakan yang paling berpengaruh terhadap kebutuhan\nbiaya pemeliharaan adalah Rutting (Alur) sebesar 45,54% dan Alligator Cracking\n(Retak Kulit Buaya) sebesar 19,35%. Skenario pemeliharaan dengan kebutuhan\nbiaya pemeliharaan paling minimal adalah skenario 4, yaitu melakukan\nrekonstruksi di tahun pertama dengan akumulasi biaya pemeliharaan sebesar\nRp144.335.974.113.", "Daftar File": {"ABSTRAK Indah Kumala Sari": "https://digilib.itb.ac.id/gdl/download/222934", "COVER Indah Kumala Sari": "https://digilib.itb.ac.id/gdl/download/257136", "PUSTAKA Indah Kumala Sari": "https://digilib.itb.ac.id/gdl/download/257148", "LAMPIRAN  Indah Kumala Sari": "https://digilib.itb.ac.id/gdl/download/257151"}, "Penulis": "Indah Kumala Sari [26918007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, DEA", "Dr. Harmein Rahman, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pavement condition index, bina marga, simplified model hdm-4, biaya pemeliharaan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "13 file", "Tanggal Input": "17 Mar 2021"}