{"Nomor": 54502, "Judul": "REDESAIN PINTU AIR MANGGARAI UNTUK PENGENDALIAN BANJIR DI DKI JAKARTA", "Abstrak": "DKI Jakarta merupakan daerah rawan banjir yang hampir mengalami banjir setiap tahun nya. Salah satu penyebab peristiwa banjir yang seringkali terjadi ini adalah karena operasi dan pemeliharaan badan air yang kurang baik dan pemanfaatan bangunan air pengendali banjir yang kurang optimal. Salah satu bangunan pengendali banjir yang cukup berperan penting dalam mengatasi masalah banjir Jakarta adalah Pintu Air Manggarai. Pintu Air Manggarai kondisi eksisting dilengkapi dengan 3 buah pintu berukuran 5.5 m x 8.1 m dimana total kapasitas maksimum Pintu Air Manggarai adalah sebesar 810 m3/s. Pada kejadian banjir awal tahun 2020, tercatat muka air tertinggi di Pintu Air Manggarai mencapai ketinggian 965 cm dan besar debit sungai Ciliwung mencapai 889.5 m3/s dengan nilai periode ulang 5 tahun. Besar debit Ciliwung tersebut melampaui kapasitas maksimum Pintu Air Manggarai sehingga perlu dilakukan redesain pintu air untuk meningkatkan kapasitas nya. Debit rencana yang digunakan dalam keperluan redesain adalah debit dengan nilai periode ulang 25 tahun atau sebesar 1018.6 m3/s. Untuk meningkatkan kapasitas Pintu Air Manggarai agar dapat membawa debit dengan periode ulang 25 tahun, diperlukan kapasitas tambahan sebesar 208.6 m3/s. Kapasitas tersebut dapat dipenuhi dengan penambahan 1 buah pintu berukuran 4.3 m x 8.1 m. Alur Ciliwung di wilayah DKI juga harus di Normalisasi dengan debit rencana periode ulang 25 tahun, yaitu lebih besar dari 1018.6 m3/s dan juga Kanal Banjir Barat perlu direhabilitasi dengan kapasitas debi lebih besar Q25 tahun. Rencana anggaran biaya ( RAB) penambahan pintu adalah Rp20,099,651,169,-/ unit (terbilang dua puluh milyar sembilan puluh sembilan juta enam ratus lima puluh satu ribu seratus enam puluh sembilan rupiah)", "Daftar File": {"ABSTRAK Nur Annisa Achmad": "https://digilib.itb.ac.id/gdl/download/222941", "COVER Nur Annisa Achmad": "https://digilib.itb.ac.id/gdl/download/257107", "PUSTAKA Nur Annisa Achmad": "https://digilib.itb.ac.id/gdl/download/257127", "LAMPIRAN Nur Annisa Achmad": "https://digilib.itb.ac.id/gdl/download/257128"}, "Penulis": "Nur Annisa Achmad [15816030]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Sri Legowo Wignyo Darsono", "Dr. Ana Nurganah Chaidar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pintu Air Manggarai, redesain, periode ulang, kapasitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "13 file", "Tanggal Input": "17 Mar 2021"}