{"Nomor": 54500, "Judul": "PERSEPSI MAHASISWA TENTANG PEMBELAJARAN ONLINE PADA SUATU INSTITUSI PENDIDIKAN DI INDONESIA", "Abstrak": "Sejak Covid-19 ditemukan dan menyebar secara global, keberadaan Covid-19 memberikan dampak yang cukup signifikan bagi masyarakat dunia, salah satunya adalah pendidikan. Di bidang pendidikan, Covid-19 mendukung pendidikan 4.0 yang mengaplikasikan teknologi dalam proses belajar mengajar. Ketika Covid-19 menyebar di Indonesia, Pemerintah Indonesia menerapkan “pendidikan jarak jauh” di setiap institusi pendidikan yang ada termasuk universitas. Terdapat 65 perguruan tinggi yang telah melaksanakan pembelajaran online sejak Maret 2020 dan ITB merupakan salah satu perguruan tinggi yang melaksanakan pembelajaran online untuk mahasiswanya. Meski sudah dilaksanakan beberapa bulan, namun dengan pemberitahuan mendadak masih ada beberapa kendala yang muncul selama pembelajaran online berlangsung, baik dari guru maupun mahasiswanya. Jika suatu saat nanti virus corona akan lenyap, hal itu tidak menghilangkan kemungkinan untuk terus belajar online di masa depan. Jadi, pendapat dari siswa penting sebagai masukan untuk kelanjutan pembelajaran online. Tujuan penelitian ini adalah untuk mengukur tingkat kepuasan mahasiswa terhadap pembelajaran online dengan menggunakan metode Service Quality (Servqual) dan Importance Performance Analysis (IPA). Servqual dan IPA adalah metode untuk mengukur tingkat kepuasan dan kualitas layanan. Hasil pengolahan Servqual menunjukkan bahwa ke 16 atribut menghasilkan gap negatif. Hal tersebut menunjukkan bahwa terdapat kesenjangan antara persepsi dan ekspektasi siswa dalam pembelajaran online. Artinya pelayanan yang diberikan tidak sesuai dengan harapan siswa. Berdasarkan hasil matriks IPA terlihat bahwa atribut yang paling berpengaruh terhadap kepuasan mahasiswa dan menjadi prioritas perbaikan bagi mahasiswa SBM dan non-SBM berbeda. Atribut pembelajaran online yang termasuk dalam kuadran 1 yang perlu ditingkatkan terlebih dahulu adalah “Ketanggapan dosen dalam menerima dan menjawab permasalahan (keluhan) mahasiswa”, “Dosen merespon positif setiap keluhan mahasiswa”, dan “Dosen memberikan penjelasan lebih kepada mahasiswa yang masih belum mengerti” untuk fakultas SBM. “Dosen menyelesaikan perkuliahan tepat waktu pada jam yang telah dijadwalkan” dan “Responsivitas dosen dalam menerima dan menjawab permasalahan (keluhan) mahasiswa” untuk fakultas no-SBM. Selain meningkatkan kinerja atribut pada kuadran 1, institusi juga harus menjaga atribut pada kuadran 2, yaitu atribut yang diharapkan siswa dapat bekerja dengan baik dan pada kenyataannya sudah cukup baik. Penelitian ini dibatasi untuk memfokuskan pada dua kelompok fakultas dan mungkin tidak semua atribut dalam penelitian ini diperlukan atau relevan. Jadi, untuk penelitian kedepannya dapat membuat fokusnya lebih detail seperti menjadikan semua fakultas yang ada di institusi menjadi fokus tidak hanya sebagai bagian dari kelompok. Atribut juga dapat dibuat dengan lebih banyak penelitian terlebih dahulu dan mengumpulkan lebih banyak informasi untuk apa yang benar-benar dibutuhkan siswa.", "Daftar File": {"ABSTRAK Fourita Shafira": "https://digilib.itb.ac.id/gdl/download/222939"}, "Penulis": "Fourita Shafira [19017071]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pembelajaran Online, Kualitas Layanan, Importance Performance Analysis (IPA)", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "17 Mar 2021"}