{"Nomor": 54503, "Judul": "PENGARUH DAYA TARIK FUNGSIONAL DAN KOGNITIF TERHADAP INISIASI PERKEMBANGAN TRANSPORT STOP DI KORIDOR JALAN LINTAS SUMATERA", "Abstrak": "Teori development axes menyatakan bahwa jaringan transportasi dibangun untuk\nmenghubungkan pusat pertumbuhan dalam skala nasional/regional/wilayah (end\npoint). Adanya development axes akan menumbuhkan kegiatan lain pada titik\ntengah yang kemudian secara linear akan berkembang di sepanjang development\naxes. Namun, di dalam teori tersebut, belum dijelaskan bagaimana aliran barang\ndan orang yang singgah dapat menyebabkan perkembangan kegiatan menjadi\ntransport stop. Diduga adanya daya tarik yang dapat mempengaruhi perkembangan\ntransport stop. Berdasarkan pada latar belakang tersebut, penelitian ini bertujuan\nuntuk mengetahui daya tarik yang dapat menjadi inisiasi untuk perkembangan\ntransport stop di dalam Teori Development Axes. Fokus penelitian berada pada\nJalan Lintas Sumatera Segmen Batas Provinsi Lampung – Pelabuhan Bakauheni\ndengan mengkaji dua transport stop berbasis kegiatan perdagangan dan jasa yang\nmemberikan dampak yang berbeda pada kawasan sekitarnya. Secara empiris,\nkawasan di sekitar Rumah Makan Siang Malam dapat mempengaruhi pertumbuhan\nkegiatan perdagangan dan jasa serta penyerapan tenaga kerja lokal di sekitarnya,\nsedangkan Rumah Makan Bukit Kahuripan tidak dapat mempengaruhi\npertumbuhan kawasan sekitarnya. Daya tarik yang membedakan kedua\nperkembangan tersebut yang akan dikaji lebih lanjut dalam penelitian ini.\nPenelitian ini bersifat kuantitatif, yang diukur dengan 1) menghitung perkembangan\ntransport stop transportasi dengan Lieberson’s Similarity Measure dan indeks\ntarikan lokasi; 2) mengidentifikasi daya tarik yang mempengaruhi pelaku\nperjalanan secara deskriptif kuantitatif; dan 3) mengidentifikasi daya tarik yang\nmempengaruhi perbedaan perkembangan kedua transport stop dengan metode\ndiskriminan. Hasil penelitian menyatakan bahwa perbedaan perkembangan kedua\ntransport stop disebabkan adanya 9 daya tarik, antara lain: 1) aktivitas tambahan;\n2) amenitas yang lengkap; 3) keragaman penggunaan lahan; 4) lingkungan rumah\nmakan yang tenang; 5) kualitas makanan; 6) adanya preferensi untuk datang tepat\nwaktu; 7) terciptanya keleluasaan ruang di rumah makan; 8) adanya preferensi\nketakutan melakukan perjalanan pada malam hari; dan 9) adanya pelaku perjalanan\ntour and travel (captive rider). Kesembilan daya tarik ini yang kemudian menjadi\ninisiasi perkembangan transport stop sebagaimana dijelaskan di dalam Teori\nDevelopment Axes, bahwa kegiatan dapat berkembang akibat pergerakan di\nsepanjang development axes.", "Daftar File": {"ABSTRAK Aulia Iswi": "https://digilib.itb.ac.id/gdl/download/222942", "BAB 1 Aulia Iswi": "https://digilib.itb.ac.id/gdl/download/222994", "BAB 2 Aulia Iswi": "https://digilib.itb.ac.id/gdl/download/222995", "BAB 3 Aulia Iswi": "https://digilib.itb.ac.id/gdl/download/222996", "BAB 4 Aulia Iswi": "https://digilib.itb.ac.id/gdl/download/222998", "BAB 5 Aulia Iswi": "https://digilib.itb.ac.id/gdl/download/222999", "BAB 6 Aulia Iswi": "https://digilib.itb.ac.id/gdl/download/223000", "PUSTAKA Aulia Iswi": "https://digilib.itb.ac.id/gdl/download/223001", "2021 TS PP AULIA ISWI_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/223002", "2021 TS PP AULIA ISWI_JURNAL.pdf)u": "https://digilib.itb.ac.id/gdl/download/223003"}, "Penulis": "Aulia Iswi [24218007]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "development axes, transport stop, daya tarik", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "17 Mar 2021"}