{"Nomor": 54513, "Judul": "DETEKSI PEMERAN KUNCI PENYEBARAN ISU  BERDASARKAN ANALISIS JEJARING SOSIAL  DI MEDIA SOSIAL TWITTER (STUDI KASUS ISU COVID-19 DI INDONESIA)", "Abstrak": "Dengan berkembangnya sarana komunikasi masyarakat dewasa ini, media sosial\nmenjadi sarana yang paling efektif dan efisien dalam menyampaikan informasi \nkepada pihak lain. Keunggulan media sosial pada akhirnya berkontribusi pada\npenyalahgunaan media sosial dan berkontribusi pada muncul dan berkembangnya \nhoax dan hate speech. Media sosial online seperti Twitter menjadi sarana \nkomunikasi yang paling banyak digunakan di dunia maya. Permasalahan yang \npenting terkait penyebaran berita di Twitter adalah adanya pemeran kunci yang \nsering menyebarkan isu dan pada umumnya adalah akun yang memiliki pengaruh \ndi media sosial. Akun-akun tersebut biasanya memiliki banyak pengikut atau \nfollower. Deteksi pemeran kunci merupakan salah satu kendala dalam penanganan \ntindak pidana ujaran kebencian dan berita bohong di Twitter. Untuk mendeteksi \npemeran kunci tersebut, dilakukan dengan menggunakan algoritma centrality \nanalysis dengan metode degree centrality, closeness centrality, betweenness \ncentrality, dan eigenvector centrality. Oleh karena itu, juga digunakan sentiment \nvalue untuk mengetahui nilai positif atau negatif dari komentar yang ada dalam \npostingan akun tersebut. Hasil analisis algoritma degree centrality, betweenness \ncentrality dan eigenvector centrality telah menunjukkan bahwa pengguna yang \nmemiliki pengaruh paling banyak dan menjadi aktor kunci dalam penyebaran isu\nadalah pengguna dengan user_id 150589950. Algoritma analisis sentimen \nmemperoleh hasil perhitungan sentimen yang ditunjukkan oleh jumlah tweet.\nPengguna yang paling berpengaruh dalam penyebaran tweet dapat dilihat dari \njumlah tweet yang dapat ditemukan dari tweet amount.", "Daftar File": {"Abstrak": "https://digilib.itb.ac.id/gdl/download/222976", "Abstract": "https://digilib.itb.ac.id/gdl/download/222977"}, "Penulis": "Audy Joize Oroh [23219065]", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "media sosial, Twitter, deteksi pemeran kunci, centrality analysis, sentiment value.", "Sumber": "", "Staf Input/Edit": "karya", "File": "4 file", "Tanggal Input": "18 Mar 2021"}