{"Nomor": 54528, "Judul": "PENGEMBANGAN METODE IN SILICO UNTUK KAJIAN AWAL KEAMANAN BAHAN TAMBAHAN PANGAN PADA RESEPTOR SEROTONIN", "Abstrak": "Perkembangan senyawa baru yang potensialsebagai bahan tambahan pangan saat inisangat pesat.\nNamun senyawa senyawa tersebut harus aman untuk dikonsumsi dan tidak menstilumlasi aktivitas\nbiologi di dalam tubuh. Menghadapi fakta tersebut, diperlukan suatu metode uji cepat yang dapat\ndigunakan untuk memprediksi keamanan bahan tambahan pangan. Salah satu metode evaluasi\nkeamanan yang dapat dikembangkan adalah dengan mempelajari interaksi antara senyawa bahan\ntambahan pangan dengan reseptor yang terdapat di dalam tubuh. Reseptor serotonin merupakan\nsalah satu reseptor penting di dalam tubuh, yang berperan aktif dalam berbagai fungsi fisiologis\ntubuh, seperti pada kardiovaskular dan gastrointestinal. Pada penelitian ini dilakukan\npengembangan metode in silico melalui simulasi docking dan dinamika molekul pada senyawa?\nsenyawa bahan tambahan pangan (perisa, antioksidan, pemanis, pengawet, dan pewarna)\nterhadap reseptor 5?HT2B, (PDB ID: 5TVN) dengan menggunakan pembanding berupa senyawa?\nsenyawa obat yang telah diketahui afinitas dan efektivitasnya terhadap reseptor tersebut. Hasil dari\nsimulasi docking diurutkan dan dikelompokan, lalu dipilih 5 senyawa bahan tambahan pangan\nurutan teratas dari masing?masing kategori sebagai sampel dalam simulasi dinamika molekul.\nEvaluasi kestabilan interaksi bahan tambahan pangan terhadap reseptor dilakukan menggunakan\nsimulasi dinamika molekul. Secara keseluruhan, 18 senyawa diprediksi berpotensi aman, sedangkan\ntujuh senyawa lainnya diprediksi berpotensi tidak aman. Metode evaluasi keamanan bahan\ntambahan pangan ini divalidasi menggunakan data dari Joint FAO/WHO Expert Committee on Food\nAdditives (JECFA).", "Daftar File": {"ABSTRAK Bill Hikmah": "https://digilib.itb.ac.id/gdl/download/223011"}, "Penulis": "Bill Hikmah [10716055]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rahmana Emran Kartasasmita, M.Si.", "Dr. Fransiska Kurniawan, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Bahan Tambahan Pangan, Dinamika Molekul, Docking, In Silico, Reseptor Serotonin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "18 Mar 2021"}