{"Nomor": 54536, "Judul": "OPTIMASI PRODUKSI RESERVOIR TIGHT GAS MENGGUNAKAN SUMUR HORIZONTAL UNTUK MEMENUHI KEBUTUHAN LISTRIK MASYARAKAT", "Abstrak": "Tight gas adalah salah satu non-konvensional hidrokarbon yang saat ini sudah mulai dikembangkan di beberapa Negara. Pada umumnya, reservoir tight gas memiliki jumlah cadangan yang besar dan dapat diproduksi dalam jangka waktu yang panjang, tetapi reservoir ini memiliki permeabilitas yang cukup rendah kurang dari 0.1 mD, sehingga kemampuan produksinya rendah. Dalam usaha meningkatkan laju produksi gas dari reservoir ini, ada beberapa teknik, yaitu diantaranya adalah menggunakan sumur horizontal. Dalam studi optimasi produksi dari tight gas ini, akan dikaji model reservoir heterogen dua fasa fluida yang mengambil dari kerangka model reservoir Lapangan Gulfaks dengan memberikan harga permeabilitas sebesar 0.01 – 0.0675 mD dan Initial Gas In Place sebesar 142 BSCF. Reservoir ini diproduksi menggunakan sumur horizontal tanpa perekahan hidraulik dengan plateau rate tertentu. Dari model tersebut dilakukan optimasi produksi gas dengan beberapa skenario pengembangan lapangan dan dilakukan sensitivitas terhadap panjang lateral sumur horizontal, lama waktu kontrak, dan keenokomian. Pada analisa keekonomian, dilakukan sensitivitas mengenai MARR, harga beli gas oleh PLN, harga beli listrik oleh PLN, dan harga jual listrik dari PLN ke masyarakat. Pada akhirnya, akan dihasilkan skenario yang memberikan hasil produksi gas yang optimum dan memberikan keuntungan yang cukup tinggi bagi kontraktor dan PLN serta memenuhi kebutuhan listrik masyarakat dalam waktu yang lama.", "Daftar File": {"ABSTRAK Achmad Rocky Falach": "https://digilib.itb.ac.id/gdl/download/223022"}, "Penulis": "Achmad Rocky Falach [12208035]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Pudjo Sukarno, M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Tight Gas Reservoir, Sumur Horizontal, Analisa Ekonomi", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "19 Mar 2021"}