{"Nomor": 54537, "Judul": "SENSITIVITY ANALYSIS OF INJECTION FLUID TEMPERATURE, SOAKING TIME, AMOUNT OF CYCLIC, AND PRODUCING TIME TOWARD EFFICIENCY AND RECOVERY FACTOR ON CYCLIC STEAM STIMULATION", "Abstrak": "Minyak jenis heavy oil merupakan salah satu cadangan minyak yang terbesar di dunia. Diperkirakan, 40% cadangan minyak dunia berasal dari minyak jenis ini. Heavy oil adalah salah satu jenis minyak yang memiliki densitas API yang rendah dan viskositas yang tinggi. Keberadaan viskositas yang tinggi ini akan mengakibatkan minyak sangat sulit diproduksikan secara natural flowing. Untuk mengatasi hal tersebut, salah satu metode Enhanced Oil Recovery (EOR), yaitu thermal recovery telah diaplikasikan sejak tahun 1931 di USA dan terbukti berhasil meningkatkan perolehan minyak. Cyclic Steam Stimulation adalah salah satu metode dari thermal recovery yang paling sering dan paling sukses digunakan di dunia. Prinsip metode ini adalah pembentukan zona uap yang bertemperatur tinggi di reservoir dengan menginjeksikan uap dari permukaan sehingga minyak yang melewati atau berada pada zona ini akan turun nilai viskositasnya. Sumur injeksi bertindak juga sebagai sumur produksi pada metode ini. Metode ini terdiri dari 3 periode, yaitu periode injeksi, periode soaking, dan periode produksi. Studi sensitivitas dilakukan untuk mengetahui dan mengerti lebih jauh mengenai dampak dari temperatur fluida injeksi, soaking time, jumlah siklus, dan waktu produksi terhadap kesuksesan dari metode ini. Faktor kesuksesan dari EOR tergantung pada tingkat penambahan perolehan minyak yang bisa didapatkan dan juga efisiensi dari EOR yang kita lakukan (perbandingan jumlah minyak yang diperoleh dengan jumlah steam yang diinjeksikan).", "Daftar File": {"ABSTRAK Adi Firmansyah": "https://digilib.itb.ac.id/gdl/download/223025"}, "Penulis": "Adi Firmansyah [12208070]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "heavy oil, cyclic steam stimulation, efisiensi, perolehan", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "19 Mar 2021"}