{"Nomor": 54547, "Judul": "PEMODELAN LIQUID LOADING PADA RESERVOIR GAS KONDENSAT", "Abstrak": "Produksi sumur gas kondensat pada akhir masa produksi sangat erat berkaitan dengan permasalahan liquid loading. Dalam penelitian ini akan dibahas tentang fenomena terjadinya liquid loading serta dibahas metode usulan untuk mengatasi permasalahan liquid loading di sumur gas dari reservoir gas kondensat dengan tujuan meningkatkan Recovery Factor. Recovery Factor untuk suatu lapangan gas sangat dipengaruhi oleh berbagai faktor. Ketika liquid loading terjadi pada suatu sumur gas, produksi sumur gas tersebut akan turun dibandingkan dengan sumur gas yang tidak terjadi liquid loading. Untuk mendapatkan Recovery Factor yang tinggi, harus dilakukan proses deliquefication pada permasalahan liquid loading. Salah satu metode deliquefication yang dapat digunakan adalah dengan membuka dan menututup sumur secara berkala pada keadaan dimana sumur telah mencapai kondisi liquid loading atau saat sebelum kondisi liquid loading terjadi, sebagai metode pencegahan. Nama lain dari metode ini adalah metode Cyclic Shut – in Well. Dengan metode ini liquid loading dari reservoir gas dapat dihindari dengan cara yang mudah dan tidak membutuhkan biaya yang besar dibandingkan dengan teknik deliquefication yang lain. Metode ini sederhana dan hanya membutuhkan alat control rate sumur untuk membuka dan menutup sumur di permukaan. Pada penelitian ini dilakukan simulasi dengan software Petrel, Eclipse, dan Prosper untuk pengembangan model statik sampai dengan simulasi reservoir dan tubing. Dari hasil simulasi akan dilakukan analasis mengenai metode usulan cyclic shut –in well tentang hasil terhadap Recovery Factor dari proses produksi gas. Aspek keekonomian tidak dilibatkan pada penelitian ini sehingga hanya aspek keteknisan yang dilibatkan pada penelitian ini.", "Daftar File": {"ABSTRAK Andika Rachman Hakim": "https://digilib.itb.ac.id/gdl/download/223115"}, "Penulis": "Andika Rachman Hakim [12208002]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Pemodelan Liquid Loading pada Reservoir Gas Kondensat", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "22 Mar 2021"}