{"Nomor": 54544, "Judul": "PENERAPAN P CHART DAN CUSUM CHART DALAM MENGEVALUASI KASUS PERTAMBAHAN COVID-19 DI PROVINSI DKI JAKARTA", "Abstrak": "Meningkatnya penyebaran Covid-19 di Jakarta merupakan hal serius yang dihadapi Pemerintah Provinsi DKI Jakarta. Berbagai kebijakan pemerintah telah dilakukan untuk menekan laju penyebaran Covid-19, seperti dengan adanya kebijakan Pembatasan Sosial Berskala Besar (PSBB) dan Pemberlakuan Pembatasan Kegiatan Masyarakat (PPKM). Kebijakan tersebut mengatur pembatasan kegiatan yang meliputi kegiatan sosial dan budaya, pendidikan, keagamaan, moda transportasi, serta kegiatan lainnya dalam rangka mempercepat penanganan Covid-19. Salah satu cara untuk melihat penyebaran Covid-19 terkendali atau tidak, dapat menggunakan alat bantu statistik yaitu bagan kendali. Dengan menggunakan data hasil tes spesimen Covid-19 di Jakarta, diamati nilai proporsi kasus positif Covid-19 menggunakan bagan kendali P dan CUSUM Chart. Selain itu akan dilihat juga pergeseran nilai proporsi di saat kenaikan kasus semakin meningkat.\nDari bagan kendali yang diperoleh, memang penyebaran Covid-19 di Jakarta belum terkendali secara statistik. Terdapat trend naik di beberapa pengamatan yang menunjukkan proporsi kasus positif Covid-19 semakin meningkat. Tentu perilaku masyarakat di Jakarta menjadi acuan pemerintah dalam mengambil sebuah kebijakan untuk menekan laju penyebaran Covid-19. Namun mobilitas masyarakat Jakarta yang tinggi dan implementasi di lapangan yang tidak tegas menyebabkan penyebaran Covid-19 tidak terkendali. Perlu adanya evaluasi kebijakan dalam waktu tertentu terhadap efektivitas penanganan penyebaran virus, agar kasus positif Covid-19 tidak terus bertambah tiap harinya khususnya di Provinsi DKI Jakarta.", "Daftar File": {"Abstrak Andi M Rinaldi Saputra 1.pdf?": "https://digilib.itb.ac.id/gdl/download/223110"}, "Penulis": "Andi Muhammad Rinaldi Saputra [10116072]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bagan kendali p, cusum chart, kasus positif covid-19, psbb, ppkm", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Mar 2021"}