{"Nomor": 54543, "Judul": "APLIKASI TEORI PERMAINAN DAN LOGIKA FUZZY UNTUK MENGANALISIS STRATEGI PEMILIHAN TIPE SEKOLAH DI KOTA/KABUPATEN BANDUNG", "Abstrak": "Teori permainan adalah suatu cabang ilmu matematika, ekonomi dan psikologi yang mempelajari tentang pengambilan keputusan antara dua pihak atau lebih yang berada dalam kondisi konflik atau persaingan, di mana masing-masing pihak, yang disebut pemain, bermain secara logis dan rasional.\nPenelitian ini menggunakan teori permainan yang melibatkan beberapa pemain yang dibagi menjadi beberapa skenario. Pemain dalam penelitian ini adalah SMA Negeri, SMA Swasta Nasional dan SMA Swasta Independent. Kemudian dibentuk tiga skenario permainan yaitu: skenario 1 adalah permainan antara SMA Negeri dan SMA Swasta Independent, skenario 2 adalah permainan antara SMA Negeri dan SMA Swasta Nasional, serta skenario 3 permainan antara adalah SMA Swasta Independent dan SMA Swasta Nasional.\nPenelitian ini bertujuan untuk menentukan suatu strategi terbaik dari masing-masing tipe sekolah berdasarkan masing-masing skenario agar diminati pendaftar dan sebagai rekomendasi bagi orang tua siswa dan masyarakat mengenai pemilihan tipe sekolah melalui suatu model matematika dan penyelesaian secara numerik dari matriks permainan.\nMatriks permainan diperoleh melalui logika fuzzy yang melibatkan proses fuzzifikasi dan defuzzifikasi, yang dilanjutkan dengan perhitungan menggunakan fungsi permainan yang didefinisikan oleh penulis. Pendekatan numerik dilakukan pada matriks yang diperoleh menggunakan pemrograman linear berbasis komputasi berbantuan perangkat lunak Dual Simplex untuk memperoleh solusi optimumnya.\nPenelitian ini menggunakan dua kelompok data yang berbeda, yaitu data asli dan data simulasi. Data asli diambil dari hasil pengisian kuesioner oleh responden di Kota/Kabupaten Bandung. Data asli digunakan untuk menjawab tujuan penelitian. Data simulasi adalah data yang dibentuk, dibangkitkan dan diatur oleh penulis untuk menunjukkan bahwa model matematika yang dibuat dapat digunakan pada sebarang data yang sejenis.", "Daftar File": {"Abstrak Oriza Stepanus.pdf5?": "https://digilib.itb.ac.id/gdl/download/223109"}, "Penulis": "Oriza Stepanus [90118302]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Yodi Gunawan, S.Si., M.Si.", "Dr. Gantina Rachmaputri, S.Si., M.Si.", "Dr. Elvira Kusniyanti, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "teori permainan, logika fuzzy, fuzzzifikasi, defuzzifikasi, matriks permainan, pemilihan tipe sekolah.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Mar 2021"}