{"Nomor": 54549, "Judul": "PENGEMBANGAN METODE IN SILICO UNTUK KAJIAN AWAL KEAMANAN BAHAN TAMBAHAN PANGAN PADA RESEPTOR SEROTONIN", "Abstrak": "Perkembangan senyawa baru yang potensial sebagai bahan tambahan pangan saat ini sangat pesat.\nSenyawa tersebut harus aman untuk dikonsumsi dan tidak menyebabkan perubahan kondisi\nfisiologi tubuh. Menghadapi fakta tersebut, diperlukan suatu metode uji cepat yang dapat\ndigunakan untuk memprediksi keamanan bahan tambahan pangan. Salah satu metode evaluasi\nkeamanan yang dapat dikembangkan adalah melalui kajian interaksi antara senyawa bahan\ntambahan pangan dengan reseptor serotonin yang merupakan salah satu reseptor penting di dalam\ntubuh. Reseptor ini berperan aktif dalam berbagai fungsi fisiologis tubuh, seperti pada sistem\nkardiovaskular dan gastrointestinal. Pada penelitian ini dilakukan pengembangan metode in silico\nmelalui simulasi docking dan dinamika molekul berbagai senyawa bahan tambahan pangan dari\nberbagai kelas fungsi (perisa, antioksidan, pemanis, pengawet, dan pewarna) terhadap reseptor 5-\nHT2B, (PDB ID: 5TVN), menggunakan berbagai senyawa obat yang telah diketahui afinitas dan\nefektivitasnya terhadap reseptor tersebut sebagai pembanding. Berdasarkan hasil simulasi docking,\nsenyawa yang dikaji diurutkan dan dikelompokan, lalu dipilih 5 senyawa bahan tambahan pangan\nurutan teratas dari masing-masing kategori sebagai sampel dalam simulasi dinamika molekul. Tiga\nparameter yang digunakan dalam evaluasi penentuan keamanan yaitu sisi pengikatan, ambang\nbatas nilai Ki (1,147 x 10-\n3\nnM), serta asam amino kunci VAL136, MET218, PHE340, PHE341, dan\nASN344. Selanjutnya hasil evaluasi tersebut dibandingkan dengan data keamanan dari Joint\nFAO/WHO Expert Committee on Food Additives (JECFA). Sebanyak 18 senyawa diprediksi berpotensi\naman, sedangkan tujuh senyawa lainnya diprediksi berpotensi tidak aman. Berdasarkan data\ntersebut, metode in silico ini dapat digunakan sebagai kajian keamanan pendahuluan untuk bahan\ntambahan pangan baru berdasarkan interaksinya dengan reseptor serotonin.", "Daftar File": {"ABSTRAK Bill Hikmah": "https://digilib.itb.ac.id/gdl/download/223215"}, "Penulis": "Bill Hikmah [10716055]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rahmana Emran Kartasasmita, M.Si.", "Dr. Fransiska Kurniawan, S.Farm., M.Si.", "apt. Tasia Amelia, S.Farm., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Bahan Tambahan Pangan, Dinamika Molekul, Docking, In Silico, Reseptor Serotonin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Mar 2021"}