{"Nomor": 54552, "Judul": "PERAMALAN KEBUTUHAN MANGAN DOMESTIK DAN ANALISIS DAMPAK EKONOMI SEKTOR PERTAMBANGAN MANGAN TERHADAP PEREKONOMIAN NASIONAL", "Abstrak": "Industri mineral logam merupakan sektor strategis. Baja merupakan salah satu\nproduk lndustri logam yang sangat vital. Selain besi, salah satu bahan campuran\nuntuk pembuatan baja adalah mangan. Pengelolaan pertambangan bijih mangan\nnasional yang belum maksimal mengakibatkan Indonesia masih mengimpor bijih\nmangan untuk memenuhi kebutuhan pasokan smelter mangan sebagai supplier\nindustri besi baja dalam negeri. Peningkatan rantai produksi domestik yang secara\nlebih lanjut akan memberikan dampak penciptaan output sektor pertambangan\nmangan bagi perekonomian nasional.\nUntuk mengetahui jumlah konsumsi baja nasional hingga tahun 2019, diperlukan\nmodel untuk memproyeksikan konsumsi baja ditahun tersebut. Hasil dari model\ntersebut akan menjadi acuan untuk menghitung kebutuhan bijih mangan sebagai\nsalah satu bahan campuran yang digunakan untuk pembuatan baja. Peramalan\nonsumsi baja nasional dilakukan dengan dua skenario. Skenario I dengan\nmenggunakan model time series dan skenario II menggunakan model ekonometrik\ndengan variable terikat adalah konsumsi baja dan variable bebas adalah PDB per\nkapita dan konsumsi baja per kapita. Disisi lain, untuk menghitung dampak\nekonomi terhadap pengelolaan sektor pertambangan mangan digunakan Tabel\nInput Output Nasional Tahun 2010.\nTotal kebutuhan bijih mangan berdasarkan konsumsi baja nasional tahun 2014-\n2019 adalah sebesar 4.696.898,41 ton untuk skenario I dan 4.861.198,79 ton untuk\nskenario II. Penciptaan dampak output pada sektor pertambangan mangan yang\ncukup tinggi jika kebutuhan bijih mangan dihitung berdasarkan konsumsi baja\nnasional hingga tahun 2019, yakni sebesar Rp. 13,173 triliun untuk skenario I dan\nRp. 13,587 triliun untuk skenario II.", "Daftar File": {"ABSTRAK Hasriyanti": "https://digilib.itb.ac.id/gdl/download/223256", "BAB 1 Hasriyanti": "https://digilib.itb.ac.id/gdl/download/223257", "BAB 2 Hasriyanti": "https://digilib.itb.ac.id/gdl/download/223258", "BAB 3 Hasriyanti": "https://digilib.itb.ac.id/gdl/download/223259", "BAB 4 Hasriyanti": "https://digilib.itb.ac.id/gdl/download/223260", "BAB 5 Hasriyanti": "https://digilib.itb.ac.id/gdl/download/223261", "BAB 6 Hasriyanti": "https://digilib.itb.ac.id/gdl/download/223262", "PUSTAKA Hasriyanti": "https://digilib.itb.ac.id/gdl/download/223263"}, "Penulis": "Hasriyanti [22113010]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "baja, kebutuhan mangan, dampak ekonomi.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "24 Mar 2021"}