{"Nomor": 54554, "Judul": "KARAKTERISTIK PENGELOLAAN SAMPAH PERUMAHAN YANG DIBANGUN DEVELOPER DAN NON-DEVELOPER DI KAWASAN METROPOLITAN BANDUNG", "Abstrak": "Sampah merupakan salah satu persoalan besar yang muncul sebagai dampak dari\nperkembangan suatu kota. Di Indonesia, permasalahan sampah terjadi di Kawasan\nMetropolitan Bandung yang saat ini berkembang pesat. Dalam penyediaan infrastruktur\npersampahan, diduga terdapat peran developer yang dapat memberikan pengaruh\nterhadap karakteristik permasalahan persampahan Metropolitan Bandung secara\nkeseluruhan. Peran developer ini dapat ditinjau melalui adanya perbedaan karakteristik\npengelolaan sampah masyarakat pada perumahan yang dibangun developer dan selain\ndeveloper (non-developer). Sejauh ini, belum diketahui bagaimana karakteristik\npengelolaan sampah yang berlangsung pada kedua jenis perumahan sehingga kondisi\ndan kebutuhan layanan infrastruktur persampahan di Kawasan Metropolitan Bandung\nbelum dapat didefinisikan dengan baik. Untuk dapat mengetahuinya, maka dilakukan: 1)\npengidentifikasian keterkaitan jenis perumahan terhadap karakteristik pengelolaan\nsampah; dan 2) pengidentifikasian karakteristik pengelolaan sampah yang berlangsung\npada masing-masing jenis perumahan. Keterkaitan jenis perumahan terhadap\npengelolaan sampah diidentifikasi menggunakan analisis statistik asosiasi. Adapun\nkarakteristik pengelolaan sampah yang dimaksud meliputi aspek penanganan,\npewadahan, pengumpulan, dan pemindahan sampah. Hasil analisis kemudian dijadikan\ndasar untuk mengidentifikasi bentuk pengelolaan sampah yang dijabarkan menggunakan\nmetode analisis statistik deskriptif. Secara keseluruhan, terdapat keterkaitan antara jenis\nperumahan terhadap karakteristik pengelolaan sampah masyarakat. Pada umumnya,\nmasyarakat pada perumahan yang dibangun developer mendapatkan layanan\npengelolaan sampah sehingga sampah yang dihasilkan dapat ditangani lebih lanjut,\nsementara masyarakat pada perumahan non-developer tidak. Meskipun begitu, peran\nyang dimiliki developer tidak begitu signifikan karena bentuk layanan yang didapatkan\noleh masyarakat pada kedua jenis perumahan ini secara umum diselenggarakan oleh\npemerintah.", "Daftar File": {}, "Penulis": "Husna Tiara Putri [15411011]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., MIP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Metropolitan Bandung, Infrastruktur Dasar, Persampahan, Developer, Non-developer", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "24 Mar 2021"}