{"Nomor": 54559, "Judul": "KAJIAN KEMAMPUAN MASYARAKAT DI PERMUKIMAN PADAT DALAM MITIGASI KEBAKARAN STUDI KASUS: KELURAHAN TAMAN SARI, KOTA BANDUNG", "Abstrak": "Studi yang dilakukan adalah mengidentifikasi kemampuan masyarakat yang memiliki fire\nhistory dalam mitigasi kebakaran yaitu RW 9, RW 16 dan RW 20 Kelurahan Taman Sari.\nPada studi ini analisis data yang dilakukan adalah analisis data kualitatif dan kuantitatif.\nMetoda analisis kuantitatif digunakan untuk mengukur kemampuan masyarakat dalam\nmitigasi kebakaran. Sedangkan teknik sampling yang digunakan adalah sampel acak\ndistratifikasi secara proporsional (Stratified Random Sampling), sampel yang diambil telah\nditentukan karakteristik spesifiknya, yaitu Kepala Keluarga tiap RW karena, diasumsikan\nbahwa setiap kepala keluarga dianggap dapat memiliki kemampuan untuk mengatasi\nkendala dalam keluarganya, kaitannya dengan studi ini adalah kemampuan dalam mitigasi\nkebakaran.\nBerdasarkan hasil penelitian dapat ditarik kesimpulan secara umum bahwa wilayahwilayah yang memiliki kasus kejadian kebakaran (fire history) memiliki potensi dalam\npeningkatan kemampuan masyarakat dalam mitigasi bencana kebakaran, dilihat dari hasil\npengamatan mengenai perilaku masyarakat terhadap keperdulian terhadap risiko bencana\nkebakaran yang dapat terjadi di wilayahnya, membuktikan bahwa terdapat beberapa\npotensi yang dapat dikembangkan yaitu adanya komunitas masyarakat yang memiliki\ninisiatif dalam penyediaan sarana rumah tangga yang dapat digunakan sebagai alat\npencegah kebakaran lokal, dan adanya inisiatif masyarakat dalam mensosialisasikan\nprogram siaga bencana melalui surat edaran dan pelatihan-pelatihan serta yang menjadi\nmodal utama yaitu masih adanya potensi keperdulian antar-warga, apabila terjadi kendala,\nsehingga memudahkan pemecahan masalah sosial yang terjadi di masyarakat.", "Daftar File": {"ABSTRAK Furi Sari Nurwulandari": "https://digilib.itb.ac.id/gdl/download/223377", "BAB 1 Furi Sari Nurwulandari": "https://digilib.itb.ac.id/gdl/download/223378", "BAB 2 Furi Sari Nurwulandari": "https://digilib.itb.ac.id/gdl/download/223379", "BAB 3 Furi Sari Nurwulandari": "https://digilib.itb.ac.id/gdl/download/223380", "BAB 4 Furi Sari Nurwulandari": "https://digilib.itb.ac.id/gdl/download/223381", "BAB 5 Furi Sari Nurwulandari": "https://digilib.itb.ac.id/gdl/download/223382", "PUSTAKA Furi Sari Nurwulandari": "https://digilib.itb.ac.id/gdl/download/223383", "2012 TS PP FURI SARI NURWULANDARI_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/223384"}, "Penulis": "Furi Sari Nurwulandari [25409062]", "Kontributor / Dosen Pembimbing": ["Ir. Binsar P.H Naipospos, M.SP"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kemampuan masyarakat, bencana kebakaran, mitigasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "25 Mar 2021"}