{"Nomor": 54556, "Judul": "PENANGANAN PERMUKIMAN KUMUH DENGAN PENDEKATAN KARAKTERISTIK DAN FAKTOR PENYEBAB KEKUMUHAN (STUDI KASUS: PERMUKIMAN KUMUH DI KELURAHAN TAMANSARI DAN KELURAHAN BRAGA)", "Abstrak": "Petumbuhan dan perkembangan kota telah memberikan dampak terhadap\ntingginya laju urbanisasi dan tingginya kebutuhan lahan permukiman. Salah satu\ndampak tersebut adalah timbulnya permukiman kumuh. Kelurahan Braga dan\nKelurahan Tamansari merupakan permukiman kumuh dengan tingkat kekumuhan\ntinggi yang terdapat di Kota Bandung. Terdapat banyak model penanganan\npermukiman kumuh di Kota Bandung namun pendekatan yang dilakukan masih\nberupa pendekatan fisik. Penelitian ini bertujuan utuk merumuskan model\npenanganan permukiman kumuh di Kelurahan Tamansari dan Kelurahan Braga\nberdasarkan pendekatan karakteristik dan faktor penyebab kekumuhan. Metode\npenelitian adalah metode penelitian kombinasi yang menggabungkan model\nkualitatif dan kuantitaif. Tahapan penelitian dimulai dengan perumusan\nkarakteristik, faktor penyebab dan model penanganan permukiman kumuh yang\nada berdasarkan literatur yang kemudian akan diperoleh variabel yang\ndigunakan dalam penelitian. Selanjutnya dilakukan perumusan karakteristik,\nfaktor penyebab serta model penanganan permukiman kumuh yang terdapat pada\nKelurahan Tamansari dan Kelurahan Braga berdasarkan karakteristik kawasan\nmelalui survey yang dilakukan dengan metode statistik deskriptif dan distribusi\nfrekuensi. Faktor yang diduga menyebabkan kekumuhan pada kawasan studi\nadalah faktor padatnya penduduk pada lingkungan perumahan, rendahnya\npendapatan masyarakat, kurangnya kepedulian masyarakat, kepadatan bangunan\nyang tinggi, kondisi prasarana yang buruk, kepemilikan lahan oleh pemerintah,\nadanya kegagalan kebijakan. Model penanganan yang sesuai adalah model Slum\nUpgrading yang memiliki kesamaan dengan peremajaan kota dengan melakukan\nkonsolidasi lahan yang di sesuaikan dengan kondisi kawasan studi. Model\npendamping yang berasal dari program BCCF dan Bandung juara dilambil untuk\nmewujudkan model penanganan yang komprehensif terkait dengan penyelesaian\npersoalan permukiman kumuh yang terdapat pada Kelurahan Tamansari dan\nKelurahan Braga.", "Daftar File": {"ABSTRAK Erick Sulestianson": "https://digilib.itb.ac.id/gdl/download/223366", "BAB 1 Erick Sulestianson": "https://digilib.itb.ac.id/gdl/download/223367", "BAB 2 Erick Sulestianson": "https://digilib.itb.ac.id/gdl/download/223368", "BAB 3 Erick Sulestianson": "https://digilib.itb.ac.id/gdl/download/223369", "BAB 4 Erick Sulestianson": "https://digilib.itb.ac.id/gdl/download/223370", "BAB 5 Erick Sulestianson": "https://digilib.itb.ac.id/gdl/download/223371", "BAB 6 Erick Sulestianson": "https://digilib.itb.ac.id/gdl/download/223372", "PUSTAKA Erick Sulestianson": "https://digilib.itb.ac.id/gdl/download/223373"}, "Penulis": "Erick Sulestianson [25412066]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "permukiman kumuh, karakteristik, faktor penyebab, model penanganan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "25 Mar 2021"}