{"Nomor": 54563, "Judul": "KARAKTERISTIK PENYEDIAAN INFRASTRUKTUR DASAR OLEH DEVELOPER DI LINGKUNGAN PERUMAHAN KECAMATAN PARONGPONG, KABUPATEN BANDUNG BARAT", "Abstrak": "Perumahan merupakan salah satu kebutuhan dasar manusia yang harus dipenuhi untuk menunjang kehidupannya. Perumahan tidak hanya memiliki fungsi sebagai bangunan tempat tinggal, melainkan juga sebagai sarana pembentukan serta perlindungan keluarga. Kebutuhan masyarakat akan perumahan terus meningkat seiring dengan bertambahnya jumlah penduduk dan perkembangan kota yang berlangsung. Sebagaimana terjadi di Kecamatan Parongpong, Kabupaten Bandung Barat, kebutuhan perumahan meningkat sebagai dampak dari perkembangan Kota Bandung yang sangat pesat. Kondisi ini dipandang oleh developer sebagai peluang bisnis yang dapat memberikan keuntungan cukup besar sehingga pembangunan perumahan di Kecamatan Parongpong pun mulai marak berlangsung. Developersebagai pihak swasta cenderung hanya mengutamakan pembangunan perumahan saja dan mengesampingkan penyediaan infrastruktur dasar yang dibutuhkan oleh masyarakat. Padahal untuk mendukung dan mengoptimalkan fungsi yang dimilikinya, perumahan perlu ditunjang dengan ketersediaan berbagai jenis komponen infrastruktur dasar seperti jaringan jalan, air bersih, drainase, air limbah, persampahan, peribadatan, keamanan, serta RTH dan taman. Berdasarkan hasil pengamatan yang dilakukan, tidak semua perumahan yang dibangun oleh developer di Kecamatan Parongpong dilengkapi dengan infrastruktur dasar. Perumahan yang dibangun oleh developer memiliki jenis yang beragam. Apabila terus dibiarkan, keberagaman jenis perumahan ini akan memicu timbulnya masalah dalam pemerataan aksesibilitas masyarakat terhadap infrastruktur dasar di Kecamatan Parongpong, sementara itu peran developer sebagai salah satu aktor penyedia infrastruktur dapat dioptimalkan. Keberagaman jenis perumahan mengindikasi adanya perilaku khusus yang dimiliki developer dalam menyediakan infrastruktur. Developer memiliki karakteristik tersendiri yang tidak bisa disamakan dengan pemerintah. Oleh karena itu, perlu diketahui bagaimana karakteristik penyediaan infrastruktur oleh developer dalam menyediakan infrastruktur dasar pada lingkungan perumahan yang dibangunnya. Untuk dapat mengetahuinya, maka akan dilakukan: 1) pengidentifikasian karakteristik penyediaan infrastruktur dasar di masing-masing lingkungan perumahan; 2) pengidentifikasian prioritas infrastruktur yang disediakan; dan 3) pengidentifikasian faktor-faktor yang menjadi pertimbangan developer dalam penyediaan infrastruktur. Karakteristik penyediaan infrastruktur di Kecamatan Parongpong diidentifikasi dengan menggunakan analisis asosiasi yang dapat menunjukkan adanya keterkaitan penyediaan infrastruktur tertentu terhadap jenis perumahan. Komponen infrastruktur meliputi jaringan jalan, air bersih, drainase, air limbah, persampahan, peribadatan, keamanan, serta RTH dan taman ditinjau ketersediaannya pada masing-masing perumahan yang dibedakan menjadi perumahan sederhana, perumahan menengah ke bawah, perumahan menengah, perumahan menengah ke atas, dan perumahan mewah. Adanya keterkaitan antara ketersediaan infrastruktur dan jenis perumahan akan menunjukkan kecenderungan tertentu dalam penyediaan infrastruktur terhadap jenis perumahan. Untuk infrastruktur air bersih, jaringan jalan, drainase, dan tangki septik pada umumnya disediakan pada setiap jenis perumahan sementara untuk pos keamanan, RTH, lapangan, dan taman hanya disediakan pada jenis perumahan menengah sampai dengan mewah. Selanjutnya, dari keseluruhan infrastruktur tersebut, dapat diidentifikasi bagaimana urutan prioritas infrastruktur yang akan disediakan oleh developer. Dengan menggunakan metode AHP yang merujuk kepada pembobotan masing-masing developer, diketahui bahwa penyediaan infrastruktur yang didahulukan secara berurutan adalah keamanan, jaringan air bersih, jaringan jalan, drainase, RTH dan taman, air limbah, peribadatan, serta persampahan. Prioritas penyediaan ini tersusun oleh adanya pertimbangan-pertimbangan tertentu yang dimiliki oleh developer. Faktor-faktor yang menjadi pertimbangan developer diidentifikasi lebih lanjut dengan menggunakan metode skoring. Berdasarkan analisis yang dilakukan, terdapat sejumlah faktor yang sangat dipertimbangkan keberadaannya untuk menyediakan infrastruktur pada lingkungan perumahan. Adapun pertimbangan tersebut di antaranya kondisi fisik dan lingkungan, sasaran pembangunan atau target penghuni, manfaat pembangunan infrastruktur, dan alokasi dana dalam perencanaan. Dengan berdasar pada kesimpulan yang dihasilkan dalam penelitian, preferensi developer dalam penyediaan infrastruktur di lingkungan perumahan Kecamatan Parongpong dapat diketahui secara jelas.", "Daftar File": {"BAB 1 Husna Tiara Putri": "https://digilib.itb.ac.id/gdl/download/223409", "BAB 2 Husna Tiara Putri": "https://digilib.itb.ac.id/gdl/download/223410", "BAB 3 Husna Tiara Putri": "https://digilib.itb.ac.id/gdl/download/223411", "BAB 4 Husna Tiara Putri": "https://digilib.itb.ac.id/gdl/download/223412", "BAB 5 Husna Tiara Putri": "https://digilib.itb.ac.id/gdl/download/223413", "BAB 6 Husna Tiara Putri": "https://digilib.itb.ac.id/gdl/download/223414", "PUSTAKA Husna Tiara Putri": "https://digilib.itb.ac.id/gdl/download/223415", "2016 TS PP HUSNA TIARA PUTRI_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/223416"}, "Penulis": "Husna Tiara Putri [25415078]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., MIP."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Karakteristik, preferensi, developer, perumahan, infrastruktur perumahan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "25 Mar 2021"}