{"Nomor": 54571, "Judul": "GENESA GAS METANA BATUBARA FORMASI MUARAENIM CEKUNGAN SUMATRA SELATAN", "Abstrak": "Genesa gas metana batubara Formasi Muaraenim dianalisis menggunakan empat\nmetode ilmiah yaitu: petrografi organik, komposisi kimia, geokimia organik, dan\nkinetika reaksi. Sebuah pengeboran gas metana batubara dilakukan oleh Pusat\nSumber Daya Geologi Bandung di sisi barat Cekungan Sumatra Selatan, tepatnya\ndi Desa Muara Lawai, Kecamatan Merapi, Kabupaten Lahat, Provinsi Sumatra\nSelatan. Tujuan pengeboran untuk meneliti karakter dan potensi gas metana\nbatubara di daerah penelitian. Pengeboran mencapai kedalaman 450 m yang\nmenembus Formasi Kasai dan Formasi Muaraenim. Formasi Kasai disusun oleh\nbatuan sedimen vulkanik klastik (batupasir tufaan, tufa, dan batulempung tufaan).\nFormasi Muaraenim disusun oleh sedimen klastik (serpih karbonan, batupasir,\nbatulempung, sisipan batupasir tufaan, dan batubara). Inti batuan hasil pengeboran\nberupa serpih karbonan dan batubara dimasukkan ke dalam canister dan\nkemudian diukur kandungan gasnya.\nHasil pengukuran gas menunjukkan bahwa serpih karbonan Niru, Lematang dan\nBabat di rentang kedalaman 87,5-129,5 m tidak mengandung gas, sedangkan\nserpih karbonan Kebon di kedalaman 175 m menunjukkan kandungan gas yang\nsangat rendah (0,02-0,04 cm3/g). Kandungan gas mulai signifikan dijumpai pada\nbatubara Benuang, Mangus, dan Suban di rentang kedalaman 201-284,5 m\n(0,33-1,38 cm3/g). Kandungan gas sangat rendah juga dijumpai pada tiga lapisan\nbatubara terbawah (Petai, Merapi, dan Kladi) di rentang kedalaman 388-404 m\n(0,05-0,10 cm3/g). Analisis komposisi gas pada serpih karbonan dan batubara\nmenunjukkan bahwa metana (65,60-97,91%) mendominasi dibandingkan oksigen\n(0,33-31,24%) dan karbon dioksida (0,23-3,96%). Ada beberapa dugaan yang\nberkembang pada bervariasinya kandungan gas tersebut, yaitu akibat peran\nmaterial organik, tingkat kematangan, dan kinetika reaksi terbentuknya gas.\nBerdasarkan dugaan tersebut, maka dimunculkan tiga hipotesis, yaitu: 1) grup\nmaseral huminit memiliki peran utama terhadap variasi kandungan gas,\n2) semakin tinggi tingkat kematangan batubara maka akan semakin besar\nkandungan gas, 3) laju pemanasan dan temperatur terbentuknya gas dapat\nditentukan dari parameter kinetika.\n\nAnalisis petrografi organik menunjukkan bahwa material organik batubara\ndidominasi oleh grup maseral huminit (72,4-92,6 % vol.) jika dibandingkan\nliptinit (5,0-19,2 % vol.) atau inertinit (1,2-15,4 % vol). Semakin tinggi\nkandungan huminit maka semakin tinggi gas yang diproduksi selama proses\npembatubaraan. Huminit memiliki kemampuan memproduksi dan menyerap gas\njika dibandingkan liptinit atau inertinit. Hal tersebut karena huminit bersifat lebih\nporous sehingga memiliki luas permukaan yang sangat besar dalam menyerap gas.\nTingkat kematangan material organik mencapai tahapan lignit (Rmax= 0,24-\n0,31%). Semakin tinggi tingkat kematangannya maka semakin tinggi gas yang\ndiproduksi oleh material organik. Peran tingkat kematangan pada pembentukan\ngas hanya terjadi pada batubara Benuang, Mangus, dan Suban, namun tidak pada\nbatubara Petai, Merapi, dan Kladi, hal ini karena material organiknya telah\nmengalami oksidasi yang intensif sehingga preservasinya tidak optimal.\nHasil analisis proksimat (lengas, abu, zat terbang, dan karbon tertambat) pada\ncontoh batubara tidak menunjukkan perubahan nilai yang signifikan seiring\ndengan kedalaman pengeboran. Pola tersebut mengindikasikan bahwa batubara\nterbentuk pada kondisi diagenesa yang dicirikan minimnya pengaruh tekanan dan\ntemperatur selama proses pembatubaraan. Hasil analisis total organic carbon\n(TOC) membuktikan bahwa semakin rendah nilai TOC maka semakin rendah gas\nyang diproduksi oleh material organik. Nilai TOC pada setiap contoh batubara\nsangat dipengaruhi oleh proses oksidasi, hal ini ditunjukkan dari nilai indeks\noksigen yang bervariasi. Tingginya nilai indeks oksigen mengindikasikan bahwa\npreservasi pada material organik terjadi tidak optimal sehingga secara langsung\nberkaitan dengan sedikitnya jumlah gas yang terbentuk. Analisis TOC\nmemperkuat dalam memberikan jawaban terhadap rendahnya kandungan gas pada\ntiga lapisan batubara terbawah (Petai, Merapi, dan Kladi). Hasil analisis pirolisis\ngas kromatografi yaitu berupa kromatogram menunjukkan bahwa komponen\nhidrokarbon yang mendominasi pada batubara adalah rantai karbon pendek (C1-5),\nkhususnya metana (C1), jika dibandingkan terhadap rantai karbon menengah\n(C6-14) dan panjang (C15+). Secara kuantitatif, analisis gas kromatografi sangat\nberguna dalam menjawab bervariasinya kandungan gas pada batubara yang diuji.\nAnalisis penting lainnya adalah menentukan laju pemanasan dan temperatur\nterbentuknya gas batubara. Berdasarkan parameter kinetika (energi aktivasi dan\nfaktor frekuensi) yang diperoleh dari analisis pirolisis source rock analyzer\n(SRA), menunjukkan bahwa laju pemanasan terbentuknya gas batubara\npada Formasi Muaraenim sebesar 15oC/juta tahun. Selanjutnya temperatur\nterbentuknya gas dapat ditentukan dari parameter kinetika dan laju pemanasan\ntersebut. Terbentuknya gas pada lapisan Kebon, Benuang, Mangus, dan Suban\nterjadi pada rentang temperatur geologi 82oC-107oC. Hasil penelitian memberikan\npemahaman baru tentang karakter dan genesa gas batubara di daerah penelitian,\nserta bermanfaat sebagai panduan untuk pengeboran gas batubara selanjutnya ke\ndaerah yang diprediksi memiliki kandungan gas lebih besar.", "Daftar File": {"COVER Mulyono Dwiantoro": "https://digilib.itb.ac.id/gdl/download/223619", "BAB 1 Mulyono Dwiantoro": "https://digilib.itb.ac.id/gdl/download/223620", "BAB 2 Mulyono Dwiantoro": "https://digilib.itb.ac.id/gdl/download/223621", "BAB 3 Mulyono Dwiantoro": "https://digilib.itb.ac.id/gdl/download/223622", "BAB 4 Mulyono Dwiantoro": "https://digilib.itb.ac.id/gdl/download/223623", "BAB 5 Mulyono Dwiantoro": "https://digilib.itb.ac.id/gdl/download/223624", "PUSTAKA Mulyono Dwiantoro": "https://digilib.itb.ac.id/gdl/download/223625"}, "Penulis": "Mulyono Dwiantoro [32111003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarto Notosiswojo, M.Eng.", "Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Prof. Dr. Ir. Komang Anggayana, MS"], "Jenis Koleksi": "Disertasi", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "gas metana batubara, huminit, tingkat kematangan, parameter kinetika, laju pemanasan, Formasi Muaraenim, Cekungan Sumatra Selatan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "29 Mar 2021"}