{"Nomor": 54575, "Judul": "STUDY OF DOWNHOLE WATER SINK PERFORMANCE (DWS) IN WEAK WATER DRIVE RESERVOIR: PARAMETER AFFECTING DWS OPERATION", "Abstrak": "Water Coning has been a major problem in many oil fields. Water Coning is a change in the oil-water contact profile as a result of drawdown pressures during oil production. Coning occurs in vertical or slightly deviated wells and is affected by the characteristics of the fluids involved and the ratio of horizontal to vertical permeability. It occurs when water from an aquifer moves from the bottom of reservoir towards the bottom of well perforation and vertically forming cone-shaped bulk water flow until water-breakthrough occurs (water reaches the bottom perforation).\nCertain methods have been developed in order to overcome and minimize the water coning problem in oil wells. One of the best method is Downhole Water Sink (DWS), which is increasing oil recovery by reducing the problems of coning. The principal of this method is to perforate and produce liquid in the water zone, while keeping the producing oil perforation. Producing liquid in the water zone creates a “pressure sink” and counters the drawdown pressures of the oil zone perforation, thus breaking down the cone-shaped bulk water.\nThere are several parameters that affects the performance of DWS. This paper examines and simulates what parameters contribute to the DWS performance and give illustration of how significant the effects are. Moreover, this study also provide testing to DWS usage guideline from Marhaendrajana, et al. and Nugroho, et.al. This can be done by using reservoir simulator with radial model to evaluate the influence of these parameters to DWS operation.", "Daftar File": {"ABSTRAK Jason Andrew Natan": "https://digilib.itb.ac.id/gdl/download/223690"}, "Penulis": "Jason Andrew Natan [12213100]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Water Coning, Downhole Water Sink, strong bottom water drive.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "31 Mar 2021"}