{"Nomor": 54587, "Judul": "A GPU-ACCELERATED DEFORMABLE IMAGE REGISTRATION ALGORITHM WITH APPLICATIONS TO RIGHT VENTRICULAR SEGMENTATION", "Abstrak": "Delineation of the cardiac right ventricle is essential in generating clinical measurements\nsuch as ejection fraction and stroke volume. Given manual segmentation on the rst frame, one approach\nto segment right ventricle from all of the magnetic resonance images is to nd point correspondence\nbetween the sequence of images. Finding the point correspondence with non-rigid transformation requires\na deformable image registration algorithm, which often involves computationally expensive optimization.\nThe central processing unit (CPU)-based implementation of point correspondence algorithm has been\nshown to be accurate in delineating organs from a sequence of images in recent studies. The purpose\nof this study is to develop computationally efcient approaches for deformable image registration. We\npropose a graphics processing unit (GPU) accelerated approach to improve the efciency. The proposed\napproach consists of two parallelization components: Parallel compute unied device architecture (CUDA)\nversion of the deformable registration algorithm; and the application of an image concatenation approach\nto further parallelize the algorithm. Three versions of the algorithm were implemented: 1) CPU; 2) GPU\nwith only intra-image parallelization (sequential image registration); and 3) GPU with inter and intra-image\nparallelization (concatenated image registration). The proposed methods were evaluated over a data set of\n16 subjects. CPU, GPU sequential image, and GPU concatenated image methods took an average of 113.13,\n16.50, and 5.96 s to segment a sequence of 20 images, respectively. The proposed parallelization approach\noffered a computational performance improvement of around 19in comparison to the CPU implementation\nwhile retaining the same level of segmentation accuracy. This paper demonstrated that the GPU computing\ncould be utilized for improving the computational performance of a non-rigid image registration algorithm\nwithout compromising the accuracy.", "Daftar File": {}, "Penulis": "KUMARADEVAN PUNITHAKUMAR  [-]", "Kontributor / Dosen Pembimbing": ["PIERRE BOULANGER", "MICHELLE NOGA"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "GPU computing, cardiac functional analysis, image segmentation, magnetic resonance imaging.", "Sumber": "https://ieeexplore.ieee.org/Xplore/home.jsp", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Apr 2021"}