{"Nomor": 54586, "Judul": "PVR: PATCH-TO-VOLUME RECONSTRUCTION FOR LARGE AREA MOTION CORRECTION OF FETAL MRI", "Abstrak": "In this paper, we present a novel method\nfor the correction of motion artifacts that are present\nin fetal magnetic resonance imaging (MRI) scans of the\nwhole uterus. Contrary to current slice-to-volume registration\n(SVR) methods, requiring an inflexible anatomical\nenclosure of a single investigated organ, the proposed\npatch-to-volume reconstruction (PVR) approach is able to\nreconstruct a large field of view of non-rigidly deforming\nstructures. It relaxes rigid motion assumptions by\nintroducing a specific amount of redundant information\nthat is exploited with parallelized patchwise optimization,\nsuper-resolution,and automatic outlier rejection.We further\ndescribe and provide an efficient parallel implementation\nof PVR allowing its execution within reasonable time on\ncommercially available graphics processing units, enabling\nits use in the clinical practice. We evaluate PVR’s computational\noverhead compared with standard methods and\nobserve improved reconstruction accuracy in the presence\nof affine motion artifacts compared with conventional SVR\nin synthetic experiments. Furthermore, we have evaluated\nour method qualitatively and quantitatively on real fetal MRI\ndata subject to maternal breathing and sudden fetal movements.\nWe evaluate peak-signal-to-noise ratio, structural\nsimilarity index, and cross correlation with respect to the\noriginally acquired data and provide a method for visual\ninspection of reconstruction uncertainty. We further evaluate\nthe distance error for selected anatomical landmarks in\nthe fetal head, aswell as calculating themean andmaximum\ndisplacements resulting from automatic non-rigid registration\nto amotion-free ground truth image. These experiments\ndemonstrate a successful application of PVR motion compensation\nto the whole fetal body, uterus, and placenta.", "Daftar File": {}, "Penulis": "Amir Alansary [-]", "Kontributor / Dosen Pembimbing": ["Martin Rajchl, Steven G. McDonagh, Maria Murgasova, Mellisa Damodaram, David F. A. Lloyd, Alice Davidson, Mary Rutherford, Joseph V. Hajnal, Daniel Rueckert, and Bernhard Kainz"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Motion correction, fetal magnetic resonance imaging, GPU acceleration, image reconstruction, super-resolution.", "Sumber": "https://ieeexplore.ieee.org/Xplore/home.jsp", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Apr 2021"}