{"Nomor": 54595, "Judul": "STRATEGI PORTFOLIO SAHAM YANG DAPAT DISESUAIKAN DENGAN MENGGUNAKAN ANALISIS SENTIMEN DAN PERTIMBANGAN PANDANGAN INVESTOR", "Abstrak": "Di Indonesia, investasi saham merupakan yang terendah di antara negara-negara Asia Tenggara meskipun kapitalisasi pasar Indonesia adalah yang terbesar kedua. Jumlah investor Indonesia termasuk yang terendah dibanding negara tetangga. Komplikasi instrumen investasi saham membuat investor baru enggan berinvestasi di pasar saham, mengingat sifat pasar saham yang bisa mengalami keberuntungan atau malapetaka. Agar bisa bertahan dalam berinvestasi di pasar saham, para investor baru perlu memiliki pengetahuan dan pengalaman finansial yang cukup.\nPara investor perlu memiliki strategi portofolio yang baik agar bisa bertahan dan mencapai tujuan investasinya. Mencapai tingkat pengembalian yang diharapkan lebih tinggi dan mengurangi risiko aset yang diinvestasikan menjadi tujuan utama para investor. Penelitian ini menawarkan sebuah model strategi portofolio terpadu yang dapat membantu investor baru mencapai tujuannya.\nPenelitian ini sengaja memisahkan strategi portofolio menjadi tiga tahap - pemilihan saham, pengembangan portofolio, dan penyeimbangan portofolio. Strategi portofolio terpadu ini tidak hanya mempertimbangkan data historis dari setiap saham yang dianalisis namun juga data terkini dan harapan masa depan saham yang mencapai filter terakhir dalam tahap pemilihan saham. Analisis sentimen akan memainkan perannya dalam menganalisis informasi terkini tentang pergerakan harga saham. Pendekatan subjektif dalam portofolio akan mengambil bagian dalam strategi portofolio masa depan untuk pengembangan portofolio. Hal ini didukung oleh informasi tambahan tentang market insight. Langkah terakhir, penyeimbangan portofolio, dimana investor baru dapat menyesuaikan strategi portofolio mereka dengan menerapkan variabel internal sesuai keinginan untuk mencapai tujuannya. Akan ada beberapa skenario di Indonesia - penurunan, normal, dan kenaikan. Kontrol dilakukan terhadap periode tetap, bobot, dan pengembalian portofolio. Penelitian dilakukan di Bursa Efek Indonesia, BEI.\nAda beberapa kontribusi penelitian. Pertama, tambahan faktor baru dalam persamaan faktor 5 Fama-French, risiko perusahaan terkait dengan pembiayaan perusahaan, diukur dengan hutang jangka panjang perusahaan. Ekuitas dianggap\niv\nmenanggung risiko lebih tinggi daripada hutang perusahaan karena ekuitas tidak memiliki agunan dan bergantung pada kepercayaan investor. Namun, investor bisa menarik modal mereka kapan saja. Kedua, model pemilihan saham mengintegrasikan analisis sentimen dengan menggunakan big data, sebuah pendekatan pemilihan saham yang tidak biasa. Pendekatan ini masih baru untuk konteks Indonesia. Ketiga, penerapan skenario terhadap model berdasarkan kondisi ekonomi, yaitu GDP. Sedangkan model lainnya hanya mendasarkan pada kondisi ekonomi tertentu.", "Daftar File": {"ABSTRAK Sinta Aryani": "https://digilib.itb.ac.id/gdl/download/223785"}, "Penulis": "Sinta Aryani [39016011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA", "Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kunci: strategi portofolio, pemilihan saham, pengembangan portofolio, penyeimbangan portofolio, big data, skenario pasar", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "07 Apr 2021"}