{"Nomor": 54609, "Judul": "STUDI PENGARUH LAJU PERGESERAN TERHADAP KUAT GESER PADA UJI GESER LANGSUNG", "Abstrak": "Dalam kegiatan penambangan, salah satu permasalahan yang paling penting untuk\ndiperhatikan adalah mengenai geoteknik yang menyangkut kestabilan masa batuan\npada lubang bukaan tambang, lereng tambang, terowongan dan lain-lain. Dalam\ngeoteknik kuat geser merupakan salah satu parameter yang perlu diperhatikan.\nDeformasi yang terjadi pada massa batuan banyak dipengaruhi oleh luncuran pada\nbidang diskontinu dan besarnya luncuran (laju pergeseran) dapat berubah kapanpun\nyang dapat dipengaruhi oleh beberapa faktor, misalnya terjadi akibat aktivitas\ngempa tektonik, maupun aktivitas vulkanik disekitar lokasi penambangan,\nkemudian pengaruh penggalian disekitar lereng ataupun pengaruh getaran hasil\npeledakan dari proses penambangan itu sendiri.\nDalam penelitian ini pengujian dilakukan pada campuran gypsum dengan air\ndengan perbandingan 4:3. Campuran gypsum dicetak dalam cetakan yang\ndiperuntukan untuk uji kuat tekan uniaksial dan untuk uji kuat geser langsung,\nkemudian dicetak menggunakan semen. Pada pengujian ini laju pergeseran\ndiberikan secara bervariasi yaitu 0,03; 0,04; 0,05; 0,06; 0,07 mm/s. Kemudian\ndilakukan analisis pengaruh variasi laju pergeseran terhadap kuat geser, nilai\nkohesi, dan sudut gesek dalam.\nBerdasarkan hasil pengujian, semakin besar nilai laju pergeseran yang digunakan\npada pengujian, maka nilai shear – normal stress ratio, kohesi, dan sudut gesek\ndalam yang diperoleh semakin besar. Kenaikan terjadi baik pada kondisi peak\nmaupun residual. Kenaikan nilai parameter kuat geser kondisi residual lebih besar\ndibandingkan kondisi peak sejalan dengan kenaikan laju pergeserannya. Pengaruh\nvariasi laju pergeseran pada parameter kuat geser yang paling signfikan terjadi pada\nnilai kohesi, kenaikan yang dihasilkan mencapai 3,7 kali untuk kondisi residual.", "Daftar File": {"COVER Faiz Yudia Abyan": "https://digilib.itb.ac.id/gdl/download/223901"}, "Penulis": "Faiz Yudia Abyan [12113007]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Laju pergeseran, Kuat Geser, Uji Kuat Geser Langsung", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "13 Apr 2021"}