{"Nomor": 54615, "Judul": "PROPOSED MARKETING STRATEGY FOR EDUKA SYSTEM (PT EDUKA TEKNOLOGI INDONESIA)", "Abstrak": "Eduka System adalah sebuah perusahaan yang bergerak dalam industri Teknologi Pendidikan. Eduka\nSystem menyediakan layanan seperti online tes tryout dan latihan pembelajaran. Mulai tahun 2019,\nberdasarkan keputusan pemerintah Indonesia, seluruh calon mahasiswa wajib melakukan ujian berbasis\nkomputer sebagai ujian masuk perguruan tinggi (UTBK). Dengan keputusan tersebut, muncul layanan\ntryout UTBK agar mahasiswa terbiasa mengikuti tes secara online. Beberapa pebisnis juga sudah mulai\nmelihat peluang di layanan ini sehingga banyak perusahaan juga mulai menyediakan layanan tryout\nonline.\nPenelitian ini bertujuan untuk membantu Eduka System dalam menganalisis faktor eksternal dan\ninternal, analisis SWOT, dan analisis root factor untuk menetapkan strategi yang diusulkan. Dari\nanalisis eksternal dan internal, ditemukan banyak peluang tetapi juga ancaman dalam industri Teknologi\nPendidikan. Ditemukan juga bahwa Eduka System memiliki kekuatan dan kelemahan untuk bersaing di\nindustri Teknologi Pendidikan. Untuk membuat analisis SWOT, analisis eksternal harus digabungkan\ndengan analisis internal. Setelah analisis SWOT selesai dilakukan, penelitian ini dilanjutkan dengan\nmemasukkan SWOT ke dalam analisis root factor. Analisis root factor menunjukkan bahwa pengguna\nEduka System adalah pelanggan multi-brand yang dapat dengan mudah beralih ke platform lain. Dalam\npenelitian ini ditemukan bahwa Eduka System perlu terus meningkatkan produk dan promosi agar\npelanggan tidak mudah berpindah ke platform lain. Penulis memilih masalah yang sesuai dengan kondisi\nEduka System saat ini. Strategi yang diusulkan dibentuk dari analisis TOWS, yang dapat membagi\nstrategi alternatif dari masing-masing kekuatan, kelemahan, peluang dan ancaman dalam analisis\nSWOT. Setelah mengikuti tahapan dalam analisis TOWS, penulis mengajukan strategi untuk menjawab\nmasalah utama yang dihadapi Eduka System. Strategi pertama adalah menggunakan merek untuk\nmemperkenalkan produk baru. Strategi ini berguna untuk meningkatkan loyalitas pengguna, karena\nproduk baru dapat membantu pengguna tetap menggunakan Eduka System. Strategi kedua adalah\nmempertahankan pengguna dengan memberikan program penghargaan dan loyalitas. Strategi ini juga\nuntuk meningkatkan loyalitas pengguna, sehingga pengguna merasa dihargai karena telah menggunakan\nSistem Eduka. Strategi ketiga adalah memastikan fondasi yang kuat. Strategi ini untuk brand agar tidak\ndigantikan oleh pesaing lain. Dengan fondasi brand yang kuat, ini membuat pengguna terbiasa dengan\nEduka System, sehingga mereka akan terus menggunakannya. Strategi keempat adalah\nmemperkenalkan pasar baru. Strategi ini membantu brand membedakan dari pesaing lain sehingga nilai\nbrand meningkat. Strategi kelima adalah menawarkan nilai dan fitur yang lebih baik. Strategi ini juga\nuntuk membantu meningkatkan nilai brand agar lebih baik dari pesaing lainnya. Dan strategi terakhir\nadalah memperbaiki sistem transaksi elektronik. Strategi ini membantu meningkatkan layanan Eduka\nSystem agar pengguna tetap nyaman menggunakan Eduka System sehingga loyalitas pengguna\nmeningkat. Strategi tersebut perlu dilaksanakan sesuai jadwal yang direncanakan. Strategi ini bertujuan\nuntuk meningkatkan loyalitas pengguna pada Eduka System agar pertumbuhan pelanggan dapat tumbuh\nsecara signifikan.", "Daftar File": {"2021_TS_PP_Nur Indah P_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/223940"}, "Penulis": "Nur Indah Puspa Idham [29119233]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Eduka System, UTBK, Analisis SWOT, Analisis TOWS", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "14 Apr 2021"}