{"Nomor": 54612, "Judul": "STUDI PENGARUH PEMANASAN PADA TEMPERATUR 100 OC & 200 OC TERHADAP SIFAT FISIK DAN MEKANIK PADA BATUGAMPING DI LABORATORIUM", "Abstrak": "Seiring pengembangan tentang siklus bahan bakar maju membawa kita pada pemilihan nuklir\nsebagai salah satu yang digunakan sebagai sumber energi. Pemilihan tempat penyimpanan\nbawah tanah sebagai tempat penyimpanan limbah nuklir menimbulkan permasalahan akibat\nenergi panas yang dihasilkan kepada batuan sekitarnya sehingga diperlukan pemahaman yang\nmendalam tentang pengaruh temperatur pada sifat fisik maupun sifat mekanik batuan.\nPengujian di laboratorium dilakukan untuk mengetahui pengaruh pemanasan batuan dengan\ntemperatur dan waktu pemanasan berbeda – beda yang terdiri dari uji sifat fisik, uji sifat\ndinamik, serta uji sifat mekanik. Contoh batuan uji yang digunakan dalam percobaan ini adalah\nbatugamping. Contoh batuan uji akan mengalami pemanasan pada suhu 100 oC dengan waktu\npemanasan 5 jam, 10 jam dan 20 jam serta 200 oC dengan waktu pemanasan 5 jam dan 20 jam.\nPemanasan dilakukan pada oven berkapasitas 250 oC dengan asumsi panas telah menyebar\nmerata hingga kedalam struktur batuan dan selama pengujian panas dijaga tetap konstan.\nParameter yang telah didapat selama pengujian akan dibandingkan dengan parameter pada\nkeadaan natural. Hasil penelitian menunjukkan adanya pengaruh waktu pemanasan pada\ntemperatur yang sama dan pengaruh temperatur pada waktu yang sama terhadap sifat fisik,\nsifat dinamik dan sifat mekanik pada contoh batuan uji. Kemudian beberapa parameter sifat\nfisik dan mekanik tersebut digunakan untuk pemodelan pada lubang bukaan dan dihasilkan\nnilai Faktor Kekuatan yang cenderung menurun di atap maupun dinding terowongan.", "Daftar File": {"COVER Rafid Arsalan Permana": "https://digilib.itb.ac.id/gdl/download/223923"}, "Penulis": "Rafid Arsalan Permana [12113010]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "sifat mekanik, sifat fisik, temperatur, durasi pemanasan, faktor kekuatan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "13 Apr 2021"}