{"Nomor": 54613, "Judul": "MENGOLEKSI BARANG DI INDONESIA: FAKTOR-FAKTOR YANG MENDEFINISIKAN KOLEKTOR INDONESIA", "Abstrak": "Kolektor adalah sebuah istilah yang digunakan untuk mendefinisikan seseorang yang mengoleksi sesuatu. Kolektor dapat berasal dari berbagai demografi yang berbeda, tidak ada batasan umur, gender, pendapatan, pendidikan, dan batasan-batasan demografis lainnya untuk bisa menjadi seorang kolektor. Barang yang dapat dikoleksi oleh seorang kolektor juga bermacam-macam, dari mulai barang antik hingga barang sederhana seperti stiker, kartu pos, fakta ini yang menyebabkan munculnya berbagai macam jenis kolektor di seluruh dunia dengan barang koleksi berbeda, dan juga alasan mengoleksi yang berbeda-beda. Ada kolektor yang mengoleksi barang untuk kesenangan pribadi, ada kolektor yang mengoleksi barang untuk mengabulkan impian masa kecilnya, dan ada juga yang mengoleksi barang untuk dijadikan investasi kedepannya. Riset ini bertujuan untuk menemukan faktor-faktor yang dapat digunakan untuk mendefinisikan kolektor di Indonesia, Indonesia dipilih untuk menjadi topik dalam riset ini karena apabila dibandingkan dengan literatur terkait kolektor lainnya di seluruh dunia, hanya ada sedikit diskusi di Indonesia sendiri mengenai topik ini, sehingga mungkin ada fakta-fakta yang belum pernah ditemukan sebelumnya terkait kolektor di Indonesia. Riset ini juga berkontribusi untuk menambahkan literature terkait perilaku konsumen di Indonesia dikarenakan kolektor juga merupakan konsumen. Riset ini akan menggunakan metode kuantitatif dan juga kualitatif dengan mengumpulkan data dari kolektor-kolektor yang ada di Indonesia, kami akan melihat bagaimana kolektor-kolektor Indonesia akan bereaksi terhadap variabel-variabel dari consumer style inventory (CSI) yang terdiri dari beberapa variabel yaitu high-quality consciousness, recreational shopping consciousness, brand consciousness, impulsiveness, brand loyalty, trend consciousness, dan confusion from over-choice, selain itu kami juga akan menambahkan variabel baru yang muncul dari riset sebelumnya yaitu resale value consciousness. Kami juga akan memasukkan variabel-variabel dari elements of hobbyist collectors yang mendefinisikan tingkat keterlibatan dari kolektor terhadap aspek-aspek mengoleksi barang yang terdiri dari lay public, collegial public, knowledge, dan object rarity. Kami juga akan menambahkan variabel baru sebagai\nindikasi niatan untuk berinvestasi dan juga pola menabung dari kolektor-kolektor di Indonesia. Kami berasumsi bahwa kami dapat menemukan perbedaan antara kolektor-kolektor dari demografi yang berbeda seperti gender dan tingkat pendapatan terhadap persepsi mereka mengenai variabel-variabel yang diuji pada riset ini. Kami juga berasumsi bahwa ada variabel yang mendapatkan skor lebih tinggi dibandingkan variabel lainnya dan sebaliknya. Asumsi terakhir kami adalah kami dapat membuat suatu kumpulan faktor baru yang dapat digunakan untuk mendefinisikan kolektor-kolektor di Indonesia secara umum. Kami akan menganalisa data dari riset ini menggunakan beberapa metode, kami akan mendeskripsikan hasil analisa demografis dari kuesioner yang sudah disebar untuk melihat apakah demografi yang berbeda dapat mengakibatkan perbedaan persepsi di antara para kolektor di Indonesia. Selanjutnya kami melakukan analisa nilai tengah untuk melihat nilai tengah dari jawaban-jawaban yang ada untuk melihat apakah ada variabel yang lebih penting dibandingkan variabel lainnya bagi para kolektor di Indonesia. Terakhir, kami melakukan analisa faktor untuk mengelompokkan 14 variabel yang ada untuk membuat faktor-faktor baru yang dapat digunakan untuk mendefinisikan kolektor-kolektor di Indonesia. Kami berhasil mengurangi 14 variabel yang ada yang merupakan gabungan dari consumer style inventory (CSI), elements of hobbyist collectors, dan juga variabel baru kami yang terdiri dari niatan untuk investasi dan pola menabung menjadi 5 faktor baru yang dapat digunakan untuk mendefinisikan kolektor-kolektor di Indonesia secara umum yang nantinya dapat dijadikan sebagai dasar untuk penelitian selanjutnya di bidang pengetahuan ini", "Daftar File": {"ABSTRAK Irshad Adriatama": "https://digilib.itb.ac.id/gdl/download/223930"}, "Penulis": "Irshad Adriatama [29019017]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Barang Koleksi, Kolektor, Perilaku Konsumen, Analisis Faktor", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "13 Apr 2021"}