{"Nomor": 54626, "Judul": "A DEEP STUDY OF HYDRAULIC FRACTURING TREATMENT DESIGN TO  IMPROVE PROPPANT SCHEDULING METHOD", "Abstrak": "Back to fracturing history, the first commercial hydraulic fracturing may be done since 1949, but actually the \nidea of fracturing formation to quicken the production already exist since 1865. So the idea is more than a \ncentury old now. Hydraulic fracturing treatment design is one of an aspect that has been developed so much, \nuntil now people are able to generate a treatment design without consume much so time on that. \nHydraulic fracturing treatment design has been vastly developed since 1953, until in the 2000s Gu, H. et al. has \ndeveloped a method which includes numerical calculations and then automatically designs the hydraulic \nfracturing treatment to its most optimum option, and just needs to be told how far would the fracture go, and do \nit with what fluid and proppant. By the creator its named as Pump Schedule Generator (PSG). But far before \nthat, in 1983 H. R. Crawford developed a methodology with a few calculations to calculate the volume of \nfracturing fluid needed based on the designed and desired fracture network dimensions, number of proppant \nneeded, and also the production increase. \nThis work analyses the comparison between the older method and PSG, and then modifies the schedule created \nby the older method to come up to the results of the PSG. A fracturing design simulator, FracCADE 5.1. was \nused in this study. It helps the writer to understand the basics of Pump Schedule Generator and the causes and \neffects of parameters to the EOJ result values. The formation’s structure and parameters were taken from an \nIndonesian shale gas reservoir.", "Daftar File": {"ABSTRAK Kevin Wiradi": "https://digilib.itb.ac.id/gdl/download/223994"}, "Penulis": "Kevin Wiradi [12212086]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "hydraulic fracturing, Hydraulic Fracturing Treatment Design, schedule, Pump Schedule Generator", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "19 Apr 2021"}