{"Nomor": 54621, "Judul": "REKOVERI EMAS DAN PERAK DARI LARUTAN TAILING PT CIBALIUNG SUMBERDAYA DENGAN METODE RESIN IN COLUMN (RIC)", "Abstrak": "Tailing Storage Facility (TSF) adalah sebuah fasilitas penampungan limbah (limbah padat\nmaupun larutan) hasil pengolahan pabrik PT Cibaliung Sumberdaya. TSF didesain untuk\ndapat menampung slurry limbah sebanyak 416.185 m3 sebelum limbahnya diolah dan\nselanjutnya dibuang ke badan sungai. Dari hasil analisa harian rutin setelah dialirkan ke TSF,\nlarutan tailing memiliki kandungan emas kadarnya 0,018 – 0,02 ppm ; perak kadarnya 0,04 –\n0,08 ppm dan tembaga kadarnya 0,2 – 0,5 ppm. Walaupun, kandungan emas dan perak di\ndalam larutan tailing TSF relatif marginal, namun dengan kenaikan harga logam emas dan\nperak saat ini, proses rekoveri untuk mendapatkan logam emas dan perak sangat menarik\nuntuk dilakukan. Saat ini, PT CSD sudah melakukan rekoveri emas dan perak dengan\nmenggunakan Carbon In Column (CIC), namun proses CIC kurang selektif terhadap ion – ion\nbase metal seperti Cu, Fe, Zn dan lain – lain. Sehingga pada proses elution - electrowinning\nsampai peleburan sludge menjadi bullion, diperoleh komposisi kandungan base metal pada\nbullion yang meningkat hingga 10 – 30%.\nSerangkaian percobaan untuk merekoveri logam emas dan perak dari larutan TSF telah\ndilakukan dengan menggunakan metode Carbon In Column (CIC) dan Resin In Column\n(RIC). Adapun percobaan – percobaan tersebut meliputi : percobaan kapasitas adsorpsi\nisoterm adsorber ; penentuan kurva breakthrough adsorber ; percobaan adsorpsi larutan TSF\npada kolom dengan sejumlah variasi laju alir larutan, jumlah adsorber, pH, konsentrasi emas\ndan perak dalam larutan umpan dan nilai padatan tersuspensi (TSS) ; percobaan elusi dengan\nsejumlah variasi laju alir larutan, konsentrasi NaCN, pH dan temperatur. Dari percobaan juga\ndipelajari kinetika adsorpsi beserta laju pengendali yang berlangsung dalam kolom. Terdapat\n3 jenis adsorber yang digunakan antara lain karbon aktif, resin AF5, resin Guanidin. Dari\nrangkaian percobaan tersebut akan dipelajari potensi dan peluang terbaik dari ke-3 adsorber\nuntuk diterapkan di PT CSD.\nHasil percobaan menunjukkan bahwa resin AF5 memiliki kapasitas adsorpsi isoterm (gr\nAu/ton adsorber) paling tinggi diikuti oleh resin Guanidin dan karbon aktif. Dari kurva\nbreakthrough, setelah 48 jam dilewati larutan TSF pada kolom, resin AF5 masih sangat\nmampu menyerap emas dan perak sedangkan resin Guanidin dan karbon aktif mulai menurun\nuntuk menyerap. Pada percobaan adsorpsi larutan TSF, resin AF5 memiliki kemampuan\nadsorpsi Au paling tinggi sebesar 89,64% pada variasi laju alir larutan TSF (10 ml/min) serta\nselektif terhadap ion – ion base metals pada larutan TSF diikuti oleh karbon aktif dan resin\nGuanidin. Pada variasi – variasi percobaan lainnya, resin AF5 tetap menunjukkan kualitas\nadsorpsi paling baik dibanding adsorber yang lain. Pengendali kinetika adsorpsi yang\nberlangsung didominasi oleh pseudo first order model, pseudo second order model, linear\ndriving force model, quadratic driving model dari ion – ion larutan TSF pada permukaan\nadsorber.", "Daftar File": {"COVER Ricardi Simanjuntak": "https://digilib.itb.ac.id/gdl/download/223972", "BAB 1 Ricardi Simanjuntak": "https://digilib.itb.ac.id/gdl/download/223973", "BAB 2 Ricardi Simanjuntak": "https://digilib.itb.ac.id/gdl/download/223974", "BAB 3 Ricardi Simanjuntak": "https://digilib.itb.ac.id/gdl/download/223975", "BAB 4 Ricardi Simanjuntak": "https://digilib.itb.ac.id/gdl/download/223978", "BAB 5 Ricardi Simanjuntak": "https://digilib.itb.ac.id/gdl/download/223979", "PUSTAKA Ricardi Simanjuntak": "https://digilib.itb.ac.id/gdl/download/223980"}, "Penulis": "Ricardi Simanjuntak [22109309]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Mohammad Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kapasitas adsorpsi, TSF, adsorpsi, breakthrough, resin penukar ion, selektifitas.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "9 file", "Tanggal Input": "16 Apr 2021"}