{"Nomor": 54634, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN KESADARAN MEREK DAN UNTUK MENARGETKAN PENGGUNA YANG SESUAI DARI DOMPET DIGITAL SYARIAH  (KASUS LAYANAN SYARIAH LINKAJA)", "Abstrak": "Layanan Syariah LinkAja adalah e-money syariah pertama dan satu-satunya di Indonesia yang menerima sertifikat DSN MUI. Saat ini Layanan Syariah LinkAja yang diluncurkan kurang dari setahun, juga sudah menjalankan upaya pemasarannya, namun masih ada target pengguna yang belum mengetahui informasi layanan ini. Penting bagi Layanan Syariah LinkAja untuk meningkatkan kesadaran merk dan mengembangkan strategi pemasaran yang tepat bagi target penggunanya. Hasil kuisioner menunjukkan 75% responden tidak menggunakan Layanan Syariah LinkAja dan 80% diantaranya tertarik menggunakan Layanan Syariah LinkAja. Usulan solusi dan rekomendasi untuk rencana implementasi tersebut, pertama, untuk meningkatkan kesadaran merek, Layanan LinkAja Syariah direkomendasikan untuk membuat berbagai iklan dan melakukan kominikasi hubungan masyarakat di media sosial. Untuk memberikan strategi pemasaran yang tepat untuk memperbaiki kondisi Layanan LinkAja Syariah saat ini, Layanan LinkAja Syariah juga direkomendasikan untuk target pengguna merasa diajak berinteraksi dengan layanan di platformnya, seperti menggunakan Social Media Marketing dalam bentuk unggahan konten di media sosial yang variatif dan menarik, kuis di media sosial, membuat konten dengan pakar ekonomi Islam juga meningkatkan hubungan masyarakat secara daring, membuat target pengguna merasa diundang untuk mencoba layanan untuk pertama kalinya dengan memposting informasi promosi di media sosial dan membuat video tutorial aktivasi, membuat target pengguna mengulangi transaksi di aplikasi dengan membuat pemasaran konten yang menarik, poin dan hadiah aplikasi, dan Ulasan-Setahun. Semua strategi sebelumnya dapat dicapai dengan menggunakan kerangka RACE. Agar target pengguna ingin mengadvokasi kepada teman dan keluarganya, dapat diberikan opsi untuk membagikan aplikasi ke kontak mereka setelah transaksi berulang dan memberikan hadiah setelah membagikan informasi aplikasi. Strategi ini dilakukan dengan menggunakan jalur advokat pada jalur pelanggan 5A pada Marketing 4.0.", "Daftar File": {"ABSTRAK Nadia Rahmi Chairunisa": "https://digilib.itb.ac.id/gdl/download/224026", "COVER Nadia Rahmi Chairunisa": "https://digilib.itb.ac.id/gdl/download/267031", "BAB 1 Nadia Rahmi Chairunisa": "https://digilib.itb.ac.id/gdl/download/267032", "BAB 2 Nadia Rahmi Chairunisa": "https://digilib.itb.ac.id/gdl/download/267033", "BAB 3 Nadia Rahmi Chairunisa": "https://digilib.itb.ac.id/gdl/download/267034", "BAB 4 Nadia Rahmi Chairunisa": "https://digilib.itb.ac.id/gdl/download/267035", "PUSTAKA Nadia Rahmi Chairunisa": "https://digilib.itb.ac.id/gdl/download/267036"}, "Penulis": "Nadia Rahmi Chairunisa [29319063]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Dompet Digital, Uang Elektronik, Layanan Syariah LinkAja", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "23 Apr 2021"}