{"Nomor": 54633, "Judul": "PEMILIHAN SKENARIO PEMBATASAN PRODUKSI MINYAK MENGGUNAKAN ANALISIS PENGAMBILAN KEPUTUSAN MULTI KRITERIA", "Abstrak": "Industri minyak dan gas merupakan industri yang volatile dimana penawaran dan permintaan dapat\nberfluktuasi signifikan dalam waktu yang relatif singkat. Hal ini semakin nyata ketika pandemi\nCovid-19 di mana mobilitas manusia dibatasi. Mengingat dua pertiga konsumsi minyak dihitung oleh\ntransportasi, tidak mengherankan jika konsumsi minyak dunia turun dari 100 juta barel per hari\nmenjadi 80 juta barel per hari. Hal ini berdampak pada surplus total kapasitas produksi minyak\nnegara OPEC yang mencapai 6,15 juta barel per hari di 2020, tiga kali lipat dibandingkan 2018.\n\nPT. CPI di Indonesia juga berada di ambang masalah surplus minyak ketika pelanggan utamanya\nmengeluarkan peringatan bahwa mereka mungkin terpaksa mengurangi asupan minyaknya. Jika\npermintaan dari pelanggan berkurang, maka PT. CPI perlu membatasi tingkat produksinya.\nMengurangi laju produksi bukanlah hal yang mudah untuk sebuah ladang minyak. Ada beberapa\nkonsekuensi negatif dari proses pembatasan yang tidak tepat. Manajemen PT. CPI membentuk\nSatgas yang dipimpin oleh tim IODSC untuk menganalisis permasalahan dan menyusun skenario\npembatasan yang menjadi lingkup penelitian ini.\n\nPenelitian ini melakukan Focus Group Discussion (FGD) dengan semua pemangku kepentingan\nterkait dan membuat Problem Tree Analysis untuk menentukan inti masalah, konsekuensi, dan akar\npenyebabnya. Dapat disimpulkan bahwa skenario pembatasan yang tidak tepat menjadi masalah inti\nkarena dapat menimbulkan berbagai konsekuensi mulai dari masalah keselamatan, kepatuhan, dan\nekonomi. Tim juga menyepakati akar permasalahan yang menjadi fokus penelitian adalah tidak\ntersedianya pedoman untuk memilih sumur dan fasilitas yang akan dimatikan ketika masa\npembatasan. Dengan merubah Problem Tree Analysis menjadi Objective Tree Analysis, penelitian\nakan mengembangkan pedoman untuk memilih sumur dan fasilitas yang akan dimatikan\n\nPenelitian ini menggabungkan Value Focused Thinking (VFT) dan Analytic Hierarchy Process\n(AHP) untuk mendapatkan skenario pembatasan yang tepat. VFT digunakan untuk menghasilkan\nalternatif skenario pembatasan berdasarkan nilai-nilai yang dianggap penting sedangkan AHP\ndigunakan untuk memilih alternatif terbaik. Setiap alternatif terdiri dari konfigurasi yang berbeda\nterkait sumur dan fasilitas yang akan ditutup. Terdapat 6 atribut yang memandu pemilihan skenario:\nMenghindari tumpahan minyak, menghindari cedera pada tenaga kerja, menjaga profitabilitas yang\noptimal, meminimalkan hilangnya peluang produksi, menghindari masalah start up fasilitas, dan\nmemelihara aliran steam backbone tetap hidup. \n\nHasil dari penelitian ini adalah merekomendasikan skenario pembatasan no. 2 kepada Manajemen\nPT. CPI. Skenario ini memiliki aktivitas yaitu menjalankan minimum kapasitas di semua Central\nGathering Station, penutupan sumur produksi berisiko rendah, penutupan sumur injector yang sudah\nmature. Skenario ini akan diimplementasikan dalam bentuk Standard Operating Procedure (SOP).", "Daftar File": {"2021_TS_PP_Asatta O Siregar_1-Abstrak2.pdf?": "https://digilib.itb.ac.id/gdl/download/224025"}, "Penulis": "Asatta Oloan Siregar [29119335]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Surplus Minyak, Pembatasan Produksi, Skenario Pembatasan, VFT, AHP", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Apr 2021"}