{"Nomor": 54637, "Judul": "STRATEGI BARU MENGHADAPI TANTANGAN ERA DIGITAL:  KASUS PT DJV PERUSAHAAN LOGISTIK", "Abstrak": "Dunia telah memasuki revolusi industri ke-4 di mana digitalisasi telah menjadi bagian dari kehidupan manusia. Pengguna internet di Indonesia semakin meningkat, bahkan di tahun 2019 Indonesia telah menduduki posisi peringkat ke-4 negara dengan pengguna internet tertinggi di seluruh dunia. Industri logistik adalah salah satu yang terdampak oleh disrupsi digital ini. Namun, kemajuan teknologi yang begitu pesat belum mampu dikejar oleh industri logistik. Menurut studi oleh PwC pada tahun 2016, hanya 28% perusahaan logistik yang terbilang terdepan dalam hal digitalisasi. Padahal untuk menyambut berbagai peluang yang ada di Indonesia saat ini dengan dukungan dari sisi ekonomi dan politik, digitalisasi dianggap akan membawa perubahan positif dan mampu meningkatkan performa industri logistik.\nPenelitian ini mengulas kasus PT DJV, sebuah perusahaan logistik yang bertumbuh sangat cepat di Indonesia. PT DJV sebagai penyedia jasa logistik juga turut menikmati peluang-peluang baru yang muncul setelah disrupsi teknologi, salah satunya adalah tingginya permintaan jasa logistik akibat bertumbuhnya pasar e-commerce di Indonesia. Penelitian ini menitikberatkan pada strategi bisnis dan model bisnis baru bagi PT DJV dalam menghadapi tantangan era digital. Untuk itu, peneliti telah melakukan analisa eksternal menggunakan PESTEL dan model Porter’s Five Forces, serta analisa internal menggunakan Business Model Canvas dan kerangka VRIO. Selain itu, peneliti telah melakukan wawancara kepada dua puluh orang responden, serta survei kepada lima puluh empat orang responden untuk memahami lebih dalam tentang strategi bisnis dan harapan pelanggan dalam industri logistik. Hasil dari analisa, wawancara, dan survei dikaitkan bersama untuk menentukan strategi bisnis baru yang tepat bagi PT DJV dengan menggunakan kerangka Strategy Diamond, yang pada akhirnya melahirkan Business Model Canvas baru bagi PT DJV.\nBerdasarkan hasil penelitian, PT DJV harus menata kembali strategi bisnis yang saat ini sudah berjalan demi mencapai peningkatan kualitas layanan melalui penambahan proporsi nilai dan fitur layanan, jalur pemasaran baru, peningkatan kompetensi sumber daya manusia, serta penerapan teknologi dalam operasi bisnis logistik PT DJV.", "Daftar File": {"ABSTRAK Devi Chayadi": "https://digilib.itb.ac.id/gdl/download/224029", "COVER Devi Chayadi": "https://digilib.itb.ac.id/gdl/download/266493", "BAB 1 Devi Chayadi": "https://digilib.itb.ac.id/gdl/download/266494", "BAB 2 Devi Chayadi": "https://digilib.itb.ac.id/gdl/download/266495", "BAB 3 Devi Chayadi": "https://digilib.itb.ac.id/gdl/download/266496", "BAB 4 Devi Chayadi": "https://digilib.itb.ac.id/gdl/download/266497", "PUSTAKA Devi Chayadi": "https://digilib.itb.ac.id/gdl/download/266498"}, "Penulis": "Devi Chayadi [29318475]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Model Bisnis, Logistik, Digitalisasi, Strategy Diamond", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "23 Apr 2021"}