{"Nomor": 54635, "Judul": "STRATEGI BISNIS UNTUK USAHA SEWA LAPTOP  STUDI KASUS: GLOBAL SMART SOLUSINDO", "Abstrak": "Sewa laptop mengalami peningkatan pada tiga tahun terakhir. Kenaikan permintaan sewa laptop pada perusahaan telekomunikasi mengalami kenaikan, karena perubahan pola pikir untuk menghindari kepemilikan laptop sendiri. Kenaikan juga terjadi pada perusahaan tambang dan peniliti pasar yang mempunyai proyek jangka pendek. Apalagi, pandemi Covid-19 juga memicu perusaaan untuk menyewa laptop. Dikarenakan sewa laptop adalah industri yang menarik, banyak pesaing yang berkompetisi di industry ini.\n\nGlobal Smart Soulsindo sebagai perusahaan yang bergerak di bidang solusi IT juga menyediakan sewa laptop kepada perusahaan lain. Perusahaan memiliki empat bisnis unit yaitu servis, kontrak pemeliharaan servis, proyek, dan sewa laptop. Semua bisnis unit tersebut mengalami pendapatan yang fluktuatif, namun hanya sewa laptop yang mengalami penigkatan pendapatan konsisten. Meskipun mengalami peningkatan pendapatan yang konsisten, namun sewa laptop pada Global Smart Solusindo belum memiliki strategi yang jelas. \n\nPengumpulan data penelitian menggunakan data kualitatif melalui wawancara dengan direktur dan manajer operasional, serta data yang teresedia dari buku, artikel, dan situs web. Data dianalisis dengan analisis internal menggunakan analisis VRIO dan Value Chain, serta anilisis eksternal menggunakan analisis PEST, Porter’s Five Force, dan analisis kompetitor. Data tersebut dirangkum dalam analisis SWOT. Solusi bisnis akan dihasilkan dengan  menggunakan TOWS matrix. Hasil dari penelitian ini menunjukan bahwa Global Smart solusindo dapat meningkatkan penjualan dan performa dengan mengoptimalkan sumber daya yang dimiliki sehingga tetap dapat bersaing di industri sewa laptop.\n\nKesimpulan dari penelitian, Global Smart Solusindo mempunyai sebelas strategi yang dapat diimplementasikan sehingga dapat bersaing di industri sewa laptop. Strategi-strategi yang dihasilkan akan meningkatkan penjualan dan performa Global Smart Solusindo. Penjualan dapat meningkatkan adalah mengikuti e-tender, optimalisasi tenaga penjualan, dan mulut ke mulut.  Untuk meningkatkan performa, Global Smart Solusindo dapat dilakukan dengan berkolaborasi dengan mitra IT yang berada paling dekat dengan pelanggan, mengoptimalisasi perangkat lunak aset dashboard, mengoptimalisasi hubungan dengan prinsipal dan distributor, memperbaiki sendiri perangkat dan suku cadang laptop, meningkatkan dan memperbarui pengetahuan teknisi, mengoptimalkan nilai-nilai inti dan SOP yang efektif, bekerja sama dengan importir, dan selektif untuk memilih proyek sewa laptop.", "Daftar File": {"ABSTRAK Dany Akbar": "https://digilib.itb.ac.id/gdl/download/224027", "COVER Dany Akbar": "https://digilib.itb.ac.id/gdl/download/266487", "BAB 1 Dany Akbar": "https://digilib.itb.ac.id/gdl/download/266488", "BAB 2 Dany Akbar": "https://digilib.itb.ac.id/gdl/download/266489", "BAB 3 Dany Akbar": "https://digilib.itb.ac.id/gdl/download/266490", "BAB 4 Dany Akbar": "https://digilib.itb.ac.id/gdl/download/266491", "PUSTAKA Dany Akbar": "https://digilib.itb.ac.id/gdl/download/266492"}, "Penulis": "Dany Akbar [29319066]", "Kontributor / Dosen Pembimbing": ["Ir. Alibasjah Inggriantara, S.E., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penjualan, Performa, Strategi Bisnis, Usaha Sewa Laptop", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "23 Apr 2021"}