{"Nomor": 54631, "Judul": "COMPREHENSIVE STUDY OF OPTIMUM PROPPANT DESIGN IN HYDRAULIC FRACTURING TREATMENT FOR COALBED METHANE RESERVOIR", "Abstrak": "Coal Bed Methane (CBM) development has increased dramatically over the last decades. Coalbed methane gas production is viewed as a new and significant energy source that promise of relatively clean and stable gas supply to complement with the world’s growing energy demand . Even though there are some similarities between coal seam and conventional gas reservoir, production scheme of a CBM well exhibit different processes.\nHydraulic Fracturing treatment is often used to increase productivity of a low permeability wells. Fracture is generated hydraulically by pumping down fracturing fluid above the formation breakdown pressure, and then the established fracture is kept open by using proppants. Therefore, the optimum proppant design is crucial in obtaining the required fracture conductivity.This stimulation treatment is applied on CBM wells which aims to increase the well productivity, and therefore accelerating the dewatering process. Due to the characteristic difference between coalbed methane and conventional gas reservoirs, largely accepted norms in the hydraulic fracturing inadequate to address problems associated with hydraulic fracture stimulation in CBM reservoirs.\nIn this study, the optimum proppant design in hydraulic fracturing treatment for CBM well is analyzed. Parameters that are used to examine the optimum proppant design are proppant type, proppant concentration, and proppant size distribution. Simulations are run using P3D geometry model to model fracture propagation in order to obtain fracture half length, fracture width, and fracture conductivity. This study also examine coal mechanic properties which distinct it from conventional gas reservoir, which is low Young’s modulus and high Poisson’s ratio value and their effect on hydraulic fracturing treatment design.", "Daftar File": {"ABSTRAK Evans Immanuel": "https://digilib.itb.ac.id/gdl/download/224020"}, "Penulis": "Evans Immanuel [12212066]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Hydraulic Fracturing, CBM, Proppant", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "3 file", "Tanggal Input": "21 Apr 2021"}