{"Nomor": 54632, "Judul": "METODE PENENTUAN LAJU ALIR GAS UNTUK MEMAKSIMALKAN PEROLEHAN BAGI KEPENTINGAN PEMERINTAH SEKALIGUS MEMENUHI KEPENTINGAN KONTRAKTOR KONTRAK KERJA SAMA", "Abstrak": "Biaya investasi dan risiko tinggi yang ditanggung kontraktor, mendorong kontraktor untuk berusaha mengembalikan biaya investasi tersebut secepat-cepatnya selama masa kontrak. Skenario produksi lapangan migas dengan laju alir setinggi-tingginya pada masa awal kontrak merupakan salah satu metode kontraktor untuk mendapatkan NPV dan ROR yang maksimal. Dengan strategi tersebut akan meninggalkan akumulasi hidrokarbon tertinggal yang lebih besar dalam reservoir. Untuk memenuhi kepentingannya, pemerintah sebaiknya menjaga laju alir yang tepat sehingga dapat memaksimalkan perolehan atau pengurasan cadangan semaksimal mungkin. Dalam negosiasi awal kontrak perlu dilakukan penentuan laju alir produksi yang memenuhi kedua kepentingan tersebut. Kami mengusulkan untuk penentuan laju alir tersebut adalah menggunakan konsep win-win. Konsep ini menggabungkan hasil peramalan kinerja reservoir dan keekoonomian untuk mendapatkan angka optimum, baik secara teknis maupun keekonomian.\nMelalui konsep win-win, kondisi paling adil bagi pemerintah dan kontraktor adalah saat terjadi perpotongan antara Government Concerned Recovery Factor dengan Contractot Concerned Recovery Factor terhadap nilai ROR. Pada kondisi ini, laju alir gas merupakan laju alir gas paling optimum yang memberikan hasil paling adil untuk kedua pihak. Uji sensitivitas dilakukan untuk melihat pengaruh masa kontrak dan skenario pengembangan lapangan yang diimplementasikan. Studi dilakukan pada kondisi lapangan sebenarnya dengan volume IGIP yang besar menghasilkan laju alir gas optimum dan ROR yang cukup tinggi. Seiring dengan masa kontrak yang lebih panjang dan skenario pengembangan lapangan yang dilakukan laju alir gas optimum menurun. Hasil ini dapat memberikan dasar pengambilan kebijakan oleh pemerintah dalam memutuskan sebuah kontrak. Selain itu, ukuran IGIP lapangan dan karakteristik reservoir juga memberikan pengaruh pada penentuan laju alir menggunakan konsep ini. Lapangan dengan IGIP menengah dan kecil akan memberikan hasil laju alir gas optimum dan nilai ROR yang lebih kecil daripada lapangan dengan IGIP besar.", "Daftar File": {"ABSTRAK Dharmawan Alfian Rachmadi": "https://digilib.itb.ac.id/gdl/download/224023"}, "Penulis": "Dharmawan Alfian Rachmadi [12212085]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "konsep win-win, RF Kontraktor, RF Pemerintah, ROR, laju alir gas optimum", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Apr 2021"}