{"Nomor": 54646, "Judul": "KETIDAKSERAGAMAN SEBARAN SPASIAL VARIABILITAS MUSIMAN EDDY DI PERAIRAN BARAT LAUT INDONESIA", "Abstrak": "Data sea level anomaly (SLA) dalam kurun waktu 1995 – 2015 digunakan untuk\nmempelajari karakteristik sirkulasi arus eddy di perairan barat laut Indonesia. Metode winding\nangles yang telah dimodifikasi mampu mendeteksi 2316 anticyclonic eddies (AE) dan 2023\ncyclonic eddies (CE). Rata-rata umur eddy yang terdeteksi adalah sekitar empat minggu. Mayoritas\nsirkulasi arus eddy memiliki radius 40 – 100 km dan eddy dengan radius berskala meso (lebih dari\n100 km) banyak terkonsentrasi di bagian utara (4° N - 10° N) perairan barat laut Indonesia. Nilai\nenergi kinetik eddy (EKE) bertambah sebanding dengan pertambahan radius, sedangkan nilai\nvortisitas berbanding terbalik dengan radius. Sirkulasi arus eddy di perairan barat laut Indonesia\nmemiliki pola musiman yang berbeda, dimana pada musim timur (JJA) didominasi oleh AE dan\nCE mendominasi di musim barat dengan periode yang lebih panjang dari November hingga Maret,\nnamun dengan rata-rata radius yang sama setiap bulannya. Periode dimana kejadian kejadian eddy\nminimum, ditemukan perbedaan letak distribusi meridional eddy bervortisitas tinggi yang\nmenunjukan CE lebih didukung pembentukannya pada lintang yang lebih rendah daripada AE.", "Daftar File": {"ABSTRAK Kalaka Rangga Sriyadi": "https://digilib.itb.ac.id/gdl/download/224042"}, "Penulis": "Kalaka Rangga Sriyadi [12916039]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D.", "Dr.Eng. Aditya Rakhmat Kartadikaria, S.Si., M.Eng.", "Faizal Ade Rahmahuddin Abdullah, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Winding Angle, Perairan barat laut Indonesia, Sirkulasi Arus Eddy", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "23 Apr 2021"}