{"Nomor": 54648, "Judul": "PRA- RANCANGAN INDUSTRI OLAHAN VANILI (VANILLA PLANIFOLIA ANDREWS) DENGAN SISTEM PENGERINGAN LAMPU PIJAR: PENGERINGAN VANILI (VANILLA PLANIFOLIA ANDREWS) PADA SISTEM PENGERINGAN SEDERHANA DENGAN PERLAKUAN LAMPU PIJAR DAN SIRKULASI UDARA", "Abstrak": "Vanili (Vanilla planifolia Andrews) merupakan tanaman tropis perkebunan yang\nmemiliki banyak kegunaan dan nilai ekonomi yang cukup tinggi. Indonesia menempati\nurutan kedua dalam pengekspor dan produksi vanili terbesar di dunia. Tahun 2017\nIndonesia dapat memproduksi vanili sekitar 2.402 ton. Vanili kering memiliki nilai jual\nyang jauh lebih tinggi dan mutu yang lebih baik dibandingkan dengan vanili segar.\nProses pengeringan merupakan tahap yang sangat menentukan mutu vanili kering.\nPetani rata-rata masih melakukan pengeringan dengan cara tradisional yang masih\nbergantung terhadap kondisi cuaca, sehingga membutuhkan waktu pengeringan yang\nlama dan mutu yang sulit distandardisasi. Telah dilakukan penelitian pengeringan\nvanili menggunakan alat pengering sederhana dengan lampu pijar dan sirkulasi udara\ndi Jatinangor selama 2 bulan dengan tujuan untuk menentukan alat dan kondisi\npengeringan yang optimal. Vanili 9 bulan dikeringkan dengan alat pengering selama\n24 jam yang diulang sebanyak 3 kali. Eksperimen dilakukan dengan desain eksperimen\none-variable-at-a-time (OVAT), dengan variabel yang diuji yaitu voltase kipas (4V,\n6V, dan 8V) dan kapasitas beban pengeringan (1 tray, 2 tray, dan 3 tray). Hasil\npenelitian menunjukkan vanili yang dikeringkan dengan voltase kipas 6V dan kapasitas\nbeban 3 tray memiliki nilai SEC sebesar 3,682 kWh/kg, nilai efisiensi energi sebesar\n0,94%, nilai difusivitas efektif sebesar 6,7616 x 10-12 m2/s dan nilai energi aktivasi\nsebesar 25,75 Watt/kg. Kadar vanillin dan kadar abu setelah pengeringan adalah\n4,225% dan 2,14%. Model matematika yang sesuai dengan pengeringan vanili\ndiperoleh model Wang & Singh. Sehingga alat pengering yang paling optimal adalah\npengering dengan voltase kipas 6V dan kapasitas beban pengeringan 3 tray.", "Daftar File": {"ABSTRAK Isti Kamahsari": "https://digilib.itb.ac.id/gdl/download/224072"}, "Penulis": "Isti Kamahsari [11916033]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Khalilan Lambangsari, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kadar air, pengeringan, vanili, vanillin, voltase", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "23 Apr 2021"}