{"Nomor": 54661, "Judul": "PERANAN SUBSEKTOR PERTAMBANGAN MINERAL DAN BATUBARA DALAM PEREKONOMIAN PROVINSI BANTEN TAHUN 2000 - 2025 : PENDEKATAN ANTARINDUSTRI", "Abstrak": "Provinsi Banten sejak terbentuknya sebagai provinsi baru, periode tahun 2000 sampai dengan 2010 belum menunjukkan ke arah konvergen, masih termasuk provinsi dengan Indeks Produk Domestik Regional Bruto per Kapita Provinsi di bawah Indeks Produk Domestik Bruto per Kapita Nasional, yaitu berkisar antara 65 sampai dengan 83 dan pada tahun 2010 mencapai angka sebesar 72.\nBerdasarkan perhitungan pada Tabel I-O tahun 2010 dan proyeksi Tabel I-O tahun 2025, dimana nilai permintaan akhir (final demand) pada tahun 2000 adalah sebesar Rp 67,26 trilyun dan tahun 2010 sebesar Rp 88,53 trilyun, untuk proyeksi permintaan akhir (Yi) tahun 2025 pada skenario 1 adalah sebesar Rp 184,04 trilyun, Rp 212,16 trilyun (skenario 2), dan Rp 244,25 trilyun (skenario 3). Sedangkan jumlah permintaan (total demand) tahun 2000 adalah sebesar Rp 133,17 trilyun dan tahun 2010 adalah sebesar 217,61 trilyun, untuk proyeksi jumlah permintaan (Xj) tahun 2025 pada skenario 1 adalah sebesar Rp 452,40 trilyun, Rp 521,52 trilyun (skenario 2), dan Rp 600,40 trilyun (skenario 3).\nBerdasarkan hasil perhitungan terhadap analisis Location Quotient (LQ), Shift-Share, keterkaitan antarsektor ekonomi dan angka pengganda di Provinsi Banten, menunjukkan bahwa sektor dengan nilai LQ tertinggi adalah sektor industri logam dasar besi dan baja dengan nilai 19,34, sektor dengan indeks keterkaitan hulu tertinggi adalah sektor industri barang dari logam sebesar 1,41 dan untuk sektor dengan indeks keterkaitan hilir tertinggi adalah sektor industri bukan barang mineral sebesar 2,72. Sedangkan sektor yang mempunyai angka pengganda nilai tambah terbesar adalah sektor industri bukan barang mineral sebesar 3,63. Hal itu menunjukkan bahwa sektor-sektor tersebut merupakan sebagai sektor-sektor prioritas.\nDalam rangka peningkatan ekonomi ke depan, maka proyeksi total investasi PDRB Provinsi Banten dalam kurun tahun 2011-2025 diperkirakan sebesar Rp 250,73 trilyun atau rata-rata setiap tahun sebesar Rp 16,72 trilyun. Sedangkan untuk total investasi terhadap subsektor pertambangan mineral dan batubara dalam kurun tahun 2011-2025 diperkirakan sebesar Rp 284,0 milyar atau rata-rata setiap tahun sebesar Rp 18,93 milyar.\nBerdasarkan proyeksi kebutuhan investasi tersebut diharapkan bahwa sektor-sektor ekonomi terkait dapat menunjang arah konvergensi Provinsi Banten terhadap perekonomian nasional dan peningkatan indeks pembangunan manusia pada masa mendatang.", "Daftar File": {"COVER Harry Wibawa": "https://digilib.itb.ac.id/gdl/download/224080", "BAB 1 Harry Wibawa": "https://digilib.itb.ac.id/gdl/download/224081", "BAB 2 Harry Wibawa": "https://digilib.itb.ac.id/gdl/download/224082", "BAB 3 Harry Wibawa": "https://digilib.itb.ac.id/gdl/download/224083", "BAB 4 Harry Wibawa": "https://digilib.itb.ac.id/gdl/download/224084", "BAB 5 Harry Wibawa": "https://digilib.itb.ac.id/gdl/download/224085", "PUSTAKA Harry Wibawa": "https://digilib.itb.ac.id/gdl/download/224086"}, "Penulis": "Harry Wibawa [22110029]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "subsektor pertambangan minerba, konvergensi ekonomi, location quotient (LQ), analisis shift-share, keterkaitan, angka pengganda.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "27 Apr 2021"}