{"Nomor": 54663, "Judul": "ANALISIS RUANG PERUNTUKAN BAGI SEKTOR PERTAMBANGAN BATUBARA PADA WILAYAH KOTA", "Abstrak": "Kota adalah pusat permukiman dan kegiatan penduduk yang dicirikan oleh batasan administratif yang diatur dalam peraturan perundangan serta didominasi oleh kegiatan produktif bukan pertanian. Pada kasus eksploitasi bahan tambang di wilayah kota, pemerintah kota dihadapkan pada permasalahan konflik antara peruntukan lahan bagi pertambangan dengan tujuan pemanfaatan bahan tambang, dan peruntukan lahan bagi permukiman penduduk dan sektor-sektor ekonomi dengan kapasitas daya dukung lingkungan dan ruang kota yang terbatas. Untuk menghadapi masalah ini, sangat penting untuk menganalisa peruntukan wilayah pertambangan di wilayah kota terkait dengan fungsi dan daya dukung kota (dalam kasus ini pertambangan batubara di kota Samarinda). Dalam penelitian ini, dilakukan analisa tata ruang kota Samarinda yang meliputi pemanfaatan ruang kota dengan menggunakan peta pemanfaatan kota serta peruntukan dan peran sektor pertambangan batubara. Berdasarkan analisis tersebut didapatkan nilai peran sektor dalam pertumbuhan ekonomi kota, perubahan tata guna lahan, dan peruntukan ruang bagi sektor pertambangan di wilayah kota. Dengan mempertimbangkan luas dan masa berlaku ijin usaha pertambangan serta fungsi dan daya dukung kota, maka luas peruntukan lahan bagi sektor pertambangan batubara di kota Samarinda adalah adalah 25.893,98 ha atau 36% dari total wilayah kota Samarinda. Untuk mengatasi masalah peruntukan lahan, pemerintah harus menerapkan strategi penataan ruang dalam pengelolaan usaha pertambangan dengan mempertimbangkan luas bukaan tambang, rencana pascatambang, serta rencana pemanfaatan lahan daerah.", "Daftar File": {"COVER Khairunnisa": "https://digilib.itb.ac.id/gdl/download/224095", "BAB 1 Khairunnisa": "https://digilib.itb.ac.id/gdl/download/224096", "BAB 2 Khairunnisa": "https://digilib.itb.ac.id/gdl/download/224097", "BAB 3 Khairunnisa": "https://digilib.itb.ac.id/gdl/download/224098", "BAB 4 Khairunnisa": "https://digilib.itb.ac.id/gdl/download/224099", "BAB 5 Khairunnisa": "https://digilib.itb.ac.id/gdl/download/224100", "BAB 6 Khairunnisa": "https://digilib.itb.ac.id/gdl/download/224101", "PUSTAKA Khairunnisa": "https://digilib.itb.ac.id/gdl/download/224102"}, "Penulis": "Khairunnisa [22110319]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Sayoga Gautama Benggolo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pertambangan batubara, kota, peruntukan lahan, tata ruang", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "27 Apr 2021"}