{"Nomor": 54668, "Judul": "PENGAMBILAN KEPUTUSAN UNTUK MENINGKATKAN KEANDALAN POMPA INJEKSI AIR DI PH GATHERING STATION  PT. ABC", "Abstrak": "PH Stasiun Pengumpul memiliki 5 pompa injeksi air (WIP) dengan mode operasi minimal 4 pompa harus\ndijalankan dan 1 di-standby-kan untuk keperluan operasi. Seiring berjalannya waktu, performa dari pompa\nsemakin berkurang. Inspeksi yang dilakukan menunjukkan beberapa peningkatan vibrasi pada beberapa\npompa. Selain itu, kejadian pompa mati terjadi beberapa kali disebabkan oleh water surge. Pada saat lebih\ndari 1 pompa mati, baik yang dikarenakan perbaikan terencana maupun mati tidak terencana, potensi\nkehilangan kesempatan produksi (Loss Production Opportunity/LPO) terjadi, karena PH Stasiun\nPengumpul telah dinyatakan sebagai Stasiun Pengumpul yang patuh dengan Standar Kinerja Lingkungan\n(EPS) yaitu sebagai fasilitas yang Zero Water Discharge (ZEWADI), dimana air terproduksi harus\ndiinjeksikan kembali kedalam sumur injeksi setelah proses pemisahan air dan minyak telah dilakukan. Studi\ntentang kegagalan beroperasinya pompa injeksi air terungkap bahwa adanya kombinasi antara struktur\npompa yang \"lemah\" dan keberadaan water hammer kekuatan terutama dalam hisap pompa dan\npelepasannya telah menciptakan lingkungan yang sempurna untuk pergerakan relatif (misalignment) antara\npompa dan penggeraknya.\n\nTujuan dari tugas akhir ini adalah untuk mengembangkan teknik atau metode untuk mengatasi masalah\nlingkungan dan operasi yang terkait dengan pompa injeksi air di Stasiun Pengumpul PH dengan membuat\nbeberapa alternatif untuk menyelesaikan masalah pada pompa injeksi air (WIP) dengan meningkatkan\nkehandalan pompa tersebut.\n\nMengingat dengan akan berakhirnya Product Sharing Contract (PSC) Blok Rokan yang dikelola oleh PT.\nABC dalam dekat, maka diperlukan metode pembuat keputusan yang sederhana, mudah dan cepat untuk\nmengelola berbagai macam atribut yang dijadikan faktor-faktor dalam membuat keputusan. Menggunakan\nkombinasi Kepner Tregoe (KT) untuk Penilaian Situasi dan menemukan akar masalah berdasarkan faktafakta\n\nyang ada. Alternatif pemilihan dianalisis dengan menggunakan Simple Multi Attribute Rating\nTechnique (SMART). Analisa dan penerapan metode Kepner Tregoe (KT) dan SMART akan dilakukan\ndengan diskusi kelompok yang terdisi dari berbagai disiplin dan ahli dibidangnya (Subject Matter\nExpert/SME).\n\nSimple Multi Attribute Rating Technique (SMART) cocok untuk digunakan sebagai analisa pembuat\nkeputusan dalam waktu yang singkat, sehingga alternative terbaik dapat dipilih secara cepat sesuai dengan\nkebutuhan operasi saat ini. Alternatif yang diusulkan adalah Analisis Tegangan Pipa (PSA) dan Perbaikan\nKekakuan pada Pompa Injeksi Air (WIP).", "Daftar File": {"2021_TS_PP_M.Eko Prasetyo_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/224122"}, "Penulis": "M. Eko Prasetyo [29119274]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisa Keputusan, Kepner Tregoe Problem Analysis, Pengambilan Keputusan, Simple Multi Attribute Rating Technique.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "28 Apr 2021"}