{"Nomor": 54677, "Judul": "ANALISA RESIKO BAHAYA KEBAKARAN DAN LEDAKAN TERHADAP PENGEMBANGAN LAPANGAN PADA ANJUNGAN PENGOLAHAN PUSAT LEPAS PANTAI DENGAN METODE ANALISA RESIKO KUANTITATIF", "Abstrak": "ANALISA RESIKO BAHAYA KEBAKARAN DAN LEDAKAN TERHADAP PENGEMBANGAN LAPANGAN PADA ANJUNGAN PENGOLAHAN PUSAT LEPAS PANTAI DENGAN METODE ANALISA RESIKO KUANTITATIF\nOleh\nEdi Juniarto\nNIM : 23014021\n(Program Studi Teknik Kimia)\nKapasitas sumur minyak dan gas bumi secara alamiah akan mengalami penurunan seiring dengan berjalannya waktu, oleh karenanya agar tetap menjaga kesinambungan produksi melalui Plan of Development (POD) yang telah disetujui SKK Migas, maka diadakanlah pengembangan lapangan (field development) pada sebuah anjungan pengolahan pusat lepas pantai di Laut Natuna (Offshore Central Processing Platform/CPP).\nPengembangan tersebut berupa peningkatan kapasitas produksi gas yang berasal dari sumur bawah laut (subsea well). Fluida sumur bawah laut itu akan melalui slug catcher dan gas metering scrubber yang merupakan peralatan tambahan di cellar deck CPP.\nDalam tesis ini dikaji resiko bahaya kebakaran dan ledakan yang akan ditimbulkan apabila terjadi kebocoran gas di area cellar deck CPP dengan metode analisa resiko kuantitatif melalui pemodelan konsekuensi dispersi gas dengan menggunakan piranti lunak PHAST (Process Hazard Analysis Software Tool).\nBerdasarkan analisa resiko kualitatif di area cellar deck CPP didapatkan hasil bahwa Gas Pig Receiver dan Gas Pig Launcher dikategorikan beresiko signifikan bila terjadi kebocoran gas. Dari hasil analisa kuantitatif terkait skenario terjadinya flash fire, jet fire dan ledakan maka dapat disimpulkan bahwa semua konsekuensi kejadian tersebut masih dalam kategori dapat diterima resikonya karena frekuensi konsekuensinya masih di bawah 10-4 kejadian per tahun yang berarti masih dalam batas aman untuk beroperasi di cellar deck CPP. Sedangkan untuk resiko dispersi yang dapat menyebabkan asfiksia termasuk dalam kategori resiko yang dapat ditolerir atau ALARP (As Low As Reasonable Practicable) di mana berpotensi terjadi di bawah 10-2 kejadian per tahun.. Untuk menambah tingkat keselamatan pekerjanya dan menurunkan resiko ke kategori dapat diterima maka perlu ditambahkan kabinet berisi peralatan EEBA (Emergency Escape Breathing Apparatus) di area cellar deck sehingga bila terjadi kebocoran gas mereka akan dapat menggunakan alat bantu pernafasan tersebut untuk bisa menuju ke tempat berkumpul yang aman (muster station).", "Daftar File": {}, "Penulis": "Edi Juniarto [23014021]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kebocoran gas, pemodelan konsekuensi dispersi gas, analisa resiko kebakaran dan ledakan, analisa resiko kuantitatif, PHAST.", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "0 file", "Tanggal Input": "05 Mei 2021"}