{"Nomor": 54687, "Judul": "PENGEMBANGAN KONSEPSI TEORI PERENCANAAN DI BAWAH TEKANAN (STUDI KASUS PERENCANAAN PEMBANGUNAN JALAN DESA DI PROVINSI RIAU)", "Abstrak": "Pembangunan perdesaan di Indonesia telah menjadi perhatian banyak pihak\nkhususnya di era reformasi, hal ini didasari oleh ragam pemikiran seperti\nkemiskinan di perdesaan, ketertinggalan pembangunan, ketimpangan desa-kota,\nurbanisasi serta upaya pengembangan konsepsi pembangunan yang utuh dan\nmenyeluruh. Sistem demokrasi dan otonomi daerah di Indonesia telah pula\nmendorong banyak pihak untuk berebut suara masyarakat dengan mayoritas\npenduduknya berada di perdesaan, tentunya sebagai lumbung suara yang potensial\ndalam memenangkan kompetisi. Sementara itu pembangunan perdesaan di\nIndonesia dalam perjalannya bukan pula tanpa persoalan, persoalan tersebut\ndiantaranya adalah infrastruktur dan keterisolasian, keterbatasan sumberdaya\nmanusia, keterjangkauan sarana prasarana, teknologi serta efektifitas pelaksanaan\nprogram/kegiatan.\nPemerintah provinsi dengan komponen eksekutif dan legislatif dalam sistem\nperpolitikan daerah di Indonesia, secara politis bagai tidak bisa dipisahkan dari\nkewajibannya di desa, karena keterwakilan rakyat hingga kepemimpinan daerah\ndi tingkat provinsi sangat ditentukan oleh suara rakyat yang banyak di desa dan\nberkontribusi langsung baik dalam pemilihan legislatif maupun kepala daerah di\ntingkat provinsi. Namun demikian bila regulasi membatasi peran provinsi untuk\nturut serta membangun desa yang telah ditetapkan menjadi kewenangan\nkabupaten/kota, maupun kewenangan desa itu sendiri dengan adanya otonomi\ndesa, tidakkah dapat menimbulkan persoalan dan dilema dalam perencanaan\npembangunan? Hal ini menjadi indikasi yang perlu didalami terkait adanya\npersoalan dalam perencanaan pembangunan di provinsi khususnya berkaitan\ndengan pembangunan desa, dan dengan mengambil studi kasus perencanaan\npembangunan jalan desa di Provinsi Riau, maka penelitian ini mencoba\nmengembangkan konsepsi Perencanaan di Bawah Tekanan yang telah diuraikanii\noleh Friend dan Hickling (2005), yang diawali dengan membangun defenisi terkait\napa yang dimaksud dengan Perencanaan di Bawah Tekanan beserta bentuk-bentuk\ntekanan dalam perencanaan, serta menemukenali bentuk tekanan lainnya dalam\nperencanaan yang digali dalam kasus studi.\nPenelitian ini bersifat kualitatif, menggunakan metode deskriptif dengan\ndukungan pemahaman terkait bagaimana membangun kerangka teori secara\nilmiah (building block theory), stakeholder analysis serta net-map analysis guna\nmemperkuat argumen dan akurasi penelitian. Dan dari analisis dapat dinyatakan\nbahwa yang dimaksud dengan perencanaan di bawah tekanan adalah sebuah\nproses rasional dalam menyusun rencana atau memutuskan tindakan kebijakan\npembangunan, dalam mencapai tujuan untuk menuju masa depan yang lebih baik,\nyang mengalami kondisi dan / atau mengalami tindakan intimidasi atau intervensi\nyang kuat baik melalui persuasi, debat atau bahkan paksaan, untuk membuat\nperubahan dari rencana atau kebijakan yang seharusnya dilakukan.\nSebagai kesimpulan akhir penelitian, yang diperoleh dari telaah terhadap regulasi\nserta analisis peran dan kerterkaitan pemangku kepentingan kunci, maka dapat\ndikatakan bahwa regulasi terkait studi belum sepenuhnya sejalan, bahkan secara\nprinsip terdapat benturan yang mengakibatkan tekanan dalam perencanaan.\nTekanan ini ditemukan dalam dua hal; 1) Tidak selarasnya sistem perpolitikan dan\nsistem perencanaan pembangunan khususnya dalam kaitannya dengan pembagian\nkewenangan pada tingkatan provinsi dalam membangun desa, dan 2) Tidak\nsejalannya antara mekanisme perencanaan dan penganggaran, dalam kaitannya\ndengan peran eksekutif dan legislatif di provinsi pada proses perencanaan\npembangunan daerah. Tekanan tersebut kemudian diidentifikasi sebagai bentuk\ntekanan baru dari 6 (enam) bentuk tekanan yang telah dikemukakan oleh Friend\ndan Hickling (2005) dalam bukunya “Planning Under Pressure”. Sehingga\nkemudian melahirkan bentuk tekanan yang ke-7 (tujuh) dalam perencanaan, dan\ntekanan ini saya beri nama dengan “Conflegs”.", "Daftar File": {"ABSTRAK RONNY BOWO LEKSONO": "https://digilib.itb.ac.id/gdl/download/224219", "BAB 1 RONNY BOWO LEKSONO": "https://digilib.itb.ac.id/gdl/download/224220", "BAB 2 RONNY BOWO LEKSONO": "https://digilib.itb.ac.id/gdl/download/224222", "BAB 3 RONNY BOWO LEKSONO": "https://digilib.itb.ac.id/gdl/download/224223", "BAB 4 RONNY BOWO LEKSONO": "https://digilib.itb.ac.id/gdl/download/224224", "BAB 5 RONNY BOWO LEKSONO": "https://digilib.itb.ac.id/gdl/download/224225", "BAB 6 RONNY BOWO LEKSONO": "https://digilib.itb.ac.id/gdl/download/224226", "PUSTAKA RONNY BOWO LEKSONO": "https://digilib.itb.ac.id/gdl/download/224227"}, "Penulis": "RONNY BOWO LEKSONO [35417009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Benedictus Kombaitan, M.Sc.", "Dr. Ir. Heru Purboyo Hidayat Putro, DEA", "Ridwan Sutriadi, ST., MT., Ph.D"], "Jenis Koleksi": "Disertasi", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perencanaan di Bawah Tekanan, Conflegs, Perencanaan Pembangunan, Jalan Desa, Provinsi Riau", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "06 Mei 2021"}