{"Nomor": 54694, "Judul": "OPTIMASI PEKERJAAN PROAKTIF  DI TIM HEAVY OIL ASSET OPTIMIZATION PT CPI", "Abstrak": "PT Chevron Pacific Indonesia (PT CPI) merupakan perusahaan multinasional yang telah\nmengoperasikan Lapangan Minyak Berat (Heavy Oil Field), yang merupakan salah satu proyek\nsteamflood aktif terbesar di dunia. Lapangan ini terletak di Blok Rokan, Provinsi Riau, Indonesia.\nPT CPI adalah operator Migas yang bertanggung jawab langsung kepada Pemerintah Indonesia\ndi bawah kontrak Production Sharing Contract (PSC) yang akan berakhir pada Agustus 2021.  \nHeavy Oil Asset Optimization Team (HO AOT) adalah tim yang bertanggung jawab untuk\nmengelola kegiatan yang berkaitan dengan perawatan sumur, optimisasi dan kinerja reservoir.\nPada Rencana Bisnis 2020 (BP20) yang dibuat pada pertengahan 2019, PT CPI tetap berkomitmen\nuntuk menjaga aktivitas pada level yang hampir sama dengan tahun sebelumnya selama pekerjaan\ntersebut masih ekonomis dari sisi perusahaan. Saat itu, PT CPI masih memperkirakan harga\nminyak akan bertahan pada level $ 60 per barel hingga Agustus 2021. Kondisi industri minyak\ndan gas berubah dengan cepat mulai Maret 2020 di mana harga minyak turun drastis dari rata-rata\n$ 60 menjadi $ 30 per barel. Pandemi virus corona yang menyebar ke seluruh dunia menyebabkan\ngejolak pada kegiatan bisnis yang belum pernah terjadi sebelumnya, termasuk di industri migas.\nKombinasi dari kontraksi permintaan karena pandemi dan lonjakan pasokan karena rusaknya\nperjanjian pasokan Rusia / Saudi, memberikan tekanan ekstrim pada harga minyak. Kondisi\nekstrim ini mendorong PT CPI untuk mengevaluasi kembali Rencana Bisnis 2020 (BP20). \nPenelitian ini berfokus untuk membuat rencana optimasi tipe pekerjaan proaktif ditengah harga\nminyak yang rendah. Penulis menggunakan operation management, financial management dan\ndecision analysis tool untuk membuat solusi alternatif. Penulis dan Tim mengusulkan tiga\nrekomendasi. Pertama, tingkatkan pekerjaan Chemical Bullhead dengan kapasitas yang optimal.\nKedua, kurangi aktivitas Chemical Coil Tubing Unit (CTU) seminimum mungkin dan alokasikan\npenghematan anggaran ke pekerjaan Chemical Bullhead. Ketiga, optimalkan Proactive Workover\ndengan berfokus pada pekerjaan berbiaya rendah, tingkatkan kualitas pekerjaan revise liner, dan\noptimalkan penggunaan deadstock material guna meningkatkan kelayakan ekonomi. \nPenelitian ini diharapkan dapat memberikan pembelajaran bagi operator selanjutnya. Penelitian\nakan disimpan dalam sistem knowledge management yang dimiliki perusahaan yang akan\nditransfer ke operator baru untuk mendukung tujuan pemangku kepentingan (PT CPI, SKK\nMigas, Operator baru) dalam menciptakan peralihan Blok Rokan yang lancar pada Agustus 2021.", "Daftar File": {"2021_TS_PP_Muhamad Aji 29119277_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/224254"}, "Penulis": "Muhamad Aji [29119277]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisis Keputusan, Evaluasi Keekonomian, Manajemen Operasi, Optimasi, Peramalan, Perencanaan, Solusi Alternatif.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "07 Mei 2021"}