{"Nomor": 54699, "Judul": "ELEKROLIT PADAT LAPISAN TIPIS BERBASIS 8YSZ DENGAN PENAMBAHAN LSGM UNTUK SEL BAHAN BAKAR OKSIDA PADATAN (SOFC) OPERASI SUHU MENENGAH", "Abstrak": "Sel bahan bakar padatan (SOFC) adalah sel elektrokimia yang dapat mengubah energi kimia menjadi energi listrik secara langsung dengan tingkat polusi yang rendah.  Saat  ini  suhu  operasional  SOFC relatif tinggi  (sekitar 1000 °C) sehingga biaya operasionalnya juga tinggi. Untuk mengatasi masalah itu, pengembangan SOFC diarahkan ke penurunan suhu operasional. Salah satu usaha yang dapat dipilih untuk mencapai tujuan itu adalah dengan penggunaan material elektrolit padat yang tipis atau elektrolit yang memiliki konduktivitas ionik cukup tinggi pada suhu rendah. Elektrolit padat ZrO2 yang distabilkan dengan Y2O3 (YSZ) saat ini masih banyak digunakan karena memiliki kestabilan dan sifat mekanik yang baik pada suhu tinggi, namun untuk dapat digunakan sebagai elektrolit padat untuk SOFC dengan suhu operasional menengah, 700-800 oC, konduktivitas ionik YSZ harus ditingkatkan  dan harus mempunyai ketebalan yang kecil (tipis). \n Pada penelitian ini dilakukan pembuatan elektrolit padat berbasis 8YSZ dengan kombinasi teknik screen printing dan tape casting agar diperoleh elektrolit padat lapisan tipis dari bahan lokal, yaitu zirkon. Untuk meningkatkan konduktivitas ionik 8YSZ dilakukan penambahan LSGM (La1-xSrxGa1-xMgyO3-d).  Serbuk keramik berbasis 8YSZ disintesis dengan teknik sol gel dengan memakai asam sitrat sebagai chelating agent dari ZrOCl2.8H2O (ZOC) yang diperoleh dari zirkon lokal dengan metode fusi kaustik. Serbuk 8YSZ juga disintesis dari ZrCl2 komersial dengan metode sol gel. Serbuk LSCF 6428 (LaSrCoFeO3) dipersiapkan dengan kombinasi teknik sol gel dan reaksi zat padat. Sel tunggal berpendukung anoda (anode supported single cell)  dibuat dengan kombinasi teknik screen printing dan tape casting. Lapisan elektrolit dibuat dengan screen printing dan di atasnya lapisan anoda YSZ-NiO (50:50 % berat) dibuat dengan teknik tape casting. Keramik bilayer anoda-elektrolit kemudian disinter pada suhu 1400 oC dan 1450 oC. Sisi elektrolit keramik bilayer hasil sinter dilapisi dengan pasta katoda LSCF dan dipanaskan pada suhu 1100 oC selama 2 jam. Uji sel tunggal dilakukan dengan menggunakan gas hidrogen sebagai bahan bakar dan udara sebagai oksidan  pada suhu 700 oC-800 oC. \nAnalisis LSGM-8282 hasil sintesis dengan difraksi sinar-X (XRD) menunjukkan bahwa material tersebut mempunyai struktur perovskite dan mengandung fasa sekunder LaSrGa3O7. Sedangkan 8YSZ berkristal kubus grup ruang Fm3m dan LSCF berstruktur kristal rombohedral grup ruang R3c. Penambahan LSGM kedalam 8YSZ tidak mengubah struktur kristalnya dan LSGM larut di dalam 8YSZ. Penambahan ini memperbesar ukuran butir dan meningkatkan rapat massa serta konduktivitas ionik 8YSZ. Diamati juga bahwa penambahan LSGM efektif memperbesar konduktivitas ionik batas butir. Doping LSGM sebesar 3% berat dapat menaikkan harga konduktivitas ionik 8YSZ lebih dari tiga kali konduktivitas ionik 8YSZ tanpa penambahan aditif sehingga memungkinkan aplikasinya pada suhu menengah. Serbuk 8YSZ dengan pengotor terkontrol telah berhasil disintesis dari zirkon lokal. Serbuk ini mempunyai sinterabilitas yang baik. Konduktivitas ionik keramik 8YSZ dari bahan lokal pada suhu 750 oC cukup besar yaitu 21 mS/cm. Kekerasan dan ketangguhan patah/pecah keramik 8YSZ dari bahan lokal juga memenuhi persyaratan untuk aplikasi SOFC. Data struktur mikro hasil pemotretan dengan SEM menunjukkan bahwa lapisan elektrolit 8YSZ dari bahan lokal dengan ketebalan 10-15 µm dapat dibuat dengan baik menggunakan kombinasi teknik screen printing dan tape casting. ASR (Area Specific Resistance) lapisan elektrolit ini (suhu 700, 750, dan 800 oC) adalah 0,093; 0,060; dan 0,028 ohm.cm2. Uji sel bahan bakar menunjukkan bahwa sel yang dibuat dari 8YSZ bahan lokal mempunyai OCV (Open Circuit Voltage) sebesar 0,96-1,012 V dan OCV sel yang dibuat dari 8YSZ bahan lokal yang ditambah LSGM sedikit lebih rendah yaitu 0,867 V.  Densitas daya maksimum sel yang dibuat dari 8YSZ bahan lokal adalah 82 mW/cm2 pada suhu 750 oC dan 102 mW.cm-2 pada suhu 800 oC. Sementara itu, densitas daya sel yang dibuat dari 8YSZ bahan lokal yang ditambah LSGM adalah 3,5 mW/cm2 pada suhu 750 oC. Harga konduktivitas ionik dan OCV yang cukup besar dari sel yang dibuat dari bahan lokal memperlihatkan bahwa bahan lokal zirkon dapat dipakai sebagai bahan dasar pembuatan keramik berbasis YSZ.", "Daftar File": {"COVER Dani Gustaman Syarif": "https://digilib.itb.ac.id/gdl/download/224277", "BAB 1 Dani Gustaman Syarif": "https://digilib.itb.ac.id/gdl/download/224278", "BAB 2 Dani Gustaman Syarif": "https://digilib.itb.ac.id/gdl/download/224279", "BAB 3 Dani Gustaman Syarif": "https://digilib.itb.ac.id/gdl/download/224280", "BAB 4 Dani Gustaman Syarif": "https://digilib.itb.ac.id/gdl/download/224281", "BAB 5 Dani Gustaman Syarif": "https://digilib.itb.ac.id/gdl/download/224282", "PUSTAKA Dani Gustaman Syarif": "https://digilib.itb.ac.id/gdl/download/224283"}, "Penulis": "Dani Gustaman Syarif [32109001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto, M.Sc.", "Prof. Dr. Ismunandar", "Dr.Eng. Akhmad Ardian Korda, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "SOFC, elektrolit padat, lapisan tipis, suhu menengah, 8YSZ, LSGM,   bahan lokal, zirkon.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "10 Mei 2021"}