{"Nomor": 54700, "Judul": "PREDICTION OF WELL PERFORMANCE USING HEURISTIC DECLINE ANALYSIS - CASE STUDY  FOR A GEOTHERMAL FIELD IN INDONESIA", "Abstrak": "A stable well output is desired to be known and be determined by continuously discharge the well for weeks or months. Due to environmental limitation, this is more difficult to do because a treatment for produced water is necessary and add an extra cost. A method for estimating well outputs from a short period of time of discharge test had been employed in Mokai geothermal field which gave an acceptable result in spite of long extrapolation that is far beyond validity limit. The heuristic decline analysis is applied to one of the field in Indonesia. Data from five wells are analyzed to predict the future production. However, only two wells that can be analyzed until the final plot is obtained. Because of limited data, a sensitivity analysis is carried out to find out the effect of the decline with respect to the wellhead pressure. From a well which was tested twice, the results are compared with the result of a well in Mokai which was also tested twice. Both wells indicate a similar decline characteristics. At first test both wells show a considerable decline, while at the second test they indicate a more fairly inclined decline, not as steep as before. A low near well permeability at the first test and an increase in well flowing pressure is expected from those wells.", "Daftar File": {"ABSTRAK Akta Sektiawan": "https://digilib.itb.ac.id/gdl/download/224284"}, "Penulis": "Akta Sektiawan [12212023]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "heuristic decline, Indonesia geothermal field, Mokai geothermal field", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "10 Mei 2021"}