{"Nomor": 54708, "Judul": "IMPLEMENTASI METODE ANALISA KEPUTUSAN MULTI OBJEKTIF DAN  BERBASIS NILAI UNTUK MENINGKATKAN KUALITAS KEPUTUSAN DALAM PROYEK YANG BERSIFAT KOMPLEKS", "Abstrak": "Metode analisa keputusan Multi Objektif dan Berbasis Nilai (MODA dan VFT) cocok\ndiimplementasikan pada proyek yang memiliki banyak pemangku kepentingan dan tujuan,\ndengan pertimbangan yang mencakup berbagai aspek/domain dan faktor-faktor yang\numumnya hanya diukur secara kualitatif saja (misalnya dalam proyek lingkungan). Metode\nanalisa ini melibatkan proses yang terstruktur, transparan, dan logis yang dapat mempermudah\npemangku kepentingan mengambil keputusan yang berkualitas.\n\nKetika PT MINYAK MERAH sedang mengevaluasi program manajemen buangan air\nterproduksi untuk lapangan-lapangan minyak yang tergolong marginal, tim proyek mengalami\nberbagai tantangan. Salah satunya disebabkan adanya diskontinuitas antara program\nperusahaan induk, peraturan lokal dan keinginan dari partner operasi terkait strategi\npenanganan air terproduksi ini. Di Fase 2 proyek ini, tim proyek awalnya hanya melakukan\nevaluasi terhadap beberapa alternatif yang sudah pernah dilakukan sebelumnya di lapangan\nminyak mayor dan fokus pada variasi fasilitas yang akan dibangun. Namun, pembuat\nkeputusan memutuskan bahwa Fase 2 proyek ini untuk diulang kembali untuk memperbaiki\nkekurangan di tiga aspek keputusan berkualitas: (1) sudah mengevaluasi alternatif yang kreatif\ndan dapat dilakukan, (2) nilai-nilai dan untung-ruginya, dan (3) penalaran yang benar dan logis.\n\nDengan penerapan MODA dan VFT, tim proyek telah mengevaluasi berbagai alternatif\nberdasarkan nilai-nilai dan prioritas kepentingan para pemangku kepentingan dan pembuat\nkeputusan. Tim proyek merekomendasikan program eliminasi buangan air terproduksi di 2\nlokasi dan program untuk meningkatkan kualitas air buangan di lokasi-lokasi lainnya, dengan\nestimasi total biaya sebesar kurang lebih 41,6 juta Dolar Amerika. Pengambil keputusan setuju\nuntuk melanjutkan proyek ke Fase 3 berdasarkan hasil observasi adanya perbaikan pada jumlah\ndan jenis alternatif yang telah dievaluasi secara komprehensif dan penerapan MODA-VFT\ntelah membantu pembuat keputusan untuk memahami hubungan antara nilai-nilai dan prioritas\nuntung-rugi, yang pada akhirnya memungkinkan pembuat keputusan untuk mempunyai\npenalaran yang logis untuk menjustifikasi alternatif yang telah dipilih.", "Daftar File": {"2021_TS_PP_Hans Gunawan Rimbualam_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/224298"}, "Penulis": "Hans Gunawan Rimbualam [29119272]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pembuatan Keputusan Multi Objektif; Fungsi Nilai; Strategi Lingkungan; Evaluasi Alternatif; Hierarki Tujuan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "12 Mei 2021"}