{"Nomor": 54714, "Judul": "DESIGN CHECKLIST AUDIT DOCUMENT FOR PRESS TOOLS DIES PROJECT USING 10 KNOWLEDGE AREA PMBOK  (STUDI KASUS: POLITEKNIK MANUFAKTUR BANDUNG)", "Abstrak": "Politeknik Manufaktur Bandung adalah instansi di lingkungan pemerintah berbentuk BLU (Badan \nLayanan Umum). Dalam melakukan kegiatannya, BLU didasarkan pada prinsip efisien dan\nproduktivitas. Salah satu hal pokok yang menjadi ukuran diberikannya status BLU kepada\nPOLMAN adalah Besaran Penerimaan Bukan Pajak (PNBP). PNBP POLMAN sendiri terdiri\ndari SPP (UKT) dan Kerjasama (P2KR/Produksi-Pelatihan-Konsultasi-Rekayasa). Realisasi\ntarget kerjasama yang ditargetkan oleh Kementrian Keuangan kepada POLMAN belum dapat\nterealisasikan 100%. Rendahnya realisasi kerjasama dibandingkan SPP menunjukan adanya\npenyebab khusus rendahnya performa kerjasama. Berdasarkan hal tersebut, perlu adanya\npengamatan dan pengawasan langsung pada proyek untuk mengetahui kondisi nyata yang\nterjadi dan perbaikan apa yang dapat diberikan. \nPengamatan dterhadap proyek Dies NTC dimulai dengan melakukan eksplorasi business issue\nmenggunakan Cause Effect Diagram dan wawancara dengan pihak produksi Polman.\nKemudian dilakukan obsesrvasi selama proyek berlangsung untuk mengidentifikasi kondisi\nproyek menggunakan Critical Path Method dalam mengukur ketepatan waktu proyek. Setelah\nitu dilakukan perancangan form checklist audit mengacu pada 10 knowledge area dan ISO\n9001-2015. Form Checklist kemudian diisi oleh tiga orang expert dari pihak produksi Polman.\nExpert tersebut bertugas menilai seberapa penting masing-masing pernyataan pada form\nmenggunakan skala likerts 1-6 dan mengisi form tersebut sehingga didapatkan temuantemuan\npada proyek.\nBerdasarkan form checklist audit pada proyek NTC, didapat 12 temuan. Dari analisis tersebut\nditemukan akar masalah mengenai pengawasan proyek yang kurang baik, sehingga masih\nbanyak temuan yang tidak sesuai. Penelitian ini membuktikan bahwa masih terdapat\nkekurangan pada produksi Polman yang menyebabkan rendahnya realisasi terget kerjasama. \nDiperlukan perbaikan dengan membentuk team khusus untuk melakukan Internal Audit dalam\nskala masing-masing proyek. Pengawasan dan pengendalian dalam skala yang lebih kecil\ndapat memastikan proyek berjalan dengan baik, sehingga temuan-temuan pada proyek dapat\ndirevisi.", "Daftar File": {"2021_TS_PP_Vindi Juliandi_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/224326"}, "Penulis": "Vindi Juliandi B.S. [29118460]", "Kontributor / Dosen Pembimbing": ["Rudy Bekti, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Proyek Dies NTC, Form Checklist, 10 Knowledge Area, ISO 9001-2015, Internal Audit", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Mei 2021"}