{"Nomor": 54710, "Judul": "EFEKTIF DAN EFISIEN STRATEGI CGS UNTUK MEMITIGASI NDC TOTAL SHUTDOWN YANG TIDAK TERENCANA: SEBUAH KASUS DI PT. CAPITAL  PETROLEUM INDONESIA", "Abstrak": "Saat ini, POD Duri (Plant Operations Duri) mengoperasikan empat Central Gathering\nStation (CGS) yang menerima cairan yang dihasilkan dari sumur produksi, sumur pasca\nworkover, dan sumur bor baru. Setiap CGS mengolah dan mendistribusikan air lunak,\nminyak yang baik kepada pelanggan, dan mengirimkan kelebihan air olahan, air limbah, gas\nbuang, dan cairan kental minyak ke setiap fasilitas pembuangan. \n\nNDC (North Duri Cogeneration) Power Plant terdiri dari tiga unit Heat Recovery Steam\nGenerator (HRSG) yang prosesnya efisien untuk menghasilkan listrik dan uap secara\nbersamaan. NDC menggunakan air lunak yang dikirim dari CGS dan diubah menjadi uap\nsehingga jika terjadi kegagalan pada semua unit NDC maka kelebihan air yang dihasilkan\nakan sangat besar dan perlu penanganan yang cepat dan tepat untuk menghindari\npencemaran lingkungan dan meminimalisir kerugian produksi. 2 (dua) kejadian terjadi pada\nperiode tahun 2017 dan 2019 terkait dengan NDC unplanned total shutdown yang\nmenyebabkan kondisi tidak normal di CGS Duri dan terpaksa untuk mematikan sumur\nproduksi dengan nilai kerugian mencapai USD 1 MM.\n\nDalam menentukan akar penyebab masalah mengunakan analisis diagram sebab dan akibat.\nUntuk menghasilkan banyak alternatif dan parameter, akan digunakan pendekatan ValueFocused\nThinking (VFT). Alternatif terbaik untuk mengurangi kelebihan air di CGS selama NDC total\nshutdown yang tidak direncanakan akan ditemukan dari alternatif yang tersedia dengan menggunakan sistem Analytical Hierarchy Process (AHP).\n\nAda tiga alternatif yang diusulkan untuk mengatasi masalah kelebihan air, yaitu dengan\nmenghidupkan kembali pembangkit uap individu, Continuous Buffer dan Instantaneous\nBuffer Utilization serta Parsial shut-in producer well. Alternatif terbaik untuk mengurangi\nkelebihan air adalah dengan mengaplikasikan pembangkit uap cadangan untuk\nmengendalikan kelebihan air dan mempertahankan target uap. Alternatif ini dapat\nditerapkan untuk solusi jangka pendek dan sangat efektif.", "Daftar File": {"2021_TS_PP_Ade Susanto Pasaribu_1-AbstrakCs.pdf)u": "https://digilib.itb.ac.id/gdl/download/224300"}, "Penulis": "Ade Susanto Pasaribu [29119267]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Diagram tulang ikan, Pengambilan keputusan, AHP, Kelebihan air", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Mei 2021"}