{"Nomor": 54723, "Judul": "PENGARUH SUMBER POME DAN PENAMBAHAN GARAM TERHADAP KINERJA MICROBIAL FUEL CELL", "Abstrak": "PENGARUH SUMBER POME DAN PENAMBAHAN GARAM TERHADAP KINERJA MICROBIAL FUEL CELL\nOleh\nSalsabila Zakiyyah\nNIM: 23018039\n(Program Studi Magister Teknik Kimia)\nIndonesia merupakan negara penghasil kelapa sawit terbesar di dunia, dan konsekuensinya juga menghasilkan limbah cair kelapa sawit (POME) dalam jumlah yang tinggi pula. Microbial fuel cell (MFC) adalah salah satu alternatif teknologi yang dapat menghasilkan listrik dengan memanfaatkan limbah POME sebagai sumber substrat. Kinerja MFC yang diukur dari rapat arus, rapat daya, dan hambatan yang dihasilkan sangat dipengaruhi oleh sumber substrat yang digunakan serta konduktivitas ionik. Penelitian ini bertujuan untuk mengetahui pengaruh sumber POME dan penambahan garam terhadap kinerja MFC. Pada penelitian ini, digunakan 2 sumber POME yaitu (1) hasil dari perebusan (Prb) dan (2) dari fatpit atau disebut Effluent (Eff), yang dikombinasikan dengan perlakuan penambahan garam Na dengan konsentrasi 0,05; 0,1; dan 0,5% untuk meningkatkan konduktivitas ionik. Berdasarkan pengukuran potensiodinamik, secara umum nilai rapat daya dan rapat arus tertinggi diperoleh oleh sumber POME dari perebusan. Hal tersebut menunjukkan bahwa kinerja MFC pada variasi Prb lebih baik daripada Eff. Penambahan garam memperlihatkan tren yang positif pada Prb dengan menghasilkan nilai Pmax 1.876 mW/m2 (Prb 0,5% Na), nilai I saat Pmax 6,2 A/m2, dan OCV 0,52 mV. Berbeda dengan Prb, pada Eff diperoleh nilai Pmax 663 mW/m2 (0,05% Na), nilai I saat Pmax 3,33 A/m2, dan OCV 0,38 mV. Pengaruh dari penambahan garam juga terlihat pada hambatan ohmik yang dihasilkan. Hambatan ohmik terendah dihasilkan oleh MFC dengan penambahan garam tertinggi (0,5% Na), yaitu 3,381 ? untuk Prb dan 3,824 ? untuk Eff.", "Daftar File": {"2021 TS Tk_Salsabila Zakiyyah_23018039 Caver.pdf?": "https://digilib.itb.ac.id/gdl/download/224362", "2021 TS Tk_Salsabila Zakiyyah_23018039 Bab 1.pdf?": "https://digilib.itb.ac.id/gdl/download/224363", "2021 TS Tk_Salsabila Zakiyyah_23018039 Bab 2.pdf?": "https://digilib.itb.ac.id/gdl/download/224364", "2021 TS Tk_Salsabila Zakiyyah_23018039 Bab 3.pdf?": "https://digilib.itb.ac.id/gdl/download/224365", "2021 TS Tk_Salsabila Zakiyyah_23018039 Bab 4.pdf?": "https://digilib.itb.ac.id/gdl/download/224366", "2021 TS Tk_Salsabila Zakiyyah_23018039 Bab 5.pdf?": "https://digilib.itb.ac.id/gdl/download/224367"}, "Penulis": "Salsabila Zakiyyah [23018039]", "Kontributor / Dosen Pembimbing": ["Ardiyan Harimawan, S.T., M.Eng., Ph.D.", "Hary Devianto, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "MFC, POME, penambahan garam", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "6 file", "Tanggal Input": "19 Mei 2021"}