{"Nomor": 54727, "Judul": "PENGUJIAN AKTIVITAS KATALIS BIFUNGSIONAL CUO-ZNO-AL2O3 (CZA) UNTUK SINTESIS LANGSUNG DME DALAM REAKTOR BATCH", "Abstrak": "PENGUJIAN AKTIVITAS KATALIS BIFUNGSIONAL\nCuO-ZnO-Al2O3 (CZA) UNTUK SINTESIS LANGSUNG DME\nDALAM REAKTOR BATCH\nOleh\nIndah Retno Wulandary\nNIM: 23018032\n(Program Studi Magister Teknik Kimia)\nPenggunaan bahan bakar berbasis minyak yang tidak terkendali untuk keperluan\ntransportasi, rumah tangga, dan industri adalah penyebab utama menipisnya minyak\ndan gas bumi di Indonesia. Selain itu, besarnya jumlah impor LPG yang lebih dari\n50% produksi domestik LPG di Indonesia, mendorong pemerintah untuk\nmemperoleh energi alternatif. Salah satu inovasi pemerintah yaitu memproduksi\ndimetil eter (DME) dari gas sintetis yang diperoleh melalui proses gasifikasi\nbatubara. Pada penelitian ini, DME akan diperoleh langsung dari gas sintetis dengan\nmenggunakan katalis bifungsional CuO-ZnO-Al2O3 (CZA) dan CuO-ZnO-MgOAl2O3\n(CZMA5).\nPenelitian ini ditujukan untuk mengembangkan penyediaan katalis bifungsional\nCZA dan modifikasinya dengan metode ko-presipitasi. Tahapan penelitian meliputi\npembuatan katalis, aktivasi katalis, dan uji aktivitas katalis. Variasi utama\npercobaan adalah pembuatan katalis bifungsional tanpa MgO dan dengan\npenambahan 5%-berat MgO. Proses pembuatan katalis menghasilkan katalis\nmentah. Selanjutnya katalis mentah tersebut diaktivasi terlebih dahulu dengan\nmenggunakan gas reduktor yaitu campuran 5% H2, 95% N2 dan menghasilkan\nkatalis bifungsional Cu-ZnO-Al2O3 dan Cu-ZnO-MgO-Al2O3. Setelah proses\naktivasi katalis, katalis diuji aktivitasnya dengan melakukan proses sintesis\nlangsung DME dari gas sintetis yang terdiri dari 65% H2, 28% CO, 7% N2. Proses\naktivasi katalis dan uji aktivitas katalis ini dilakukan di dalam reaktor tubular fixed\nbed yang memiliki diameter sebesar 2,4 cm dan tinggi 43,4 cm. Sintesis langsung\nDME dilakukan pada variasi temperatur 260–280?, serta tekanan 10–20 bar. Gas\nhasil proses sintesis langsung DME dianalisis menggunakan alat kromatografi gas.\nPada studi ini aktivitas katalis bifungsional CZA masih lebih baik dibandingkan\ndengan CZMA5. Konversi CO dan H2 tertinggi didapatkan sebesar 91,01% dan\n82,90% pada 280?, 15 bar dengan menggunakan katalis bifungsional CZA.\nPerolehan DME yang diperoleh juga masih rendah, yaitu sebesar 0,12% dengan\nmenggunakan katalis bifungsional CZA pada 260?, 15 bar.\nKata kunci: sintesis langsung DME, gas sintetis, katalis bifungsional, kopresipitasi.", "Daftar File": {"2021 TS TK Indah Retno Wulandari 23018032I Caver.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224379", "2021 TS TK Indah Retno Wulandary 23018032I bab 1.pdf]": "https://digilib.itb.ac.id/gdl/download/224380", "2021 TS TK Indah Retno Wulandari 23018032I bab 2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224381", "2021 TS TK Indah Retno Wulandari 23018032I bab 4.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224383", "2021 TS TK Indah Retno Wulandari 23018032I bab 5.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224384", "2021 TS TK Indah Retno Wulandari 23018032I bab 3.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224385"}, "Penulis": "Indah Retno Wulandary [23018032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herri Susanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sintesis langsung DME, gas sintetis, katalis bifungsional, kopresipitasi.", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "6 file", "Tanggal Input": "19 Mei 2021"}