{"Nomor": 54722, "Judul": "SIMULASI PENGONTROLAN LAJU ALIRAN MASUK DAN KETINGGIAN FLUIDA PADA MINI PLANT BOILER BDT 921 MENGGUNAKAN PENGONTROL PI DENGAN STRATEGI KONTROL FEEDBACK, CASCADE, DAN FEEDFORWARD-FEEDBACK", "Abstrak": "Mini plant boiler BDT921 merupakan salah satu sarana training yang berhubungan dengan instrumentasi dan kontrol dengan dua proses utama, yaitu pengontrolan pada tangki boiler dan heat exchanger. Saai ini, seluruh pengontrolan sudah bisa diubah menggunakan HMI yang tersambung dengan PLC. Salah satu pengembangan yang bisa dilakukan terhadap mini plant boiler BDT921 adalah proses training tidak langsung diterapkan ke plant sesungguhnya, melainkan dengan simulasi pada software. Tugas akhir ini bertujuan untuk memodelkan dan membuat pengontrol untuk subproses laju aliran menuju tangki boiler dan ketinggian fluida di tangki boiler. \nPengontrol yang digunakan adalah pengontrol PI dengan menggunakan metode root locus. Pengontrol dikombinasikan dengan berbagai strategi kontrol yang bisa diterapkan di mini plant sesungguhya, yaitu feedback, cascade, dan feedforward-feedback.  Selanjutnya dilakukan percobaan dan analisis strategi kontrol yang terbaik untuk berbagai kondisi yang dibutukan. Variasi percobaan yang dilakukan adalah perubahan set point dan penambahan disturbance aliran keluar untuk pengontrolan ketingian fluida di tangki boiler sebesar 0.2, 0.4, dan 1 m3/h.\nParameter pengontrol PI yang diperoleh untuk laju aliran fluida ? K?_pf=0.553 dan K_if=0.1381, pengontrolan ketinggian fluida dengan strategi kontrol feedback K_plf=1.852 dan K_ilf=0.009, cascade ? K?_plc=21.258 dan K_ilc=0.043, gain feedforward K_ff=0.1. Berdasarkan hasil percobaan, strategi kontrol cascade menghasilkan respon yang baik untuk disturbance kecil di bawah 0.4 m3/h dan strategi kontrol feedforward-feedback baik untuk disturbance lebih besar dari 0.4 m3/h.\n\nKata Kunci : feedback, cascade, feedforward-feedback, root locus", "Daftar File": {}, "Penulis": "Jiilul Qur'anil Fariq [13316049]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Parsaulian Ishaya Siregar, Dipl.-Ing.", "Narendra Kurnia Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "feedback, cascade, feedforward-feedback, root locus", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "9 file", "Tanggal Input": "19 Mei 2021"}