{"Nomor": 54738, "Judul": "PROSES PENINGKATAN MANAJEMEN KESELAMATAN PROSES TIER-3 DI PT. ABC DENGAN PENDEKATAN LEAN SIGMA", "Abstrak": "Terlepas dari budaya keselamatan yang sangat baik dan permintaan manajemen untuk pelaporan kejadian \ntier-3 di salah satu unit operasi di PT ABC, salah satu perusahaan minyak terbesar di Indonesia, ada\nkekhawatiran pada tren penurunan jumlah pelaporan kejadian keselamatan proses tier-3. Ini mungkin\nmengindikasikan disiplin operasional yang baik atau kelalaian operator dalam melaporkan peristiwa\ntersebut, atau bahkan faktor-faktor lainnya. Untuk mempertahankan kewaspadaan dalam operasi terutama\nketika jumlah kejadian keselamatan proses tier-1 atau 2 sudah rendah, studi untuk mengidentifikasi\npenyebab utama diperlukan untuk meningkatkan sistem pelaporan peristiwa keselamatan proses tier-3.\n\nStudi ini akan menggunakan metode lean sigma untuk peningkatan persentase pelaporan peristiwa\nkeselamatan proses tier-3, waktu pelaporan, dan waktu pengumpulan data untuk analisis penyebab di PT.\nABC. Menurut hasil studi, kondisi eksternal tidak memungkinkan pekerja operasi untuk menunjukkan\nperilaku dalam mendeteksi kejadian tier-3, terutama untuk aktivasi katup pengaman tekanan. Karena tingkat\nvisibilitas konsekuensinya relatif rendah, deteksi kejadian bergantung pada pengamatan lansung dari\noperator. Pelaporan sukarela mungkin tidak efektif dalam kondisi ini. Pendekatan tersebut akan tergantung\npada kualitas yang baik dari faktor internal individu untuk memenuhi harapan dari lingkungan. Hal lain\nyang teridentifikasi bahwa organisasi harus memiliki beberapa fungsi yang tidak mempunyai nilai tambah\nakibat kualitas faktor internal individu yang beragam dalam melakukan pelaporan kejadian.\n\nUntuk hasil yang lebih baik, PT. ABC disarankan untuk memiliki metode berbasis observasi yaitu sistem\ndeteksi otomatis Peristiwa Keselamatan Proses yang kurang terlihat seperti peristiwa Tier-3. Dalam proses\nbaru, skrip untuk mendapat data operasi dari database akan dilakukan setiap 12 jam. Selanjutnya diikuti\ndengan menjalankan prosedur oracle untuk mendeteksi Peristiwa Tier-3. Kemudian, skrip terjadwal akan\nsecara otomatis mengirimkan notifikasi setiap 24 jam kepada penerima yang terdaftar. Notifikasi tersebut\nmencakup informasi yang diperlukan untuk analisis kausal. Alat IT ini memiliki kemampuan untuk secara\notomatis mendeteksi dan mengirim laporan dalam 24 jam ketika terjadi Peristiwa Tier-3. Alat ini juga dapat\nmemberikan deskripsi rinci untuk mengurangi diskusi dengan operasi dalam proses pengumpulan data.\n\nProyek ini dimulai pada Juni 2020 dan saat ini telah selesai sampai fase control. Proses yang ditingkatkan\nini telah diserahterimakan kepada pemilik proses dan pemantauan untuk durasi 12 bulan masih berlangsung\nuntuk memastikan keberlanjutan proses yang ditingkatkan. Untuk peningkatan ke depan, disarankan untuk\nmemiliki fitur data analisis dan prediksi untuk meningkatkan nilai fungsi sistem pelaporan peristiwa tier-3.", "Daftar File": {"2021_TS_PP_Dicky Saputra_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/224460"}, "Penulis": "Dicky Saputra [29119271]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "peristiwa keselamatan proses tier-3, deteksi, pelaporan, lean sigma, automatic tool", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Mei 2021"}