{"Nomor": 54736, "Judul": "KAJIAN PENGEMBANGAN MEMBRAN TIDAK BERPORI UNTUK APLIKASI DISTILASI MEMBRAN AIR LAUT", "Abstrak": "KAJIAN PENGEMBANGAN MEMBRAN TIDAK BERPORI\nUNTUK APLIKASI DISTILASI MEMBRAN AIR LAUT\nOleh\nNovesa Nurgirisia\nNIM: 23018006\n(Program Studi Magister Teknik Kimia)\nDesalinasi dengan teknologi distilasi membran berpotensi menjadi metode yang\nefisien untuk mendapatkan air bersih yang bersumber dari air laut maupun sumber\nair dengan salinitas tinggi lainnya. Distilasi membran memiliki keunggulan rejeksi\ngaram yang tinggi dan cocok untuk mengolah larutan dengan salinitas tinggi.\nFenomena pembasahan membran masih menjadi kendala utama operasional\ndistilasi membran. Salah satu upaya untuk menangani permasalahan pembasahan\ndistilasi membran adalah dengan mengembangkan membran tidak berpori (dense\nmembrane). Membran tidak berpori menawarkan sifat anti pembasahan dan rejeksi\ngaram yang tinggi. Namun, hambatan perpindahan massa menjadi kendala lain dari\nmembran tidak berpori sehingga banyak studi yang dilakukan untuk mencari\nkarakteristik membran yang optimum. Selain itu, masih sangat jarang aplikasi\nmembran tidak berpori untuk aplikasi distilasi membran, dan belum digunakan\nsecara komersial. Studi ini berfokus untuk memberikan pemahaman tambahan\ntentang mekanisme perpindahan massa pada membran tidak berpori, strategi\npreparasi membran tidak berpori, serta beberapa pengembangan membran\nberkarakteristik khusus untuk mengatasi pembasahan membran yang dapat\ndijadikan pertimbangan untuk mengembangkan membran tidak berpori.\nBerdasarkan studi literatur yang telah dilakukan, membran tidak berpori lebih\nbanyak diaplikasikan sebagai lapisan aktif pada membran asimetrik komposit\ndibandingkan dengan membran tidak berpori yang berdiri sendiri. Membran tidak\nberpori sebagai lapisan aktif dengan tebal kurang dari 1 ?m dapat memberikan\nperforma yang sama baiknya dengan membran berpori. Proses perpindahan massa\npada distilasi membran menggunakan membran tidak berpori akan mirip seperti\npervaporasi, dimana proses pemisahan didasarkan pada kelarutan dan difusivitas.\nMaterial polimer PEO-PBT (polietilen oksida, poli (butil tereftalat)) memiliki\nkoefisien permeabilitas uap air yang lebih tinggi dibandingkan dengan Selulosa\nAsetat (CA) dan Polisulfon (PSf) pada penggunaan membran tidak berpori secara\nasimetrik. Membran nanokomposit, material anorganik, membran janus, dan\nmembran omnifobik juga dapat dipertimbangkan untuk mendukung pengembangan\nmembran tidak berpori pada distilasi membran.", "Daftar File": {"2021 TS TK Novesa Nurgirisia 23018006 Cover.pdf)u": "https://digilib.itb.ac.id/gdl/download/224453", "2021 TS TK Novesa Nurgirisia 23018006 Bab1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224454", "2021 TS TK Novesa Nurgirisia 23018006 Bab2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224455", "2021 TS TK Novesa Nurgirisia 23018006 Bab3.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224456", "2021 TS TK Novesa Nurgirisia 23018006 Bab4.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224457", "2021 TS TK Novesa Nurgirisia 23018006 Bab5.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224458"}, "Penulis": "Novesa Nurgirisia [23018006]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gede Wenten, M.Sc., Ph.D.", "Dr. Khoiruddin, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "distilasi membran, desalinasi, membran tidak berpori", "Sumber": "Perpustakaan Prodi Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "6 file", "Tanggal Input": "20 Mei 2021"}