{"Nomor": 54745, "Judul": "INFLUENCE OF E-SERVICE QUALITY TOWARDS CUSTOMER LOYALTY IN THE SVOD SERVICE IN INDONESIA (CASE STUDY: NETFLIX)", "Abstrak": "Subscription video on demand (SVOD) tampaknya semakin populer sebagai pilihan akses\nhiburan oleh konsumen dalam bentuk video seperti film dan serial termasuk di Indonesia. SVOD\ndapat diakses melalui internet tanpa perlu satelit dan kabel serta dapat diakses oleh berbagai\nperangkat elektronik yang terkoneksi dengan internet seperti smartphone, pc, dll.\nNamun dengan semakin maraknya popularitas SVOD, persaingan di industri menjadi semakin\nsengit dengan mulai bermunculannya banyak penyedia SVOD baru dan banyak diantaranya\nbahkan didukung oleh perusahaan raksasa seperti Apple tv, Disney +, HBO Max, dll dengan\nsemakin ketatnya persaingan tersebut. Mempertahankan loyalitas pelanggan juga menjadi sulit\nkarena perusahaan berusaha mendapatkan pelanggan sebanyak mungkin di pasar. Oleh karena itu\ndiperlukan strategi untuk menjaga loyalitas pelanggan karena penting untuk kelangsungan dan\npertumbuhan bisnis.\nPenulis memilih untuk melakukan penelitian tentang bagaimana kualitas layanan elektronik\ndapat mempengaruhi loyalitas pelanggan SVOD di Indonesia karena SVOD merupakan layanan\nyang disediakan di internet dan dapat diakses baik melalui web maupun aplikasi sehingga\nkualitas layanan elektronik menjadi faktor penting untuk menilai layanan yang mereka berikan.\nSVOD yang menjadi objek penelitian ini adalah Netflix karena sudah lama hadir di Indonesia\ndan memiliki pelanggan yang cukup banyak.\nPenelitian dilakukan dengan memberikan kuesioner kepada konsumen Netflix di Jakarta dan\nBandung dan penulis berhasil mengumpulkan 110 data dan menganalisisnya dengan metode\nSEM-PLS menggunakan software SmartPLS. Penulis menemukan bahwa dimensi kualitas\nlayanan elektronik yaitu: Portofolio produk, Kualitas informasi, daya tarik visual dan\nkemudahan penggunaan berpengaruh signifikan dan positif terhadap loyalitas pelanggan\npelanggan Netflix di Indonesia.", "Daftar File": {"ABSTRAK Muhammad Affan Huzairy B.": "https://digilib.itb.ac.id/gdl/download/224546"}, "Penulis": "Muhammad Affan Huzairy B. [19017089]", "Kontributor / Dosen Pembimbing": ["Rendra Chaerudin, S.E., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kualitas layanan elektronik, loyalitas pelanggan, Subscription video on demand (SVOD), Netflix, SEM-PLS", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "24 Mei 2021"}