{"Nomor": 54749, "Judul": "PROSES ANALISA PENGAMBILAN KEPUTUSAN YANG TERPADU UNTUK MENENTUKAN ALTERNATIVE OPTIMISASI MINYAK; STUDI  KASUS DARI LAPANGAN PRIMER (LAPANGAN X) DI PT ABC DENGAN MENGGUNAKAN VFT DAN SMART ANALISIS", "Abstrak": "Di dalam industry perminyakan, permasalah terkait penurunan produksi dari sebuah lapangan dapat diantisipasi dengan pengambilan keputusan yang baik dari seluruh tim dan stakeholders. PT. ABC merupakan salah satu perusahaan minyak dan gas terbesar di Indonesia yang telah mengelola eksplorasi dan eksploitasi di blok R selama lebih dari sembilan puluh tahun. Tim Asset Optimization dari PT.ABC bertanggung jawab untuk memelihara dan meningkatkan produksi minyak dari lapangannya termasuk Lapangan X dengan tujuan untuk memaksimalkan perolehan minyak dan dikembalikan ke perusahaan dan ke Pemerintah Indonesia.\nSetelah berproduksi lebih dari empat puluh tahun, lapangan ini memasuki fase matang dan mengalami penurunan produksi seiring berjalannya waktu. Lapangan ini memiliki reservoir kompleks yang terdiri dari reservoir berkualitas tinggi dan reservoir yang berkualitas lebih rendah. Meningkatkan pemulihan cadangan di reservoir dengan multilayer yang kompleks dari lapangan minyak yang matang merupakan salah satu tugas yang menantang. Beberapa permasalahan umum yang dihadapi adalah rendahnya aliran fluida dari reservoir dengan kualitas rendah dan watercut (komposisi air) yang tinggi dari reservoir berkualitas tinggi. Hal ini berdampak pada produksi minyak yang rendah. Reservoir dengan kualitas rendah masih memiliki cadangan yang menarik untuk dikembangkan. Diperlukan optimasi yang efektif dan strategi penyelesaian yang baik untuk meningkatkan produksi minyak terutama dari reservoir berkualitas rendah di X Field.\nOleh karena itu, solusi yang diajukan dalam penelitian ini adalah formulasi strategi optimalisasi dan penyelesaian secara sistematis dengan menggunakan SMART. Namun pada kasus ini, SMART tidak dapat diimplementasikan secara langsung karena alternatif yang tersedia terbatas dan belum holistic. Oleh karena itu diperlukan suatu proses untuk menghasilkan alternative. Value-Focused Thinking (VFT) dilakukan untuk\tmengilustrasikan konsep sehingga dapat menciptakan alternatif yang lebih baik. Dengan menerapkan VFT, ditemukan alternatif yang lebih komprehensif untuk melengkapi metode SMART. Hasil kombinasi analisis dari VFT dan SMART menghasilkan rekomendasi untuk menerapakan perforasi penuh dengan komplesi memggabungkan beberapa reservoir berkualitas rendah pada optimisasi di Lapangan X mendatang. Dengan menerapkan strategi terpilih ini pada sumur reaktivasi dan well dengan produksi rendah, diharapakan dapat meningkatkan produksi Lapangan X dan memaksimalkan pendapatan bagi perusahaan. Kombinasi VFT dan SMART direkomendasikan untuk diterapkan pada Fase 1/2 dari setiap proyek di PT.ABC dimana tim mengidentifikasi masalah, mencari alternatif, menganalisis dan memilih alternatif yang tersedia terkait dengan keputusan masalah. Implementasi methode ini dapat memberi pemahaman yang lebih baik pada pembuat keputusan terkait dengan proses yang digunakan dalam solusi masalah dan dapat meningkatkan tingkat kepercayaan dalam memilih alternatif terbaik.", "Daftar File": {"2021_TS_PP_Riska Milza Khalida_1-Abstrak.pdf5?": "https://digilib.itb.ac.id/gdl/download/224652"}, "Penulis": "Riska Milza Khalida N [29119193]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pengambilan keputusan, analisa SMART, Value Focus Thinking, reservoir berkualitas lebih rendah", "Sumber": "PT. ABC", "Staf Input/Edit": "Neng Kartika  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Mei 2021"}