{"Nomor": 54751, "Judul": "USULAN STRATEGI BISNIS PADA   PAKET RAFTING NEW-NORMAL UNTUK TOURBANDUNG.COM", "Abstrak": "Industri pariwisata terpukul oleh pandemi Covid-19 yang terjadi, termasuk di Indonesia. Sebagai salah satu bisnis di industri pariwisata, agen perjalanan juga terkena imbas dan mengalami kerugian yang cukup besar. Menyikapi penurunan tersebut, banyak agen perjalanan yang membuat strategi baru untuk menghadapi masa pasca pandemi yang dikenal dengan fase New-Normal. Strategi ini merupakan upaya merespon perubahan situasi yang dapat mempengaruhi kesehatan keuangan perusahaan. \n \nTourBandung.com mencoba beradaptasi dengan situasi New-Normal agar dapat bertahan di industri pariwisata. Saat New-Normal dimulai, TourBandung.com menyediakan paket wisata yang aman dan nyaman dengan menetapkan protokol kesehatan sebagai dasarnya. Selanjutnya perusahaan membuat paket wisata dalam grup kecil, menawarkan harga khusus dan menyebarkan pesan bahwa berwisata saat New-Normal sudah aman untuk dilakukan. Salah satu paket yang diharapkan bisa menjadi pionir dalam paket wisata New-Normal ini adalah paket arung jeram. Selama New-Normal, wisata alam terbuka tanpa melibatkan keramaian menjadi salah satu tren karena menjadi alternatif teraman. Setelah beberapa bulan, pengadaan paket rafting New-Normal ini tidak dapat menaikkan tingkat penjualan. \n \nDalam penelitian ini dilakukan beberapa pendekatan untuk mengetahui penyebab rendahnya tingkat penjualan paket arung jeram. Dimulai dengan menganalisis lingkungan eksternal yang mempengaruhi konsumen dan perusahaan, analisis pesaing, menentukan kelemahan dan kekuatan bauran pemasaran perusahaan, dan analisis pelanggan. Analisis pelanggan dilakukan dengan survei yang didistribusikan secara online kepada 213 responden. Selanjutnya hasil SWOT dapat mengarah pada akar permasalahan yang berasal dari lingkungan eksternal dan internal. Berdasarkan hasil analisis akar permasalahan, strategi bisnis yang sesuai dengan kondisi TourBandung adalah strategi diferensiasi seperti membuat sistem paket yang dinamis, tingkat layanan pelanggan, jalur distribusi baru, kemitraan dengan bisnis pariwisata lain dan melakukan strategi komunikasi baru.", "Daftar File": {"2021_TS_PP_Yunis Septy Sausan_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224574"}, "Penulis": "Yunis Septy Sausan [29119076]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Wisata Arung Jeram saat New-Normal, Akar Penyebab, Strategi Bisnis", "Sumber": "TOURBANDUNG.COM", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "28 Mei 2021"}