{"Nomor": 54756, "Judul": "PEMILIHAN METODE OPERASIONAL DAN PERAWATAN FASILITAS SUAR BAKAR (FLARING) DENGAN MENGGUNAKAN FAKTOR BCOR  DAN ANALISIS PENGAMBILAN KEPUTUSAN MULTI KRITERIA (MCDM)", "Abstrak": "Penelitian ini bertujuan untuk menentukan alternative terbaik pada untuk \noperasional dan perawatan fasilitas suar bakar dengan menggunakan metode\npengambilan keputusan multi-kriteria (MCDM), mempertimbangkan penggunaan\nfaktor BCOR (manfaat, biaya, kesempatan dan resiko) dalam industri migas. \nIndustri migas telah menjadi urat nadi dan tulang punggung sumber daya energi di\ndunia. Tantangan yang dihadapi masih tetap sama, yaitu bagaimana memenuhi\nkebutuhan energi dunia, namun juga meminimalkan dampak buruk terhadap\nlingkungan. Salah satu upaya, adalah dengan menjaga operasional dan\npemeliharaan fasilitas pengendalian pencemaran, salah satunya fasilitas suar\nbakar. \nPT. CPI selalu berkomitmen untuk menjaga lingkungan di mana pun beroperasi.\nPermasalahan saat ini adalah tidak beroperasi nya salah satu fasilitas suar bakar.\nMempertimbangkan permasalahan bisnis dalam pengambilan keputusan. Maka,\nmetode MCDM dan pertimbangan faktor BCOR untuk menentukan alternatif\nterbaik akan sangat membantu.  \nDalam tugas akhir ini, metode MCDM yang digunakan adalah model Analytical\nHierarchy Process (AHP). Terdapat 5 (lima) struktur bertingkat AHP, yang terdiri\ndari: tujuan, faktor, kriteria, sub-kriteria (pertimbangan terhadap aspek teknis,\nkeselamatan, kelestarian lingkungan, hukum dan peraturan yang berlaku, ekonomi\ndan masalah bisnis lain nya) dan struktur terbawah adalah alternatif.  \nBobot BCOR tertinggi pertama adalah Benefit, kemudian resiko dan diikuti oleh\nbiaya. Sedangkan alternatif terbaik adalah dengan menyalurkan gas yang akan di\nbakar ke fasilitas suar bakar terdekat. \nImplikasi dari penelitian tugas akhir ini, adalah analisa sensitivitas yang adalah\ntahap terakhir dari metode MCDM AHP ini, dapat membantu manajemen PT. CPI\ndalam menentukan kebijakan dan penentuan keputusan yang efektif dan tepat\nuntuk operasional dan perawatan fasilitas suar bakar dengan mempertimbangkan\nfaktor keuntungan, biaya, kesempatan dan resiko dan bagaimana jika dikemudian\nhari, ke-empat faktor ini mengalami perubahan prioritas di Lapangan Thorn dan\nladang minyak lain nya, yang menjadi penguasaan PT. CPI", "Daftar File": {"2021_TS_PP_Fita Wiranti_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224579"}, "Penulis": "Fita Wiranti [29119275]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "BCOR, Fasilitas Suar Bakar, Industri Minyak dan Gas Bumi, Operasi dan Perawatan, Pengambilan Keputusan Multi-Kriteria (MCDM)", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "29 Mei 2021"}