{"Nomor": 54761, "Judul": "FABRIKASI BATERAI MAGNESIUM-UDARA DENGAN ELEKTROKATALIS OKSIDA MANGAN DAN ELEKTROLIT AIR LAUT UNTUK APLIKASI BUDIDAYA PERIKANAN PADA PEMUKIMAN PESISIR", "Abstrak": "Baterai magnesium-udara merupakan salah satu jenis baterai logam-udara yang sangat menjanjikan untuk diaplikasikan lebih lanjut melihat secara teori baterai tersebut ringan, murah, dan mampu menghasilkan tegangan dan kapasitas spesifik yang tinggi. Baterai dengan menggunakan logam magnesium sebagai anoda akan sangat reaktif terhadap lingkungan disekitarnya. Diperlukan jenis elektrolit yang tepat agar baterai tersebut memiliki performa yang baik. Baterai magnesium-udara terbukti menunjukkan performa yang baik pada elektrolit dengan pH netral. Berdasarkan hal tersebut, dewasa ini air laut dipertimbangkan menjadi sumber daya lokal yang efektif untuk dijadikan sebagai elektrolit untuk baterai magnesium udara. Hal ini didukung dengan letak geografis Indonesia yang strategis sangat memungkinkan untuk memanfaatkan air laut untuk pembuatan baterai yang praktis dengan biaya produksi yang rendah dibandingkan dengan baterai konvensional lainnya. Meskipun secara teori, baterai magnesium-udara memiliki tegangan dan kapasitas spesifik yang tinggi, pada praktiknya sulit mencapai tegangan dan kapasitas spesifik sesuai dengan teori. Hal ini disebabkan reaksi korosi pada logam anoda dan kinetika reaksi reduksi oksigen yang lambat, sehingga dibutuhkan elektrokatalis yang mampu mempercepat reaksi tersebut sehingga meningkatkan performa dari baterai. MnOx (Oksida Mangan) menjadi salah satu kandidat elektrokatalis yang terbukti banyak digunakan pada baterai logam udara. Sayangnya masih sedikit riset terkait penggunaan elektrokatalis berbasis oksida mangan pada baterai magnesium udara. Baterai magnesium-udara dengan elektrokatalis oksida mangan yang ditumbuhkan dengan proses imersi sederhana dan elektrolit air laut menunjukkan performa yang cukup baik dengan voltase open circuit 1.815 V, peak power density 17,89 mW cm-2, kapasitas 1428,5 mAh g-1 selama 24 jam, dan rerata voltase discharge 1,34 V. Melihat performanya yang tidak berbeda terlalu jauh dengan elektrokatalis Pt/C dengan elektrolit NaCl (open circuit 2,017 V, peak power density 24,07 mW cm-2, kapasitas 1894,7 mAh g-1 selama 24 jam, dan rerata voltase discharge 1,42 V), diharapkan hasil dari penelitian ini dapat membantu memajukan langkah penelitian baterai magnesium udara selanjutnya sebagai baterai dengan performa yang baik, praktis, dan ramah lingkungan", "Daftar File": {"ABSTRAK Anggraeni Mulyadewi": "https://digilib.itb.ac.id/gdl/download/224613", "COVER Anggraeni Mulyadewi": "https://digilib.itb.ac.id/gdl/download/264014", "BAB 1 Anggraeni Mulyadewi": "https://digilib.itb.ac.id/gdl/download/264015", "BAB 2 Anggraeni Mulyadewi": "https://digilib.itb.ac.id/gdl/download/264016", "BAB 3 Anggraeni Mulyadewi": "https://digilib.itb.ac.id/gdl/download/264017", "BAB 4 Anggraeni Mulyadewi": "https://digilib.itb.ac.id/gdl/download/264018", "BAB 5 Anggraeni Mulyadewi": "https://digilib.itb.ac.id/gdl/download/264019", "PUSTAKA Anggraeni Mulyadewi": "https://digilib.itb.ac.id/gdl/download/264020"}, "Penulis": "Anggraeni Mulyadewi [23719002]", "Kontributor / Dosen Pembimbing": ["Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baterai Magnesium-udara, air laut, oksida mangan, elektrokatalis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "31 Mei 2021"}