{"Nomor": 54776, "Judul": "FORMULASI DAN EVALUASI SEDIAAN MIKROSFER MENGAPUNG YANG MENGANDUNG GLIMEPIRID", "Abstrak": "Glimepirid merupakan obat diabetes tipe 2 yang diabsorsbsi di saluran cerna bagian atas. Salah satu\nkendala yang dialami oleh obat-obatan yang diabsorsi di saluran cerna bagian atas adalah waktu\ntinggal obat dalam lambung yang cukup singkat. Hal ini berakibat pada tidak sempurnanya absorpsi\ndan menurunkan bioavailabilitas obat. Salah satu usaha yang dapat dilakukan untuk\nmemperpanjang dan mengontrol waktu tinggal obat dalam lambung adalah dengan membuatnya\ndalam bentuk sediaan dengan sistem penghantaran gastroretentive seperti sediaan yang\nmengapung. Penelitian ini bertujuan untuk mengembangkan sediaan glimepirid dengan pelepasan\nterkontrol dalam bentuk mikrosfer yang dapat mengapung dengan metode penguapan pelarut\nemulsi. Formula yang digunakan terdiri dari glimepirid sebagai bahan aktif, etil selulosa dan hidroksi\npropil metil selulosa (HPMC) sebagai polimer pembentuk mikrosfer, Tween 80 sebagai zat\npengemulsi serta etanol dan diklorormetan sebagai pelarut polimer. Evaluasi yang dilakukan\nterhadap mikrosfer yang terbentuk adalah efisiensi penjerapan, jumlah rendemen, bentuk\nmikrosfer, ukuran partikel, kemampuan mengapung, morfologi permukaan mikrosfer, serta\npelepasan glimepirid dari mikrosfer. Formula terbaik yang dihasikan pada penelitian ini adalah F9\nyang terdiri dari etil selulosa : Glimepirid (1:1) dengan nilai efisiensi penjerapan sebesar 72,36 ±\n2,01%. Rendemen yang dihasilkan adalah 77,9%. Ukuran partikel rata-rata dari mikrosfer F9 yang\ndihasilkan adalah 83,38 ± 53,33??. Sebanyak 61,87 ± 2,11% mikrosfer formula ini masih dapat\nmengapung selama 12 jam dalam medium simulasi cairan lambung. Morfologi permukaan\nmikrosfer yang terlihat dari hasil Scanning Electron Microscopic menunjukkan bahwa mikrosfer\nberbentuk spheris dengan permukaan yang agak kasar. Jumlah glimepirid yang dapat dilepaskan\ndari mikrosfer F9 selama 12 jam adalah 50,09 ± 0,56%.", "Daftar File": {"ABSTRAK Azifa Risalati": "https://digilib.itb.ac.id/gdl/download/224646"}, "Penulis": "Azifa Risalati [10712028]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Jessie Sofia Pamudji, MS", "Diky Mudhakir, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Mikrosfer mengapung, Glimepirid, gastroretentive", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jun 2021"}