{"Nomor": 54774, "Judul": "PERBAIKAN KEMAMPUAN TERBANG PADA HELIKOPTER PRESIDEN TIPE AS332L2 SUPER PUMA MENGGUNAKAN PART BY HOUR (PBH)", "Abstrak": "Salah satu produk unggulan dari PT. Dirgantara Indonesia adalah helikopter AS332L2 \nSuper Puma yang digunakan sebagai helikopter kepresidenan Indonesia. Dalam\nmendukung misi kepresidenan untuk menjangkau daerah yang terpencil, maka\nPT.Dirgantara Indonesia melakukan kerja sama dengan Kementerian Sekretariat\nNegara untuk melakukan pengadaan dua unit helikopter Super Puma. Helikopter\ntersebut harus bisa dijamin kemampuan terbangnya sehingga dapat digunakan setiap\nsaat dibutuhkan. Namun, kondisi yang terjadi pada dua tahun terakhir 2019 dan 2020,\nkemampuan terbang dari helikopter tersebut masih belum optimal, yaitu hanya 42% di\ntahun 2019 dan 58% di tahun 2020 dari target terbang helicopter optimal sebesar 90%.\n\nHal ini menyebabkan helikopter menjadi tidak bisa terbang dan akan mengganggu misi\nkepresidenan. Tujuan dari penelitian ini adalah untuk mengoptimalkan kemapuan\nterbang dari helikopter Super Puma menggunakan metode Part by Hour. Berdasarkan\nhasil analisis, hal yang menyebabkan rendahnya kemampuan terbang adalah\nterlambatnya pemenuhan komponen pengganti untuk helikopter. Ada dua akar\npermasalahan yang menyebabkan hal tersebut terjadi, yaitu lemahnya bisnis model\nyang ada saat ini dan faktor keberadaan komponen yang berada di luar negeri.\n\nBerdasaran analisa akar permasalahan tersebut, maka diperoleh dua solusi alternatif\nyang memungkinkan untuk mempercepat kedatangan material ke PT. Dirgantara\nIndonesia sehingga komponen pengganti dapat segera diserahkan kepada pengguna\nadalah dengan mengubah skema bisnis proses yang ada saat ini dan membuat\ntambahan gudang di PT. Dirgantara Indonesia.\n\nAlternatif solusi tersebut diperkirakan dapat meningkatkan kemampuan terbang dari\nhelikopter sesuai ekspektasi target yaitu sebesar 90% sehingga bisa berkontribusi\nuntuk mendukung misi kepresidenan secara penuh dalam menjalankan kedaulatan\nnegara. Selain itu, solusi alternatif tersebut juga dapat meningkatkan keuntungan\nkepada PT. Dirgantara Indonesia di tahun-tahun berikutnya.", "Daftar File": {"2021_TS_PP_Arkawira Nul Salam_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224644"}, "Penulis": "Arkawira Nul Salam [29119255]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bisnis Proses, Kemampuan terbang, Part by Hour.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Jun 2021"}