{"Nomor": 54778, "Judul": "PEMBUATAN SERAT NANO PROPOLIS DENGAN METODE ELECTROSPINNING", "Abstrak": "Luka dapat sembuh secara alami melalui empat proses penting, yaitu hemostasis, inflamasi, proliferasi,\ndan remodeling. Namun, infeksi dari bakteri dan cairan eksudat yang berlebih dapat menghambat\nproses penyembuhan luka. Saat ini, perkembangan penelitian mengenai penutup luka mengarah ke\npenutup luka yang dapat mempercepat penyembuhan luka dan meningkatkan proliferasi fibroblas.\nPada penelitian ini dikembangkan formula serat nano menggunakan campuran kitosan-gelatin dan\nkitosan-polyvinyl alkohol (PVA) untuk mengenkapsulasi propolis sebagai zat aktif. Tujuan dari penelitian\nini adalah untuk mengembangkan formula campuran hydrogel PVA/Kitosan dan Gelatin/Kitosan\nmelalui optimasi parameter alat dan parameter larutan yang dapat membentuk serat nano dengan alat\npemintal elektrik yang memiliki ukuran seragam, porositas yang tinggi, biodegradable dan memiliki\naktivitas antioksidan yang kuat. Pembuatan serat nano menggunakan pemintal elektrik dioptimasi\nmencakup konsentrasi polimer dan laju alir. Parameter proses pemintal elektrik yang terpilih berupa\ntegangan 18 kV , laju alir 1 µL/menit, dan jarak antara jarum dan kolektor 10 cm. Serat nano seragam\ndihasilkan dari larutan dengan konsentrasi 20% b/v dan 40% untuk PVA-kitosan dan gelatin-kitosan,\nsecara berturut-turut. Inkorporasi propolis maksimum pada serat nano tersebut adalah 40% dan 15%.\nSerat nano PVA-kitosan yang mengandung propolis 30% menghasilkan serat nano seragam yang terbaik\ndengan ukuran 58,32 ± 21,07 nm, porositas 47,19 ± 17,31%, kapasitas absorpsi air maksimum 442,5 ±\n10,61%, dan memiliki aktivitas antioksidan dengan IC50 81,04 ± 3,03 ppm yang dianalisis menggunakan\nDPPH. Formula serat nano-serat nano tersebut berpotensi dapat mempercepat penyembuhan luka.", "Daftar File": {"ABSTRAK Destria Nur Imaniarti": "https://digilib.itb.ac.id/gdl/download/224648"}, "Penulis": "Destria Nur Imaniarti [10712090]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Prof. Dr. Eng Khairurijjal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "serat nano, kitosan, propolis, pemintal elektrik", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jun 2021"}