{"Nomor": 54780, "Judul": "PENGARUH PROTEIN X MUTAN T118N VIRUS HEPATITIS B TERHADAP EKSPRESI BCL-2 PADA SEL HEPG2", "Abstrak": "Infeksi Hepatitis B disebabkan oleh virus Hepatitis B (VHB), yang merupakan anggota dari famili\nHepadnaviridae. Infeksi VHB kronis dapat berkembang menjadi karsinoma hati, salah satunya\nakibat keberadaan protein X VHB (HBx). Beberapa mutan HBx diketahui berasosiasi dengan\nterjadinya karsinoma hati, contohnya HBx K130M/V131I. Di Indonesia ditemukan HBx T118N\ndengan frekuensi yang hampir sama dengan HBx K130M/V131I. Pada penelitian sebelumnya telah\nditeliti bahwa HBx T118N dan K130M/V131I menurunkan pembentukan koloni sel HepG2.\nPenelitian ini bertujuan untuk melihat pengaruh HBx T118N terhadap ekspresi B-cell lymphoma 2\n(Bcl-2) pada sel HepG2 menggunakan metode quantitative polymerase chain reaction (qPCR).\nPenelitian diawali perancangan primer Bcl-2 dan hasil analisis primer secara in silico menunjukkan\nnilai PRaTo -3. Uji spesifisitas menunjukkan satu puncak pada kurva leleh qPCR. Pengujian efisiensi\nqPCR dengan primer yang dirancang menghasilkan nilai efisiensi 2,072. Plasmid yang membawa\ngen pengkode HBx wild type dan mutan diisolasi dan dikonfirmasi kebenarannya menggunakan\nanalisis migrasi, restriksi, dan penentuan urutan nukleotida. Sel HepG2 ditransfeksi dengan\nplasmid tersebut selama 48 jam dan diisolasi RNA totalnya. RNA total ditranskripsi balik menjadi\ncDNA yang digunakan sebagai cetakan qPCR. Perubahan ekspresi Bcl-2 ditentukan menggunakan\nmetode kuantifikasi relatif Pfaffl. Keberadaan HBx T118N menurunkan ekspresi Bcl-2 dan\nperubahannya sejalan dengan penurunan ekspresi Bcl-2 akibat HBx K130M/V131I.\nKata Kunci: Bcl-2, HBx T118N, karsinoma hati, qPCR, virus Hepatitis B", "Daftar File": {"ABSTRAK Vincentia Nia Arin Prasetyo": "https://digilib.itb.ac.id/gdl/download/224650"}, "Penulis": "Vincentia Nia Arin Prasetyo [10713034]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Aluicia Anita Artarini, S.Si., M.Sc.,", "Prof. Dr. Debbie Soefie Retnoningrum"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Bcl-2, HBx T118N, karsinoma hati, qPCR, virus Hepatitis B", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "03 Jun 2021"}