{"Nomor": 54791, "Judul": "PENGOLAHAN LIMBAH PEWARNA INDUSTRI DENGAN CARA ADSORPSI MENGGUNAKAN KARBON AKTIF", "Abstrak": "Salah satu masalah lingkungan yang sudah ada sejak dahulu adalah masalah pencemaran lingkungan. Perkembangan industri dan teknologi akan menghasilkan limbah-limbah yang tidak hanya merusak lingkungan, juga akan berdampak ke makhluk hidup. Pada penelitian ini, dilakukan pengolahan limbah pewarna industri dengan cara adsorpsi menggunakan karbon aktif. Karbon diaktivasi dengan cara merendamkannya di larutan H2SO4 3 M selama 2 jam. Aktivasi karbon ini dilakukan untuk membuka pori-pori mikro pada permukaan karbon untuk menaikkan luas permukaan karbon. Dengan menambahkan karbon aktif, senyawa-senyawa organik yang terkandung dalam cairan limbah diharapkan akan teradsorpsi ke permukaan karbon. Parameter yang diuji pada limbah adalah total solid dan Chemical Oxygen Demand (COD). Total solid dilakukan dengan cara menguapkan sampel limbah dan menimbang massa residu solid. COD ditentukan dengan cara mengoksidasi limbah dengan KMnO4 dalam suasana asam dan kemudian ditentukan sisa KMnO4 menggunakan asam askorbat. Sebanyak 5 mL sampel limbah diadsorpsi dengan 4 gram karbon aktif. Total solid sampel limbah adalah 60,100 mg/L dan 88,840 mg/L dan COD sampel limbah adalah 48,590mg/L dan 56,140 mg/L. Setelah diadsorpsi dengan 4 gram karbon, total solid limbah menjadi 39,780 mg/L dan 61,940 mg/L dan COD sampel limbah menjadi 36,340 mg/L dan 36,300 mg/L.", "Daftar File": {"ABSTRAK Dio Jordy": "https://digilib.itb.ac.id/gdl/download/224660"}, "Penulis": "Dio Jordy [10516066]", "Kontributor / Dosen Pembimbing": ["Dr. Handajaya Rusli, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "adsorpsi, COD, karbon aktif, limbah, total solid", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "04 Jun 2021"}