{"Nomor": 54800, "Judul": "ALPHA BACKGROUNDS UNDERSTANDING OF 48DEPLCA100MOO4 CRYSTAL FOR THE AMORE NEUTRINOLESS DOUBLE-BETA DECAY SEARCH", "Abstrak": "The observation of neutrino avor oscillations by Super-Kamiokande col-\nlaboration and Sudbury Neutrino Observatory has established that neutrino\nis a non-zero rest mass particle. Those experiments provided the only scale\nof mass and upper limits on the half-life of the decay where the mass of the\nheaviest neutrino mass eigenstate can't be less than 0.05 eV. Up to now, no\none knows what is the mass of the neutrino and it is unclear that neutrinos are\nDirac particle or Majorana particle. Neutrinoless double-beta (0v) decay is\na decay mode of an atomic nucleus where the two neutrons convert into two\nprotons and two electrons. If this decay occurs, the neutrino is it's own an-\ntiparticle, meaning Majorana particle. The observation of 0v decay would\ndetermine whether the neutrino is a Majorana or Dirac particle and provide\ninformation on the absolute mass of the neutrino. The Advanced Mo-based\nRare process Experiment (AMoRE) is an experiment using cryogenic tech-\nnique that aims to search the neutrino mass through 0v decay of 100Mo in\n48deplCa100MoO4 crystals discoveries. AMoRE experiment requires extremely\nlow radioactive background contributions from crystals and detector materials.\nTo reach those goals, it is extremely important to use ultra-clean materials to\nintensify the detector performance following by sophisticated background re-\njection technique and an excellent understanding of background contributions.\nHowever, crystals naturally can be contaminated with radioactive isotopes such\nas 238U, 232Th, 235U, and their daughter decay that might be produced from the\nchemical powder that is used in crystal growing or during the cleaning process.\nAdditionally, the other concern about background contribution is also coming\nfrom surface contamination, impurities attached to the exposed surface of the\ncrystal or other detector components. Some of the long-lived decay such as\n238U or 232Th might be implanted inside the surface of the material. 0v is -\nlike events, however, surface contamination can produce degraded 's making\ncontinuum energy distribution that extends to double- energies, obscuring\na possible signal of 0v. Due to the short-range of  particles and recoil\nnuclei,  contamination can be originated from the crystal and the detector\ncomponents that directly facing the crystal. To suppress the radioactive back-\nground, understanding of background sources and complete simulation that\naccurately models the background-energy spectra measured by the detector\nare important. Simulation plays a primary role in background identication\nand reduction through background modeling. Properly study about the mea-\nsured background relies on Monte Carlo (MC) simulation to clarify the possible\nbackground sources and its contamination. In this study, eects of radioactive\nisotopes such as 238U, 232Th, and 235U including their daughter isotopes inside\nthe crystal and 210Pb inside the re\nector are simulated. Additionally, to reduce\nthe presence of possible contaminants on the surface, understanding of surface\ncontamination is also carried out. The eect of surface contamination is inves-\ntigated by simulating some events randomly within the depths to produce the\nbackground spectra at various surface depths. To clarify the contributions of\nbackground sources and surface contamination quantitatively, a Monte Carlo\nsimulation is conducted by using the GEANT4 toolkit. All the background\nsources in the simulation are compared and tted to the measured data using\nlog-Likelihood Fitting by constraining known activities (mBq/kg) as conser-\nvative upper limits and t parameters. Meanwhile, the unknown fractions\nof the background spectra are set as \noating parameters to quantify the un-\nknown fractions of the background compositions. The MC background spectra\nare well described the measured data. Through study that was conducted, a\nsuccessfully understanding of the  backgrounds is obtained.", "Daftar File": {"ABSTRAK Mona Berlian Sari": "https://digilib.itb.ac.id/gdl/download/224669", "COVER Mona Berlian Sari": "https://digilib.itb.ac.id/gdl/download/224670", "BAB 1 Mona Berlian Sari": "https://digilib.itb.ac.id/gdl/download/224671", "BAB 2 Mona Berlian Sari": "https://digilib.itb.ac.id/gdl/download/224672", "BAB 3 Mona Berlian Sari": "https://digilib.itb.ac.id/gdl/download/224673", "BAB 4 Mona Berlian Sari": "https://digilib.itb.ac.id/gdl/download/224674", "BAB 5 Mona Berlian Sari": "https://digilib.itb.ac.id/gdl/download/224676", "PUSTAKA Mona Berlian Sari": "https://digilib.itb.ac.id/gdl/download/224677"}, "Penulis": "Mona Berlian Sari [30216304]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Mitra Djamal", "Prof. Drs. Abdul Waris, M.Eng., Ph.D.", "Prof.Dr. HongJoo Kim"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "alpha, AMoRE, background modeling, detector, double beta de- cay, GEANT4, neutrino", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "04 Jun 2021"}