{"Nomor": 54816, "Judul": "METODE BEDA HINGGA UNTUK FENOMENA GELOMBANG SHOALING", "Abstrak": "Pada tugas akhir ini, kita akan mengkaji fenomena shoaling menggunakan model matematika. Model yang digunakan adalah persamaan air dangkal linier (Linear Shallow Water Equation). Model tersebut akan diselesaikan secara analitik menggunakan metode pemisah variabel untuk mendapatkan koefisien shoaling. Koefisien ini memberikan informasi tentang seberapa besar amplifikasi tinggi gelombang di area yang lebih dangkal. Selain itu, beberapa metode beda hingga akan dibangun seperti BTCS (Backward Time Centre Space), Lax, Lax-Wendroff, dan Leapfrog. Nantinya skema ini yang akan digunakan dalam melakukan simulasi fenomena gelombang shoaling pada batimetri yang bertransisi secara linier. Simulasi numerik untuk fenomena ini dibagi menjadi dua yaitu simulasi koefisien gelombang transmisi dengan variasi rasio kedalaman dan lebar domain transisi yang tetap dan simulasi serupa dengan variasi lebar domain transisi dan rasio kedalaman yang tetap. Proses validasi dilakukan dengan membandingkan hasil simulasi numerik dengan solusi analitik. Kemudian, skema numerik diaplikasikan untuk melakukan simulasi fenomena gelombang shoaling diatas batimetri riil. Simulasi ini akan dilakukan pada batimetri Aceh, Kalimantan Timur, Jawa Timur, dan Tanah Lot. Hasil simulasi yang diberikan sangat baik, sehingga skema numerik dapat diimplementasi dalam menggambarkan fenomena gelombang shoaling secara riil. Lebih jauh, skema Lax-Wendroff memberikan hasil paling mendekati dengan galat relatif paling kecil.", "Daftar File": {"ABSTRAK KENNETH ALFREDO.pdf?": "https://digilib.itb.ac.id/gdl/download/224739"}, "Penulis": "Kenneth Alfredo [10117078]", "Kontributor / Dosen Pembimbing": ["Dr. Ikha Magdalena S.Si.,M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "persamaan air dangkal, shoaling, solusi analitik, metode beda hingga, koefisien shoaling.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "07 Jun 2021"}