{"Nomor": 54829, "Judul": "KAJIAN PUSTAKA RENCANA PENGEMBANGAN METODE ANALISIS DIFERENSIASI GELATIN SAPI DAN GELATIN BABI MENGGUNAKAN METODE ATR-FTIR DAN SPEKTROSKOPI DERIVATIF", "Abstrak": "Gelatin merupakan senyawa turunan protein yang banyak digunakan dalam produk makanan dan\nfarmasi. Namun, penggunaan produk yang mengandung gelatin masih menimbulkan kekhawatiran\nbagi konsumen, terutama terkait kehalalan sumbernya. Hingga saat ini, produksi gelatin di dunia\nmasih didominasi oleh kulit babi sebagai bahan bakunya. Di negara Indonesia yang mayoritas\npenduduknya beragama Islam, mengonsumsi gelatin yang berasal dari babi tidak diperbolehkan\nkarena melanggar ajaran agama Islam. Oleh karena itu, penjaminan kehalalan produk yang\nmengandung gelatin sangat penting untuk dilakukan. Melalui kajian pustaka dilakukan\npengumpulan metode analisis yang dapat digunakan untuk membedakan gelatin babi dan gelatin\nsapi. Kemudian metode –metode tersebut dianalisis dan dibandingkan, sehingga dapat\ndikembangkan metode analisis yang dapat membedakan gelatin sapi dan gelatin babi dalam produk\nsecara mudah, efektif, dan efisien. Untuk kedepannya, diharapkan penelitian ini dapat memperkaya\npustaka terkait metode yang dapat digunakan untuk menganalisis sumber gelatin dan dapat\nmemberikan usulan metode yang bisa digunakan untuk membedakan gelatin sapi dan gelatin babi,\nsehingga dapat dibuktikan melalui eksperimen laboratorium nantinya.\nKata kunci : Membedakan, Babi, Sapi, Gelatin", "Daftar File": {"ABSTRAK Faridatul Ummi": "https://digilib.itb.ac.id/gdl/download/224770"}, "Penulis": "Faridatul Ummi [11617021]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim Surantaatmadja", "Dr. apt. Benny Permana, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Membedakan, Babi, Sapi, Gelatin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "08 Jun 2021"}