{"Nomor": 54822, "Judul": "USULAN PERSAMAAN EMPIRIK DALAM MENENTUKAN FAKTOR PEROLEHAN PADA APLIKASI STEAMFLOODING DI LAPANGAN MINYAK BERAT X", "Abstrak": "Enhanced Oil Recovery (EOR) atau peningkatan perolehan minyak merupakan langkah – langkah yang diambil setelah primary dan secondary recovery pada suatu lapangan.EOR dapat dilihat sebagai langkah yang tepat untuk meningkatkan cadangan energi dunia, dan keuntungan lainnya adalah beberapa metode EOR dapat diterapkan pada lapangan minyak non-konvensional. Salah satu contohnya adalah metode steamflood yang amat baik untuk diterapkan pada lapangan minyak berat, dimana minyak berat sendiri cukup sulit untuk diproduksikan karena Lapangan X yang terletak di Indonesia merupakan lapangan minyak berat dan produksi dari lapangan X telah terbantu dengan diterapkannya metode EOR steamfloodselama beberapa tahun. Lapangan X merupakan salah satu lapangan penunjang produksi minyak nasional dan masih memiliki banyak cadangan untuk diproduksikan. Injeksi dari uap pada reservoir minyak berat akan membantu meningkatkan suhu dan akan membantu untuk menurunkan viskositas dari minyak, sehingga dapat diproduksikan secara ekonomis. Selain suhu dari uap, laju injeksi dari uap juga berpengaruh bagi produksi minyak, terutama apabila injeksi uap telah dilakukan untuk waktu yang cukup lama. Untuk area – area baru pada lapangan minyak berat yang akan dikembangkan, memperkirakan performa dari metode steamflood dan faktor perolehan merupakan bagian yang penting dalam rencana pengembangan lapangan.\nAplikasi dari korelasi Myhill dan Stegemeier untuk memperkirakan faktor perolehan pada lapangan X menunjukkan hasil yang cukup berbeda dari data lapangan. Oleh karena itu, untuk membandingkan dengan korelasi Myhill dan Stegemeier, akan dibuat persamaan dengan menggunakan simulasi pada model reservoir dan menggunakan metode Design of Experiment (DOE). Untuk simulasi, terlebih dahulu dibuat model dengan pola injeksi tujuh-titik, dan selanjutnya akan disimulasikan beberapa parameter yang diambil dari korelasi Myhill dan Stegemeier serta tabel screening oleh Taber Martin dan Aladasani. Parameter – parameter yang dipilih akan mewakili karakter dari reservoir, fluida pada reservoir dan uap yang diinjeksikan. Hasil dari simulasi kemudian akan diolah dengan metode Two Level Full Factorial Design of Experiment untuk melihat efek dari masing – masing parameter pada faktor perolehan. Berdasarkan Design of Experiment, parameter yang dipilih untuk studi ini menunjukkan efek signifikan pada kinerja steamflood, dengan parameter paling berpengaruh adalah durasi dari injeksi, lalu diikuti oleh viskositas minyak, permeabilitas batuan, laju injeksi uap, kualitas uap, kapasitas panas batuan dan suhu uap yang diinjeksikan. Model regresi yang didapatkan memberikan nilai R2 sebesar 93%, sehingga dapat dikatakan bahwa model regresi dapat digunakan untuk memprediksikan faktor perolehan dari lapangan minyak berat X.", "Daftar File": {"ABSTRAK Rheza Ryan Wiratma": "https://digilib.itb.ac.id/gdl/download/224759"}, "Penulis": "Rheza Ryan Wiratma [12211040]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji M.Sc. Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Lapangan Minyak Berat, Injeksi Uap, Faktor Perolehan, Simulasi Reservoir, Design of Experiment (DOE)", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "07 Jun 2021"}