{"Nomor": 54820, "Judul": "PENGEMBANGAN MICRO-PERFORATED PANEL (MPP) SEBAGAI PENYERAP SUARA DENGAN RENTANG PENYERAPAN LEBAR: PENGGABUNGAN KONFIGURASI PANEL MULTILAPIS DAN PERFORASI INHOMOGEN", "Abstrak": "Micro-perforated panel (MPP) pertama dirumuskan oleh Maa untuk menutupi kekurangan penyerap suara konvensional akibat penggunaan bahan berserat. Namun, mekanisme penyerapan suara berbasis resonator Helmholtz mengakibatkan rentang penyerapan MPP sempit di sekitar frekuensi resonansinya. Konfigurasi seri (multilapis) dan paralel (perforasi inhomogen) dapat memperlebar rentang tersebut, namun berisiko menggunakan tebal total sistem tinggi ataupun struktur geometris rumit. MPP dengan perforasi lebih kecil dari 0,1 mm juga memiliki rentang penyerapan lebar, namun sulit dimanufaktur. Maka, dilakukan studi parametrik terkait manfaat sistem MPP seri, paralel, serta penggunaan diameter hingga 0,1 mm, untuk merancang model MPP yang menggabungkan konfigurasi seri dan paralel, demi mendapat manfaat masing-masing konfigurasi dan menutupi kekurangan fisik keduanya. Dengan model matematis MPP Maa dan kerangka kerja rangkaian listrik ekuivalen, dibangun 2 model MPP gabungan dengan 3 dan 4 sub-MPP. Kemudian, dianalisis perbandingan profil koefisien absorpsi antara 2 model simulasi: (1) model analitik pada perangkat lunak MATLAB, dan; (2) model numerik finite element method (FEM) yang mensimulasikan kondisi pengujian tabung impedansi.\nUntuk semua model, hasil simulasi menunjukkan kesesuaian yang baik dengan model yang diprediksi. Kedua model mampu memperlebar rentang penyerapan hingga 3 s.d. 7 kHz, dengan rentang koefisien absorpsi puncak 0,8 s.d. 0,99. Model MPP gabungan mampu menghasilkan kinerja yang lebih unggul dari konfigurasi seri dan paralel, dengan ketebalan total sistem yang lebih tipis dan bentuk struktur yang lebih sederhana. Namun, kedua model menunjukkan adanya trade-off antara mempertahankan tebal total sistem di bawah 50 mm, dengan half-absorption bandwidth lebar (di atas 4 kHz) dan batas bawah half-absorption yang rendah (di bawah 500 Hz). Maka dari itu, perlu diperhatikan target yang ingin dicapai oleh sistem MPP.", "Daftar File": {}, "Penulis": "Elvina Faustina Dhata [13316054]", "Kontributor / Dosen Pembimbing": ["Iwan Prasetiyo, S.T., M.T., Ph.D.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "micro-perforated panel, penyerap suara, rentang penyerapan, konfigurasi gabungan, multilapis, inhomogen", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "07 Jun 2021"}