{"Nomor": 54831, "Judul": "PENGARUH UKURAN GLOBUL EMULSI TERHADAP DIFUSI TENOKSIKAM MELALUI KULIT SECARA IN VITRO", "Abstrak": "Tenoksikam adalah senyawa obat yang termasuk dalam golongan antiinflamasi nonsteroid (OAINS)\nyang digunakan pada pasien rematik dan memiliki kelarutan rendah dalam air. Tenoksikam\ndiberikan secara oral dalam bentuk tablet dan topikal. Absorpsi tenoksikam pada pemberian secara\ntopikal dalam bentuk emulsi dipengaruhi beberapa macam faktor, salah satunya adalah ukuran\nglobul. Pada penelitian ini telah dipelajari pengaruh ukuran globul emulsi tenoksikam terhadap\njumlah tenoksikam yang terdifusi. Sebelum dilakukan uji difusi, emulsi tenoksikam dengan ukuran\nbervariasi dioptimasikan terlebih dahulu. Fasa minyak yang digunakan pada emulsi ditentukan\nterlebih dahulu berdasarkan kelarutan tenoksikam dan dipilih kemampuan melarutkan tenoksikam\nyang paling tinggi. Optimasi dilakukan dengan mengoptimasi perbandingan ko-surfaktan :\nsurfaktan, jenis ko-surfaktan, jumlah surfaktan, basis emulsi, dan jumlah tenoksikam. Optimasi\npada waktu pangadukan, kecepatan pengadukan, kekuatan sonikasi, dan waktu sonikasi ditentukan\nuntuk mendapatkan 3 jenis variasi kelompok ukuran diameter globul pada emulsi. Uji difusi\ndilakukan menggunakan membran buatan yang dibuat dari lepasan kulit ular Phyton reticulatus\nsebagai replika stratum korneum pada manusia. Uji difusi dilakukan selama 8 jam terhadap tiga\nkelompok variasi ukuran globul emulsi tenoksikam. Jumlah tenoksikam yang terdifusi dianalisis\ndengan menggunakan spektrofotometer UV-Vis pada ?max 369 nm. Ukuran globul emulsi diukur\ndengan dua metode yaitu menggunakan Particle Size Analyzer (PSA) untuk mikroemulsi dan\nmikroskop untuk makroemulsi. Jumlah tenoksikam yang terdifusi pada makroemulsi (diameter\nglobul >10 µm) sebesar 12,09 ± 1,5%, mikroemulsi diameter lebih dari 3 µm hingga 5 µm sebesar\n22,85 ± 4,02%, dan mikroemulsi diameter 1,5 hingga 3 µm menunjukkan jumlah tenoksikam yang\nterdifusi sebesar 28,48 ± 5,63%. Perubahan ukuran globul emulsi pada penelitian ini menunjukkan\nefek pada jumlah obat dan kecepatan obat yang terdifusi melalui membran. Semakin kecil ukuran\nglobul emulsi semakin cepat difusi tenoksikam terjadi.", "Daftar File": {"ABSTRAK Ariadne Prawita": "https://digilib.itb.ac.id/gdl/download/224772"}, "Penulis": "Ariadne Prawita [10713036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yeyet Cahyati Soemirtapura", "Prof. Dr. Jessie Sofia Pamudji, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Tenoksikam, emulsi, mikroemulsi, ukuran globul, difusi, in vitro, membran kulit ular", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "08 Jun 2021"}