{"Nomor": 54833, "Judul": "FORMULASI GEL TOPIKAL MICROSPONGE ASAM SALISILAT", "Abstrak": "Asam salisilat dalam sediaan topikal digunakan sebagai anti-acne pada konsentrasi 0,5-2%, dan\numumnya menimbulkan efek samping iritasi kulit akibat penggunaannya secara berulang. Sediaan\npartikel microsponge diharapkan mampu melepas bahan aktif secara terkontrol sehingga mampu\nmencegah akumulasi bahan aktif di permukaan kulit dan mengurangi efek samping iritasi kulit.\nPenelitian ini bertujuan untuk memformulasikan sediaan topikal gel microsponge asam salisilat 2%\ndan mengevaluasi kemampuannya dalam mengurangi efek samping iritasi. Microsponge berupa\npartikel mikrosfer berpori dibuat dengan metode quasi-emulsion solvent diffusion. Microsponge\ndengan efisiensi penjerapan optimum diperoleh dengan pelarut internal diklorometan: etanol 5 mL\n(4:1), ratio etilselulosa: asam salisilat 1:1 (300 mg: 300 mg), dan Tween 80 2% sebagai emulsifier.\nProses pengadukan dilakukan selama 1,5 jam pada kecepatan 1500 rpm. Evaluasi microsponge\nmenunjukkan partikel dengan permukaan berpori yang berukuran 184,85 ± 35,13 µm, dengan\nefisiensi penjerapan 93,11 ± 0,48% dan yield produksi 56,69 ± 1,10%. Formulasi sediaan gel\nmicrosponge dengan HPMC 2,25% menghasilkan gel yang jernih, tidak lengket, dengan partikel\nmicrosponge yang terdispersi homogen hingga 28 hari penyimpanan. Gel microsponge asam salisilat\nini memiliki pH 4,80 ± 0,82 dan viskositas 128000 ± 5291,50 cPoise. Pelepasan obat dari sistem\nmicrosponge dengan uji disolusi menunjukkan pelepasan diperlambat hingga jam ke-5. Adapun\npelepasan obat dari gel microsponge dengan uji difusi menggunakan membran kulit ular (Phyton\nreticulatus) menunjukkan kinetika orde nol, dengan mekanisme pelepasan difusi dan swelling\nmatriks. Uji efek samping menunjukkan bahwa gel microsponge mampu mengurangi kejadian efek\nsamping iritasi hingga 6-7 hari pemakaian berulang, dibandingkan dengan gel konvensional asam\nsalisilat yang menimbulkan iritasi setelah pemakaian pertamanya pada hewan uji kelinci.", "Daftar File": {"ABSTRAK Hani Zahratunnisa": "https://digilib.itb.ac.id/gdl/download/224774"}, "Penulis": "Hani Zahratunnisa [10713055]", "Kontributor / Dosen Pembimbing": ["Dr. Lucy Dewi Nurhajati Sasongko, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Asam salisilat, microsponge, gel, pelepasan terkontrol, iritasi kulit.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "08 Jun 2021"}