{"Nomor": 54842, "Judul": "PERBANDINGAN KONSENTRASI PM2.5 SEBELUM DAN SELAMA PANDEMI COVID-19 SECARA SPASIAL DI PULAU JAWA (MENGGUNAKAN DATA REANALISIS MERRA-2)", "Abstrak": "Pandemi COVID-19 yang terjadi di dunia menyebabkan terjadinya perubahan kebiasaan masyarakat. Pulau Jawa yang merupakan wilayah padat industri dan transportasi juga mengalami dampak pandemi yang menyebabkan menurunnya konsentrasi polutan, khususnya PM2.5. Selain aktifitas manusia, sebaran konsentrasi PM2.5 juga dipengaruhi oleh faktor-faktor meteorologi, seperti temperatur permukaan, kecepatan angin, dan kelembapan relatif.\nData yang digunakan adalah data PM2.5 dari reanalisis MERRA-2, M2T1NXAER, dengan resolusi spasial 0,625°x0,5° dan resolusi temporal tiap satu jam yang diverifikasi dengan data observasi dari US Embassy di Jakarta Pusat, serta data meteorologi pertiga jam dari ISD NOAA dan reanalisis ERA5 perjam yang meliputi temperatur permukaan, kecepatan angin, dan kelembapan relatif. Dari pembagian Pulau Jawa menjadi tiga wilayah, yaitu barat, tengah, dan timur, serta pembagian waktu menjadi dua periode yaitu sebelum pandemi (1-15 Maret) dan selama pandemi (16-31 Maret).\nHasil penelitian ini menunjukkan bahwa konsentrasi PM2.5 di Pulau Jawa selama pandemi mengalami penurunan sebesar 11,2% daripada konsentrasi sebelum pandemi, dengan Jawa bagian timur mengalami perubahan yang paling signifikan, yaitu -19,48%. Selain itu, konsentrasi PM2.5 dipengaruhi oleh faktor-faktor meteorologi, dengan nilai korelasi -0,63 dengan temperatur permukaan, -0,56 dengan kecepatan angin, dan 0,62 dengan kelembapan relatif.", "Daftar File": {"ABSTRAK Isna Hardikasari": "https://digilib.itb.ac.id/gdl/download/224783"}, "Penulis": "Isna Hardikasari [12817028]", "Kontributor / Dosen Pembimbing": ["Drs. Zadrach Ledoufij Dupe, M.Si.", "Dra. Atika, MS", "Dr. Rusmawan Suwarman, S.Si., M.T.", "Dr. Nurjanna Joko Trilaksono, S.Si., M.Si.", "Rachmy Fitriani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "PM2.5, Pulau Jawa, Pandemi COVID-19.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Jun 2021"}