{"Nomor": 54850, "Judul": "FENOMENA RESONANSI PADA BASIN DENGAN BERAGAM BENTUK GEOMETRI PENAMPANG LONGITUDINAL", "Abstrak": "Fenomena resonansi di suatu basin ditandai dengan adanya amplifikasi gelombang\ndi batas basin. Fenomena ini terjadi ketika gaya luar yang mengenai basin memiliki\nperiode yang sama dengan periode natural di basin tersebut. Periode natural yang\ndisebut juga sebagai periode osilasi bebas atau periode seiche ini memiliki besar\nyang beragam, bergantung pada mode osilasi dan bentuk geometri tiap basin.\nPada penelitian ini akan dikaji periode natural untuk osilasi dengan mode fundamental\npada basin tipe quartic, triangular (right-angled), trapezoidal, dan coupled\nrectangular. Terjadinya resonansi bisa merugikan berbagai pihak dari mulai warga\nsetempat hingga pemerintah. Oleh karenanya periode natural ini menjadi penting\nuntuk dikaji dan diperhatikan dalam proses pembangunan. Model matematika\nyang digunakan pada penelitian ini adalah persamaan air dangkal linear (linear\nshallow water equations). Perbedaan linear shallow water equations dengan yang\nnonlinear terletak pada persamaan kesetimbangan momentumnya. Model tersebut\nakan diselesaikan secara analitik untuk memperoleh nilai periode natural fundamental\npada tiap tipe basin. Periode fundamental yang diperoleh secara analitik\njuga akan dibandingkan dengan periode yang diperoleh melalui eksperimen. Selanjutnya\npersamaan air dangkal linear diselesaikan secara numerik menggunakan\nmetode volume hingga pada grid setengahan. Skema numerik digunakan pula\nuntuk mencari periode penyebab resonansi pada tiap tipe basin. Periode yang\ndiperoleh tak lain adalah periode yang dihasilkan secara analitik. Profil gelombang\nketika terjadi resonansi pada basin juga akan disimulasikan secara numerik. Dari\nsimulasi numerik diperoleh bahwa pada basin tertutup tipe trapezoidal, amplitudo\ngelombang maksimum berbanding lurus dengan besar perbandingan kedalaman.\nSedangkan pada basin setengah tertutup tipe coupled rectangular, amplitudo\ngelombang maksimum berbanding terbalik dengan besar perbandingan panjang\ndomain.", "Daftar File": {"ABSTRAK NADHIRA KARIMA.pdf)u": "https://digilib.itb.ac.id/gdl/download/224799"}, "Penulis": "Nadhira Karima [10117025]", "Kontributor / Dosen Pembimbing": ["Dr. Ikha Magdalena S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "fenomena resonansi, periode natural fundamental, shallow water equations, metode volume hingga pada grid setengahan.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "08 Jun 2021"}