{"Nomor": 54859, "Judul": "THERMOELECTRIC PROPERTIES OF A MATERIAL WITH PUDDING-MOLD BAND STRUCTURE", "Abstrak": "Thermoelectric materials can convert heat into electricity, or conversely, produce\nheating or cooling from electrical current. However, the potential applications of\nthermoelectric materials to date are limited due to the low efficiency (expressed by\nthe dimensionless quantitiy known as figure of merit, ZT ) of existing thermoelectric\nmaterials. One of the proposed methods for obtaining high efficiency thermoelectric\nmaterial is by using a pudding mold band structure, that is, a material where the\nenergy dispersion of the bands depend on the fourth or greater power of the wave\nnumber. In this final project, we consider the effects of a pudding mold type band\nstructure to the thermoelectric properties of the material. Furthermore, it has been\nobserved that a high figure of merit can be obtained by tuning the band gap of the\nmaterial to an optimum value. Therefore, we also consider the effect of the band gap\nto the thermoelectric properties of the material. We also calculate the thermoelectric\nproperties of 2D and 1D materials. To calculate the thermoelectric properties of the\nmaterial, we use the Boltzmann transport theory with the relaxation time approximation.\nThe required numerical calculations are done using the SciPy library of the\nPython programming language. We also calculate the thermoelectric properties of\nreal life pudding mold material such as FeAs2 and PtS2 using Quantum ESPRESSO\nand BoltzTraP software. The results of the calculations show that the pudding mold\nband structure produces a higher electrical and thermal conductivity than a parabolic\nband, but no significant difference is found between the Seebeck coefficient for the\npudding mold band structure and the Seebeck coefficient of the parabolic band.\nMeanwhile, variation of the band gap shows that increasing the band gap will\nincrease the figure of merit up until around 5kBT , where further increase of the band\ngap will not increase the figure of merit. Another interesting result is the increase\nin figure of merit obtained when the shape of conduction band is different from the\nshape of the valence band. We found that the results for two dimensional materials\nare similar to the result for 3D material, but surprisingly we found that the figure\nof merit for 1D material with parabolic bands is higher than for 1D material with\npudding mold band due to its higher density of states. From the calculations using\nreal materials, we found that our pudding mold materials exhibit a higher figure\nof merit compared to silicon (parabolic band). We can conclude that to maximize\nthe figure of merit we need a material with a pudding mold type band structure\nand a high band gap, or otherwise, for a low band gap material, a higher figure of\nmerit can be achieved by using an asymmetrical conduction band and valence band\nstructure.", "Daftar File": {"ABSTRAK Jyesta Mahayu Adhidewata": "https://digilib.itb.ac.id/gdl/download/224814"}, "Penulis": "Jyesta Mahayu Adhidewata [10217010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.rer.nat. Bobby Eka Gunara, S.Si., M.Si.", "Dr. Ahmad Ridwan Tresna Nugraha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "band gap, Boltzmann transport theory, pudding mold band structure, relaxation time approximation, thermoelectrics.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "08 Jun 2021"}