{"Nomor": 54856, "Judul": "PENGEMBANGAN METODE PENGUKURAN SIFAT-SIFAT INSULASI TERMAL BERDASARKAN SIMULASI TRANSFER KALOR PADA ALIRAN UDARA DALAM PIPA", "Abstrak": "Untuk mengatasi permasalahan rugi-rugi kalor, salah satu solusi yang umum digunakan adalah penggunaan insulasi termal. Salah satu jenis insulasi termal yang diminati adalah insulasi dengan jenis coating, atau dikenal dengan juga thermal insulating coating (TIC). Masih terdapat pertentangan mengenai mekanisme terbentuknya efek insulasi pada TIC, dengan sebagian menyatakan bahwa efek insulasi yang ditimbulkan TIC disebabkan oleh rendahnya konduktivitas material, sedangkan sebagian lain menyatakan bahwa efek tersebut disebabkan oleh kemampuan TIC untuk mengurangi transfer kalor secara konveksi pada permukaan. Besar kemungkinan bahwa mekanisme transfer kalor pada TIC dipengaruhi oleh struktur material pada tingkatan mikroskopis, sehingga mekanismenya tidak dapat disamakan dengan insulasi termal tradisional. Pada penelitian tugas akhir ini dilakukan penentuan sifat-sifat insulasi termal yang dapat diperoleh dari perangkat uji yang dirancang, beserta dengan pengembangan metode pengukurannya. Perangkat uji dirancang dengan bentuk berupa pipa yang di dalamnya mengalir udara dan permukaannya dapat dilapisi oleh insulasi termal.\nPerancangan perangkat uji dilakukan dengan tujuan untuk mendapatkan metode pengujian alternatif untuk TIC. Sebuah program simulasi telah dikembangkan untuk menyimulasikan sifat-sifat insulasi termal yang dapat diperoleh dari perangkat uji. Terdapat dua sifat yang dapat digunakan sebagai indikator kemampuan insulasi yaitu resistansi termal dan rugi-rugi kalor. Kedua sifat tersebut diperkirakan dengan menggunakan metode estimasi ANFIS dan Least-squares Estimation (LSE). Berdasarkan pengujian yang dilakukan, metode estimasi ANFIS menunjukkan kinerja estimasi terbaik, baik untuk resistansi termal maupun rugi-rugi kalor. Metode estimasi ANFIS untuk resistansi termal (ANFIS-R) memberikan nilai galat sebesar 0,163 m2K·W-1, sedangkan metode estimasi ANFIS untuk rugi-rugi kalor (ANFIS-Q) memberikan nilai galat sebesar 12,64 W·m-1. Metode estimasi ANFIS yang telah dikembangkan memiliki ketahanan yang cukup baik terhadap keberadaan kesalahan dalam simulasi data pengukuran.", "Daftar File": {}, "Penulis": "Amirul Ihsan [13314082]", "Kontributor / Dosen Pembimbing": ["Rahmat Romadhon, S.T., M.T.", "Mohammad Kemal Agusta, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "program simulasi, insulasi termal, resistansi termal, rugi-rugi kalor, ANFIS. ?", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "08 Jun 2021"}