{"Nomor": 54864, "Judul": "AKTIVITAS ANTIBAKTERI KOMBINASI EKSTRAK ETANOL DAUN SIRIH HIJAU (PIPER BETLE L.) DAN DAUN SENGGUGU (CLERODENDRON SERRATUM (L) MOON.)TERHADAP MIKROBA PENGINFEKSI RONGGA MULUT", "Abstrak": "Rongga mulut merupakan bagian tubuh yang dapat menjadi lingkungan yang cocok untuk\npertumbuhan mikroorganisme seperti bakteri. Bakteri yang hidup didalam rongga mulut dapat\nmenyebabkan berbagai macam infeksi seperti bau mulut, karies gigi, parotitis dan lain-lain. Daun Sirih\n(Piper betle) dan Daun senggugu (Clerodendron serratum (L) Moon.) pada penelitian terdahulu\nmenunjukan aktivitas antibakteri terhadap bakteri yang terdapat pada rongga mulut seperti\nStaphylococcus aureus, selain itu daun sirih telah banyak digunakan untuk menjaga kesehatan dan\nkebersihan rongga mulut. Penelitian ini bertujuan untuk meneliti sifat kombinasi ekstrak daun sirih\ndan daun senggugu pada mikroba penginfeksi rongga mulut meliputi bakteri Streptococcus mutans\ndan Staphylococcus aureus secara in vitro. Konsentrasi hambat minimum (KHM) dari kedua ekstrak\nterhadap bakteri Streptococcus mutans dan Staphylococcus aureus ditentukan dengan metode\nmikrodilusi serta konsentrasi bakterisidal minimum (KBM) ditentukan dengan difusi agar. Hasil\npengujian menunjukan ekstrak daun sirih memiliki aktivitas terhadap bakteri Streptococcus mutans\ndan bakteri Staphylococcus aureus dengan nilai KHM dan KBM berturut-turut adalah ????g?mL dan\n?????g?mL. Ekstrak daun senggugu menunjukan nilai KHM pada konsentrasi ????g?mL dan KBM\npada konsentrasi ?????????g?mL terhadap bakteri Streptococcus mutans. Ekstrak senggugu menunjukan\nnilai KHM dan KBM berturut-turut ?????g?mL dan ?????????g?mL terhadap bakteri Staphylococcus\naureus. Sifat Kombinasi ekstrak ditentukan dengan metode pita kertas, time kill curve dan mikrodilusi\ncheckerboard. Hasil uji sifat kombinasi antara ekstrak daun sirih dan ekstrak daun senggugu terhadap\nbakteri Streptococcus mutans maupun bakteri Staphylococcus aureus dengan ketiga metode tersebut\nadalah bersifat aditif, yaitu efek antimikroba yang dihasilkan setara dengan penjumlahan masingmasing efek tunggal.", "Daftar File": {"ABSTRAK Silmi Fazriya Hayati": "https://digilib.itb.ac.id/gdl/download/224819"}, "Penulis": "Silmi Fazriya Hayati [10713059]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dr. apt. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Piper betle, Clerodendron serratum , pita kertas, mikrodilusi,time kill curve", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "09 Jun 2021"}