{"Nomor": 54860, "Judul": "USULAN STRATEGI PEMASARAN UNTUK PRODUK EXCAVATOR PT PINDAD (PERSERO)", "Abstrak": "Pembangunan infrastruktur merupakan salah satu strategis pilihan dalam\nmeningkatkan pembangunan dan perekonomian Indonesia. Dalam beberapa tahun\nterakhir pemerintah telah berkontribusi dalam meningkatkan kualitas infrastruktur di\nIndonesia. Salah satu alat berat yang digunakan dalam bidang infrastruktur adalah\nexcavator. Excavator merupakan salah satu alat berat yang mempunyai fungsi dalam\nmelakukan pekerjaan seperti mengangkut barang, menggali, mengumpulkan,\nmemindahkan dan mengangkut tanah.\nPT Pindad telah mengembangkan Excavator berkapasitas 20 ton untuk memenuhi\npermintaan pasar alat berat dalam pembangunan Infrastruktur di Indonesia, hal\ntersebut dikarenakan belum adanya alat berat buatan Indonesia, untuk mengurangi\nketergantungan produsen luar negeri dan meningkatkan kandungan lokal alat berat\ndalam negeri serta ketersediaan alat berat di Indonesia masih sangat bergantung pada\nproduk impor.\nObjek penelitian dalam tugas akhir ini adalah kondisi pasar excavator di Indonesia\nsaat ini dan strategi pemasaran produk excavator di PT Pindad. Untuk mengatasi\nmasalah tersebut maka diperlukan kerangka konseptual strategi pemasaran yang\nsesuai bagi perusahaan. \nDalam tugas akhir ini menggunakan analisa eksternal dan internal, analisa eksternal\nmenggunakan Gambaran Pasar, Analisis Konsumen, Analisis PEST, Analisis Porter's\nFive Forces dan Analisis Pesaing. Sedangkan analisis internal menggunakan analisis\nSegmenting Targeting Positioning, Bauran Pemasaran, Resources, Capabilities,\nModel VRIO dan Analisis Rantai Nilai. Analisis SWOT dilakukan untuk\nmenganalisis Kekuatan, Kelemahan, Peluang dan Ancaman perusahaan serta melalui\nTOWS Analysis mendapatkan strategi yang sesuai dengan penelitian ini.\nBerdasarkan strategi dan analisis TOWS yang telah disebutkan sebelumnya, penulis\nmemilih strategi Pengembangan produk varian excavator sebagai bisnis alat berat\nterbesar sehingga PT Pindad akan mengembangkan produk excavator untuk varian\nexcavator sebagai tambahan. untuk ekskavator tipe 20 ton.", "Daftar File": {"2021_TS_PP_RISEN DELTA_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/224815"}, "Penulis": "Risen Delta [29118462]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Infrastruktur, Excavator, Pemasaran", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Jun 2021"}