{"Nomor": 54866, "Judul": "ANALISIS FLUTTER STRUKTUR ANISOGRID PADA SAYAP PESAWAT TEMPUR DENGAN MENGGUNAKAN PERANGKAT LUNAK MSC NASTRAN", "Abstrak": "Pesawat tempur yang dibuat harus mengacu pada standar struktur pesawat tempur agar pesawat aman dan layak terbang. Struktur pesawat akan dikatakan aman jika tidak terjadi fenomena kegagalan. Flutter merupakan salah satu fenomena ketidakstabilan akibat interaksi dari gaya-gaya aerodinamika, inersia, dan elastik yang berpotensi menimbulkan kegagalan yang bersifat katastropik. Oleh karena itu, perlu dilakukan kajian flutter pada tahap preliminary design perancangan pesawat terbang. Anisogrid berarti konsep perancangan arsitektur struktur yang didasari pada penyusunan struktur menyerupai petak-petak (grid). Pada industri aviasi konsep struktur anisogrid telah diterapkan dan masih dalam proses penelitian lebih lanjut.\nPada laporan tugas akhir ini bertujuan untuk menguji struktur sayap anisogrid pesawat tempur bermaterial komposit dari fenomena flutter. Model struktur sayap yang telah dianalisis secara statik pada penelitian sebelumnya dimodifikasi dengan penambahan fuel dan armament. Dilakukan juga analisis dinamika struktur untuk mengetahui modus getar struktur menggunakan metode elemen hingga dengan bantuan perangkat lunak MSc Nastran. Dari hasil analisis yang telah dilakukan pada rentang kecepatan regime supersonik tidak menunjukkan indikasi terjadinya flutter. Justifikasi bahwa nilai modulus elastisitas masih sangat kaka dilakukan dengan memperkecil nilai modulus elastisitas dari komposit hingga menjadi 6,6% yang\nmenunjukkan indikasi flutter pada kecepatan kritis 775 m/s untuk konfigurasi penambahan fuel dan 1500 m/s untuk penambahan fuel dan armament. Memperbesar rentang nilai kecepatan hingga regime hipersonik menunjukkan indikasi flutter pada kecepatan kritis 2200 m/s untuk konfigurasi penambahan fuel dan 2150 m/s untuk konfigurasi penambahan fuel dan armament.", "Daftar File": {"ABSTRAK Mohammad Arif Izzuddin": "https://digilib.itb.ac.id/gdl/download/224821"}, "Penulis": "Mohammad Arif Izzuddin [13617035]", "Kontributor / Dosen Pembimbing": ["Ir. Muhammad Kusni, M.T", "Dr. Ir. Leonardo Gunawan", "Mahesa Akbar, ST., MT., Ph.D., AFHEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "anisogrid, doublet lattice method, flutter, komposit, metode PK, piston theory", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Jun 2021"}