{"Nomor": 54861, "Judul": "USULAN STRATEGI PEMASARAN KOPI BON   SELAMA MASA PANDEMI COVID-19 (STUDI KASUS: KOPI BON)", "Abstrak": "Maraknya pandemi COVID-19 sejak Maret 2020 telah mendisrupsi\nberbagai entitas. Terutama pada kegiatan operasional usaha dari Usaha\nKecil Menengah (UKM) hingga korporasi besar juga terkena dampak\nluar biasa akibat pandemi tersebut. Sehingga, daya beli pelanggan\nsecara keseluruhan beralih ke metode daring yang memberikan\npengalaman praktis dan mekanisme yang efisien dalam memperoleh\nberagam hal seperti produk atau servis, utamanya pada situasi\nserangkaian pembatasan sosial dari pemerintah. Sebagai UKM yang\nterkena imbas seiring dengan situasi yang fluktuatif — Kopi Bon harus\nmempertahankan bisnisnya di tengah maraknya pandemi, sehingga\ndiupayakannya mengubah bisnis operasional dari offline menjadi\nonline. Permasalahan utama bisnis Kopi Bon berawal dari peraturan\npemerintah yang membatasi kegiatan operasional dari berbagai pelaku\nusaha, dan tentu mempengaruhi penjualan bulanan Kopi Bon,\npengalaman dan pola berbelanja yang berubah dari semula meminum\nsecangkir kopi dan bersosialisasi bersama teman di kedai kopi fisik,\nhingga membeli 1-liter botol kopi melalui platform delivery online\nseperti Grab Food dan Go-Food.  \nDalam mengkaji permasalahan bisnis Kopi Bon, beberapa kerangka\nkerja—baik dari perspektif internal maupun eksternal seperti 7P’s\nMarketing Mix, Analisis STP, Perilaku Konsumen, dan Analisis\nPESTLE—digunakan untuk memperjelas dan mendefinisikan analisa\nlanjutan melalui Analisis SWOT yang kemudian dikembangkan\ndengan menggunakan Matriks TOWS. Matriks yang digunakan dengan\nmemadukan beragam usulan solusi yang direkomendasikan untuk\nditerapkan oleh Kopi Bon untuk membantu serangkaian kegiatan\nbisnisnya dalam kondisi pasca-pandemi. \nBerdasarkan hasil Analisa Root Cause, beberapa rencana pemasaran\ndirumuskan menjadi beragam usulan solusi, antara lain\nmemaksimalkan saluran pemasaran online melalui Instagram sebagai\nmedia promosi dengan menghasilkan konten yang menarik dan\nkonsisten untuk diunggah, menyebarkan lebih banyak pemasaran\npromosi melalui Go-Food, Grab Food, dan Tokopedia untuk mendapatkan performa bisnis yang positif di masing-masing platform\nonline dstnya", "Daftar File": {"2021_TS_PP_FADHILLA SANDRA ADJIE_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224816"}, "Penulis": "Fadhilla Sandra ADJIE [29119449]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "COVID-19, Pandemi, Saluran Pemasaran Online, Aplikasi Pengiriman Online", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Jun 2021"}