{"Nomor": 54875, "Judul": "PENGARUH APLIKASI RECIRCULATING AQUACULTURE SYSTEM DAN SISTEM HIBRID RECIRCULATING AQUACULTURE SYSTEM-ZERO WATER DISCHARGE SERTA SUPLEMENTASI PAKAN SINBIOTIK TERHADAP PERFORMA PERTUMBUHAN DAN PROFIL KOMUNITAS MIKROBA IKAN NILA (OREOCHROMIS NILOTICUS L.)", "Abstrak": "Ikan nila (Oreochromis niloticus L.) merupakan salah satu komoditas ikan air tawar dengan tingkat produksi tertinggi di Indonesia. Budidaya ikan nila di Indonesia masih didominasi oleh sistem terbuka konvensional (flow-through) yang produktivitasnya seringkali sulit diprediksi. Sistem Zero-water Discharge / ZWD merupakan alternatif sistem akuakultur tertutup yang dapat meningkatkan performa budidaya melalui manipulasi mikroba air, namun aplikasinya belum dapat dilakukan untuk periode budidaya yang panjang. Selain ZWD, sistem tertutup Recirculating Aquaculture System / RAS juga dapat meningkatkan performa budidaya ikan nila. Namun, biaya operasional yang tinggi dan kurangnya pengontrolan mikroba menjadi limitasi RAS. Selain itu, aplikasi pakan fungsional dengan suplementasi sinbiotik, yakni campuran probiotik dan prebiotik, juga menjadi alternatif strategi manajemen kesehatan ikan nila. Penelitian ini bertujuan untuk membandingkan aplikasi hibrid RAS-ZWD dengan RAS, serta RAS dengan dan tanpa suplementasi pakan sinbiotik terhadap parameter pertumbuhan serta profil komunitas mikroba usus dan air budidaya ikan nila. Penelitian ini dimulai dengan persiapan sistem budidaya dan pembuatan pakan sinbiotik (campuran konsorsium probiotik dan mikroalga Spirulina platensis bubuk). Selanjutnya pembesaran ikan nila dilakukan dalam dua tahapan uji: (1) perbandingan sistem hibrid RAS-ZWD (‘RH’) dengan RAS (kontrol/’K’) yang keduanya diberikan pakan komersial, serta (2) perbandingan RAS dengan pemberian pakan sinbiotik (‘RS’) dengan RAS dengan pakan komersial (kontrol/’K’). Analisis pertumbuhan ikan serta profil komunitas mikroba usus dan air budidaya dengan metode culture-dependent dilakukan selama 60 hari pembesaran. Hasil penelitian menunjukkan bahwa K menghasilkan rata-rata pertumbuhan harian (1,08 ± 0,14 gr/hari), berat badan akhir (81,42 ± 2,46 gr), total biomassa (1,68 ± 0,08 kg), serta produktivitas (16,80 ± 0,78 kg/m3) yang lebih tinggi secara signifikan terhadap RH (P<0,05). Selanjutnya, RS menghasilkan rata-rata pertumbuhan harian (1,24 ± 0,11 gr/hari), berat badan akhir (87,28 ± 4,95 gr), total biomassa (1,74 ± 0,13 kg), efisiensi pakan (1,04 ± 0,05), serta produktivitas (17,43 ± 1,27 kg/m3) yang lebih tinggi, tetapi tidak berbeda secara signifikan dibandingkan dengan K (P>0,05). Parameter kualitas air dari RH, K, dan RS selama periode pembesaran berada pada kisaran toleransi ikan nila. Namun, kisaran pH, serta kadar amonium dan nitrit pada K lebih baik dibandingkan RH. Kisaran amonium pada K juga lebih baik daripada RS. Disamping itu, analisis profil komunitas mikroba menunjukkan bahwa total bakteri heterotrof pada air dan usus ikan pada RH dan RS lebih tinggi daripada K. Total Vibrio pada air dan usus ikan ketiga perlakuan berada di bawah ambang batas letal. Nilai keragaman, kestabilan, dan dominansi komunitas mikroba air dan usus ikan pada ketiga perlakuan mengalami fluktuasi sepanjang proses pembesaran. Secara umum, dapat disimpulkan bahwa penggunaan RAS dapat meningkatkan performa budidaya ikan nila secara signifikan dibandingkan dengan hibrid RAS-ZWD. Meskipun demikian, performa parameter mikrobiologis lebih baik pada hibrid RAS-ZWD dibandingkan RAS. Penggunaan RAS dengan maupun tanpa suplementasi pakan sinbiotik mampu meningkatkan performa pertumbuhan ikan nila, namun selanjutnya diperlukan studi kelayakan teknis dan ekonomi untuk aplikasi pada skala lapangan.", "Daftar File": {"ABSTRAK Risa Nurwahyuni": "https://digilib.itb.ac.id/gdl/download/224846"}, "Penulis": "Risa Nurwahyuni [10417028]", "Kontributor / Dosen Pembimbing": ["Dr. Magdalena Lenny Situmorang", "Prof. Dr. Gede Suantika"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Oreochromis niloticus, profil komunitas mikroba, parameter kualitas air, parameter pertumbuhan, Recirculating Aquaculture System, sistem hibrid Recirculating Aquaculture System-Zero Water Discharge, sinbiotik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Jun 2021"}