{"Nomor": 54883, "Judul": "EFFICIENT ENHANCEMENT OF STEREO ENDOSCOPIC IMAGES BASED ON JOINT WAVELET DECOMPOSITION AND BINOCULAR COMBINATION", "Abstrak": "The success of minimally invasive interventions\nand the remarkable technological and medical\nprogress havemade endoscopicimage enhancement a very\nactive researchfield.Due to the intrinsic endoscopicdomain\ncharacteristicsand the surgicalexercise, stereo endoscopic\nimages may suffer from different degradations which affect\nits quality. Therefore, in order to provide the surgeons\nwith a better visual feedback and improve the outcomes\nof possible subsequent processing steps, namely, a 3-D\norgan reconstruction/registration, it would be interesting to\nimprove the stereo endoscopic image quality. To this end,\nwe propose, in this paper, two joint enhancement methods\nwhich operate in the wavelet transform domain. More\nprecisely, by resorting to a joint wavelet decomposition,\nthe wavelet subbands of the right and left views are simultaneously\nprocessed to exploit the binocular vision properties.\nWhile the first proposed technique combines only the\napproximation subbands of both views, the secondmethod\ncombines all the wavelet subbands yielding an inter-view\nprocessing fully adapted to the local features of the stereo\nendoscopic images. Experimental results, carried out on\nvarious stereo endoscopicdatasets, have demonstrated the\nefficiency of the proposed enhancement methods in terms\nof perceived visual image quality.", "Daftar File": {}, "Penulis": "Bilel Sdiri [-]", "Kontributor / Dosen Pembimbing": ["Mounir Kaaniche, Faouzi Alaya Cheikh,  Azeddine Beghdadi, Ole Jakob Elle"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Endoscopic images, stereo pairs, wavelet transform, enhancement, joint processing, binocular vision.", "Sumber": "IEEE TRANSACTIONS ON MEDICAL IMAGING, VOL. 38, NO. 1, JANUARY 2019", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Jun 2021"}