{"Nomor": 54899, "Judul": "EFEK EKSTRAK AIR DAUN KEMBANG SEPATU (HIBISCUS ROSA-SINENSIS L. DAN MALVAVISCUS ARBOREUS CAV.) TERHADAP PERTUMBUHAN DAN KELEBATAN RAMBUT KELINCI JANTAN GALUR NEW ZEALAND WHITE", "Abstrak": "Kembang sepatu merupakan salah satu tumbuhan yang dapat tumbuh dengan subur di\nIndonesia. Secara tradisional daun kembang sepatu digunakan sebagai penyubur rambut.\nNamun masih sedikit penelitian tentang khasiat daun kembang sepatu sebagai penumbuh\nrambut. Penelitian ini bertujuan untuk menguji aktivitas dari ekstrak daun kembang sepatu\n(Malvaviscus arboreus Cav. dan Hibiscus rosa-sinensis L.) terhadap pertumbuhan dan\nkelebatan rambut. Daun kembang sepatu segar diekstraksi dengan cara diremas-remas\ndalam pelarut air suling sampai terbentuk lendir. Hasil ekstraksi kemudian dikeringbekukan\nhingga terbentuk ekstrak kering. Ekstrak kering dibuat menjadi sediaan larutan dengan\npelarut campur yang terdiri dari gliserin, etanol 95%, dan air suling (3:4:13). Sebelum\ndilakukan pengujian, punggung kelinci jantan galur New Zealand White dicukur rambutnya,\nkemudian dibagi menjadi enam daerah, masing-masing berukuran 2x3 cm\n2\n. Enam daerah\ntersebut dibagi menjadi daerah kontrol, pembawa, ekstrak uji dengan konsentrasi 4% dan\n8%, serta dua jenis pembanding yaitu minyak kemiri (Fora®) dan Minoxidil 2% (Regrou®).\nPemberian bahan uji dilakukan setiap hari, mulai hari ke-0 sampai hari ke-15. Parameter\nyang diamati adalah panjang rambut pada hari ke-3, 6, 9, 12, dan 15, serta bobot rambut pada\nhari ke-15. Selama 15 hari pengamatan, ekstrak air daun M. arboreus Cav. 4% dan 8%, serta\nekstrak air daun H. rosa-sinensis L. 8% menunjukkan aktivitas pertumbuhan rambut kelinci\nyang secara statistik berbeda bermakna (p<0.05) terhadap kontrol. Ekstrak air daun M.\narboreus Cav. 4% dan 8% juga memiliki aktivitas terhadap kelebatan rambut kelinci yang\nberbeda bermakna secara statistic (p<0,05). Berdasarkan hasil tersebut, dapat disimpulkan\nbahwa ekstrak air daun M. arboreus Cav. 4% dan 8% memiliki aktivitas mempercepat\npertumbuhan dan melebatkan rambut, serta ekstrak air daun H. rosa-sinensis L. 8% memiliki\naktivitas mempercepat pertumbuhan rambut kelinci.", "Daftar File": {"ABSTRAK Auliya Luthfiyana": "https://digilib.itb.ac.id/gdl/download/224883"}, "Penulis": "Auliya Luthfiyana [11610017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Asep Gana Suganda", "Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "09 Jun 2021"}