{"Nomor": 54902, "Judul": "EVALUASI PENGGUNAAN OBAT ANTIHIPERTENSI PADA PASIEN DIABETES MELITUS TIPE 2 DI UNIT RAWAT INAP SALAH SATU RUMAH SAKIT SWASTA DI BANDUNG", "Abstrak": "Telah dilakukan evaluasi penggunaan obat antihipertensi pada pasien diabetes melitus\n(DM) tipe 2 di unit rawat inap salah satu rumah sakit swasta di Bandung. Penelitian ini\nbertujuan untuk mengevaluasi penggunaan obat antihipertensi pada pasien DM tipe 2 di\nunit rawat inap salah satu rumah sakit swasta di Bandung pada periode September hingga\nDesember 2013. Penelitian ini bersifat observasional dengan rancangan deskriptif evaluatif\nyang dilakukan secara retrospektif dengan pengumpulan data obat-obat antihipertensi serta\nobat-obat antidiabetikum yang tersedia di Instalasi Farmasi Rumah Sakit (IFRS), lalu\ndilanjutkan dengan pengumpulan data rekam medik pasien. Jumlah pasien DM tipe 2 yang\ndievaluasi adalah 67 orang. Sebagian besar pasien keluar dari rumah sakit dengan kondisi\nperbaikan (89,55%) dan memberikan respon positif terhadap obat antihipertensi yang\ndiberikan (77,61%). Sebanyak 58,21% pasien menggunakan kombinasi obat antihipertensi\n(kombinasi golongan ARB dan diuretik paling banyak digunakan) dan sebanyak 41,79%\npasien menggunakan obat antihipertensi tunggal (golongan ARB yang paling banyak\ndigunakan). Terdapat penggunaan kombinasi antihipertensi yang tidak tepat yaitu\nkombinasi yang tidak menggunakan ACEI atau ARB dalam kombinasinya (23,08%), dosis\nsubterapeutik (8,96%), potensi interaksi mayor (13,43%), dan potensi interaksi moderat\n(25,37%). Berdasarkan hasil penelitian, secara umum penggunaan obat antihipertensi pada\npasien DM tipe 2 di rumah sakit tersebut sudah tepat. Namun, masih terdapat kombinasi\npenggunaan obat antihipertensi yang tidak tepat, ketidaksesuaian dosis, dan potensi\nterjadinya interaksi obat.", "Daftar File": {"ABSTRAK Vinny Delta": "https://digilib.itb.ac.id/gdl/download/224886"}, "Penulis": "Vinny Delta [11610022]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Lia Amalia, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "09 Jun 2021"}