{"Nomor": 54918, "Judul": "TENAGA KERJA MASA DEPAN: PREFERENSI NILAI KERJA GENERASI Z BERDASARKAN JENIS KELAMIN DAN LATAR BELAKANG  PENDIDIKAN SERTA PENJEMBATANAN KESENJANGAN PELUANG ANTARA JENIS KELAMIN DAN LATAR BELAKANG PENDIDIKAN DI  PERINDUSTRIAN INDONESIA", "Abstrak": "Munculnya tenaga kerja masa depan dalam bentuk Generasi Z memunculkan kebutuhan \nperusahaan untuk memahami perbedaan nilai kerja yang mereka miliki dan mana yang paling\nmereka idamkan, untuk memikat mereka, untuk memenuhi dan mendukung kebutuhan mereka di\ntempat kerja sehingga mereka bisa menjadi aset besar bagi perusahaan dan bisnisnya. Nilai kerja\ntenaga kerja Generasi Z dan perusahaan itu sendiri perlu diselaraskan agar sinergi dapat terjadi.\nInklusivitas di tempat kerja untuk menjembatani kesenjangan peluang antara gender dan latar\nbelakang pendidikan yang berbeda juga merupakan faktor penting untuk mencapai sinergi\ntersebut, karena situasi saat ini dimana ketimpangan dalam kesempatan antara jenis kelamin dan\nlatar belakang pendidikan di industri Indonesia masih terjadi, yang menjadi masalah bisnis studi\nini, dan berpotensi terus terjadi di era Generasi Z jika tidak ada tindakan untuk memperbaiki situasi\nini secepatnya. Memiliki tenaga kerja yang beragam adalah penting karena ini adalah salah satu\nsumber daya perusahaan yang berharga untuk dimanfaatkan, dengan menghadirkan yang terbaik\ndari berbagai pengalaman, keahlian, pengetahuan, dan wawasan yang dimiliki setiap karyawan\nyang berbeda. Belajar terus-menerus dari keragaman jenis kelamin dan latar belakang pendidikan\ndi tempat kerja dapat menghasilkan inovasi yang dapat bermanfaat bagi perusahaan dan industri\nsecara keseluruhan. Penelitian ini menemukan bahwa Generasi Z paling menghargai nilai kerja\nekstrinsik, perempuan Generasi Z mendapat skor lebih tinggi daripada laki-laki dalam nilai kerja\nintrinsik, sosial, dan prestise, jurusan sains Generasi Z mendapat skor lebih tinggi dalam nilai kerja\nintrinsik dan prestise daripada jurusan ilmu sosial. Akar penyebab permasalahan adalah\nperusahaan Indonesia dan industri pada umumnya, terutama di STEM, memiliki kecenderungan\nalami untuk bias terhadap karyawan dengan sifat maskulin yang sesuai dengan budaya kerja\nmaskulin di perusahaan, dan umumnya menawarkan perhatian dan keuntungan lebih kepada laki-\nlaki dan lulusan atau pekerja jurusan sains. Solusi bisnis yang diusulkan adalah memperbarui\nmanajemen talenta dan meningkatkan karakteristik organisasi setelah menemukan nilai-nilai kerja\nGenerasi Z dan akar penyebab permasalahan, dan juga sebagai cara untuk menjembatani\nkesenjangan peluang untuk mencapai kesetaraan di tempat kerja bagi tenaga kerja dengan jenis\nkelamin dan latar belakang pendidikan yang berbeda.", "Daftar File": {"2021_TS_PP_Amirus S. Mejaya_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/224930"}, "Penulis": "Amirus Saleh Mejaya [29118081]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Generasi Z, nilai-nilai kerja, jenis kelamin, latar belakang pendidikan, kesenjangan peluang", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "10 Jun 2021"}