{"Nomor": 54913, "Judul": "PENENTUAN PERSAMAAN BARU UNTUK MENENTUKAN ULTIMATE RECOVERY FACTOR PADA RESERVOIR MINYAK DI BAWAH KONDISI WATERFLOODING PADA LAPANGAN X", "Abstrak": "Studi pada lapangan X yang merupakan reservoir minyak berfokus pada sensitifitas parameter yang berpengaruh terhadap penentuan ultimate recovery factor (URF), hal ini penting untuk memperkirakan cadangan terambil ataupun cadangan tersisa sebagai langkah awal pengembangan suatu lapangan. Studi ini menggunakan data lapangan untuk membuat model reservoir dan selanjutnya mengembangkan analisa sensitivitas pada parameter geologi, reservoir dan waterflooding. Lapangan X merupakan lapangan yang terletak di daerah cekungan Sumatera Selatan. Dengan menggunakan metode simulasi reservoir, dilakukan prediksi kinerja reservoir jika dilakukan waterflooding untuk meningkatkan recovery factor. Simulator black oil digunakan untuk memprediksi perolehan hidrokarbon pada berbagai kondisi reservoir. Design of Experiment (DOE) model 2 level full factorial digunakan untuk menemukan persamaan baru untuk menentukan URF pada Lapangan X.\nTujuan dari studi ini adalah untuk mengembangkan persamaan baru yang lebih akurat untuk estimasi nilai recovery factor suatu lapangan dari bentuk umum persamaan Guthrie dan Greenberger yang mempertimbangkan beberapa parameter seperti permeabilitas, porositas, saturasi air awal, ketebalan, dan viskositas minyak dengan memperhitungkan besarnya laju air yang diinjeksikan ke reservoir dan waktu kapan dilakukannya waterflooding tersebut. Parameter tersebut disimulasikan di simulator black oil dengan nilai maksimum dan minimum tertentu untuk melihat efeknya terhadap ultimate recovery factor. Model Design of Experiment (DOE) 2 level full factorial yang dihasilkan untuk menentukan URF pada Lapangan X menunjukkan hasil yang sangat baik terhadap hasil simulasi dengan perbedaan hanya sebesar 3.2% terhadap hasil simulasi dan nilai sebesar 0.8589. Hal ini menunjukkan bahwa persamaan regresi tersebut valid untuk digunakan dalam estimasi URF pada Lapangan X. Menurut hasil studi dapat disimpulkan bahwa untuk parameter waktu dilakukan injeksi dan porositas tidak memiliki efek yang signifikan, sementara parameter permeabilitas, viskositas, saturasi air awal dan ketebalan berpengaruh secara signifikan terhadap nilai URF. Persamaan yang dihasilkan mampu merepresentasikan model regresi dalam perhitungan URF minyak Lapangan X dengan cukup baik dalam batasan nilai berlakunya persamaan.", "Daftar File": {"ABSTRAK Jody Aria Widjaya": "https://digilib.itb.ac.id/gdl/download/224925"}, "Penulis": "Jody Aria Widjaya [12211034]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "reservoir minyak, ultimate recovery factor, waterflooding, Design of Experiment (DOE)", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "09 Jun 2021"}