{"Nomor": 54911, "Judul": "ESTIMATION OF RECOVERABLE OIL FOR LOW RESISTIVITY PAYZONE BY USING GEOLOGICAL SUBSURFACE DATA, PRODUCTION DATA, AND MONTE CARLO SIMULATION: CASE STUDY OF FIELD X & LAYER A3", "Abstrak": "Some oil-productive horizons have such low electrical resistivity (generally less than 1 ohm.m) that to distinguish them from water-producing zones is difficult, if not impossible, using standard log interpretation procedures The reason for the difficulty is that these procedures normally result in the calculation of high formation water Saturation (50 percent or greater). The accuracy of the calculation may be doubtful or its relevance to the formation irreducible water saturation may be unknown. Experience has shown that the high electrical conductivity (low resistivity) of these formations is due to the combined effects of high salinity or low-resistivity brine in the pore space, high formation porosities, high content of formation shale or clay, and high interstitial water saturations.\nWell log data, swab data, and injection data were used to construct reservoir properties map, water cut map, and cumulative water injection map. These maps is used to analyze and as early identification of low resistivity payzone. Later, the identified zone will be verified with lithology analysis by observing Gamma Ray log to know whether shale is found in the formation. The final step in this study is to estimate how much oil that can be recovered from the identified low resistivity payzone by using Monte Carlo simulation.\nIn the end, one particular area in Layer A3 can be identified as low resistivity payzone and from Monte Carlo simulation oil in place is about 1.070 MMbbl, and if this value is multiplied by 35%, assumed recovery factor based on total field recovery factor until current date, then the estimated recoverable oil is about 374,500 bbl.", "Daftar File": {"ABSTRAK Andy Hidayatullah Rosman": "https://digilib.itb.ac.id/gdl/download/224921"}, "Penulis": "Andy Hidayatullah Rosman [12211032]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Lapisan hidrokarbon berresistivitas rendah, shale, simulasi Monte Carlo", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "09 Jun 2021"}