{"Nomor": 54925, "Judul": "SHARE MINIMUM PADA SKEMA SECRET SHARING BERBASIS GRAF", "Abstrak": "Skema secret sharing merupakan salah satu skema pada kriptografi yang tujuannya\nmembagi kunci rahasia kepada beberapa partisipan. Kunci rahasia tersebut dibagibagi\nmenjadi beberapa kunci lain yang disebut share yang akan dibagikan ke setiap\npartisipan yang terlibat, tujuannya adalah untuk memberikan pengamanan lebih\npada sistem keamanan. Pada penelitian ini, kami membangun suatu skema secret\nsharing baru dengan menggunakan graf terhubung sederhana. Banyaknya titik\npada graf tersebut akan merepresentasikan banyaknya partisipan. Penelitian ini\nmenggunakan properti jarak pada graf, serta akan dibentuk himpunan titik sebagai\nreferensi koordinat pada titik-titik yang lain. Representasi koordinat pada masingmasing\ntitik akan menjadi shares, dan gabungan semua representasi koordinatnya\nakan dijadikan kunci rahasia. Rekonstruksi kunci rahasia dapat dilakukan dengan\nmenggabungkan shares yang tepat dengan menggunakan algoritma rekonstruksi\nyang kami rancang, dengan memperhatikan koordinat dari shares untuk mencari\nreferensi koordinat yang digunakan pada skema tersebut. Selain itu, penelitian\nini juga membahas banyaknya share minimum yang diperlukan agar kunci rahasia\nselalu berhasil direkonstruksi menggunakan algoritma yang telah dibuat. Misalkan\nG adalah graf yang digunakan pada skema secret sharing ini, kami mendefinisikan\n?(G) sebagai banyaknya share minimum yang dibutuhkan agar kunci rahasia dapat\ndirekonstruksi. Nilai ?(G) ini dapat berbeda-beda tergantung dari graf G yang\ndigunakan. Pada penelitian ini kami menunjukkan nilai ?(G) pada beberapa jenis\ngraf yang berbeda, yaitu graf lengkap, graf bintang, graf bipartit lengkap, dan graf\nlintasan.", "Daftar File": {"ABSTRAK CAKRAYUDHA KUSUMA ADI.pdf": "https://digilib.itb.ac.id/gdl/download/224939"}, "Penulis": "Cakrayudha Kusuma Adi [10117011]", "Kontributor / Dosen Pembimbing": ["Pritta Etriana Putri, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kunci rahasia, referensi koordinat, rekonstruksi kunci rahasia, share minimum.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "10 Jun 2021"}