{"Nomor": 54923, "Judul": "MENCIPTAKAN KOMUNITAS PASAR INTERNAL DI PT DIRGANTARA INDONESIA UNTUK MENINGKATKAN PENGEMBANGAN KEWIRAUSAHAAN KARYAWAN  (CASE STUDY AT PT DIRGANTARA INDONESIA)", "Abstrak": "PT Dirgantara Indonesia didirikan pada tahun 1976. PTDI adalah salah satu badan usaha milik negara yang bergerak di bidang desain, pengembangan dan pembuatan pesawat terbang. Hingga saat ini telah memproduksi berbagai jenis pesawat sipil hingga pesawat militer. Karyawan PTDI sebagian besar bergantung pada gaji bulanan perusahaan untuk memenuhi kebutuhan sehari-hari, kondisi ini dapat menjadi masalah potensial jika perusahaan gagal membayar gaji bulanan karena kondisi yang tidak terduga. Ada masalah tersembunyi dengan karyawan PTDI yang terlalu bergantung pada gaji dari perusahaan. Masalah pertama adalah kurangnya kesadaran untuk mempersiapkan kehidupan yang lebih baik di masa depan, gejala ini sangat terlihat pada karyawan yang mendekati usia pensiun, dan karyawan tersebut tidak memiliki penghasilan lain selain gaji dari perusahaan. Masalah lainnya adalah kurangnya jiwa wirausaha karyawan. Hanya sebagian kecil karyawan yang memiliki usaha lain yang dapat memberikan penghasilan alternatif. Karyawan dari generasi baby boomer, kebanyakan tidak memiliki pekerjaan atau usaha alternatif setelah pensiun. \nPenelitian ini dilatarbelakangi oleh rencana pembentukan komunitas pasar internal di PTDI untuk meningkatkan pengembangan kewirausahaan karyawan. Dengan masih berlangsungnya pandemi Covid-19, hal ini dapat menjadi salah satu faktor utama yang dapat merubah kebiasaan kita, dan dapat menjadi momentum untuk menciptakan jiwa wirausaha karyawan sekaligus menjadi momen untuk menguji strategi bisnis kita. Dengan adanya komunitas pasar internal dimana karyawan dapat saling menyediakan produk dan layanan yang dibutuhkan karyawan, pada akhirnya karyawan PTDI tidak hanya mengandalkan pasar eksternal untuk pemenuhan barang dan jasa. Hal ini dapat meningkatkan kemandirian karyawan dan dapat menjadi alternatif penghasilan selain gaji pokok perusahaan. Dengan komunitas pasar internal, karyawan dapat mencapai kehidupan yang seimbang; dapat menjadi alternatif bisnis yang berkelanjutan dan stabilitas keuangan saat masih bekerja dan memasuki usia pensiun.", "Daftar File": {"2021_TS_PP_YUNI SAFITRI_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/224936"}, "Penulis": "Yuni Safitri [29119401]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Komunitas Pasar Internal di PTDI, Jiwa Kewirausahaan Karyawan, Keseimbangan hidup, Stabilitas keuangan", "Sumber": "PT. DIRGANTARA INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "10 Jun 2021"}