{"Nomor": 54931, "Judul": "STUDI EFISIENSI ENERGI PADA JARINGAN SENSOR NIRKABEL MENGGUNAKAN PROTOKOL PERUTEAN PEGASIS", "Abstrak": "Jaringan sensor nirkabel (JSN) merupakan kumpulan sejumlah simpul sensor yang mampu berkomunikasi satu sama lain secara nirkabel bertujuan untuk memperoleh dan mengumpulkan data hasil pengukuran sensor yang tersebar di lapangan. Tantangan terbesar dalam merancang JSN adalah meminimalkan konsumsi energi sehingga dapat memperpanjang masa hidup jaringan, umumnya sumber energi tiap simpul sensor berasal dari baterai yang memiliki kapasitas energi terbatas. Secara sederhana, tiap simpul sensor dapat langsung mengirimkan datanya menuju base station, namun jika base station terletak jauh dari simpul sensor maka energi simpul sensor akan cepat habis akibat jarak transmisi yang jauh. Dengan mempertimbangkan bahwa konsumsi energi dari simpul sensor bergantung pada jarak transmisi maka diperlukan protokol perutean yang mampu meminimalkan jarak transmisi. Pada penelitian ini, dibangun PEGASIS (Power-Efficient Gathering in Sensor Information Systems) yaitu protokol perutean dalam pengumpulan data berbasis rantai sebagai upaya untuk meminimalkan jarak transmisi dimana tiap simpul sensor hanya dapat mengirim dan menerima data dengan tetangga terdekat dan bergantian menjadi pemimpin untuk mentransmisikan data ke base station. Metode simulasi menggunakan MATLAB dilakukan untuk mengetahui peforma protokol perutean PEGASIS pada JSN dengan mensubtitusikan beberapa parameter yang bersesuain dengan modul komunikasi nirkabel HC12. Hasil simulasi menunjukkan bahwa protokol perutean PEGASIS memiliki kinerja lebih baik daripada transmisi langsung yaitu dapat menghemat 34% konsumsi energi pada percobaan 100 simpul sensor yang diletakkan secara acak di daerah luasan 100x100 m2 dan masa hidup lebih 6 kali lebih lama.", "Daftar File": {"ABSTRAK Wanna Taf'al Husna": "https://digilib.itb.ac.id/gdl/download/225247"}, "Penulis": "Wanna Taf'al Husna [10216056]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng,,Ph,D,"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "energi, jaringan sensor nirkabel (JSN), PEGASIS, perutean.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "10 Jun 2021"}