{"Nomor": 54937, "Judul": "STRUCTURAL OPTIMIZATION OF ANTI-CLIMBER DEVICE FOR LIGHT RAIL TRANSIT (LRT) CRASH ENERGY ABSORBING SYSTEM", "Abstrak": "The primary objective of this research is to design and optimize anti-climber\nstructures for a light rail transit (LRT) crash energy absorbing system to im-\nprove its passive safety performance. The anti-climber device reduces the risk\nof overriding for rail vehicles in case of a car-to-car accident. This research\nstudies the in\nuence of the anti-climber device on the system's crashworthi-\nness and estimates the optimum conguration to achieve the best crash energy\nabsorbing and crashbox deforming performances.\nThe base model of the LRT's front-end cab is adapted from the existing\ndesigns of the LRT Jabodebek conguration. The anti-climber model is mod-\nied into several variations, to which design factors are assigned based on the\nL16 orthogonal array. Then, the optimum anti-climber conguration is esti-\nmated using Taguchi's Robust Parameter method. The controlled variables\nare analyzed for their in\nuence on the performance using the Analysis of Vari-\nance (ANOVA) method. The results show that the optimum conguration\nfor the system's crash energy absorbing and crashbox deforming performances\nare toothed ends-Al6061-T6-30 mm-lower oset and toothed ends-Al6061-T6-\n20 mm-lower oset, respectively. The most in\nuential factor for the system's\ncrash energy absorbing performance is the anti-climber material at 29.79%\ncontribution. On the other hand, teeth thickness is the most in\nuential factor\nto the crashbox deforming performance at 50.26% contribution. The optimiza-\ntion estimates the system's energy-absorbing performance to improve by 1.5\ndB gain and the crashbox deforming performance by 3.3 dB gain.", "Daftar File": {"ABSTRAK Muhammad Nurrafi Ihsan": "https://digilib.itb.ac.id/gdl/download/227746"}, "Penulis": "Muhammad Nurrafi Ihsan [13617009]", "Kontributor / Dosen Pembimbing": ["Ir. Sigit P. Santosa, MSME, Sc.D, IPU", "Dr. Ir. Leonardo Gunawan", "Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Crashworthiness, light rail transit, crash energy absorbing system, anti-climber device, Taguchi Method", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "10 Jun 2021"}