{"Nomor": 54947, "Judul": "USULAN STRATEGI DALAM MEMILIH PERUSAHAAN YANG BERNILAI DI PASAR SAHAM UNTUK DIINVESTASIKAN  BERDASARKAN ANALISIS VALUE INVESTING", "Abstrak": "Pasar saham terkadang tidak mencerminkan kinerja bisnis yang \nsebenarnya terjadi, ketika banyak bisnis yang terdampak akibat regulasi\npembatasan sosial dan permintaan barang/jasa yang turn, level IHSG tetap\nmengalami peningkatan meskipun kinerja bisnis sesunggunya justru\nsebaliknya. Untuk mendapatkan investasi yang aman di pasar saham,\npendekatan untuk kembali ke filosofi dasar yakni analisa fundamental dari\nperusahaan dimana ketika membeli saham perusahaan tersebut berarti\nmembeli bisnis dibelakangnya bukan hanya sekedar membeli lembaran\nsaham. Oleh karena itu, untuk memahami bisnis di baliknya, metode yang\ndigunakan adalah dengan menganalisis kinerja bisnis selama pandemi dan\nmenggunakan pendekatan beberapa rasio untuk menilai sebuah\nperusahaan. Apakah perusahan tersebut termasuk kategori overvalued atau\nundervalued atau biasa disebut juga sebagai investasi nilai. \nDalam tesis ini, analisis rasio digunakan untuk menentukan kinerja dan\nkondisi keuangan dari sebuah perusahaan. Rasio-rasio tersebut antara lain\nrasio inventory turnover, rasio debt-to-equity, rasio profitabilitas, rasio\npasar, dan analisa harga. Selain analisis rasio, analisa harga digunakan\nuntuk menentukan nilai intrinsic dari lembar saham sebuah perusahaan. \nAnalisa harga dalam penelitian ini antara lain perbandingan nilai dengan\nobligasi pemerintah (ORI017), saham sebagai ekuitas, dan penggunaan\ndata historis EPS perusahaan untuk menentukan pengembalian tahunan.\nMetode analisa harga ini akan memberikan gambaran untuk harga sebuah\nperusahaan di masa depan dengan menggunakan kinerja keuangan\nperusahaan tersebut. \nKinerja keuangan dalam penelitian ini menggunakan dua periode waktu.\nPeriod historis dari laporan tahunan dan laporan keuangan terkini\nperusahaan. Penggunaan data pada data historis menggunakan rentang\nwaktu selama 5 tahun dari tahun 2015 hingga tahun 2019. Sementara untuk \ndata terkini kinerja keuangan perusahaan menggunakan data kuartal 3\ntahun 2020. Setelah analisa dari kinerja keuangan dan mendapatkan nilai\nintrinsiknya maka selanjutnya menentukan nilai masuk dengan\nmenggunakan margin of safety. \nPenggunaan margin of safety di dalam penelitian ini menggunakan margin\nsebesar 50% dari nilai intrinsic sebuah saham. Nilai intrinsic didapatkan\ndengan menggunakan earning per share perusahaan yang kemudian di\nproyeksikan untuk 10 tahun kedepan dengan menggunakan inflasi sebagai\nfaktor pendiskonnya setiap tahun sebesar 5%. \nJumlah perusahaan yang terdaftar di pasar saham Indonesia adalah 724\nperusahaan. Perusahaan-perusahaan tersebut dikategorikan menjadi 11\nsektor dengan setiap sektor memiliki sub-industrynya. Klasifikasi\nperusahaan ke dalam kelompok tersebut dalam penelitian ini menggunakan\nformat terbaru dari IDX-IC. Seluruh 724 perusahaan dianalisa untuk\nkinerja keuangan masa kini, kinerja keuangan di masa lalu, dan nilai\nintrinsik di masa depan. \nBerdasarkan analisa pertama dengan menggunakan kinerja keuangan\nterbaru, terdapat 8 perusahaan yang masuk dalam kategori undervalue dan\nmemiliki potensi kinerja keuangan yang baik. Kedelapan perusahaan\ntersebut adalah PT. Buana Lintas Lautan Tbk., PT Intanwijaya\nInternational Tbk., PT. Unggul Indah Cahaya Tbk., PT. Sri Rejeki Isman\nTbk., PT. Wilmar Cahaya Indonesia Tbk., PT. Provident Agro Tbk., PT.\nWismilak Inti Makmur Tbk., dan PT. Transkon Jaya Tbk. Kemudian\nkedelapan perusahaan tersebut dilakukan analisa dari data historis kinerja\nkeuangannya. Hasil dari kinerja historis dan nilai intrinsik di masa depan,\nhanya tiga perusahaan yang terpilih dengan kinerja keuangan yang baik\nsecara historis. Ketiga perusahaan tersebut antara lain PT. Buana Lintas\nLautan Tbk., PT. Sri Rejeki Isman Tbk., dan PT. Wilmar Cahaya Indonesia\nTbk. dengan estimasi tingkat pengembalian sebelum pajak untuk setiap\nperusahaan adalah 39%-85%, 30%-37%, dan 15%-17% dengan margin of\nsafety setiap perusahaan adalah Rp.423/lembar saham, Rp.887/lembar\nsaham, dan Rp.1760/lembar saham.", "Daftar File": {"2021_TS_PP_Apta Hadyan Sulistijo_1-Abstrakcs.pdf?": "https://digilib.itb.ac.id/gdl/download/224959"}, "Penulis": "Apta Hadyan Sulistijo [29119438]", "Kontributor / Dosen Pembimbing": ["Erman Sumirat, S.E., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "investasi nilai, kinerja keuangan, undervalued, overvalued, analisa rasio, margin of safety", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "10 Jun 2021"}