{"Nomor": 54948, "Judul": "PRODUKTIVITAS SDM PADA INFRASTRUKTUR AKSES(SUB-DIVISI) DALAM MENSUKSESKAN ERA DIGITAL  (STUDI KASUS PT.TELEKOMUNIKASI DIVISI TELEKOMUNIKASI REGIONAL III JABAR)", "Abstrak": "PT.Telekomunikasi Indonesia  menyiapkan Sumber Daya Manusia yang  \nmempunyai wawasan yang luas (global mindset) juga yang memiliki kriteria yang\nkhusus diantaranya mampu berinteraksi dengan mitra bisnis, humble dan mampu \nmenyesuaikan dengan lingkungan bisnis. Yang menjadi permasalahan pada \npenelitian ini adanya jumlah karyawanan yang terbatas di bagian Infra Akses\nDivisi Telkom Regional III Jawa Barat. Juga adanya ketidakseimbangan antara\njumlah rekrutmen karyawan fresh graduate dengan jumlah karyawan yang keluar\n(pensiun). Dengan kasus tersebut akan terjadi pengaruh negatif terhadap\npencapaian target bisnis/produksi pada perusahaan.\n\nDengan permasalahan tersebut, peneliti mengexpolarasi hal-hal yang berkaitan\ndengan karyawan sebagai aset organisasi yang paling penting yang dimiliki oleh\nperusahaan. Penelitian ini menganalisis hal-hal yang mempengaruhi pada\nproduktivitas kerja karyawan, inovasi karyawan dan bagaimana fungsi manajemen\njaringan pada perusahaan sampai ke customer dengan baik dan lancar.\n\nMetode penelitian ini menggunakan metode analysis SWOT yang menghasilkan\nmatrik TOWS yaitu SO, WO, ST dan WT. Penelitian ini juga menggunakan\nmetode deskritif kualitatif dengan pengumpulan data wawancara dan observasi.\nWawancara dilakukan terhadap stakholder pihak internal PT. Telekomunikasi\nDivisi Telkom Regional III Jawa Barat, yang mencakup unsur Human Capital,\nKeuangan, Jaringan Infra Akses dan personil yang terlibat  langsung dengan\nkaryawan yang menciptakan inovasi.\nHasil penelitian menunjukan target perusahaan dapat tercapai dan meningkat\nsetiap tahunnya. Hal tersebut dianalisis dari data keuangan tiga tahun berturutturut\ndari tahun 2018 sampai dengan 2020.\nHasil Produktivitas kerja dan\nkreativitas & inovasi karyawan juga mampu membuat terobosan-terobosan dan\naplikasi yang mempermudah dalam pelayanan customer di jaringan internet, \nIndiHome, IPTV dll.", "Daftar File": {"2021_TS_PP_AKHDAN HILMY TAUFIQURRAHMAN_1-Abstrakcs.pdf?": "https://digilib.itb.ac.id/gdl/download/224960"}, "Penulis": "Akhdan Hilmy Taufiqurrahman [29119390]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Telekomunikasi, Infrastruktur Akses, Produktivitas Kerja, Inovasi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Jun 2021"}