{"Nomor": 54946, "Judul": "PENGEMBANGAN TELESKOP RADIO FREKUENSI RENDAH DENGAN ANTENA LWA", "Abstrak": "Instrumentasi merupakan suatu elemen penting dalam pengembangan dan pembaharuan jaman, khususnya teknologi. Tanpa adanya instrumentasi, maka semua orang akan cenderung melakukan hal dengan teknik kuno dan tidak efisien. Seiring berkembangnya jaman tentu pengetahuan akan semakin berkembang, dan untuk mendukungnya dibutuhkan pula instrumen yang memadai. Hal inilah yang juga terjadi pada bidang Astronomi Radio, dimana penelitian di frekuensi rendah yang dulu dirasa sulit diamati, namun dengan teknologi yang kian canggih, saat ini frekuensi rendah sudah mulai diminati ara astronom. Banyaknya pertanyaan astrofisika yang hanya dapat dijawab di frekuensi rendah, menjadi salah satu alasan. Observatoorium Bosscha pun sudah mulai mengembangkan instrumen radio frekuensi rendah sejak 2008, tercatat ada beberapa instrumen radio yang sudah beroperasi hingga saat ini seperti teleskop radio JOVE dan CALLISTO.\nPada penelitian Tugas Akhir ini, penulis pun masih meneruskan pengembangan teleskop radio frekuensi rendah namun kali ini dilakukan di lingkungan kampus ITB, menggunakan antena LWA yang dikombinasikan dengan receiver CALLISTO, untuk mendapatkan karakterisasi kinerja antena LWA dan ujicoba pengamatan dari tanggal 23 Maret 2021 hingga 4 Mei 2021. Proses dan hasilnya telah dijabarkan dengan detail pada Tugas Akhir ini, dari proses perakitan, prose pengmatan beserta hambatan yang terjadi, hingga analisis hasil pengamatan yang telah didapat. Hasil yang didapatkan, sebenarnya sudah cukup untuk merepresentasikan kinerja dari antena LWA, namun masih perlunya bantuan suatu alat lain yang cukup kuat untuk mengurangi sinyal yang diterima antena beserta ketambahan gain dari FEE, agar hasil yang didapat bisa lebih baik.", "Daftar File": {"ABSTRAK Riokosta Haryawan": "https://digilib.itb.ac.id/gdl/download/224958"}, "Penulis": "Riokosta Haryawan [10316016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Taufiq Hidajat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Engineering & allied operations", "Kata Kunci": "Instrumentasi, Antena LWA, CALLISTO", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "10 Jun 2021"}