{"Nomor": 54958, "Judul": "CONVOLUTIONAL RECURRENT NEURAL NETWORKS FOR DYNAMIC MR IMAGE RECONSTRUCTION", "Abstrak": "Accelerating the data acquisition of dynamic\nmagnetic resonance imaging leads to a challenging illposed\ninverse problem, which has received great interest\nfrom both the signal processing and machine learning\ncommunities over the last decades. The key ingredient to\nthe problem is how to exploit the temporal correlations of\nthe MR sequence to resolve aliasing artifacts. Traditionally,\nsuch observation led to a formulation of an optimization\nproblem, which was solved using iterative algorithms.\nRecently, however, deep learning-based approaches have\ngained significant popularity due to their ability to solve\ngeneral inverse problems. In this paper, we propose a\nunique, novel convolutional recurrent neural network architecture\nwhich reconstructs high quality cardiac MR images\nfrom highly undersampled k-space data by jointly exploiting\nthe dependencies of the temporal sequences as well as\nthe iterative nature of the traditional optimization algorithms.\nIn particular, the proposed architecture embeds the\nstructure of the traditional iterative algorithms, efficiently\nmodeling the recurrence of the iterative reconstruction\nstages by using recurrent hidden connections over such\niterations. In addition, spatio–temporal dependencies are\nsimultaneously learnt by exploiting bidirectional recurrent\nhidden connections across time sequences. The proposed\nmethod is able to learn both the temporal dependence and\nthe iterative reconstruction process effectively with only a\nvery small number of parameters, while outperforming current\nMR reconstructionmethods in terms of reconstruction\naccuracy and speed.", "Daftar File": {}, "Penulis": "Chen Qin [-]", "Kontributor / Dosen Pembimbing": ["Jo Schlemper , Jose Caballero , Anthony N. Price, Joseph V. Hajnal , Daniel Rueckert"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Recurrent neural network, convolutional neural network, dynamic magnetic resonance imaging, cardiac image reconstruction.", "Sumber": "IEEE TRANSACTIONS ON MEDICAL IMAGING, VOL. 38, NO. 1, JANUARY 2019", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Jun 2021"}