{"Nomor": 54953, "Judul": "PENENTUAN PREMI ASURANSI SEUMUR HIDUP DENGAN PREDIKSI PELUANG KEMATIAN MENGGUNAKAN MODEL CAIRNS-BLAKE-DOWD", "Abstrak": "Asuransi jiwa seumur hidup merupakan salah satu produk asuransi jiwa yang menawarkan untuk mendapatkan manfaat kematian bagi ahli waris saat risiko kematian terjadi. Penentuan premi dari asuransi jiwa seumur hidup tentunya melibatkan berbagai faktor diantaranya peluang kematian, suku bunga, besar benefit, dan lain-lain. Prediksi peluang kematian dianggap penting agar prediksi premi yang ditentukan oleh perusahaan tepat sehingga tidak membuat perusahaan rugi. Salah satu metode yang digunakan untuk memodelkan dan memprediksi peluang kematian adalah model Cairns-Blake-Dowd dan Bivariate Random Walk with Drift. Model Cairns-Blake-Dowd ini cocok digunakan untuk memodelkan peluang kematian pada usia lanjut. Bivariate Random Walk with Drift merupakan metode yang digunakan untuk memprediksi perluang kematian beberapa periode ke depan. Dalam penelitian ini, dilakukan perbandingan untuk dua kategori usia yaitu kategori usia pekerja dan usia lanjut dan kategori usia lanjut saja. Hal ini dilakukan agar mengetahui pengaruh dari kedua kategori tersebut. Selanjutnya, dilakukan pula evaluasi terhadap peluang kematian yang diperoleh dengan Tabel Mortalita Indonesia 2011 dan Tabel Mortalita Indonesia 2019. Dengan didapatkan peluang kematian yang tepat, maka penentuan premi akan lebih tepat sehingga berdampak baik bagi perusahaan asuransi.", "Daftar File": {"ABSTRAK ILLUMINATA WYNNIE": "https://digilib.itb.ac.id/gdl/download/228233"}, "Penulis": "Illuminata Wynnie [20819011]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Premi Asuransi Seumur Hidup, Cairns-Blake-Dowd, Peluang Kematian, Bivariate Random Walk with Drift", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "11 Jun 2021"}