{"Nomor": 54966, "Judul": "MENGEVALUASI KEGESITAN ORGANISASI STUDI KASUS SALAH SATU PERUSAHAAN DISTRIBUTOR BIOTEKNOLOGI DI INDONESIA", "Abstrak": "Dalam kasus wabah COVID 19, banyak organisasi yang terpapar akan kekurangannya. Meskipun tampak seperti bencana, dalam jangka panjang paparan kekurangan yang disebabkan oleh pandemi dapat menjadi peluang yang tak tergantikan untuk mengembangkan studi lebih lanjut tentang cara menciptakan organisasi yang lebih mudah beradaptasi dan fleksibel untuk mengatasi tantangan yang tidak dapat diprediksi di masa depan dan tidak hanya untuk secara khusus mengatasi pandemi, tetapi tingkat peristiwa serupa yang menyebabkan perubahan besar dalam ekonomi. Studi ini berfokus pada evaluasi dan ide perbaikan untuk menciptakan organisasi yang gesit di PT. Biotech Indonesia untuk dapat beradaptasi dengan ketidakpastian, yang belangsung saat pandemi COVID-19 di Indonesia. Penelitian ini menggabungkan metodologi kualitatif dan kuantitatif yang diambil dari data primer dan sekunder. Pengumpulan data primer dilakukan dengan melakukan survei ke perusahaan dan mengumpulkan kuesioner dari karyawan. Data sekunder diambil dari profil perusahaan dan tinjauan literatur. Analisis eksternal menggunakan model Porter's 5 force dan PESTEL, sedangkan analisis internal menggunakan 7S McKinsey. Evaluasi kegesitan organisasi dilakukan dengan memberikan kuesioner kepada seluruh karyawan PT. Biotech Indonesia, meliputi strategi, struktur, proses, SDM dan teknologi dalam organisasi. Penelitian ini menghasilkan delapan gagasan perbaikan yang diusulkan untuk organisasi. Termasuk Menciptakan Nilai Bersama dalam organisasi; Menciptakan budaya partisipasi karyawan di semua tingkatan; Menciptakan tata kelola kolaboratif dan ekosistem kemitraan aktif; Mendukung budaya untuk iterasi cepat; Menciptakan cara kerja standar; Menyesuaikan manajemen kinerja berdasarkan hasil; Pengembangan Organisasi dan Sistem Manajemen Pengetahuan, dan Pengembangan infrastruktur TI, sistem dan perangkat pendukung.", "Daftar File": {"ABSTRAK Wenny Zuricha Zoro": "https://digilib.itb.ac.id/gdl/download/224979", "COVER Wenny Zuricha Zoro": "https://digilib.itb.ac.id/gdl/download/267204", "BAB 1 Wenny Zuricha Zoro": "https://digilib.itb.ac.id/gdl/download/267205", "BAB 2 Wenny Zuricha Zoro": "https://digilib.itb.ac.id/gdl/download/267206", "BAB 3 Wenny Zuricha Zoro": "https://digilib.itb.ac.id/gdl/download/267207", "BAB 4 Wenny Zuricha Zoro": "https://digilib.itb.ac.id/gdl/download/267208", "PUSTAKA Wenny Zuricha Zoro": "https://digilib.itb.ac.id/gdl/download/267209"}, "Penulis": "Wenny Zuricha Zoro [29318382]", "Kontributor / Dosen Pembimbing": ["John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Agile organization, COVID 19, PESTEL, 7S McKinsey", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "11 Jun 2021"}