{"Nomor": 54967, "Judul": "PENGEMBANGAN SISTEM MANAJEMEN RELAWAN YANG TERINTEGRASI", "Abstrak": "Indonesia memiliki risiko yang sangat tinggi terkena bencana alam, karena terletak di\npersimpangan tiga lempeng tektonik utama bumi, Lempeng Eurasia, Lempeng Australia,\ndan Lempeng Samudra Pasifik. Oleh karena itu, banyak organisasi bantuan kebencanaan\nyang tersebar di berbagai daerah untuk melakukan tindakan penanggulangan bencana.\nHal ini mengakibatkan banyaknya jumlah relawan yang tersebar di seluruh Indonesia.\nBadan Nasional Penanggulangan Bencana (BNPB) selaku instansi yang bertanggung\njawab atas pelaksanaan penanggulangan bencana pada saat tanggap darurat telah\nmengeluarkan pedoman bagi relawan dalam penanggulangan bencana. Sayangnya, sistem\nyang berjalan saat ini masih belum terlaksana dengan baik. \n\nAda beberapa faktor yang menyebabkan sistem yang ada saat ini masih belum berfungsi \ndengan baik seperti data relawan yang tidak jelas, perbedaan rencana dalam aksi\npenanggulangan bencana di organisasi bantuan kebencanaan yang menyebabkan\ntimbulnya ketidaksesuaian instruksi di lokasi bencana dan kurangnya kemampuan\nkoordinasi antara BNPB dan organisasi bantuan kebencanaan. \n\nSistem manajemen relawan yang terintegrasi di Indonesia diusulkan sebagai solusi dari \npermasalahan sistem manajemen relawan saat ini. Sistem ini dapat merekrut,\nmengalokasikan dan mengevaluasi relawan secara sistematis dalam mengelola relawan\npada tahap prabencana, tahap tanggap darurat, dan pascabencana. \n\nPengembangan berkelanjutan dari sistem manajemen relawan yang terintegrasi di \nIndonesia akan dilakukan dengan menggunakan siklus PDCA.", "Daftar File": {"2021_TS_PP_Aulia Nabila_1-Abstrakcs.pdf?": "https://digilib.itb.ac.id/gdl/download/224978"}, "Penulis": "Aulia Nabila [29119107]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "manajemen relawan, BNPB, penanggulangan bencana, sistem yang  terintegrasi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Jun 2021"}