{"Nomor": 54973, "Judul": "WORKING ARRANGEMENT STRATEGY FOR DEBT CAPITAL MARKET IN PT BRI DANAREKSA SEKURITAS", "Abstrak": "Salah satu sumber yang membantu perekonomian di Indonesia adalah pasar modal yang tidak hanya menjadi alternatif namun kini telah menjadi sumber pendanaan penting untuk membantu perekonomian Indonesia. Perusahaan sekuritas memiliki peran sebagai perantara keuangan selain bank, sehingga memungkinkan investor untuk melakukan operasi bisnis yang menguntungkan. Perusahaan ini memungkinkan pemegang obligasi memperoleh likuiditas dengan menjualnya kepada orang lain melalui mereka. Sayangnya, satu tahun terakhir sejak Covid-19, banyak perusahaan sekuritas yang mengalami penurunan kinerja. PT BRI Danareksa Sekuritas sendiri mengalami kendala, khususnya permasalahan yang akan dibahas pada bagian ini adalah pada divisi Debt Capital Market tentang keterlambatan pelaporan transaksi. Sebagai reaksi atas fenomena COVID-19, perusahaan harus berperan mencegah penularan di lingkungan kerja. Salah satu cara untuk melakukannya adalah dengan membuat perubahan jadwal sebagai penyesuaian pada protokol kesehatan dan Normal Baru. Ketentuan mengenai perubahan jam kerja telah diatur dalam Surat Edaran Nomor 8 Tahun 2020 tentang Pengaturan Jam Kerja dan Keputusan Menteri Kesehatan Nomor HK.01.07 / MENKES / 328/2020. Perusahaan harus menjaga operasional bisnis dengan tetap berpegang pada protokol kesehatan, karena bagaimanapun jika perusahaan lalai dan penularan COVID-19 di lingkungan kantor akan merugikan perusahaan itu sendiri. Strategi yang tepat untuk Debt Capital Market adalah dengan pertemuan bulanan tatap muka dan pertemuan mingguan karena keduanya dapat membantu mengontrol karyawan Pasar Modal Utang dan meningkatkan FWA dengan menggabungkan waktu fleksibel dan pekerjaan terkompresi.", "Daftar File": {"ABSTRAK Nadira Noorzalika": "https://digilib.itb.ac.id/gdl/download/224992", "COVER Nadira Noorzalika": "https://digilib.itb.ac.id/gdl/download/267038", "BAB 1 Nadira Noorzalika": "https://digilib.itb.ac.id/gdl/download/267040", "BAB 2 Nadira Noorzalika": "https://digilib.itb.ac.id/gdl/download/267041", "BAB 3 Nadira Noorzalika": "https://digilib.itb.ac.id/gdl/download/267042", "BAB 4 Nadira Noorzalika": "https://digilib.itb.ac.id/gdl/download/267043"}, "Penulis": "Nadira Noorzalika [29319140]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pasar Modal Utang, Flexible Work Arrangement, Covid-19, Regulasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "11 Jun 2021"}