{"Nomor": 54978, "Judul": "PORTOFOLIO SAHAM SYARIAH BERDASARKAN ALOKASI BOBOT TETAP DAN ALOKASI DINAMIS", "Abstrak": "Dalam literatur fiqih, saham diambil dari istilah musahamah yang berasal dari kata\nsahm yang artinya bagian, dalam hal ini bagian kepemilikan. Pada pasar modal Indonesia\nsaham terbagi atas dua jenis yakni saham konvensional dan saham syariah.\nSaham syariah merupakan saham yang tidak bertentangan dengan prinsip syariah.\nDi Indonesia saham syariah diatur oleh OJK dimana saham yang dianggap syariah\nmerupakan saham yang masuk dalam Daftar Efek Syariah (DES). Seluruh saham\nDES termasuk kedalam saham pasar syariah yakni Indeks Saham Syariah Indonesia.\nPada investasi saham syariah tidak diperbolehkan melakukan short selling\nsaham. Oleh karena itu pada tesis ini akan diteliti mengenai portofolio efisiensi saham\nsyariah dimana portofolio terbagi atas dua model berdasarkan strategi alokasi\naset, yakni alokasi aset bobot konstan dan alokasi aset dinamis. Evaluasi portofolio\ndilakukan pada periode 1 tahun sebelum pandemi dan 1 tahun selama pandemi. Pada\nsaat sebelum pandemi performa portolio dengan metode konstan korelasi lebih\nbaik dibandingkan performa portolio dengan metode Single Index Model baik untuk\nalokasi aset bobot konstan maupun alokasi aset dinamis. Sedangkan pada saat\nselama pandemi performa portolio dengan metode Single Index Model lebih baik\ndibandingkan performa portolio dengan metode konstan korelasi.", "Daftar File": {"ABSTRAK SHAHNAZ AFLAHA VANYA ADDISTY.pdf\niu": "https://digilib.itb.ac.id/gdl/download/225233"}, "Penulis": "Shahnaz Aflaha Vanya Addisty [20118016]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Portofolio, Saham Syariah, Alokasi Aset, Single Index Model, Korelasi Konstan, Return of Asset, Efficient Frontier.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "11 Jun 2021"}