{"Nomor": 54977, "Judul": "METODE HIDROMETALURGI UNTUK DAUR ULANG KATODE LINI1/3CO1/3MN1/3O2 DARI BATERAI ION LITIUM BEKAS DENGAN AGEN LEACHING DAN PEREDUKSI YANG RAMAH LINGKUNGAN", "Abstrak": "Seiring dengan perkembangan teknologi, baterai ion litium (LIB) menjadi\nkebutuhan utama dalam bidang elektronik. Memiliki tegangan kerja yang lebar,\nmenjadikan LIB dapat diaplikasikan secara luas pada perangkat portabel dan\nkendaraan listrik. Permintaan dan produksi LIB yang terus meningkat setiap\ntahunnya, mengakibatkan jumlah LIB bekas semakin meningkat. Lebih lanjut, pada\nLIB terdapat material katode berbahan dasar logam berharga yang dapat mencemari\nlingkungan, namun memiliki nilai ekonomi yang tinggi. Sehingga pada penelitian\nini dilakukan daur ulang material katode LIB bekas menggunakan metode\nhidrometalurgi yang ramah lingkungan dan membuat kembali katode baterai LIB\ndari daur ulang tersebut. Proses daur ulang katode LIB bekas terdiri dari 3 tahapan:\npertama diawali dengan pemrosesan awal, lalu dilanjutkan dengan proses leaching\nmenggunakan agen organik dan kopresipitasi oksalat melalui metode\nhidrometalurgi, kemudian endapan hasil kopresipitasi disintesis ulang menjadi\nmaterial katode. Pada pemrosesan awal telah berhasil menghilangkan pengikat\nPVDF dan karbon dari katode LIB bekas. Efisiensi leaching tertinggi mencapai\n95% dengan kondisi parameter asam DL-malat 0,3 M, rasio pereduksi glukosa 0,3\n(g/g), waktu sintesis 30 menit dengan suhu 80oC, dan kepadatan slurry 20 g/L.\nEndapan kopresipitasi oksalat yang diperoleh berupa MC2O4?2H2O dengan M\nadalah logam transisi Ni, Co, dan Mn yang memiliki rasio mendekati 1:1:1. Katode\ndaur ulang R-NCM memiliki tingkat cation mixing rendah, yang menandakan telah\nterbentuk struktur layer yang bagus. Pada analisa sifat elektrokimia, R-NCM\nmemiliki nilai Rct 42,6 ? dan performa kapasitas discharge sebesar 158,04 mAh/g.\nHasil ini sebanding dengan NCM komersial yakni Rct 36,1 ? dan kapasitas\ndischarge sebesar 158,92 mAh/g. Lebih lanjut, baterai R-NCM mampu\nmenunjukkan kinerja laju kapabilitas yang stabil dan retensi yang sangat baik. Sifat\nelektrokimia dan performa R-NCM yang setara NCM komersial, menandakan\nbahwa daur ulang katode NCM melalui metode hidrometalurgi yang ramah\nlingkungan telah berhasil dilakukan. Hal ini dapat menjadi salah satu solusi dalam\nmengatasi limbah baterai LIB yang dihadapi.", "Daftar File": {"ABSTRAK Alif Lombardoaji Sidiq": "https://digilib.itb.ac.id/gdl/download/225002", "COVER Alif Lombardoaji Sidiq": "https://digilib.itb.ac.id/gdl/download/225004", "BAB 1 Alif Lombardoaji Sidiq": "https://digilib.itb.ac.id/gdl/download/225005", "BAB 2 Alif Lombardoaji Sidiq": "https://digilib.itb.ac.id/gdl/download/225006", "BAB 3 Alif Lombardoaji Sidiq": "https://digilib.itb.ac.id/gdl/download/225007", "BAB 4 Alif Lombardoaji Sidiq": "https://digilib.itb.ac.id/gdl/download/225008", "BAB 5 Alif Lombardoaji Sidiq": "https://digilib.itb.ac.id/gdl/download/225009", "PUSTAKA Alif Lombardoaji Sidiq": "https://digilib.itb.ac.id/gdl/download/225010"}, "Penulis": "Alif Lombardoaji Sidiq [20219022]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ferry Iskandar, M.Eng.", "Dr.rer.nat. Akfiny Hasdi Aimon, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "LIB bekas, daur ulang, hidrometalurgi, R-NCM, ramah lingkungan", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "11 Jun 2021"}