{"Nomor": 54971, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENCIPTAKAN PERMINTAAN PASAR UMUM PERABOTAN KAYU DI PT KASEDA SEMESTA JAYA", "Abstrak": "Peningkatan akan permintaan terhadap perabotan di Indonesia diproyeksikan sebesar 11.5% per tahun sampai tahun 2025, melalui kanal platform belanja daring, yang disebabkan oleh bertumbuhnya populasi kelompok pendapatan menengah di Indonesia. Pandemi COVID-19 juga menciptakan kondisi ‘new normal’ dimana banyak orang bekerja dari rumah, sehingga banyak perabotan yang dibutuhkan untuk menciptakan suasana kantor di rumah. Pertumbuhan platform belanja daring juga memberikan kemudahan bagi pembeli untuk membeli perabotan hanya dengan sentuhan jari, sehingga memberikan ancaman bagi perusahaan perabotan tradisional, terutama perusahaan yang beroperasi di pasar B2B saja. Supaya bisa bertahan di era digitalisasi dan bisa memanfaatkan momentum pasar, Kaseda sebagai perusahaan perabotan kayu B2B akan meluncurkan lini bisnis baru untuk memenuhi permintaan untuk pasar B2C. Melalui riset ini, penulis merancang sebuah strategi branding baru untuk bisnis baru Kaseda dan menyelidiki kanal pemasaran yang tepat untuk Kaseda supaya bisa memiliki komunikasi yang efektif pada target pasar yang diinginkan dengan menggunakan Customer 5A Journey, Channel Mapping, dan Benchmarking terhadap pemain perabotan yang sudah ada secara daring dengan menggunakan metode Netnography.", "Daftar File": {"ABSTRAK Catherine Corina": "https://digilib.itb.ac.id/gdl/download/224983", "COVER Catherine Corina": "https://digilib.itb.ac.id/gdl/download/266468", "BAB 1 Catherine Corina": "https://digilib.itb.ac.id/gdl/download/266469", "BAB 2 Catherine Corina": "https://digilib.itb.ac.id/gdl/download/266470", "BAB 3 Catherine Corina": "https://digilib.itb.ac.id/gdl/download/266471", "BAB 4 Catherine Corina": "https://digilib.itb.ac.id/gdl/download/266472", "PUSTAKA Catherine Corina": "https://digilib.itb.ac.id/gdl/download/266473"}, "Penulis": "Catherine Corina [29319447]", "Kontributor / Dosen Pembimbing": ["Iwan Setiawan, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perabotan, Kayu, Perjalanan Pelanggan, Strategi Branding, Pemetaan Kanal, Perabotan Ritel Daring", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "11 Jun 2021"}