{"Nomor": 54974, "Judul": "MEMIMPIN DAN MENAVIGASI SITUASI KACAU:  BAGAIMANA KEPEMIMPINAN MELALUI KETAHANAN BERPERAN DALAM PROCESS MENANGGAPI DAN MENGATASI SITUASI BARU YANG MUNCUL  AKIBAT PANDEMIK COVID-19", "Abstrak": "Wabah yang di sebabkan oleh Novel Coronavirus menyebabkan konteks yang kacau balau. Terlalu\nbanyak masalah yang muncul akibat wabah Virus Corona ini dan menimbulkan situasi yang “baru”,\ntermasuk bagi PT. Olefin Mono (*). Sebagian besar masalah datang secara bersamaan, jumlah masalah\nyang sangat banyak untuk di tangani menjadi tantangan agar bisa bertahan dalam situasi ini. Dalam\nkondisi ini juga, banyak variable yang bermunculan dan saling berhubungan yang menciptakan\nkekacauan. Hampir semua masalah yang datang tampak signifikan dan perlu ditangani pada saat yang\nbersamaan. Ditandai dengan VUCA, dalam kekacauan berkepanjangan yang dipicu oleh wabah ini juga\nmenantang stamina dari para pemimpin. Dalam kekacauan ini, para pemimpin menghadapi lingkungan\nyang membutuhkan kemampuan yang berbeda, tidak hanya kemampuan mengelola resiko namun juga\nmenunjukkan ketahanan dalam krisis yang berkepanjangan.\nPenelitian ini dilakukan di salah satu perusahaan Petrokimia di Indonesia (PT. Olefin Mono*) yang\nmelibatkan 7 orang jajaran senior management (tingkat senior) yang ditunjuk sebagai satgas COVID-\n19 sejak saat terjadinya wabah coronavirus. Pengumpulan data dilakukan dengan metode wawancara\nmelalui pertanyaan terbuka, dipadukan dengan studi pustaka dan divalidasi dengan beberapa data\ninternal perusahaan PT. Olefin Mono (*). Tujuan dari penelitian ini adalah untuk mengetahui apa yang\ndilakukan pimpinan dalam merespon situasi baru yang muncul akibat pandemi COVID-19,\nmengidentifikasi kualitas kepemimpinan, dan memberikan rekomendasi untuk penguatan\n\n4\n\nkepemimpinan dalam organisasi. Konteks kekacauan ini diharapkan mampu membantu\nmengidentifikasi tindakan dan kualitas pemimpin dalam menghadapi tantangan di masa yang akan\ndatang.\nPenelitian ini memperkenalkan Cynefin-Framework sebagai proses sensemaking untuk memahami\nkonteks masalah yang disebabkan oleh wabah Novel Coronavirus.Secara konsep, penelitian ini\nmengadaptasi model integrated resilience for employees dari Britt, T.W, Shen, W., Sinclair, R.R.,\nGrossman, M.R., & Klienger, D.M (2016). Dalam penelitian ini, kerangka tersebut diperkuat dalam\naspek-aspek yang saling melengkapi dalam bentuk kapasitas sumber daya seorang pemimpin (1).\nAtribut, sekumpulan karakter yang tertanam dalam diri seseorang; (2). Kepemimpinan, tindakan, yang\ndilakukan oleh seorang pemimpin dalam berhubungan dengan orang lain dan dalam menanggapi situasi\nyang sedang berkembang. Hasil penelitian ini menemukan bahwa profil pemimpin yang tangguh\nmemiliki pengelompokan dalam hal (a). Tindakan yang diambil Pemimpin (b). Sistem Berfikir\nPemimpin (c). Kemampuan Kapasitas diri seorang pemimpin. Penelitian ini juga menemukan bahwa\ngaya dan tindakan kepemimpinan cenderung berubah selama terjadi kekacauan. Temuan dari penelitian\nini mengarah kepada rekomendasi penguatan kepemimpinan dalam organisasi, dengan mengutamakan\npengembangan pemimpin yang Tangguh.", "Daftar File": {"ABSTRAK Ika Tuning Kartika": "https://digilib.itb.ac.id/gdl/download/225000", "COVER Ika Tuning Kartika": "https://digilib.itb.ac.id/gdl/download/266607", "BAB 1 Ika Tuning Kartika": "https://digilib.itb.ac.id/gdl/download/266608", "BAB 2 Ika Tuning Kartika": "https://digilib.itb.ac.id/gdl/download/266609", "BAB 3 Ika Tuning Kartika": "https://digilib.itb.ac.id/gdl/download/266610", "BAB 4 Ika Tuning Kartika": "https://digilib.itb.ac.id/gdl/download/266611", "PUSTAKA Ika Tuning Kartika": "https://digilib.itb.ac.id/gdl/download/266612"}, "Penulis": "Ika Tuning Kartika [29319458]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pandemik Coronavirus, VUCA, Cynefin Framework, Kontek yang Kacau, Ketahanan, Kepemimpinan, Pemimpin yang memiliki ketahanan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "11 Jun 2021"}