{"Nomor": 54985, "Judul": "PREFERENSI DAN SEGMENTASI PELANGGAN DI INDUSTRI TELEKOMUNIKASI SELULER INDONESIA: PENDEKATAN DATA  MINING", "Abstrak": "Jumlah pengguna internet seluler di Indonesia terus bertambah selama beberapa tahun \nterakhir karena munculnya teknologi telekomunikasi seluler. Namun, saat ini\npertumbuhannya terus menurun dari tahun ke tahun. Persaingan di industri telekomunikasi\nseluler sangat ketat. Hal tersebut membuat setiap perusahaan kesulitan untuk meningkatkan\npendapatan dan laba bersihnya. Jumlah pengguna internet seluler yang terus meningkat\ntidak serta merta berarti pertumbuhan positif bagi lima besar perusahaan telekomunikasi\nseluler di Indonesia. Itu membuat perusahaan lebih memfokuskan investasi mereka pada\npeningkatan volume data per pelanggan. Oleh karena itu, meningkatkan repurchase\nintention menjadi kunci utama bagi perusahaan. Hal itu dapat dilakukan dengan\nmeningkatkan customer satisfaction melalui penentuan segmen pasar yang tepat dan\npreferensi pelanggan utama. Memahami segmentasi dan preferensi pelanggan sangat\npenting untuk meningkatkan repurchase intention (yaitu konsumsi data per pengguna) dan\ncustomer satisfaction. Sebagai tanggapan, kami menyajikan wawasan baru tentang\nsegmentasi dan preferensi pengguna internet seluler. Dengan menggunakan data kuesioner\nlebih dari 500 responden, penerapan k-modes clustering dan logistic regression dilakukan\nuntuk menetapkan model segmentasi dan preferensi pelanggan. \n \nBerdasarkan hasil metode clustering, terlihat bahwa industri memiliki dua segmen pasar\nutama. Profil segmen pertama dapat digambarkan sebagai orang dengan usia remaja akhir\nyang merupakan pelajar dengan penghasilan di bawah Rp 3 juta dan membayar biaya pulsa\ndan internet antara Rp50 ribu - 100 ribu. Mayoritas aktivitas bermain media sosial/chatting\ndan tidak menggunakan fitur Dual-SIM. Sedangkan profil segmen kedua dapat\ndigambarkan sebagai seseorang dengan usia remaja akhir hingga dewasa awal yang\nmerupakan karyawan dengan penghasilan lebih dari Rp 5 juta dan membayar biaya pulsa\ndan internet di atas Rp 100 ribu. Mayoritas aktivitas bermain media sosial/chatting dan\nvideo call/free call, serta menggunakan fitur Dual-SIM.\n\nBerdasarkan metode predictive analytics, pelanggan memilih Telkomsel dan XL Axiata\nkarena lebih mengutamakan kecepatan internet, jangkauan jaringan, kekuatan sinyal,\nukuran bonus menit nelpon, ukuran bonus SMS, penawaran eksklusif lainnya, kualitas\ncustomer care, dan ketersediaan pusat layanan. Sedangkan pelanggan memilih Indosat, Tri,\ndan Smartfren karena lebih menyukai harga paket yang terjangkau dan ukuran kuota\ninternet yang lebih besar. Kemudian hasil data mining dalam penelitian ini akan digunakan\noleh perusahaan sebagai bahan pertimbangan bagi pengambil keputusan untuk melakukan\ntindakan guna meningkatkan kepuasan pelanggannya. Ini bisa menjadi dasar untuk\nmembuat strategi bisnis, strategi pemasaran, atau bahkan strategi pengembangan produk.", "Daftar File": {"2021_TS_PP_Alvin Adi Nugraha_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/225018"}, "Penulis": "Alvin Adi Nugraha [29119448]", "Kontributor / Dosen Pembimbing": ["Meditya Wasesa, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "K-Modes Clustering, Multiclass Logistic Regression, Preferensi Pelanggan, Segmen Pelanggan,, Telekomunikasi Seluler", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Jun 2021"}