{"Nomor": 54982, "Judul": "VALUASI SAHAM DAN PERFORMA BISNIS USAHA DARI PT. INDO TAMBANGRAYA MEGAH, TBK.", "Abstrak": "Sektor pertambangan merupakan salah satu sektor yang menarik di pasar saham Indonesia\nuntuk diinvestasikan, mengingat industri batubara Indonesia merupakan salah satu yang\nterbesar di dunia, dimana Indonesia merupakan penghasil batubara dan pengekspor\nbatubara. Berdasarkan Kajian Statistik BP World Energy, Indonesia menempati peringkat\nke-2 dunia dengan produksi batubara 15,05 exajoule. Pandemi Covid-19 melanda banyak\nnegara, pandemi ini menghambat pertumbuhan banyak negara di dunia. Akibat pandemi\npada tahun 2020 ini, pasar saham di seluruh dunia mengalami keterpurukan, termasuk\nIHSG yang merupakan pasar saham Indonesia dan Maret 2020 menjadi titik terendah.\nMelihat kejatuhan pasar ini, investor cenderung beralih ke aset aman seperti deposito bank\ndan membeli emas. Padahal sebenarnya, ini saat yang tepat untuk memasuki pasar saham.\n\nBank Sentral Indonesia (BI) memproyeksikan pertumbuhan ekonomi Indonesia pada tahun\n2021 berada pada kisaran 4,3% hingga 5,3%. Dengan proyeksi pertumbuhan ekonomi yang\npositif pada tahun 2021 oleh Bank Indonesia, hal ini dapat menyebabkan lebih banyak\nbatubara yang diekspor karena dibutuhkan untuk proses manufaktur dan hal ini akan\nmenguntungkan PT. Indo Tambangraya Megah Tbk. pasalnya, sebagian besar batu bara\nyang telah diproduksi, diekspor ke negara tetangga sedangkan sisa batu bara dijual untuk\ndigunakan pasar dalam negeri.\n\nBerdasarkan hal ini, nilai intrinsik ITMG akan dihitung dengan mempertimbangkan faktorfaktor\n\nyang mungkin mempengaruhi penilaian. Analisis eksternal, internal, dan model\nbisnis dilakukan untuk mengetahui bisnis dari atas ke bawah. Pemodelan regresi linier\ndigunakan untuk mengetahui pengaruh harga batubara global terhadap pendapatan ITMG.\nModel valuasi absolut seperti analisis DCF dilakukan untuk mengetahui nilai intrinsik\nharga saham ITMG. Model valuasi relatif seperti PER dan EV / EBITDA digunakan untuk\nmembandingkan ITMG dengan perusahaan sejenis.\n\nBerdasarkan analisis DCF, nilai intrinsik per saham ITMG adalah Rp 15.910 per saham\ndan memiliki batas keamanan 34% terhadap harga pasar saat ini dengan harga penutupan\npada 26 April 2021. Harga pasar ITMG saat ini adalah Rp 11.850 dan sejak intrinsik\nnilainya lebih tinggi dari harga pasar saat ini maka saham tersebut dinilai terlalu rendah.\nUntuk PER, ITMG merupakan yang tertinggi pada tahun 2020, dan untuk EV / EBITDA\nmerupakan yang terendah kedua pada tahun 2020 dibandingkan dengan perusahaan sejenis.\nRekomendasi bagi investor adalah membeli saham ITMG.", "Daftar File": {"2021_TS_PP_Evan Darian_1-abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/225016"}, "Penulis": "Evan Darian [29119426]", "Kontributor / Dosen Pembimbing": ["Erman Sumirat, S.E., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "DCF, Valuasi Absolut, Saham, Nilai Intrinsik, Valuasi Relatif", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Jun 2021"}