{"Nomor": 54998, "Judul": "PROPOSAL STRATEGI MARKETING UNTUK MENINGKATKAN JUMLAH PENGGUNA DAN LOYALITAS MEREK PLATFORM BELAJAR DARING  (STUDI KASUS DARI GOOGLE CLASSROOM DALAM PERGURUAN TINGGI DI BANDUNG)", "Abstrak": "Google Classroom diluncurkan pada tahun 2014 dan menjadi bagian utama dari Google Suite for\nEducation yang banyak digunakan di sekolah dasar sampai menengah, sekolah tinggi, perguruan tinggi\ndan universitas. Meskipun popularitas pemakaian Google Classroom di sekolah dasar dan menengah,\ncukup tinggi, sejak 2014 adopsi Google Classroom di kalangan universitas dan perguruan tinggi masih\nrendah yang disebabkan oleh strategi yang diterapkan belum efektif lain halnya dengan strategi yang\nGoogle Classroom terapkan di K-12. Hal ini terlihat dari Google Classroom yang belum memiliki fitur\nlearning management system yang memadai untuk mendukung aktivitas belajar mahasiswa, juga fitur\nkomunikasi antara dosen dan mahasiswa yang tidak efektif. Akibatnya, Google Classroom mendapat \npenilaian buruk dari para pengguna. \nPenelitian ini bertujuan untuk membantu Google Classroom meningkatkan jumlah user serta\nmemperkuat loyalitas merek melalui perumusan strategi pemasaran dan pengaplikasiannya yang akan\ndibahas dalam bab bab terlampir. Data eksternal dikumpulkan melalui analisa PESTEL, Porter’s Five\nForces, dan kompetitor yang bersumber dari jurnal, buku dan artikel. Selain itu, wawancara dengan\npengguna juga dilakukan untuk mendapatkan perspektif mendalam mengenai isu yang ada dan demi \nmenghasilkan solusi yang relevan. Lalu, kompetensi dan sumber daya Google Classroom juga dianalisa.\nTerakhir, SWOT dan akar permasalah digali lebih lanjut. \nPada bab ketiga, ditemukan bahwa google kelas harus merekonstruksi strategi pemasarannya, beserta\nSTPnya. Dengan demikian, penelitian mengusulkan untuk mengubah strateginya dari cost leadership\nke integrated cost leadership and differentiation untuk menjaga keunggulan kompetitif yang\nberkelanjutan. Selain itu, pada bab ini STP baru dan strategi bisnis juga diusulkan untuk memastikan\nstrategi bisnis relevan dengan integrated cost leadership and differentiation. Solusi yang diberikan\ndibuat berdasarkan matriks TOWS yang lalu dikategorikan berdasarkan Marketing Mix \nTerakhir, rencana implementasi dalam satu tahun dijelaskan pada bab empat untuk memenuhi objektif\ndari penelitian ini. renacana ini melampirkan aktivitas yang harus dikerjakan, sumber daya yang\ndiperlukan beserta orang orang yang bertanggung jawab atas penerapan strategi tersebut.", "Daftar File": {"2021_TS_PP_Desfiana Elva Larissa_1-Abstrakcs.pdf?": "https://digilib.itb.ac.id/gdl/download/225031"}, "Penulis": "Desfiana Elva Larissa [29119077]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "E-Learning, Loyalitas merek, Pembelajaran Daring, Smart Education, Strategi Pemasaran,", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Jun 2021"}