{"Nomor": 54992, "Judul": "PEMISAHAN CAMPURAN GLUKOSA, FRUKTOSA, DAN MALTOSA MENGGUNAKAN KCKT YANG DILENGKAPI KOLOM SILIKA TERMODIFIKASI AMINA", "Abstrak": "Berbagai jenis gula yang terkandung dalam makanan dan setiap jenis gula memiliki jalur metabolisme yang berbeda dalam tubuh. Salah satu metode analisis gula yang paling efektif adalah Kromatografi Cair Kinerja Tinggi (KCKT). Penggunaan kolom silika yang termodifikasi amina menunjukkan hasil pemisahan yang lebih baik dibandingkan kolom silika saja. Kolom silika termodifikasi amina yang dijual di pasaran harganya cukup mahal, sehingga mendorong pembuatan kolom secara mandiri. Pada penelitian ini, partikel kolom silika termodifikasi amina telah disintesis dengan 4 senyawa berbeda yaitu Tetraethyl orthosilicate (TEOS)-N-(3-Trimethoxysilylpropyl)diethylenetriamine (NTMSP), TEOS-3-Aminopropyl) trimethoxysilane (APTMS), Bis(3-(triethoxysilyl)propyl)amine (Bis-APTES), dan Trimethoxy (3,3,3-trifluoropropyl)silane (TMTFPS). Hasil silika yang telah dimodifikasi secara fisik menunjukkan perubahan yaitu silika termodifikasi tidak selengket dibandingkan silika tanpa modifikasi. Namun dari hasil FTIR tidak ditemukan puncak pada daerah 2900 cm-1 padahal seharusnya terdapat puncak yang disebabkan regangan C-H dari CH2 punya NTMSP dan APTMS sehingga dapat disimpulkan bahwa silika tersebut sudah termodifikasi namun hanya sebagian kecil yang termodifikasi. Hasil SEM dari silika NTMSP diperoleh ukuran partikelnya 542-839 nm dan silika APTMS diperoleh ukuran partikelnya 423-791 nm. Ukuran ini dapat dipakai untuk KCKT dengan konsekuensi tekanan yang diperlukan tinggi. Uji kolom untuk pemisahan gula dilakukan dengan KCKT dengan laju alir 1 ml/menit, detektor RID dan volume yang diinjeksi 20 µL. Hasil dari uji kolom NTMSP, kolom APTMS, kolom Bis- APTES, dan kolom TMTFPS untuk sampel air, glukosa, fruktosa dan maltosa keluar pada waktu yang bersamaan yang menunjukan tidak terjadinya pemisahan. Untuk perbandingan, pada penelitian ini juga diuji kolom silika amina komersil diperoleh hasil pemisahan yang baik untuk pemisahan glukosa, fruktosa dan maltosa dengan resolusi yang diperoleh 2,12 untuk puncak fruktosa dan glukosa dan 6,73 untuk puncak glukosa dan maltosa.", "Daftar File": {"ABSTRAK Charissa Muliamartana": "https://digilib.itb.ac.id/gdl/download/225026", "PUSTAKA Charissa Muliamartana": "https://digilib.itb.ac.id/gdl/download/229910"}, "Penulis": "Charissa Muliamartana [10517048]", "Kontributor / Dosen Pembimbing": ["Dr. Handajaya Rusli, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "glukosa, fruktosa, maltosa, pemisahan, silika termodifikasi amina", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "11 Jun 2021"}