{"Nomor": 55002, "Judul": "PENENTUAN PREMI DAN CADANGAN PADA PASANGAN SUAMI ISTRI DENGAN MENGGUNAKAN LAJU KEMATIAN WEIBULL DAN NILAI TUKAR UANG", "Abstrak": "Asuransi jiwa merupakan perjanjian yang terjadi antara pihak asuransi dan pemegang polis yang bertujuan meminimalisir risiko dari suatu kejadian yang terjadi secara tiba-tiba. Salah satu contoh dari asuransi jiwa adalah asuransi joint life pada pasangan suami istri. Asuransi joint life mempertimbangkan kematian salah satu pasangan suami istri sehingga dirumuskan sebagai ????((????1,????2))=????????????{????(????1),????(????2)} dengan (????(????1),????(????2)) adalah peubah acak sisa usia pasangan (????1,????2). Dalam penelitian ini, laju kematian pasangan (????1,????2) dianggap mengikuti distribusi Weibull yang memiliki parameter skala (????) dan bentuk (????) yang menarik diamati. Kedua parameter tersebut ditaksir menggunakan metode kuadrat terkecil. Taksiran parameter yang didapat pada parameter ????? untuk pria dan wanita berturut-turut adalah sebesar 4,0498×10?8 dan 3,8331×10?8 serta parameter ????? untuk pria dan wanita berturut-turut sebesar 3,306 dan 3,229. Kedua parameter ini menunjukkan laju kematian di Indonesia mengikuti bentuk kurva yang semakin meningkat seiring bertambahnya usia. Nilai tukar uang juga menjadi hal yang diamati dalam penelitian ini untuk menentukan faktor diskon. Faktor diskon yang dihasilkan dari pengaruh nilai tukar uang tahun 2018-2021 adalah sebesar 0,959????. Taksiran parameter laju kematian Weibull dan faktor diskon digunakan dalam penentuan premi pasangan suami istri. Data yang digunakan dalam penelitian ini adalah data asuransi kesehatan pegawai laki-laki dan perempuan di instansi AAA pada tahun 2020. Berdasarkan data tersebut, total peserta yang mengajukan klaim adalah 664 orang terdiri atas 271 laki-laki dan 393 perempuan. Rata-rata umur laki-laki dan perempuan yang mengajukan klaim berturut-turut adalah 40 tahun dan 33 tahun. Kedua umur tersebut digunakan untuk menghitung peluang hidup dan kematian gabungan pasangan suami istri. Penelitian ini melakukan perhitungan premi dan cadangan dengan menggunakan tiga kondisi yang berbeda. Kondisi pasangan suami istri yang bertahan hidup dalam jangka waktu 10 tahun memberikan premi sebesar 0,08350 dengan benefit bernilai 1 unit. Nilai ini berada diantara kondisi lainnya. Selain itu, pada kondisi ini dapat memberikan nilai cadangan yang paling besar selama jangka waktu tersebut.", "Daftar File": {"ABSTRAK ROSELLA ESTHERLITA1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/225036"}, "Penulis": "Rosella Estherlita [20819012]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "joint life, nilai tukar uang, pasangan suami istri, premi, Weibull", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "11 Jun 2021"}