{"Nomor": 55007, "Judul": "INTERPOLASI KOMPLEKS RUANG LEBESGUE DENGAN EKSPONEN PEUBAH", "Abstrak": "Ruang Lebesgue dengan eksponen peubah sebagai salah satu perumuman dari\nruang Lebesgue dapat mengatasi fungsi yang tidak termuat pada ruang Lebesgue\ndengan mengubah pangkatnya menjadi sebuah fungsi eksponen peubah. Dengan\nadanya fungsi eksponen peubah terdapat kondisi yang membuat sifat pada ruang\nLebesgue dengan eksponen peubah tidak dapat selalu diperlakukan sama dengan\nruang Lebesgue. Salah satu kasusnya adalah saat membuktikan hasil kali Caldero?n.\nWalaupun begitu untuk beberapa sifat-sifat pada ruang Lebesgue seperti\nketaksamaan Ho?lder, inklusi, hasil kali Caldero?n dan keterbatasan operator linear\ndapat berlaku dengan baik pada ruang Lebesgue dengan eksponen peubah.\nKeterbatasan operator linear pada ruang Lebesgue dengan eksponen peubah dapat\npula dilihat melalui operator linear positif dari hasil kali Caldero?n maupun melalui\nteorema interpolasi Riesz-Thorin. Teorema interpolasi Riesz-Thorin pada ruang\nLebesgue dengan eksponen peubah telah dibuktikan oleh Diening dkk pada [6] dan\n[7]. Dalam tesis ini akan dibuktikan Teorema interpolasi Riesz-Thorin pada ruang\nLebesgue dengan eksponen peubah dengan interpolasi kompleks. Tidak semua\ninterpolasi kompleks pertama dan kedua memiliki hasil yang sama. Pada [12],\nHakim dan Sawano telah menunjukkan bahwa interpolasi kompleks pada ruang\nMorrey dengan eksponen peubah memiliki hasil interpolasi yang berbeda pada\ninterpolasi kompleks pertama dan kedua.", "Daftar File": {"ABSTRAK DINA NUR AMALINA.pdf\niu": "https://digilib.itb.ac.id/gdl/download/227452"}, "Penulis": "Dina Nur Amalina [20119022]", "Kontributor / Dosen Pembimbing": ["Denny Ivanal Hakim, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Ruang Lebesgue dengan eksponen peubah, hasil kali Caldero?n, interpolasi Riesz-Thorin, operator linear, interpolasi kompleks pertama dan kedua, ruang Morrey dengan eksponen peubah.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "11 Jun 2021"}