{"Nomor": 55003, "Judul": "OPTIMALISASI ENERGI AIR CONDITIONER (AC) DENGAN METODE ANN HISTERISIS BERBASIS INTERNET OF THINGS (IOT) YANG TERINTEGRASI DENGAN SMARTPHONE", "Abstrak": "Optimasi energi dari sebuah alat merupakan usaha untuk mengurangi pemakaian\nenergi. Efisiensi energi pada zaman ini sangat dibutuhkan karena terdapat prediksi\nkalau dunia akan mengalami krisis energi. Setiap tahunnya pemakaian energi dunia\nterus meningkat sedangkan persediaan energi terus menurun. Salah satu teknologi\nyang dapat diberdayakan untuk efisiensi energi adalah sistem Internet of Things\n(IoT). Pada penelitian ini, efisiensi energi yang ditinjau dilakukan pada sistem\npendingin ruangan (air conditioner/AC). Penelitian ini juga meninjau dua\nparameter termal yaitu temperatur dan kelembapan. Penelitian ini memiliki\nbeberapa tujuan yaitu membangun sistem kontrol berbasis IoT yang dapat\nmengefisiensikan energi AC dan juga dapat membangun sistem yang dapat\nmerepresentasikan keadaan termal ruangan dengan baik. Proses pengiriman data\ndilakukan dengan protokol koneksi MQTT. Protokol MQTT sudah sangat umum\ndigunakan sebagai salah satu protokol koneksi berbasis IoT. Proses pengambilan\ndata dilakukan dengan sensor. Data yang telah terkumpul akan disimpan pada\ndatabase. Database yang dipakai juga sudah terhubung dengan sistem IoT sehingga\ndata dapat disajikan pada pengguna secara real-time. Metode yang dipakai untuk\nkontrol pendingin ruangan adalah metode Histerisis. Pada percobaan ini juga\nmemberdayakan algoritma ANN (Artificial Neural Network) untuk melakukan\nperhitungan terhadap parameter kontrol histerisis. Pada percobaan ini karakteristik\nruangan direpresentasikan dengan menentukan nilai RC (nilai keadaan termal\nruangan). Nilai RC ini diukur dengan melakukan fitting pada temperatur ruangan.\nNilai RC ini juga menjadi salah satu input untuk model ANN. Tidak hanya\nalgoritma ANN saja, tetapi pengguna juga dapat melakukan kontrol manual. Pada\nkontrol manual pengguna bisa langsung melakukan input parameter histerisis tanpa\nharus memakai bantuan ANN. Dengan kondisi termal yang telah ditentukan,\npercobaan ini menghasilkan penghematan energi sebesar 44% untuk kontrol dengan\nInput ANN dan sebesar 34% untuk input manual. Dengan temperatur yang di-set\npada 25°C, perbedaan temperatur yang didapatkan relatif kecil yaitu 0,39°C untuk\ninput ANN dan 0,26°C untuk input manual. Semua kontrol tersebut sudah\nterintegrasi dengan smartphone secara real-time, sehingga pengguna dapat\nmelakukan proses kontrol pada smartphone.", "Daftar File": {"ABSTRAK Joshua Hendry": "https://digilib.itb.ac.id/gdl/download/225913"}, "Penulis": "Joshua Hendry [10216063]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "AC, Efisiensi energi, Internet of Things, Histerisis", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "11 Jun 2021"}