{"Nomor": 55017, "Judul": "STUDI KEKRITISAN REAKTOR RISET TRIGA 2000 BANDUNG MENGGUNAKAN METODE KARAKTERISTIK DENGAN KODE OPENMOC", "Abstrak": "OpenMOC merupakan salah satu code yang relatif baru dalam fisika reaktor untuk menyelesaikan persamaan transpor neutron menggunakan Method of Characteristics (MOC), yang berdasarkan pada bentuk multi-group steady-state dari persamaan transpor neutron. Untuk mempelajari serta menguji keakuratan code dan metode ini, OpenMOC diaplikasikan pada Reaktor Riset TRIGA Mark II bertipe core-133 dan core-134. Setelah pemodelan berhasil dilakukan, OpenMOC digunakan untuk menyimulasikan Reaktor Riset TRIGA 2000 Bandung, yang merupakan salah satu dari tiga reaktor yang dimiliki Indonesia saat ini. Nilai faktor multiplikasi dari reaktor ini masih relatif lebih besar daripada 1. Karena itu, tujuan penelitian ini adalah melakukan perhitungan transpor neutron menggunakan MOC (melalui OpenMOC) untuk mencari konfigurasi yang paling optimal, yaitu yang menghasilkan nilai k_eff sama dengan satu (berkeadaan kritis) dan menggunakan jumlah fuel-element yang paling sedikit, untuk Reaktor Riset TRIGA 2000 Bandung dengan library data ENDF/B-VII.1. Hasil yang diperoleh menunjukkan tingkat kesesuaian yang baik untuk nilai faktor multiplikasi Reaktor Riset TRIGA Mark II terhadap nilai eksperimen, yaitu dengan galat sebesar 0,07% untuk core-133 dan 0,18% untuk core-134. Nilai k_eff hasil simulasi OpenMOC terhadap konfigurasi Reaktor Riset TRIGA 2000 Bandung saat ini adalah 1,043855, dengan perbedaan 0,159% terhadap hasil simulasi SRAC2006 (referensi). Konfigurasi yang paling optimal untuk Reaktor Riset TRIGA 2000 Bandung dicapai ketika menggunakan fuel-element sebanyak 78 buah, yaitu dengan menghasilkan nilai faktor multiplikasi sebesar 1,000435. Dengan menggunakan konfigurasi optimal ini, batas nilai faktor multiplikasi agar reaktor masih dapat dikendalikan adalah tidak lebih dari 1,057227, untuk meminimalkan risiko kecelakaan reaktor.", "Daftar File": {"ABSTRAK Casimiro Rino Kuswanto": "https://digilib.itb.ac.id/gdl/download/225312"}, "Penulis": "Casimiro Rino Kuswanto [10217039]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Dwi Irwanto, S.Si., M.Si., M.Eng.", "Dr.Eng. Nur Asiah Aprianti, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "faktor multiplikasi, fluks, konfigurasi, kritis, OpenMOC.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "11 Jun 2021"}