{"Nomor": 55010, "Judul": "USULAN SISTEM MANAJEMEN PENGETAHUAN UNTUK PEKERJA HARIAN    KASUS PADA DEPARTEMEN MAKANAN DAN MINUMAN CY HOTEL BANDUNG", "Abstrak": "Pengetahuan adalah bantuan penting perusahaan yang menawarkan keuntungan agresif yang berkelanjutan. Bagi sebuah perusahaan, keahlian merupakan aset strategis yang penting untuk mencapai dan mempertahankan keuntungan agresifnya dibandingkan dengan pesaing  \nSeperti halnya CY Hotel Bandung, Departemen Sumber Daya Manusia mempekerjakan banyak pekerja harian untuk membantu proyek hotel CY Hotel Bandung. Kendati demikian, bagian sumber daya manusia pekerja harian di Halaman Bandung Dago kurang memiliki pengetahuan dan pengalaman terkait pekerjaan sehari-hari. Keadaan ini membuat mereka sangat bergantung pada atasannya untuk membantu mereka dalam menyelesaikan pekerjaannya. Namun kenyataannya, tidak semua orang mau dan punya waktu untuk membagi ilmunya dalam setiap situasi. Oleh karena itu, Departemen Sumber Daya Manusia CY Hotel Bandung membutuhkan sistem manajemen pengetahuan yang komprehensif untuk mendukung terjadinya knowledge sharing yang efektif antara organisasi dan pekerja harian untuk meningkatkan lingkungan kerja organisasi dan efektifitas dalam bekerja.  \nKegiatan akan dimulai dari serangkaian kegiatan yang dilaksanakan berdasarkan lima tahapan proses implementasi manajemen pengetahuan untuk rencana implementasi. Tujuan dan pendekatan manajemen pengetahuan diidentifikasi untuk menyesuaikan sistem manajemen pengetahuan sesuai dengan situasi dan masalah saat ini yang dihadapi perusahaan untuk mendukung proses bisnis sehingga sistem manajemen pengetahuan dapat bekerja secara efisien dan efektif.  \nRencana implementasi memiliki perhatian untuk meningkatkan praktik manajemen pengetahuan. Usulan kegiatan penting yang dapat memaksimalkan potensi penuh manajemen pengetahuan dan inovasi di perusahaan. Kegiatan pelaksanaan akan terdiri dari 23 (dua puluh tiga) kegiatan yang akan dipenuhi dengan jangka waktu yang diusulkan selama 3 bulan. Sumber daya yang dibutuhkan adalah manajemen, manajer, pekerja harian, dan IT yang akan melalui proses antara lain forum diskusi, brainstorming, dan pembelajaran.", "Daftar File": {"2021-TS_PP_Larasati Ahadianingtyas_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/225044"}, "Penulis": "Larasati Ahadianingtyas [29118512]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A., M.S.A.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Pengetahuan, Pekerja Harian, Manusia, Proses & Teknologi, Sistem Manajemen Pengetahuan, Ekonomi Sentuhan Rendah", "Sumber": "CY HOTEL BANDUNG", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "11 Jun 2021"}