{"Nomor": 55016, "Judul": "DISAGREGASI ENERGI LISTRIK REAL-TIME MENGGUNAKAN METODE DECISION TREE LEARNING DALAM INTERNET OF THINGS (IOT)", "Abstrak": "Energi merupakan salah satu penunjang kehidupan manusia saat ini, terutama energi listrik. Hampir semua peralatan di kehidupan sehari-hari menggunakan energi listik, seperti halnya di rumah. International Energy Agency (IEA) menyebutkan bahwa konsumsi energi listrik di 2017 mencapai 21.372 TWh. Itu 2.6% lebih tinggi dari konsumsi pada tahun 2016. Dengan naiknya jumlah penggunaan barang elektronik, kebutuhan energi listrik, khususnya dalam skala rumahan, meningkat pesat. Kebutuhan tersebut dapat diatasi dengan dua cara, yaitu membangun pembangkit listrik baru atau mengurangi pemakaian listrik itu sendiri. Karena pembangunan pembangkit listrik baru membutuhkan dana yang tidak sedikit dan berpotensi merusak lingkungan, penghematan listrik menjadi solusi yang paling relevan saat ini. Pada penelitian kali ini, akan dibangun suatu sistem pemantauan konsumsi energi suatu rumah menggunakan disagregasi energi dari data yang diambil dari Non-Intrusive Load Monitoring (NILM). Sistem ini terinstegrasi di dalam teknologi Internet of Things (IoT) agar dapat ditampilkan dengan user interface secara real time. Dalam penelitian ini digunakan dua metode disagregasi, yaitu optimasi kombinatorial (minimasi) dan Classification and Regresion Tree (CART). Metode yang digunakan akan divalidasi menggunakan simulasi lima lampu yang dikerjalan dalam lab. Sistem validasi ini dibangun dari meter energi, komunikasi MQTT, server sebagai tempat pemrosesan data, dan user interface sebagai tampilan data. Pada proses validasi didapat bahwa metode CART memiliki error sebanyak 21 dari 1849 data yang menghasilkan akurasi sebesar 98,86%. Metode yang menghasilkan akurasi terbaik yaitu metode CART. Sehingga metode yang akan digunakan selanjutnya untuk visualisasi data menggunakan Grafana yaitu metode CART. Setelah validasi, metode tersebut akan digunakan untuk dataset AMPDs yang berisi perangkat-perangkat di dalam suatu rumah. Pada implementasi sistem, sistem ditambahkan dengan pengantisipasian kesalahan di lapangan. Sistem antisipasi ini berisi penambahan perangkat baru dan pengubahan data daya perangkat. Sehingga sistem akan mengenali apakah ada perangkat baru atau tidak. Pada sistem ini telah berhasil mengenali perangkat dengan daya yang cukup besar (50W dan 110W). Namun pada perangkat dengan daya yang rendah (5W) sistem belum bisa mendeteksinya. Selain itu perubahan daya berhasil dilakukan dengan cari disupervisi ketika pengambilan datanya. Setiap perangkat dihidupkan satu per satu untuk diambil data dayanya. Setelah itu sistem yang telah divalidasi sebelumnya diimplementasikan ke data AMPDs. Pada data AMPDs terdapat beberapa peralatan yang memiliki banyak state. Sehingga metode minimasi kurang cocok untuk data ini. Selanjutnya digunakan metode Support Vector Machine(SVM) dan minimasi sebagai pembanding dengan metode CART. Didapat akuras metode CART sebesar 96,24%, akurasi metode SVM sebesar 73,26%, dan akurasi metode minimasi sebesar 47,42%. Dari data tersebut dapat disimpulkan bahwa metode CART memiliki performa yang paling baik untuk diimplementasikan pada data AMPDs. Setelah itu visualisasi simulasi data real-time dilakukan dengan data hasil dari metode CART. Pada user interface yang dibuat terdapat empat bagian, yaitu daya total dan state, energi total dan prosentase energi perangkat, grafik daya total dan daya perangkat, serta tabel pemakaian per bulan.", "Daftar File": {"ABSTRAK Muhammad Hafizhankarim Wachid": "https://digilib.itb.ac.id/gdl/download/225050"}, "Penulis": "Muhammad Hafizhankarim Wachid [10216003]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "AMPDs, CART, Grafana, IoT, NILM, Node-RED", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "11 Jun 2021"}