{"Nomor": 55026, "Judul": "USULAN STRATEGI PEMULIHAN LAYANAN UNTUK JENIUS BTPN", "Abstrak": "Era digital menciptakan peluang baru dan pesaing baru di industri keuangan dan perbankan, ditandai\ndengan munculnya Teknologi Finansial (Fintech), pembayaran digital, cryptocurrency, dan juga \nperbankan digital. Penggunaan digital banking telah menjadi cara bertransaksi perbankan yang semakin\nmarak saat ini. Masyarakat mulai bergeser dari transaksi konvensional menggunakan layanan perbankan\ndigital. Jenius adalah aplikasi perbankan digital yang diluncurkan oleh Bank BTPN. Mereka meluncurkan\naplikasi keuangan berbasis digital yang dirancang khusus untuk membantu masyarakat dalam mengelola\nkeuangan melalui ponsel pintar. Dalam pelaksanaannya, Jenius mengalami permasalahan yakni dengan\nadanya kegagalan layanan yang menyebabkan nasabah mengalami kendala dan membuat keluhan atas \nkinerjanya. Oleh karena itu, tujuan dari penelitian ini adalah mengetahui apa saja penyebab dari keluhan\npara nasabah dan mencari tahu strategi pemulihan layanan yang paling tepat untuk nasabah setelah\nmengalami kegagalan layanan. Penelitian ini menggunakan metode gabungan dari penelitian kualitatif\ndan kuantitatif untuk menilai lingkungan eksternal dan internal Jenius. Pertama, analisis lingkungan\numum, analisis pesaing dan analisis nasabah dilakukan untuk menilai lingkungan eksternal Jenius. Kedua, \nmenganalisis situasi internal perusahaan dengan menggunakan pendekatan analisis bauran pemasaran dan analisis pemulihan layanan saat ini yang dilakukan Jenius. Hasil keseluruhan analisis kemudian\ndirangkum dalam Analisis SWOT; sekaligus menjadi masukan untuk mengidentifikasi akar permasalahan\ndari permasalahan bisnis tersebut. Hasilnya penelitian ini menemukan akar permasalahan yang terjadi dari\nsegi faktor internal dan eksternal dari Jenius yang membuat gap antara strategi pemulihan layanan yang \ntelah dilakukan masih belum sesuai dengan harapan dari nasabah. Kemudian, di dalam penelitian ini\nmerumuskan solusi berdasarkan pendekatan matriks TOWS. Tiga alternatif solusi yang kemudian terbagi\nmenjadi tujuh strategi relevan dengan akar permasalahan digunakan untuk mengembangkan strategi\npemulihan layanan. Rencana implementasi selanjutnya dikembangkan sedemikian rupa sehingga strategi\nyang diusulkan dapat meningkatkan kepuasan nasabah serta niat nasabah dalam bersikap loyal terhadap\nJenius.", "Daftar File": {"2021_TS_PP_Gracelia Maharani_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/225061"}, "Penulis": "Gracelia Maharani [29119209]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kegagalan Layanan, Strategi Pemulihan Layanan, Digital Banking, Jenius", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "12 Jun 2021"}