{"Nomor": 55030, "Judul": "TRANSFORMASI DOMAIN UNTUK MENDAPATKAN RESPON ELEKTROMAGNETIK DOMAIN WAKTU DARI RESPON DOMAIN FREKUENSI DALAM KASUS SUMBER CIRCULAR LOOP", "Abstrak": "Controlled-Source Electromagnetic Method dapat dibagi menjadi dua, yaitu domain frekuensi (Frequency-Domain Electromagnetic) dan domain waktu (Time-Domain Electromagnetic). Untuk mendapatkan respon EM dalam domain waktu dari lapisan bawah tanah bumi, dapat dilakukan inverse Fourier Transform pada data respon EM dalam domain frekuensi. Salah satu sumber yang dapat digunakan adalah sebuah loop di permukaan bumi. Metode analitik untuk menghitung respon EM dalam domain waktu hanya tersedia untuk kasus pengukuran tepat di tengah loop untuk kasus bumi homogen, tetapi telah tersedia metode-metode komputasi yang dapat membangkitkan respon EM dalam domain frekuensi untuk bumi berlapis. Digunakan program “EMLCLLER_Corr” untuk mendapatkan respon EM dari sumber circular loop dengan pengukuran tepat di tengah loop untuk kasus-kasus bumi homogen dan bumi berlapis dalam domain frekuensi. Dilakukan transformasi pada data dalam domain frekuensi menggunakan interpretasi dari inverse Fourier Transform secara numerik untuk menghasilkan data dalam domain waktu. Didapatkan bahwa dalam perbandingan hasil transformasi dengan hasil metode analitik untuk kasus bumi homogen, hasil inverse Fourier Transform yang dilakukan memiliki bentuk yang akurat pada waktu awal, tetapi berfluktuasi pada waktu akhir.", "Daftar File": {"ABSTRAK Hasnan Muaffi Wikan": "https://digilib.itb.ac.id/gdl/download/225073"}, "Penulis": "Hasnan Muaffi Wikan [10215062]", "Kontributor / Dosen Pembimbing": ["Prof. Wahyu Srigutomo, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bumi homogen, circular loop, inverse Fourier transform, metode analitik, metode komputasi, time-domain electromagnetic", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "13 Jun 2021"}