{"Nomor": 55039, "Judul": "MICROWAVE-ASSISTED GREEN SYNTHESIS NANOPARTIKEL PERAK MENGGUNAKAN EKSTRAK DAUN SEMINYAK", "Abstrak": "Nanopartikel perak (AgNPs) merupakan material nano dengan sifat seperti aktivitas antibakteri yang sangat tinggi serta konduktivitas termal dan listrik yang sangat baik dan mulai banyak diaplikasikan pada berbagai bidang seperti biomedis, sensor, maupun katalis. Metode konvensional yang masih digunakan saat ini menggunakan bahan kimia berbahaya yang berpotensi menimbulkan pencemaran lingkungan dan toksisitas pada tubuh. Pada penelitian ini sintesis AgNPs dilakukan menggunakan metode sintesis hijau yang ramah lingkungan dengan memanfaatkan ekstrak daun seminyak sebagai reducing dan capping agent. Proses sintesis juga dibantu dengan menambahkan iradiasi microwave untuk mempercepat proses sintesis dan membentuk partikel yang lebih homogen. Konsentrasi ekstrak daun seminyak, prekursor AgNO3, dan waktu iradiasi microwave divariasikan agar didapatkan optimasi proses sintesis AgNPs dengan variasi ekstrak berupa 1 dan 2 %berat, variasi AgNO3 berupa 1, 10, dan 100 mM, dan variasi waktu iradiasi microwave berupa 1, 3, dan 5 menit. Karakterisasi yang dilakukan dalam penelitian ini antara lain Fourier Transformation Infra Red (FTIR), spektrofotometri UV-Vis, X-ray Diffraction (XRD), dan Transmission Electron Microscopy (TEM). Hasil FTIR menunjukkan adanya gugus fungsi hidroksil, karboksilat, dan amine I yang mengindikasikan adanya kandungan flavonoid, alkaloid, dan polyphenol yang berperan sebagai agen pereduksi untuk membentuk AgNPs. Hasil UV-Vis memperlihatkan puncak absorbansi pada panjang gelombang 483, 486, 497, dan 528 nm yang merupakan karakteristik surface plasmon resonance (SPR) dari AgNPs. Analisis data XRD menunjukkan kristalinitas fasa Ag yang sangat tinggi namun masih tersisa fasa AgNO3 yang menunjukkan terbatasnya agen pereduksi dalam ekstrak daun seminyak. Morfologi AgNPs yang dilihat dengan TEM menunjukkan ukuran partikel rata-rata 17,8 ± 7,6 nm dengan bentuk spherical yang terdispersi dengan baik pada sampel dengan konsentrasi AgNO3 100 mM dan ekstrak 2 %berat yang diiradiasi microwave selama 1 menit. Berdasarkan hasil yang didapatkan, penggunaan ekstrak daun seminyak sebagai agen pereduksi sekaligus capping agent dalam proses sintesis AgNPs memiliki potensi untuk diaplikasikan dalam berbagai bidang dan diproduksi dalam skala besar.", "Daftar File": {"ABSTRAK Muhammad Bagas Ananda": "https://digilib.itb.ac.id/gdl/download/225092"}, "Penulis": "Muhammad Bagas Ananda [23719009]", "Kontributor / Dosen Pembimbing": ["Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sintesis hijau, nanopartikel perak, gelombang mikro, daun seminyak.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jun 2021"}