{"Nomor": 55047, "Judul": "STRATEGI PEMBUATAN KEPUTUSAN UNTUK OPTIMISASI DAN SENTRALISASI SHOP DI PT. CVX DENGAN METODE SMART", "Abstrak": "PT. CVX adalah salah satu produsen minyak terbesar di Indonesia yang telah\nmengoperasikan blok Rokan di provinsi Riau dengan total produksi lebih dari 11,5 miliar\nbarel minyak sejak 1931. Namun, produksi minyak ini telah menurun dalam beberapa tahun\nterakhir dan sekarang blok ini hanya memproduksi 195.000 BOPD dibandingkan dengan\n1.2 juta BOPD pada tahun 1973. Kondisi ini diperparah dengan jatuhnya harga minyak\nyang terjadi di pertengahan tahun 2014 dimana PT. CVX juga merasakan dampak tersebut. \nDengan kondisi harga dan produksi minyak yang rendah, PT. CVX dituntut untuk\nmelakukan perampingan operasi guna menekan biaya operasional & menjadi organisasi\nyang lebih efisien di masa yang akan datang. Penelitian ini akan berfokus pada bagaimana\ntim Drilling & Completion (D&C) mengatasi isu bisnis ini melalui optimisasi & sentralisasi\ndari Shop sebagai bagian dari strategi bisnis ‘Cost Leadership’. \nUntuk mendapatkan operasi yang efisien dan mencapai tujuan Perusahaan, penelitian ini\nakan mengembangkan rekomendasi strategi untuk menentukan jumlah dan konfigurasi\nyang optimal dari D&C Shop melalui pemilihan kritera untuk beberapa alternatif yang ada\ndan melakukan analisis pengambilan keputusan dengan menggunakan metode SMART\n(Simple Multi Attribute Rating Technique). \nDalam penelitian ini, rekomendasi yang ada terdiri dari 4 alternatif untuk konfigurasi D&C\nShop di masa yang akan datang: ‘As Is’, ‘Three (3) Shops Configuration’, ‘Centralized at\nDuri’ & ‘Optimized Working Hours’. Kriteria pemilihan akan didasarkan pada 4 atribut\nutama yang merepresentasikan nilai perusahaan yaitu keselamatan, kehandalan operasi,\nkeamanan asset dan kemudahan untuk melakukan perubahan pada organisasi. \nHasil analisis menggunakan metode SMART menunjukkan bahwa alternatif ‘Optimized\nWorking Hours’ merupakan alternatif yang paling diinginkan karena konfigurasi ini\nmemiliki total skor manfaat tertinggi sebesar 63.1 dan biaya operasional bulanan terendah\nsebesar $81.086. Rekomendasi penelitian ini akan membantu PT. CVX untuk mencapai\ntujuan bisnisnya yaitu efisiensi operasional.", "Daftar File": {"2021_TS_PP_Aga Brandon Manik_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/225100"}, "Penulis": "Aga Brandon Manik [29119318]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi pengambilan keputusan, drilling & completion, industry minyak dan gas, cost leadership, Simple Multi-Attribute Rating Technique (SMART).", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "14 Jun 2021"}