{"Nomor": 55044, "Judul": "KONTRAK PSIKOGOLGIS DAN ENGAGEMENT KARYAWAN PADA  PERUSAHAAN STARTUP DI JAWA: STUDI PERBANDINGAN  GENERASI X, Y, DAN Z", "Abstrak": "Kontrak psikologis bukanlah sesuatu yang secara formal ditulis dalam kontrak kerja. Kontrak psikologis adalah sesuatu yang tidak dikatakan atau disadari bersama oleh karyawan dan majikan tentang hubungan di antara mereka. Keyakinan ini menjadi kontraktual ketika seorang karyawan percaya bahwa jika ia bekerja keras, loyal dan bersedia memberikan pekerjaan untuk perusahaan, ia akan mendapatkan gaji tinggi dan keamanan kerja. Ketika harapan karyawan tidak terpenuhi, maka kinerjanya akan terpengaruh. pelanggaran kontrak menyebabkan rendahnya kinerja karyawan dan rendahnya kehadiran. Pelanggaran kontrak psikologis berhubungan negatif dengan kinerja karyawan. Pelanggaran kontrak yang dipersepsikan juga terkait dengan produktivitas yang rendah. Meningkatkan daya saing pasar perusahaan adalah tantangan serius yang dihadapi oleh perusahaan startup. Berdasarkan data Bekraf, startup memiliki dua masalah besar seperti modal dan SDM. masalah SDM yang dihadapi oleh perusahaan startup terutama dalam hal mempertahankan dan meningkatkan produktivitas karyawan. Penelitian ini menggunakan kuantitatif method untuk mengeksplore hubungan antara psychological contract dan Employee Engagement dari generasi yang telah aktif sebagai labor force maupun generasi yang baru saja masuk kedalam labor market. Dari analisis regresi diperoleh kesimpulan bahwa terdapat pengaruh yang signifikan anatra kontrak psikologis terhadap Employee Engagement. Berdasarkan analisis diketahui bahwa Generasi Z menjadi generasi yang engagementnya paling banyak dipengaruhi oleh kontrak psikologis (45,1%) kemudian Generasi Y (11.5%) dan terakhir Generasi X (5%).", "Daftar File": {"2021_TS_PP_Ugi Sugiri_Abstrak-1 (1).pdf?": "https://digilib.itb.ac.id/gdl/download/225098"}, "Penulis": "Ugi Sugiri [29118075]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Madju Yuni Ros Bangun, M.B.A.", "Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Generational affiliation, psychological contract, Employee Engagement, startup", "Sumber": "XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "14 Jun 2021"}