{"Nomor": 55049, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENDAPATAN PT. XYZ DI INDUSTRI TEKSTIL", "Abstrak": "Industri tekstil dan produk tekstil merupakan salah satu sektor industri yang\nberkembang pesat di Indonesia. Sebagai salah satu bagian dari industri manufaktur,\nindustri tekstil dan produk tekstil memberikan kontribusi yang cukup besar bagi PDB\nIndonesia. PT. XYZ merupakan salah satu dari produsen tekstil yang terletak di Jalan\nRaya Rancaekek KM 22,5 dan memproduksi berbagai macam kain hasil tenun untuk\nberbagai macam keperluan seperti kain seragam, kain anti api, kain anti air, dan juga kain\nuntuk keperluan industri. Dengan semakin ketatnya persaingan di industri tekstil dan\nproduk tekstil saat ini dan juga keadaan pandemi yang saat ini mengguncang dunia,\nindustri tekstil dan produk tekstil saat ini mengalami masa-masa yang sulit dalam\nmelangsungkan penjualan produk-produknya. \nPenelitian ini ditujukan untuk membantu PT. XYZ untuk dapat bersaing di sektor\nindustri tekstil dan produk tekstil dan dapat meningkatkan pendapatan dengan\nmeningkatkan hasil penjualan. Peneliti melakukan analisis baik secara internal dan\neksternal terhadap PT. XYZ untuk menganalisis situasi perusahaan. Analisis internal\nyang dilakukan oleh peneliti meliputi analisis segmenting, targeting, dan positioning\nkemudian dilanjutkan dengan analisis resources and capabilities dan juga analisis bauran\npemasaran. Analisis eksternal yang dilakukan oleh peneliti meliputi analisis PESTEL,\nanalisis Lima Kekuatan Porter, dan analisis pesaing. Selain analisis internal dan\neksternal, penelitian ini juga menggunakan analisis SWOT. Penelitian ini menggunakan\nmetode kualitatif dan pengumpulan data dilakukan dengan cara wawancara dan observasi\npenelitian. Penelitian ini memiliki beberapa keterbatasan yaitu penelitian ini difokuskan\nkepada aspek pemasaran B2B (business-to-business) dan bersifat studi kasus pada sektor\nindustri tekstil dan produk tekstil. Wawancara ini menggunakan pertanyaan terbuka dan\ntidak terstruktur untuk melihat pandangan dan pengalaman mereka. Berdasarkan analisis\nakar masalah, terdapat beberapa penyebab yaitu sumber daya teknologi yang rendah,\nkurangnya penelitian dan pengembangan, kurangnya strategi pemasaran dan penjualan,\nintensi pembelian yang rendah, dampak ekonomi dari pandemik COVID-19, rendahnya\ndukungan pemerintah, regulasi selama masa pandemik COVID-19, pasar tekstil yang\nmenurun, dan kinerja penjualan yang tidak stabil. \nPerubahan kondisi yang mempengaruhi model bisnis saat ini adalah situasi\npandemi dan kondisi pasar kain tenun yang tidak bergairah seperti dulu. Dari analisis\ninternal diperoleh kesimpulan bahwa PT. XYZ kekurangan sumber daya berwujud\nseperti mesin produksi otomatis. Dari analisis eksternal PT. XYZ adalah ketidakjelasan\nperaturan pemerintah untuk produk impor membuat PT. XYZ mengalami kesulitan\ndalam bersaing di pasar dengan produk impor dan kondisi ekonomi secara keseluruhan\nakibat pandemi COVID-19 yang menyebabkan pembatasan sosial seperti, penutupan\nsekolah dan harus bekerja dari rumah, membuat permintaan seragam menurun dan\nperubahan selera konsumen. harapan, menyesuaikan kembali gaya hidup dan\npengeluaran mereka.", "Daftar File": {"2021_TS_PP_Billy Yosafat_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/225102"}, "Penulis": "Billy Yosafat [29119124]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri tekstil dan produk tekstil, pemasaran, pandemi COVID-19", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "14 Jun 2021"}