{"Nomor": 55053, "Judul": "PENGARUH METALISITAS PADA EVOLUSI BINTANG BERMASSA RENDAH", "Abstrak": "Evolusi bintang merupakan suatu proses perubahan bintang yang bergantung terhadap massa, mulai dari bintang dilahirkan hingga akhir massa hidupnya yang biasanya digambarkan pada diagram Hertzsprung-Russel (HR). Evolusi bintang dapat dipengaruhi oleh berbagai parameter, salah satunya adalah metalisitas yang merupakan fraksi kelimpahan dari elemen yang lebih berat dari hidrogen dan helium, dilambangkan dengan ????. Metalisitas bintang menyatakan jumlah dari kandungan metal dalam komposisi unsur suatu bintang. Dengan nilai metalisitas yang berbeda, maka jejak dari evolusi bintang juga akan berbeda. Untuk bintang bermassa rendah yang tidak memiliki cukup temperatur untuk menghasilkan banyak unsur berat, biasanya unsur metal yang dikandung diperoleh dari sisa-sisa dari evolusi bintang sebelumnya.\nMetalisitas akan berpengaruh terhadap opasitas bintang, sehingga bintang yang memiliki metalisitas tinggi akan membuat opasitas semakin besar dan temperatur bintang akan lebih rendah. Diagram HR dari bintang yang memiliki metalisitas lebih tinggi akan bergeser sedikit ke kanan, yaitu pada luminositas dan temperatur efektif yang lebih tinggi. Selain itu, metalisitas juga mempengaruhi skala waktu hidup bintang di deret utama. Tujuan dari Tugas Akhir ini adalah untuk mempelajari dan menganalisis pengaruh metalisitas terhadap evolusi bintang bermassa rendah dengan menggunakan MESA (Modules for Experiments in Stellar Astrophysics) berbasis web. Dengan memasukkan parameter massa awal, metalisitas, dan parameter lainnya, dilakukan simulasi untuk menghasilkan jejak evolusi bintang yang diperlukan dan hasilnya akan dianalisis untuk berbagai massa dan metalisitas. Hasil pemodelan menggunakan MESA menunjukkan pengaruh metalisitas terhadap luminositas, temperatur dan usia bintang.", "Daftar File": {"ABSTRAK Putri Indriani": "https://digilib.itb.ac.id/gdl/download/225108"}, "Penulis": "Putri Indriani [10317044]", "Kontributor / Dosen Pembimbing": ["Dr. Aprilia, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Evolusi bintang, Diagram Herstprung-Russel, Bintang massa rendah, Metalisitas, MESA.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jun 2021"}