{"Nomor": 55055, "Judul": "ANALISIS TIME-SERIES INSAR (INTERFEROMETRIC SYNTHETIC APERTURE RADAR) UNTUK PEMANTAUAN DEFORMASI DI PORONG, SIDOARJO TAHUN 2014 - 2018", "Abstrak": "Pada 29 Mei 2006, telah terjadi semburan fluida (uap/air) dan lumpur padat di\nPorong, Sidoarjo. Sebagian peneliti menyebut fenomena di daerah tersebut sebagai\nlumpur panas “LUSI”. Para ahli mengelompokkan kejadian ini sebagai “Mud\nVolcano atau Mud Dome”. Berdasarkan penelitian sebelumnya, hingga saat ini,\nfenomena ini diduga menyebabkan terjadinya penurunan permukaan bumi (land\nsubsidence). Dengan menggunakan satelit pengeinderaan jauh, pengamatan\ndeformasi permukaan bumi dalam skala luas memungkinkan untuk dilakukan setiap\nwaktu tergantung data yang tersedia. Pengamatan deformasi secara luas (area-based),\npada beberapa tahun terakhir, telah mulai diterapkan dan dikembangkan oleh para\npeneliti. Teknik pengamatan ini disebut juga dengan InSAR (Interferometric\nSynthetic Aperture Radar). Metode InSAR adalah metode geodetik yang\nmemanfaatkan citra satelit SAR dengan cara menginterferensikan dua atau lebih\ncitra sehingga pengukuran nilai fase deformasi dapat dilakukan dengan efisien.\nTujuan dari penelitian ini yaitu menentukan besarnya nilai deformasi dalam arah\nline-of-sight di Kecamatan Porong, Sidoarjo tahun 2014 – 2018 dengan\nmemanfaatkan citra SAR ALOS-2. Pengamatan dilakukan dengan ‘menumpuk’\ninterferogram (stacking images) yang terbentuk dari 2-pass differential\ninterferometry sehingga nilai deformasi dapat terdefinisi dalam deret waktu.\nBesarnya nilai penurunan tanah yang terjadi di pusat semburan mencapai 0.2\nm/tahun dalam jangka waktu 5 tahun pengamatan. Sementara itu, penurunan tanah\nterbukti memiliki korelasi kuat dengan volume semburan LUSI, dengan nilai\nkoefisien korelasi mencapai -0.9. Pada pengamatan ini, dilakukan pengamatan pada\nsuatu alur (plot) yang melewati pusat semburan. Hasilnya menunjukkan bahwa pada\npusat semburan terbentuk suatu pola deformasi yang dapat didefinisikan dalam suatu\nmodel deformasi.", "Daftar File": {"ABSTRAK Fawaz Alkadri": "https://digilib.itb.ac.id/gdl/download/225109"}, "Penulis": "Fawaz Alkadri [15117037]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Gumilar, S.T., M.Si.", "Teguh Purnama Sidiq, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "InSAR, Penurunan tanah, LUSI, Deformation, ALOS-2", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jun 2021"}