{"Nomor": 55065, "Judul": "USULAN STRATEGI  PEMASARAN   INA COOKIES SURABAYA", "Abstrak": "Ina Cookies adalah perusahaan pembuat kue kering handmade yang berasal dari Bandung.  Dalam \nmelakukan pemasarannya, Ina Cookies membuka distributor di beberapa kota, salahsatu nya adalah\nSurabaya sejak tahun 2014. Setelah berjalan 5 tahun, performance penjualan meningkat. Tetapi tahun 2020\ndunia bisnis mengalami badai akibat covid 19 sehingga performance penjualan menurun drastis terutama\npenjualan yang dilakukan saluran pemasaran tradisional yaitu agen pemasar dan outlet di pusat perbelanjaan\nmodern. Pada sisi lain,salah satu saluran pemasaran di marketplaces justru menunjukkan performance yang\nbaik saat itu.  Berdasarkan itu, isu bisnis yang diindikasikan terjadi adalah berkaitan dengan saluran\npemasaran yang bersifat tidak multi-channel.   \nMengacu pada analisa bisnis, Ina Cookies sebagai salah satu dari industri kue kering menghadapi peluang\ndan ancaman. Peluangnya adalah maraknya dunia smartphone, internet dan social media yang berdampak\npada cara orang berbelanja.   Pada sisi lain, industri kue kering terutama di Surabaya menghadapi tantangan\nyaitu kesadaran masyarakat untuk hidup sehat meningkat, persaingan dalam industri yang tinggi, daya beli\nmasyarakat yang menurun karena krisis ekonomi dan proteksi terhadap UMKM local.   Dari sisi perilaku\ncustomer, pertimbangan utama konsumen membeli kue kering adalah karena alasan rasa. Alasan lainnya\ntidak cukup signifikan. Saat membeli kue kering terjadi saat memasuki lebaran dan menyukai membeli di\ntoko yang bersifat fisik.   Ada lebih dari 50 perusahaan kue kering di Surabaya dan competitor Ina Cookies\ndi antaranya adalah Holland Bakery, Cookies Box, dan Diah Cookies.  Kue kering dilakukan pembagian\npasar berdasarkan penggunaan produk menjadi seasonal cookies dan daily cookies.  Seasonal cookies\nadalah kue kering dengan tujuan untuk konsumsi saat hari raya terutama hari raya lebaran.  Sedangkan daily\ncookies adalah kue kering untuk tujuan dikonsumsi harian.  Ina Cookies memiliki kekuatan di antaranya\nvariasi kue untuk berbagai tingkatan segmen pasar, memiliki saluran pemasaran  utama agen pemasar tetapi\njuga memiliki saluran pemasaran outlet di pusat perbelanjaan modern dan berbagai saluran pemasaran\nonline.  Di samping itu, Ina Cookies Surabaya memiliki layanan pendukung produk kue kering yaitu\npembuatan kemasan parsel.  Pada sisi lain, Ina Cookies Surabaya memiliki kelemahan yaitu tidak punya\ntoko secara representative seperti halnya dimiliki oleh competitor, belum memaksimalkan e-commerce dan\ntidak punya daily cookies.   \nBerdasarkan Analisa bisnis tersebut, solusi bisnis yang paling tepat untuk Ina Cookies adalah mengubah \nsegmen pasar  yang membagi pasar menjadi kue kering untuk dikonsumsi dan kue kering untuk memberi. \nIna Cookies Surabaya menambah fokus pemasaran pada segmen pasar kue kering untuk memberi yang\nditerjemahkan berupa layanan bukan hanya kue kering nya sebagai produk utamanya tetapi layanan\npembuatan kemasan parsel dengan tujuan memberi kepada orang lain yang dihormati dan dicintainya.\nDengan pendekatan ini, maka kue kering terhindar dari persepsi kue kering adalah kue lebaran,\nmendapatkan bisnis tidak hanya saat lebaran , dan meluasnya pasar ke pasar lembaga dan korporasi.   \nSaluran pemasaran yang digunakan bersifat multi-channel yaitu agen pemasar, pemasaran tradisional\nmelalui outlet di pusat perbelanjaan dan pemasaran bersifat onlin", "Daftar File": {"2021_TS_PP_Nurhidayat_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/225120"}, "Penulis": "Nurhidayat [29118427]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pemasaran, Ina Cookies, Segemtasi Pasar", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "14 Jun 2021"}