{"Nomor": 55062, "Judul": "DAMPAK KEBIJAKAN MONETER TERHADAP KINERJA KEUANGAN BANK UMUM INDONESIA: BUKTI DARI TANTANGAN BESAR SELAMA COVID-19", "Abstrak": "Studi ini mengkaji dampak Bank Indonesia melalui respon kebijakan moneter terhadap kinerja keuangan\nbank umum kelompok kegiatan usaha (BUKU) 3 dan 4 di tengah meningkatnya ketidakpastian global\ndan guncangan ekonomi akibat wabah COVID-19. Sampel penelitian ini berupa data panel berimbang\nyang terdiri dari 33 bank umum di Indonesia selama periode 2016: 1 hingga 2020: 3. Untuk mengontrol \npengaruh respon kebijakan moneter selama pandemi COVID-19, penelitian ini menggunakan variabel\ndummy. Penelitian ini menggunakan lag pertama dari variabel dependen yang dapat menimbulkan\nendogenitas dan autokorelasi. Oleh karena itu, GMM sistem dua langkah digunakan untuk\nmemperkirakan spesifikasi model. Penelitian ini mengembangkan dua model spesifikasi. Estimasi\npertama adalah panel A dimana ROA sebagai variabel terikat dan model kedua yaitu panel B, ROE\nsebagai variabel terikat. Hasil penelitian menunjukkan bahwa lag pertama dari variabel dependen, suku\nbunga kebijakan moneter (MPR), margin bunga bersih, dan GWM berpengaruh positif terhadap\nprofitabilitas bank. Koefisien MPR positif dan signifikan secara statistik untuk kedua panel,\nmenunjukkan bahwa penurunan MPR menyebabkan penurunan profitabilitas bank atau sebaliknya.\nBerdasarkan hasil koefisien tersebut menunjukkan bahwa guncangan kebijakan moneter memiliki\npengaruh yang lebih besar terhadap ROE dibandingkan dengan ROA. ROA pada periode sebelumnya\ndan BOPO memiliki pengaruh terbesar terhadap profitabilitas bank. Pandemi COVID-19 secara statistik\nmemiliki hubungan terbalik dengan kinerja bank, hal ini menunjukkan bahwa virus ini telah\nmengganggu siklus bisnis Bank Umum BUKU 3 dan 4 dengan menggerus ROA dan ROE. Sebaliknya,\nNPL, LDR, BOPO, dan COVID-19 memiliki hubungan terbalik dengan profitabilitas bank. Untuk itu,\nkajian ini menyarankan agar Bank Indonesia terus mengimplementasikan kebijakan moneter ekspansif\nuntuk menjaga transmisi kebijakan moneter berjalan efektif di jalur penyaluran kredit bank, dengan\nharapan keputusan ini dapat meningkatkan profitabilitas bank umum dan juga membuat sisi permintaan\nkredit menjadi menarik, sehingga marjin bunga bersih akan meningkat yang berarti akan meningkatkan\nlaba atas aset juga. Solusi lain yang diusulkan studi ini adalah bank umum harus meningkatkan \nkemampuan bisnis mereka dalam menghasilkan keuntungan dengan bertransformasi menjadi bank\ndigital. Melibatkan teknologi dan digitalisasi dapat menjadi alternatif bagi Bank Umum untuk\nberoperasi lebih efisien dan menekan biaya operasional terkait adanya kebijakan jaga jarak. Studi ini\nmenyarankan bahwa penguatan kebijakan makroprudensial menjadi suatu keharusan terutama pada\nmasa-masa resesi seperti ini. Terkait hasil koefisien regresi BOPO dan variabel dummy COVID-19\nterhadap ROA dan ROE, penelitian ini juga sangat merekomendasikan agar Bank Indonesia\nmemperkuat dan memperluas akseptasi digital di seluruh wilayah nusantara mengingat saat ini\nmasyarakat diharuskan membatasi kontak fisik secara langsung guna meminimalisir penyebaran\nCOVID-19 yang cepat, penerimaan publik atas pembayaran non tunai yang besar, dan tren digitalisasi\nyang semakin cepat. Untuk menghindari hasil empiris yang bias dan memastikan efisiensi dan\nkonsistensi dari metode penduga SYS-GMM dua langkah, penelitian ini melakukan regresi model efek\ntetap, uji Arellano-Bond (AR), uji Hansen, dan uji Variance Inflation Factors.", "Daftar File": {"2021_TS_PP_Gelischa Presticha Hedyaratih_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/225116"}, "Penulis": "Gelischa Presticha Hedyaratih [29119179]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kebijakan Moneter, Pengembalian Aset, Pengembalian Ekuitas, COVID-19, GMM Sistem Dua Langkah", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "14 Jun 2021"}