{"Nomor": 55061, "Judul": "EFEKTIVITAS SERAPAN LOGAM MERKURI (HG) OLEH TANAMAN KANGKUNG (IPOMOEA REPTANS P.) PADA BERBAGAI TAKARAN PUPUK KOMPOS", "Abstrak": "Meningkatnya pembangunan di berbagai sektor industri dapat memicu terjadinya\npeningkatan limbah yang memberikan dampak buruk terhadap lingkungan.\nKonsentrasi logam berat pada tanah dapat dikurangi dengan penanaman tanaman\npengikat logam (tanaman hiperakumulator) melalui proses fitoremediasi. Penelitian\nini bertujuan untuk menganalisis perbedaan pertumbuhan tanaman kangkung\n(Ipomoea reptans P.) yang ditanam pada tanah yang dicemari logam merkuri (Hg)\ndengan berbagai takaran pupuk kompos; menganalisis efektivitas serapan logam\nmerkuri (Hg) oleh tanaman kangkung (Ipomoea reptans P.) pada berbagai takaran\npupuk kompos. Rancangan yang digunakan adalah Rancangan Acak Lengkap (RAL)\ndengan 3 perlakuan dan 6 ulangan. Data hasil penelitian berupa laju pertumbuhan\ntinggi, laju pertumbuhan jumlah daun, panjang akar, bobot kering akar dan tajukdi\nanalisis secara statistika dengan uji ANOVA satu arah dengan taraf kepercayaan 95%\n(p< 0,05) apabila terdapat perbedaan maka di analisis dengan menggunakan uji BNT,\nsedangkan parameter proporsi akar, RAR, RLD, dan efektivitas serapan logam (IBR\ndan FT) dianalisis secara deskriptif. Hasil penelitian menunjukkan bahwa perlakuan\npupuk kompos 0 ton/ha, 5 ton/ha, dan 10 ton/ha ketiganya berbeda dalam parameter\nlaju pertumbuhan tinggi tanaman, laju pertumbuhan jumlah daun, panjang akar, bobot\nkering akar, bobot kering tajuk, Root Length Density (RLD), Root Area Rasio (RAR),\ndan proporsi akar. Perlakuan pupuk kompos 10 ton/ha menunjukkan semua nilai\nparameter yang terbesar dibandingkan perlakuan lainnya. Efektivitas tanaman\nkangkung dengan dengan penambahan pupuk kompos 0 ton/ha; 5 ton/ha; dan 10\nton/ha dalam menurunkan kadar logam merkuri (Hg) dengan indeks bioremediasi\nsecara berurutan adalah 99,8%; 99,82%; dan 99,85%; serta nilai faktor transfer\nsecara berurutan adalah 0,90; 1,12; dan 1,97sehingga diperoleh takaran pupuk\nkompos yang paling efektif terhadap efektivitas tanaman kangkung tersebut adalah\nsebanyak10 ton/ha.", "Daftar File": {"ABSTRAK Rika Yulia Putri": "https://digilib.itb.ac.id/gdl/download/225115"}, "Penulis": "Rika Yulia Putri [11417007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Dr. Ir. Aos, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "fitoremediasi, logam merkuri, tanaman kangkung, pupuk kompos", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jun 2021"}