{"Nomor": 55060, "Judul": "TINJAUAN ASPEK ASTRONOMI KALENDER BATAK (PARHALAAN)", "Abstrak": "Suku Batak yang memiliki beberapa rumpun etnis Batak merupakan salah satu suku\nyang keberadaannya sudah menyebar dan menetap sejak lama di kepulauan\nNusantara. Terdapat beberapa versi cerita tentang asal usul suku Batak. Namun\nberdasarkan benda peninggalan bersejarah dan kebudayaan suku Batak, orang\nBatak termasuk dalam bangsa proto Melayu dan penutur bahasa Austronesia yang\nbermigrasi, menetap dan beradaptasi di Nusantara. Perkembangan pengetahuan dan\nkebudayaan yang dimiliki Batak diyakini berasal dari hasil migrasi dan adaptasi\nyang dilakukan suku Batak. Salah satu bukti perkembangan pengetahuan yang\ndimiliki oleh suku Batak berupa adanya penggunaan kalender Batak (Parhalaan)\ndan konsep waktu Batak sebagai pedoman untuk melakukan kegiatan. Kemudian,\nterdapat cerita (mitos) berjudul Hala Na Godang yang menjadi tanda bahwa orang\nBatak pada masa lampau juga telah memiliki ketertarikan dengan benda langit.\nPenelitian dalam Tesis ini berfokus pada studi etnoastronomi yang bertujuan untuk\nmenyelidiki apakah ada aspek astronomi yang mendasari pengetahuan suku Batak\nini. Jenis penelitian ini bersifat deskriptif dengan pengolahan data secara kualitatif.\nTeknik pengumpulan data dilakukan melalui wawancara, observasi, dan studi\nliteratur. Analisis dilakukan melalui jawaban narasumber yang berkaitan dengan\nhal ini sebagai data primer dan studi literatur dengan dibantu menggunakan\nsoftware Stellarium untuk memperoleh gambaran peta langit terkait.\nHasil analisis dari studi ini menunjukkan kalender Batak termasuk dalam jenis\nkalender luni-solar yang menggabungkan sistem kalender Bulan dan Matahari.\nPengetahuan suku Batak dalam pembuatan konsep kalender, durasi waktu satu\nhari, penamaan waktu (jam, hari dan bulan), teknik penentuan waktu (jam dan hari)\ndiperoleh melalui pengamatan bayangan dari sinar Matahari dan Bulan, serta\npengamatan objek langit yaitu bintang. Hal ini merupakan petunjuk adanya\npengetahuan yang melibatkan aspek astronomi. Matahari, Bulan dan bintang\nmerupakan benda langit yang menjadi dasar dari pengetahuan astronomi suku\nBatak. Pada saat ini kalender Batak masih digunakan dalam berbagai kegiatan\npenting parmalim.", "Daftar File": {"ABSTRAK Johannes Febriko Napitupulu": "https://digilib.itb.ac.id/gdl/download/225113", "COVER Johannes Febriko Napitupulu": "https://digilib.itb.ac.id/gdl/download/264256", "BAB 1 Johannes Febriko Napitupulu": "https://digilib.itb.ac.id/gdl/download/264257", "BAB 2 Johannes Febriko Napitupulu": "https://digilib.itb.ac.id/gdl/download/264258", "BAB 3 Johannes Febriko Napitupulu": "https://digilib.itb.ac.id/gdl/download/264259", "BAB 4 Johannes Febriko Napitupulu": "https://digilib.itb.ac.id/gdl/download/264260", "BAB 5 Johannes Febriko Napitupulu": "https://digilib.itb.ac.id/gdl/download/264261", "BAB 6 Johannes Febriko Napitupulu": "https://digilib.itb.ac.id/gdl/download/264262", "BAB 7 Johannes Febriko Napitupulu": "https://digilib.itb.ac.id/gdl/download/264263", "PUSTAKA Johannes Febriko Napitupulu": "https://digilib.itb.ac.id/gdl/download/264264"}, "Penulis": "Johannes Febriko Napitupulu [20319007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Taufiq Hidajat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Engineering & allied operations", "Kata Kunci": "Etnoastronomi, Kalender Batak, Parhalaan, Suku Batak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "14 Jun 2021"}