{"Nomor": 55066, "Judul": "STUDI PUSTAKA PENGGUNAAN METIL JINGGA SEBAGAI ZAT PEMODIFIKASI  ELEKTRODA PASTA KARBON UNTUK PENENTUAN ASAM ASKORBAT SECARA  VOLTAMMETRI", "Abstrak": "Asam askorbat merupakan senyawa kimia yang biasa disebut vitamin C yang larut dalam air dan memiliki sifat antioksidan. Vitamin C dapat membantu produksi kolagen yaitu protein yang diperlukan untuk proses penyembuhan luka.  Kekurangan vitamin C mengakibatkan penyakit seperti penyakit kudis, flu biasa, dan penyakit kanker. Kelebihan vitamin c juga mengakibatkan batu ginjal, gangguan jantung, pengenceran darah, diabetes, gangguan ginjal. Kadar asam askorbat dalam darah manusia sebesar 9 ppm. Oleh karena itu, diperlukan suatu metode untuk menentukan kadar asam askorbat. Metode voltammetri merupakan salah satu metode yang bisa digunakan, karena asam askorbat adalah senyawa elektroaktif.  Pada penelitian ini, dibahas mengenai kinerja modifikasi elektroda pasta karbon (EPK) dengan metil jingga untuk penentuan asam askorbat secara voltammetri. Teknik modifikasi yang digunakan berupa Molecularly Imprinted Polymer (MIP) yang dilapiskan pada permukaan EPK, dengan monomer metil jingga dan templat asam askorbat. Berdasarkan penelitian sebelumnya, arus puncak oksidasi asam askorbat pada EPK yang dimodifikasi metil jingga lebih tinggi dibandingkan EPK tanpa modifikasi. Hal ini menunjukkan, bahwa poli(metil jingga) mempunyai aktivitas elektrokatalitik dan metil jingga terbukti dapat meningkatkan sensitivitas pengukuran asam askorbat. Parameter kerja yang dioptimasi sebelum implementasi pada pengukuran asam askorbat antara lain variasi pH saat elektropolimerisasi, perbandingan monomer dan analit, variasi elektrolit pendukung, serta teknik voltammetri yang digunakan. Dengan optimasi beberapa parameter kerja di atas diharapkan dapat lebih meningkatkan sensitivitas pengukuran asam askorbat.", "Daftar File": {"ABSTRAK Amsal Pardede": "https://digilib.itb.ac.id/gdl/download/225121", "PUSTAKA Amsal Pardede": "https://digilib.itb.ac.id/gdl/download/239394"}, "Penulis": "Amsal Pardede [10516012]", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "asam askorbat, elektroda pasta karbon, MIP, voltammetri.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Jun 2021"}