{"Nomor": 55072, "Judul": "STUDI LITERATUR PEMANFAATAN PATI TERMODIFIKASI UNTUK APLIKASI PLASTIK LAYAK MAKAN", "Abstrak": "Produksi plastik pengemas di dunia pada tahun 2019 mencapai 183,16 juta ton berdasarkan riset yang dilakukan oleh Organisasi Pangan dan Pertanian Perserikatan Bangsa-Bangsa. Plastik pengemas bersifat tipis dan lengket sehingga sulit didaur ulang karena dapat menyumbat mesin. Plastik pengemas layak makan berbahan dasar polimer alam merupakan salah satu alternatif untuk mengatasi permasalahan tersebut. Plastik layak makan dirancang untuk dapat dicerna oleh tubuh, dapat terdegradasi secara alami, dan dapat memberikan manfaat kesehatan bagi konsumen. Pati dipilih sebagai bahan baku utama karena aman dikonsumsi, dapat terdegradasi secara alami, dan relatif berharga murah. Pati dapat diperoleh dari singkong, jagung, kentang, ubi manis, aren, beras, kacang polong, dan tumbuhan lainnya. Film pati memiliki sifat mekanik yang cenderung rapuh dan mudah berinteraksi dengan uap air sehingga pati perlu dimodifikasi untuk meningkatkan sifat mekaniknya. Pemplastis dapat ditambahkan untuk meningkatkan fleksibilitas film pati. Selain itu, beberapa modifikasi yang dapat dilakukan di antaranya adalah pencampuran polimer, penambahan agen pengikat silang, pembuatan film multilapis, kompleksasi, esterifikasi, dan kopolimer cangkok. Penambahan agen antimikroba dan antijamur juga dapat dilakukan untuk meningkatkan ketahanan dan waktu pemakaian dari plastik yang dihasilkan. Selain itu, material yang digunakan dalam proses modifikasi pati harus bersifat aman dikonsumsi. Hal ini berkaitan erat dengan batas asupan harian maksimum dari tiap zat yang digunakan dalam plastik. Berdasarkan studi pustaka yang dilakukan, modifikasi pati yang diajukan adalah kombinasi metode kompleksasi, pencampuran, dan penambahan agen pengikat silang. Kompleksasi pati dengan asam lemak memiliki beberapa keunggulan, di antaranya adalah (1) asam lemak tak jenuh dapat terlindungi dari oksidasi; (2) mencegah retrogradasi pati untuk meminimalkan perubahan sifat mekanik selama masa penyimpanan; dan (3) sebagai pati lambat cerna. Pencampuran dengan polimer alam yang memiliki elastisitas tinggi dilakukan agar dihasilkan film pati yang memiliki elastisitas tinggi sehingga dapat diaplikasikan sebagai plastik pengemas. Agen pengikat silang ditambahkan untuk meningkatkan kompatibilitas antara pati dengan polimer campuran. Kombinasi ketiga metode ini diharapkan dapat menghasilkan film pati yang unggul sehingga dapat mengatasi permasalahan plastik serta meningkatkan nilai ekonomi dari produk turunan pati.", "Daftar File": {"ABSTRAK Santi Anisa": "https://digilib.itb.ac.id/gdl/download/225136", "PUSTAKA Santi Anisa": "https://digilib.itb.ac.id/gdl/download/229924"}, "Penulis": "Santi Anisa [10517051]", "Kontributor / Dosen Pembimbing": ["Dr. Rachmawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "degradasi alami; kompleks inklusi; modifikasi pati; plastik layak makan", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Jun 2021"}