{"Nomor": 55086, "Judul": "VARIASI GENETIKA PROTEIN S SARS-COV-2  DARI SAMPEL PASIEN COVID-19 INDONESIA", "Abstrak": "SARS-CoV-2 (Severe Acute Respiratory Syndrome Coronavirus-2) adalah patogen yang menjadi penyebab penyakit Coronavirus Disease-2019 (COVID-19). Penyakit ini pertama kali ditemukan di Kota Wuhan, Provinsi Hubei, China Tengah dan telah menyebar secara luas di dunia dan menjadi pandemi global. Hingga 9 Mei 2021, virus ini telah menyebabkan 1.713.684 kasus di Indonesia dengan total angka kematian mencapai 47.012. Hal ini menjadi perhatian peneliti-peneliti di Indonesia dalam mengatasi wabah Covid-19 di Indonesia. Target penelitian SARS-CoV-2 yang paling diminati adalah Protein Spike (S). Protein S dari SARS-CoV-2 merupakan kunci penting bagi SARS-CoV-2 untuk menginfeksi sel manusia. Protein ini berperan dalam proses pengikatan virus dengan reseptor sel manusia. Protein S terdiri dari dua subunit fungsional salah satunya yaitu subunit S1. Pada subunit S1, terdapat Receptor Binding Domain (RBD), domain inilah yang akan berikatan dengan reseptor sel manusia yaitu Angiotensin Converting Enzyme-2 (ACE2) pada tahap awal infeksi SARS-CoV-2 pada manusia. Oleh karena itu, perlu dilakukan penelitian terhadap protein S SARS-CoV-2 untuk kepentingan pengembangan inhibitor pengikatan virus, vaksin, dan obat antivirus SARS-CoV-2. Pada penelitian ini, penulis melakukan analisis variasi genetik terhadap protein S SARS-CoV-2 sampel pasien Covid-19 Indonesia menggunakan perangkat lunak Molecular Evolutionary Genetics Analysis (MEGA) X. Urutan nukleotida Wuhan/Hu-1 yang diambil dari GenBank (National Center for Biotechnology Information, USA) digunakan sebagai referensi dan 128 sampel urutan nukleotida pasien Covid-19 Indonesia diambil dari GISAID (Global Initiative on Sharing All Influenza Data) EpiCoVTM Database (Germany). Berdasarkan hasil analisis terhadap 128 sampel tersebut diperoleh variasi pada 120 posisi nukleotida yang menyebabkan terjadinya 72 mutasi pada asam amino. Jenis mutasi terbanyak yaitu mutasi D614G (97,66%), N439K (32,03%), P681R (32,03%), T617I (14,06%), dan P681H (13,28%). Selain itu, berhasil ditemukan 7 mutasi asam amino yang saat ini tengah menjadi perhatian dunia internasional yaitu yaitu D614G (97,66%), N439K (32,03%), N501Y (10,94%), Q677H (3,91%), L452R (3,13%), E484K (2,34%), dan K417N (0,78%). Adapun varian jenis baru SARS-CoV-2 yang meliputi B.1.1.7, B.1.6.1.7, B.1.3.5.1 dan B.1.5.2.5 telah ditemukan pada 128 sampel yang dikaji. Penelitian ini juga menyimpulkan bahwa protein S SARS-CoV-2 di Indonesia telah berevolusi setelah dibandingkan dengan protein S SARS-CoV-2 pertama di Wuhan berdasarkan analisis filogenetikanya. Hasil penelitian ini semoga dapat menjadi landasan kebijakan pemerintah Indonesia dalam mendukung penelitian untuk menemukan kandidat vaksin Merah Putih terbaik.", "Daftar File": {"ABSTRAK Yefinadya Muharrifani": "https://digilib.itb.ac.id/gdl/download/225149", "PUSTAKA Yefinadya Muharrifani": "https://digilib.itb.ac.id/gdl/download/230103"}, "Penulis": "Yefinadya Muharrifani [10517069]", "Kontributor / Dosen Pembimbing": ["Dr. Ihsanawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "SARS-CoV-2, Protein Spike, Variasi Genetika Protein S1, Varian Baru SARS-CoV-2, Analisis Filogenetika", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Jun 2021"}