{"Nomor": 55094, "Judul": "APLIKASI BAKTERIOFAGA ?BT & ?BC SEBAGAI AGEN BIOKONTROL PEMBENTUKAN BIOFILM VIBRIO SP.U7", "Abstrak": "Bertambahnya populasi manusia mendorong peningkatan produksi pangan, terutama pada sektor akuakultur, salah satunya adalah udang putih. Namun, budidaya udang secara intensif masih memiliki tantangan yaitu penyakit vibriosis yang dapat menyebabkan mortalitas udang hingga 100%. Vibriosis terjadi ketika jumlah Vibrio mencapai lebih dari 104 CFU/ml atau ketika membentuk biofilm. Penanganan yang dilakukan saat ini difokuskan pada penggunaan agen biologis. Salah satu agen biologis yang berpotensi adalah bakteriofaga. Bakteriofaga memiliki kemampuan melisiskan bakteri dan mampu mencegah serta mengeradikasi biofilm, sehingga dapat dijadikan sebagai agen biokontrol. Namun dalam aplikasinya, bakteriofaga perlu dikarakterisasi dan dioptimasi sehingga dapat efektif menjadi agen biokontrol vibrio pada udang putih. Pada penelitian sebelumnya telah dilakukan isolasi bakteri vibrio dan bakteriofaga dari sampel udang dan air tambak. Dari hasil tersebut, salah satunya adalah isolat Vibrio sp.U7, dan dari isolat tersebut didapatkan bakteriofaga ?Bt & ?Bc. Tujuan dari penelitian ini adalah (1) menentukan Multiplicity Of Infection (MOI) optimal, (2) menentukan kemampuan inhibisi terhadap bakteri, (3) menentukan waktu laten dan burst size, (4) menentukan kemampuan dalam mencegah biofilm, dan (5) menentukan kemampuan dalam mengeradikasi biofilm. Penentuan MOI optimal dilakukan pada perbandingan jumlah bakteriofaga dan bakteri 0,01; 0,1; 1; 10; 100 dengan metode spot assay. Penentuan kemampuan inhibisi bakteriofaga dilakukan dengan menambahkan bakteriofaga ?Bt, ?Bc, dan campuran pada Vibrio sp.U7 (108 CFU/ml) selama 5 jam yang diukur setiap 30 menit dengan spektrofotometri. Waktu laten dan burst size ditentukan dengan menumbuhkan bakteriofaga selama 120 menit dan dihitung jumlah bakteriofaga setiap 30 menit dengan metode spot assay. Pada uji pencegahan dan eradikasi biofilm dilakukan pada 96-well plates. Penambahan bakteriofaga ditambahkan bersamaan dengan bakteri pada uji pencegahan, sedangkan pada uji eradikasi ditambahkan setelah bakteri diinkubasi selama 48 jam atau biofilm sudah terbentuk. Hasil penelitian menunjukkan MOI optimum dari bakteriofaga ?Bt & ?Bc adalah 10 dengan jumlah titer bakteriofaga ?Bt dan ?Bc secara berurutan adalah 2x1017 dan 4x1019 PFU/ml. Waktu laten bakteriofaga ?Bt dan ?Bc secara berurutan adalah 75 dan 45 menit dengan burst size 2,52 x 104 dan 5 x 105 PFU/sel. Pada uji inhibisi, perlakuan bakteriofaga ?Bt menghambat pertumbuhan vibrio 30 menit setelah penambahan bakteriofaga dan menurunkan jumlah vibrio setelah 2 jam (? = 9,81 x 10-3 menit-1). Perlakuan bakteriofaga ?Bc juga menurunkan jumlah vibrio 2 jam setelah penambahan (? = 1,01 x 10-2 menit-1) sedangkan perlakuan bakteriofaga  campuran tidak memberikan penurunan jumlah namun mengurangi laju pertumbuhan vibrio (? = 1,22 x 10-2 menit-1) dengan laju pertumbuhan kontrol adalah 1,31 x 10-2 menit-1 (P > 0,05). Pada uji pencegahan biofilm selama 24 jam, bakteriofaga ?Bt, ?Bc, dan campuran secara berurut menunjukkan persen inhibisi biofilm sebesar 67,65%; 53,86%, dan 25,16% (P < 0,05). Pada uji eradikasi biofilm, setelah 6 jam penambahan bakteriofaga terjadi penurunan absorbansi pada perlakuan bakteriofaga ?Bt dan campuran secara berturut adalah 29,18% dan 5,84%, sedangkan perlakuan bakteriofaga ?Bc tidak menunjukkan adanya eradikasi dari biofilm. Secara keseluruhan, bakteriofaga ?Bt memiliki kemampuan menghambat pertumbuhan vibrio dan mampu mencegah dan mengeradikasi biofilm lebih baik dibandingkan perlakuan bakteriofaga ?Bc dan campuran. Sehingga bakteriofaga ?Bt berpotensi diaplikasikan sebagai agen biokontrol biofilm pada vibrio.", "Daftar File": {"ABSTRAK Mario Marweslie": "https://digilib.itb.ac.id/gdl/download/225158"}, "Penulis": "Mario Marweslie [10417015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, MS", "Dr.Eng. Kamarisima, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Engineering & allied operations", "Kata Kunci": "bakteriofaga, biofilm, udang putih, Vibrio sp., vibriosis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Jun 2021"}