{"Nomor": 55098, "Judul": "STUDI SIFAT LUMINISENSI MOF-5W TERDOPING NIKEL", "Abstrak": "Gas beracun dan berbahaya seperti CO dan CO2 tidak memiliki warna dan bau sehingga tidak dapat terdeteksi kehadirannya secara kasat mata. Oleh karenanya, perlu dikembangkan sensor gas untuk mendeteksi keberadaan gas-gas tersebut, di mana sensor gas selama ini umumnya berbasis material semikonduktor yang memiliki permukaan sempit dan suhu pengoperasian tinggi. Untuk mengembangkan sensor gas diperlukan material dengan permukaan luas guna meningkatkan sensitivitas dan mekanisme deteksi mudah sehingga tidak memerlukan suhu tinggi. Material kandidat yang memiliki permukaan luas adalah metal organic frameworks. Dalam penelitian ini dilakukan studi sifat fotoluminisensi MOF-5W yang stabil dengan paparan udara dan memiliki sifat fluorosensi sehingga mudah digunakan sebagai material pendeteksi. Di dalam penelitian ini pula dilakukan pendopingan MOF-5W menggunakan nikel untuk mengetahui sifat fotoluminisensi dan nilai band gap akibat pendopingan. Karakterisasi yang dilakukan adalah FTIR dan P-XRD untuk melihat struktur, serta DRS-UV dan spektrofluorosensi untuk melihat sifat optik dari material sintesis. Hasil yang diperoleh adalah MOF-5W dan Ni-MOF-5W memiliki nilai direct band gap yang mirip (3,74 dan 3,69 eV) namun memiliki nilai indirect band gap yang cukup berbeda (3,4 dan 3,25 eV). Studi sifat fotoluminisensi menunjukkan bahwa MOF-5W dan Ni-MOF-5W memiliki puncak eksitasi dan emisi yang mirip (eksitasi = 282 nm, emisi 430 nm). Pendopingan dengan nikel menyebabkan intensitas fluorosensi MOF-5W menurun.", "Daftar File": {"ABSTRAK Amatullah Afiffah": "https://digilib.itb.ac.id/gdl/download/225162", "PUSTAKA Amatullah Afiffah": "https://digilib.itb.ac.id/gdl/download/230162"}, "Penulis": "Amatullah Afiffah [10517091]", "Kontributor / Dosen Pembimbing": ["Aep Patah, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "MOF-5W, Luminisen, Doping Logam", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Jun 2021"}