{"Nomor": 55101, "Judul": "ALJABAR DERIVASI ATAS OKTONION SEBAGAI ALJABAR LIE TIPE G2", "Abstrak": "Ide mengenai grup Lie dan aljabar Lie pertama kali dicetuskan oleh Sophus Lie pada\ntahun 1870-an saat meneliti mengenai grup transformasi. Grup Lie yang sekarang\nkita kenal merupakan manifold mulus yang juga memiliki struktur Grup, sedangkan\naljabar Lie merupakan ruang vektor yang dilengkapi dengan perkalian bilinear Lie.\nBila kita meninjau ruang singgung dari suatu grup Lie, dan mengumpulkan seluruh\nmedan vektor yang invarian kiri di bundel vektornya, kita dapat memperoleh suatu\nstruktur berupa aljabar Lie.\nAljabar Lie simpel merupakan aljabar Lie yang tidak memiliki ideal sejati\nnontrivial. Menggunakan sistem akar, Killing-Cartan mengklasifikasikan aljabar\nLie simpel ini menjadi empat aljabar Lie simpel klasik dan lima yang eksepsional.\nDengan kata lain, setiap aljabar Lie simpel haruslah isomorfis dengan salah satu\ndari sembilan aljabar Lie simpel ini.\nOktonion merupakan ruang vektor berdimensi delapan, dan juga salah satu dari\nempat aljabar bernorm. Dapat dilihat pula bahwa derivasi dari Oktonion yang\ndinotasikan sebagai Der(O) merupakan aljabar Lie. Pada tugas akhir ini, kita akan\nmelihat bahwa Der(O) merupakan aljabar Lie simpel. Terlebih lagi, kompleksifikasi\ndari Der(O) isomorfis dengan salah satu aljabar Lie simpel eksepsional, yaitu\ng2 yang berdimensi 14. Dengan kata lain Der(O) merupakan aljabar Lie tipe G2.", "Daftar File": {"ABSTRAK MUSA IZZANARDI WIJANARKO": "https://digilib.itb.ac.id/gdl/download/225165"}, "Penulis": "Musa Izzanardi Wijanarko [10117079]", "Kontributor / Dosen Pembimbing": ["Dr. Muchtadi Intan Detiena S.Si.,M.Si.", "Ryan Kasyfil Aziz, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "grup Lie, aljabar Lie, sistem akar, Oktonion, G2.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "14 Jun 2021"}