{"Nomor": 55102, "Judul": "PROSEDUR OPTIMASI SKENARIO WORKOVER UNTUK MEMPRODUKSI CADANGAN BEHIND PIPE PADA RESERVOIR DELTAIC", "Abstrak": "Salah satu karakteristik reservoir deltaic adalah terbaginya reservoir menjadi lapisan tipis yang tidak saling berhubungan. Perbedaan karakteristik yang dimiliki oleh setiap lapisan reservoir meyebabkan lapisan-lapisan tersebut tidak bisa diproduksi secara bersama-sama. Kondisi tersebut membuat sumur existing pada reservoir deltaic masih memiliki potensi cadangan behind pipe pada lapisan reservoir yang belum diproduksi.\nStudi ini menjelaskan prosedur optimasi skenario workover untuk memproduksi cadangan behind pipe pada reservoir deltaic. Penulis melakukan studi kasus dengan merancang skenario workover pada Lapangan X sebagai pedoman untuk menghasilkan prosedur optimasi secara umum. Studi diawali dengan observasi kandidat sumur dan lapisan reservoir yang berpotensi untuk diproduksi. Penulis mengidentifikasi karakteristik kandidat lapisan reservoir berupa jenis hidrokarbon, tekanan reservoir, dan mekanisme pendorongan sebagai parameter dalam menghitung cadangan dan menentukan skenario workover. Analisis sensitivitas skenario workover dilakukan dengan memproduksi lapisan reservoir secara sendiri-sendiri dan secara commingle. Penentuan skenario workover yang paling optimum dilakukan dengan menilai profitability index sebagai parameter keekonomian utama. Profitability index juga digunakan untuk membangun skala prioritas workover.\nHasil identifikasi reservoir menunjukkan bahwa terdapat beberapa reservoir yang memiliki karakteristik hampir sama sehingga dapat diproduksi secara commingle. Pada sumur yang sama, strategi produksi commingle menghasilkan nilai keekonomian yang paling tinggi karena membutuhkan waktu yang lebih singkat dan biaya workover yang lebih murah. Pada Lapangan X, terdapat 11 sumur yang layak untuk diworkover pada tahun 2016 dengan prioritas yang berbeda-beda. Proyek tersebut akan meningkatkan produksi Lapangan X sebesar 285.7 MBO dan 1170.5 MMSCF, dengan NPV sebesar 2954 MUS$ dan total investasi sebesar 3850 MUS$.\nAnalisis yang dilakukan selama pengerjaan kasus Lapangan X diinduksikan untuk merancang prosedur optimasi skenario workover secara umum dalam bentuk diagram alir. Diagram alir tersebut diharapkan dapat digunakan sebagai pedoman untuk melakukan optimasi workover pada lapangan X selanjutnya dan lapangan lain. Diagram alir prosedur optimasi yang dibuat meliputi pemilihan kandidat sumur dan lapisan reservoir, penentuan strategi produksi, dan penentuan prioritas workover.", "Daftar File": {"ABSTRAK Irfan Tulus Bachtiar": "https://digilib.itb.ac.id/gdl/download/225166"}, "Penulis": "Irfan Tulus Bachtiar [12211048]", "Kontributor / Dosen Pembimbing": ["Porf. Ir. Tutuka Ariadji M.Sc. Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "reservoir deltaic, cadangan behind pipe, profitability index, commingle, workover, keekonomian, diagram alir", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "14 Jun 2021"}