{"Nomor": 55103, "Judul": "SINTESIS MATERIAL HIBRID NANOPARTIKEL AU/ORGANOSILAN/ZSM-5 SEBAGAI KATALIS REDUKSI P-NITROFENOL OLEH NABH4", "Abstrak": "Saat ini, penelitian mengenai material nanopartikel sebagai katalis sedang berkembang pesat. Salah satu jenis nanopartikel logam yang saat ini sedang banyak dikembangkan adalah nanopartikel Au, yang memiliki sifat fisik dan kimia yang unik. Selain potensinya di bidang katalisis, nanopartikel Au juga sering digunakan dalam bidang bio-labeling, perangkat optik nonlinier, dan di bidang kedokteran sebagai drug delivery, pengembangan strategi sebagai anti bakteri, anti mikroba, anti kanker, serta bahan pencitraan untuk mendeteksi DNA. Pada preparasi nanopartikel Au diperlukan material penyangga, guna mencegah terjadinya aglomerasi partikel Au. Salah satu material penyangga yang banyak digunakan pada preparasi katalis nanopartikel logam yaitu zeolit ZSM-5. Dalam proses sintesis, nanopartikel Au tidak terikat kuat pada material penyangga. Untuk mengatasi permasalahan tersebut diperlukan penambahan bahan-bahan pengikat seperti senyawa organosilan yaitu amina (3-Aminopropyl)-triethoxysilane, APTES) dan tiol (3-mercaptopropyl)-trimethoxysilane, MPTMS) untuk stabilisasi nanopartikel Au melalui interaksi elektrostatis. Salah satu cara untuk mempelajari kinerja nanopartikel Au sebagai katalis yaitu pada reaksi reduksi p-nitrofenol. Diketahui p-nitrofenol merupakan salah satu senyawa turunan fenol yang memiliki sifat antropogenik yang berbahaya jika mencemari lingkungan. Polutan p- nitrofenol dapat dihilangkan dengan cara reaksi reduksi menggunakan senyawa NaBH4. Hasil reduksi senyawa p-nitrofenol oleh NaBH4 adalah senyawa p- aminofenol yang relatif aman bagi lingkungan. Dalam penelitian ini, nanopartikel Au yang telah berhasil disintesis dengan ukuran < 50 nm. Studi kinetika menunjukkan bahwa nanopartikel Au dengan menggunakan material penyangga ZSM-5 dapat digunakan sebagai katalis pada reaksi reduksi p-nitrofenol oleh NaBH4. Parameter termodinamika yang diperoleh yaitu EObs, ?H‡, ?S‡, dan ?G‡, yang telah berhasil ditentukan dengan menggunakan persamaan Arrhenius dan Eyring. Penentuan mekanisme reaksi menggunakan persamaan Arrhenius dengan variasi konsentrasi membuktikan bahwa reaksi reduksi p-nitrofenol dalam penelitian ini mengikuti mekanisme reaksi Eley-Rideal. Terjadi penurunan aktivitas\n \n\nkatalitik pada katalis sekitar 30% dalam 10 menit sampai uji penggunaan kembali yang ketiga. Namun terjadi sedikit penurunan setiap penggunaan nanopartikel kembali, aktivitas katalitik mengalami penurunan dan adanya sebagian kecil massa katalis yang hilang selama proses reaksi dan pemulihan.", "Daftar File": {"ABSTRAK Denanti Erika": "https://digilib.itb.ac.id/gdl/download/225168", "PUSTAKA Denanti Erika": "https://digilib.itb.ac.id/gdl/download/264678"}, "Penulis": "Denanti Erika [20519008]", "Kontributor / Dosen Pembimbing": ["Irma Mulyani, S.Si., M.Si., Ph.D.", "Dr. Grandprix Thomryes Marth Kadja, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "zeolit ZSM-5, p-nitrofenol, nanopartikel Au, organosilan, mekanisme Eley-Rideal", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "14 Jun 2021"}