{"Nomor": 55117, "Judul": "STUDI PENGARUH MEDIUM DAN PREKURSOR PADA REAKSI PEMBENTUKAN TURUNAN CALKON DARI TURUNAN BENZALDEHID DAN TURUNAN ASETOFENON DENGAN METODE IRADIASI MICROWAVE", "Abstrak": "Calkon adalah salah satu senyawa turunan flavonoid yang memiliki struktur dasar ?,?-karbonil tak jenuh dan memiliki beberapa bioaktivitas yang penting seperti anti- oksidan, anti-inflamasi, antikanker, material fluoresens, antidiabetes, dan antivirus. Turunan calkon telah berhasil disintesis menggunakan metode baru yang ramah lingkungan dengan waktu reaksi yang singkat dan persen hasil yang tinggi. Sintesis turunan calkon dari turunan benzaldehida dan turunan asetofenon dilakukan dalam medium cairan ion 1-oktil-3-metilimidazolium bromida ([OMIm]Br) menggunakan metode iradiasi microwave. Turunan calkon yang berhasil disintesis dalam medium cairan ion [OMIm]Br adalah 2,2'-dihidroksikalat, 2,2'-dihidroksi-3-metoksikarbon,\n2-hidroksikalikon, dan 2-hidroksi-3-metoksikalikon dengan persen hasil berturut- turut 66%, 70%, 72% dan 82%. Di sisi lain, sintesis 2,2’-dihidroksicalkon dalam medium air dengan metode yang sama memberikan persen hasil yang lebih rendah yaitu 35%. Bedasarkan simulasi mekanisme pembentukan calkon pada level teori B3LYP def2-SVP D4, cairan ion [OMIm]Br bertindak sebagai asam Lewis yang dapat meningkatkan kereaktifan prekursor sehingga energi aktivasi tahap penentu laju di dalam medium cairan ion lebih rendah yaitu 75,45 kJ/mol, dibandingkan dalam medium air (Ea = 90,98 kJ/mol). Hal ini diidentifikasi sebagai penyebab persen hasil pembentukan calkon dalam medium cairan ion lebih tinggi dibandingkan dalam medium air. Berdasarkan perhitungan fungsi fukui terkondensasi pada level teori B3LYP def2-SVP D3, persen hasil pembentukan calkon paling tinggi diperoleh ketika prekursor yang digunakan adalah o-vanillin dan astofenon karena kereaktifan kedua prekursor tersebut lebih tinggi dibandingkan salisilaldehid dan o-hidroksiasetofenon.", "Daftar File": {"ABSTRAK Muhammad Dani Sirait": "https://digilib.itb.ac.id/gdl/download/225191"}, "Penulis": "Muhammad Dani Sirait [20520003]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si", "Dr. Atthar Luqman Ivansyah, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cairan ion, Calkon, Microwave, B3LYP", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "14 Jun 2021"}