{"Nomor": 55116, "Judul": "PENENTUAN CADANGAN PREMI DENGAN MENGGUNAKAN SUKU BUNGA STOKASTIK", "Abstrak": "Cadangan premi adalah sejumlah uang yang dihimpun oleh perusahaan asuransi yang diperoleh dari selisih nilai santunan dengan nilai tunai pembayaran pada suatu waktu pertanggungan sebagai persiapan untuk pembayaran klaim. Penentuan cadangan premi dipengaruhi oleh beberapa faktor, salah satunya adalah fluktuasi suku bunga. Pada penelitian ini, suku bunga yang bersifat stokastik dimodelkan melalui model Vasicek dan CIR. Berdasarkan suku bunga Bank Indonesia periode 1995-2021 yang diambil rata-ratanya, parameter model Vasicek dan CIR diestimasi menggunakan metode likelihood maksimum. Parameter tersebut adalah kecepatan suku bunga menuju titik keseimbangan, rata-rata suku bunga jangka panjang dan volatilitas suku bunga. Suku bunga stokastik pada dua model ini digunakan untuk menghitung cadangan premi untuk kasus asuransi jiwa joint life. Nilai suku bunga akan digunakan dalam menghitung nilai premi dan cadangan premi asuransi jiwa berjangka 25 tahun pada data perusahaan. Data lainnya yang digunakan adalah data asuransi perusahaan XYZ yang mengajukan klaim pada tahun 2020. Perhitungan cadangan secara prospektif dengan model CIR menghasilkan nilai yang lebih besar daripada model Vasicek, hal tersebut juga ikut mempengaruhi nilai dari cadangan Zillmer pada model CIR mempunyai nilai cadangan yang lebih besar daripada model Vasicek", "Daftar File": {"ABSTRAK RIZKY RAMADHAN": "https://digilib.itb.ac.id/gdl/download/227454"}, "Penulis": "Rizky Ramadhan [20819004]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "cadangan prospektif, cadangan Zillmer, CIR, MLE, Vasicek.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "14 Jun 2021"}