{"Nomor": 55110, "Judul": "COMMUNITY HUB MASJID BESAR DI COBLONG", "Abstrak": "Proyek perancangan masjid besar ini merupakan proyek fiktif dengan lokasi di Jalan Tubagus Ismail\nRaya No.35, Coblong, Bandung. Proyek ini berada di atas lahan dengan luas sekitar 11.000 m2 dengan\npemrakarsa Pemerintah Kecamatan Coblong. Munculnya proyek ini dilatar belakangi oleh pemrakarsa\nyang ingin menghadirkan fasilitas layanan kepada masyarakat dari aspek peribadatan dan spiritualitas.\nDengan tipologinya sebagai masjid besar, bangunan ini memiliki pengguna dengan skala layanan\nKecamatan Coblong. Proyek ini terletak di zona perumahan-perdagangan dan jasa dengan karakter\nmasyarakat yang heterogen. Sebagai bagian layanan pemerintah, bangunan ini kemudian dirancang\ndengan pendekatan Community Hub agar setiap golongan dapat merasakan manfaat dari fasilitas ini.\nPerancangan kemudian berfokus menghadirkan multidimensi fungsi dengan fungsi yang diwadahi\nyaitu layanan pemerintah, ruang komunitas, dan fungsi peribadatan. Multidimensi ini dihadirkan\nsebagai upaya untuk mengimbangi dominasi fungsi peribadatan, fungsi yang umumnya berkembang\ndi masjid sekitar. Dengan fungsi yang beragam dan berbeda dari masjid umumnya, isu yang direspons\npada perancangan berkaitan dengan kenyamanan serta kemampuan pengguna dalam memahami dan\nmenggunakan ruang sebagai bangunan masjid yang terintegrasi. Konsep perancangan kemudian\nmenghadirkan massa dengan orientasi kuat ke arah kiblat dan bipolaritas antara ruang ibadah dan\nnon-ibadah. Konsep ruang menggunakan fitur alam sebagai wujud keterbukaan dan permainan\ncahaya alami untuk meningkatkan pengalaman spiritual. Konsep fasad menggunakan kaligrafi yang\ndihadirkan dengan algoritmik dan pola geometri berulang sebagai produk kebudayaan Muslim", "Daftar File": {}, "Penulis": "Muh Yusuf [15216018]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Andry Widyowijatnoko, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Masjid, Coblong, Komunitas", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "14 Jun 2021"}