{"Nomor": 55128, "Judul": "MENINGKATKAN LINGKUNGAN KERJA DI PERUSAHAAN KREATIF: KASUS PADA PT. XYZ", "Abstrak": "PT. XYZ adalah perusahaan yang bergerak dalam sub sektor f ashion and craf t yang memproduksi jam\ntangan kayu di Indonesia. Saat ini PT. XYZ menghadapi beberapa tantangan dalam menjual\nproduknya karena era VUCA dan situasi pandemi COVID-19. Di tahun 2020 dalam menghadapi \nsituasi pandemi, PT. XYZ menghadapi penurunan penjualan, kesulitan dalam menghasilkan desain\nbaru, dan penurunan hasil dari umpan balik konten keluaran dan kampanye di media sosial. Untuk\nbertahan dan meningkatkan kinerja mereka di era ketidakpastian ini dalam menghadapi persaingan\nyang ketat, kreativitas sangat dibutuhkan. Meski kreativitas sangat dibutuhkan agar bisnis mereka\ntetap berkembang, PT. XYZ merasa kesulitan untuk merangsang pemikiran kreatif dari karyawan. \nAgar bisnis mereka tetap berkembang dan membantu perusahaan memiliki keunggulan kompetitif,\nperusahaan mempertimbangkan kembali untuk menciptakan produk baru yang unik bagi konsumen\ndengan meningkatkan kreativitas karyawan mereka melalui lingkungan kerja karena kinerja karyawan\ndalam menghasilkan output kreatif terutama dipengaruhi oleh kondisi tempat kerja. Berkaitan dengan\nkreativitas di tempat kerja, isu tentang potensi kurangnya dukungan dari lingkungan kerja yang \nmendukung kreativitas ditemukan di PT. XYZ.\nPenelit ian ini bertujuan untuk membantu PT. XYZ meningkatkan kreativitas karyawannya dengan \nmenemukan situasi lingkungan kerja saat ini, menganalisis hubungan antar faktor lingkungan kerja,\ndan menganalisis akar penyebab dari lingkungan kerja yang tidak mendukung kreativitas di PT. XYZ. \nPopulasi penelit ian ini adalah karyawan PT. XYZ yang melakukan pekerjaan kreatif dari divisi\npemasaran, divisi kreatif, dan divisi Research and Development (R&D) yang berjumlah 34 orang.\nPenulis menggunakan “KEYS Questionnaire” dari Amabile untuk mengukur skor lingkungan kerja\ndalam penelitian ini. \nHasil kuisioner menunjukkan bahwa faktor lingkungan kerja yang menunjukkan skor tertinggi adalah\nWork Group Support and Challenging Work (3,26) sedangkan skor terendah diperoleh oleh faktor\nOrganizational Impediments (2,06). Untuk analisis korelasi pada masing-masing faktor lingkungan \nkerja yang dilakukan dengan korelasi Pearson, diperoleh hasil bahwa Stimulant Scales yang terdiri dari\nOrganizational Encouragement, Supervisory Encouragement, Work Group Support, Sufficient\nResources, Challenging Work, dan Freedom menunjukkan hubungan yang positif dan signifikan satu\nsama lain dan Obstacle Scales yang terdiri dari Workload Pressure dan Organizational Impediments\njuga menunjukkan hubungan yang positif dan signifikan satu sama lain. Dari hasil analisis korelasi \njuga diketahui bahwa salah satu faktor dari Stimulant Scales yaitu Sufficient Resources menunjukkan\nhubungan yang signifikan dengan seluruh faktor dari Stimulant Scales dan seluruh faktor dari Obstacle\nScales.  \nFishbone diagram digunakan untuk menganalisis akar penyebab lingkungan kerja yang tidak\nmendukung kreativitas dan ditemukan bahwa kurangnya resources atau sumber daya merupakan \nmasalah utama pada lingkungan kerja yang mendukung kreativitas di PT. XYZ. Kurangnya sumber\ndaya terutama informasi berasal dari tidak adanya informasi yang merupakan akibat dari silo\norganisasi, tidak adanya sharing session dengan karyawan senior, tidak tersedianya platf orm untuk \n \nmelakukan knowledge sharing, serta minimnya fasilitas dan anggaran yang disebabkan pemotongan\ndana oleh perusahaan disebabkan situasi pandemi. Berdasarkan temuan tersebut, penulis mengajukan\nbeberapa rekomndasi seperti membuat program untuk membangun keselarasan di antara tim\nkepemimpinan, melakukan daily stand-up meeting, menciptakan lingkungan kondusif untuk berbagi\npengetahuan, menggunakan bantuan platform untuk berbagi knowledge, dan membuat rencana \npengelolaan sumber daya (resource management plan) untuk mengelola sumber daya di perusahaan.", "Daftar File": {"2021_TS_PP_NADYA SAFARINA_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/225228"}, "Penulis": "Nadya Safarina [29119063]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "lingkungan kerja, kreativitas, KEYS Questionnaire, industri kreatif, perusahaan f ashion  and craft", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "14 Jun 2021"}