{"Nomor": 55122, "Judul": "PENERAPAN PREPROSESING STANDARD SCALER DAN ALGORITMA SUPPORT VECTOR MACHINE (SVM) UNTUK DISAGREGASI ENERGI BERBASIS INTERNET OF THINGS (IOT)", "Abstrak": "Konsumsi energi dunia selalu meningkat setiap tahun, namun ketersedian energi dunia selalu berkurang. Energi dunia seperti energi fosil yang tidak dapat diperbaharui dan akan semakin berkurang karena eksplorasi yang terus menerus, sehingga akan menyebabkan krisis energi. Oleh karena itu, perlu dilakukan upaya untuk mengatasi krisis energi, salah satunya dengan upaya penghematan energi yaitu melakukan manajemen energi dengan melibatkan pengguna. Pengguna dapat memanfaatkan data daya konsumsi untuk melakukan penghematan energi dengan menggunakan smart meter. Pada penelitian ini, telah dibangun suatu sistem pemantauan konsumsi energi listrik rumah tangga dengan metode disagregasi energi berbasis Internet of Things (IoT). Penelitian ini bertujuan untuk melakukan pemantauan beban dan mengetahui konsumsi energi listrik peralatan rumah tangga. Uji validitas model dilakukan pada lima perangkat lampu pijar yang telah terhubung dengan kWh meter PZEM-004T dan modul Wifi ESP8266. KWh meter mengukur daya lima buah lampu pijar setiap waktu dan akan dibaca oleh modul pembaca. Setelah itu data daya akan dikirimkan ke alamat server dengan protokol MQTT dan dikirimkan ke Node-Red untuk disimpan di database secara realtime. Selanjutnya data diambil dari database untuk diproses menggunakan algoritma disagregasi. Model machine learning yang dibangun yaitu preprocessing standar scaler dan algoritma Support Vector Machine (SVM) dengan parameter input daya dan waktu, parameter output state lampu dengan menggunakan linear kernel. Model yang dibangun berhasil melakukan disagregasi energi dengan beban sederhana yaitu memprediksi aktivitas lampu dengan akurasi 100%. Kemudian model diterapkan untuk melakukan disagregasi pada peralatan rumah tangga yang terdapat pada dataset AMPds. Pada dataset AMPds dilakukan preprocessing data untuk mengetahui state setiap perangkat yang menjadi parameter output model dengan menggunakan algoritma K-Means. Setelah itu dilakukan disagregasi beban pada perangkat rumah tangga yang divariasikan jumlahnya yaitu 5, 6 dan 7 perangkat memperoleh akurasi sebesar 96.44%, 94.15 %, dan 91.82 %. Selanjutnya dilakukan analisis konsumsi energi selama 30 hari untuk mengetahui struktur biaya peralatan rumah tangga yang digunakan.", "Daftar File": {"ABSTRAK Nofri Ermasari": "https://digilib.itb.ac.id/gdl/download/225216", "COVER Nofri Ermasari": "https://digilib.itb.ac.id/gdl/download/225217", "BAB 1 Nofri Ermasari": "https://digilib.itb.ac.id/gdl/download/225218", "BAB 2 Nofri Ermasari": "https://digilib.itb.ac.id/gdl/download/225219", "BAB 3 Nofri Ermasari": "https://digilib.itb.ac.id/gdl/download/225220", "BAB 4 Nofri Ermasari": "https://digilib.itb.ac.id/gdl/download/225221", "BAB 5 Nofri Ermasari": "https://digilib.itb.ac.id/gdl/download/225222", "PUSTAKA Nofri Ermasari": "https://digilib.itb.ac.id/gdl/download/225223"}, "Penulis": "Nofri Ermasari [20218008]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Manajemen energi, Disagregasi energi, IoT, SVM, konsumsi energi.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "14 Jun 2021"}