{"Nomor": 55124, "Judul": "PENGARUH FAKTOR MOTIVASI TERHADAP KETERLIBATAN KONSUMEN DAN KEPUTUSAN PEMBELIAN UNTUK MOSELO.COM", "Abstrak": "Teknologi menjadi salah satu alat penggerak ekonomi yang mana pemerintah pun menyadari akan \nperubahan tersebut, maka dari itu pemerintah sadar dengan pentingnya kreatif ekonomi sebagai\npenggerak perkonomian Indonesia. Sector kreatif ekonomi terbagi menjadi 17 sektor, dimana\nsektor kuliner, busana dan kerajinan tangan menjadi tiga sektor utama yang menyumbang pada\nPDB Indonesia. Moselo yang didirikan oleh PT. Komunitas Karya Kencana pada tahun 2017\nmerupakan wadah dalam bentuk e-commerce yang berfokus pada bidang kerajinan tangan dan\nilustrasi. Tujuan dari dilakukannya penelitian ini adalah untuk meningkatkan tingkat kesadaran\nmerek dan minat membeli terhadap Moselo dengan menggunkan motivasi sebagai penggerak.\nDisamping itu, Moselo sadar bahwa faktor motivasi para pengikut atau calon pembeli akan\nmempengaruhi terhdap tingkat kesadaran merek dan minat membeli. Rendahnya tingkat\nkesadaran merek Moselo di kalangan pengikutnya menjadi isu utama pada penelitian ini. Terdapat\ntiga motivasi utama yang dapat mempengaruhi tingkat kesadaran merek dan minat beli yaitu\nmotivasi hedonis, utilitarian dan sosial. Teknik pengumpulan data dilakukan dalam dua jenis,\nyang pertama dilakukan adalah dengan mengumpulkan 50 responden guna untuk data pendukung\npada masalah bisnis, dan data penelitian dikumpulkan dari 210 responden yang berasal dari\nBandung, Jakarta, Bekasi, Jawa Tengah, Jawa Timur, Sulawesi, Kalimantan, Bali dan Sumatera\ndengan renang usia responden 20 hingga 35 tahun. Penyebaran kuesioner dilakukan\nmenggunakan kuesioner daring dan diolah menggunakan aplikasi partial least square (PLS).\nHasil yang didapatkan dari penelitian ini adalah motivasi sosial berpengaruh signifikan terhadap\npeningkatan interaksi konsumen dan peningkatan interaksi konsumen memiliki pengaruh\nsignifikan terhadap kesadaran merek, oleh karena itu faktor kesadaran merek dapat\nmempengaruhi signifikan terhadap minat pembelian. Diantara keenam faktor terdapat dua faktor\nyaitu hedonis dan utilitarian yang tidak memiliki pengaruh signifikan terhadap model. Hasil\nanalisis keseluruhan menghasilkan beberapa alternative untuk solusi bisnis melalui pendekatan\npoint of parity (POP) dan point of difference (POD) serta proses pengambilan keputusan\npembelian. Selanjutnya peneliti merumuskan 5 alternatif solusi yatu dengan mengembangkan\nbrand ambassador, kontes, video iklan, konten Instagram dan iklan pada media sosial. Solusi yang\ntelah dibuat akan berkaitan satu dan lainnya sehingga Moselo dapat mengimplentasikan untuk\nmeningkatkan tingkat kesadaran merek dan minat pembelian.", "Daftar File": {"2021_TS_PP_Anisa Eliana Garneti_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/225206", "Anisa Eliana Garneti_29119092_Chapter 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254105", "Anisa Eliana Garneti_29119092_Chapter 2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254106", "Anisa Eliana Garneti_29119092_Chapter 3.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254107", "Anisa Eliana Garneti_29119092_Chapter 4.pdf\n]": "https://digilib.itb.ac.id/gdl/download/254108"}, "Penulis": "Anisa Eliana Garneti [29119092]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "E-Commerce, Motivasi, Keterlibatan Konsumen, Kerajinan Tangan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "5 file", "Tanggal Input": "14 Jun 2021"}