{"Nomor": 55126, "Judul": "ANALISIS KEPUASAN KERJA, KETERIKATAN KARYAWAN, DAN INTENSI PERPUTARAN DI AUTO 2000 BODY & PAINT CIBIRU BANDUNG", "Abstrak": "AUTO 2000 Body & Paint Cibiru Bandung merupakan fasilitas bengkel body dan cat yang \ndibangun terpisah dari dealer. AUTO 2000 sendiri merupakan jaringan layanan penjualan,\nperawatan, perbaikan dan suplai untuk suku cadang Toyota. Perusahaan ini sudah berpengalaman \nlebih dari 60 tahun. Dalam beberapa tahun ke belakang, banyak pegawai yang keluar masuk\ndalam waktu singkat sehingga tingkat perputaran pegawai cukup tinggi. Oleh karena itu, AUTO\n2000 Body & Paint Cibiru Bandung memerlukan solusi dan perbaikan untuk mempertahankan\npara karyawannya.\n\nPenelitian ini bertujuan untuk membantu AUTO 2000 Body & Paint Cibiru Bandung dalam\nmempertahankan para karyawannya. Dalam penelitian ini, penulis melakukan studi lapangan\ndengan mengumpulkan data dan informasi yang diperoleh dari karyawan AUTO 2000 Body &\nPaint Cibiru Bandung. 31 dari 36 karyawan (86% dari populasi) mengikuti survey penelitian ini.\nPengumpulan data dan informasi dilakukan dengan cara pendistribusian kuesioner berisi\npendekatan kepuasan kerja, keterikatan karyawan, dan intensi perputaran karyawan. Pendekatanpendekatan ini dipilih berdasarkan penelitian sebelumnya.\n\nBerdasarkan hasil penelitian, penyebab ketidakpuasan karyawan pada AUTO 2000 Body & Paint Cibiru\nBandung disebabkan oleh faktor kompensasi dan tunjangan serta faktor lingkungan kerja sedangkan\n\npenyebab pemutusan hubungan kerja adalah karena hubungan yang kurang baik\ndengan rekan kerja dan perilaku keterlibatan.\n\nSetelah mengetahui penyebab ketidakpuasan dan pelepasan karyawan di perusahaan, penulis\nmengajukan rekomendasi dan rencana implementasi yang sesuai dengan kondisi perusahaan\ndalam rangka mempertahankan karyawannya.", "Daftar File": {"2021_TS_PP_RIVA AYU HANANDIVA_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/225225", "2021_TS_PP_RIVA AYU HANANDIVA_1-Abstrak.pdf\niu": "https://digilib.itb.ac.id/gdl/download/225226"}, "Penulis": "Riva Ayu Hanandiva [29119003]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kepuasan kerja, keterikatan karyawan, intensi perputaran", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "2 file", "Tanggal Input": "14 Jun 2021"}