{"Nomor": 55121, "Judul": "EVALUASI PERFORMA REMOVE LINER JOB PADA LAPANGAN STEAM FLOOD, STUDI EMPIRIS UNTUK MENENTUKAN PROSES PEMILIHAN KANDIDAT DAN PENANGGULANGAN MASALAH POMPA SETELAH REMOVE LINER JOB", "Abstrak": "Jenis komplesi Cased Hole Gravel Pack (CHGP) merupakan jenis penyelesaian sumur yang umum digunakan pada sumur produksi yang memproduksi minyak dari reservoir batupasir unconsolidated. Gabungan antara liner dan gravel telah terbukti mampu mencegah pasir terproduksi ke dalam lubang sumur. Tetapi, jenis komplesi ini membawa dampak lain berupa peningkatan nilai skin. Secara umum nilai skin untuk komplesi CHGP ada pada rentang 20 sampai 70. Sementara, untuk komplesi jenis Open Hole Gravel Pack (OHGP) nilai skin berada pada rentang 7 hingga 60 (Alshawaf dan Gringarten, 2013). Walaupun demikin, pada Lapangan X, pemakaian komplesi CHGP tetap dilakukan sumur-sumur tertentu. Tindakan pelepasan gravel dan liner diharapkan dapat membantu untuk meningkatkan performa sumur-sumur yang menggunakan jenis komplesi CHGP.\nStudi empiris ini dilakukan dengan menggunakan data lapangan yang tersedia dari 21 sumur yang telah menjalani prosedur remove liner. Performa produksi setelah pekerjaan selesai dilakukan, menjadi dasar analisa untuk menentukan parameter apa saja yang dapat dijadikan petunjuk pencarian sumur yang merupakan kandidat yang baik untuk pekerjaan ini. Hasil dari analisa tersebut akan digunakan dalam membuat aturan dan masukan pada fuzzy logic tool yang digunakan sebagai metode penetuan peringkat calon kandidat yang baru. Selain itu, studi ini juga membahas mengenai permasalahan pompa yang mengalami peningkatan frekuensi setelah remove liner job selesai dilakukan.\nData yang tersedia menunjukkan bahwa pekerjaan ini terbukti mampu meningkatkan produksi minyak rata-rata sebesar 12 BOPD tiap sumurnya. Analisa dari data yang tersedia juga menunjukkan bahwa nilai hidrocarbon pore thickness, laju injeksi uap, perbedaan produksi minyak terhadap sumur yang berdekatan, dan juga tren penurunan produksi minyak merupakan parameter yang dapat dijadikan petunjuk untuk menentukan peringkat suatu sumur untuk menjadi kandidat remove liner job. Selain itu, parameter pump fillage juga perlu diperhatikan. Pada sumur-sumur yang memberikan peningkatan produksi dengan baik, terjadi peningkatan pump fillage sebesar rata-rata 40%.\nHasil analisa terhadap permasalahan pompa yang terjadi setelah remove liner job menunjukkan bahwa frekuensi permasalahan pompa akan semakin tinggi apabila laju injeksi uap pada sumur injeksi disekitarnya masih tinggi. Walaupun demikian, sumur-sumur yang menggunakan special pump setelah pelepasan liner terbukti mengalami peningkatan permasalahan pompa lebih rendah dibandingkan sumur-sumur yang tidak menggunakannya.", "Daftar File": {"ABSTRAK Rian Edi Cahyanto": "https://digilib.itb.ac.id/gdl/download/225202"}, "Penulis": "Rian Edi Cahyanto [12211057]", "Kontributor / Dosen Pembimbing": ["Ir. Leksono, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Cased Hole Gravel Pack (CHGP), injeksi uap, kriteria seleksi, masalah pompa", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "14 Jun 2021"}