{"Nomor": 55135, "Judul": "PENGARUH SISTEM BUDIDAYA TEKNOLOGI BIOFLOK (BFT) DAN SUPLEMENTASI PAKAN SINBIOTIK TERHADAP PERFORMA PERTUMBUHAN DAN PROFIL FISIOLOGIS KOMUNITAS MIKROBA USUS IKAN NILA (OREOCHROMIS NILOTICUS)", "Abstrak": "Intensifikasi dalam sistem akuakultur merupakan suatu upaya untuk meningkatkan produktivitas dan laju pertumbuhan hewan budidaya. Salah satu sistem akuakultur intensif adalah teknologi bioflok yang didasari konsep daur ulang nutrisi menjadi bioflok melalui pengontrolan rasio C:N dan kadar oksigen. Bioflok yang dihasilkan dapat menjadi sumber pakan tambahan berupa protein mikrobial yang mampu dimanfaatkan oleh berbagai spesies budidaya termasuk ikan nila (Oreochromis niloticus). Densitas kultur yang tinggi dalam sistem akuakultur intensif dapat menimbulkan permasalahan budidaya termasuk terjangkitnya penyakit pada hewan kultur. Salah satu alternatif strategi dalam pengontrolan penyakit secara biologis adalah melalui aplikasi sinbiotik, yaitu kombinasi sinergistik dari probiotik dan prebiotik untuk meningkatkan utilisasi nutrisi dan meningkatkan sistem imun pada hewan kultur. Penelitian ini bertujuan untuk menentukan pengaruh aplikasi sistem teknologi bioflok dan suplementasi pakan sinbiotik terhadap performa pertumbuhan, kualitas air, dan profil fisiologis komunitas mikroba pada usus ikan nila. Dalam penelitian ini, dilakukan pembesaran\nikan nila selama 70 hari dengan tiga perlakuan berbeda: (1) kontrol menggunakan sistem semibatch menggunakan pakan komersial (‘K’), (2) sistem bioflok dengan pakan komersial (‘B’), dan (3) sistem bioflok dengan suplementasi pakan sinbiotik (‘BS’). Pengukuran kualitas air (oksigen terlarut, suhu, pH, kadar amonium, nitrit, dan nitrat) serta pengukuran pertumbuhan (berat dan panjang ikan) dilakukan setiap minggu selama 70 hari periode pembesaran. Pada akhir periode pembesaran dilakukan analisis profil fisiologis komunitas mikroba usus menggunakan metode Biolog™ Ecoplates.\nKualitas air pada K, B, dan BS selama periode pembesaran berada pada rentang toleransi untuk ikan nila. Perlakuan B menghasilkan average daily growth (ADG) (0,83±0,24 gr/hari), specific growth rate (SGR) (5,73±0,51 %), feed conversion ratio (FCR) (2,14±0,77), kesintasan (83,33±7,45 %), biomassa akhir (1,32 ± 0,23 kg) dan produktivitas (10,03±1,85 kg/m3). Perlakuan BS menghasilkan rata - rata ADG (0,94±0,30 gr/hari), SGR (5,91±0,49%), FCR (1,66±0,52), kesintasan (91,67±7,26%), biomassa akhir (1,68±0,273 kg), produktivitas (16,76±2,73 kg/m3), berat akhir (121,35± 13,54 gr), dan panjang akhir (17,65±0,48 cm). Perlakuan BS memberikan biomassa akhir dan produktivitas yang secara signifikan (P<0,05) lebih tinggi dibandingkan perlakuan K. Hasil analisis profil fisiologis komunitas mikroba usus menunjukkan bahwa aktivitas metabolisme total dan diversitas komunitas mikroba usus perlakuan BS lebih tinggi dibandingkan dengan B dan K, namun tidak terdapat perbedaan yang signifikan (P>0,05). Perlakuan B dan BS meningkatkan aktivitas metabolisme untuk kelompok substrat karbohidrat dibandingkan perlakuan K. Secara keseluruhan dapat disimpulkan bahwa aplikasi sistem bioflok, baik dengan maupun tanpa penggunaan pakan sinbiotik dapat meningkatkan kualitas air budidaya dan pertumbuhan ikan nila dengan profil fisiologis komunitas mikroba usus yang lebih baik sehingga berpotensi untuk diaplikasikan bagi pembesaran ikan nila secara intensif pada skala industri.", "Daftar File": {"ABSTRAK Catherine Harlin": "https://digilib.itb.ac.id/gdl/download/225237"}, "Penulis": "Catherine Harlin [10417014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Oreochromis niloticus, kualitas air, profil fisiologis komunitas mikroba, teknologi bioflok, sinbiotik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Jun 2021"}