{"Nomor": 55132, "Judul": "PENGGUNAAN METODE MARKOWITZ DALAM ANALISIS PORTOFOLIO SAHAM SYARIAH SEBELUM DAN SELAMA MASA PANDEMI COVID-19", "Abstrak": "Dewasa ini, banyak masyarakat yang melakukan kegiatan investasi. Hal ini terjadi\nkarena masyarakat mulai menyadari betapa pentingnya mengumpulkan dan mengembangkan\naset guna mencukupi semua kebutuhan dimasa yang akan datang.\nSalah satu jenis investasi yang banyak diminati oleh masyarakat selaku investor\nadalah investasi saham syariah. Saham syariah yang ada di Indonesia mengikuti\naturan dari OJK dan termasuk ke dalam Daftar Efek Syariah (DES). Pada penelitian\nini, pasar modal syariah yang dipilih adalah Indeks Saham Syariah Indonesia\n(ISSI). Sebelumnya, seorang investor harus membentuk portofolio saham sebagai\nstrategi manajemen risiko. Dalam pembentukan portofolio saham syariah, tidak\ndiperbolehkan adanya kegiatan short selling pada saham. Dengan memperhatikan\npergerakan harga saham yang berfluktuatif sebelum masa pandemi (2019) dan\nselama masa pandemi (2020), maka penelitian ini akan membahas tentang penentuan\nportofolio serta analasis portofolio dengan menerapkan data saham syariah\nsebelum masa pandemi (2019) dan selama masa pandemi (2020) dengan menggunakan\nmetode sample variance-covariance. Berdasarkan hasil penelitian, diperoleh\nkesimpulan bahwa portofolio dengan konstanta sukuk 2019 cocok digunakan\nuntuk berinvestasi sebelum masa pandemi dengan perhitungan bobot statis. Sedangkan\nportofolio dengan konstanta c = 0% cocok digunakan untuk berinvestasi\nsebelum masa pandemi dengan perhitungan bobot statis dan juga selama masa\npandemi dengan perhitungan bobot statis dan dinamis.", "Daftar File": {"ABSTRAK NONIK MEGA SAPITRI": "https://digilib.itb.ac.id/gdl/download/225234"}, "Penulis": "Nonik Mega Sapitri [20118012]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Investasi, Saham Syariah, Portofolio, Sample Variance-Covariance. Statis. Dinamis.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "15 Jun 2021"}