{"Nomor": 55134, "Judul": "USULAN STRATEGI PEMASARAN UNTUK PTTA MALE ELANG HITAM  DI PT DIRGANTARA INDONESIA (PERSERO)", "Abstrak": "Sebagai industri pesawat terbang yang selalu berinovasi dalam menjawab kebutuhan pasar, PTDI bersama anggota konsorsium lainnya mengembangkan Pesawat Terbang Tanpa Awak (PTTA) jenis MALE (ketinggian sedang dan berdaya tahan lama) yang diberi nama Elang Hitam. Program pengembangan ini dilatarbelakangi oleh kebutuhan TNI AU pada beberapa tahun ke depan yang diperlukan untuk menjaga kedaulatan Negara Kesatuan Republik Indonesia. Bercermin pada pengalaman sebelumnya ketika mengembangkan PTTA Wulung, PTDI tidak memiliki bisnis yang berkelanjutan dalam memasarkan dan menjualnya. Sebagai entitas bisnis, PTDI diharapkan tidak hanya mampu membuat produk teknologi dirgantara seperti PTTA, tetapi PTDI juga harus berhasil dalam memasarkan dan menjualnya. Posisi PTDI yang merupakan salah satu BUMN Industri Pertahanan membuat kebergantungannya yang tinggi terhadap rencana strategis pembelian alat peralatan pertahanan dan keamanan oleh Kementerian Pertahanan RI untuk memenuhi kebutuhan para pengguna seperti TNI dan Polri. Padahal, rencana strategis tersebut seringkali berubah akibat perubahan kebijakan pemerintah atau perubahan alokasi anggaran. PTDI memerlukan strategi pemasaran untuk menjawab permasalahan tersebut melalui pengembangan pemasaran PTTA Elang Hitam ke pasar ekspor dan memanfaatkan konsep penggunaaan teknologi ganda untuk melakukan perluasan pasar ke segmen sipil/komersial. \n \nPenulis menggunakan analisis eksternal dan internal untuk mengeksplorasi masalah yang terjadi. Analisis eksternal yang dilakukan mencakup analisis pasar/subpasar, analisis pelanggan, analisis kompetitor, dan analisis lingkungan. Dalam melakukan analisis eksternal tersebut, penulis menganalisis daya tarik pasar pada segmentasi yang ditarget, menggunakan model Porter’s Five Forces, berinteraksi melalui wawancara dan diskusi kelompok terarah dengan beberapa pemangku kepentingan terkait, serta mengambil aspek teknologi, konsumen, pemerintahan/ekonomi untuk membaca tren situasi yang ada. Kemudian, untuk analisis internal, penulis mengkaji performa finansial dan non-finansial PTDI. \n \nDari hasil analisis dan melalui pemetaan SWOT, penulis menemukan beberapa faktor penyebab utama yang terdiri dari permasalahan pada bidang keuangan, sumber daya manusia, jaringan pasar, ancaman kompetitor, ketidakpuasan pelanggan serta ketidakpastian akibat pandemi Covid-19. Penulis mengajukan bauran pemasaran global sebagai solusi untuk mengembangkan strategi menjawab akar permasalahan yang ditemukan. Bauran pemasaran global terdiri dari strategi pada aspek produk, harga, tempat, promosi, dan orang yang beradaptasi seiring meningkatnya jarak fisik, kultur dan geografis ketika memasuki pasar internasional. Untuk mengimplementasikan strategi tersebut, PTDI memerlukan koordinasi baik antar pihak internal maupun dengan pihak eksternal sembari memperhatikan prioritas strategi dan indikator kinerja utama dalam rentang waktu yang telah disusun.", "Daftar File": {"2021_TS_PP_Heber MeyFredryk Panjaitan_Abstrak-1 (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/225236"}, "Penulis": "Heber Mey Fredryk Panjaitan [29119109]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi pemasaran, PTTA MALE, penggunaan teknologi ganda, bauran pemasaran global", "Sumber": "PT DIRGANTARA INDONESIA (PERSERO)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "15 Jun 2021"}