{"Nomor": 55139, "Judul": "AROMATISASI FRAKSI GAS PRODUK PERENGKAHAN MINYAK SAWIT MENGGUNAKAN KATALIS BERBASIS ZEOLIT TERMODIFIKASI SENG DAN KOBALT", "Abstrak": "Indonesia merupakan penghasil minyak sawit terbesar di dunia. Produksi CPO\nIndonesia saat ini adalah 48 juta ton/tahun. Jumlah sebesar ini memberikan peluang\nbagi Indonesia untuk mengembangkan produk-produk turunan minyak sawit\nmenjadi bahan kimia nabati (oleokimia). Sebagian besar kebutuhan senyawa\naromatik Indonesia masih dipenuhi dengan cara mengimpor dari luar negeri.\nKapasitas produksi BTX Indonesia saat ini adalah 1.663.000 ton/tahun, sementara\nkebutuhan BTX Indonesia adalah 2.565.000 ton/tahun, sehingga impor senyawa\naromatik Indonesia saat ini adalah 902.000 ton/tahun, atau diperkirakan bernilai\n1016 juta USD. Hal ini menyebabkan bahwa Indonesia membutuhkan suatu cara\nuntuk dapat memenuhi permintaan senyawa aromatik dalam negeri dengan\nmemanfaatkan sumber daya terbarukan. Senyawa aromatik dapat diproduksi\nmelalui proses perengkahan trigeliserida yang merupakan komponen utama\npembentuk minyak nabati (minyak sawit).\nLaboratorium Teknik Reaksi Kimia dan Katalisis ITB telah mengembangkan\nkatalis berbasis ZSM5 untuk reaksi perengkahan minyak sawit menjadi senyawa\naromatik. Unjuk kerja katalis ini adalah konversi minyak sawit mencapai 100% dan\nperolehan produk cair sekitar 40-45% bergantung jenis katalis yang digunakan.\nPerolehan ini masih berpeluang untuk ditingkatkan dengan cara: (1) memodifikasi\nkatalis sehingga memiliki unjuk kerja optimum menghasilkan perolehan OLP dan\nkonsentrasi senyawa aromatik maksimum, (2) mengatur kondisi optimum\nperengkahan, yakni temperature perengkahan dan WHSV (Bhatia dan Zabidi\n2001), (3) mengaromatisasi fasa produk gas samping proses perengkahan minyak\nsawit yang sebagian besar terdiri dari olefin dan paraffin ringan.\nPada penelitian ini aromatisasi gas produk perengkahan minyak sawit dilakukan\nmenggunakan katalis berbasis zeolit yang dimodifikasi dengan ZnO dan Co2O3. Uji\nkinerja dilakukan dengan menggunakan reaktor pipa unggun tetap dengan\nmenggunakan umpan model gas LPG. Rasio C3/C4 gas LPG yang digunakan adalah\n1:1. Uji kinerja dilakukan dengan kondisi operasi 600? dan WHSV 1,25\ngr/jam.(g-cat) pada tekanan atmosferik.\nPenelitian ini bertujuan untuk (1) mengembangkan katalis ZSM5 untuk proses\nmeningkatkan perolehan senyawa aromatik, (2) mengembangkan proses\nperengkahan minyak sawit 2 tahap dengan menggabungkan proses perengkahan\ndan proses aromatisasi olefin dan paraffin ringan untuk menghasilkan senyawa\naromatik. Hasil penelitian ini selanjutnya dapat digunakan untuk menstubstitusi\nkebutuhan BTX nasional melalui proses hilirisasi industri turunan minyak sawit.", "Daftar File": {"ABSTRAK Joshua Anugerah Purwadi": "https://digilib.itb.ac.id/gdl/download/225241"}, "Penulis": "Joshua Anugerah Purwadi [23018036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Subagjo", "Dr. Ir. Melia Laniwati Gunawan, MS", "Dr. Ir. I.G.B. Ngurah Makertihartha", "Dr. Carolus Borromeus Rasrendra, S.T., M.T.", "Wibawa Hendra Saputera, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Aromatisasi, BTX, impregnasi, ZSM5, Zn, Co, Zeolit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Jun 2021"}