{"Nomor": 55130, "Judul": "UJI KELAYAKAN FINANSIAL UNTUK \"SPASI\" PROYEK KONSESI DI PT. WIJAYA KARYA BANGUNAN GEDUNG TBK.", "Abstrak": "PT. Wijaya Karya Banguna Gedung Tbk. sebagai Badan Usaha Milik negara yang terus mengembangkan kemampuan Engineering, Procurement dan Construction (EPC) untuk menjalani kesempatan menggarap proyek-proyek dari Pemerintahan, Swasta maupun Mancanegara. Guna mendukung proses berjalannya Infrastruktur negara, PT. Wijaya Karya Bangunan Gedung Tbk. bekerjasama dengan PT. Bank Mandiri untuk membangun sebuah perjanjian konsesi untuk membuat pop-up mall \"SPASI\" untuk mendukung perekonomian sekitar lewat infrastruktur. Namun, dikarenakan Pandemic Covid-19 industri mal mengalami penurunan tingkat okupansi menjadi 82.9% yang menyebabkan jadwal konstruksi proyek SPASI perlu pertimbangkan.\nKetika suatu perusahaan mau melakukan investasi, diperlukan peninjauan untuk project tersebut guna melihat investasi tersebut layak secara finansial untuk dijalankan atau tidak. Maka dari itu salah satu hal yang di pertimbangkan dalam studi kelayakan adalah struktur modal yang akan membahas kombinasi hutang dan ekuitas guna menghasilkan nilai maksimum bagi perusahaan. Gitman; & Zutter (2015) menyatakan bahwa untuk memaskimalkan nilai perusahaan, perlu meminimalkan biaya modal rata-rata tertimbang dari suatu perusahaan (WACC) dan melakukan simulasi guna memnemukan jadwal proyek konstruksi SPASI yang tepat sasaran.", "Daftar File": {"2021_TS_PP_Ilham Fajar Pramadhia_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/225231"}, "Penulis": "Ilham Fajar Pramadhia [29119481]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D.", "Erman Sumirat, S.E., M.Buss., Ak.", "Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "PT. Wijaya Karya Bangunan Gedung Tbk., Analisa Finansial, SPAS, Ratio flutang, Jadwal Proyek Konstruksi", "Sumber": "PT. WIJAYA KARYA BANGUNAN GEDUNG TBK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "14 Jun 2021"}