{"Nomor": 55152, "Judul": "PEMODELAN PENGARUH PERUBAHAN IKLIM TERHADAP PEMBUNGAAN RAYA DIPTEROCARPACEAE DI TAMAN NASIONAL BUKIT BARISAN SELATAN", "Abstrak": "Pada hutan dipterokarpa Asia Tenggara, setiap 3-8 tahun sekali terjadi fenomena spektakuler yang pada tingkat komunitas disebut sebagai pembungaan raya (general flowering atau GF) yang diikuti dengan pembuahan raya (mast fruiting) yang berperan penting dalam regenerasi hutan. Fenomena ini terjadi saat sedikitnya 40% pohon dalam tegakan berbunga bersama secara sinkron dengan didominasi oleh pembungaan famili Dipterocarpaceae, disebabkan karena perubahan faktor iklim khususnya ENSO. Penelitian ini bertujuan menentukan pola pembungaan dan pembuahan tegakan khususnya famili Dipterocarpaceae di Taman Nasional Bukit Barisan Selatan (TNBBS) serta menentukan model pendugaan pola pembungaan dikaitkan dengan faktor iklim pada kurun waktu tahun 2021-2050. Penelitian dilakukan di Stasiun Penelitian Way Canguk, TNBBS pada 100 plot berukuran 10 m x 50 m. Pengamatan dilakukan setiap bulan pada Februari 1998 – September 2020. Data yang diambil berupa kehadiran bunga, buah, dan daun baru. Faktor iklim yang digunakan adalah temperatur, curah hujan, kelembaban, kecepatan angin, dan indeks ENSO. Analisis time series dan generalized linear model (GLM) digunakan untuk mengaitkan antara faktor iklim dan pembungaan. Model yang didapatkan digunakan untuk menduga pola pembungaan di masa mendatang. Hasil menunjukkan tidak terjadi GF di TNBBS karena sinkronisasi pembungaan tertinggi hanya mencapai 37,8%. Pembungaan Dipterocarpaceae memiliki pola yang berbeda dengan pembungaan tegakan (p = 0,54). Faktor iklim dengan koefisien paling tinggi adalah indeks ENSO, namun yang paling berpengaruh terhadap terjadinya pembungaan adalah fluktuasi perubahan faktor iklim, bukan nilai absolut dari faktor iklimnya. Dengan model yang diperoleh, diduga pembungaan tahun 2021 – 2050 memiliki pola yang mirip dengan pembungaan tahun 1998 – 2020 dengan puncak pembungaan sebesar 34,4% terjadi pada bulan Desember tahun 2044.", "Daftar File": {"ABSTRAK Hasna Afifah": "https://digilib.itb.ac.id/gdl/download/225272"}, "Penulis": "Hasna Afifah [11517040]", "Kontributor / Dosen Pembimbing": ["Dr. Sopandi Sunarya, S.Hut., M.Si.", "Dr. Susana Paulina Dewi, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Dipterocarpaceae, fenologi, general flowering, hutan tropis, perubahan iklim", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Jun 2021"}