{"Nomor": 55156, "Judul": "MODEL KAPASITAS REGANGAN TARIK BAJA PIPA X65 DENGAN PENGARUH PRE-STRAIN DAN CONSTRAINT UJUNG RETAK", "Abstrak": "Respon geohazard ataupun pembebanan mekanik selama instalasi dan operasi\npipa secara alamiah sering terjadi dan menyebabkan pertambahan panjang serta\ndeformasi plastis lain yang berpotensi menyebabkan kegagalan. Beragam\nparameter yang berkontribusi untuk menghasilkan solusi berbasis regangan\nmenjadi lebih kompleks dengan kehadiran riwayat pre-strain. Hingga kini,\npanduan berbasis regangan masih terbatas, khususnya pre-strain besar yang\nterjadi pada pipa yang diikuti kemudian dengan munculnya cacat berupa retak\natau cacat menyerupai retak. Riwayat pre-strain besar sedemikian dekat dengan\nkondisi collapse sehingga evaluasi penjalaran retak stabil dapat diabaikan karena\nkuat luluh yang terjadi telah mendekati kuat maksimum.\nDalam penelitian ini respon plastisitas diuji terlebih dulu untuk mengevaluasi\ntegangan-regangan zona plastis dan kapasitas regangan sisa di bawah pengaruh\nbeberapa level pre-strain dan parameter luasan retak. Di sini, spesimen baja pipa\nX65 dikenai retak setelah pre-strain dan respon patah dikuantifikasi dari\nhubungan jarak bukaan lebar ujung retak terhadap parameter constraint-Qp\ndengan memanfaatkan analisis elemen hingga. Regangan maksimum hingga titik\nkuat maksimum diukur untuk beberapa level pre-strain dengan urutan pengerjaan\nloading-unloading, pemberian retak tumpul, dan reloading. Hasil percobaan\nmenunjukkan bahwa kapasitas regangan sisa ?r turun hingga mencapai ?r = 0,4%\nsaat pre-strain mencapai 5,2%. Selain itu, kurva tegangan-regangan dalam zona\nplastis yang dikaji, yakni antara kuat luluh hingga kuat maksimum mendekati linier\nkarena rasio kuat luluh mendekati kuat maksimum akibat pre-strain. Parameter patah\n?-Qp dan diusulkan di sini menjadi bagian dari prosedur penilaian kelayakan pipa\nbaja dengan cacat yang terjadi setelah pre-strain. Dalam hal ini, berdasarkan\ngeometri struktur dan cacat yang ditinjau, „kegagalan? berada pada kombinasi\nnilai ? > 0,03 mm dan Qp ~ -0.5.", "Daftar File": {"COVER Ilmi Ikhsan": "https://digilib.itb.ac.id/gdl/download/225283", "BAB 1 Ilmi Ikhsan": "https://digilib.itb.ac.id/gdl/download/225284", "BAB 2 Ilmi Ikhsan": "https://digilib.itb.ac.id/gdl/download/225285", "BAB 3 Ilmi Ikhsan": "https://digilib.itb.ac.id/gdl/download/225286", "BAB 4 Ilmi Ikhsan": "https://digilib.itb.ac.id/gdl/download/225287", "BAB 5 Ilmi Ikhsan": "https://digilib.itb.ac.id/gdl/download/225288", "PUSTAKA Ilmi Ikhsan": "https://digilib.itb.ac.id/gdl/download/225289"}, "Penulis": "Ilmi Ikhsan [32110001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto, M.Sc.", "Dr.Eng. Akhmad Ardian Korda, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kapasitas regangan tarik, kurva tegangan-regangan, strain-based design, constraint-Q", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "15 Jun 2021"}