{"Nomor": 55160, "Judul": "STRATEGI BISNIS BARU UNTUK MENINGKATKAN TINGKAT HUNIAN GUDANG DI DAAN MOGOT ERAPRIMA MELALUI KONSEP EKONOMI BERBAGI DENGAN MENGGUNAKAN PLATFORM DIGITAL", "Abstrak": "Sektor properti di Indonesia mengalami penurunan yang drastis dari sisi permintaan dalam beberapa tahun terakhir. Dengan ketersediaan ruang yang besar di pasar terutama di properti komersial, masyarakat mulai mencari solusi dan alternatif baru di tengah banyaknya ruang usaha yang kosong di Indonesia. Daan Mogot Eraprima adalah Kawasan Pergudangan yang telah berkembang dan saat ini mengelola 300 unit gudang di Jalan Daan Mogot Km 21, Kota Tangerang, Banten, Indonesia. Sejak tahun 2011, Daan Mogot Eraprima hanya fokus menjual unit gudang kepada pembeli, namun seiring dengan banyaknya gudang yang kosong, pengembang properti mulai melakukan leasing gudang untuk mendapatkan pendapatan berulang. Model penyewaan gudang saat ini yang diadopsi perusahaan adalah gudang khusus untuk penyewa tunggal dan penyewaan jangka panjang. Namun, seiring dengan menurunnya permintaan untuk model persewaan tersebut, perusahaan mencari strategi baru untuk menjaga gudang mereka tetap pada tingkat utilisasi yang optimal dan untuk menjaga tingkat hunian pada tingkat yang lebih tinggi.\n\nTugas akhir ini membahas konsep Ekonomi Berbagi dalam usaha pergudangan dan kemudian membuat rekomendasi untuk Daan Mogot Eraprima. Dengan konsep Ekonomi Berbagi, Daan Mogot Eraprima melakukan strategi untuk menawarkan sewa parsial dan fleksibel kepada pelanggannya. Untuk merumuskan strategi yang tepat, penulis menggunakan penelitian data primer melalui tanggapan kuesioner langsung dan wawancara selain mempelajari data sekunder yang tersedia. Melalui proyek ini, telah diidentifikasi bahwa model Ekonomi Berbagi yang paling sesuai yang dapat diterapkan oleh perusahaan adalah layanan Pergudangan Bersama. Sejalan dengan berkembangnya e-commerce di Indonesia dan pergeseran yang berkembang dari layanan offline ke online, kebutuhan penyimpanan sesuai permintaan menjadi tren yang diperlukan di mana lebih banyak bisnis sekarang berfokus pada pemenuhan permintaan daripada ritel offline. Namun, untuk menangkap permintaan baru ini secara efektif, Daan Mogot Eraprima perlu mengembangkan platform digital yang memungkinkan pertukaran antara penawaran dan permintaan yang berorientasi pada pengalaman pelanggan. Dengan kompetensi berkelanjutan yang rendah di bidang teknologi, maka disarankan kepada Daan Mogot Eraprima untuk menjalin kerjasama dengan startup properti lokal Rentfix yang menawarkan platform marketplace online untuk pasar Indonesia. Dengan mengimplementasikan layanan Pergudangan Bersama melalui platform digital, Daan Mogot Eraprima kemungkinan akan mendapatkan keuntungan dari akses atas tren kepemilikan, dan mengoptimalkan gudang-gudangnya, memperoleh lebih banyak pendapatan melalui tingkat hunian yang lebih tinggi.", "Daftar File": {"ABSTRAK Effendy Tanuwidjaja": "https://digilib.itb.ac.id/gdl/download/225299", "COVER Effendy Tanuwidjaja": "https://digilib.itb.ac.id/gdl/download/266517", "BAB 1 Effendy Tanuwidjaja": "https://digilib.itb.ac.id/gdl/download/266518", "BAB 2 Effendy Tanuwidjaja": "https://digilib.itb.ac.id/gdl/download/266519", "BAB 3 Effendy Tanuwidjaja": "https://digilib.itb.ac.id/gdl/download/266520", "BAB 4 Effendy Tanuwidjaja": "https://digilib.itb.ac.id/gdl/download/266521", "PUSTAKA Effendy Tanuwidjaja": "https://digilib.itb.ac.id/gdl/download/266522"}, "Penulis": "Effendy Tanuwidjaja [29317355]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ekonomi Berbagi , Gudang , Platform Digital, Tingkat Hunian, Strategi Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "15 Jun 2021"}