{"Nomor": 55165, "Judul": "PENGEMBANGAN MODEL PROSPEKSI ENDAPAN MINERAL BERBASIS LOGIKA FUZZY DAN METODA WEIGHT OF EVIDENCE (WOFE): STUDI KASUS ENDAPAN EMAS TIPE HIGH SULPHIDATION EPITHERMAL (HSE)", "Abstrak": "Prospeksi adalah rangkaian pekerjaan penilaian suatu daerah mengenai potensi atau\nharapan dapat diketemukan adanya endapan mineral ekonomis berdasar kajian data\neksplorasi yang telah dikerjakan. Secara konvensional, analisa prospeksi dibuat\ndengan mengintegrasikan beberapa data spasial eksplorasi di atas meja terang (light\ntable). Pada saat ini sistem integrasi dalam bentuk peta dijital, sudah dikembangkan\ndengan metoda sistem informasi geografi (SIG). Metoda empiris analisa prospek\ndikembangkan untuk mendapatkan hasil yang lebih optimal untuk mengurangi\nfaktor subyektivitas interpretasi atau analisa.\nModel prospeksi endapan mineral dengan menggunakan logika fuzzy dan weight of\nevidence (WofE) telah banyak dilakukan oleh peneliti terdahulu dengan\nmenerapkan beberapa modifikasi dan kombinasi. Peneliti terdahulu umumnya\nmelakukan penelitian dengan skala regional (1:250.000 – 1:100.000), serta data\nlatih ditentukan berdasarkan dari lokasi endapan mineral dan dianggap sebagai satu\ntitik yang homogen. Pada skala prospek yang lebih rinci (1:5.000), dalam satu tubuh\nendapan mineral dapat mempunyai zona sifat fisik yang berbeda yang dikontrol oleh\nalterasi dan mineralisasi sehingga dapat mengurangi akurasi dalam prediksi prospek\nmineralisasi.\nPenelitian ini bertujuan untuk meningkatkan akurasi prediksi analisa prospeksi\nendapan emas pada skala prospek dengan luas daerah sekitar 1,5x1,5 km2.\nPenentuan data latih ditentukan dengan kontrol aspek perbedaan sifat fisik zona\nmineralisasi. Model dibuat dengan masukan peta geofisika, yang terdiri dari peta\nmagnetik reduce to the pole (RTP), analytical signal (ANS), resistivity dan IPchargeability. Eksperimen model dilakukan menggunakan variasi tiga sayatan\nmendatar pada data IP-chargeability dan resistivity dengan kedalaman 30m, 50m\ndan 100m dari permukaan untuk evaluasi akurasi pada kedalaman yang berbeda.\nBerdasarkan penelitian ini, akurasi prediksi prospektivitas dapat ditingkatkan\ndengan menggunakan kontrol variasi sifat fisik batuan, karena penentuan data latih\nyang berasal dari zona mineralisasi yang berbeda dapat dihindari. Modifikasi WofE\nserta penghitungan nilai prospektivitas dengan menggunakan spread sheet dapatii\nmenyederhanakan proses perhitungan. Model fuzzy data latih dapat\ndiinterpretasikan sebagai perpaduan sifat fisik batuan, yang dapat disebandingkan\ndengan hasil pengamatan visual singkapan geologi atau batuan hasil pemboran.\nVerifikasi nilai prospektivitas model terhadap hasil pemboran serta model bijih\ntertambang juga menunjukkan pola sebaran yang berkorelasi positif dengan akurasi\n67%.", "Daftar File": {"COVER Harman Setyadi": "https://digilib.itb.ac.id/gdl/download/225328", "BAB 1 Harman Setyadi": "https://digilib.itb.ac.id/gdl/download/225329", "BAB 2 Harman Setyadi": "https://digilib.itb.ac.id/gdl/download/225330", "BAB 3 Harman Setyadi": "https://digilib.itb.ac.id/gdl/download/225331", "BAB 4 Harman Setyadi": "https://digilib.itb.ac.id/gdl/download/225332", "BAB 5 Harman Setyadi": "https://digilib.itb.ac.id/gdl/download/225333", "BAB 6 Harman Setyadi": "https://digilib.itb.ac.id/gdl/download/225334", "BAB 7 Harman Setyadi": "https://digilib.itb.ac.id/gdl/download/225335", "PUSTAKA Harman Setyadi": "https://digilib.itb.ac.id/gdl/download/225336"}, "Penulis": "Harman Setyadi [32111001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarto Notosiswojo, M.Eng.", "Dr.rer.nat. Ir. Lilik Eko Widodo, MS", "Dr. Ir. Gusti Ayu Putri Saptawati S., M.Comm."], "Jenis Koleksi": "Disertasi", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "HSE-Au, SIG, fuzzy, weight of evidence (WofE), model prospeksi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "9 file", "Tanggal Input": "15 Jun 2021"}