{"Nomor": 55161, "Judul": "DESIGNING TRANSJAKARTA SERVICE RELIABILITY FRAMEWORK  LEVERAGING DATA AND ANALYTICS APPROACH", "Abstrak": "Sebagai penyedia layanan transportasi publik di Indonesia, Transjakarta memiliki\nperhatian besar pada bagaimana menjaga kualitas layanan, khususnya terkait keandalan\nlayanan. Saat ini, evaluasi performa keandalan layanan Transjakarta dilakukan berdasarkan data\nGPS. Dalam aktivitas monitoring performa harian, Operational Command Center (OCC)\noperator memonitor kecepatan dan posisi bus berdasarkan data GPS. Kurangnya visibilitas dari\nTransjakarta untuk memonitor posisi keandalan layanan saat ini karena data yang digunakan\nsaat ini hanya data GPS. Tujuan dari penelitian ini adalah untuk melakukan asesmen terkait\nkendalan layanan Transjakarta untuk mengidentifikasi gap dan memberikan rekomendasi\nberdasarkan gap. Asesmen dilakukan berdasarkan literatur (BRT Planning Guide, jurnal,\npaper), wawancara dengan user, dan analisis data. Indikator keandalan layanan baru didesain\nuntuk menentukan sumber data sebagai input dan indikator sebagai output dari monitoring\nlayanan.  \nAda beberapa temuan yang diidentifikasi berdasarkan studi literatur, wawancara, dan\nanalisis data. Analisis gap dari studi literature menunjukkan ukuran keandalan layanan saat ini\nberfokus pada headway dengan minimnya analisis dilakukan untuk mengevaluasi ketidakaturan\nlayanan. Terkait dengan pengukuran, tidak adanya indikator untuk mengevaluasi performa dari\nlayanan berdasarkan sudut pandang penumpang. Ada tiga topik Utama berdasarkan wawancara\nuser: kepatuhan layanan dengan Pergub No.13/2019, peran OCC, dan ekspektasi untuk\nmempunyai aktivitas monitoring performa layanan yang lebih komprehensif.  \nDalam keperluan analisis, data GPS dan passenger tap-in/tap-out akan sangat\nbermanfaat untuk menghasilkan insight terkait beban penumpang dan distribusi setiap\nkoridor/stop setiap jam dan headway termasuk varian untuk mengidentifikasi titik kritis di\nsetiap koridor dan rute Transjakarta dan beban maksimum untuk mendapatkan aktivitas\nperencanaan layanan yang lebih baik. \nSebagai bagian rekomendasi, metrik terkait penumpang direkomendasikan untuk\nmemasukkan waktu tunggu dan waktu perjalanan sebagai perhatian utama dari penumpang dan\nheadway dapat dikembangkan menjadi Headway Deviation Index berdasarkan stop untuk\nmengidentifikasi variable terkait lainnya. Terlepas dari rekomendasi terkait pengukuran\nperforma, cara kerja berbasis data diperkenalkan agar selaras dengan implementasi teknologi\nbaru dan perbaikan di master data dan data transaksi itu sendiri.", "Daftar File": {"2021_TS_PP_Aldo Egi Ibrahim_1-Abstrak (1).pdf?": "https://digilib.itb.ac.id/gdl/download/225301"}, "Penulis": "Aldo Egi Ibrahim [29118006]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "visibilitas, metrik yang lebih komprehensif, analisis data, indikator taktikaloperasional, cara kerja berbasis data analitik", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Jun 2021"}