{"Nomor": 55164, "Judul": "PERANCANGAN SISTEM REAL TIME OBJECT DETECTION PADA MOBILE ROBOT UNTUK MONITORING GUNUNG API", "Abstrak": "Sebagai salah satu negara yang terletak pada ring of fire, Indonesia memiliki banyak sekali\ngunung api yang masih aktif. Hal ini perlu diwaspadai apabila sewaktu-waktu terjadi letusan\ngunung api. Oleh sebab itu, diperlukan adanya monitoring gunung api sebagai upaya antisipasi\nadanya bencana. Ketika gunung api mengalami erupsi, area tertentu akan dibatasi supaya tidak\nbisa dilewati manusia. Oleh karena itu, dibutuhkan suatu perangkat pengamatan jarak jauh di\narea gunung api sehingga observasi daerah bencana dapat dilakukan dengan aman. Observasi\nini dapat dilakukan dengan menggunakan mobile robot 4 roda untuk eksplorasi sekaligus\nmonitoring kondisi gunung api. Pada penelitian ini, digunakan sebuah mobile beroda 4 yang\ndiberi nama PRAWIRA (Perangkat Kendaraan Tanpa Awak untuk Wilayah Rawan). Dalam\nproses monitoring yang dilakukan oleh mobile robot, dibutuhkan suatu kemampuan agar ketika\nrobot berjalan tidak menabrak benda yang ada di depannya atau lebih dikenal dengan istilah\nobstacle avoidance. Pada penelitian ini, telah dilakukan proses perancangan sistem real-time\nobject detection pada mobile robot untuk monitoring gunung api dengan menggunakan deep\nlearning pada model YOLOv5 yang menggunakan 4 objek deteksi pada pengetesan pertama\nyaitu tree, person, stairs dan stone. Dalam proses train, digunakan total sebanyak 484 gambar\ndengan dataset yang berasal dari internet dengan menggunakan Open Images V6 untuk person,\ntree serta stairs dan Google Chrome Extension untuk mengunduh stone pada percobaan\npertama. Pada pengetesan selanjutnya, digunakan hanya 2 objek tree dan stone untuk sekitar\n400 gambar sesuai dengan aplikasinya di lapangan. Dalam proses perancangan sistem ini\ndilakukan beberapa tahapan diantaranya adalah identifikasi objek apa saja yang akan di hindari\ndi lapangan, pengumpulan dataset untuk objek tree dan stone untuk percobaan tahap dua\ndengan menggunakan gambar yang dipilih secara manual dari internet melalui Google Chrome\ndan dataset yang langsung diambil di lapangan (Gunung Tangkuban Perahu), proses pelabelan\ngambar dengan menggunakan labelImg, proses augmentasi yang berfungsi untuk\nmemvariasikan gambar objek seperti blur dan crop, training data yang dilakukan dengan\nmemvariasikan batch dan epochs melalui jupyter notebook GPU hingga diperoleh hasil yang\npaling optimal, dan selanjutnya akan diimplementasikan secara langsung pada mobile robot\ndengan menggunakan sistem operasi raspberry pi 3 sebagai indra penglihatan pada mobile\nrobot yang dapat mendeteksi objek yang telah dilatih dengan menggunakan kamera USB.\nPengetesan pertama dilakukan dengan variasi: batch=16 dengan epochs=100, batch=16\ndengan epochs=500, batch=80 dengan epochs=100 dan batch=80 dan epochs=500. Hasil\nterbaik diperoleh pada saat variasi batch=16 dengan epochs=500 dengan mAP.5=24.4% dan\n12.6%. Sementara itu, pada pengetesan kedua dimana dataset diambil dari internet, dilakukan\nvariasi epochs 100, 300 dan 500 secara berurutan dengan batch =16. Hasil terbaik diperoleh\npada saat variasi batch=16 dengan epochs=500 dimana mAP.5=59.9% dan\nmAP.5:.95=37.6%. Selanjutnya, dilakukan pengetesan yang sama untuk dataset dari Gunung\nTangkuban Perahu dengan variasi epochs 100, 300 dan 500 secara berurutan dengan batch =16.\nHasil terbaik diperoleh pada saat variasi batch=16 dengan epochs=500 dimana mAP.5=63.4%\ndan mAP.5:.95=40.4%. Hasil dari pelatihan terbaik ini digunakan untuk pengetesan model\nsecara langsung dalam skala laboratorium dan lapangan dengan menggunakan Raspberry Pi\ndalam bentuk gambar, meskipun masih ada beberapa objek yang tidak terdeteksi. Selanjutnya,\nRaspberry Pi membutuhkan waktu sekitar 30 detik, sedangkan PC/Personal Computer hanya\nsekitar 3 detik untuk mendeteksi objek-objek tersebut.", "Daftar File": {"ABSTRAK Sekar Tanjung Mustikawati": "https://digilib.itb.ac.id/gdl/download/225925"}, "Penulis": "Sekar Tanjung Mustikawati [10217081]", "Kontributor / Dosen Pembimbing": ["Maria Evita, S.Si., M.Si.", "Prof. Dr.-Ing. Mitra Djamal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "deep learning, mobile robot, obstacle avoidance, transfer learning, YOLOv5.", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "9 file", "Tanggal Input": "15 Jun 2021"}