{"Nomor": 55168, "Judul": "MODEL MATEMATIKA PENGENDALIAN PENYEBARAN COVID-19 DALAM SKENARIO PEMBUKAAN PERUSAHAAN", "Abstrak": "Pandemi COVID-19 telah mengancam berbagai aspek dalam kehidupan masyarakat, salah satunya adalah aspek ekonomi. Dalam mencegah penyebaran COVID-19 agar tidak semakin meluas, diadakan pembatasan jarak sosial. Ini juga mengakibatkan para pengusaha tidak dapat membuka perusahaan dengan leluasa. Hal ini dapat mengancam perekonomian masyarakat. Demi menyelamatkan perekonomian masyarakat, ada baiknya dilakukan berbagai pertimbangan untuk membuka kembali perusahaan meskipun masih berada dalam situasi pandemi COVID-19. Penelitian ini berfokus pada skenario yang berkaitan dengan pedoman-pedoman pencegahan penyebaran COVID-19 dalam rencana pembukaan perusahaan. Penelitian ini mensyaratkan bahwa perusahaan dapat dibuka jika perusahaan memperoleh laba bersih yang positif dan prevalensi pekerja yang terinfeksi COVID-19 berada di bawah prevalensi internasional. Dengan menggunakan model matematika yang diadaptasi dari model SIR (Susceptible-Infected-Recovered), penelitian ini akan membahas berdasarkan keadaan pandemi COVID-19 di berbagai negara. Vaksinasi yang diadakan di Indonesia selama bulan Januari – April 2021 juga menjadi bahan evaluasi, dan merupakan bagian dari penerapan model tersebut. Hasil penelitian ini menunjukkan bahwa skenario-skenario yang dipilih memenuhi syarat pembukaan perusahaan apabila kondisi awal perusahaan dari para pekerja terbilang cukup baik.", "Daftar File": {"ABSTRAK KARSTEN MAYNARD JABRIEL": "https://digilib.itb.ac.id/gdl/download/225346"}, "Penulis": "Karsten Maynard Jabriel [10117048]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "model matematika, skenario, pedoman, pembukaan perusahaan, prevalensi, laba bersih.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "15 Jun 2021"}