{"Nomor": 55166, "Judul": "PENILAIAN ESAI MENGGUNAKAN MODEL PEMBELAJARAN MESIN", "Abstrak": "Penilaian jawaban esai merupakan metode penilaian yang sering dilakukan oleh\nguru untuk mengevaluasi pembelajaran para siswa. Namun, pada kenyataannya,\npenerapan metode ini seringkali justru menghabiskan waktu guru yang seharusnya\nmeluangkan waktu lebih banyak untuk melibatkan siswa dalam proses pembelajaran\nyang sebenarnya. Selain itu, dalam menilai esai dengan jumlah yang sangat\nbanyak, guru yang merupakan seorang manusia tetap dapat mengalami kelelahan\ndan memungkinkan terjadinya ketidakkonsistenan penilaian antar siswa. Penilaian\njawaban esai menggunakan komputer untuk meningkatkan efisiensi dapat menjadi\nalternatif penyelesaian permasalahan tersebut.\nPada penelitian ini, penilaian jawaban esai menggunakan komputer dibangun\nmenggunakan model pembelajaran mesin Regresi Linear, Regresi Ridge, dan\nXGBoost. Data jawaban esai yang berupa teks diproses menjadi angka yang termuat\ndalam fitur-fitur sintaksis dan vektor representasi banyaknya kemunculan gram kata\n(Bag of Words). Fitur-fitur yang sudah dapat dimengerti oleh komputer tersebut\nmenjadi input bagi pembangunan model. Evaluasi dilakukan untuk mengukur\nperformansi model yang telah dibangun yaitu menggunakan Quadratic Weighted\nKappa (QWK). Evaluasi ini mengukur seberapa besar akurasi dengan mempertimbangkan\nbobot yang berbeda pada besar kesalahan yang berbeda. Pada penelitian\nini, model telah berhasil dibangun dengan performansi berdasarkan QWK terbaik\nadalah model XGBoost menggunakan input semua fitur dengan hasil 85%. Selanjutnya,\nberdasarkan keefisienan secara komputasi, model Regresi Linear dan\nRegresi Ridge lebih baik dari model XGBoost.", "Daftar File": {"ABSTRAK FARAH QOTRUNNADA": "https://digilib.itb.ac.id/gdl/download/225338"}, "Penulis": "Farah Qotrunnada [10117077]", "Kontributor / Dosen Pembimbing": ["Prof. Marcus Wono Setya Budhi, Ph.D.", "Hilda Assiyatun, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "penilaian, esai, Bag of Words, pembelajaran mesin, QWK.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "5 file", "Tanggal Input": "15 Jun 2021"}