{"Nomor": 55179, "Judul": "PUSAT WISATA EDUKASI LINGKUNGAN DI SITU CITAYAM DEPOK", "Abstrak": "Situ memiliki banyak manfaat bagi lingkungan, antara lain sebagai area konservasi air, pengendali\nbanjir, dan penyedia cadangan makanan. Namun saat ini, eksistensi situ semakin terancam. Proyek ini\nmerupakan usulan atas solusi permasalahan yang terjadi di Situ Citayam, Depok, Jawa Barat.\nKondisinya kini area resapan dialihfungsikan menjadi permukiman, airnya tercemar oleh sampah dan\nlimbah cair rumah tangga, dan berbagai aktivitas pariwisata tidak dikembangkan kembali semenjak\nkejadian keicuhan pada tahun 2011.\nPendekatan yang dilakukan untuk mengatasi masalah tersebut adalah restorasi terhadap\nlingkungan. Tujuan dari perancangan yaitu mengkonservasi daerah resapan situ yang telah\nterdegradasi melalui restorasi lingkungan, meningkatkan kesadaran masyarakat terhadap lingkungan,\ndan menghidupkan kembali aktivitas pariwisata di kawasan Situ Citayam. Untuk menciptakan upaya\nkonservasi secara berkelanjutan, dilakukan pendekatan pada aktivitas edukasi untuk meningkatkan\nkesadaran masyarakat terhadap lingkungan. Sehingga, proyek yang akan dirancang berupa Fasilitas\nWisata Edukasi Lingkungan. Isu perancangan yang diangkat adalah ecological design, sustainable\ndesign, dan lingkungan restoratif.\nProyek ini terletak pada lahan seluas tiga setengah hektar. Pemrograman ruang pada perancangan\ndi bagi menjadi lima fungsi, yaitu konservasi, edukasi dan agrikultur, wisata air dan kuliner, kultural,\ndan penunjang. Pemilihan program fungsi tersebut didasarkan atas penjawaban tujuan yang akan\ndicapai. Fungsi tersebut dikelompokan kedalam tiga zona perancangan, yaitu Zona 1 merupakan zona\nyang berkaitan dengan aktivitas konservasi dan pendidikan, Zona 2 merupakan zona yang berkaitan\ndengan aktivitas hiburan dan kebudayaan, dan Zona 3 merupakan zona yang berkaitan dengan\naktivitas penunjang pada kawasan.\nKonsep utama perancangan adalah “Re-Connecting People with Nature “. Menghubungkan\nkembali manusia dengan alam akan memberikan rasa kecintaan manusia terhadap alam, sehinggamanusia akan perduli dengan lingkungan sekitarnya. Konsep tersebut diimplementasikan dalam tiga bentuk narasi, yaitu designing with nature, exploring the nature, dan experiencing the nature.\nDesigning with nature merupakan sebuah konsep perancangan arsitektur yang memperhatikan unsur\nalam dalam setiap keputusannya. Exploring the nature merupakan sebuah proses penggalian manfaat\nyang terdapat di alam melalui media arsitektur. Experiencing the nature merupakan sebuah konsep\nperancangan pengalaman pengguna terhadap ruang alam, salah satunya pengelaman indera yang\ndistimulasikan dalam rancangan ini", "Daftar File": {}, "Penulis": "Roiswahid Dimas Pangestu [15217058]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, MAUD, MLA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Situ Citayam, Restorasi Lingkungan, Wisata Edukasi, Konservasi.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "16 Jun 2021"}