{"Nomor": 55172, "Judul": "PENERAPAN PENYESUAIAN KERANGKA ESG  PADA PT PERTAMINA (PERSERO)", "Abstrak": "Preferensi pelanggan berubah seiring dengan berjalannya waktu. Pelanggan yang dulunya lebih mementingkan kualitas produk, kini pelanggan lebih mementingkan bagaimana produk atau bisnis tersebut berjalan. Ini berdampak juga pada investasi. Para investor saat ini sudah mulai mempertimbangkan bagaimana bisnis berjalan terhadap aspek-aspek tertentu. Aspek-aspek tersebut salah satunya adalah kerangka Lingkungan, Sosial, dan Tata Kelola (LST). \n\nBanyak bisnis Perusahaan Minyak Internasional dan Perusahaan Minyak Nasional telah mengadopsi kerangka LST ini, bahkan, banyak perusahaan yang telah bergerak lebih jauh dalam mempertahankan LST pada bisnis mereka, dibandingkan dengan bagaimana mengembangkan kerangka LST. Sebagai perusahaan minyak dan gas milik negara Indonesia, PT Pertamina (Persero) harus mempertimbangkan hal tersebut. \n\nTujuan dari tugas akhir ini adalah untuk menganalisa kesiapan ESG framework terhadap PT Pertamina (Persero) agar dapat bersaing dan bertahan dalam keberlanjutan bisnis dalam sapek keberlanjutan perusahaan dan finansial perusahaan. Pendekatan yang digunakan dalam tugas akhir ini adalah dengan mengumpulkan data dari Laporan Tahunan, Laporan Keberlanjutan, dan media online PT Pertamina (Persero) dalam mengevaluasi kesiapan perusahaan dalam menghadapi kerangka ESG. Dan peneliti juga mengumpulkan data dari instansi yang memberikan rating LST. Menurut studi, PT Pertamina (Persero) hanya memenuhi 45 persen hingga 64 persen dari indicator yang diberikan pada setiap instansi. Dan hal ini menandakan bahwa PT Pertamina (Persero) perlu meningkatkan keterbukaan data pada Laporan Tahunan, Laporan Keberlanjutan dan media online perusahaan. Berdasakan perbandingan data dan analisis investor, yang lebih cocok untuk PT Pertamina (Persero) adalah lembaga ESG MSCI dan Sustainalytics.", "Daftar File": {"ABSTRAK Michelle Ayu Anggita Putri": "https://digilib.itb.ac.id/gdl/download/225371", "COVER Michelle Ayu Anggita Putri": "https://digilib.itb.ac.id/gdl/download/266986", "BAB 1 Michelle Ayu Anggita Putri": "https://digilib.itb.ac.id/gdl/download/266987", "BAB 2 Michelle Ayu Anggita Putri": "https://digilib.itb.ac.id/gdl/download/266988", "BAB 3 Michelle Ayu Anggita Putri": "https://digilib.itb.ac.id/gdl/download/266989", "BAB 4 Michelle Ayu Anggita Putri": "https://digilib.itb.ac.id/gdl/download/266990", "PUSTAKA Michelle Ayu Anggita Putri": "https://digilib.itb.ac.id/gdl/download/266991"}, "Penulis": "Michelle Ayu Anggita Putri [29319455]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "ESG framework, Rating Agensi, Pertamina", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "15 Jun 2021"}