{"Nomor": 55178, "Judul": "PERANCANGAN KAWASAN CICADAS BANDUNG DENGAN PENDEKATAN SHARED SPACE DAN URBAN TOURISM", "Abstrak": "Pedagang Kaki Lima (PKL) merupakan salah satu sektor yang dapat mempengaruhi kehidupan ekonomi di masyarakat. Di Indonesia, khususnya di kawasan Cicadas Bandung, PKL merupakan salah satu alternatif pilihan untuk membeli barang dengan harga yang lebih murah dan terjangkau dibandingkan dengan toko konvensional. Kawasan Cicadas telah lama dikenal sebagai salah satu daerah yang padat penduduk. Hal tersebut mempengaruhi tingkat pertumbuhan PKL yang berjualan di kawasan Cicadas. Terdapat beberapa titik pada ruang publik di kawasan Cicadas yang digunakan sebagai tempat berjualan, salah satunya di sepanjang trotoar kawasan Cicadas. Oleh karenanya, mengakibatkan ruang bagi pejalan kaki menjadi berkurang. Dengan adanya PKL pada kawasan Cicadas, dapat menjadi potensi tersembunyi pada kawasan tersebut sebagai salah satu tujuan destinasi wisata baru di Kota Bandung. Namun, dengan berbagai macam masalah seperti ruang yang terbatas serta masalah lingkungan, membuat potensi di kawasan ini seolah tidak terlihat. Melalui pendekatan Shared Space dan Urban Tourism, studi ini berusaha untuk merancang dan mengakomodasikan tempat berjualan bagi para PKL secara layak dan tertata rapih pada area trotoar. Metode penelusuran yang digunakan bersifat deskriptif, dengan pendekatan elemen rancang kota dari Hamid Shirvani. Berdasarkan hasil penelitian yang telah didapat, perancangan pada kawasan Cicadas dapat menggunakan pendekatan Shared Space dan Urban Tourism, menyesuaikan dengan karakteristik kawasan Cicadas. Pendekatan tersebut akan mengkaji aspek dan komponen yang dapat menjadi bahan pertimbangan dalam merancang pada kawasan Cicadas Bandung. Sehingga, area trotoar akan mengalami perubahan bentuk fisik dan fungsi, sebagai area yang dapat dimanfaatkan untuk melakukan berbagai macam aktifitas secara bersamaan, tanpa saling mengganggu satu sama lain. Setelah tertata rapi, kawasan Cicadas dapat menjadi salah satu tujuan bagi wisatawan untuk berkunjung dan menjadi objek wisata di Kota Bandung.", "Daftar File": {"ABSTRAK Lutfi Aulia Makarim": "https://digilib.itb.ac.id/gdl/download/225385"}, "Penulis": "Lutfi Aulia Makarim [25618010]", "Kontributor / Dosen Pembimbing": ["Ir. Basauli Umar Lubis, MSA, Ph.D.", "Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Design & decoration", "Kata Kunci": "Pedagang Kaki Lima (PKL), kawasan Cicadas, trotoar, Shared Space, Urban Tourism", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "16 Jun 2021"}