{"Nomor": 55177, "Judul": "STUDY OF LOCALIZED SURFACE PLASMON RESONANCE EFFECT ON GOLD NANOPARTICLE USING 3-MERCAPTOPROPIONIC ACID AS CAPPING MATERIAL FOR COLORIMETRIC SENSOR APPLICATION", "Abstrak": "Noble metal nanoparticles such as gold nanoparticles (AuNPs) are commonly used\nand developed in biotechnology and nanomedicine application such as biosensors\ndue to their unique optical property called localized surface plasmon resonance\n(LSPR) that appears from the interaction between electromagnetic waves and\nconduction electron in the metal results in local enhancement field and peak in the\nabsorbance spectra. The molecule of 3-mercaptopropionic acid (3-MPA) is\ncommonly used for biosensors applications because of its unique structure that\nconsists of two functional groups called thiol and carboxyl groups. The thiol group\ncan strongly adsorb on gold surfaces and the carboxyl group can be used as a linker\ntowards biomolecules. The important challenges in biosensor development are\nensuring selectivity and stability of nanoparticles by the use of surface\nfunctionalization techniques. These research objectives are to optimize the\nsynthesis process of gold nanoparticles capped by 3-MPA (Au-MPA) by the use of\nthe ligand exchange method and the modified reduction method also to prepare the\ncolorimetric assay based on Au-Citrate and Au-MPA utilizing avidin-biocytin\ncomplex for biosensors applications. Ligand exchange method uses Au-Citrate\ntaken from citrate reduction method and then 3-MPA was injected to induce ligand\nexchange from citrate to 3-MPA due to the higher chemisorption energy of thiol in\ncomparison with citrate. Simultaneous reduction method is taken and modified\nfrom a method developed by Yonezawa & Kunitake (1999) where citrate and 3-\nMPA are simultaneously injected into HAuCl4 as Au3+ source. A simulation was\nalso conducted in this research by density functional theory (DFT) method\nimplemented with Orca package version 4.2.1 by the use of B3LYP function and\nLANL2DZ basis set to calculate the vibrational frequency of the gold-ligand\nsystem. The system for the simulation method was prepared with a small cluster of\ngold attached to the ligand. Au-Citrate system was prepared by use of bicarbonate\nanion model to simplify the calculation and Au atom interacts with the carboxyl\nend, but in Au-MPA system, 3-MPA anion and Au atom interacts with the sulfur\natom. Our observation found that the Au-MPA prepared by use of modified\nreduction method has an average size of 50.8 nm with a spherical shape that is stable\nfor up to 6 months with slightly red-shifting and broadening in the absorbance\nspectra reveals a more stable colloidal gold in comparison to that of Au-MPA\nprepared by the exchange ligand method. It is found that the absorbance peak from\nAu-Citrate lies at ~519 nm with an average size of 34 nm with a spherical shape.\nHowever, the absorbance peaks from respectively Au-MPA were taken from the\nmodified reduction method and the exchange ligand method shifted to ~527 nm and\n~520 nm due to the changes in the local refractive index from adsorption of 3-MPA\non gold surfaces. The vibrational peaks pe taken from the FTIR spectrometer show\nthe effect of ligand adsorption on gold surfaces indicated by the shift of the peaks\nand it has a good agreement to that of the simulation results. In the case of Au-\nCitrate, it is found that the asymmetric stretching from citrate is shifted from 1591\ncm-1 to 1632 cm-1 and the symmetric stretching is shifted from 1395 cm-1 to 1383\ncm-1 due to the coordination between the COO group and gold atom. While in Au-\nMPA, it is found that the asymmetric stretching from 3-MPA is shifted from 1713\ncm-1 to 1620 cm-1 due to the gold dipoles effect. A colorimetric assay was done\non Au-Citrate and Au-MPA utilizing the avidin-biocytin complex and it is shown\nthat the absorbance spectra are shifted and the color of the solutions are changed\nsignificantly due to the cross-linking-induced aggregation. This research can be\nused to develop a colorimetric assay based on metal nanoparticles, especially in this\npandemic situation where a fast, reliable, and affordable sensor is needed.", "Daftar File": {"ABSTRAK Muhammad Tegar Pambudi": "https://digilib.itb.ac.id/gdl/download/225377"}, "Penulis": "Muhammad Tegar Pambudi [10217025]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Priastuti Wulandari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "3-mercaptopropionic acid, biosensor, colorimetric assay, density functional theory (DFT), gold nanoparticles, localized surface plasmon resonance (LSPR), surface modification", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "15 Jun 2021"}