{"Nomor": 55185, "Judul": "PERANAN NILAI DAN KESADARAN PENGGUNA BANGUNAN TERHADAP PERILAKU PENGHEMATAN ENERGI DI RUMAH DAN KANTOR", "Abstrak": "Gedung perkantoran dan rumah tinggal merupakah salah satu sektor yang\nmengkonsumsi banyak energi. Namun, kedua tipe bangunan ini juga memiliki potensi\ntinggi jika pola konsumsi energinya ingin ditekan. Ada banyak cara yang dapat\ndilakukan untuk mencapai penggunaan energi yang efektif. Salah satu cara yang\ndapat dilakukan dengan biaya yang murah dan efektif adalah dengan mengatur\nperilaku pengguna tiap bangunan itu sendiri. Penelitian ini berfokus pada tiga hal,\nyaitu nilai, kesadaran, dan perilaku. Nilai yang dipegang oleh seseorang, dan\nkesadarannya mengenai penghematan energi diasumsikan memberi dampak terhadap\nperilaku lingkungan yang ditunjukkan ataupun dilakukan pada kegiatannya seharihari. Perilaku lingkungan dan penghematan energi yang ditunjukkan seseorang pada\nrumah tinggal dan kantor juga diasumsikan akan berbeda, hal ini disebabkan oleh\nperbedaan motivasi saat melakukan perilaku tersebut. Penelitian ini bertujuan untuk\nmelihat perbedaan perilaku penghematan energi yang ditunjukkan oleh individu di\nrumah dan kantor.\nPenelitian dilakukan dalam dua tahap, dan menggunakan metode campuran (mixmethod). Data pada tahap penelitian pertama dikumpulkan menggunakan kuesioner\ndaring ter- buka (open-ended ) dan dianalisis dengan metode content analysis,\nanalisis distribusi, dan korespondensi. Data pada penelitian tahap ke-dua\ndikumpulkan dengan cara menyebarkan kuesioner daring tertutup (close-ended ) dan\ndianalisis dengan metode analisis faktor (factor analysis) dan analisis korelasi\nmultivariat (multivariate correlation analysis).\nDari hasil penelitian ditemukan hubungan antara nilai, kesadaran, dan perilaku. Pada\nhunian, ada 3 variabel laten nilai yang dominan muncul, yaitu ‘Keberlanjutan’.\n‘Mengendalikan Alam’, dan ‘Kewaspadaan’. Pada variabel laten kesadaran, ada 3\nyang muncul secara dominan, yaitu ‘Finansial’, ‘Keterbiasaan’, dan ‘Wawasan\nEnergi’. Kedua variabel tersebut mempengaruhi 3 variabel laten perilaku, yaitu\n‘Pemanfaatan Alam’, ‘Penghematan Listrik’, dan ‘Pembatasan Penggunaan’.\nSedangkan pada kantor, ada 2 variabel laten nilai yang muncul, yaitu ‘Keberlanjutan’dan ‘Kewaspadaan’. Ada 4 variabel laten kesadaran yang muncul, yaitu\n‘Keterbiasaan’, ‘Tanggung-jawab pribadi’, ‘Finansial’, dan ‘Wawasan Energi’.\nKedua variabel tersebut mempengaruhi 2 variabel laten perilaku, yaitu ‘Penghematan\nListrik’, dan ‘Kebutuhan Listrik’\nBerdasarkan hubungan-hubungan yang muncul antar variabel nilai, kesadaran, dan\nperilaku, ada beberapa strategi intervensi yang direkomendasikan untuk penghematan\nenergi di rumah dan kantor. Pada rumah, ada 3 intervensi yaitu, Monetary Rewards,\nAudit Energi, dan Comparative Feedbacks. Pada hunian, ada 5 intervensi yang\nditawarkan, yaitu Edukasi, Insentif, Audit Energi, Pelatihan, dan Larangan.", "Daftar File": {"ABSTRAK Alfikhairina Jamil": "https://digilib.itb.ac.id/gdl/download/225390"}, "Penulis": "Alfikhairina Jamil [25219012]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "nilai, kesadaran, perilaku, penghematan energi", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "16 Jun 2021"}