{"Nomor": 55196, "Judul": "DETEKSI PERILAKU ANOMALI ANGKOT MENGGUNAKAN  AUTOENCODER LONG SHORT TERM MEMORY DAN ID3  BERDASARKAN DATA HISTORIS PERJALANAN", "Abstrak": "Terdapat berbagai jenis angkutan umum di Indonesia salah satunya adalah Angkot \n(Angkutan Kota) yang menjadi fokus dalam penelitian ini. Data angkot yang \ndipakai pada penelitian ini menggunakan data yang telah dikumpulkan dari aplikasi \nSEMUT dan GPS Tracker yang dipasang pada setiap angkot. Data sensor global \npositioning system (GPS) ini dapat digunakan untuk memudahkan dalam \nmemonitor segala aktivitas dan perilaku angkot. Pada penelitian kali ini \nmembangun model yang dapat mendeteksi perilaku anomali pada angkot. Anomali \ndidefinisikan sebagai suatu kejadian atau keadaan perilaku yang menyimpang. \nModel tersebut dibangun agar dapat memberi informasi ketika terjadi perilaku \nanomali. Sebelum melakukan analisis pada data, data SEMUT melewati proses \ndata cleaning terlebih dahulu seperti parsing, correction and standardization, \nenchacement, macthing, dan consolidating. Selanjutnya dilakukan praproses yaitu \nseleksi atribut, Exploratory Data Analysis (EDA), menentukan data training dan \ndata testing. Setelah melakukan tahap EDA maka aktivitas dan perilaku angkot \ndapat diamati dan dapat mendefinisikan perilaku anomali pada angkot. Selanjutnya \ndilakukan pemisahan data angkot yang memiliki perilaku normal untuk \npembangunan model deteksi perilaku anomali angkot dengan metode Autoencoder \nLong Short Term Memory (LSTM). Model Autoencoder Long Short Term Memory \n(LSTM) ini digunakan untuk melatih data normal tanpa label. Hasil dari evaluasi \nmodel tersebut memiliki nilai loss MAE yang nilainya semakin kecil selama \npelatihan. Nilai loss MAE akhir pada pelatihan mendapat 0.0099. Adapun output\ndari hasil deteksi perilaku anomali angkot menggunakan Autoencoder Long Short \nTerm Memory adalah label data. Data uji akan otomatis diberi label true atau false. \nLabel true diberikan jika nilai loss MAE pada data uji lebih besar dari nilai threshold\n(0.1) maka dapat disimpulkan terdapat perilaku anomali angkot, sedangkan false\ndiberikan ketika loss MAE pada data uji kurang dari nilai threshold 0.1 maka dapat \ndisimpulkan angkot memiliki perilaku normal. Pengujian dilakukan dengan \nmelakukan pengecekan dan membandingkan hasil keluaran dari model dengan hasil \npengecekan secara manual, model Autoencoder Long Short Term Memory \nmendapat akurasi 89.6% . Selanjutnya dibangun model tipe perilaku anomali \nangkot dengan menggunakan metode Iterative Dichotomiser Three (ID3). Adapun ii\ntipe perilaku anomali angkot yang dilakukan angkot terdiri dari angkot keluar dari \njalur trayek (Off Track), mengetem (Waiting) dan ngebut (Speeding). Pada proses \npelatihan ini dilakukan eksperimen dengan melakukan normalisasi pada data dan \ntanpa normalisasi pada data. Teknik evaluasi training dan testing yang digunakan \nadalah 10-fold cross validation. Untuk mengetahui perbedaan kinerja model ID3 \ndengan normalisasi dan model ID3 tanpa normalisasi digunakan Uji T-Test.\nBerdasarkan pengujian tersebut, karena nilai sig ? ? yaitu sig. (p-value) 0.001 <0.05 \nmaka H0 ditolak dan menerima H1 (ada perbedaan signifikan). Maka dapat \ndisimpulkan terdapat perbedaan siginifikan kinerja model ID3 dengan \nmenggunakan normalisasi dan model ID3 tanpa menggunakan normalisasi. Dimana \nuntuk model ID3 dengan normalisasi mendapat akurasi, precision, recall dan fmeasure lebih tinggi dari model ID3 tanpa normalisasi. Model ID3 dengan \nnormalisasi mendapat akurasi 98% dan akurasi model ID3 tanpa normalisasi \nmendapat akurasi 95%. Selanjutnya dilakukan pengujian dengan data baru yang \ntidak terpakai dan membandingkan keluaran model dengan hasil eksplorasi data\nberdasarkan waktu. Hasil pengecekan dan pengujian memiliki akurasi 91.2%. \nKeseluruhan hasil eksperimen EDA dan model ditampilkan dalam bentuk web \ndashboard.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/225402", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/225404", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/225406"}, "Penulis": "Rin Rin Nurmalasari [23218318]", "Kontributor / Dosen Pembimbing": ["Dr. Ary Setijadi Prihatmanto, S.T., M.T.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Data Analysis, LSTM, Autoencoder, Perilaku Anomali Angkot, ID3", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "16 Jun 2021"}