{"Nomor": 55198, "Judul": "PENENTUAN PREMI REASURANSI CATASTROPHE EXCESS OF LOSS MENGGUNAKAN EXPECTED VALUE PRINCIPLE DAN TAIL-VALUE-AT-RISK: STUDI KASUS DATA BENCANA ALAM DI INDONESIA TAHUN 2000-2019", "Abstrak": "Di Indonesia, kejadian bencana alam sering terjadi dan dapat menyebabkan\nbanyak orang meninggal dunia. Akibatnya, suatu perusahaan asuransi jiwa akan\nmenanggung risiko pembayaran klaim yang besar apabila banyak jiwa yang diasuransikan\nperusahaan asuransi jiwa tersebut yang meninggal dunia akibat suatu\nkejadian bencana alam. Oleh karena itu, skema reasuransi adalah suatu cara\nyang diambil suatu perusahaan asuransi jiwa untuk berbagi risiko klaim yang\nharus dibayarkan dengan suatu perusahaan reasuransi. Tugas Akhir ini membahas\ntentang suatu model untuk menentukan premi reasuransi Catastrophe Excess of\nLoss (Cat XL). Terdapat beberapa tahap pemodelan yang perlu dilakukan; salah\nsatunya adalah menggunakan model peluang Discrete Generalized Pareto untuk\nmemodelkan banyak orang yang meninggal dunia akibat suatu kejadian bencana\nalam diberikan paling sedikit terdapat sejumlah tertentu orang yang meninggal\ndunia. Dari banyak orang yang meninggal dunia akibat suatu kejadian bencana\nalam, banyak klaim yang diajukan kepada suatu perusahaan asuransi jiwa dapat\nditentukan. Distribusi Beta-Binomial digunakan untuk memodelkan banyak klaim\nyang diajukan kepada suatu perusahaan asuransi jiwa dan distribusi Lognormal\ndigunakan untuk memodelkan besar klaim. Kemudian, total besar klaim yang\nditanggung oleh suatu perusahaan reasuransi dalam kontrak Cat XL, dan premi\nreasuransi Cat XL yang harus dibayarkan, dapat ditentukan. Sebagai studi kasus,\nTugas Akhir ini menggunakan data bencana alam di Indonesia dan banyak orang\nyang meninggal dunia akibat bencana alam tersebut, dari tahun 2000 hingga\ntahun 2019. Melalui simulasi Monte Carlo, premi reasuransi Cat XL ditentukan\nmenggunakan ukuran risiko Expected Value Principle dan Tail-Value-at-\nRisk. Analisis sensitivitas juga dilakukan untuk mengetahui pengaruh perubahan\nparameter-parameter tertentu terhadap premi reasuransi Cat XL.", "Daftar File": {"ABSTRAK JULIUS FERDI": "https://digilib.itb.ac.id/gdl/download/225414"}, "Penulis": "Julius Ferdi [10117026]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "reasuransi catastrophe excess of loss, model peaks over threshold, expected value principle, tail-value-at-risk, simulasi Monte Carlo", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "6 file", "Tanggal Input": "16 Jun 2021"}