{"Nomor": 55206, "Judul": "KAJIAN DAMPAK DAN MITIGASI AKTIFITAS PENGISIAN  DAYA KENDARAAN LISTRIK PADA WILAYAH RESIDENSIAL", "Abstrak": "Mobil listrik hibrid (PHEV) dan Mobil listrik baterai (BEV) telah banyak \ndigunakan saat ini. Turunnya harga baterai di bawah $100/kWh dan juga kebijakan \npendukung sangat penting dalam merangsang peluncuran mobil listrik di pasar \nkendaraan domestik beberapa tahun terakhir. Faktor lain, ada sekitar 7,3 juta \npengisi daya di seluruh dunia, di mana sekitar 6,5 juta di antaranya adalah pengisian\nlambat daya mobil listrik di rumah. Terlepas dari semua manfaat penggunaan mobil\nlistrik secara masif, masalah akan muncul dalam sistem jaringan listrik, terutama di \ndaerah perumahan, seperti penurunan kualitas daya akibat harmonisa konverter \ndaya, dan juga ini dapat menyebabkan transformator utilitas menjadi rusak. \nKelebihan beban akibat pengisian mobil listrik secara bersamaan dalam satu waktu, \nhal itu tentunya akan berdampak pada penuaan dini transformator. Dalam beberapa \nriset yang telah dilakukan, beberapa metode diusulkan untuk mengurangi dampak \npengisian mobil listrik pada jaringan distribusi, manajemen aktivitas pengisian \nbeban mobil listrik, dan juga strategi pengisian dayanya.\nPenelitian ini bertujuan untuk mengetahui dan mengamati dampak aktivitas \npengisian mobil listrik di rumah terhadap trafo utilitas, rugi-rugi, dan drop tegangan \ndi kawasan residensial beserta mitigasi yang ditawarkan. Bekerja dengan metode \nsimulasi stokastik Monte-Carlo karena karakteristik kebutuhan energi baterai mobil \nlistrik yang tidak pasti, seperti waktu pengisian, tingkat baterai, serta tingkat \npenetrasi. Selanjutnya, proses pengamatan pembebanan dan penuaan trafo utilitas \nberdasarkan IEEE Std C57.91-2011 dan dalam menentukan persentase kehilangan \numur trafo. Kemudian diusulkan mitigasi berupa pemisahaan jaringan dan \ntransformator khusus untuk beban mobil listrik sebagai mitigasi teknis, dan juga \npengendalian pengisian daya mobil listrik (Skema Pengisian Terkendali) dengan \nmengoptimalkan waktu dan beban trafo utilitas sebagai mitigasi manajemen\nkoordinasi pengisian daya. Sistem yang digunakan dilakukan kajian dengan \nsoftware simulasi ETAP 12.6.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/225440", "Abstrak": "https://digilib.itb.ac.id/gdl/download/225441", "Abstract": "https://digilib.itb.ac.id/gdl/download/225442", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/225444"}, "Penulis": "Adwitama Nornagoro [23219006]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Mobil Listrik, Monte-Carlo, kualitas daya sistem distribusi, kawasan  residensial, manajemen koordinasi pengisian daya mobil listrik, transformator", "Sumber": "", "Staf Input/Edit": "karya", "File": "11 file", "Tanggal Input": "16 Jun 2021"}