{"Nomor": 55205, "Judul": "HUBUNGAN ANTARA KASUS COVID-19 DAN FAKTOR EKONOMI DENGAN MENGGUNAKAN METODE ANALISIS KOMPONEN UTAMA", "Abstrak": "COVID-19 menyerang seluruh belahan dunia termasuk Indonesia. Pandemik ini tidak hanya menyerang kesehatan masyarakat namun memiliki dampak pada kegiatan ekonomi masyarakat dan pemerintah. PDRB dan upah/ gaji pekerja merupakan faktor ekonomi yang terdampak COVID-19 di Indonesia. PDRB dan upah pekerja terbagi menjadi berbagai macam variabel berdasarkan Badan Pusat Statistik (BPS). Model dibuat berdasarkan data pada triwulan I dan triwulan III 2020. Model analisis komponen utama akan dibangun untuk dilakukan analisa hubungan variabel dan hubungan variabel dengan provinsi di Indonesia. Komponen utama awal yang diperoleh lebih dari tiga untuk triwulan I dan triwulan III. Berdasarkan metode analisis faktor, variabel COVID-19 dan faktor ekonomi akan dikelompokkan untuk dicari fakor ekonomi yang merupakan anggota satu kelompok dengan variabel COVID-19. Sebelum melakukan analisis faktor, uji Bartlett dan Uji KMO MSA dilakukan. Hasil uji asumsi pada data awal tidak signifikan sehingga dilakukan penghapusan beberapa variabel. Dalam penghapusan variabel terdapat dua skenario. Selanjutnya analisis faktor dilakukan, kelompok yang berisikan variabel COVID-19 dan PDRB akan dianalisis sehingga terdapat empat skenario dalam proses analisis. Visualisasi data disajikan dalam bentuk satu dimensi dan dua dimensi, seluruh skenario memiliki proporsi varians kumulatif sebesar 72,45% pada triwulan I dan 83,02% pada triwulan III. Berdasarkan analisis visualisasi data, COVID-19 lebih berkorelasi dengan PDRB dan kurang berkorelasi dengan Upah baik pada triwulan I dan III. Pada triwulan III kasus sembuh COVID-19 semakin berkorelasi dengan kasus positif COVID-19 serta PDRB, namun kasus meninggal COVID-19 semakin tidak berkorelasi.", "Daftar File": {"ABSTRAK AINUN MAHARANI TATIANA TALAOHU": "https://digilib.itb.ac.id/gdl/download/228461"}, "Penulis": "Ainun Maharani Tatiana Talaohu [10117110]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Analisis Faktor, Analisis Komponen Utama, COVID-19, Ekonomi, PDRB, Upah.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "16 Jun 2021"}