{"Nomor": 55208, "Judul": "STUDI KARAKTERISTIK ARUS BOCOR DAN SIMULASI RANGKAIAN  EKUIVALEN ISOLATOR DALAM KONDISI KABUT GARAM", "Abstrak": "Identifikasi arus bocor merupakan metode yang paling umum digunakan untuk \nmelakukan diagnosis kondisi dari isolator, apakah berada dalam kondisi yang baik \natau buruk. Penelitian ini melaporkan hasil dari identifikasi arus bocor pada isolator \ndalam kondisi kabut garam. Rangkaian ekuivalen isolator digunakan untuk \nmelakukan simulasi arus bocor. Simulasi dilakukan dengan menggunakan \nperangkat lunak ATPDraw. Hasil simulasi akan divalidasi berdasarkan magnitude, \nbentuk gelombang, Total Harmonic Distortion (THD) dan urutan harmonisa \ndominan. Simulasi dilakukan pada empat kluster, yaitu isolator keramik tanpa \ncoating, isolator keramik dengan coating, isolator epoxy resin, dan isolator polimer\nsilicone rubber. Hasil menunjukkan bahwa karakteristik isolator dapat \ndiidentifikasi dengan menganalisis pola dari parameter elektrik yang diperoleh pada \nsetiap kondisi. Tingkat konduktivitas kabut garam, polutan dan kelembaban relatif \nberpengaruh secara signifikan bersamaan dengan level tegangan uji dalam \nmenurunkan kualitas isolator. Isolator polimer silicone rubber memiliki kualitas\nketahanan permukaan yang paling baik jika dibandingkan dengan kluster isolator \nlainnya. Kapasitansi intrinsik cenderung menurun seiring meningkatnya tegangan \nuji, sedangkan kapastiansi permukaan bervariasi bergantung terhadap posisi arc. \nFenomena menjelang flashover pada isolator dapat diindikasikan oleh karakteristik \nnon-linear yang kompleks dan fenomena arcing yang parah.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/225462", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/225463", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/225466"}, "Penulis": "Muhammad Fathur Majid [18017022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Isolator, Arus Bocor, Karakteristik, Simulasi, Rangkaian Elektrik  Ekuivalen", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "16 Jun 2021"}