{"Nomor": 55204, "Judul": "INTEGRASI GAME THEORY DENGAN ALIRAN DAYA PADA KOORDINASI PERENCANAAN INVESTASI SECARA TRADISIONAL DAN PEMBANGKITAN TERPUSAT MEMPERTIMBANGKAN RISIKO KERAWANAN JARINGA", "Abstrak": "Pertumbuhan beban meningkat pesat dan akan berdampak pada kapasitas dan \noperasi yang dinamis pada peralatan sistem tenaga. Tidak beroperasinya peralatan \ntersebut, terutama transmisi, dapat menyebabkan hilang beban sebagian atau \nseluruh beban pada kondisi tertentu. Sehingga, jaringan yang besar tersebut akan \nmenjadi rawan, berisiko, tidak aman dan berpotensi menjadi target serangan yang \ndi sengaja pada infrastruktur. Selain itu, saat ini pembangkitan terpusat mulai \nterintegrasi ke jaringan karena kelebihannya. Saat merencanaan pengembangan \ntranmisi, perencana jaringan jarang mempertimbangkan risiko dan isu perubahan \nbaru pada jaringan. Secara tradisional, perencanaan tersebut fokus pada solusi dari \npermasalahan operasi. Tesis ini mengajukan metode baru koordinasi perencanaan \nantara transmisi dan Battery Energy Storage Systems skala-jaringan, untuk \nmenurunkan risiko kerawanan jaringan terhadap serangan yang di sengaja pada \nberbagai infrastruktur. Pendekatan metode tersebut menggunakan analisa model\nGame Theory Sequential Attacker Defender dengan aliran daya. Kebaharuan \ntersebut memperkenalkan algoritma penyerang yang handal and prosedur alokasi \nsumber daya pemain bertahan yang menghasilkan nilai optimal penurunan risiko. \nStudi kasus diimplementasikan pada sistem uji IEEE 14 bus. Hasil numerik dari \ntesis ini memperlihatkan bahwa pada alokasi dana investasi yang sama, \nperencanaan yang terkoordinasi memiliki performa yang lebih baik dari pada secara \ntradisional dalam hal penurunan risiko, penurunan rugi-rugi dan peningkatan \nkestabilan frekuensi. Equilibrium dari game menunjukkan bahwa perencaan yang \nterkoordinasi menjadi pertimbangan untuk perencana jaringan dalam keputusan \ninvestasi.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/225427", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/225428", "Abstrak": "https://digilib.itb.ac.id/gdl/download/225431", "Abstract": "https://digilib.itb.ac.id/gdl/download/225432", "Daftar Isi": "https://digilib.itb.ac.id/gdl/download/225433"}, "Penulis": "Ardylla Rommyonegge [23219036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Kevin Marojahan B N, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "game theory, aliran daya, koordinasi perencanaan, perencanaan  transmisi, battery energy storage systems, risiko kerawanan jaringan, equilibrium", "Sumber": "", "Staf Input/Edit": "karya", "File": "12 file", "Tanggal Input": "16 Jun 2021"}