{"Nomor": 55213, "Judul": "PERBAIKAN PENGENDALI ARUS KELUARAN INVERTER TIGA FASA DALAM KEADAAN TIDAK SEIMBANG DENGAN MENGGUNAKAN IMPEDANSI VIRTUAL", "Abstrak": "Pada masa kini, inverter tiga fasa telah banyak digunakan di sistem tenaga,\nterutama pada aplikasi energi terbarukan dan pengendali motor listrik. Pada banyak\naplikasi, inverter harus menghasilkan arus tiga fasa yang seimbang dan sinusoidal.\nPada inverter yang terhubung ke jaringan, seringkali muncul ketidakseimbangan\ntegangan jaringan. Ketidakseimbangan tegangan jaringan ini menyebabkan arus\nkeluaran inverter yang tidak seimbang juga. Arus yang tidak seimbang terdiri dari\nurutan positif dan negatif, sehingga menyebabkan osilasi frekuensi rendah pada sisi\nDC. Metode yang umum untuk meredam ketidakseimbangan ini adalah dengan metode\nkendali dua kerangka sinkron. Namun, metode tersebut terlalu rumit karena\nmemerlukan blok transformasi arus urutan. Penelitian ini mengusulkan metode baru\nuntuk menyeimbangkan arus keluaran inverter dalam keadaan yang tidak seimbang.\nMetode yang diusulkan berbasis pada konsep impedansi virtual yang dipasang secara\nseri dengan keluaran inverter. Konsep impedansi virtual yang diusulkan adalah\nalgoritma kendali tambahan yang mengubah perilaku inverter seperti pemasangan\nimpedansi nyata pada inverter tersebut. Karena sifatnya yang virtual, impedansi virtual\ndapat didesain supaya hanya berpengaruh pada sinyal gangguan. Hasil simulasi dan\npercobaan menunjukkan efektivitas dari metode yang diusulkan.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/225494", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/225495", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/225497"}, "Penulis": "Lukas Antonio Budiwicaksana [18017032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Pekik Argo Dahono", "Dr. Arwindra Rizqiawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Impedansi virtual, inverter tiga fasa, kendali arus, sistem tidak seimbang.", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "16 Jun 2021"}