{"Nomor": 55216, "Judul": "ANALISIS PERUBAHAN AKTIVITAS KONVEKTIF PADA KEJADIAN HUJAN LEBAT DI JAKARTA MENGGUNAKAN DATA HIMAWARI-8 DAN INDEKS RDCA (STUDI KASUS : BANJIR AWAL JANUARI 2020)", "Abstrak": "Hujan lebat di Jakarta pada awal Januari 2020 merupakan curah hujan tertinggi sepanjang sejarah hujan Jakarta. Awan sebagai salah satu faktor dalam dinamika atmosfer yang penting untuk dipahami, terutama awan konvektif penghasil hujan lebat. Analisis perubahan aktivitas konvektif penting untuk mengetahui kemungkinan terjadinya hujan lebat yang berpotensi mengakibatkan banjir. Perkembangan awan dan perubahan aktivitas konvektif dapat dilihat dengan menggunakan data satelit Himawari-8 dan indeks RDCA yang belum banyak dikembangkan di Indonesia. RDCA (Rapidly Developing Cumulus Area) adalah suatu model yang dapat digunakan untuk memprediksi kejadian hujan. Pada penelitian ini waktu kejadian hujan yang dipilih adalah kejadian hujan dengan intensitas ? 10 mm/jam (hujan lebat) untuk memperoleh aktivitas konvektif yang kuat.\nPenelitian ini menggunakan 13 kombinasi parameter dari band visible dan infrared satelit Himawari-8 untuk membangun model regresi logistik RDCA. Hasil dari indeks RDCA ini kemudian dibandingkan dengan kejadian hujan yang tercatat pada wilayah kajian 10 menit setelahnya. Kemudian dilakukan pula metode split window IR1-IR2 dan IR1-IR3 untuk mengetahui ada tidaknya awan cumulonimbus pada wilayah kajian. Penurunan suhu pada metode split window mengindikasikan bahwa aktivitas konvektif pada wilayah tersebut semakin menguat. Hal ini dibandingkan pula dengan RDCA yang dihasilkan pada waktu yang sama untuk melihat apakah RDCA dapat merepresentasikan perubahan aktivitas konvektif dari yang lemah hingga kuat dengan baik.\nHasil penelitian menunjukkan bahwa RDCA dapat merepresentasikan perubahan aktivitas konvektif dari yang paling lemah hingga paling kuat pada kasus ini. Pada kejadian hujan dini hari prediksi yang dihasilkan sesuai dengan kejadian hujan yang tercatat di permukaan. Akan tetapi, pada kejadian hujan sore hari prediksi yang dihasilkan kurang sesuai karena terjadi pergerakan sistem awan konvektif yang cepat pada wilayah kajian.", "Daftar File": {"ABSTRAK Lutvi Andriani": "https://digilib.itb.ac.id/gdl/download/225506"}, "Penulis": "Lutvi Andriani [12817023]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Wahyu Hadi, M.Sc.", "Muhammad Ridho Syahputra, S.Si., M.Si.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc.", "Rachmy Fitriani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "aktivitas konvektif, Himawari-8, regresi logistik, RDCA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Jun 2021"}