{"Nomor": 55227, "Judul": "EVALUASI KOEFISIEN PELIMPAHAN DAN EFEKTIVITAS PEREDAMAN ENERGI TIPE BLOK BETON TERKUNCI", "Abstrak": "Salah satu teknologi bangunan air yang sering dimanfaatkan untuk mengelola air adalah bendung. Beberapa tipe bendung yang ada saat ini adalah bendung masif dan bendung gerak. Bendung tipe masif umumnya terbuat dengan material utama berupa pasangan batu, beton bertulang, atau kombinasi pasangan batu dengan beton bertulang. Saat ini juga sedang dikembangkan teknologi baru seperti yang dilansir Kementerian Pekerjaan Umum dan Perumahan Rakyat pada tahun 2018, yaitu Teknologi Bendung Modular yang menggunakan material susunan blok beton terkunci. Teknologi bendung modular ini memiliki beberapa keunggulan dibanding dengan bendung masif, diantaranya strukturnya kuat dan dapat beradaptasi dengan perubahan dasar sungai di hilirnya, strukturnya terbagi-bagi menjadi beberapa segmen, lebih murah, lebih cepat, dan lebih mudah dalam pelaksanaan pembangunannya. Namun sampai saat ini belum ada standar baku yang dapat digunakan sebagai acuan dalam perencanaan bangunan bendung modular ini.\nTujuan dari studi ini adalah mendapatkan parameter desain bendung modular yaitu koefisien pelimpahan dan kriteria peredam energi, agar parameter tersebut dapat digunakan sebagai acuan dalam perencanaan. Metode yang digunakan pada studi ini meliputi pengumpulan data sekunder dan data primer dengan melakukan uji model fisik. \nHasil analisis pada studi ini menunjukkan bahwa bendung modular yang menggunakan blok beton terkunci memiliki nilai koefisien pelimpahan atau koefisien debit yang lebih kecil dibandingkan dengan bendung masif yaitu, C sebesar 1,86 dan Cd sebesar 1,10. Nilai tersebut dapat digunakan dalam perencanaan bendung modular untuk mendapatkan tinggi energi menggunakan rumus debit. Untuk penentuan kriteria peredam energi bendung modular dapat menggunakan grafik MDO, dan dari hasil penelitian menunjukkan kinerja lebih baik atau lebih efektif dibandingkan bendung masif, terlihat dari potensi gerusan yang terjadi lebih kecil.", "Daftar File": {"ABSTRAK Petty Kartina": "https://digilib.itb.ac.id/gdl/download/225529"}, "Penulis": "Petty Kartina [95018303]", "Kontributor / Dosen Pembimbing": ["Dhemi Harlan, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bendung Modular, Blok Beton Terkunci, Koefisien Debit, Peredam Energi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Jun 2021"}