{"Nomor": 55226, "Judul": "MENINGKATKAN KEMAPUAN PERUSAHAAN DENGAN CARA STRATEGI MANAJEMEN PENGETAHUAN DI PT XYZ DIVISI GENERAL AFFAIR DAN  HUMAN CAPITAL", "Abstrak": "Sebagai BUMN yang bergerak dalam industri pesawat terbang yang pertama dan satu-satunya di Indonesia dan di wilayah Asia Tenggara, PT XYZ telah menghadapi berbagai masalah dalam proses perjalanan bisnisnya. Salah satu masalah yang dihadapi berada pada divisi Human Capital. Salah satu permasalahan yang muncul adalah pada sistem manajemen pengetahuan yang belum dikelola secara sempurna. PT XYZ membutuhkan sistem manajemen pengetahuan yang berdampak pada peningkatan kinerja bisnis di PT XYZ. \nPenelitian ini akan menganalisis kapabilitas organisasi dan menerapkan prosedur transfer pengetahuan yang optimal di PT XYZ. Untuk lebih memahami situasi terkini di PT XYZ, penulis juga membuat analisa gap dan analisa akar penyebab. Metode penelitian ini melibatkan pengumpulan data kuantitatif dan kualitatif untuk mendapatkan pemahaman yang lebih lengkap dan mendalam. Data kuantitatif dilakukan dengan penyebaran kuesioner dengan beberapa area proses berbasis model PCMM untuk mengetahui dan mengevaluasi kapabilitas organisasi. Sedangkan data kualitatif dilakukan dengan melakukan wawancara mendalam dengan pemilik. Penelitian ini menggunakan penelitian deskriptif untuk mendeskripsikan karakteristik variabel minat dalam suatu situasi dan terdiri dari dua jenis data yaitu data primer dan data sekunder. Selanjutnya, hasil dari  penelitian ini dapat digunakan untuk mengusulkan strategi manajemen pengetahuan yang dapat diterapkan untuk meningkatkan kinerja bisnis PT XYZ.", "Daftar File": {"2021_TS_PP_Rendy Setiadi Mangunsong_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/225525"}, "Penulis": "Rendy Setiadi Mangunsong [29116550]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, M.Si.", "Yunieta Anny Nainggolan, S.E., M.Com., Ph.D.", "Rudy Bekti, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kapabilitas Organisasi, PCMM, Manajemen Pengetahuan", "Sumber": "PT. XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Jun 2021"}