{"Nomor": 55222, "Judul": "ANALISIS PENGGUNAAN METODE FOTOGRAMETRI DENGAN MENGGUNAKAN DRONE UNTUK PEMANTAUAN PENURUNAN PERMUKAAN TANAH", "Abstrak": "Pada saat ini metode fotogrametri telah banyak digunakan dalam berbagai aplikasi dibidang\npemetaan. Salah satu potensi pemanfaatan metode fotogrametri adalah pemodelan penurunan\npermukaan tanah. Keunggulan metode fotogrametri dibandingkan metode lain seperti\npengamatan GPS, dalam pemodelan penurunan permukaan tanah antara lain biaya yang relatif\nmurah dan cakupan area yang luas dalam waktu yang relatif singkat. Pada penelitian ini\ndilakukan pengukuran fotogrametri pada dua kala yang berbeda dengan variasi ketinggian\nterbang yang berbeda. Salah satu produk fotogrametri yang dihasilkan adalah Digital Surface\nModel (DSM). DSM yang dihasilkan dari dua kala pengamatan yang berbeda akan\ndibandingkan untuk mendapatkan model penurunan permukaan tanah. Hasil dari penelitian ini\nadalah Standar Operasional Prosedur (SOP) untuk pengoperasian drone pada wilayah simulasi\ndan pengolahan data untuk pemantauan penurunan tanah. Berdasarkan hasil penelitian, metode\nfotogrametri mampu digunakan untuk mendeteksi penurunan tanah dengan nilai penurunan\ntanah minimum sebesar 5 cm untuk ketinggian 80 meter, 10 cm untuk ketinggian 100 meter,\ndan 11 cm untuk ketinggian terbang 150 meter. SOP yang dihasilkan diharapkan dapat\nditerapkan pada wilayah lain untuk pengamatan penurunan permukaan tanah pada kondisi\nsebenarnya.", "Daftar File": {"ABSTRAK Dimas Candika Alamsyah": "https://digilib.itb.ac.id/gdl/download/225513"}, "Penulis": "Dimas Candika Alamsyah [15117079]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Gumilar, S.T., M.Si.", "Teguh Purnama Sidiq, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Digital Surface Model (DSM), Deformasi, UAV, fotogrametri", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Jun 2021"}