{"Nomor": 55237, "Judul": "PUSAT REKONSILIASI ETNIK DI PASAMAN", "Abstrak": "Keberagaman merupakan potensi dan tantangan bagi Indonesia. Kabupaten Pasaman dan\nPasaman Barat yang memiliki keberagaman etnik pernah diuji dengan konflik etnik antara suku\nMinang dan Mandailing. Permasalahan yang perlahan menghilang tanpa penyelesaian yang jelas\ndapat berpotensi timbul di masa depan. Pemerintah Kab. Pasaman dibantu pemerintah Kab. Pasaman\nBarat dan CSR ingin menjawab fenomena tersebut dengan sebuah ruang publik dengan luas lahan\nsekitar 6700 m2 yang terdiri atas fungsi komersial, pendidikan, dan spiritual. Fasilitas sebagai ruang\nrekonsiliasi berfungsi memulihkan atau meningkatkan hubungan baik diantara masyarakat. Proyek\nberlokasi di Jalan Lintas Sumatera pada Kec. Lubuk Sikaping, Kab. Pasaman. Pengguna utama dari\nfasilitas merupakan masyarakat umum dari berbagai etnik dan golongan. Selain itu di kelompokkan\nmenjadi pelajar, komunitas, karyawan/pengurus, dan lain-lain (wisatawan). Salah satu pendekatan\nyang digunakan untuk mewujudkan rekonsiliasi adalah placemaking. Persoalan perancangan utama\nterbagi atas sociability, uses & activity, access & linkage, dan comfort & image. Selain itu kondisi\nkhusus pada lahan adalah keberadaan sungai di sebagian sisi tapak. Konsep utama dalam perancangan\nadalah sociability yang juga merupakan persoalan perancangan. Kurangnya interaksi di masyarakat\nyang berujung pada segregasi merupakan faktor penting yang menyebabkan konflik di masa lalu.\nSelain itu terdapat konsep pendukung yaitu netral dan fleksibel. Area-area sosial terletak di berbagai\ntitik pada fasilitas sebagai jawaban dari konsep utama sociability. Ruang-ruang pada fasilitas baik luar\nataupun dalam pada fasilitas dapat digunakan untuk berbagai hal tergantung pengguna. Fleksibilitas\nakses juga diwujudkan dengan adanya ramp dan toilet difabel. Selain itu, untuk mencegah\nkecemburuan ataupun masalah baru, citra fasilitas dibuat netral dengan menggunakan material,\nkomposisi, dan skala atap arsitektur yang ada di masyarakat.", "Daftar File": {}, "Penulis": "Firqi Alfathani [15217032]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mochamad Donny Koerniawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Rekonsiliasi, Etnik, Sociability, Netral, Fleksibel.", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "16 Jun 2021"}