{"Nomor": 55239, "Judul": "FORMULATION AND EVALUATION OF EUCHEUMA COTTONII SEAWEED TABLET DOSAGE FORM", "Abstrak": "Background: The rise of prevalence of obesity worldwide simultaneously boosts the market\nof weight loss supplements. Due to reports of synthetic drugs side effects, the consumers are\nopting for safer alternatives such as herbal derived products. Eucheuma cottonii seaweed was\nrecognised as a potential solution for weight management due to its high fiber content and\nother health benefits. Objective: The aim of this research was to develop a proper diminution\nmethod for Eucheuma cottonii seaweed into powder and preparation of its tablet. Method(s):\nThe Eucheuma cottonii seaweed was powderised by dry method and wet method. The work\nflow for wet method started with blending the seaweed in an electronic blender to obtain a\nhomogenous dispersion of seaweed prior the soaking for 24 hours. The „liquidized?seaweed\nwas dried in the oven at 60?for 48 hours. The dried seaweed was weighed and grinded\nusing ball mill or rotary cutter mill for 1 hour. Meanwhile for the dry method, the seaweed\nwas dried in the oven at 60?for 24 hours and the grinding step was repeated similarly. The\ngrinded seaweed sample was sieved using a series of sieve size ranging from 1180 µm, 850\nµm, 500 µm, 355 µm and 300 µm. Powder retained at the sieve was evaluated for\ncompatibility, flowability and swelling capacity. The powder with the best compactibility\nproperty was selected for tablet preparation. Approximately 300 mg of the chosen powder\nand 450 mg of filler excipients such as lactose monohydrate, bolus alba, calcium sulphate,\ncalcium carbonate or Avicel PH 101 were mixed and compressed into a tablet and its\ndisintegration time was then evaluated. The final tablet was prepared using various\nconcentration seaweed powders (300 mg, 400 mg or 500 mg) at final tablet weight of 750\nmg. Result(s): Production of powder from wet method and dry method yielded 114.67 g and\n92.92 g respectively. Meanwhile the hardness of tablet at 5 ton during the compatibility test\nfor powder from sieve size 1180 µm, 850 µm and 500 µm was not able to be recorded. The\nhardness of tables from sieve size 355 µm and 300 µm powder was 1.08 kg and 2.5 kg\nrespectively. The disintegration time of seaweed tablet with filler lactose monohydrate, bolus\nalba, calcium sulphate, calcium carbonate or Avicel PH 101 was 9?35”, 11?68”, 10?22”,\n10?70”and 20?26”respectively. From the tablet evaluation, tablet containing 300 mg and 400\nmg seaweed sample with lactose as filler confirms as requirement. Conclusion: The\ndiminution method that was most efficient in yielding the powder was the wet method\nseaweed preparation using rotary cutter mill. The tablet containing the seaweed powder of\n300 mg and 400 mg fulfilled the tablet specification tested.", "Daftar File": {"ABSTRAK Komani Ganesan": "https://digilib.itb.ac.id/gdl/download/225557"}, "Penulis": "Komani Ganesan [10711711]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Saleh Wikarsa,", "Prof. Dr. Sukrasno, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Obesity, Seaweed, Tablet", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Jun 2021"}