{"Nomor": 55230, "Judul": "DESAIN KENDALI MATRA LONGITUDINAL PESAWAT TEMPUR LATIH STUDI KASUS: SIAI-MARCHETTI S.211", "Abstrak": "Pesawat lanjut latih berperan penting dalam mempersiapkan pilot sebelum menerbangkan pesawat tempur. Pada umumnya pesawat lanjut latih didesain dengan kestabilan yang marjinal agar menyerupai karakteristik pesawat tempur. Namun untuk mengendalikan pesawat ini pada kondisi steady diperlukan sistem penambah kestabilan. Selain itu, untuk membantu pengendalian pesawat, dirancang juga tracking controller. Pada penelitian ini dirancang sistem penambah kestabilan matra longitudinal dan tracking controller untuk sudut lintas terbang pesawat latih, sebagai contoh kasus digunakan pesawat latih SIAI-Marchetti S.211. perancangan sistem kendali otomatik dilakukan pada tiga kondisi yaitu, power approach, normal cruise, dan high speed cruise. Dari hasil analisis lingkar terbuka didapat bahwa pesawat tersebut tidak stabil pada seluruh kondisi yang ditinjau. Untuk menstabilkan, maka dirancang sistem penambah kestabilan dengan metode pole placement di mana pemilihan pole berdasarkan kriteria besaran rasio redaman pada MIL-SPEC. Setelah itu, didesain juga tracking controller untuk sudut lintas terbang dengan pemilihan pole yang dilakukan melalui proses iterasi. Hasil simulasi menunjukkan bahwa sistem yang dirancang mampu menjaga kestabilan pesawat serta mengikuti referensi sudut lintas terbang yang diberikan namun tidak dapat menjaga perubahan kecepatan terbang pada kondisi operasi normal sebab hanya input defleksi elevator yang dimodelkan.", "Daftar File": {"ABSTRAK Teuku Zaba Alhamda": "https://digilib.itb.ac.id/gdl/download/225540", "COVER Teuku Zaba Alhamda": "https://digilib.itb.ac.id/gdl/download/232247"}, "Penulis": "Teuku Zaba Alhamda [13614047]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, S.T., M.Sc., Ph.D.", "Ony Arifianto, Ph.D.", "Seno Sahisnu Rawikara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Model linier, sistem penambah kestabilan, tracking controller", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "16 Jun 2021"}