{"Nomor": 55238, "Judul": "PENINGKATAN LAJU DISOLUSI IBUPROFEN MELALUI PEMBENTUKAN DISPERSI PADAT MENGGUNAKAN VARIASI BOBOT MOLEKUL KITOSAN", "Abstrak": "Ibuprofen merupakan obat antiinflamasi non steroid yang praktis tidak larut dalam air namun\nmemiliki permeabilitas membran yang baik. Kinerja ibuprofen dalam tablet ditentukan oleh laju\ndisolusinya. Penelitian ini bertujuan meningkatkan laju disolusi ibuprofen menggunakan metode\ndispersi padat dalam kitosan dengan variasi berbagai bobot molekul. Dispersi padat dibuat\ndengan metode pelarutan (solvent evaporation) pada berbagai perbandingan ibuprofen-kitosan.\nDilakukan optimasi reaksi pengikatan secara elektrostatik ibuprofen- kitosan meliputi rasio\nlarutan kitosan dalam asam dan larutan ibuprofen dalam etanol serta penentuan pH. Campuran\nfisik ibuprofen-kitosan bobot molekul tinggi (KT) dan ibuprofen- kitosan bobot molekul rendah\n(KR) digunakan sebagai pembanding terhadap dispersi padat yang dibuat. Hasil dispersi padat\nditentukan kelarutan dan profil disolusinya dalam media HCL 0,1 N pH 1,2, media air, dan\nmedia dapar fosfat pH 7,2. Ibuprofen-KT dengan perbandingan 1:1,5 menujukkan kelarutan\n(116,04 µg/ mL) dan disolusi (53,33%) tertinggi dalam media HCL 0,1 N pH 1,2. (p<0,05)\nsedangkan ibuprofen-KR menujukkan kelarutan (315,24 µg/ mL-media air dan 464,18 µg/ mL-\nmedia dapar fosfat) dan profil disolusi (96,78% - media air dan 120,68% -media dapar fosfat)\ntertinggi dalam media air dan dapar fosfat pH 7,2 (p<0,05). Spektrum FT-IR dan morfologi\nSEM menunjukkan adanya interkasi antara ibuprofen dan kitosan pada dispersi padat yang\ndibentuk.", "Daftar File": {"ABSTRAK Shintia Fauzia Zain": "https://digilib.itb.ac.id/gdl/download/225556"}, "Penulis": "Shintia Fauzia Zain [10711031]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si.", "Dr.rer.nat. apt. Rachmat Mauludin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kitosan, ibuprofen, dispersi padat, kelarutan, disolusi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "16 Jun 2021"}