{"Nomor": 55246, "Judul": "PENGOLAHAN LIMBAH PEWARNA BATIK MENGGUNAKAN KOMBINASI METODE BIOREMEDIASI FUNGI MARASMIELLUS PALMIVORUS TERIMOBILISASI PADA MEDIA LIGNOSELULOSA DAN OZONISASI", "Abstrak": "Proses pewarnaan batik menghasilkan air limbah pewarna yang dapat mencemari lingkungan. Sementara,\nbanyak industri skala kecil dan menengah (UKM) batik tidak memiliki instalasi pengolahan limbah dan\nmembuang air limbahnya begitu saja. Pada penelitian ini, dievaluasi kinerja instalasi pengolahan air limbah\n(IPAL) batik yang tersusun atas dua proses bertahap, yaitu pengolahan biologis menggunakan fungi\nMarasmiellus palmivorus yang terimobilisasi pada media campuran jerami padi dan serbuk kayu serta ozonisasi\nuntuk mengolah air limbah batik dari salah satu industri UKM batik di Kota Bandung. Kinerja IPAL ditinjau\nberdasarkan parameter warna dan kimia yang didukung dengan peninjauan aktivitas enzimatis M. palmivorus,\nserta kandungan total protein pada air limbah. Hasil absorbansi menunjukkan bioremediasi fungi menghasilkan\ntren dekolorisasi yang fluktuatif dengan nilai maksimum 49,5%. Sementara itu, perlakuan ozonisasi\nmenunjukkan tren dekolorisasi yang stabil dengan nilai dekolorisasi maksimum 37,4%. Kontrol menunjukkan\nhasil dekolorisasi yang lebih baik dengan nilai maksimum 71,5%. Namun berdasarkan parameter kimia,\nbioremediasi fungi dan ozonisasi mampu mengurangi warna hingga 32,6% dan 32,1%, dibandingkan dengan\nkontrol yang menghasilkan penurunan warna sebesar 17,7%. Perlakuan ozonisasi menunjukkan hasil paling\nbaik dengan penurunan parameter BOD5, COD, dan TSS sebesar 34,4%, 34,2%, dan 11,5%, dilanjutkan dengan\nperlakuan fungi dengan penurunan sebesar 27,4%, 26,9%, dan 7,7%. Di sisi lain, kontrol hanya berhasil\nmenurunkan ketiga parameter sebesar 11,8%, 6,2%, dan 6,0%. Hal ini membuktikan bahwa M. palmivorus\nmemiliki peranan penting dalam IPAL. Meski begitu, aktivitas enzimatis fungi menunjukkan aktivitas lakase\ndan total peroksidase yang rendah dengan nilai maksimum mencapai 1,07 U/L dan 1,41 U/L. Kadar total protein pada\nair limbah juga sangat rendah dengan nilai maksimum mencapai 0,39 mg/L. Dengan demikian, dapat\ndisimpulkan bahwa sistem IPAL menggunakan M. palmivorus dan ozonisasi merupakan metode yang potensial untuk\nmengolah air limbah pewarna batik dan masih dapat dikembangkan untuk mencapai hasil yang lebih optimal.", "Daftar File": {"ABSTRAK Ajie Tri Baskoro": "https://digilib.itb.ac.id/gdl/download/225564"}, "Penulis": "Ajie Tri Baskoro [10416018]", "Kontributor / Dosen Pembimbing": ["Ir. V. Sri Harjati Suhardi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Air limbah pewarna, batik, bioremediasi, M. palmivorus, ozonisasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Jun 2021"}