{"Nomor": 55252, "Judul": "ADAPTASI MATERI PEMBELAJARAN PADA  E-LEARNING BERBASIS GAME SIMULASI 3D STUDI KASUS: PELATIHAN PETUGAS PEMETAAN DAN  PEMUTAKHIRAN WILAYAH KERJA STATISTIK", "Abstrak": "Pelatihan petugas merupakan bagian proses awal sebelum kegiatan pengumpulan \ndata. Selama pandemi Covid-19, Badan Pusat Statistik (BPS) melakukan pelatihan \nsecara daring. Pelatihan secara daring menimbulkan beberapa permasalahan antara \nlain peserta kurang motivasi belajar dan tidak adanya praktik lapangan sehingga \npeserta menjadi kurang memahami konsep. Penelitian terdahulu memberikan solusi \nyaitu pelatihan menggunakan e-learning berbasis game simulasi 3D. Namun, \npenelitian tersebut masih memberikan strategi pembelajaran yang sama untuk \nsemua peserta. Padahal, peserta pelatihan memiliki level pengetahuan yang \nberbeda-beda. Oleh karena itu, penelitian ini mengusulkan metode e-learning\nberbasis game simulasi 3D dengan menambah unsur adaptasi materi pembelajaran.\nDengan metode ini, peserta pelatihan diharapkan dapat mengalami praktik lapangan \nyang nyata sekaligus adanya adaptasi materi pembelajaran sehingga dapat \nmeningkatkan motivasi dan pemahaman lebih baik.\nPenelitian ini menggunakan metodologi Design Research Methodology (DRM) \nuntuk merancang framework usulan dengan mengombinasikan framework desain \ngame simulasi pada lingkungan pembelajaran virtual 3D multiuser dan framework\nadaptif gamification untuk adaptasi materi pembelajaran. Elemen sebagai kriteria \nadaptif adalah level pengetahuan yang diukur menggunakan logika fuzzy.\nFramework usulan kemudian diimplementasikan pada 30 orang responden dan \nhasil belajar dibandingkan dengan metode konvensional pada 30 orang responden. \nDesain framework usulan telah berhasil dirancang dan diimplementasikan. Hasil \nevaluasi menunjukkan bahwa motivasi belajar peserta yang menggunakan metode elearning usulan lebih tinggi dibandingkan pelatihan daring secara konvensional. Pada\ntingkat kepercayaan 95%, metode e-learning usulan mampu meningkatkan \npemahaman peserta, dengan peningkatan nilai sebesar 25,01%. Selain itu, dengan \ntingkat kepercayaan 90%, peningkatan pemahaman peserta pada metode e-learning\nusulan lebih tinggi dibandingkan pada metode pelatihan daring konvensional, \ndengan perbedaan rata-rata nilai sebesar 9,11 poin", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/225589", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/225590", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/225592"}, "Penulis": "Fahrur Rozi [23218056]", "Kontributor / Dosen Pembimbing": ["Yusep Rosmansyah, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "e-learning, game simulasi 3D, framework, adaptif, logika fuzzy", "Sumber": "", "Staf Input/Edit": "karya", "File": "11 file", "Tanggal Input": "16 Jun 2021"}