{"Nomor": 55253, "Judul": "DETEKSI OTOMATIS SINYAL-P PADA GEMPA BUMI MENGGUNAKAN DEEP LEARNING DENGAN RANAH WAKTU DAN FREKUENSI UNTUK DATASET TAK SEIMBANG", "Abstrak": "Sistem peringatan dini gempa bumi dan tsunami membutuhkan sub-sistem deteksi\notomatis sinyal-P yang baik untuk menentukan waktu kedatangan gempa bumi.\nSub-sistem ini memiliki masukan berupa sinyal gempa bumi dalam ranah waktu\ndan keluaran berupa waktu kedatangan gempa bumi. Ada beberapa metode umum\nuntuk melakukan deteksi otomatis sinyal-P, salah satunya adalah metode ShortTerm Average/Long-Term Average (STA/LTA) yang dipadukan dengan metode\nAuto-Regressive Coefficient (AR-AIC). Walaupun metode ini praktikal dan realtime, akurasinya masih relatif rendah dengan galat waktu yang relatif besar juga.\nDengan berkembangnya metode pembelajaran mesin dan memperhatikan\nkemiripan karakteristik antara sinyal gempa dengan sinyal citra, penggunaan\nmetode Deep Learning dapat meningkatkan kinerja pada deteksi otomatis sinyal-P.\nDengan menganggap jenis kanal seismogram sebagai tinggi citra dan sinyal-sinyal\ntiap waktunya dalam sebuah window tertentu sebagai lebar citra, sinyal gempa bumi\ndapat diilustrasikan sebagai sinyal citra. Sayangnya, sinyal gempa ini termasuk\npada golongan dataset yang tak seimbang karena faktanya data yang mengandung\nsinyal- P jauh lebih sedikit dari data yang tidak mengandung sinyal-P. Diusulkan\npada riset ini, sebuah deteksi otomatis sinyal-P dengan menggunakan Deep\nLearning pada ranah waktu dan frekuensi dengan metode oversampling SMOTE.\nDeep Learning digunakan sebab dapat melakukan generalisasi dengan baik untuk\ndataset yang luas akibat lapisan konvolusi dan lapisan pooling yang berada di dalam\narsitekturnya. Selain itu, dengan menggunakan SMOTE, masalah ketidakseimbangan dataset dapat terselesaikan dengan cara memperbanyak data yang\nmengandung sinyal-P, namun tidak melalui duplikasi. Dengan menggunakan\nmetode ini, akurasi sistem adalah 99.3 % dengan root mean square error hasil\ndeteksi pada 0.202 detik pada dataset sinyal gempa berfrekuensi sampling 100 Hz.\nSelain itu, dengan menggunakan prosesor i7, waktu eksekusi maksimal dari metode\nini adalah 0.17 detik dengan waktu periodik pada nilai 0.4 detik. Dengan hasil\ntersebut, sistem ini berhasil mendeteksi waktu nyata kedatangan sinyal gempa.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/225600", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/225601", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/225603"}, "Penulis": "Rhesa Aditya Sugondo [23220316]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Carmadi Machbub"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Deep Learning, Ranah Frekuensi, Sinyal Gempa, SMOTE.", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "16 Jun 2021"}