{"Nomor": 55257, "Judul": "PENGEMBANGAN ARSITEKTUR DASHBOARD PENDETEKSI ANOMALI PADA NETWORK MANAGEMENT SYSTEM (NMS) BERBASIS MACHINE LEARNING", "Abstrak": "Data dari Kominfo menyatakan bahwa masih terdapat setidaknya 12.548\ndesa/kelurahan di Indonesia yang belum terjangkau jaringan 4G. Karena itu,\ndiperlukan kerja sama dari pemerintah dan ISP dalam memastikan daerah yang\nbelum terhubung juga dapat menikmati layanan yang tidak tertinggal jauh dari\ndaerah yang lainnya. Untuk itu, pemerintah membutuhkan suatu solusi yang dapat\ndipergunakan untuk memantau kinerja dari ISP dalam menjalankan penyediaan\nlayanan di daerah yang menjadi fokus dari program kerja sama tersebut. Saat ini,\npemerintah menggunakan sebuah solusi NMS yang baru dapat menampilkan data\nuptime saja. Harapannya, akan dikembangkan suatu sistem yang mampu merekap\nperforma ISP maupun perangkat secara bulanan dan melaporkan rekap tersebut\nsebagai bahan evaluasi.\nPada tugas akhir ini, dikembangkan sistem untuk mendeteksi anomali dengan cara\nmengidentifikasi kasus-kasus yang telah teridentifikasi pada penelitian sebelumnya\ndan mengelompokkan kasus-kasus yang belum teridentifikasi berdasarkan\nkarakteristiknya dengan menggunakan ML dalam proses penelitian dan konstruksi\nmodel. Hasil identifikasi tersebut kemudian divisualisasikan dalam bentuk\ndashboard yang memuat grafik uptime, tabel kejadian, grafik rekap kejadian,\nbeserta metrik-metrik yang diperlukan untuk mengevaluasi performa perangkat.\nDashboard kemudian akan dijalankan dalam sebuah penyedia layanan komputasi\nawan sehingga dapat diakses dengan mudah oleh pengguna yang ingin melakukan\npengawasan terhadap ISP maupun perangkat tertentu.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/225638", "Abstrak": "https://digilib.itb.ac.id/gdl/download/225639", "Abstract": "https://digilib.itb.ac.id/gdl/download/225640", "Daftar Pustaka": "https://digilib.itb.ac.id/gdl/download/225648"}, "Penulis": "Garry Putranto Arimurti [18117034]", "Kontributor / Dosen Pembimbing": ["Ir. Hendrawan, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Uptime, Anomali, Machine Learning, Dashboard", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "16 Jun 2021"}