{"Nomor": 55250, "Judul": "ELIMINASI MASALAH LIKUIDITAS DARI MISMANAJEMEN YANG BERKEPANJANGAN: KASUS DARI PERUSAHAAN MANUFAKTUR", "Abstrak": "Likuiditas dalam suatu bisnis merupakan salah satu komponen yang sangat penting dan tidak bisa dilihat sebelah mata, likuditas dalam perusahaan dibaratkan sebagai darah dalam suatu tubuh, jumlah debit dan lancar likuditas dalam perusahaan sama pentingnya seperti darah dalam tubuh. Namun, likuditas tidak berdiri diri sendiri, likuiditas dipengaruhi oleh manajemen perusahaan, pola kerja dan prosedur yang diterapkan dalam perusahaan. Dalam thesis ini, penulis menjelaskan bagaimana likuditas dipengaruhi oleh manajemen perusahaan, pola kerja dan prosedur yang diterapkan dalam perusahaan. Dalam kasus yang diangkat dalam thesis ini, perusahaan manufaktur yang diceritakan menghadapi masalah likuditas dari masalah seperti tidak adanya manajemen keuangan, tidak adanya strategi perusahaan efektif, kurangnya manajemen operasional dan sumber daya manusia hingga praktek informal seperti tidak mengikuti kaidah tata kelola baik dan buruknya praktik legal dalam bisnis. Untuk mengadapi masalah tersebut penulis mengusulkan lima solusi seperti merubah strategi perusahaan, menggunakan pendekatan baru dalam manajemen keuangan, memperbaiki manajemen operasioal, membenahi manajemen sumber daya manusia dan memformalkan praktik-praktik bisnis, Penulis mengharapkan solusi dalam thesis ini dapat membantu perusahaan dalam mengeliminir ketidakliquitan perusahaan dan memberikan inspirasi dan rekomendasi kepada membaca yang mempunyai masalah yang serupa.", "Daftar File": {"2021_TS_PP_Fady Nandita As Siddiq_Abstrak-1.pdf)u": "https://digilib.itb.ac.id/gdl/download/225567"}, "Penulis": "Fady Nandita As Shiddiq [29118200]", "Kontributor / Dosen Pembimbing": ["Erman Sumirat, S.E., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Likuiditas; Manufakturing; Manajemen Perusahaan", "Sumber": "Perusahaan Manufaktur", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Jun 2021"}