{"Nomor": 55261, "Judul": "OPTIMASI PARAMETER PENGEBORAN DALAM AKTIVITAS PENGEBORAN  SEMEN UNTUK MENINGKATKAN PERFORMA KERJA ULANG  MENGGUNAKAN DESIGN OF EXPERIMENT (STUDI KASUS: PT BOS*)", "Abstrak": "PT Beta Oil Sumatra (PT BOS) merupakan salah satu anak perusahaan dari Beta Oil Corporation yang beroperasi di bisnis hulu minyak dan gas bumi di Indonesia sejak tahun 1920 sebagai operator dari Rocket block. Sepanjang tahun 2020, PT BOS menghadapi kondisi bisnis yang menantang dimana salah satu metrik performa yang diukur yakni rig cycle time untuk kerja ulang sumur dengan aktifitas pengeboran semen lebih tinggi 12.5% dibandingkan dengan yang direncanakan. Hal ini berdampak kepada meningkatnya pengeluaran operasi perusahaan. \nSuatu riset perlu dilakukan untuk mengatasi permasalahan bisnis yang dialami PT BOS. Terdapat beberapa tujuan riset yang ingin dicapai antara lain: mencari faktor penyebab timbulnya masalah, mengetahui faktor-faktor yang dapat berpengaruh secara significant terhadap laju pemboran, mendapatkan pengaturan optimal dari parameter pengeboran agar mendapatkan laju pengeboran maksimum, serta membuat rencana implementasi solusi yang telah diuji supaya solusi tersebut bisa dilakukan secara berkelanjutan di masa yang akan datang. Berdasarkan hasil diskusi kelompok dengan melibatkan tim ahli perusahaan serta para pemangku kepentingan menggunakan analisa five why, ditemukan bahwa penyebab terjadinya masalah adalah tidak tersedianya panduan teknis mengenai pengaturan parameter pengeboran optimal menggunakan pendekatan scientific.  \nDesign of experiment (DOE) yang merupakan suatu pendekatan scientific terstruktur dalam melakukan percobaan akan diterapkan untuk mengidentifikasi variabel input yang mempengaruhi ouput dari proses pengeboran semen untuk kemudian dilakukan optimasi agar mendapatkan pegaturan input yang optimal dalam rangka mendapatkan laju pemboran maksimal. Serangkaian langkah perlu dilakukan dalam melakukan riset antara lain: menentukan faktor, level dan respon; Melakukan seleksi untuk menentukan faktor-faktor yang significant berpengaruh terhadap respon yang akan divariasikan ketika melakukan percobaan; Memilih desain percobaan terbaik untuk proses pengeboran semen; Melakukan percobaan berdasarkan desain yang telah dibuat; Menganalisa data hasil percobaan, menarik suatu kesimpulan untuk melakukan prediksi berdasarkan model yang ada, serta melakukan uji konfirmasi terhadap prediksi tersebut. \nDengan menerapkan solusi yang diajukan, didapatkan hasil riset berupa peningkatan nilai rata-rata laju pemboran semen sebesar 57% dan menurunkan variasi laju pemboran semen sebesar 71.6%, sehingga dapat berkontribusi secara significant dalam menurunkan rig cycle time kerja ulang dengan aktivitas pengeboran semen sebesar 10.8% bagi perusahaan yang setara dengan $ 25,500 per bulan dari sisi penghematan biaya operasi dan peningkatan pendapatan.", "Daftar File": {}, "Penulis": "Didit Yudi Permana [29119296]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "optimisasi, parameter pengeboran, pengeboran semen, DOE, kerja ulang", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "0 file", "Tanggal Input": "16 Jun 2021"}