{"Nomor": 55268, "Judul": "OPTIMALISASI KEANDALAN INDIKATOR FINANSIAL PROYEK INVESTASI  PADA PERUSAHAAN PADAT MODAL: STUDI KASUS PROYEK PERLUASAN  PELABUHAN INTERNASIONAL RO-RO DUMAI-MALAKA", "Abstrak": "Pembangunan pelabuhan internasional Ro-Ro Dumai-Malaka merupakan rancangan strategis pemerintah Indonesia guna meningkatkan moda distribusi logistik nasional khususnya pada aktivitas perdagangan regional Asia Tenggara. PT. Pelindo I sebagai BUMN operator kepelabuhanan merupakan kandidat yang akan mendapatkan delegasi pelaksanaan program strategis ini melalui penyediaan sarana kepelabuhanan yang mampu memenuhi kebutuhan penyeberangan Internasional.  \nPenelitian ini bertujuan untuk melakukan penilaian dan optimalisasi aspek finansial pada internal PT Pelindo I akibat dari dilaksanakan proyek ini. Sebagai perusahaan dengan karakter padat modal maka aksi korporasi harus dapat memberikan imbal return atau keuntungan yang baik dengan resiko yang dapat termitigasi secara jelas. Analisa dilakukan dengan melihat bagaimana kinerja finansial perusahaan melalui laporan keuangan dan melakukan pengembangan proyeksi atas kinerja keuangan tersebut akibat aktivitas finansial yang terjadi dari proyek Ro-Ro Dumai-Malaka. Penilaian juga dilakukan melalui analisa indikator finansial utama NPV, IRR, Payback Period serta dengan melihat bagaimana proyeksi kinerja ROA dan ROE yang dihasilkan \nHasil analisa menunjukkan bahwa skenario andal hanya akan diperoleh pada tingkat layanan perkapalan menengah. Sehingga skenario 2 menjadi pilihan minimum, dengan tingkat layanan perkapalan realistis 61%, nilai tukar IDR-USD Rp.14600, dan tingkat inflasi 3,97%, dengan rekomendasi penerapan mekanisme subscription antara pelabuhan dan pengguna layanan. Adapun hasil ROA dan ROE perhitungan sebesar 0,83% dan 0,89% dan akan positif seiring dengan pertumbuhan pendapatan. Penerapan ini dinilai efektif menghasilkan kinerja finansial yang baik serta dapat menjamin keberlangsungan usaha jangka panjang, selain itu juga dapat mengoptimalkan penyerapan penggunaan layanan oleh industri-industri dengan komoditas utama berupa produk ekspor pada regional Asia Tenggara", "Daftar File": {"2021_TS_PP_Muhammad Rilly Aka Yogi_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/225677"}, "Penulis": "Muhammad Rilly Aka Yogi [29119339]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Optimalisasi, Finansial, Padat Modal, Resiko,", "Sumber": "DUMAI-MALAKA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Jun 2021"}