{"Nomor": 55269, "Judul": "PENGUKURAN RADIO FREQUENCY INTERFERENCE (RFI) PADA SITUS-SITUS OBSERVATORIUM ASTRONOMI RADIO INDONESIA DI MASA DEPAN", "Abstrak": "Pengamatan astronomi radio dilakukan dengan mengamati gelombang elektromagnetik\nyang datang dari sumber-sumber alami di langit dengan memanfaatkan\nspektrum radio. Penggunaan spektrum radio telah diatur oleh Inter-\nnational Telecommunication Union (ITU) dalam tabel alokasi frekuensi yang\npraktiknya di Indonesia dikelola oleh Kementerian Komunikasi dan Informatika\n(Kemkominfo). Oleh karena sifatnya yang pasif, aktivitas astronomi radio\nakan sangat rentan terhadap keberadaan Radio Frequency Interference (RFI).\nPengukuran RFI dilakukan sebagai langkah awal penyiapan observatorium astronomi\nradio baru untuk memperoleh gambaran spektrum radio pada lokasilokasi\nyang dipilih, antara lain: Stasiun Bumi Indosat di Jatiluhur, Observatorium\nBosscha di Lembang, dan Gedung CAS ITB di Bandung. Pengukuran\ndi ketiga tempat ini dilakukan selama beberapa hari di tahun 2019, 2020 dan\n2021, dengan mengadopsi protokol pengukuran RFI standar Square Kilometer\nArray (SKA) serta meninjau pengukuran-pengukuran yang telah dilakukan di\nAfrika Selatan, Finlandia, dan Cina.\nInstrumen yang digunakan antara lain: antena LPDA AaroniaTM HyperLOG\n60100, RF pre-amplifier AaroniaTM UBBV2, dan spectrum analyzer AaroniaTM\nSpectran HF-60105. Frekuensi 680 { 9.400 MHz dipilih dengan mengoptimalkan\nkemampuan instrumen. Pengukuran dalam satu hari dilakukan selama\nsekitar 24 jam pada empat arah mata angin dan dua polarisasi. Hasil dan\nanalisis pengukuran disajikan dalam plot spectral power \nux density (SPFD)\nterhadap frekuensi serta keterisian spektral (spectral occupancy) pada pita-pita\nfrekuensi yang dipilih.", "Daftar File": {"ABSTRAK Sahlan Ramadhan": "https://digilib.itb.ac.id/gdl/download/225674"}, "Penulis": "Sahlan Ramadhan [20318301]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Taufiq Hidajat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Astronomy", "Kata Kunci": "alokasi frekuensi, astronomi radio, RFI", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Jun 2021"}