{"Nomor": 55271, "Judul": "USULAN MODEL BISNIS SOSIAL BARU MUKOMI STUDIO UNTUK MENINGKATKAN TINGKAT KELAIKAN KERJA PENYANDANG   DISABILITAS", "Abstrak": "Bekerja / kemampuan untuk bekerja menghubungkan banyak aspek kehidupan manusia, namun akses untuk\nmendapatkannya masih menjadi masalah bagi beberapa kalangan minoritas di masyarakat, sebagai contoh\nMasyarakat dengan Disabilitas (MD). Terdapat cukup banyak program yang dikembangkan agar MD dapat\nmemperoleh akses yang lebih baik ke pasar tenaga kerja. Akan tetapi terdapat pertanyaan besar mengenai\napakah landasan dari program-program tersebut sudah berdasarkan prioritas kebutuhan MD dan sesuai\ndengan apa yang mereka butuhkan -atau inginkan-. Pilihan yang terbatas dan skala yang kecil dari program\nyang dikembangkan juga menurunkan indeks partisipan MD di dalamnya.\nMukomi Studio adalah sebuah usaha kreatif social yang menawarkan jasa konten kreatif dan produksi \nintellectual property (IPs) untuk menangani masalah kemiskinan yang dialami MD. Rendahnya angka\npartisipasi MD dalam sektor pendidikan formal dan rendahnya penyerapan tenaga kerja disabilitas di bursa\nlapangan kerja diasumsikan mempengaruhi tingkat kelaikan pekerja dengan disabilitas. Hipotesis dalam\nkerangka konsep studi ini adalah penyediaan aksesibilitas dan aksi afirmatif inklusif akan mampu\nmendukung kolaborator MD untuk menghasilkan konten kreatif berkualitas yang melewati ekspektasi dan\nstigma tentang ke-disabilitas-an mereka. \nPenelitian ini bertujuan untuk menilai lebih dalam pengembangan divisi pendukung bisnis untuk masalah \ntersebut. Penulis melakukan analisis internal perusahaan dengan Model Kanvas Bisnis Sosial termasuk\ndidalamnya terdapat sistem pelatihan internal yang ditinjau dari perspekif Aksesibilitas dan Pelatihan\nTerpadu. Perangkat lain dalam analisa internal adalah Analisa Marketing Gabungan dan Analisa Rantai\nNilai. Hasil dari analisa internal kemudian dianaisa menggunakan Analisa Segmentasi, Target dan Posisi\n(Analisa STP). Analisa eksternal menggunakan Matriks Kewirausahaan Sosial, Kebutuhan-Keingan dan\nTuntutan, Pengambilan Keputusan Konsumen dan Penerima Manfaat, Kuesioner target konsumen dan\npenerima manfaat, wawancara mendalam dengan tokoh terkait, Analisa PESTL dan Teori Perubahan. Data\nyang diperoleh kemudian dianalisa dengan Analisa SWOT. Hasil dari analisa SWOT dan STP ditinjau\ndengan Analisa Perbandingan. \n\nHasil dari penelitian ini adalah model bisnis, sistem pelatihan internal dan sistem manajemen dampak sosial \nyang baru bagi Mukomi Studio. Hasil dari Analisa STP adalah target konsumen Mukomi Studio terdiri dari\nkeluarga dengan anak Tuli dalam kelompok umur 4-6 tahun dan 7-11 tahun, serta berkomunikasi dengan\nmenggunakan bahasa isyarat BISINDO. Dari Analisa STP juga didapatkan target penerima manfaat\nMukomi Studio adalah kelompok masyarakat Tuli, pria dan wanita, usia 21-27 tahun yang berdomisili di \nprovinsi Jawa Barat, tidak memiliki pemasukan tetap dan bergantung pada keluarga, serta menggunakan\nbahasa isyarat BISINDO.\n\nHasil dari Analisa Perbandingan dengan usaha sosial kreatif lainnya menunjukkan bahwa Mukomi Studio\nmemiliki kekuatan di pengembangan kekayaan intelektualnya  -dalam hal ini produksi animasi. Hasil sistem\npelatihan internal yang baru adalah Pelatihan Animasi Terpadu. Pada sistem manajemen dampak sosial\nyang baru dengan menggunakan Teori Perubahan, hasil keluaran dan capaian misi sosial Mukomi Studio\nditranslasi menjadi tujuan bisnis.", "Daftar File": {"2021_TS_PP_Purbaningsih Dini S._1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/225676"}, "Penulis": "Purbaningsih Dini Sashanti [29117565]", "Kontributor / Dosen Pembimbing": ["Dr.rer.pol. Eko Agus Prasetio, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "disabilitas, kewirausahaan sosial, model kanvas bisnis sosial, teori perubahan, workshop terpadu.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "16 Jun 2021"}