{"Nomor": 55274, "Judul": "PEMODELAN ALOKASI AIR PADA DAS CIPUNAGARA DAN CILANGAN MENGGUNAKAN PERANGKAT LUNAK WEAP", "Abstrak": "Kebutuhan air pada Kabupaten Subang, Sumedang dan Indramayu dilayani oleh DAS Cipunagara dan DAS Cilangan. Ketiga kabupaten tersebut tersebut mengalami peningkatan kebutuhan air yang diakibatkan oleh meningkatnya populasi penduduk, berkembangnya industri, dan berkurangnya luas tutupan lahan hutan. Meningkatnya kebutuhan air pada ketiga kabupaten tersebut tidak diimbangi oleh ketersediaan air yang tersedia pada DAS Cipunagara dan DAS Cilangan. Tidak seimbangnya antara kebutuhan dan ketersediaan air menyebabkan diperlukannya studi potensi sumber air baku untuk menentukan solusi dari alternatif-alternatif yang telah direncanakan dengan tujuan memenuhi kebutuhan air baku dan pengembangan potensi sumber daya air di lokasi studi serta melihat pengaruh dari penambahan Waduk Cilame terhadap pemenuhan kebutuhan air.\nStudi ini dilakukan untuk mensimulasikan alokasi air dengan menggunakan perangkat lunak WEAP (Water Evaluation And Planning) di wilayah DAS Cipunagara dan DAS Cilangan serta menentukan pengaruh dari Waduk Cilame terhadap pemenuhan kebutuhan air. Simulasi dilakukan dengan membuat dengan empat skenario dengan waktu simulasi selama 20 tahun.\nBerdasarkan hasil simulasi yang dilakukan, skenario 3 dengan penambahan Waduk Cipunagara, Cilame, dan Sadawarna dapat meningkatkan luas daerah irigasi eksisting seluas 1.668 ha jika dibandingkan dengan skenario eksisting. Jika dibandingkan skenario 2 seluas 1030 ha, sedangkan skenario 1 seluas 977.26 ha. Sehingga skenario 3 direkomendasikan untuk diterapkan dalam alokasi air DAS Cipunagara dan DAS Cilangan.", "Daftar File": {"ABSTRAK Dimas Mahendra": "https://digilib.itb.ac.id/gdl/download/225681"}, "Penulis": "Dimas Mahendra [95018007]", "Kontributor / Dosen Pembimbing": ["Ir. Dantje Kardana Natakusumah, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Simulasi, DAS Cipunagara, DAS Cilangan, Waduk Cilame", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Jun 2021"}