{"Nomor": 55288, "Judul": "PENGEMBANGAN PERENCANA LOKAL MENGGUNAKAN KAMERA KEDALAMAN UNTUK PENGONTROLAN KENDARAAN OTONOM", "Abstrak": "Keamanan selama berkendara merupakan faktor yang harus diutamakan termasuk pada kendaraan otonom. Namun, pada kenyataannya masih banyak kecelakaan yang terjadi akibat sistem otonom yang gagal dalam merespons lingkungannya, sehingga penelitian belakangan ini ditujukan untuk memperbaiki sistem tersebut dan menargetkan tingkat kendaraan otonom menjadi tingkat otonom 5. Penelitian kendaraan otonom oleh Prodi Teknik Fisika, Institut Teknologi Bandung (TF ITB) saat ini baru mencapai tingkat otonom 2 menuju 3. Penelitian ini diajukan untuk meningkatkan tingkat otonom kendaraan golf otonom TF ITB menjadi tingkat 3 menuju 4. Hal ini dilakukan dengan mengimplementasikan rancangan pengontrol dengan perencana lokal yang mampu menghasilkan lintasan secara real-time. Dengan demikian, sistem ini akan bermanfaat dalam meningkatkan tingkat keamanan pengendara karena sistem didesain untuk merespons lingkungan.\nPerencana lokal merupakan salah satu bagian pada sistem pengontrol kendaraan otonom yang akan memberikan pembaruan pada lintasan dengan mengumpanbalikkan persepsi lingkungan. Sistem perencana lokal yang diajukan dirancang dengan mengintegrasikan algoritma conformal spatiotemporal lattice dan pendeteksi objek yang menggunakan model arsitektur Faster R-CNN. Pengambilan data untuk pendeteksian objek dilakukan dengan kamera kedalaman (depth camera) dan diimplementasikan pada kendaraan golf otonom. Realisasi integrasi antara pengontrol, sensor, dan aktuator dilakukan dengan menggunakan Robot Operating System (ROS) sebagai middleware.\nUji coba pendeteksi objek menggunakan kamera kedalaman Intel RealSense D435 dan D455 menunjukkan performa terbaik pada kamera D455 dengan galat mutlak terbesar sebasar 10,29%. Oleh karena itu, pendeteksian objek pada tugas akhir dilakukan dengan menggunakan kamera D455. Sistem perencana lokal diuji coba pada lintasan lurus tanpa objek dengan memberikan variasi frekuensi cuplik untuk melihat respons kendaraan. Hasil respons optimal kendaraan golf diperoleh pada frekuensi 0,3 Hz yang menghasilkan nilai MAE, MSE, dan RMSE dari galat posisi kendaraan golf terhadap lintasan global masing-masing sebesar [0,40; 0,19; 0,44] dan waktu tempuh selama 28,9 detik. Selain itu, dilakukan pengujian dengan menggunakan objek pada lintasan. Respons optimal dihasilkan dengan menggunakan frekuensi cuplik sebesar 0,3 Hz, jarak lookahead sebesar 10 m, dan nilai faktor pembobotan sebesar 0,75 dengan tingkat keberhasilan sebesar 100%. Tugas akhir ini telah menghasilkan perencana lokal yang memungkinkan untuk menghasilkan lintasan secara real-time berdasarkan persepsi yang didapatkan dari kamera kedalaman. Evaluasi performa pada masing-masing parameter telah disajikan pada tugas akhir ini, sehingga dapat menjadi bahan referensi untuk penelitian perencana lokal pada kendaraan otonom di masa mendatang.", "Daftar File": {"ABSTRAK Alif Rizqullah Mahdi": "https://digilib.itb.ac.id/gdl/download/225695"}, "Penulis": "Alif Rizqullah Mahdi [13317072]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC", "Miranti Indar Mandasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kendaraan otonom, perencana lokal, conformal spatiotemporal lattice, kamera kedalaman, robot operating system", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Jun 2021"}