{"Nomor": 55309, "Judul": "PREDIKSI PERGERAKAN HARGA SAHAM DI INDONESIA MENGGUNAKAN METODE SUPPORT VECTOR MACHINE", "Abstrak": "Saham memiliki karakteristik yang dinamis dan sulit diprediksi karena pergerakannya dipengaruhi oleh berbagai faktor. Berbagai cara telah dikembangkan untuk memprediksi pergerakan harga saham, diantaranya adalah dengan menggunakan analisis teknikal dan analisis fundamental. Selain kedua teknik analisis tradisional tersebut dikenal pula teknik analisis sentimen. Beberapa penelitian telah mencoba memprediksi pergerakan harga saham melalui berbagai pendekatan dengan mempertimbangkan penggunaan berbagai teknik analisis tersebut. Akan tetapi, hasil yang didapatkan dari penelitian sebelumnya sangat bervariasi tergantung dari objek dan variabel yang digunakan. Hal ini dikarenakan ada banyak faktor yang dapat mempengaruhi pergerakan harga saham dan penelitian tersebut diduga belum dapat merepresentasikan seluruh faktor yang ada. Salah satunya adalah belum terdapat penelitian yang mencoba mempertimbangkan penggunaan aspek analisis fundamental yang ditinjau dari nilai tukar mata uang dan aspek analisis teknikal yang ditinjau dari pergerakan indeks harga saham di negara lain. Selain itu, belum terdapat pula penelitian yang mempertimbangkan penggunaan berita dalam melakukan analisis sentimen untuk memprediksi pergerakan harga saham di Indonesia. Penelitian ini bertujuan untuk memprediksi pergerakan harga saham di Indonesia berdasarkan analisis sentimen, analisis teknikal, dan analisis fundamental menggunakan metode support vector machine (SVM). Data yang digunakan pada penelitian ini terdiri dari data berita, harga historis saham, nilai tukar mata uang USD-IDR, serta pergerakan indeks harga saham di negara lain. Pengolahan data dilakukan dengan menggunakan metode Support Vector Machine (SVM) dan didapatkan hasil berupa rata-rata tingkat akurasi prediksi sebesar 65,33%. Penggunaan nilai tukar mata uang USD-IDR dan pergerakan indeks harga saham di negara lain sebagai prediktor pada penelitian ini dapat meningkatkan rata-rata tingkat akurasi sebesar 11,78% apabila dibandingkan dengan prediksi tanpa menggunakan kedua variabel tersebut yang hanya menghasilkan rata-rata tingkat akurasi sebesar 53,55%.", "Daftar File": {"2021 - ERVANDIO IRZKY ARDYANTA  - abstrak": "https://digilib.itb.ac.id/gdl/download/225717"}, "Penulis": "Ervandio Irzky Ardyanta [23419002]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Analisis fundamental, analisis sentimen, analisis teknikal, prediksi harga saham, support vector machine", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Jun 2021"}