{"Nomor": 55318, "Judul": "PENGEMBANGAN DASHBOARD DETEKSI ANOMALI PADA NETWORK MANAGEMENT SYSTEM (NMS) BERBASIS MACHINE LEARNING", "Abstrak": "Sejak tahun 2015, pemerintah Indonesia telah fokus pada penyediaan jaringan\ninternet di daerah 3T (tertinggal, terluar, dan terdepan). Penyediaan jaringan\ninternet ini merupakan proyek dari Kementrian Komunikasi dan Informatika\nbekerja sama dengan kementrian lainnya pada program Universal Service\nObligation (USO). Sebanyak 4000 Base Transceiver Station (BTS) direncanakan\nakan dibangun dengan separuhnya terdapat di Papua dan Papua Barat.\nPembangunan ini menjadi tanggung jawab Bakti untuk membangun akses internet\nmenggunakan dana USO. Agar penggunaan dana USO dapat optimal, pemerintah\nharus dapat memastikan apakah infrastruktur yang dibangun oleh operator\ntelekomunikasi dapat berfungsi dengan baik dan dapat menyediakan layanan\ninternet setiap waktu.\nPengawasan terhadap ketersediaan layanan dapat dilakukan dengan melihat pada\nuptime perangkat/sensor. Namun, seringkali terjadi kesalahan dimana update\nuptime yang diterima dari sebuah sensor tidak selalu ikut bertambah seiring dengan\npenambahan waktu, bahkan tidak ada update sama sekali yang diterima dari sensor\ntersebut. Hal ini dapat disebabkan karena masalah konektivitas dari sensor ke NMS\natau memang sensor dalam keadaan mati. Sebelumnya terdapat sebuah penelitian\nyang membahas mengenai kesalahan-kesalahan ini dan membaginya menjadi\nempat kasus, namun masih ada beberapa kejadian yang belum dapat\ndiklasifikasikan kedalam empat kasus tersebut, kejadian ini disebut dengan\nanomali. Oleh karena itu, kami membuat sistem yang dapat mendeteksi anomali\ntersebut dan mengklasifikasikannya ke dalam kasus baru menggunakan machine\nlearning serta menampilkan beberapa detailnya dalam bentuk visualisasi\ndashboard yang dapat dipahami dengan mudah. Dari penelitian yang telah\ndilakukan, ditemukan tiga klasifikasi kasus baru (anomali). Pada dashboard\nditampilkan grafik uptime setiap waktu, jumlah anomali yang terdeteksi pada setiap\nsensor, dan peringkat sensor. Selain itu, setiap awal bulan akan dikirim notifikasi\nkepada pengguna mengenai perangkat dengan jumlah anomali terbanyak. Hasil dari\nproyek ini dapat membantu operator untuk mengetahui kondisi setiap perangkat\nmereka sehingga evaluasi dapat dilakukan dengan mudah dan cepat.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/225727", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/225728", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/225730"}, "Penulis": "Nadia Veronika [18117001]", "Kontributor / Dosen Pembimbing": ["Ir. Hendrawan, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Dashboard, Uptime, Sensor, Machine Learning, Anomali", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "17 Jun 2021"}