{"Nomor": 55311, "Judul": "PEMANFAATAN RUMPUT JARI SEBAGAI BAHAN BAKU PEMBUATAN KERTAS LUKIS", "Abstrak": "Kertas merupakan material penting yang digunakan untuk berbagai tujuan di dalam kehidupan sehari-hari yang berfungsi sebagai bahan untuk menulis, melukis hingga menjadi produk kemasan. Walaupun dunia sudah memasuki era digital, permintaan akan kebutuhan kertas terus meningkat setiap tahunnya dan untuk saat ini, sebanyak 93% kertas yang diproduksi masih berasal dari pohon. Produksi kertas yang terus meningkat menyebabkan terjadinya pengundulan hutan. Bahan baku kertas selain kayu (non-kayu) sangat diperlukan dalam mengatasi masalah ini. Salah satu bahan baku kertas non-kayu adalah rumput dan salah satunya adalah rumput jari. Rumput jari merupakan rumput yang tumbuh subur dan banyak di daerah beriklim tropis seperti Indonesia.\nKertas yang dibuat dalam penelitian ini adalah kertas lukis karena kertas tersebut memiliki spesifikasi yang lebih sederhana dibandingkan kertas lainnya (kertas tulis, cetak, dan kardus) sehingga penelitian terkait kertas rumput jari dapat dikembangkan lebih lanjut untuk aplikasi kertas lainnya. Delignifikasi dengan menggunakan larutan NaOH (alkalisasi) merupakan proses pembuatan kertas pada penilitian ini sedangkan, metode untuk mengidentifikasi kandungan lignoselulosa pada rumput jari digunakan metode Chesson-Datta. Delignifikasi pada penelitian ini menggunakan larutan NaOH dengan konsentrasi 5%, 10%, 15%, dan 17.5% (w/v), waktu pemasakan pulp 2 jam, dan pada temperatur 90oC. Peningkatan konsentrasi larutan NaOH selama proses alkalisasi menyebabkan: penurunan berat pulp yang dihasilkan, densitas, kekuatan sobek, dan kekuatan tarik dari kertas; peningkatan kemurnian selulosa dan daya serap tinta dari kertas; serta tidak berpengaruh secara signifikan dengan ketebalan kertas yang dihasilkan.", "Daftar File": {"ABSTRAK Luhadi Satriawan": "https://digilib.itb.ac.id/gdl/download/225719"}, "Penulis": "Luhadi Satriawan [13717024]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Mardiyati, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "pulp, kertas lukis, kertas non-kayu, rumput jari, delignifikasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Jun 2021"}