{"Nomor": 55320, "Judul": "PERANGKAT SISTEM NOTIFIKASI JAM ISTIRAHAT KARYAWAN PADA INDUSTRI MANUFAKTUR", "Abstrak": "Luasnya area kerja pada Industri manufaktur besar dan banyaknya seksi pada\nlingkungan kerja indoor membuat supervisor sulit melihat performa pekerja yang\ntersebar di beberapa seksi. Akibatnya, supervisor kesulitan menilai performa\npekerja secara objektif. Selain itu, pekerja juga berpotensi tidak disiplin terhadap\njadwal kerja dan jam istirahat yang telah ditetapkan. Masalah ini dapat\nmenyebabkan kerugian pada industri manufaktur. Untuk menyelesaikan masalah\ntersebut, sistem yang dirancang berupa personnel tracker dengan dua user, yakni\nsupervisor sebagai user antarmuka dan pekerja sebagai user portable device. Sistem\nini memiliki fitur utama untuk melakukan pengawasan dan penyimpanan lokasi\npekerja secara personal. Sedangkan, pokok pembahasan dokumen ini adalah fitur\ntambahan berupa sistem notifikasi jam istirahat karyawan yang selanjutnya siap\ndiintegrasikan dengan proyek rencana awal untuk menambah value produk.\nSistem notifikasi utama dapat diimplementasikan dengan alur sebagai berikut: Saat\njam istirahat tiba, supervisor memberikan perintah notifikasi melalui antarmuka\nkepada portable device yang dibawa oleh pekerja. Ketika jam istirahat habis, device\nakan bergetar secara otomatis. Untuk mematikan getaran, pekerja harus beranjak\ndari tempat istirahat dan kembali ke lingkungan kerja indoor terlebih dahulu.\nTerakhir, pada antarmuka, supervisor dapat melihat apakah pekerja sudah kembali\nke lingkungan kerja atau belum. Untuk menjalankan sistem notifikasi, diperlukan\nsubsistem pendukung seperti subsistem tenaga untuk memberi daya pada portable\ndevice, subsistem penyimpanan data untuk menyimpan data pekerja dan subsistem\nantarmuka untuk interaksi dengan supervisor. Hasil pengujian menunjukkan bahwa\nsistem notifikasi dapat diiimplementasikan dengan baik. Dengan demikian, sistem\nini diharapkan dapat meningkatkan kedisiplinan pekerja pada industri manufaktur.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/225747", "Abstrak": "https://digilib.itb.ac.id/gdl/download/225748", "Abstract": "https://digilib.itb.ac.id/gdl/download/225749", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/225751", "Daftar Pustaka": "https://digilib.itb.ac.id/gdl/download/225757"}, "Penulis": "M. Yafie Abdillah [13217091]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Amy Hamidah Salman, M.Sc.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "personnel tracker, portable device, sistem notifikasi, industri manufaktur.", "Sumber": "", "Staf Input/Edit": "karya", "File": "11 file", "Tanggal Input": "17 Jun 2021"}