{"Nomor": 55338, "Judul": "PEMETAAN 3 DIMENSI MENGGUNAKAN SISTEM LIDAR TERINTEGRASI PADA WAHANA BERGERAK", "Abstrak": "Penggunaan teknologi lidar (light detection and ranging) memberikan banyak manfaat terutama dalam bidang pemetaan. Teknologi lidar mampu memproduksi data awan titik (point cloud) dalam jumlah banyak yang digunakan untuk memetakan objek yang berada di permukaan bumi secara 3 dimensi. Namun, penggunaan teknologi lidar dengan fungsi sederhana belum mampu mengakomodir pemetaan 3 dimensi yang membutuhkan nilai posisi maupun orientasi awan titik yang akurat. Diperlukan suatu integrasi dengan sistem lain untuk bisa menghasilkan sistem lidar yang dapat digunakan dalam kegiatan pemetaan 3 dimensi.\nTujuan penulisan tugas akhir ini adalah melakukan integrasi sensor lidar sederhana dengan sensor IMU (Inertial Measurement Unit) dan GNSS (Global Navigation Satellite System), menganalisis hasil integrasi yang diperoleh, serta melakukan pemetaan 3 dimensi suatu objek jalan untuk menguji coba hasil integrasi alat. Untuk mencapai tujuan tersebut, metodologi yang dilakukan meliputi: integrasi sensor lidar dengan IMU dan GNSS, perencanaan pengukuran data lapangan, akuisisi data lapangan, integrasi data antar sensor, serta pengolahan data hasil integrasi untuk menghasilkan data awan titik suatu objek jalan hasil pemetaan lapangan.\nHasil penelitian menunjukan bahwa integrasi dapat dilakukan melalui proses sinkronisasi waktu pengamatan tunggal, proses estimasi serta transformasi data lidar. Integrasi yang dilakukan masih memiliki kekurangan di mana masih terdapatnya apungan (drift) pada waktu pengamatan serta terjadinya pergeseran (shift) awan titik. Adapun objek 3 dimensi jalan dihasilkan dari proses pemetaan yang dilakukan menggunakan lidar yang telah terintegrasi IMU dan GNSS. Proses filtering dilakukan untuk menghilangkan noise di sekitar objek jalan. Validasi ketinggian DEM (Digital Elevation Model) jalan yang dibentuk memperoleh nilai RMSE sebesar 0.3502 m.", "Daftar File": {"ABSTRAK Adhi Permana": "https://digilib.itb.ac.id/gdl/download/225869"}, "Penulis": "Adhi Permana [15117052]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Gumilar, S.T., M.Si.", "Teguh Purnama Sidiq, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "integrasi, waktu pengamatan tunggal, estimasi & transformasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2021"}