{"Nomor": 55348, "Judul": "ANALISA DAN PERBANDINGAN ANTARA INVESTASI VALUASI DAN PERTUMBUHAN MELALUI PERFORMA INDEKS DI PASAR MODAL  INDONESIA", "Abstrak": "Indonesia merupakan negara berkembang dengan jumlah penduduk sekitar 270 juta jiwa. Namun dengan jumlah penduduk sedemikian besar, minat terhadap investasi khususnya di pasar modal masih sangat rendah, hanya sekitar 1.5% saja. Namun dibalik kecilnya persentase tersebut, terdapat kenaikan yang signifikan pada Januari 2021 dibandingkan akhir tahun 2019 sekitar 70% yang tentu secara langsung akan meningkatkan jumlah transaksi di pasar modal.  \n \nReksadana saham merupakan salah satu pilihan investasi yang konservatif dibandingkan investasi saham. Namun, dari lima reksadana saham dengan Asset Under Management (AUM) terbesar, tiga diantaranya mencatatkan kinerja year to date (YTD) yang negatif di awal tahun 2021. Hal ini tentunya menjadi permasalahan bagi manajer investasi untuk dapat mengelola dana investasi dengan baik dan dapat memberikan pengembalian yang memuaskan. \n \nPenelitian ini bertujuan untuk memberikan gambaran atas performa indeks-indeks saham yang terdapat pada Bursa Efek Indonesia, dengan fokus pada indeks faktoral dan headline, seperti Value30, Growth30, LQ45 and KOMPAS100. Metode yang digunakan adalah dengan melakukan klasifikasi beberapa saham berdasarkan kriteria tertentu. Perbandingan dilakukan dengan menggunakan metode risk adjusted performance, yaitu dengan rasio Sharpe, Treynor dan Jensen. Data sampel diambil dari tahun 2008 hingga 2020, dimana Bursa Efek Indonesia mengalami kondisi bullish dan bearish. Dengan fokus perbandingan pada indeks Value30 dan Growth30, hal ini dapat melihat perbandingan investasi yang memberikan hasil lebih baik, antara investasi pada indeks dengan valuasi yang rendah (value investing) atau investasi pada indeks dengan pertumbuhan yang signifikan (growth investing).", "Daftar File": {"2021_TS_PP_Yudhistira Adinugratama_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/225879"}, "Penulis": "Yudhistira Adinugratama [29119160]", "Kontributor / Dosen Pembimbing": ["Erman Sumirat, S.E., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Growth30, Indeks, Investasi, Resiko, Saham, Value30", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "17 Jun 2021"}