{"Nomor": 55344, "Judul": "PELAPISAN SERBUK KOMPOSIT CR3C2-NICR/NICRALY/NICR DENGAN METODE HVOF (HIGH VELOCITY OXYGEN FUEL)-THERMAL SPRAY UNTUK PIPA BOILER", "Abstrak": "Pada proses produksi listrik tenaga uap, uap air diperoleh dengan membakar batubara untuk memanaskan air secara terus menerus. Tingginya temperatur dan lamanya waktu proses pembakaran berpotensi merusak komponen utama reaktor seperti boiler tube. Jenis kerusakan yang sering terjadi adalah erosi temperatur tinggi. Upaya pencegahan terhadap proses erosi dapat dilakukan secara efektif dengan proses HVOF thermal spray. Namun demikian, material pelapis harus dipilih dengan tepat agar mampu mempertahankan boiler tube dari ancaman lingkungan sekitar. Beberapa penelitian sebelumnya menjelaskan bahwa serbuk komposit keramik dan logam sangat efektif dalam perlindungan pipa boiler tube. Namun, penelitian mengenai campuran 3 jenis serbuk Cr3C2-NiCr/NiCrAlY/NiCr dan pengaruh ukuran terhadap performa lapisan masih belum diteliti.\nPenelitian ini bertujuan untuk mencari performa optimal pada lapisan coating, dengan melakukan variasi komposisi dan ukuran serbuk bahan baku coating. Proses pelapisan dilakukan dengan menggunakan metode HVOF thermal spray, dengan memperhatikan parameter penyemprotan. Hasil lapisan diuji untuk mengetahui hubungan antara sifat makro dan mikro material. Pengujian XRD dilakukan pada saat kondisi serbuk, kondisi lapisan, dan kondisi lapisan setelah dilakukan siklus termal. Pengujian ketahanan oksidasi dilakukan di dalam tungku selama 1 jam pada temperatur 700oC dengan 50 kali siklus. Pengujian metalografi dilakukan untuk mengamati porositas lapisan, selain itu sifat kekerasan mikro lapisan diuji menggunakan alat uji keras mikro Vickers. Fenomena erosi pada setiap lapisan didalami menggunakan simulasi perangkat lunak ANSYS-Fluent, dengan pendekatan persamaan Oka erosion.\nLapisan yang tersusun oleh 60% Cr3C2-NiCr (< 37 ?m) + 20% NiCr + 20% NiCrAlY menunjukan porositas lapisan yang rendah serta kekerasan yang paling tinggi. Pada pengujian erosi lapisan 60% Cr3C2-NiCr (< 37 ?m) + 20% NiCr + 20% NiCrAlY mengalami laju erosi yang paling rendah baik pada sudut 30o maupun pada sudut 90o. Setiap variasi lapisan menunjukan penurunan laju erosi setelah dikenai proses siklus termal. Lapisan 40% Cr3C2-NiCr + 30% NiCr + 30% NiCrAlY memiliki ketahanan oksidasi paling tinggi pada saat proses siklus termal.", "Daftar File": {"2021 TS PP HENDY 1  - abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/225875"}, "Penulis": "Hendy Roesma Wardhana [23719004]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Raden Dadan Ramdan, S.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "boiler tube, HVOF thermal spray, komposisi, ukuran, dan erosi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2021"}