{"Nomor": 55359, "Judul": "KAJIAN PERAN INDUSTRI KONSTRUKSI DALAM PENGURANGAN RISIKO BENCANA MELALUI REKONSTRUKSI PASCABENCANA (STUDI KASUS: PEMBANGUNAN KEMBALI DI PALU SULAWESI TENGAH)", "Abstrak": "Kerugian terbesar akibat bencana gempa bumi di Indonesia masih disumbangkan oleh sektor perumahan. Dalam beberapa tahun terakhir, rekonstruksi pascabencana di Indonesia menerapkan pendekatan berbasis masyarakat untuk pembangunan kembali rumah tinggal. Pada praktiknya skema pembangunan kembali rumah tinggal dapat dengan cepat berubah menjadi skema kontraktual untuk memenuhi tuntutan penyelesaian pembangunan. Permasalahan yang dikaji adalah belum terakomodasinya keterlibatan kontraktor dalam rekonstruksi pascabencana, padahal kontraktor memiliki kompetensi dan kapasitas untuk mengurangi risiko bencana di masa mendatang. Penelitian ini bertujuan untuk memetakan praktik pembangunan kembali rumah tinggal, sebagai peran kontraktor dalam mengurangi risiko bencana, dengan mengambil kasus rekonstruksi pascabencana di Sulawesi Tengah (2018). Gambaran umum pengaturan skema kontraktual pada rekonstruksi pascabencana, serta faktor-faktor pendukung dan penghambat pembangunan rumah tahan gempa juga dijelaskan. Pengumpulan data dilakukan dengan wawancara kepada 7 pemangku kepentingan dan penyebaran kuesioner kepada 5 kontraktor yang terlibat dalam pembangunan. Analisis data dilakukan dengan analisis kualitatif deskriptif, analisis perbandingan, dan analisis statistik deskriptif. Temuan penelitian menunjukan bahwa pengaturan skema kontraktual pembangunan rumah in situ belum diatur sedari awal pelaksanaan rekonstruksi sektor perumahan, persyaratan keterlibatan kontraktor pun tidak memadai dalam memastikan kompetensi kontraktor yang direkomendasikan. Peran kontraktor dalam pembangunan rumah tahan gempa, sebagai usaha pengurangan risiko bencana masih terbatas pada tugasnya untuk melaksanakan pembangunan rumah. Adapun faktor utama yang dapat mendukung kontraktor untuk membangun rumah tahan gempa adalah ketersediaan material konstruksi, sedangkan faktor penghambat utama adalah kekurangan tenaga kerja. Praktik rekonstruksi pascabencana di Sulawesi Tengah oleh sebagian besar responden kontraktor dapat dianggap baik, namun secara keseluruhan, ketersediaan dan bimbingan teknis terhadap gambar detail dan peningkatan pengawasan di lapangan masih perlu di perhatikan.", "Daftar File": {"ABSTRAK I Made Adhi Bayu Rasmawan": "https://digilib.itb.ac.id/gdl/download/225890", "COVER I Made Adhi Bayu Rasmawan": "https://digilib.itb.ac.id/gdl/download/257671", "PUSTAKA I Made Adhi Bayu Rasmawan": "https://digilib.itb.ac.id/gdl/download/257680"}, "Penulis": "I Made Adhi Bayu Rasmawan [25018013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Krishna Suryanto", "Rani Gayatri Kusumawardhani P., S.T., M.Sc., Ph.D.", "Dr. Iris Mahani, S.T., M.T.", "Patria Kusumaningrum, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "kontraktor, pembangunan kembali, rekonstruksi pascabencana, risiko bencana", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "12 file", "Tanggal Input": "17 Jun 2021"}