{"Nomor": 55357, "Judul": "GEOLOGI DAN PEMODELAN RESERVOIR STATIS 3-D PADA INTERVAL PARASIKUEN FS2-FS7, FORMASI PUCANGAN, LAPANGAN WASID, CEKUNGAN JAWA TIMUR UTARA", "Abstrak": "Lapangan Wasid merupakan salah satu lapangan penghasil gas bumi yang berada di Blok Brantas, Cekungan Jawa Timur Utara, Provinsi Jawa Timur. Lapangan Wasid memiliki luas sekitar 56 km2 yang sudah berproduksi sejak 1998. Penelitian dilakukan pada interval parasikuen FS2-FS7 yang merupakan bagian dari Formasi Pucangan. Penelitian dilakukan untuk menentukan asosiasi fasies, lingkungan pengendapan, persebaran fasies, korelasi stratigrafi sikuen, properti petrofisika, membuat pemodelan reservoir statis fasies dan petrofisika serta mengestimasi jumlah hidrokarbon di tempat. Data yang digunakan pada penelitian ini berupa data laporan batuan inti, laporan akhir sumur, laporan biostratigrafi, laporan uji alir sumur, log tali kawat dari 19 sumur, dan data garis seismik 2-D di daerah penelitian.\nHasil analisis batuan inti menunjukkan bahwa litofasies penyusun interval parasikuen FS2-FS7 adalah enam litofasies batupasir yaitu Sm, Sr, Scl, Ss, Spm, dan Spb dan empat litofasies batulumpur yaitu Md, Mr, Ms, dan Msr. Litofasies tersebut dikelompokkan menjadi tiga asosiasi fasies berupa distributary channel, crevasse splay dan floodplain, Berdasarkan analisis asosiasi fasies, laporan biostratigrafi, dan elektrofasies, interval penelitian berada pada lingkungan pengendapan upper delta plain dengan arah pengendapan barat daya-timur laut. Analisis stratigrafi sikuen pada interval penelitian menunjukkan bahwa reservoir merupakan endapan lowstand system tract dengan penipisan endapan interval reservoir ke arah timur laut. Analisis petrofisika menunjukkan bahwa asosiasi fasies distributary channel dan crevasse splay merupakan reservoir potensial. Hasil interpretasi seismik pada interval penelitian menunjukkan kehadiran sesar naik berarah relatif barat-timur dan antiklin berarah relatif barat-timur. Penyebaran fasies reservoir dilakukan berdasarkan model distributary channel dan crevasse splay yang dikontrol oleh arah pengendapan. Distribusi properti petrofisika reservoir dilakukan pada fasies yang telah dimodelkan. Hasil estimasi jumlah sisa gas di tempat per Maret 2006 dari total keseluruhan zona reservoir sebesar 10,33 BSCF.", "Daftar File": {"ABSTRAK Farid Wisnu Setyawardana": "https://digilib.itb.ac.id/gdl/download/225888"}, "Penulis": "Farid Wisnu Setyawardana [12016076]", "Kontributor / Dosen Pembimbing": ["Dr. Dwiharso Nugroho, S.T., M.T.", "Dr. Ir. Asep Heri Patria Kesumajana, M.T.", "Dr. Idham Andri Kurniawan, S.T., M.T.", "Wahyu Probo Ananto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Cekungan Jawa Timur Utara, Formasi Pucangan, asosiasi fasies, lingkungan pengendapan, distribusi properti reservoir, estimasi jumlah gas di tempat.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2021"}