{"Nomor": 55356, "Judul": "IDENTIFIKASI FLUTTER DERIVATIVES UNTUK PREDIKSI KECEPATAN FLUTTER PADA MODEL SEKSIONAL 2D JEMBATAN BENTANG PANJANG", "Abstrak": "Jembatan bentang panjang merupakan prasarana transportasi darat yang penting dalam menjaga pemerataan ekonomi bangsa, memperlancar angkutan logistik dan membuka daerah-daerah terisolir. Jembatan bentang panjang memiliki bobot struktur dek yang lebih kecil sehingga memungkinkan untuk memiliki bentang yang lebih panjang dibanding jembatan tipe lainnya dan memiliki tampilan yang estetis. Akan tetapi, jembatan bentang panjang memiliki sifat yang fleksibel dan redaman yang kecil, sehingga fenomena interaksi antara gaya aerodinamik dengan defleksi pada struktur (aeroelastik) menjadi isu yang krusial pada tahap perancangan. Flutter merupakan salah satu fenomena aeroelastik yang harus diperhatikan pada tahap perancangan karena dapat mengakibatkan kerusakan yang bersifat katastropik. Fenomena flutter dapat diinvestigasi menggunakan metode eksperimental dan numerik. Akan tetapi, pada kasus dek jembatan dengan geometri yang kompleks seperti adanya pagar atau railings dan penampang seksional yang bluff, metode numerik memiliki tingkat akurasi yang kurang baik. Oleh karena itu, metode eksperimen di terowongan angin masih dianggap metode yang paling efektif untuk menvalidasi kasus flutter pada dek jembatan. Pengujian model penuh memiliki tingkat akurasi yang paling tinggi namun memerlukan biaya paling mahal. Sementara itu, pengujian model seksional 2D merupakan pengujian yang paling efisien dari segi biaya dan waktu pengujian karena model jembatannya paling sederhana. Pada penelitian ini, bertujuan mengembangkan prosedur pengujian model seksional menggunakan flutter derivatives untuk menganalisis kecepatan kritis flutter. Metode yang dikembangkan merupakan metode hybrid, dimana koefisien flutter derivatives diidentifikasi melalui pengujian terowongan dan prediksi kecepatan flutter dilakukan secara numerik. Analisis sensitivitas dilakukan untuk mengidentifikasi parameter input yang memiliki pengaruh yang signifikan terhadap output. Nilai koefisien sensitivitas dari setiap parameter FDs digunakan untuk menghitung ketidakpastian prediksi kecepatan kritis yang dipengaruhi ketidakpastian pada setiap parameter FDs.", "Daftar File": {"ANGGA DWI SAPUTRA  - abstrak": "https://digilib.itb.ac.id/gdl/download/225887"}, "Penulis": "Angga Dwi Saputra [23619013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Rianto Adhy Sasongko, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "aeroelastik, flutter, terowongan angin, flutter derivatives, metode hybrid, sensitivitas, ketidakpastian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2021"}