{"Nomor": 55368, "Judul": "GEOCHEMICAL INVESTIGATION ON THE ORIGIN, SUBSURFACE PROCESSES AND RECHARGE MECHANISM WITH ITS IMPLICATIONS TO THE TANGKUBAN PERAHU GEOTHERMAL CONCEPTUAL MODEL", "Abstrak": "Tangkuban Perahu and nearby areas are the most important geothermal prospect in West Java that\nbelieved to be a volcano-hosted geothermal system. Recharge of and geothermal fluid evolution\nhave not yet been fully understood. This is due to complexities of fluid origin, subsurface processes\nand variations of series of manifestations around the prospect. This study describes the origin,\nprocesses and evolution of geothermal fluids in relation to recharge and conceptual model of the\nTangkuban Perahu Geothermal Systems (TPGS). The investigation involved sampling and\nanalysis of 9 geothermal waters samples, 4 rainwater and 6 gases collected in fumaroles and other\nmanifestations of the Tangkuban Perahu. The deuterium (?2H) and oxygen isotope (?18O)\nemployed together with conservative elements such as B, Cl and rare alkali metals analyses to\ndetermine the origin and subsurface processes as the fluid migrates to the surface as discharge.\nThe isotopic values (?18O and ?2H) of thermal and rainwater indicates deep-circulating meteoric\norigin, at an infiltration altitude ranges between 753-850m above sea level in low terrain.\nMeanwhile the high standing terrain indicates the recharge zone to be around the wall of the caldera\nand mountain slopes. Chondrite normalized patterns exhibit an overall negative slope that suggest\nenrichment of Lower Rare Earth Elements (LREEs). The non-atmospheric gases origin was\ndiagnosed by the lower N2/Ar (? 38) and is characterized of meteoric source origin. The idea that\nthe geothermal water mixes with shallow groundwater is substantiated using different mixing\nmodels and geoindicator analysis. The positive ?18O shifts from Kancah (KC), Batu Gede (BG)\nand Domas crater (KwD) thermal waters relative to the local meteoric lines were considered to be\nprimarily due to interaction with host rocks or magmatic influx. In this geothermal systems,\ngeothermal fluids are heating by heat source and geothermal gradient, followed by partly discharge\nas thermal springs and fumaroles to the surface along faults and fractures that act as hydrothermal\nconduits. By integrating with the surface geology and faults trends the geothermal conceptual\nmodel was developed for geothermal fluids flow system in the region.", "Daftar File": {"ABSTRAK Nyora Donald Kobare": "https://digilib.itb.ac.id/gdl/download/225899"}, "Penulis": "Nyora Donald Kobare [22619701]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Suryantini, M.Sc.", "Irwan Iskandar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Earth sciences", "Kata Kunci": "Fluid origin, Geothermal system, Recharge area, Mixing process, Stable isotope geochemistry, Tangkuban Perahu.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2021"}