{"Nomor": 55360, "Judul": "GALERI SIMFONIA PARAHYANGAN: FASILITAS TERPUSAT PENDIDIKAN DAN PELATIHAN MUSIK KLASIK KOTA BANDUNG", "Abstrak": "Musik klasik merupakan aliran musik yang berasal dari benua Eropa, dan berkembang sejak abad 1600-an, dan diperkenalkan di Indonesia ketika masa penjajahan bangsa-bangsa Eropa di Indonesia. Dengan begitu, dapat dipahami secara langsung bahwa musik klasik bukan budaya tradisional Indonesia. Hingga saat ini genre musik tersebut menjadi dasar pembelajaran dan pelatihan bermusik, karena rata-rata musik modern yang tenar di masyarakat saat ini merupakan turunan dari genre musik barat, sehingga tidak heran terdapat banyak komunitas musik klasik di Indonesia. Sudah terdapat lebih dari empat puluh komuitas musik klasik di Bandung, baik yang profesional dan yang berbasis perkumpulan saja. Namun, masalah yang dihadapi oleh komunitas-komunitas tersebut memiliki kesamaan, yaitu tidak adanya tempat untuk berlatih dan kurangnya akses untuk mendekatkan diri kepada masyarakat, yang berakibat pada performa musik yang menjadi identitas mereka, dan tentunya akan mempengaruhi keberlanjutan karir mereka. Masalah tersebut juga dihadapi oleh musisi yang belum terwadahi oleh komunitas juga, dengan masalah yang lebih beragam. Berdasarkan masalah tersebut, dilakukan penelitian mengenai permasalahan, kebutuhan, dan segala aspek yang berpengaruh terhadap perkembangan musik klasik di Indonesia, khususnya Bandung. Pendekatan yang digunakan adalah kualitatif dan kuantitatif, kualitatif dengan wawancara serta membandingkan pengalaman musisi dan aktivis musik klasik dan kuantitatif dengan menyebar angket secara luas dari kalangan awam dan praktisi musik. Menyesuaikan data hasil observasi dan standar-standar umum, menjadi kesimpulan akhir dari data kebutuhan ruang. Ditemukan dari beberapa data-data tersebut bahwa aspek budaya menjadi hambatan besar bagi berkembangnya musik klasik di Indonesia. Adapun aspek finansial yang memperkecil ruang gerak musisi klasik, khususnya di Bandung, masalah tersebut ditambah dengan tidak adanya ruang untuk berkumpul atau mengadakan pertunjukan yang baik atau setidaknya menjual kepada masyarakat. Diharapkan dengan adanya penelitian ini, masalah yang diatasi dan diantisipasi. Terdapat beberapa masalah lainnya yang tentu sulit untuk dibahas secara singkat, namun tentunya masalah-masalah tersebut dapat diatasi.", "Daftar File": {"ABSTRAK Jonathan Brian Irawan": "https://digilib.itb.ac.id/gdl/download/225891"}, "Penulis": "Jonathan Brian Irawan [17317025]", "Kontributor / Dosen Pembimbing": ["Yogie Candra Bhumi, S.Ds., M.Ds.", "Deny Willy Junaidy, S.Sn., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Musik, Pendekatan, Impresi, Keterbukaan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2021"}