{"Nomor": 55371, "Judul": "KINETIKA DEGRADASI TERMAL POLIVINIL KLORIDA", "Abstrak": "Polivinil klorida (PVC) merupakan polimer yang sudah dimanfaatkan dalam berbagai aplikasi dikarenakan harga yang murah serta sifat fisik dan kimia yang dimiliki. PVC dapat mengalami degradasi bahkan pada temperatur yang relatif rendah. Degradasi merupakah proses dehidroklorinasi, proses ini menyebabkan perubahan struktur dan menjadikan PVC berwarna dan rapuh. Stabiliser termal perlu ditambahkan ke dalam resin PVC sebelum dicetak menjadi produk jadi untuk menghindari degradasi termal.\nParameter kinetika reaksi stabilisasi termal PVC untuk suatu jenis stabiliser perlu ditentukan untuk mengevaluasi kinerja stabiliser saat formulasi PVC, pemrosesan PVC serta dalam proses daur ulang produk PVC itu sendiri. Tujuan utama dari penelitian ini adalah menentukan parameter kinetik berupa energi aktivasi dan konstanta Arhennius serta mekanisme dari reaksi stabilisasi termal PVC. Digunakan data primer berupa hasil uji TGA PVC dengan menggunakan stabiliser logam organik pada 3 variasi laju pemanasan (10 ?/min, 20 ?/min, dan 30 ?/min) yang diperoleh dari literatur.\nData TGA membuktikan bahwa degradasi terjadi dalam dua tahap: dehidroklorinasi (tahap pertama) mulai dari 242-273ºC dan dekomposisi (tahap kedua) mulai dari 530-571ºC. Puncak kurva derivative thermogravimetry terjadi pada suhu 365-405ºC dan 551-588ºC untuk tahap pertama dan kedua. Analisis data menunjukkan bahwa energi aktivasi adalah 111 kJ /mol dan konstanta Arhennius adalah 6,1 x 108 menit-1. Reaksi degradasi mengikuti kinetika reaksi orde dua. Nilai parameter kinetik yang diperoleh berada dalam kisaran nilai yang dilaporkan dalam literatur.", "Daftar File": {"ABSTRAK Ilham Akbar Riyanda": "https://digilib.itb.ac.id/gdl/download/225910"}, "Penulis": "Ilham Akbar Riyanda [13016041]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Dewa Gede Arsa Putrawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "PVC, stabiliser termal, dehidroklorinasi, uji TGA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2021"}