{"Nomor": 55384, "Judul": "PENDEKATAN ARSITEKTUR ISLAM DALAM PERANCANGAN INTERIOR ASRAMA HAJI EMBARKASI MAJALENGKA", "Abstrak": "Ibadah haji merupakan rukun Islam yang kelima dan wajib dilakukan oleh seluruh umat Muslim bagi yang mampu. Sebagai negara dengan jumlah populasi Muslim terbesar di dunia, Indonesia memiliki jumlah jamaah Haji terbanyak setiap tahunnya. Berdasarkan data statistik Panitia Penyelenggara Ibadah Haji (PPIH), jumah Jamaah asal Jawa Barat pada tahun 2019 adalah 38.567 Jamaah yang menjadikan Provinsi Jawa Barat sebagai pemegang kuota terbanyak di Indonesia. Hal ini menjadi salah satu konektivitas dalam operasional embarkasi dan debarkasi baru di Bandara Internasional Jawa Barat (BIJB) Kertajati di Majalengka, Jawa Barat.\nSebagai salah satu penunjang prosedur Ibadah Haji di Indonesia, dilakukan rencana perancangan Fasilitas Asrama Haji Embarkasi Majalengka untuk menjawab permasalahan pemerintah dan idealnya berfungsi sebagai fasilitas persiapan Jamaah Haji sebelum berangkat ke Tanah Suci dan dapat menjadi fasilitas yang bermanfaat bagi umat Muslim yang berada di sekitar fasilitas. Perancangan Asrama Haji Embarkasi Majalengka menggunakan pendekatan Arsitektur Islam sebagai wujud perpaduan antara manusia dan proses penghambaan diri seorang manusia kepada Ilahi yang berada dalam keselarasan hubungan antara Ilahi (Habluminallah), sesama manusia (Habluminannas), dan dengan alam sekitarnya (Habluminal’alam). Dengan perancangan ini, diharapkan pengguna fasilitas dapat senantiasa mengingat Allah Swt. dalam rangka mempersiapkan dan membiasakan diri sebelum beribadah ke tanah suci.", "Daftar File": {}, "Penulis": "Atsmara Tsaniya F H [17317052]", "Kontributor / Dosen Pembimbing": ["Dr. Tendy Yulisca Ramadin, S.Sn., M.T.", "Arsaika Widasati, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Ibadah Haji, Asrama Haji, Jamaah Haji, Arsitektur Islam, Majalengka", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Jun 2021"}