{"Nomor": 55386, "Judul": "SINTESIS GAS HIDROGEN MELALUI PROSES WATER-GAS SHIFT REACTION TEMPERATUR RENDAH: SIMULASI REAKSI KESETIMBANGAN", "Abstrak": "Kebutuhan hidrogen global terus meningkat setiap tahunnnya. Tercatat pada tahun 2018,\nkonsumsi hidrogen global mencapai 60 juta ton per tahun. Sebagian besar kebutuhan\nhidrogen global dipenuhi melalui steam reforming gas alam. Gas reformat mengandung\n1-10% CO, kandungan CO ini dapat meracuni katalis pada produksi amonia. Reaksi WGS\n(water-gas shift) telah digunakan secara lama dan luas di industri untuk mengurangi kadar\nCO pada gas hidrogen, dan merupakan langkah penting pada berbagai industri kimia,\nseperti industri amonia, industri metanol, dan produksi hidrogen. Untuk itu, analisis\nkesetimbangan diperlukan untuk menentukan kondisi optimum agar dihasilkan konversi\nkesetimbangan CO yang tinggi.\nTujuan dari penelitian ini adalah menentukan temperatur optimum reaksi water-gas shift\nyang memberikan konversi kesetimbangan CO tertinggi dan menentukan waktu ruang\npada reaktor water-gas shift untuk mencapai target konversi CO tertentu. Analisis\nkesetimbangan dilakukan dengan simulasi menggunakan software Aspen Hysys v10.\nKondisi operasi yang digunakan pada simulasi adalah kondisi operasi di industri, yaitu\npada temperatur 200-250°C dan tekanan 38 bar. Untuk menentukan waktu ruang,\ndiperlukan data nilai volume reaktor. Volume reaktor ditentukan dengan memanfaatkan\nkurva konversi-temperatur-laju reaksi dan menurunkan neraca energi sehingga dihasilkan\ngaris operasi berupa konversi sebagai fungsi temperatur. Persamaan kinetik yang\ndigunakan untuk membangun kurva konversi-temperatur-laju reaksi diperoleh dari Choi\ndan Stenger (2003). Volume reaktor dihitung menggunakan data massa katalis, densitas\nkatalis, dan porositas unggun.\nAnalisis kurva konversi-temperatur-laju reaksi menunjukkan konversi CO maksimum\nyang bisa dicapai sebesar 97%. Konversi tersebut dicapai pada kondisi rasio H2O/CO\npada umpan sebesar 22 dan temperatur umpan 200oC. Waktu ruang yang dibutuhkan\nadalah 4,618 s dan temperatur keluaran reaktor sebesar 222oC.", "Daftar File": {"ABSTRAK Meita Muthmainnah": "https://digilib.itb.ac.id/gdl/download/225938"}, "Penulis": "Meita Muthmainnah [13016036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Melia Laniwati Gunawan, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Aspen HYSYS, kesetimbangan, konversi, reaksi water-gas shift, volume reaktor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}