{"Nomor": 55382, "Judul": "PENGARUH EVOLUSI STRUKTUR DAN PROSES KARSTIFIKASI DI LAPANGAN KOKAS, CEKUNGAN BINTUNI PROVINSI PAPUA BARAT", "Abstrak": "Lapangan Kokas terletak di Cekungan Bintuni Provinsi Papua Barat. Luas areal adalah 6x6 km. Cekungan ini dibatasi oleh Sesar Sorong di utara, Sesar Terera Aiduna di selatan, punggung Misool-Onim-Kumawa (MOK) di barat dan Sabuk Lipat Lenguru di timur. Untuk membangun Lapangan Kokas diperlukan penilaian terhadap risiko penempatan lokasi sumur untuk menghindari zona sesar dan gua. Penelitian ini adalah bagian dari upaya untuk mengatasi risiko tersebut. Fokus penelitian adalah pengaruh evolusi karbonat eocen-oligocen dan proses karstifikasi. Formasi batuan karbonat karstifikasi umum diketahui sebagai Formasi Faumai. Formasi Faumai dikenal sebagai interval karstifikasi berdasarkan data sumur di Lapangan Kokas dan Lapangan sekitar. Risiko pengeboran yang terkait dengan karstifikasi yaitu pipa terjepit, mata bor terjepit, permasalahan bawah permukaan berupa hilangnya lumpur pengeboran, peningkatan fibrasi dan menurun berat mata bor. Risiko ini akan berdampak pada biaya operasional sumur sehingga penting untuk diantisipasi sejak awal. Metodologi penelitian menggunakan literatur, laporan aktivitas pengeboran masa lalu, interpretasi seismik, sejarah penguburan 1D, restorasi, rekonstruksi evolusi karbonat dan data referensi dari lapangan terdekat. Untuk mengerti secara keseluruhan proses geologi Formasi Faumai maka studi ini diperpanjang melampaui Formasi Faumai ke interval umur tua yaitu Formasi Kopai dan umur muda yaitu Formasi Sele. Data hasil pengeboran di lokasi penelitian yaitu hilang lumpur dan menurun berat mata bor. Dari sumur K-2 masalah pengeboran tersebut terjadi karena lokasi sumur berada di jalur sesar sedangkan sumur K-1 diketahui hilang lumpur pengeboran namun tidak asosiasi dengan jalur sesar. Hal ini masih menjadi ketidakpastian kualitas data seismik. Sumur X-1 yang berjarak 50km dari Lapangan Kokas digunakan sebagai referense untuk mengetahui umur dan kualitas litologi. Data Petrografi sumur X-1 diketahui porositas Faumai yaitu ~10-13%, terjadi proses diagenesa perubahan semen kalsit menjadi kuarsa, berbutir dan mudah lepas. Dengan demikian sehingga di asumsi lokasi penelitian memiliki kesamaan kualitas batuan Formasi Faumai terhadap sumur X-1.\nSehingga ketika terjadi reaktifasi sesar kala plio-pleistosen menghasilkan penambahan zona rekahan dan mempercepat proses erosi akibat kualitas batuan yang berongga. Hasil interpretasi seismik menunjukkan bahwa sesar umur tua berhenti di Puncak Formasi Kopai, namun setelah sistem sesar geser oligosen akhir aktif, sesar tersebut mengaktifkan kembali beberapa sesar umur tua sehingga sesar tersebut memotong hingga Formasi Faumai. Sesar oligosen akhir menghsilkan sesar geser di Formasi Faumai. Jenis sesar ini berupa struktur bunga positif dan struktur bunga negatif. Evolusi struktur Formasi Faumai dikendalikan oleh dua peristiwa tektonik utama. Peristiwa pertama adalah sesar geser oligosen akhir akibat pergerakan Lempeng Pasifik di Utara Papua dan peristiwa kedua adalah pengangkatan plio-pleistosen akibat pemendekan di Sabuk Lipat Lenguru. Kedua peristiwa tersebut menghasilkan erosi yang cukup tinggi di Lapangan Kokas. Erosi pertama yaitu umur oligosen akhir dan erosi kedua yaitu plio-pleistosen, total erosi setelah integrasi data seismik restorasi dan model 1D adalah ~ 4363 ft / ~ 1330 m. Karstifikasi di Lapangan Kokas terjadi akibat pengangkatan struktur selama oligosen akhir dan plio-pleistosen. Pengangkatan tersebut disebabkan oleh aktifitas tektonik sehingga Formasi Faumai muncul di permukaan dan asosiasi dengan air permukaan hingga terjadi proses erosi. Proses erosi yang membentuk karstifikasi yaitu erosi vertikal. Selain faktor tektonik berupa pengangkatan, faktor lain yang menyebabkan terbentuknya karstifikasi di lokasi penelitian yaitu topografi tumbuh batukarang, tebal lapisan karbonat ~5000 ft, erosi dan kualitas batuan berpori. Hasil pemetaan menunjukan bahwa karstifikasi di Lapangan Kokas tersebar sepanjang jalur sesar dan ada juga karstifikasi yang tidak asosiasi dengan sesar. Hal ini bisa disebabkan oleh faktor stratigrafi atau sesar dan rekahan namun berada di bawah resolusi seismik sehingga tidak dapat dipetakan. Respons seismik terhadap data gua yaitu sebagai reflektor negatif dan letaknya terisolasi.", "Daftar File": {"ABSTRAK Marlon Nauw": "https://digilib.itb.ac.id/gdl/download/225934"}, "Penulis": "Marlon Nauw [22019024]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D.", "Indra Gunawan, S.T., M.Sc., Ph.D.", "Reynaldy Fifariz, S.T., M.T.", "Dr. Astyka Pamumpuni, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Erosi, karstifikasi, struktur, sesar, karbonat, Faumai", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}