{"Nomor": 55387, "Judul": "PENGAMBILAN RESIN DARI MINYAK BIJI NYAMPLUNG", "Abstrak": "Biji dari tanaman nyamplung yang tersebar luas di Indonesia memiliki potensi besar untuk dimanfaatkan sebagai biodiesel. Dalam proses produksi minyak dari biji nyamplung, terdapat produk samping berupa resin dalam kadar tinggi yang dapat mengurangi performa biodiesel. Sementara itu, kandungan resin ini mengandung senyawa-senyawa fenolik yang bermanfaat bagi keperluan farmasi dan kosmetik. Oleh karena itu, perlu adanya penelitian mengenai pengambilan resin dari minyak biji nyamplung, baik untuk meningkatkan performa biodiesel maupun untuk pemanfaatan resin. Tujuan dari penelitian ini adalah menentukan distribusi komponen dalam minyak biji nyamplung, menentukan pengaruh nisbah pelarut dan temperatur ekstraksi terhadap rendemen dan komposisi pada kedua fraksi pelarut hasil ektraksi, serta menentukan kondisi optimum dari variasi yang dilakukan. Komposisi minyak biji nyamplung yang digunakan diperoleh dari literatur. Variasi yang dilakukan meliputi nisbah pelarut dan temperatur ekstraksi. Ada lima tahapan umum dalam penelitian ini, yaitu pembuatan umpan simulasi, validasi umpan simulasi, validasi model simulasi, simulasi ekstraksi, dan analisis hasil simulasi ekstraksi. Ekstraksi dilakukan secara simulasi menggunakan pelarut n-heksana-etanol dengan nisbah 0,05:1 hingga 20:1 dan temperatur 30oC hingga 80oC. Dari percobaan simulasi ini diperoleh distribusi komponen trigliserida, abietic acid, dan FFA yang meningkat seiring pertambahan nisbah pelarut berturut-turut sebesar 88% – 99%, 12% – 98%, dan 8% – 98%. Seiring pertambahan nisbah pelarut rendemen minyak bulk meningkat dari 58,67% – 99,86% dan rendemen resin bulk menurun dari 41,33% – 0,14%. Seiring bertambahnya nisbah pelarut konsentrasi trigliserida pada fraksi heksana dan etanol menurun, berturut-turut dari 958 mg/g – 700 mg/g dan 341 mg/g – 24 mg/g. Sementara itu, konsentrasi abietic acid meningkat pada fraksi heksana dan etanol, berturut-turut dari 3,51 mg/g – 20 mg/g dan 42,91 mg/g – 57 mg/g. Kondisi optimum ekstraksi diperoleh ketika menggunakan nisbah pelarut 0,05 pada temperatur 30oC.", "Daftar File": {"ABSTRAK Yehezkiel Griffine Oliviery": "https://digilib.itb.ac.id/gdl/download/225940"}, "Penulis": "Yehezkiel Griffine Oliviery [13017003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Danu Ariono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ekstraksi, minyak, nyamplung, pelarut, resin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}