{"Nomor": 55391, "Judul": "GEOLOGI DAN GEOKIMIA FLUIDA KAWAH SILERI, KOMPLEK GUNUNG API DIENG, JAWA TENGAH, SERTA MEKANISME ERUPSI KAWAH SILERI PADA 2 JULI 2017", "Abstrak": "Kawah Sileri di Dataran Tinggi Dieng, Jawa Tengah, telah menyebabkan ratusan korban jiwa pada tahun 1944 dan 1964. Kedua peristiwa tersebut dan erupsi freatik 2 Juli 2017 yang menyebabkan 17 wisatawan terluka menjadi ancaman yang setiap saat mengintai di komplek Gunung Api Dieng. Atas dasar itu studi mengenai mekanisme erupsi di Kawah Sileri penting untuk dilakukan sebagai bagian upaya mitigasi bencana gunung api.\nDalam penelitian ini, menggunakan data primer berupa pemetaan lapangan dan data sekunder berupa data batuan, kimia air dan gas, serta data pemantauan kawah. Metode penelitian berupa analisis geologi, geokimia fluida, dan mekanisme erupsi yang kemudian disatukan untuk membentuk sintesis geologi Komplek Gunung Api Dieng dan model erupsi Kawah Sileri.\nKomplek Gunung Api Dieng berada dalam Bregada Dieng terdiri dari enam khuluk yaitu Prau, Nagasari, Bisma, Pagerkandang, Merdada (gumuk Merdada dan Pangonan), Seroja (gumuk Kendil, Pakuwaja, dan Seroja). Terbagi dalam empat periode kegiatan yaitu Pra Kaldera, Periode Pertama. Periode Kedua, dan Periode Akhir.\nKawah Sileri berada di sisi barat Gunung Pagerkandang. Memiliki sumber panas dari sisa magmatisme Gunung Pagerkandang, dengan fraksi pencampuran isotop oksigen terhadap air andesitik pada rentang 4,28%-21,49%, serta dominan input fluida reservoir dari air meteorik. Suhu dalam reservoir yaitu 270oC-350oC.\nErupsi freatik Kawah Sileri pada tahun 2017 secara umum memiliki proses: fluida dalam reservoir bergerak ke permukaan, mengalami pemisahan fasa menjadi uap air dan gas terlarut yang terakumulasi di bawah batuan penudung. Erupsi terjadi karena adanya gangguan dalam akumulasi gas terlarut dan uap air oleh masuknya air meteorik ke dalam kawah dan sistem hidrotermal di bawahnya, aktivitas magmatisme, serta kegempaan yang mengakibatkan peningkatan tekanan fluida atau pelemahan kekuatan batuan penudung. Erupsi menyebabkan keluarnya uap bertekanan, lumpur, dan lontaran batuan ke daerah sekitar kawah.", "Daftar File": {"ABSTRAK Riyan Nova Hartanto": "https://digilib.itb.ac.id/gdl/download/225943"}, "Penulis": "Riyan Nova Hartanto [12016021]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Suryantini, M.Sc.", "Dr. Mirzam Abdurrachman, S.T., M.T.", "Reynaldy Fifariz, S.T., M.T.", "Dr. Idham Andri Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Dieng, Sileri, mekanisme erupsi, freatik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}