{"Nomor": 55390, "Judul": "KAJIAN MINAT BELANJA ONLINE PAKAIAN READY TO WEARWANITA PLUS-SIZE", "Abstrak": "Strategi yang perlu dikuasai oleh sebuah brand adalah memahami target market mereka. Terlebih apabila market tersebut adalah market yang baru tumbuh. Konsumen wanita plus-size di Indonesia adalah salah satunya. Baik produk maupun tempat berbelanja seperti toko online patut menjadi perhatian bagi sebuah brand. Bagi sebuah brand memiliki toko online adalah suatu kewajiban di masa sekarang. Semua orang sudah dapat mengoperasikan baik gawai maupun perangkat lunaknya. Market baru seperti plus-size tentu memiliki permasalahan tersendiri pada media toko online. Dari penelitian sebelumnya diketahui bahwa ketidaksesuaian produk dengan minat konsumen dapat berdampak pada kepuasan pelanggan sehingga dapat menurunkan minat belanja secara online. Dipilih variabel desain, ukuran, kualitas dan pengalaman belanja untuk mengetahui minat belanja konsumen wanita plus-size. Kemudian dilihat dari teori preferensi, perilaku konsumen, dan penggunaan user interface. Metode yang dipakai adalah mix method menggunakan kuesioner dan wawancara. Responden dibatasi pada wanita berusia 18 hingga lebih dari 40 tahun dan memiliki ukuran pakaian mulai dari XXL. Jumlah data responden sebanyak 79 orang terhitung dari tanggal 23 hingga 25 Juli 2020. Narasumber sebanyak 3 orang, mewakili usia terbanyak pada kuesioner yaitu di atas 40 tahun dan usia 26 hingga 35 tahun. Data kuantitatif kemudian diolah menggunakan SPSS untuk mencari korelasi antara variabel desain, ukuran, kualitas terhadap pengalaman belanja. Uji korelasi yang dipakai adalah Rank Spearman dan Kendall Tau. Hasil dari penelitian ini yaitu adanya hubungan antara variabel desain, ukuran, kualitas, dengan pengalaman belanja yang positif namun masuk ke dalam kategori cukup dan sangat lemah pada ukuran. Bentuk tubuh dapat menjadi dasar penentuan desain dan ukuran pada produk. Beberapa faktor seperti warna, motif, dan bahan sudah sesuai dengan keinginan konsumen plus-size. Adanya peluang lebih besar bila menggunakan sistem pre-order. Optimalisasi website yang dijadikan showcase dengan menggunakan konten edukasi styling pakaian dan adanya standarisasi pada spesifikasi produk agar terciptanya engagement yang tinggi sehingga menumbuhkan kepercayaan pelanggan. Studi selanjutnya perlu dibuktikan efisiensi pada user interface yang sesuai dengan rekomendasi desain.", "Daftar File": {"ABSTRAK Krishna Wardhani": "https://digilib.itb.ac.id/gdl/download/227102"}, "Penulis": "Krishna Wardhani [27118078]", "Kontributor / Dosen Pembimbing": ["Dr. Kahfiati Kahdar, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pakaian ready to wear; plus-size; minat belanja konsumen; belanja online", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Jun 2021"}