{"Nomor": 55403, "Judul": "PERANCANGAN SENIOR WELLNESS RESORT SEBAGAI UPAYA PENGEMBANGAN SEKTOR SENIOR TOURISM DI TAMPAKSIRING, BALI", "Abstrak": "Kesejahteraan lanjut usia menjadi isu strategis baik dalam skala nasional maupun global di masa depan yang dilatarbelakangi oleh peningkatan jumlah penduduk lanjut usia yang signifikan. Fenomena demografis tersebut berbanding lurus dengan peningkatan jumlah wisatawan lansia dalam skala internasional dimana senior tourism menjadi tren pasar di tahun 2020 keatas menurut WTO (World Tourism Organization). Di Bali sendiri terjadi peningkatan wisatawan lansia dalam satu dekade ke belakang yang mengindikasikan bahwa senior tourism menjadi tren pasar yang strategis untuk dikembangkan. Konsep program pada fasilitas senior wellness resort ini menggabungkan antara senior tourism dengan wellnesss tourism sebagai bentuk adaptasi Bali terhadap fenomena dan tren pasar yang sedang terjadi, khususnya sektor senior tourism di Tampaksiring secara kontekstual, didukung oleh citra Bali sebagai salah satu destinasi wellness retreat terkenal di dunia. Senior dan wellness tourism dianggap memiliki nilai objektif yang sesuai karena berfokus pada membangun pengalaman individu dengan menjadikan individu sebagai subjek utama dalam prosesnya.\nProyek ini berfokus pada perancangan fasilitas fisik serta program di dalamnya yang disesuaikan dengan karakteristik khusus wisatawan lansia dengan rentang usia 50-80 tahun sehingga mampu mengakomodasi kebutuhan pengguna secara komprehensif. Konsep desain pada perancangan ini adalah “Senior Integrative Healing in Balinese Sanctuary” yang menciptakan pengalaman holistik dimana pengguna mendapat perspektif baru mengenai kesehatan melalui implementasi healing environment. Konsep ini direpresentasikan ke dalam kata kunci local, tranquil, dan modern twist yang selanjutnya dikembangkan dan diaplikasikan pada setiap elemen desain interior. Perancangan ini menggunakan metodologi kualitatif dan deskriptif melalui teknik pengumpulan data survey online dan wawancara.", "Daftar File": {}, "Penulis": "I D. A. Mas Cempaka M. [17317042]", "Kontributor / Dosen Pembimbing": ["Dr. Imam Santosa, M.Sn.", "Dr. Kharista Astrini Sakya, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "lanjut usia, senior tourism, wellness tourism, wellness resort", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Jun 2021"}