{"Nomor": 55402, "Judul": "EKSPLORASI REKA LATAR TEKSTIL PADA BUSANA STAGE BALLET KHAS INDONESIA TERINSPIRASI SENDRATARI RAMAYANA", "Abstrak": "Ballet dikenal juga sebagai salah satu jenis tari yang menggabungkan banyak unsur seni. Banyak yang perlu diperhatikan dalam sebuah pertunjukkannya yang menekankan pada penceritaan sebuah kisah tanpa dialog, namun menggunakan unsur lain seperti koreografi, mimic wajah, busana dan tata panggung. Di Indonesia sendiri juga memiliki jenis tari yang mirip dengan ballet yang dikenal dengan sendratari. Salah satu kisah sendratari yang paling terkenal di Indonesia sendiri ialah Sendratari Ramayana. Namun secara visual dapat dilihat perbedaan dari busana stage yang digunakan oleh kedua jenis tari ini yang memiliki karakteristik unik tersendiri. Penelitian ini membahas mengenai percampuran budaya ini menjadi sebuah fushion yang perlu dikembangkan sehingga ballet maupun sendratari di Indonesia pun bisa menjadi lebih dkenal oleh masyarakat. Teknik eksplorasi reka latar yang digunakan seperti bordir, beads embellishment, digital printing, sablon, dan fabric heating dilakukan untuk menciptakan sebuah kesan dan karakteristik pada setiap tokoh yang ada pada kisah Ramayana ini. Penelitian ini memperoleh data dengan studi kepustakaan, wawancara, observasi, dan eksplorasi. Proses perancangan mempertimbangkan warna, motif, serta fungsi yang akan menggabungkannya dengan membuat konsep busana stage ballet yang lebih kontemporer dan modern.", "Daftar File": {}, "Penulis": "Violetta Trissa Pertiwi [17217029]", "Kontributor / Dosen Pembimbing": ["Dr. Yan Yan Sunarya, S.Sn., M.Sn.", "Dr. Dian Widiawati, S.Sn., M.Sn.", "Akbar Adhi Satrio, S.Ds., M.Ds.", "Sabrina Ilma Sakina, S.Ds., M.Ds.", "Tri Hasdianto, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "ballet, sendratari Ramayana, fushion, reka latar, busana", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Jun 2021"}