{"Nomor": 55408, "Judul": "PELAPISAN KEKUASAAN DALAM DELIBERASI PERENCANAAN DESA: KASUS DESA PEMATANG TENGAH, SUMATERA UTARA - INDONESIA", "Abstrak": "Di berbagai negara, khususnya dunia ketiga dan selatan global, perencanaan desa\nmemainkan peran penting dalam mengimplementasikan strategi pengembangan\nwilayah. Dalam perencanaan di tingkat desa, masyarakat menginisiasi\npembangunan desa melalui musyawarah atau forum komunikatif. Praktik ini\ndisebut perencanaan deliberatif. Masyarakat duduk bersama dan berdialog untuk\nmembuat kebijakan. Di Indonesia, deliberasi perencanaan desa diarahkan untuk\nmerumuskan proyek pembangunan yang akan direalisasikan berdasarkan usulan\nmasyarakat.\nSebagaimana perencanaan mensyaratkan adanya desain kelembagaan, maka para\nahli teori dan praktisi pendukung komunikatif yang terlibat dalam proses\nperencanaan lebih fokus pada aspek-aspek formal dari arena pembuatan kebijakan.\nNamun, dalam masyarakat, kekuasaan juga memainkan peran di tingkat informal.\nKeberadaan kekuasaan dalam perencanaan deliberatif telah dibahas secara luas\ndalam literatur. Pemahamannya saat ini lebih banyak diturunkan dari pengetahuan\nbarat dan pada konteks perencanaan kota yang cenderung mengupayakan deliberasi\nformal. Hal ini tidak secara langsung dapat diterapkan di berbagai negara belahan\ndunia lainnya, terutama negara berkembang, di mana perencanaan lebih bercirikan\ninformalitas.\nSalah satu tinjauan deliberasi yang cukup komprehensif dalam konteks\nperencanaan dijelaskan melalui gagasan network power in collaborative policy\nmaking DIAD (Booher dan Innes, 2002). Mereka berargumen bahwa kekuasaan\nterdistribusi secara merata pada semua peserta dalam bentuk sistem jaringan\nkekuasaan dengan menerapkan prasyarat terjadinya dialog otentik seperti diversity,\ninterdependence dan authentic dialogue (DIAD). Gagasan DIAD digunakan dalam\npenelitian ini sebagai perdebatan utama. Meskipun berhasil menguraikan\nbagaimana kekuasaan bekerja dalam deliberasi, gagasannya belum cukup\nmenjelaskan konteks besar mekanisme kekuasaan yang bekerja di luar arena\npembuatan kebijakan. Oleh sebab itu, menjadikannya terbatas karena hanya\nmempengaruhi yang terjadi di dalam deliberasi formal. Penelitian selama ini\nmenyinggungnya secara terpisah-pisah dengan mengindikasikan adanya pengaruhii\narena informal terhadap produk perencanaan. Namun, hal ini belum cukup\nmenjelaskan bagaimana kekuasaan di arena informal mempengaruhi deliberasi\nyang menghasilkan output di arena formal.\nSecara teoritis, penelitian ini berkontribusi pada debat perencanaan deliberatif di\natas dengan menyajikan bahasan yang lebih spesifik, yakni konteks perencanaan\ndesa di selatan global. Praktik musyawarah formal dan informal dianalisis untuk\nmenjelaskan eksistensi lapis-lapis kekuasaan yang mengelilingi deliberasi\nperencanaan di tingkat desa. Untuk itu, kajian ini mengeksplorasi kemampuan\nkekuasaan seperti apa yang dimiliki masing-masing aktor; apa saja lapisan\nkekuasaan pada deliberasi pembuatan kebijakan dan bagaimana hal ini menjelaskan\nkekuasaan yang bekerja di luar praktik deliberasi formal; serta mekanisme dialog\notentik (DIAD) apa saja yang terpengaruh akibat adanya relasi antar arena. Secara\npraktis, penelitian ini bermanfaat bagi penentu kebijakan yang terlibat dalam\nmengembangkan strategi perencanaan desa yang tepat di Indonesia, atau di negara\nlain dengan karakteristik serupa, di mana informalitas dan kekuasaan yang bekerja\ndi dalamnya ditangani melalui proses perencanaan.\nMusyawarah perencanaan pembangunan desa (musrenbangdes) Pematang Tengah,\nSumatera Utara - Indonesia menjadi studi kasus dalam disertasi ini guna\nmengilustrasikan praktik perencanaan deliberatif. Penelitian lapangan dilakukan\nselama 2018-2020 mengggunakan strategi etnografi dan autoetnografi.\nPengumpulan data dilakukan dengan wawancara mendalam, pengutaraan sejarah\nlisan, observasi, diskusi kelompok dan analisis dokumen. Wawancara dan\npengutaraan sejarah lisan dilakukan terhadap 29 orang informan yang terdiri dari\nwarga desa, aparatur pemerintah desa, pendamping desa, aparatur pemerintah\nkecamatan dan aparatur dinas kabupaten terkait. Selain itu, penelitian ini juga\nmelibatkan informan dari kalangan akademisi untuk mengomentari hasil yang\ndiperoleh. Observasi dilakukan pada arena formal perencanaan desa seperti\npelaksanaan musrenbangdes tahunan di kantor desa, serta pada arena-arena\ninformal di mana kelompok-kelompok warga membahas proyek pembangunan\nyang akan diusulkan di tingkat dusun seperti di sekitaran jalan desa, persawahan,\nwarung, rumah warga dan pos dusun. Diskusi kelompok dilakukan terhadap\nbeberapa kelompok seperti warga desa, aparatur pemerintah desa, aparatur\npemerintah kecamatan, dan kombinasi di antaranya. Analisis dokumen dilakukan\nterhadap laporan pelaksanaan perencanaan desa, peraturan pemerintah, publikasi\njurnal terkait dan situs berita internet.\nHasil analisis menunjukkan bahwa secara normatif kemampuan kekuasaan masingmasing aktor dapat dibagi menjadi kelompok-kelompok yang memiliki kedudukan,\nsumber kekuasaan dan kapabilitas tertentu dalam mempengaruhi pembuatan\nkebijakan di jalur formal. Sementara itu, secara empiris penelitian menemukan\nbahwa kelompok aktor yang memiliki kapabilitas sebagai pengusul kegiatan\nberpotensi menjadi aktor pemegang kuasa di arena informal. Di sisi lain,\npendekatan kubus kekuasaan membantu dalam menjelaskan konfigurasi kekuasaan\nyang terjadi pada deliberasi perencanaan desa.iii\nStudi ini menemukan tiga lapis mekanisme kekuasaan yang bekerja di dalam, di\nluar dan di sisi terluar perencanaan deliberatif, yakni: (1) ‘mencari tahu dalam\nketerbukaan’ atau ‘figuring out in openness’ yang mengkonfirmasi terjadinya\ndialog otentik (DIAD) pada deliberasi formal dengan kontribusi yang lebih\nspesifik; (2) ‘menggiring keinginan publik’ atau ‘herding public desire’ yang\nmenjelaskan terjadinya ‘deliberasi terputus-putus’ atau ‘disjointed deliberation’ di\nluar arena pembuatan kebijakan; dan (3) ‘memaksakan arah’ atau ‘forcing\ndirection’ yang menjelaskan andil invisible actor dalam mempengaruhi jalannya\ndeliberasi dan pembuatan kebijakan. Setiap lapisan kekuasaan memiliki relasi yang\nmempengaruhi lapisan lainnya. Hal ini didasarkan pada unsur dialog otentik\n(DIAD) yang melatar belakanginya.\nSelanjutnya, penelitian ini mengemukakan bahwa dalam kasus Pematang Tengah,\njaringan kekuasaan dibentuk sebelum memasuki arena pembuatan kebijakan.\nDengan kata lain, kebijakan tidak dibuat di arena formal, tetapi telah dipersiapkan\ndi arena informal. Studi kasus menunjukkan bahwa arena pembuatan kebijakan\nformal hanya menyajikan hasil musyawarah lapisan luarnya. Hal ini berbeda\ndengan apa yang disampaikan oleh gagasan jaringan kekuasaan DIAD dan sebagian\nbesar literatur perencanaan barat, di mana musyawarah formal digunakan untuk\nmenghasilkan ide, pembelajaran, dan pembuatan kebijakan. Menariknya, studi ini\nmenunjukkan bahwa gagasan tersebut lebih sesuai dengan perencanaan desa\ndaripada tinjauan awalnya yang berdasarkan konteks perencanaan kota. Berbeda\ndengan perencanaan kota yang sangat intens dengan negosiasi di arena formalnya\nyang menyebabkan gagasan tersebut sulit diterapkan, pada perencanaan desa hal\nini menjadi aplikatif karena negosiasi lebih intens berlangsung di arena\ninformalnya. Dengan kata lain, arena-arena informal menjembatani terjadinya\ndialog otentik (DIAD) di arena pembuatan kebijakan.", "Daftar File": {"ABSTRAK Muhammad Taufiq": "https://digilib.itb.ac.id/gdl/download/225960", "BAB 1 Muhammad Taufiq": "https://digilib.itb.ac.id/gdl/download/225961", "BAB 2 Muhammad Taufiq": "https://digilib.itb.ac.id/gdl/download/225962", "BAB 3 Muhammad Taufiq": "https://digilib.itb.ac.id/gdl/download/225963", "BAB 4 Muhammad Taufiq": "https://digilib.itb.ac.id/gdl/download/225964", "BAB 5 Muhammad Taufiq": "https://digilib.itb.ac.id/gdl/download/225965", "BAB 6 Muhammad Taufiq": "https://digilib.itb.ac.id/gdl/download/225966", "BAB 7 Muhammad Taufiq": "https://digilib.itb.ac.id/gdl/download/225967", "2021 DS PP MUHAMMAD TAUFIQ_BAB 8.pdf?": "https://digilib.itb.ac.id/gdl/download/225968", "PUSTAKA Muhammad Taufiq": "https://digilib.itb.ac.id/gdl/download/225969", "2021 DS PP MUHAMMAD TAUFIQ_LAMPIRAN 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/225970", "2021 DS PP MUHAMMAD TAUFIQ_LAMPIRAN 2.pdf)u": "https://digilib.itb.ac.id/gdl/download/225971"}, "Penulis": "Muhammad Taufiq [35417002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Benedictus Kombaitan, M.Sc.", "Ir. Tubagus Furqon Sofhani, MA, Ph.D.", "Dr. Drs. Suhirman, Sp.1., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "deliberasi, informalitas kekuasaan, perencanaan desa, Indonesia.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "12 file", "Tanggal Input": "17 Jun 2021"}