{"Nomor": 55406, "Judul": "REPRESENTASI TEKSTUR LANSKAP PLANET MARS DARI HASIL KAMERA HIRISE SEBAGAI SARANA EDUKASI ASTRONOMI DI PLANETARIUM JAKARTA", "Abstrak": "Mars adalah planet keempat dari Matahari dan planet terkecil kedua di Tata Surya setelah Merkurius. Mars adalah salah satu objek angkasa yang paling banyak dieksplorasi di tata surya kita. Keinginan penjelajahan Mars sebagai planet terdekat untuk dihuni terus menjadi isu yang terus diganyang-gayang oleh banyak ilmuan, termasuk NASA dan SpaceX,. Walaupun merupakan planet ‘terdekat’ bumi, teknologi pun masih terbatas untuk membawa manusia benar-benar meninjakkan kaki di Mars dan mengetahui secara ril kondisi di Planet Merah tersebut. Belum ada manusia yang berhasil menginjakkan kaki di Planet Mars.\nUntuk ‘mendekatkan’ Planet Mars dengan masyrakat dengan akses astronomikal yang terbatas, penulis kemudian melakukan eksplorasi tekstur bodi keramik yang menginterpretasikan permukaan planet Mars, dengan referensi visual dari teknologi yang diluncurkan oleh NASA dan Universitas Arizona bernama HiRISE (High Resolution Imaging Science Experiment) yang telah menangkap hasil foto-foto dari permukaan Mars sejak 2006, dengan menggunakan berbagai teknik pembentukan bodi keramik, permukaan bodi dan eksplorasi glasir ke dalam benda representasi sampel permukaan Planet Mars yang dapat dilihat secara langsung oleh masyarakat di Planetarium Jakarta sebagai salah satu pusat edukasi ilmu Astronomi di Indonesia.", "Daftar File": {}, "Penulis": "Alesya Anjani [17217009]", "Kontributor / Dosen Pembimbing": ["Dr. Yan Yan Sunarya, S.Sn., M.Sn.", "Dr. Dian Widiawati, S.Sn., M.Sn.", "Akbar Adhi Satrio, S.Ds., M.Ds.", "Sabrina Ilma Sakina, S.Ds., M.Ds.", "Tri Hasdianto, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "HiRISE, Keramik, Planet Mars, Sarana Edukasi, Tekstur.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Jun 2021"}