{"Nomor": 55412, "Judul": "ANALISIS TRANSKRIPTOMIK PENGARUH PENYALUTAN KITOSAN 1,25% TERHADAP EKSPRESI GEN LEKTIN PADA BUAH PISANG CAVENDISH (MUSA ACUMINATA, AAA)", "Abstrak": "Pisang mengandung lektin yaitu protein yang memiliki domain pengikatan terhadap\nkarbohidrat. Lektin yang khas pada pisang adalah banana lectin (BanLec) yang mampu mengenali\nmanosa. Salah satu jenis pisang yang potensial sebagai sumber lektin adalah pisang Cavendish karena\nketersediaannya melimpah di Indonesia. Hasil penelitian yang dilakukan oleh peneliti lainnya telah\nmenunjukkan bahwa jalur biosintesis khusus lektin belum diketahui, konsentrasi lektin umumnya berada\npada level yang rendah, dan ekspresi lektin dapat dipicu oleh faktor penginduksi. Salah satu senyawa\npenginduksi yang dapat digunakan untuk meningkatkan kadar lektin adalah kitosan. Pada penelitian\nsebelumnya, kitosan dapat meningkatkan kadar lektin pada membran kloroplas daun tembakau. Oleh\nkarena itu, pada penelitian ini digunakan data hasil transkriptomik dari hasil penelitian sebelumnya pada\npisang Cavendish yang diberi penyalutan kitosan dengan nomor aksesi SRP227182 pada Sequence Read\nArchive (SRA) NCBI untuk mempelajari pengaruh kitosan terhadap ekspresi gen-gen lektin. Tujuan\npenelitian ini adalah membandingkan level ekspresi gen-gen lektin pada buah pisang Cavendish yang\ndisalut dan tidak disalut kitosan 1,25% pada kulit buah menggunakan pendekatan transkriptomik. Sampel\nyang digunakan adalah data mentah transkriptom pisang Cavendish mentah yang disalut dan tidak disalut\nkitosan 1,25% pada hari pertama setelah penyalutan kitosan. Data mentah sekuens RNA diperiksa\nkualitasnya terlebih dahulu menggunakan FastQC kemudian dilakukan analisis bioinformatika\nmenggunakan protokol Tuxedo Tahapan dalam protokol Tuxedo meliputi pensejajaran sekuens RNA\nterhadap genom referensi menggunakan TopHat, penyambungan sekuens RNA menggunakan Cufflinks,\npenyambungan varian RNA menggunakan Cuffmerge, analisis ekspresi gen diferensial (DEG)\nmenggunakan Cuffdiff, dan visualisasi ekspresi gen diferensial menggunakan CummeRbund. Analisis\nbioinformatika hingga tahap analisis ekspresi gen diferensial menggunakan Cuffdiff juga telah dilakukan\npada penelitian sebelumnya. Pada penelitian ini dilakukan analisis tambahan berupa anotasi analisis DEG\nmenggunakan PLAZA Integrative Orthology, visualisasi ekspresi gen diferensial menggunakan\nGraphPad Prism, analisis jalur KEGG menggunakan KOBAS, analisis ontologi gen menggunakan\nagriGO, dan analisis interaksi jaringan protein menggunakan STRING dan Cytoscape. Hasil anotasi\nanalisis DEG menggunakan PLAZA Integrative Orthology menunjukkan bahwa kitosan 1,25% mampu\nmenginduksi peningkatan ekspresi tujuh belas gen lektin dengan rentang log2(fold change) adalah\n1,00591-2,73673. Gen lektin dengan nilai log2(fold change) terendah adalah Ma04_g27470 sedangkan\ngen lektin dengan nilai log2(fold change) tertinggi adalah Ma09_g10350. Berdasarkan analisis jalur\nbiosintesis pada KEGG, gen lektin yang mengalami peningkatan ekspresi mempengaruhi jalur biosintesis\nbrasinosteroid sehingga menginduksi biosintesis enzim TCH4/XET. Analisis ontologi gen menunjukkan\nproses biologis yang diperkaya signifikan adalah proses metabolik xyloglucan; fungsi molekuler yang\ndiperkaya signifikan adalah aktivitas xyloglucan: xyloglucosyltransferase, aktivitas glucosyltransferase,\ndan aktivitas hydrolase; serta komponen seluler yang diperkaya signifikan adalah apoplas dan dinding\nsel. Dari hasil penelitian secara in silico ini diduga terjadi modifikasi atau restrukturisasi dinding sel\nprimer melalui pemotongan dan penggabungan ulang xyloglucan yang dikatalisis oleh TCH4/XET pada\napoplas dan dinding sel akibat peningkatan ekspresi tujuh belas gen lektin. Lektin diduga berinteraksi\ndengan protein-protein lain yang mengalami peningkatan ekspresi akibat perlakuan kitosan. Hasil\nanalisis transkriptomik ini menunjukkan bahwa gen-gen lektin yang terinduksi ekspresinya oleh kitosan\nmemiliki kecenderungan untuk berperan dalam pertahanan tumbuhan. Namun, perlu dilakukan studi\nlanjut untuk memvalidasi hasil analisis in silico pada penelitian ini.", "Daftar File": {"ABSTRAK Restu Lestari Wulan Utami": "https://digilib.itb.ac.id/gdl/download/225985"}, "Penulis": "Restu Lestari Wulan Utami [10617051]", "Kontributor / Dosen Pembimbing": ["Fenny Martha Dwivany, S.Si., M.Si., Ph.D.", "Dr. Ima Mulyama Zainuddin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Transkriptomik, kitosan, lektin, pisang Cavendish, pertahanan tumbuhan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2021"}