{"Nomor": 55417, "Judul": "STUDI KARAKTERISTIK TEKANAN PORI DI LAPANGAN SGA, CEKUNGAN KUTAI, KALIMANTAN TIMUR", "Abstrak": "Lapangan SGA yang berada di Cekungan Kutai merupakan salah satu lapangan \nminyak tertua di Indonesia dan sudah beroperasi sejak tahun 1900-an. Kedalaman \nsumur-sumur produksi yang ada berkisar antara 400 s.d. 600 meter. Salah satu \nupaya dalam menghidupkan dan meningkatkan kembali jumlah produksi di \nlapangan ini yaitu dengan pengeboran zona-zona reservoir yang lebih dalam. Pada \nsaat dilakukan pengeboran, terjadi beberapa kendala operasional yang diduga \nakibat adanya zona tekanan luap. Kendala pengeboran tersebut diantaranya adalah \nrangkaian pipa terjepit, aliran sumur, gas tinggi, hingga kick. Dengan demikian,\ndiperlukan analisis mengenai tekanan luap dengan menggunakan data-data baru. \nPenelitian ini bertujuan untuk mengetahui karakteristik tekanan pori termasuk \nmekanisme, estimasi, dan penyebaran tekanan luap di daerah penelitian. \nPenelitian ini dilakukan dengan mengintegrasikan data sumur dan data seismik. \nData sumur yang digunakan sebanyak tujuh buah meliputi log talikawat (sinar \ngamma, sonik, densitas, dan resistivitas), data uji tekanan formasi (MDT dan RFT), \ndata log lumpur, data parameter pengeboran, dan laporan pengeboran. Data seismik \nmeliputi data kecepatan interval, checkshot VSP, dan seismik 3D seluas 80,6 km2\n. \nPenentuan estimasi tekanan pori menggunakan metode Eaton yang dikalibrasi \ndengan data uji tekanan formasi. Distribusi tekanan luap dilakukan dengan \nmenggabungkan hasil perhitungan data sumur dengan data seismik melalui \npemodelan 3D. Pemodelan tekanan pori 3D ditentukan berdasarkan model 3D \ntegasan vertikal dari data densitas, model 3D tekanan hidrostatis normal dari \ngradien tekanan hidrostatis, model 3D tegasan efektif dari nilai Tren Kompaksi \nNormal (NCT). \nMekanisme pembentukan tekanan luap didapatkan melalui analisis respons Log \nsonik, densitas, dan resistivitas menunjukkan bahwa mekanisme tekanan luap \ndipengaruhi mekanisme unloading. Berdasarkan plot silang log sonik dan densitas, \ndiketahui bahwa tekanan luap di daerah penelitian dipengaruhi diagenesis lempung. \nKurva sejarah pemendaman menunjukkan kecepatan sedimentasi mencapai 330 \nm/juta tahun sehingga dapat dikatakan bahwa pembentukan tekanan luap juga \ndisebabkan oleh mekanisme loading.\nHasil analisis tekanan pori di daerah penelitian dapat dibagi ke dalam empat zona \nyaitu: zona hidrostatis normal, zona underpressure, zona tekanan luap transisi, dan \nzona tekanan luap tinggi. Zona tekanan luap transisi dimulai ketika gradien tekanan \nsebesar 0,43-0,6 psi/ft atau setara dengan berat lumpur 1-1,4 SG, sedangkan zona \ntekanan luap tinggi memiliki gradien tekanan melebihi 0,6 psi/ft atau diatas 1,4 SG. \nPuncak tekanan luap transisi bervariasi mulai dari kedalaman 665 s.d. 828 m, \nsedangkan puncak tekanan luap tinggi pada kedalaman 761 s.d. 1.180 m. Hasil \npemodelan 3D dan estimasi tekanan pori Eaton pangkat tiga dapat memberikan \nprediksi yang cukup baik dan pola puncak tekanan luap cenderung mengikuti pola \nstruktur antiklin", "Daftar File": {"ABSTRAK Artedi Sutanto": "https://digilib.itb.ac.id/gdl/download/225993"}, "Penulis": "Artedi Sutanto [22017004]", "Kontributor / Dosen Pembimbing": ["Agus Mochamad Ramdhan, S.T., M.T., Ph.D.", "Indra Gunawan, S.T., M.Sc., Ph.D.", "Dr. Rendy Dwi Kartika, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Tekanan luap, tekanan pori, metode Eaton, Cekungan Kutai.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2021"}