{"Nomor": 55421, "Judul": "FABRIKASI PERANTI SUB-MM FLUIDA DENGAN METODE  CETAK 3D UNTUK KANAL OBSERVASI SAMPEL DAN  INTEGRASI DENGAN SENSOR", "Abstrak": "Mikrofluida merupakan ilmu sains dan sistem teknologi yang memproses atau \nmemanipulasi sejumlah kecil cairan atau fluida dalam kanal dengan dimensi \npuluhan hingga ratusan mikrometer. Teknologi ini memiliki ciri dan karakteristik \nunik fluida dari manipulasi yang dapat dilakukan. Dengan ini, mikrofluida memiliki \nbanyak manfaat dalam penerapannya di bidang penelitian baik biologi maupun \nkimia. Terlepas dari manfaat dan keuntungannya, teknologi ini memiliki kendala \ndalam hal fabrikasinya. Metode fabrikasi standar yang dilakukan memerlukan \nwaktu yang lama, biaya yang besar, dan masih memiliki risiko kegagalan dari hasil \nakhir fabrikasinya. Pada penelitian ini peranti kanal fluida sebagai kanal observasi \ndan integrasi dengan sensor difabrikasi dengan metode cetak 3D. Penelitian ini akan \nfokus pada fabrikasi peranti kanal fluida dengan menggunakan metode yang lebih \nefisien waktu dan biaya, yaitu metode cetak 3D. Kemudian, pengaruh parameter \ncetak 3D terhadap resolusi dan akurasi hasil cetak akan ditentukan. Selain itu, \nperforma dan karakteristik peranti kanal fluida yang difabrikasi juga akan \nditentukan.\nBerdasarkan penelitian ini, metode fabrikasi cetak 3D dapat membentuk kanal \ndengan dimensi kanal mencapai skala sub-mm (0,5 – 1 mm) dan mikrofluida besar \n(100-500 µm). Pada kanal observasi dimensi kanal terkecil yang dapat dibentuk \nadalah 0,55 mm dengan optimasi parameter exposure time 6 s dan orientasi cetak \nvertikal. Pada flow-cell dimensi kanal terkecil yang dapat dibentuk adalah 0,3 mm. \ndengan exposure time 6 s dan orientasi cetak horizontal. Uji karakteristik \npermukaan kanal fluida hasil cetak pada penelitian ini menunjukkan permukaan \nyang bersifat hidrofilik dengan rata-rata sudut kontak sebesar 62,43º. Uji aliran \nfluida menunjukkan kualitas coverage yang baik dan tidak terjadi kebocoran pada \nkanal fluida hasil cetak dengan metode fabrikasi ini. Aliran fluida yang mengalir \ndalam kedua bentuk kanal fluida diatas adalah aliran laminar dengan kecepatan \naliran 0,189 x 10-3 m/s dan bilangan Reynolds 0,105", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226010", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/226011", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226014"}, "Penulis": "Rafita Erli Adhawiyah [18317005]", "Kontributor / Dosen Pembimbing": ["Isa Anshori, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "mikrofluida, sub-mm, cetak 3D, kanal fluida, flow-cell, kanal observasi", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "17 Jun 2021"}