{"Nomor": 55420, "Judul": "ESTIMASI KEHILANGAN SIMPANAN KARBON DAN PENINGKATAN EMISI KARBON DIOKSIDA AKIBAT DEFORESTASI DAN DEGRADASI HUTAN PADA LAHAN GAMBUT DI KALIMANTAN TENGAH, TAHUN 1990-2019", "Abstrak": "Lahan gambut merupakan salah satu ekosistem lahan basah yang menjadi tempat penyimpan\nkarbon terpenting di dunia. Meningkatnya kebutuhan lahan untuk pertanian, perkebunan, dan\npermukiman berkontribusi pada peningkatan deforestasi dan degradasi hutan di lahan gambut\nyang berdampak pada peningkatan emisi karbon dioksida (CO2) di atmosfer. Salah satu\nprovinsi di Indonesia yang memiliki hutan gambut terluas adalah Kalimantan Tengah.\nPenelitian ini bertujuan untuk mengestimasi tingkat deforestasi dan degradasi hutan di lahan\ngambut Kalimantan Tengah antara tahun 1990-2019 beserta implikasinya terhadap jumlah\nsimpanan karbon di atas permukaan tanah (aboveground) yang hilang dan peningkatan emisi\nCO2 tahunan. Penelitian ini menggunakan data sekunder berupa peta tutupan lahan (tahun\n1990, 2000, 2009, dan 2019) dan peta sebaran gambut Kalimantan Tengah, serta data simpanan\nkarbon dan emisi CO2 tahunan berdasarkan tipe tutupan lahan. Analisis data dilakukan dengan\nmenggunakan software ArcMap 10.4 dan Microsoft Excel. Hasil penelitian menunjukkan\nbahwa pada periode tahun 1990-2019, lahan gambut seluas 1.044.573 ha telah mengalami\ndeforestasi dan seluas 9.125 ha telah mengalami degradasi hutan. Estimasi simpanan karbon\nyang hilang adalah sebesar 62.937.370 ton C akibat deforestasi dan sebesar 159.253 ton C\nakibat degradasi hutan. Estimasi peningkatan emisi CO2 adalah sebesar 4.284.033 ton CO2-\neq/thn akibat deforestasi dan sebesar 198.749 ton CO2-eq/thn akibat degradasi hutan. Hasil\npenelitian ini menunjukkan bahwa semakin tinggi tingkat deforestasi dan degradasi hutan,\nmaka semakin tinggi jumlah simpanan karbon yang hilang serta CO2 yang teremisikan dari\nlahan gambut di Kalimantan Tengah.", "Daftar File": {"ABSTRAK Putri Risa Fatmawati": "https://digilib.itb.ac.id/gdl/download/226009"}, "Penulis": "Putri Risa Fatmawati [10617062]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc.", "Dr. Elham Sumarga, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "lahan gambut, deforestasi, degradasi hutan, emisi karbon dioksida (co2), simpanan karbon permukaan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2021"}