{"Nomor": 55438, "Judul": "RANCANG BANGUN PROTOTIPE MINI MOBILE ROBOT PENGAMBIL OBJEK PADA RUANG SEMPIT BERBASIS IOT", "Abstrak": "Perkembangan ilmu teknologi di bidang elektronika dan komunikasi memiliki banyak manfaat dalam kehidupan manusia baik di bidang industri, pendidikan, pemerintah, dan lain sebagainya. Sebagai contoh sekarang terdapat banyak robot yang memudahkan pekerjaan manusia. Pada saat saat ini robot yang populer adalah robot manipulator, yaitu robot lengan yang digunakan untuk meningkatkan produksi. Gripper pada robot manipulator merupakan komponen end effector yang berfungsi dalam memegang benda. Sebagai indera perasa pada robot digunakan sensor FSR (Force Sensitive Resistor). Menggunakan prinsip IOT, robot pencengkram dikendalikan secara jauh jauh menggunakan sinyal internet (wifi) dan memiliki ukuran yang kecil sehingga dibuat desain mobile robot yang memiliki ukuran lebar 9,5 cm dan tinggi 8 cm dan menggunakan sistem 4 roda. Pada robot pencengkram terdapat gripper yang berfungsi untuk mengambil objek tertentu pada area sempit yang tidak bisa dijangkau manusia. Pada pengujian gerak robot, robot memiliki diameter lintasan terkecil ketika berbelok sebesar 66 cm ke kiri dan 67 cm ke kanan dengan kelajuan masing-masing sebesar 0,21 m/s dan 0,22 m/s. Pada pengujian gripper didapatkan gripper bisa mencengkram telur puyuh, SG90, dan uang koin. Nilai set point pada FSR ketika mencengkram telur puyuh sebesar 0,005 g sampai 0,4 g, 0,1 g sampai 0,3 g untuk SG90, dan 0,05 g sampai 0,4 g untuk uang koin. Pengujian sensor yang terdapat pada robot pencengkram didapatkan data error rata-rata dan R2 pada masing-masing sensor sebesar 2,1% dan 0,9995 untuk sensor ultrasonik, 8,84% dan 0,997 untuk FSR. Pada pengukuran suhu dan kelembapan dilakukan pengukuran berulang dan didapatkan nilai error R2 dan error rata-rata pada tiap pengukuran sebesar 4,13%, 3,09%, dan 2,83% dan 0,9929, 0,9984, 0,994 untuk pengukuran suhu dan untuk pengukuran kelembapan 2,81%, 1,82%, 2,24% dan 0,9864, 0,993, 0,9968. Robot pencengkram dapat dioperasikan selama 50 menit 5,84 detik ketika tidak ada beban tambahan pada robot.", "Daftar File": {"ABSTRAK Ikhsanul Agusti": "https://digilib.itb.ac.id/gdl/download/226081"}, "Penulis": "Ikhsanul Agusti [10217031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Suprijadi, M.Eng.", "Irfan Dwi Aditya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "FSR, Gripper, Mobile robot", "Sumber": "", "Staf Input/Edit": "Ratnasari", "File": "8 file", "Tanggal Input": "17 Jun 2021"}