{"Nomor": 55435, "Judul": "PENERAPAN SENTENCE-BERT UNTUK MENINGKATKAN  KINERJA PERINGKASAN TEKS EKSTRAKTIF BERBASIS  DENSITY PEAKS CLUSTERING", "Abstrak": "Dengan adanya keterbatasan kemampuan membaca manusia dan masifnya jumlah \ndata teks yang tersedia pada zaman modern, muncul kebutuhan terhadap sistem \nperingkasan teks otomatis. Salah satu metode peringkasan teks otomatis yang \nmenghasilkan ringkasan yang memuaskan adalah peringkasan teks ekstraktif \nberbasis density peaks clustering. Penelitian sebelumnya yang menerapkan teknik \ntersebut berhasil menjadi state-of-the-art untuk dataset DUC 2004. Namun masih \nterdapat celah untuk pengembangan lebih lanjut, yakni dengan menerapkan teknik \nsentence embedding berbasis jaringan syaraf tiruan untuk menggantikan \nembedding vector space model dan topic modelling LDA yang digunakan pada \npenelitian sebelumnya. Penelitian ini mengusulkan suatu sistem peringkasan teks \notomatis berbasis klaster dengan menggunakan Sentence-BERT (SBERT) untuk \nmelakukan sentence embedding dan topic modeling sebagai penyempurnaan dari \npenelitian sebelumnya. SBERT dipilih karena merupakan teknik state-of-the-art \ndi bidang sentence embedding, sehingga diharapkan dapat merepresentasikan arti \nsemantik kalimat secara lebih baik daripada teknik yang digunakan pada \npenelitian sebelumnya. Penelitian ini merupakan penelitian pertama yang \nmenerapkan SBERT untuk peringkasan teks. Penelitian ini juga mengusulkan \nbeberapa penyempurnaan pada teknik pemilihan kalimat terbaik yang digunakan \npada penelitian sebelumnya. Berdasarkan penilaian menggunakan ROUGEtoolkit, sistem peringkasan teks yang dibangun pada penelitian ini berhasil \nmenciptakan ringkasan yang lebih baik daripada penelitian sebelumnya. Ketika \ndiuji pada dataset DUC 2004, konfigurasi terbaik dari metode yang diusulkan \nmenghasilkan ringkasan yang memiliki skor ROUGE-1 lebih baik sekitar 0,067\ndaripada ringkasan yang dihasilkan oleh metode sebelumnya.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226058", "Abstrak": "https://digilib.itb.ac.id/gdl/download/226059", "Abstract": "https://digilib.itb.ac.id/gdl/download/226060", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226062", "Daftar Isi & Gambar Tabel": "https://digilib.itb.ac.id/gdl/download/226063", "Daftar Pustaka": "https://digilib.itb.ac.id/gdl/download/226069"}, "Penulis": "Paulus Setiawan Suryadjaja [23519003]", "Kontributor / Dosen Pembimbing": ["Ir. Rila Mandala, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Peringkasan teks, density peaks clustering, sentence-BERT, topic  modeling, peringkasan teks berbasis klaster, peringkasan teks ekstraktif, DUC  2004", "Sumber": "", "Staf Input/Edit": "karya", "File": "12 file", "Tanggal Input": "17 Jun 2021"}