{"Nomor": 55433, "Judul": "PEMILIHAN STARTEGY KAPASITAS GUDANG DI PT. BHANDA GHARA REKSA BANDUNG DALAM MENGHADAPI HOLDING PANGAN.", "Abstrak": "Pemerintah Indonesia telah mengakui kelompok holding BUMN baru yang berada di bawah sektor pangan dan PT. Bhanda Ghara Reksa (BGR), sebuah perusahaan logistik yang ditugaskan untuk menjadi penyedia distribusi dan penyimpanan utama kelompok holding tersebut. Saat ini, divisi regional PT. BGR di Bandung menjalankan bisnis di luar sektor pangan. Namun, karena adanya inisiatif holding baru, maka PT. BGR akan menghadapi perubahan portofolio produk untuk permintaan di masa mendatang. Karena permintaan pasti akan berubah, pergudangan di PT. BGR perlu mengakomodasi perubahan ini untuk mempertahankan keuntungan. Dalam studi ini, kami mencermati perubahan yang akan mempengaruhi pergudangan PT. BGR Divre Bandung dan mengusulkan alternatif strategi perencanaan kapasitas dengan menerapkan Analytic Hierarchy Process (AHP) dengan analisis BCOR (Benefit, Cost, Opportunity, and Risk). Studi ini dilakukan dengan menggunakan peramalan kualitatif dan analisis pemanfaatan kapasitas untuk membantu mengidentifikasi elemen-elemen dalam model AHP/BCOR.\nSaat ini, rata-rata jumlah pemanfaatan kapasitas PT. BGR Divre Bandung berada di bawah 50%. Namun, hasil peramalan menunjukkan bahwa permintaan diproyeksikan akan berada pada 50%, yang dapat mengakibatkan kelebihan kapasitas di masa mendatang. Alternatif strategi baru untuk rencana kapasitas gudang yang disarankan adalah berinvestasi di gudang baru, memanfaatkan pergudangan saat ini, dan tidak melakukan apa pun. Analisis AHP / BCOR menentukan bahwa berinvestasi di gudang baru merupakan strategi terbaik dari ketiga alternatif tersebut. Hasil ditentukan dengan melibatkan beberapa ahli dari PT. BGR Divre Bandung yang mengutamakan biaya dan manfaat daripada peluang dan risiko.", "Daftar File": {"ABSTRAK Harsa Ilman Prakoso": "https://digilib.itb.ac.id/gdl/download/226056"}, "Penulis": "Harsa Ilman Prakoso [19017326]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., M.B.A., Ph.D.", "Nila Armelia Windasari, S.A., M.B.A., Ph.D.", "Dr. Liane Okdinawati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Proses hirarki analisisi, process,analisis BCOR, ramalan kualitatif, penggunaan kapasitas, strategi perencanaan kapasitas", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "17 Jun 2021"}