{"Nomor": 55442, "Judul": "MODEL TRANSFORMASI DIGITAL UNTUK PENYEDIA JASA KURIR,  EKSPRES, DAN PARSEL DI INDONESIA", "Abstrak": "Perkembangan teknologi telah menghadirkan tantangan bagi penyedia jasa kurir, ekspres, dan\nparsel (CEP) yang bertanggung jawab dalam melayani pengiriman barang ke pelanggan. Salah\nsatu tantangannya adalah terjadinya peningkatan ekspektasi pelanggan terhadap pengalaman\npengiriman yang lebih baik. Di sisi lain, masuknya Indonesia pada revolusi Industri 4.0\nmemberikan peluang bagi penyedia jasa CEP untuk dapat memberikan nilai kepada para\npelanggannya melalui transformasi digital. Penelitian ini bertujuan untuk mengembangkan\nmodel transformasi digital untuk penyedia jasa CEP di Indonesia. Terdapat enam tahapan\nutama dalam pengembangan model ini, yaitu analisis permasalahan dan solusi umum, analisis\nkondisi bisnis, analisis prioritas ekspektasi pelanggan, analisis tujuan transformasi digital,\npengembangan model, dan validasi model. Hasil penelitian tugas akhir ini adalah model\ntransformasi digital yang sesuai dengan konteks penyedia jasa CEP, mempertimbangkan\nprioritas ekspektasi pelanggan jasa CEP, serta memberikan masukan terkait bentuk penerapan\ntransformasi digital yang dapat memenuhi ekspektasi pelanggan. Hasil validasi menunjukkan\nbahwa pemetaan bentuk penerapan transformasi digital yang dilakukan sudah cukup baik dan\nsesuai dengan definisi dari masing-masing komponen model transformasi digital. Selain itu,\nbentuk-bentuk penerapan transformasi digital pada model dianggap dapat memenuhi\nekspektasi pelanggan jasa CEP. Hal ini diketahui dari hasil tanggapan responden yang\nmenunjukkan angka 4.6 dari 5.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226108", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/226109", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226110"}, "Penulis": "Dicky [18217041]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D.", "Lenny Putri Yulianti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ekspektasi pelanggan, penyedia jasa CEP, model transformasi digital", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "17 Jun 2021"}