{"Nomor": 55441, "Judul": "ANALISIS DAN SIMULASI PENYEBARAN VIRUS COVID-19  DI INDONESIA MENGGUNAKAN PEMODELAN  SIR DAN SIR-D DENGAN KONSEP  MACHINE LEARNING", "Abstrak": "Munculnya virus baru bernama COVID-19 baik di dunia maupun Indonesia \nmembuat seluruh elemen masyarakat kesulitan. Pandemi yang berlangsung sejak \nMaret 2020 di Indonesia masih belum selesai hingga saat ini. Namun, terdapat salah \nsatu alternatif solusi yang bisa dilakukan untuk membantu penanggulangan \npandemi, yaitu dengan melakukan pemodelan penyebaran COVID-19 untuk \nmemberikan gambaran pada masyarakat dan pemerintah agar bisa mengambil \ntindakan lebih lanjut. Salah satu pemodelan penyakit yang dikenal adalah \npemodelan SIR, yaitu pemodelan yang membagi individu ke dalam \nkelompok/kompartemen tertentu. Pada tugas akhir ini, dikembangkan model SIR \ndan salah satu turunannya yaitu SIR-D dengan bantuan konsep machine learning\nuntuk melakukan analisis dan membuat simulasi beberapa skenario penyebaran \npandemi. Terdapat 3 skenario simulasi yang dibuat, yaitu skenario tanpa dampak \nvaksinasi, skenario dengan dampak vaksinasi, dan skenario vaksinasi tanpa diiringi \nprotokol kesehatan yang ketat. Simulasi dari kedua model memberikan hasil bahwa \nproses vaksinasi yang dilakukan memberikan dampak penurunan penyebaran \nCOVID-19 meski kurang signifikan akibat proses vaksinasi yang belum maksimal \ndan menyeluruh. Sementara itu, apabila proses vaksinasi tidak dijalankan dengan \nprotokol kesehatan, hasilnya adalah penyebaran pandemi melonjak tinggi dan \nmembentuk gelombang kedua di Indonesia. Hal tersebut membuat dampak dan \nproses vaksinasi menjadi sia-sia. Ini menandakan bahwa proses vaksinasi tidak bisa \ndianggap remeh dan masyarakat harus terus mematuhi protokol kesehatan yang \nberlaku. Secara umum, dapat disimpulkan bahwa model epidemiologi yang \ndigunakan bisa memberikan gambaran simulasi penyebaran dengan tingkat akurasi \njika diukur dengan metrik MAPE yaitu model SIR sebesar 0.41198 dan model SIRD sebesar 0.01712.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226090", "Abstrak": "https://digilib.itb.ac.id/gdl/download/226091", "Abstract": "https://digilib.itb.ac.id/gdl/download/226092", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226094", "Daftar Pustaka": "https://digilib.itb.ac.id/gdl/download/226100"}, "Penulis": "David Petra Natanael [18217011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "COVID-19, model kompartemen, SIR, SIR-D, skenario simulasi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "11 file", "Tanggal Input": "17 Jun 2021"}