{"Nomor": 55454, "Judul": "PENGHITUNGAN LUAS PERAIRAN PEDALAMAN DAN LUAS PENGELOLAAN WILAYAH LAUT DAERAH PROVINSI (STUDI KASUS: PROVINSI MALUKU DAN PROVINSI MALUKU UTARA)", "Abstrak": "Negara Kesatuan Republik Indonesia (NKRI) merupakan salah satu Negara Kepulauan terbesar di dunia. Dengan kondisi tersebut dan untuk memanfaatkan wilayah perairannya, Indonesia menentukan pengelolaan wilayah laut daerah provinsi yang ditetapkan pada Undang-Undang Nomor 23 tahun 2014 dan Permendagri Nomor 141 tahun 2017. Provinsi Maluku dan Maluku Utara yang didominasi wilayah perairan, tentunya perlu menentukan daerah pengelolaan wilayah lautnya sesuai dengan peraturan yang ada, seperti batas maksimal 12 mil laut dan penentuan prinsip sama jarak yang menghasilkan garis tengah dengan provinsi lain yang antar wilayah lautnya kurang dari 24 mil laut. Hal ini berguna untuk menentukan luas wilayah laut provinsi yang digunakan sebagai salah satu faktor penentuan dana alokasi umum dari pemerintah pusat. Selain menentukan hal tersebut, dalam lingkup pengerjaan wilayah provinsi, dapat juga ditentukan luas perairan pedalaman berdasarkan kerangka hukum UNCLOS III 1982 dengan terlebih dahulu menentukan garis penutup (sungai, teluk, dan pelabuhan).\nData yang digunakan adalah Peta Rupabumi Indonesia. Dimana dilakukan asumsi bahwa garis pantai yang digunakan adalah muka laut rata-rata yang dianggap sebagai muka laut tertinggi dan muka laut terendah. Metode yang digunakan dalam penentuan luas pengelolaan wilayah laut daerah provinsi adalah metode buffer dan penentuan garis tengah dilakukan dengan metode thiessen polygon. Selain hal tersebut, dilakukan juga pengecekan pada batas laut teritorial Indonesia, dimana wilayah laut daerah provinsi tidak boleh melewati batas tersebut. Dalam penentuan perairan pedalaman, dilakukan penerapan metode garis penutup dengan menambahkan satu temuan baru, yaitu garis penutup kepulauan untuk Kepulauan Aru, Provinsi Maluku.\nBerdasarkan proses yang sudah dilakukan, maka didapatkan luas pengelolaan wilayah laut daerah Provinsi Maluku adalah 155.743,336 km2 dan Provinsi Maluku Utara adalah 91.795,214 km2. Sedangkan luas perairan pedalaman pada Provinsi Maluku adalah 8.116,025 km2 dan pada Provinsi Maluku Utara adalah 4.581,239 km2.", "Daftar File": {"ABSTRAK Roveri Boris": "https://digilib.itb.ac.id/gdl/download/226163"}, "Penulis": "Roveri Boris [15117042]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T.", "Miga Magenika Julian, S.T., M.T.", "Fickrie Muhammad, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "garis penutup, garis tengah, thiessen polygon, laut teritorial", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}