{"Nomor": 55456, "Judul": "IDENTIFIKASI KANDIDAT SEKUENS MIRNA UNTUK PENGEMBANGAN BIOPESTISIDA TERHADAP HAMA PHYTOPHTHORA SOJAE DARI GALUR TANAMAN KEDELAI (GLYCINE MAX)", "Abstrak": "Kedelai (Glycine max) merupakan tanaman polong-polongan yang penting karena memiliki kandungan nutrisi esensial dan dapat diolah menjadi berbagai macam produk. Meski demikian, produksi tanaman ini menghadapi masalah serangan hama Phytophthora sojae yang menyebabkan penyakit busuk batang dan akar dengan kerugian mencapai USD 1-2 miliar per tahun. Salah satu solusi yang dapat dikembangkan adalah melalui biopestisida berbasis RNA, yang terdiri dari molekul-molekul RNA pendek yang dapat melakukan pembungkaman ekspresi gen dan menurunkan patogenisitas patogen. Mekanisme semacam ini secara alami dimediasi oleh small RNA seperti miRNA. Oleh karena itu, pada penelitian ini dilakukan identifikasi miRNA tanaman kedelai dari galur resisten Rps1-a, Rps1-c, dan Rps1-k, yang berpotensi digunakan sebagai kandidat biopestisida terhadap P. sojae. Metode yang digunakan yaitu analisis in silico menggunakan data smallRNA sequencing dari penelitian Zhao et. al. (2015) yang tersedia di repositori NCBI dengan kode aksesi GSE56859. Data bacaan mentah diperiksa kualitasnya menggunakan program FastQC v3.1093 dilanjutkan dengan pemotongan adapter menggunakan CutAdapt v3.1. Bacaan bersih selanjutnya dijajarkan pada genom kedelai dari laman web http://www.plantsrnas.org/ menggunakan BWA v0.7.17 dan dikuantifikasi hasilnya menggunakan HTSeq v0.11.2. Hasil count disaring untuk menghilangkan nilai yang terlalu rendah dan dinormalisasi menggunakan metode TMM (Trimmed Mean of M-value). Selanjutnya dilakukan konstruksi nilai dispersi dari housekeeping gene dan analisis perbedaan ekspresi menggunakan general linear model-likelihood ratio test (glmLRT) dari package edgeR v3.30.3. miRNA yang memiliki nilai log2-fold-change (log2FC) > 1 dipilih untuk analisis prediksi target menggunakan FastX-toolkit v0.0.14 untuk reverse complement dan BWA v0.7.17 untuk penjajaran terhadap genom Phytophthora sojae v3.0 (Refseq). Berdasarkan hasil analisis perbedaan ekspresi, didapatkan 9 miRNA spesifik yang mengalami peningkatan ekspresi Log2FC > 1 pada galur resisten dan tidak demikian pada galur rentan. Sementara dari hasil prediksi target didapatkan bacaan pada 3 dari 9 miRNA tersebut dapat berkomplemen dengan mRNA Phytophthora sojae yang berperan dalam cell redox homeostasis, microtubule associated complex, dan sebagainya.", "Daftar File": {"ABSTRAK M Ghildan A R": "https://digilib.itb.ac.id/gdl/download/226165"}, "Penulis": "M Ghildan A R [10617043]", "Kontributor / Dosen Pembimbing": ["Karlia Meitha, S.Si., M.Si., Ph.D.", "Popi Septiani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biopestisida berbasis RNA, miRNA, resisten, Phytophthora sojae, perbedaan ekspresi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}