{"Nomor": 55460, "Judul": "ANALISIS WATER FOOTPRINT PADA PRODUKSI TAHU: STUDI KASUS DI DUSUN GIRIHARJA, KEBONJATI, SUMEDANG, JAWA BARAT", "Abstrak": "Hampir tiap proses produksi tahu membutuhkan air. Produksi tahu juga menghasilkan air limbah yang berpotensi menyebabkan pencemaran lingkungan, seperti bau tak sedap, penurunan kualitas air tanah, dan tumpukan limbah organik padat. Salah satu cara untuk menilai aktivitas produksi suatu industri dalam mengelola dan menggunakan air, serta mengetahui dampak aktivitas produksi tersebut terhadap masyarakat adalah melalui analisis water footprint. Tesis ini merupakan studi kasus pada lima industri tahu putih dan empat industri tahu kuning di Dusun Giriharja, Desa Kebonjati, Kabupaten Sumedang. Industri tahu di Dusun Giriharja telah menerapkan pengolahan limbah cair pekat (whey) menggunakan IPAL (Instalasi Pengolahan Air Limbah) anaerobik berkapasitas 120 m3 yang mampu menurunkan COD (chemical oxygen demand) hingga 93% dan menghasilkan biogas yang dimanfaatkan oleh 87 KK. Penelitian ini bertujuan untuk (1) menghitung nilai water footprint pada produksi tahu, (2) menentukan status keberlanjutan water footprint produksi tahu melalui analisis multidimensi dengan teknik RAPFISH (Rapid Assessment Technique for Fisheries), dan (3) menyusun strategi untuk memperkecil nilai water footprint produksi tahu melalui analisis SWOT-QSPM (Strenght, Weakness, Opportunity and Threat - Quantitative Strategic Planning Matrix). Metode pengambilan data berupa observasi, wawancara, kuesioner, quick scan, dan studi pustaka. Responden penelitian terdiri dari sembilan produsen tahu, 52 penduduk lokal, anggota Kelompok Pengrajin Tahu Giriharja Sumedang, ketua Kelompok Tani Giriharja, perangkat Desa Kebonjati dan civitas LPTB (Loka Penelitian Teknologi Bersih) LIPI. Berdasarkan hasil analisis, disimpulkan: (1) nilai water footprint produksi pada tahu putih adalah 101 m3/ton sedangkan pada produksi tahu kuning adalah 114 m3/ton; (2) water footprint produksi tahu di Dusun Giriharja berstatus ‘Cukup Berkelanjutan’ dengan nilai RAPFISH sebesar 59,24%; dan (3) rekomendasi strategi berdasarkan hasil SWOT-QSPM adalah pemanfaatan efluen IPAL anaerobik di bidang pertanian, menggunakan kembali air limbah proses pendinginan, industri tahu kuning tidak melakukan proses pendinginan, membangun sarana tambahan untuk mengolah air limbah tahu, menggunakan kedelai lokal, meminta dukungan pemerintah terhadap pengelolaan IPAL anaerobik, meningkatkan tarif iuran biogas, dan industri tahu kuning mengganti air dengan whey pada proses pemasakan kedua.", "Daftar File": {"ABSTRAK Dinda Mardiani Lubis": "https://digilib.itb.ac.id/gdl/download/226169"}, "Penulis": "Dinda Mardiani Lubis [21318009]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "analisis water footprint, produksi tahu, IPAL anaerobik, RAPFISH, SWOT-QSPM, Dusun Giriharja", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}