{"Nomor": 55477, "Judul": "MENENTUKAN NILAI INTRINSIK PT PLN BATUBARA, STUDI KASUS", "Abstrak": "PT PLN Batubara (Perusahaan/PLNBB) merupakan Anak Perusahaan PT PLN (Persero), didirikan untuk menjamin ketersedian pasokan batubara untuk kebutuhan PLN dan efisiensi biaya. Tujuan dan manfaat didirikannya Perusahaan agar fokus pada pemenuhan standar dan kualitas produk batubara, berkomitmen untuk meningkatkan efisiensi dan efektivitas dalam penyediaan harga batubara yang optimal kepada PLN serta mampu untuk memenuhi pasokan batubara PLN sebesar minimum 20% dari total kebutuhan batubara PLN/IPP melalui penguasaan cadangan batubara. Sehubungan dengan hal tersebut, untuk memenuhi kebutuhan batubara PLN/IPP, Perusahaan melakukan proses pengadaan batubara dari kegiatan jual beli dan hasil dari tambang batubara milik sendiri. \nPenelitian ini difokuskan pada analisis bisnis dan penentuan nilai intrinsik PLNBB. Penelitian dimulai dari kondisi makroekonomi, analisis industry menggunakan model Michael Porters’s Five Forces, analisis kondisi internal PLNBB menggunakan SWOT, analisis laporan keuangan dan melakukan penilaian dengan arus kas yang didiskontokan. Berdasarkan analisis Michael Porter, industry pertambangan batubara masih menarik dimana ancaman pendatang baru moderat, ancaman dari produk pengganti moderat, daya tawar pemasok tinggi, daya tawar pembeli tinggi, dan persaingan antar perusahaan di dalam industry tinggi. Identifikasi kondisi internal dan eksternal yang digabungkan menjadu satu model sugestif yang disebut Matriks Internal-Eksternal atau (IE) Matriks. Hasil Matrix IE menunjukan posisi PLNBB pada kuadran II (Build and Grow) yang artinya Perusahaan dapat melaksanakan rekomendasi strategis berupa intensif atau integratif. Berdasarkan analisis laporan keuangan dengan menghitung rasio, PLNBB relative mampu mengelola keuangannya dengan baik yang mana hamper sama dengan rata-rata perusahaan di industry sejenis. \nPada penelitian ini, nilai intrinsic perusahaan dihitung menggunakan metode  Free Cash Flow to the Firm karena Perusahaan tercatat memiliki hutang dan ekuitas pada neracanya. Berdasarkan Free Cash Flow to the Firm, rentang nilai intrinsic PLNBB adalah $ 129.967.636 sampai dengan $ 150.777.724. Dibandingkan dengan nilai buku ekuitas Perusahaan pada tahun buku 2019 adalah sebesar Rp 1.595.109.000.000,- (setara $114.690.035, pada kurs Rp 13.908/ 1 USD). Hasil tersebut dinilai undervalued karena nilai intrinsic perusahaan adalah 1,13 kali sampai dengan 1,31 kali dari nilai buku ekuitas tahun 2019. Kinerja Perusahaan masih dinilai menarik bagi calon pemegang saham. Penelitian yang menghitung penilaian PLNBB ini menjadi informasi awal bagi Manajemen Perusahaan.", "Daftar File": {"ABSTRAK Angga Bima Ekhariedo": "https://digilib.itb.ac.id/gdl/download/226213", "COVER Angga Bima Ekhariedo": "https://digilib.itb.ac.id/gdl/download/266255", "BAB 1 Angga Bima Ekhariedo": "https://digilib.itb.ac.id/gdl/download/266256", "BAB 2 Angga Bima Ekhariedo": "https://digilib.itb.ac.id/gdl/download/266257", "BAB 3 Angga Bima Ekhariedo": "https://digilib.itb.ac.id/gdl/download/266258", "BAB 4 Angga Bima Ekhariedo": "https://digilib.itb.ac.id/gdl/download/266259", "PUSTAKA Angga Bima Ekhariedo": "https://digilib.itb.ac.id/gdl/download/266260"}, "Penulis": "Angga Bima Ekhariedo [29319405]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Valuasi, Nilai Intrinsik, Free Cash Flow to the Firm.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "17 Jun 2021"}