{"Nomor": 55471, "Judul": "KINERJA PERTUMBUHAN LARVA LALAT TENTARA HITAM, HERMETIA ILLUCENS L. (DIPTERA : STARTIOMYIDAE) YANG DIBERI PAKAN AMPAS TEMPE", "Abstrak": "Tempe merupakan salah satu makanan yang banyak di konsumsi masayarakat Indonesia. Sejalan dengan meningkatnya produksi tempe, ampas tempe juga meningkat dan seringkali menjadi persoalan, sehingga perlu untuk dikelola. Hermetia Illucens L. (Diptera: Stratiomyidae) telah banyak diteliti dan digunakan sebagai agen biokonversi pengelolaan limbah organik. Telah dilakukan penelitian untuk menganalisis kinerja pertumbuhan H. illucens yang diberi pakan ampas tempe. Tigapuluh (30) larva H. illucens berumur 7 periode diberi pakan ampas tempe dengan laju pemberian pakan 12,5; 25; 50; 100; 200 mg/larva/periode pada wadah bervolume 300 ml dan dipelihara pada suhu sekitar 23°-24°C. Periode larva menjadi prepupa/pupa, berat prepupa/pupa, berat larva, serta residu diamati, kemudian dilakukan perhitungan dan analisis growth rate, survival rate, approximate digestibility (AD), efficiency of conversion of digested feed (ECD), dan waste reduction index (WRI). Hasil penelitian menunjukan bahwa dengan pemberian pakan sebesar 200 mg/larva/periode menghasilkan waktu pertumbuhan tercepat (53 ± 15,65 hari), rata-rata WRI tertinggi (1,67 ± 0,36), survival rate tertinggi (100%), dan growth rate tertinggi (1,57 ± 0,31 mg/hari), namun memiliki nilai ECD (10,79 ± 3,972%) dan AD (83,879 ± 3,88%) yang lebih rendah dibandingkan perlakuan lain. Dari 10,33 g berat kering ampas tempe yang diberikan untuk perlakuan 200 mg/larva/periode, sebanyak 74,93% pakan digunakan untuk metabolisme, 8,95% untuk biomassa, dan sekitar 16,12% menjadi residu. Berdasarkan hal tersebut, dapat disimpulkan bahwa ampas tempe dapat digunakan sebagai pakan larva H. illucens dan pemberian pakan ampas tempe yang optimum adalah sebesar 200 mg/larva/periode.", "Daftar File": {"ABSTRAK Ranti Wulandari": "https://digilib.itb.ac.id/gdl/download/226193"}, "Penulis": "Ranti Wulandari [10617049]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Mochamad Firmansyah, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ampas tempe, Approximate Digestibility (AD), Efficiency of Conversion of Digested feed (ECD), Hermetia Illucens, Mass Balance, Waste Reduction Index (WRI)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}