{"Nomor": 55482, "Judul": "PERANCANGAN STRUKTUR DERMAGA KARGO TIPE DECK ON PILE DI PELABUHAN ILWAKI, KABUPATEN MALUKU BARAT DAYA, PROVINSI MALUKU", "Abstrak": "Ilwaki merupakan salah satu kawasan perkotaan utama di Pulau Wetar yang\nmerupakan bagian dari Kabupaten Maluku Barat Daya, Provinsi Maluku. Kondisi\ngeografis di sekitar Pulau Wetar didominasi oleh pulau-pulau lain, sehingga\nmenuntut konektivitas yang baik terutama dalam sektor perairan untuk membangun\nperekonomian dan kesejahteraan masyarakat. Salah satu fasilitas transportasi laut\ndi Ilwaki adalah Pelabuhan Ilwaki, yang merupakan salah satu pelabuhan dengan\nhierarki sebagai pelabuhan pengumpan regional di Kabupaten Maluku Barat Daya.\nPada saat ini, dermaga di Pelabuhan Ilwaki telah mengalami sejumlah kerusakan\nakibat kurangnya pemeliharaan dan perawatan fender pada dermaga yang\ndigunakan untuk melindungi struktur dermaga dan badan kapal yang bersandar\npada kegiatan berlabuh (berthing).\nPenulisan Laporan Tugas Akhir ini bertujuan untuk melakukan perancangan\nstruktur dermaga jetty tipe deck on pile untuk pengembangan struktur dermaga yang\nbertujuan mendukung kegiatan bongkar muat general cargo pada Pelabuhan Ilwaki.\nPerancangan dermaga terdiri dari dua komponen struktur utama, yaitu dermaga itu\nsendiri dan trestle yang menghubungkan dermaga dengan daratan, yang mencakup\ndimensi struktur dan elemen struktural, pemodelan struktur, desain penulangan\nelemen struktural, dan analisis daya dukung tanah.\nTahapan awal perancangan adalah pengumpulan dan pengolahan data lingkungan\nberupa pasang surut, arus, angin, gelombang, dan tanah. Selain data lingkungan,\ndata-data operasional lainnya pun diolah untu memperoleh nilai-nilai beban\nhorizontal dan vertikal pada dermaga. Berdasarkan perhitungan ini, dilakukan\npreliminary design dari struktur dermaga dan desain ini dimodelkan pada perangkat\nlunak SAP2000. Pada pemodelan akan dilakukan analisis struktur. Hasil analisis\nstruktur kemudian dioptimasi hingga mendapatkan nilai unity check ratio (UCR)\nyang optimum, yaitu pada rentang 0,7 hingga 1,0. Selain itu, defleksi dari struktur\njuga perlu diperiksa dan tidak dapat melebihi batas izinnya. Berdasarkan hasil\nanalisis struktur yang telah optimum, dilakukan desain penulangan elemen\nstruktural menggunakan nilai-nilai maksimum gaya dalam. Pada akhirnya,\ndilakukan analisis daya dukung tanah untuk menentukan kedalaman pemancangan\ntiang pancang yang diperlukan.\nDermaga kargo hasil perancangan memiliki dimensi panjang 112 m dengan lebar\n17 m, sedangkan struktur trestle memiliki panjang 37 m dengan lebar 6 meter.\nKedua struktur memiliki elevasi lantai yang sama yaitu pada +3,85 m LWS. Elemen\nstruktural pada dermaga terdiri dari balok, pelat, tiang pancang, dan pile cap.\nBerdasarkan desain struktur optimum, digunakan tiang pancang dengan diameter\n812,2 mm dan tebal 11,91 mm pada dermaga, sedangkan pada trestle digunakan\ntiang pancang dengan diameter 762 mm dan tebal 9,53 mm. Pada struktur dermaga,\ntiang pancang perlu dipancang hingga kedalaman 10 m di bawah dasar laut (seabed),\nsedangkan pada trestle hanya dibutuhkan hingga kedalaman 4 m. Adapun nilai\nunity check ratio pada desain dermaga optimum berada pada rentang 0,69 - 0,94,\ndimana pada struktur trestle berada pada rentang 0,85 - 0,9. Pemeriksaan defleksi\nmenunjukkan bahwa defleksi yang terjadi pada struktur dermaga dan trestle akibat\nkombinasi beban-beban yang bekerja berada di bawah batas maksimum yang\ndiizinkan.\nPerancangan dermaga pada Laporan Tugas Akhir ini dilakukan dengan mengacu\npada Technical Standards and Commentaries for Port and Harbour Facilities in\nJapan yang diterbitkan oleh The Overseas Coastal Area Development Institute of\nJapan (OCDI) pada tahun 2020, serta kriteria desain pendukung lainnya seperti\nStandar Nasional Indonesia (SNI), British Standard (BS), standar American\nInstitute of Steel Construction (AISC), standar American Concrete Institute (ACI),\nstandar American Society of Civil Engineers (ASCE), standar American Association\nof State Highway and Transportation Officials (AASHTO), serta standar lainnya\nyang berlaku, termasuk katalog-katalog produk yang relevan. Pengerjaan Tugas\nAkhir juga memanfaatkan sejumlah perangkat lunak untuk perhitungan,\ndiantaranya ERGTide, Delft3D, SAP2000, dan PCA Column.", "Daftar File": {"ABSTRAK Jason Filius Santoso": "https://digilib.itb.ac.id/gdl/download/226225"}, "Penulis": "Jason Filius Santoso [15517005]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T., M.T.", "Eddy Rachman Gandanegara, S.T., M.T.", "Izqi Yustina Ammylia Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Tugas Akhir, perancangan dermaga, dermaga deck on pile, pemodelan struktur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}