{"Nomor": 55486, "Judul": "DESAIN TATALETAK ALUR PELAYARAN DAN PREDIKSI POLA ARUS DAN SEDIMENTASI DI PELABUHAN SEI BEROMBANG, SUMATRA UTARA", "Abstrak": "Naiknya permintaan bongkar muat dan transportasi penumpang pada Pelabuhan Sei Berombang, Sungai Berombang, Sumatra Utara menyebabkan menaiknya kebutuhan infrastruktur pelabuhan, salah satunya adalah alur pelayaran. Pada tugas akhir ini dilakukan perencanaan tataletak alur pelayaran serta konstruksi model sebagai prediksi pola arus dan sedimentasi pada Pelabuhan Sei Berombang pada kondisi eksisting dan pada kondisi setelah pengerukan. Konstruksi model pada kondisi setelah pengerukan merupakan kegiatan dari analisis lokasi pembuangan hasil keruk (dumping). Metode yang digunakan dalam tugas akhir ini adalah studi pustaka disertai dengan pengumpulan dan pengolahan data lingkungan dan data Pelabuhan Sei Berombang, pemodelan kondisi eksisting dengan perangkat lunak dengan input data lingkungan untuk pemodelan lingkungan coupled (gelombang, hidrodinamika, dan sedimentasi) , serta analisis kebutuhan tataletak 3D alur pelayaran dengan konstruksi model lingkungan coupled skenario-skenario lokasi pembuangan hasil keruk beserta pemilihan lokasi pembuangan Pada pemodelan kondisi eksisting yang telah dikalibrasi diperoleh nilai bed resistance. Desain tataletak alur pelayaran mempertimbangkan dimensi kapal yang berlabuh pada Pelabuhan Sei Berombang, serta tinggi gelombang pada alur pelayaran yang ditinjau. Tataletak, bed resistance, dan data lingkungan yang telah diolah adalah input dari pemodelan skenario-skenario lokasi dumping pada analisis lokasi dumping.", "Daftar File": {"ABSTRAK Naufal Purnama Hadi": "https://digilib.itb.ac.id/gdl/download/226234"}, "Penulis": "Naufal Purnama Hadi [15515013]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hendra Achiari, S.T., M.T.", "Eddy Rachman Gandanegara, S.T., M.T.", "Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "alur pelayaran, pemodelan hidrodinamika, pemodelan gelombang, pemodelan sedimentasi, model coupled, tataletak alur pelayaran, lokasi pembuangan hasil keruk.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}