{"Nomor": 55481, "Judul": "EVALUASI KINERJA MANAJEMEN TENAGA KERJA DI PT BURSA EFEK INDONESIA MENGGUNAKAN KRITERIA MALCOLM BALDRIGE UNTUK KEUNGGULAN KINERJA", "Abstrak": "Di era perdagangan bebas dan dunia yang penuh ketidakpastian saat ini, perusahaan–perusahaan menghadapi kompetisi yang ketat. Perusahaan dituntut untuk selalu dapat mengelola sumber daya yang dimiliki agar mampu mencapai kinerja yang tinggi dalam rangka mendukung perusahaan mencapai tujuannya dan mencapai keunggulan kompetitif. Salah satu sumber daya yang sangat penting bagi perusahaan dan wajib dikelola dengan baik adalah sumber daya manusia. Untuk senantiasa meningkatkan kinerja perusahaan dalam mengelola sumber daya manusia, diperlukan pengukuran dan evaluasi atas kinerja perusahaan, baik secara hasil maupun proses. Pengukuran dan evaluasi tersebut dapat dilakukan secara integrasi dan komprehensif menggunakan The Malcolm Baldrige Criteria for Performance Excellence (MBCfPE).\n\nPT Bursa Efek Indonesia (BEI), sebagai satu-satunya bursa efek di Indonesia, menghadapi kompetisi dengan perusahaan jasa keuangan lainnya di Indonesia. Selama ini, BEI telah mengevaluasi kinerja hasil perusahaan atas manajemen sumber daya manusia melalui pengukuran pencapaian Key Performance Indicators (KPI). Evaluasi kinerja proses dilakukan melalui proses audit, baik audit internal maupun audit eksternal. Namun demikian, BEI perlu melakukan pengukuran dan evaluasi kinerja proses yang terintegrasi dengan kinerja hasil secara komprehensif terkait dengan manajemen sumber daya manusia. Pengukuran dan evaluasi ini bertujuan untuk meningkatkan kinerja perusahaan dalam mengelola sumber daya manusia dan meningkatkan keunggulan kompetitifnya. Pengukuran dan evaluasi terkait manajemen sumber daya manusia dapat dilakukan menggunakan MBCfPE pada kategori kriteria tenaga kerja dan kategori kriteria hasil yang berfokus pada tenaga kerja. \n\nPengukuran dan evaluasi atas kinerja BEI dalam mengelola sumber daya manusianya dilakukan melalui analisis atas kondisi di perusahaan berdasarkan kriteria dan panduan penilaian dalam MBCfPE. Data dan informasi terkait kondisi di perusahaan diperoleh melalui metode wawancara kepada seluruh Kepala Unit di Divisi Sumber Daya Manusia, tinjauan dokumen, dan survei menggunakan kuesioner yang disebarkan kepada karyawan BEI. Setelah dilakukan analisis dan penilaian berdasarkan MBCfPE, dua kriteria dalam kategori kriteria tenaga kerja mencapai skor 85%, yang artinya telah terdapat proses standar dalam manajemen sumber daya manusia, yang sesuai dengan tujuan dan kebutuhan perusahaan, dievaluasi secara rutin, dikomunikasikan dengan baik kepada seluruh karyawan, dan ada keterlibatan pihak lain di luar Divisi Sumber Daya Manusia. Sedangkan kriteria hasil mencapai skor 70%, yang artinya hasil-hasil yang penting dalam kesuksesan perusahaan telah berada pada jalur yang tepat dan kompetitif terhadap perusahaan jasa keuangan lainnya di Indonesia. \n\nBerdasarkan hasil tersebut, terdapat beberapa rekomendasi yang perlu dilakukan oleh BEI untuk meningkatkan kinerjanya, meningkatkan skornya berdasarkan MBCfPE, dan meningkatkan keunggulan kompetitifnya. Rekomendasi-rekomendasi tersebut terkait: 1) penetapan ukuran kinerja atau KPI atas kesehatan, keamanan, dan aksesibilitas ruang kerja; 2) penentuan faktor utama keterikatan karyawan untuk setiap kelompok atau segmen karyawan; 3) penetapan periode standar untuk mengevaluasi analisis beban kerja dan pemastian kecukupan jumlah karyawan di seluruh divisi; 4) evaluasi indeks pemenuhan kapabilitas karyawan untuk level perusahaan dan pemastian kecukupan kapablitias karyawan di seluruh divisi; 5) evaluasi model kompensasi; 6) evaluasi sistem pengakuan dan penghargaan; 7) analisis hasil pengukuran kepuasan karyawan berdasarkan kelompok atau segmen karyawan; 8) evaluasi lingkungan dan budaya kerja di seluruh divisi; 9) evaluasi sistem penilaian kinerja; 10) penyediaan jalur karir yang jelas dan dikomunikasikan dengan baik ke seluruh karyawan; 11) evaluasi pelaksanaan sistem manajemen karir; dan 12) analisis tren atas hasil asesmen pengukuran kepuasan karyawan dan pengukuran pencapaian KPI atas proses-proses penting dalam manajemen sumber daya manusia.", "Daftar File": {"ABSTRAK Ade Putri Marina": "https://digilib.itb.ac.id/gdl/download/226223", "COVER Ade Putri Marina": "https://digilib.itb.ac.id/gdl/download/266130", "BAB 1 Ade Putri Marina": "https://digilib.itb.ac.id/gdl/download/266132", "BAB 2 Ade Putri Marina": "https://digilib.itb.ac.id/gdl/download/266133", "BAB 3 Ade Putri Marina": "https://digilib.itb.ac.id/gdl/download/266134", "BAB 4 Ade Putri Marina": "https://digilib.itb.ac.id/gdl/download/266135", "PUSTAKA Ade Putri Marina": "https://digilib.itb.ac.id/gdl/download/266136"}, "Penulis": "Ade Putri Marina [29319030]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Evaluasi Kinerja, Kinerja Perusahaan, Malcolm Baldrige, Manajemen Sumber Daya Manusia, Tenaga Kerja", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "17 Jun 2021"}