{"Nomor": 55491, "Judul": "SIMULASI REAL-TIME SKEMA PERTAHANAN BERBASIS CENTRALIZED REMEDIAL ACTION SCHEME PADA IMPLEMENTASI SISTEM KELISTRIKAN BATAM-BINTAN", "Abstrak": "Reliabilitas sistem merupakan faktor utama yang dijaga dalam keberlangsungan\noperasi sistem ketenagalistrikan. Saat terjadi gangguan besar pada sistem tenaga\nlistrik, diharapkan skema pertahanan dapat bekerja secara cepat dan secure untuk\nmengembalikan kestabilan sistem. Sistem pertahanan eksisting terhadap gangguan\nyang dapat menyebabkan ketidakstabilan terdiri atas langkah UFLS, OGS, dan\nskema lainnya. Karya ilmiah ini menjelaskan perancangan skema Centralized\nRemedial Action Scheme untuk menggantikan skema eksisting yang\ndiimplementasikan pada skema pertahanan di sistem Batam-Bintan. Skema CRAS\nakan menggunakan simulator HYPERSIM dengan OPAL-RT sebagai HardwareIn-The-Loop untuk melakukan simulasi real time, SEL-3530 RTAC sebagai\nprosesor utama algoritma RAS, serta SEL 751 sebagai IED rele mitigasi untuk\nmengirim digital output perintah CB kembali pada HYPERSIM, dimana semua\nperalatan pengamanan ini akan disambungkan menggunakan kabel ethernet dan\ndikomunikasikan menggunakan IEC 61850 GOOSE Protocol. 8 jenis kerawanan\npada sistem diimplementasikan sebagai algoritma Event-Based yang langsung\nmelakukan eksekusi lewat informasi status CB komponen penting, yang kemudian\ndimitigasi dengan menggunakan langkah load shedding dan generation shedding\nsecara efektif. Hasil yang diperoleh adalah 8 jenis kerawanan dapat diatasi dengan\nmeminimalisir pembuangan beban atau generator dengan menyamakan defisit\ndaya. Nilai frekuensi sistem dapat kembali stabil dalam durasi 5-8 detik sejak terjadi\ngangguan, dan respon transien dapat kembali ke nilai steady state mendekati 50 Hz.\nSkema CRAS juga dapat dijalankan oleh peralatan dengan durasi 30-40 ms dari\nawal terjadi gangguan hingga sampai perintah pembukaan CB", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226253", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/226254", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226256"}, "Penulis": "Nuel Yosia [23220018]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Kevin Marojahan B N, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kestabilan sistem, Centralized Remedial Action Scheme, HardwareIn-The-Loop, simulasi real-time, IEC 61850, load dan generation shedding", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "17 Jun 2021"}