{"Nomor": 55497, "Judul": "EVALUASI EFEKTIFITAS PERENCANAAN PENANGANAN BANJIR DI KECAMATAN BALEENDAH KABUPATEN BANDUNG DENGAN FLOODWAY CISANGKUY", "Abstrak": "Kecamatan Baleendah merupakan kecamatan yang menjadi langganan bencana banjir\npada saat musim penghujan. Karena itu Pemerintah Pusat dalam hal ini Balai Besar\nWilayah Sungai Citarum sudah melaksanakan beberapa perencanaan dan kegiatan\nuntuk menanggulangi permasalahan banjir DAS Citarum terutama di Wilayah\nKabupaten Bandung yang paling terkena dampak seperti Kecamatan\nBaleendah.Infrastruktur yang saat ini sudah terbangun antara lain Floodway\nCisangkuy. Studi ini, dilakukan analisa hidrologi guna mendapatkan debit banjir\nrancangan pada lokasi studi. Selanjutnya dilakukan analisa hidraulika untuk\nmengetahui kondisi eksisting dengan banjir kala ulang 20 tahun untuk mengetahui\nseberapa besar dampak banjir dengan menggunakan bantuan software MIKE FLOOD.\nPermodelan banjir dilakukan dengan beberapa skenario diantaranya kondisi eksisting\ntanpa upaya pengendalian, kondisi dengan upaya pengendalian banjir di Sungai\nCitarum berupa pembangunan Floodway Cisangkuy dan dengan tambahan upaya\npengendalian banjir dengan peningkatan tinggi tanggul Sungai Citarum dan\nCisangkuy. Selanjutnya dilakukan analisa pada tiap-tiap skenario untuk mengetahui\ndampak banjir yang terjadi di lokasi studi dan pengaruh terbangunnya infrastruktur\ntersebut terhadap kejadian banjir dan genangan di wilayah studi.\nSetelah dilakukan kajian dengan beberapa skenario dan dilakukan simulasi model\nmenggunakan MIKE FLOOD pada periode ulang 20 tahun, diketahui bahwa skenario\n1 dengan eksisting Sungai Citarum didapatkan elevasi muka air banjir di Baleendah\nsekitar muara Sungai Cisangkuy +661.3 m dengan luas genangan 537.86 Ha .Pada\nskenario 2 dengan eksisting Sungai Citarum dan floodway Cisangkuy diperoleh elevasi muka air banjir di Baleendah sekitar muara Sungai Cisangkuy +661.1 m dengan luas\ngenangan 374.7 Ha akan tetapi ditemukan peningkatan nilai back water dari Sungai\nCitarum menuju Sungai Cisankuy . Penurunan elevasi muka banjir terjadi sebesar 0,2\nm dan reduksi luas genangan 30.34%. .Dilakukan scenario 1 dan 2 dengan kondisi\nperiode ulang Q2 pada Sungai Citarum dan Q20 pada Cisangkuy yang menunjukan\ntidak adanya banjir baik di Sungai Cisangkuy maupun Citarum dan reduksi luas\ngenangan sebesar 67.88% .Dari hasil simulasi scenario yang telah dilakukan ditemukan\nbahwa Floodway Cisangkuy serta peninggian tanggul di Sungai Cisankuy dan Citarum\ndi sekitar Kec. Balaeendah akan dapat menyelasaikan masalah apabila efek backwater\ndari Sungai Citarum dapat diminimalisir.", "Daftar File": {"ABSTRAK Salmen Hardianto Gonza Youngs": "https://digilib.itb.ac.id/gdl/download/226267"}, "Penulis": "Salmen Hardianto Gonza Youngs [15815014]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yadi Suryadi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Baleendah , Banjir ,MIKE,Floodway", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}