{"Nomor": 55499, "Judul": "PENGEMBANGAN METODE PEMASANGAN STENT PENGALIH ALIRAN SECARA VIRTUAL MENGGUNAKAN ANALOGI PEGAS-REDAMAN UNTUK EVALUASI TERAPI BERBASIS SIMULASI FLUIDA KOMPUTASIONAL PADA KASUS ANEURISME PEMBULUH DARAH", "Abstrak": "Strok merupakan salah satu penyebab kematian utama di Indonesia dan menempati urutan ketiga dalam daftar penyakit yang paling membebani sistem BPJS Kesehatan pada tahun 2014-2018. Salah satu penyebab strok adalah pecahnya aneurisme, yakni penggembungan dinding pembuluh darah pada otak. Pemasangan stent pengalih aliran (PA) merupakan salah satu alternatif terapi aneurisme di mana aliran darah menuju aneurisme dialihkan kembali ke pembuluh utama tanpa menghalangi aneurisme secara langsung sehingga memungkinkan aneurisme untuk menutup secara alami. Saat ini terdapat motivasi yang besar untuk memproduksi PA secara domestik, sehingga diperlukan metode evaluasi performa desain PA sebelum memasuki tahapan uji klinis. Dalam aspek ini, simulasi komputasional yang dapat meninjau efek pemasangan PA terhadap aliran darah memiliki peranan penting sebagai langkah awal pengembangan PA nasional.\nDalam tugas akhir ini, diimplementasikan algoritma pemasangan PA secara virtual berbasis analogi ekspansi pegas pada model PA serta dikembangkan metode evaluasi performa PA berbasis simulasi fluida komputasional (Computational Fluid Dynamics atau CFD), di mana kedua metode tersebut sepenuhnya berbasis perangkat open-source. Ditunjukkan bahwa metode pemasangan PA virtual yang diimplementasikan dapat mengakomodir pemasangan berbagai desain PA pada model pembuluh ideal dan realistik secara umum dengan waktu komputasi di bawah 1 menit. Kemudian ditinjau efek pemasangan PA pada kasus pembuluh darah dengan aneurisme berdasarkan metode evaluasi stabilitas aneurisme berbasis CFD yang diimplementasikan. Ditunjukkan dari hasil CFD aliran darah untuk kasus yang ditinjau bahwa pemasangan PA pada kasus tersebut dapat menurunkan wall shear stress (WSS) rata-rata pada permukaan aneurisme sebesar 82% (dari 1,64 Pa menjadi 0,29 Pa), menurunkan debit massa aliran yang memasuki aneurisme (IR) sebesar 8%, dan menurunkan disipasi energi aliran akibat aneurisme (EL) sebesar 15%. Hasil-hasil tersebut menunjukkan bahwa pemasangan PA pada kasus inicenderung menurunkan risiko pecahnya aneurisme, walau belum mencapai nilai-nilai yang diperlukan untuk sepenuhnya menstabilkan aneurisme.", "Daftar File": {"ABSTRAK Bonfilio Nainggolan": "https://digilib.itb.ac.id/gdl/download/226269"}, "Penulis": "Bonfilio Nainggolan [13317046]", "Kontributor / Dosen Pembimbing": ["Dr. Suprijanto, S.T., M.T.", "Narendra Kurnia Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "strok, stent pengalih aliran, simulasi, fast virtual stenting, CFD.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}