{"Nomor": 55496, "Judul": "STUDI KONDISI LINGKUNGAN KAFE TERKAIT AKTIVITAS YANG DILAKUKAN MAHASISWA DENGAN MENGGUNAKAN PENDEKATAN SOUNDSCAPE", "Abstrak": "Kafe dipilih oleh pengunjung, salah satunya mahasiswa, sebagai tempat untuk melakukan berbagai aktivitas karena suasana lingkungan kafe sesuai dengan tujuan mereka. Mahasiswa datang ke kafe yang berbeda untuk melakukan aktivitas yang berbeda. Namun, sampai saat ini, belum ada acuan desain khusus terkait kafe untuk berbagai aktivitas yang dilakukan mahasiswa. Penelitian ini dilakukan untuk mengidentifikasi kondisi ideal dari kafe untuk aktivitas yang biasa dilakukan mahasiswa. Tahapan dari penelitian ini adalah: identifikasi aktivitas utama mahasiswa di kafe, identifikasi aspek-aspek persepsi utama dari aktivitas mahasiswa di kafe, identifikasi aspek persepsi yang mendorong mahasiswa melakukan aktivitas yang berbeda, dan mengidentifikasi hubungan antara persepsi utama dan parameter objektif dari lingkungan suara. Untuk mengevaluasi penilaian responden terkait lingkungan di dalam kafe, digunakan metode pendekatan soundscape. Penilaian untuk kondisi lingkungan dilakukan menggunakan kuesioner online dalam dua kondisi, yaitu saat responden tidak diberikan stimulus suara (dengan metode memory recalled) serta saat diberikan stimulus lingkungan dengan suara rekaman sebagai salah satu komposisinya. Didapatkan empat aktivitas yang umumnya dilakukan oleh mahasiswa, yaitu belajar tidak melibatkan orang lain (belajar sendiri), belajar melibatkan orang lain (belajar bersama), diskusi mengobrol, serta makan dan minum. Didapatkan hasil berupa tujuh persepsi utama untuk melakukan keempat aktivitas tersebut, yaitu kerapian, kecerahan, ketenangan, kelapangan, kecepatan musik, tertutup, dan dinamika suara. Analisis regresi logistik menunjukkan bahwa ketenangan merupakan persepsi utama yang paling dipertimbangkan oleh mahasiswa untuk melakukan aktivitasnya. Namun untuk aktivitas makan dan minum, kerapian juga dipertimbangkan oleh mahasiswa. Analisis komponen sumber suara dari stimulus yang diberikan pada uji dengar juga dilakukan untuk mengetahui karakteristik suara yang terkandung di dalam rekaman. Karakteristik tersebut dinilai berdasarkan parameter nilai tau-e dan variabel Mel-Frequency Cepstral Coefficients (MFCC). Korelasi yang diberikan dari kedua parameter objektif tersebut dituliskan dalam persamaan matematis, dengan variabel pertama MFCC yang merepresentasikan frekuensi 242 Hz memengaruhi persepsi utama terkait kecepatan musik, serta variabel ketiga MFCC yang merepresentasikan frekuensi 1006 Hz memengaruhi persepsi utama terkait ketenangan.", "Daftar File": {"ABSTRAK Diandra Rizkiyani": "https://digilib.itb.ac.id/gdl/download/226266"}, "Penulis": "Diandra Rizkiyani [13316060]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T., Ph.D.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "aktivitas, mahasiswa, soundscape, kafe, persepsi utama, mfcc, tau-e.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}