{"Nomor": 55508, "Judul": "SIMULASI DAN PEMODELAN PROSES TOREFAKSI DAN AKTIVASI OIL PALM TRUNK UNTUK MENGHASILKAN ARANG AKTIF", "Abstrak": "Oil Palm Trunk merupakan limbah biomassa padat kelapa sawit yang menjadi salah satu sumber energi baru dan terbarukan dengan potensi besar di Indonesia. Nilai guna OPT dapat ditingkatkan salah satunya dengan meningkatkan nilai kalornya. Pemanfaatan limbah OPT ini akan digunakan untuk menghasilkan bahan bakar yang relatif lebih ramah lingkungan. Salah satu proses untuk meningkatkan nilai kalor OPT adalah torefaksi, dan dapat ditingkatkan lagi nilai gunanya dengan proses aktivasi untuk menghasilkan karbon aktif. Pada penelitian ini, dilakukan pemodelan dan simulasi pada proses pengeringan dan torefaksi OPT dengan menggunakan tiga jenis reaktor yaitu reaktor Gibbs, reaktor yield, dan reaktor partaian. Umpan OPT didefinisikan sebagai selulosa, hemiselulosa, ekstraktif, abu dan air. Hasil simulasi berupa nilai HHV dan yield kemudian divalidasi dengan data eskperimen Prasetyo dkk. (2016). Analisis statistik untuk menentukan pengaruh HHV arang dan rasio impregnasi terhadap luas permukaan dilakukan dengan mengumpulkan dan mengolah data literatur.\nGalat hasil simulasi pengeringan terhadap data eksperimen Prasetyo dkk. (2016) dengan pengeringan vakum pada temperatur 145oC, 180oC, dan 225oC memiliki galat nilai HHV berturut-turut 10,96%, 4,25%, 0,005% dan galat nilai yield berturut-turut 3,72%, 3,66%, 3,71%. Pengeringan dengan kondisi atmosfer pada temperatur 110oC memiliki galat HHV sebesar 13,067% dan galat yield sebesar 3,713%. Untuk proses torefaksi, perbedaan antara hasil simulasi dengan eksperimen pada reaktor Gibbs sebesar 3,68% untuk HHV dan 14,94% untuk yield. Sedangkan untuk reaktor yield memiliki galat 18,60% untuk HHV dan 3% untuk yield. Untuk reaktor partaian, galat nilai HHV dan yield berturut-turut adalah 10,68% dan 3,26%. Berdasarkan analisis sensitivitas, temperatur optimum untuk proses torefaksi adalah 275oC. Berdasarkan analisis statistik, rasio impregnasi dari ZnCl2 untuk menghasilkan luas permukaan yang paling maksimal yiatu 1652,507 m2/g adalah 5,458.", "Daftar File": {"ABSTRAK Fira Agfarika Susilowati": "https://digilib.itb.ac.id/gdl/download/226278"}, "Penulis": "Fira Agfarika Susilowati [13017023]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Johnner Sitompul, M.Sc., Ph.D.", "Dr. Ir. Retno Gumilang Dewi, M.Env.Eng.Sc.", "Dr.-Ing. Dendy Adityawarman, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Arang, oil palm trunk, pengeringan, torefaksi, simulasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2021"}