{"Nomor": 55506, "Judul": "STUDI KEBISINGAN PADA KAWASAN TRANSIT-ORIENTED DEVELOPMENT (TOD) DI INDONESIA (STUDI KASUS: TOD CIPETE)", "Abstrak": "Kawasan Transit-Oriented Development (TOD) didefinisikan sebagai sebuah komunitas area dan bangunan campuran yang mendorong masyarakat untuk tinggal dan beraktivitas di kawasan yang memiliki fasilitas transportasi umum dan mengurangi kebiasaan masyarakat mengendarai kendaraan pribadi. Implementasi TOD memberikan beberapa manfaat, seperti meningkatkan pilihan untuk mobilitas, meningkatkan nilai dari lahan, meningkatkan kebiasaan berjalan kaki dan bersepeda, serta penyediaan perumahan terjangkau. Namun, salah satu tantangan utama dari pembangunan Kawasan TOD adalah paparan kebisingan lingkungan dari moda transportasi publik dan jalan raya ke area dan bangunan yang terintegrasi dalam satu kawasannya.\nPada penelitian ini telah dilakukan studi dan analisis terhadap kebisingan pada Kawasan TOD di Indonesia. Penelitian ini mengambil studi kasus pada TOD Cipete, dengan titik simpul transitnya adalah Stasiun MRT Cipete Raya. Tahapan dari penelitian ini adalah pemodelan simulasi pemetaan kebisingan dan studi kinerja medium transmisi pada bangunan. Berdasarkan peta kontur kebisingan yang diperoleh, tingkat kebisingan pada area di sepanjang Jalan RS Fatmawati dan lintasan rel MRT adalah sekitar 74–77 dBA di siang hari dan 65–68 dBA di malam hari untuk ketinggian 16,3 meter serta lebih dari 77 dBA di siang hari dan 68–71 dBA di malam hari untuk ketinggian 1,5 meter. Variasi kondisi/parameter operasional MRT yang telah dilakukan tidak memberikan dampak pengurangan kebisingan yang signifikan pada façade bangunan, di mana selisih LSM pada setiap variasi berada pada rentang 0–1,2 dBA dan tingkat kebisingan pada mayoritas peruntukan kawasan yang dimodelkan masih melebihi baku mutu kebisingan yang diatur dalam Keputusan Menteri Negara Lingkungan Hidup No. 48/1996. STC minimum partisi ruangan yang direkomendasikan agar tingkat tekanan suara ruangan memenuhi standar maksimum SNI 03-6386-2000 berkisar antara 32-47.", "Daftar File": {"ABSTRAK Gabriel Pangeran Dosiraja": "https://digilib.itb.ac.id/gdl/download/226276"}, "Penulis": "Gabriel Pangeran Dosiraja [13317044]", "Kontributor / Dosen Pembimbing": ["Iwan Prasetiyo, S.T., M.T., Ph.D.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Transit-Oriented Development, Kebisingan, Tingkat Kebisingan, Tingkat Tekanan Suara", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "17 Jun 2021"}