{"Nomor": 55517, "Judul": "DAYA DUKUNG LAHAN UNTUK PERMUKIMAN PADA PULAU KECIL (STUDI AREA: PULAU BAWEAN)", "Abstrak": "Permukiman penduduk di pulau kecil merupakan salah satu bentuk pemanfaatan ruang di tengah isu “keterbatasan”. Penentuan daya dukung lingkungan hidup adalah instrumen yang menjelaskan proses/cara kajian ilmiah untuk menentukan/mengetahui kemampuan suatu wilayah dalam mendukung kebutuhan hidup manusia dan makhluk hidup lainnya. Penentuan daya dukung ditentukan untuk mengurangi timbulnya permasalahan dan degradasi kualitas lingkungan hidup seperti banjir, longsor dan kekeringan, pencemaran, dan lain sebagainya. Penelitian ini akan membahas lebih lanjut tentang daya dukung permukiman di Pulau Bawean, Kabupaten Gresik, Jawa Timur dengan tujuan untuk menghitung daya dukung lahan untuk permukiman serta pembuatan peta dari daya dukung tersebut. Penelitian dilakukan pada 30 kelurahan yang terdapat di Pulau Bawean dengan menggunakan data sekunder. Metode yang digunakan untuk penelitian ini adalah perhitungan daya dukung permukiman dengan menggunakan luas kawasan layak permukiman, jumlah penduduk, dan koefisien kebutuhan ruang. Hasil dari penelitian menunjukkan bahwa terdapat 27 kelurahan yang memiliki status daya dukung “mendukung” dan 3 kelurahan berstatus “tidak mendukung”. Hal ini menunjukkan bahwa sebagian besar daya dukung permukiman di Pulau Bawean diklasifikasikan “mendukung”, akan tetapi ada beberapa hal yang perlu diperhatikan agar setiap kelurahannya memiliki daya dukung yang sama.", "Daftar File": {"ABSTRAK Rimanda Larasyani Hidayat": "https://digilib.itb.ac.id/gdl/download/226287"}, "Penulis": "Rimanda Larasyani Hidayat [15117051]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "daya dukung, permukiman, Pulau Bawean.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jun 2021"}