{"Nomor": 55523, "Judul": "SISTEM REKOMENDASI PRODUK PADA E-COMMERCE MENGGUNAKAN MULTI-TASK TWO TOWER RETRIEVAL  MODEL", "Abstrak": "Seiring dengan tren e-commerce yang positif dari waktu ke waktu, sistem \nrekomendasi produk perlu ditingkatkan untuk merekomendasikan produk yang \nlebih baik bagi pengguna dengan tetap mempertahankan scalability. Dalam sebuah \nplatform e-commerce, terdapat berbagai fitur pengguna atau produk untuk \nmemperkaya konteks model pembelajaran dan terdapat berbagai interaksi untuk \ndimanfaatkan dalam pembelajaran multi-task untuk model rekomendasi.\nAkhir-akhir ini, Deep Neural Network (DNN) tampaknya bekerja dengan baik \nuntuk tugas rekomendasi dan dimungkinkan untuk menggunakan sebanyak \nmungkin fitur karena DNN baik untuk pola kompleksitas tinggi. Secara khusus, two \ntower neural network telah didemonstrasikan sebagai struktur yang efektif untuk \nmembangun sistem rekomendasi yang scalable. Di sisi lain, pembelajaran neuralbased multi-task telah berhasil digunakan di banyak aplikasi persoalan nyata skala \nbesar seperti sistem rekomendasi.\nOleh karena itu, penelitian tesis ini mengusulkan sistem rekomendasi produk pada \ne-commerce dengan menggunakan multi-task two tower retrieval model. Tujuan \ndari percobaan ini adalah untuk membangun model retrieval berbasis two tower \nyang mampu merekomendasikan daftar produk yang dipersonalisasi yang paling\nmungkin untuk dibeli oleh pengguna. Hasil eksperimen menunjukkan bahwa \ndengan fitur yang tepat dan tugas pendukung yang tepat, two tower retrieval model\ndapat memberikan kinerja yang lebih baik dalam rekomendasi. Dalam penelitian ii\ntesis ini, fitur merek atau kategori dan event add-to-cart adalah komponen yang \nberhasil membuat model two tower memperoleh performa yang lebih baik.\nPeningkatan performa dari baseline yang diperoleh pada metrik recall@100 \nmencapai 0.9% untuk penambahan fitur merek, mencapai 1.3% untuk pemanfaatan \nevent add-to-cart, dan mencapai 1.6% untuk penggunaan keduanya", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226294", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/226295", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226297"}, "Penulis": "Hamdi Ahmad Zuhri [23520027]", "Kontributor / Dosen Pembimbing": ["Dr. Nur Ulfa Maulidevi, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem rekomendasi, model retrieval, two-tower neural network, pembelajaran multi-task", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "18 Jun 2021"}