{"Nomor": 55528, "Judul": "BLIND AUDIO WATERMARKING DENGAN METODE HYBRID DENGAN IMPERSEPTIBILITAS DAN KETAHANAN YANG BAIK SERTA KAPASITAS YANG TINGGI", "Abstrak": "Penyisipan atau penyembunyian suatu data / informasi pada suatu konten\nmerupakan salah satu teknik untuk meningkatkan keamanan data. Pada era saat\nini dimana transaksi data begitu mudahnya bertebaran di dunia internet membuat\npeluang penyebaran konten secara ilegal semakin tinggi. Pada penelitian ini konten\nyang akan dikaji difokuskan pada konten audio. Konten audio berupa hasil karya\ncipta suatu produsen atau pencipta seringkali disalahgunakan dengan penyebaran\nilegal konten tersebut agar mendapatkan keuntungan pribadi sehingga diperlukan\nsuatu teknik penyembunyian tanda air digital yang berisi hak cipta dari pencipta\natau produsen audio tersebut yang disebut dengan penandaan digital audio atau\npenandaan audio.\nTeknik penyembunyian watermark atau tanda air digital pada suatu audio haruslah\nmemenuhi kriteria penyembunyian tanda air digital : imperseptibel, tahan terhadap\nkerusakan audio akibat banyak cara perusakan konten, dan kapasitas data tanda air\ndigital yang relatif tinggi. Banyak metode yang telah digunakan untuk penyembunyian data tanda air digital pada audio. Semua metode penyembunyian data\ntersebut terbagi pada 4 jenis metode antara lain : domain waktu, domain frekuensi,\ndomain lain, dan metode hybrid. Metode hybrid merupakan penggabungan metode\npenyisipan tanda air digital pada audio, misalnya dengan menggabungkan salah satu\nmetode domain waktu dengan salah satu metode domain frekuensi.\nPada penelitian ini ada beberapa teknik penyisipan yang dikembangkan untuk\nmencapai kriteria penandaan digital. Teknik penyisipan yang dikembangkan\npada disertasi ini antara lain Multicarrier (MC), Spread Spectrum (SS) dengan\npenyisipan bit tunggal dan jamak, Quantization Index Modulation (QIM), dan\nmodifikasi magnituda Fast Fourier Transform (FFT) dan Discrete Cosine Transform\n(DCT) dengan Fibonacci. Sebelum melakukan penyisipan dengan beberapa teknik\ntersebut, dilakukan pemrosesan pada audio host sedemikian sehingga diperoleh\nsampel kuat yang merepresentasikan satu segmen audio.\niPenyisipan tanda air digital menggunakan metode SS dilakukan pada beberapa\npenelitian, antara lain penyisipan bit tunggal pada domain waktu dari audio dengan\nmodifikasi modulasi SS, penyisipan bit tunggal pada domain frekuensi dari subband\naudio tertentu dengan Lifting Wavelet Transform (LWT) dan FFT serta penyisipan\nbit jamak pada subband audio tertentu dengan dekomposisi Stationary Wavelet\nTransform (SWT). Teknik penyisipan dengan bit jamak pada salah satu penelitian\ndigabungkan dengan proses pemampatan data menggunakan teknik Compressive\nSampling (CS) sehingga diperoleh sampel kode dari audio yang telah dimampatkan dan berisi tanda air digital yang disisipkan. Penelitian berikutnya adalah\npenyembunyian tanda air digital dengan modifikasi magnituda hasil FFT dan DCT\nmemanfaatkan deret Fibonacci dan membandingkan kinerja penyisipan dengan FFT\ndan DCT. Selanjutnya, penelitian dengan penyisipan data menggunakan metode\nMC dilakukan pada domain waktu dari audio dengan melakukan modulasi MC\npada bit yang disisipkan, penyaringan dengan filter psikoakustik, baru kemudian\nditambahkan pada audio berbasiskan segmen setelah diatur dengan peredam.\nPenelitian terakhir dilakukan pada domain frekuensi dari subband audio terpilih\nyang didekomposisi dengan Singular Value Decomposition (SVD), selanjutnya\nCartesian to Polar Transformation (CPT) mengkonversi 2 nilai singular teratas\nsebelum digunakan untuk menyisipkan data menggunakan teknik QIM.\nKinerja penandaan audio ditentukan dengan beberapa parameter standar atau tolok\nukur antara lain ketahanan (BER) dengan nilai maksimal 15%-25%, imperseptibilitas yang terdiri dari kualitas audio secara objektif (SNR/ODG) dengan nilai SNR\nminimal 20 dB atau ODG dengan nilai minimal -1, kualitas audio secara subjektif\n(MOS) dengan nilai rata-rata minimal 4, serta parameter kapasitas penyisipan\n(payload) yang tinggi dengan nilai minimal 20 bit per detik (bps). Selain itu\nketahanan penandaan digital diuji dengan stirmark benchmark untuk mengetahui\nseberapa banyak serangan stirmark yang dapat diantisipasi oleh teknik yang dikembangkan. Dalam realisasi penandaan audio, parameter kinerja tersebut tidak saling\nmenguatkan, namun terdapat trade-off antara beberapa parameter tersebut. Jika\nkapasitas suatu metode penyisipan ditingkatkan maka akan menurunkan kualitas\ndan ketahanan penandaan digital, demikian pula sebaliknya, sehingga diperlukan\npengesetan parameter masukan pada setiap metode agar dapat menghasilkan kinerja\npenyisipan dengan kualitas audio yang baik dengan ketahanan yang kuat terhadap\nserangan standar penandaan digital dan kapasitas yang cukup.\nPenelitian dengan teknik modifikasi magnituda DCT menggunakan deret Fibonacci\nmerupakan teknik baru yang menghasilkan kapasitas yang sangat tinggi jauh\nmelebihi 20 bps sebagai standar kapasitas minimal pada audio watermarking.\nPenyembunyian data menggunakan deret Fibonacci pada domain frekuensi dari\naudio menggunakan DCT memberikan kapasitas penyisipan yang lebih tinggi\ndibandingkan FFT pada 500.27 bps, dengan kualitas audio yang sangat baik pada\nODG -0.3.\nTeknik penandaan digital dengan MC pada audio merupakan teknik yang baru,\nmemodulasi tanda air digital dengan sinyal pembawa jamak dengan kualitas audio\nyang dihasilkan memberikan ODG -2.26 dengan perseptual yang cukup baik,\niikapasitas 40 bps, dan ketahanan yang baik pada serangan MP3 128 kbps dan resampling.\nPada teknik QIM berbasiskan domain LWT-DST-SVD-CPT, kebaruan tekniknya\nterdapat pada penggunaan DST yang digabungkan dengan LWT, SVD dan CPT.\nHasil simulasi dengan kapasitas tanda air digital mencapai 172.26 bps, diperoleh\nkualitas 27.44-29.3 dB dan ketahanan pada serangan MP3 128 kbps, LPF 9 kHz,\nresampling 22 kHz, dan AWGN 20 dB. Sementara pada teknik QIM berbasiskan\ndomain SWT-DST-QR-CPT, kebaruan juga terdapat pada penggunaan DST yang\ndigabungkan dengan SWT, QR, CPT. Kualitas audio yang dihasilkan sangat baik\npada kisaran SNR 29.88-37.15 dB, kapasitas 21.43 bps, dengan ketahanan yang\nbaik pada serangan MP3 64 kbps, LPF 9 kHz, resampling 22 kHz dan AWGN 20\ndB.\nTeknik SS dengan domain LWT-FFT merupakan teknik SS yang baru karena\ndilakukan pada domain frekuensi dengan subband tertentu. Hasil simulasi menunjukkan kualitas audio sangat baik pada kisaran SNR 30.2-34.99 dB, kapasitas\n172.26 bps, dengan ketahanan yang baik pada serangan MP3 64 kbps, LPF 9 kHz,\nresampling 16 kHz dan rekuantisasi 8 bit.\nTeknik SS bit jamak berbasiskan Compressive Sampling menggunakan metode\npenjarangan SVD merupakan teknik baru. Teknik ini memberikan keuntungan\ndengan penyisipan sekaligus mengkompresi sinyal audio, sehingga dapat digunakan\npada proses pengambilan sinyal audio atau sinyal diskrit 1 dimensi yang penting\nnamun perlu dikompresi karena banyaknya sampel yang diterima. Teknik ini\nmenghasilkan rentang parameter kinerja yang baik dengan ODG -0.94 s.d. -0.74,\nkapasitas tanda air digital 729 - 5292 bps, rasio kompresi 1.47× s.d. 4.84× dan\nsangat tahan terhadap serangan derau, karena pada serangan AWGN 10 dB teknik\nini memperoleh hasil deteksi tanda air digital yang masih dapat diterima secara\npersepsi.\nKebaruan pada teknik bit jamak dengan SWT adalah penggunaan subband stasioner\nsebagai tempat penyisipan dengan tanda air digital yang dimodulasi SS bit jamak.\nProses deteksi di penerima juga dapat dilakukan tanpa harus mengetahui dimana\nlokasi penyisipan tanda airnya pada pengirim. Hasil dari teknik ini adalah\nketahanannya yang lebih baik dari teknik terkait sebelumnya. Dengan kualitas\naudio ODG rata-rata -0.68, kapasitas tanda air digital 84 bps, teknik ini tahan\nsecara sempurna dengan BER=0 terhadap serangan MP3 mulai 64 kbps, LPF 8\nkHz, rekuantisasi, AWGN dengan SNR mulai 0 dB, dan serangan penguatan 1.5×\ndan 2.2×.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226328", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/226329", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226331"}, "Penulis": "Gelar Budiman [33215012]", "Kontributor / Dosen Pembimbing": ["Prof. Andriyan Bayu Suksmono, M.T., Ph.D.", "Donny Danudirdjo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penandaan audio, imperseptibilitas, domain waktu, domain frekuensi, QIM, SS bit tunggal, SS bit jamak, Compressive Sampling, Multicarrier, Fibonacci, SVD, CPT, QR, LWT, SWT, DST, FFT, D", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "18 Jun 2021"}