{"Nomor": 55524, "Judul": "DETEKSI KETERSEDIAAN PARKIR DI BADAN JALAN MENGGUNAKAN MOBILE SENSING BERBASI INTERNET OF THINGS(IOT) STUDI KASUS: PARKIR PARALEL", "Abstrak": "Informasi status ketersediaan setiap area parkir di badan jalan sampai dengan saat\nini masih sangat sulit didapatkan, terutama bagi pengemudi. Selain itu pihak\npenyelenggara perparkiran maupun Pemerintah kesulitan juga untuk mendapatkan\ndata yang akurat secara real-time bila harus bergantung kepada pencatatan manual\nyang dilakukan oleh juru parkir secara langsung di lapangan, karena adanya\nkemungkinan kurangnya ketelitian maupun kecurangan oleh juru parkir. Oleh\nsebab itu dibutuhkan pengumpulan data secara otomatis yang dapat disajikan secara\nreal-time dengan menggunakan teknologi Internet of Things(IoT), untuk\nmendapatkan informasi status setiap area parkir dan kemungkinan adanya parkir\ndiluar area parkir yang telah ditentukan. Pendeteksian parkir pada penelitian –\npenelitian sebelumnya lebih berfokus pada parkir diluar badan jalan seperti gedung\nparkir. Pada penelitian ini dilakukan pendeteksian status area parkir di badan jalan\ndengan menggunakan mobile sensing, yang biaya komponennya lebih rendah\ndibandingkan bila harus menggunakan fixed sensing. Pengujian yang dilakukan\nsepanjang ruas jalan juga dapat mendeteksi pelanggaran parkir yang mungkin\nterjadi di luar area parkir. Metode Pengklasifikasian obyek yang digunakan adalah\nalgritma Decision Tree C4.5 pada multiclass, karena sepanjang penelitian kelas\ndapat dibedakan menjadi 3 kelas yaitu kendaraan, pelanggaran dan pass.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226361", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/226362", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226364"}, "Penulis": "Erni Dianawati [23218055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suhono Harso Supangkat, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Deteksi Parkir, Mobile Sensing, Internet of Things, Decision Tree C4.5 multiclass", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "18 Jun 2021"}