{"Nomor": 55536, "Judul": "PENGEMBANGAN PENILAIAN ASSESSMEN INDEKS SALURAN UDARA  TEGANGAN TINGGI", "Abstrak": "Saluran transmisi memiliki peranan penting dalam sistem tenaga listrik sebagai media untuk \nmenyalurkan energi listrik dari pusat tenaga ke sistem distribusi. Sementara itu, indeks \npenilaian saluran transmisi belum optimal karena tidak mempertimbangkan penilaian \npengukuran yang dilakukan dalam metode pemeliharaan. Berdasarkan data FOIS 2020, 30% \npenyebab gangguan adalah saluran transmisi, sehingga dibutuhkan penilaian assessmen \nindeks dengan cara yang tepat untuk mencerminkan realitas kondisinya dan menjamin \nkeandalan penyaluran energi listrik. Faktor pembobotan merupakan elemen penting saat \nmembangun Indeks Penilaian saluran Transmisi. Dalam menentukan faktor bobot Saluran \nTransmisi, dapat menggunakan penilaian ahli. Pengalaman bertahun-tahun para ahli sangat \npenting untuk dipertimbangkan. AHP (Proses Hierarki Analitik) dikembangkan berdasarkan \npendapat ahli dalam beberapa penelitian sebelumnya untuk menetapkan prioritas parameter. \nUntuk mendapatkan matriks konsensus digunakan pendekatan rata-rata geometrik baris. \nMetodologi konsensus dengan melibatkan lima spesialis yang memiliki keahlian luas pada \npemantauan dan diagnosis status saluran transmisi dalam perhitungan faktor bobot indeks \nmenggunakan AHP digunakan dalam penelitian ini. Hasilnya, faktor komponen utama \nmerupakan faktor yang paling kritis untuk kondisi saluran transmisi dengan nilai Wf sebesar \n0,429, disusul oleh Faktor Lingkungan dan Komponen Pendukung dengan nilai sebesar 0,394 \ndan 0,177 secara berurutan. Perhitungan skoring juga dilakukan dalam penelitian ini dengan \nmengkombinasikan antara hasil pengukuran pada peralatan dengan bobot dari setiap \nparameter. Dari perhitungan ini diperoleh hasil 200 sampel tower saluran transmisi, 71% atau \n152 sampel kondisi bagus, sedangkan 29% atau 48 lainnya waspada. Terdapat korelasi positif \nseperti komponen pendukung sebesar 0,47, inspeksi ground patrol pada aksesoris komponen \npendukung sebesar 0,43, pengukuran ROW sebesar 0,22 yang berarti semakin besar nilai\nparameter tersebut maka semakin tinggi dalam pengaruh nilai assessmen indeksnya. \nSementara itu, terdapat pula korelasi negatif antara parameter dengan nilai indeks penilaian, \nantara lain pengukuran korona -0,017, uji tahanan pentanahan -0,099, uji puncture -0,12, \npenilaian ancaman lingkungan -0,31, maka dapat disimpulkan bahwa semakin tinggi dampak \npenilaian lingkungan, semakin rendah nilai indeks penilaian assessmentnya.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226402", "Abstrak": "https://digilib.itb.ac.id/gdl/download/226403", "Abstract": "https://digilib.itb.ac.id/gdl/download/226404", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226405"}, "Penulis": "Rofiul Huda [23219027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "saluran transmisi, indeks penilaian, faktor pembobotan, skoring, proses hierarki  analitik, analisis konsensus", "Sumber": "", "Staf Input/Edit": "karya", "File": "11 file", "Tanggal Input": "18 Jun 2021"}