{"Nomor": 55531, "Judul": "OPTIMISASI PROSES KOAGULASI PADA INSTALASI PENGOLAHAN AIR (IPA) PERUSAHAAN DAERAH AIR MINUM (PDAM) MENGGUNAKAN NEURAL NETWORK DAN INTERNET OF THINGS (IOT)", "Abstrak": "Air minum dapat dikatakan layak untuk dikonsumsi jika memenuhi standar\nkualitas air sesuai dengan Peraturan Menteri Kesehatan RI No.492/2010 mengenai Persyaratan Kualitas Air Minum. Air minum merupakan kebutuhan primer untuk menunjang kehidupan. Kurang lebih 70% ketersediaan air minum\ndi kota besar didukung oleh Perusahaan Daerah Air Minum (PDAM). Saat\nini masih banyak PDAM yang menggunakan metode manual untuk memantau kualitas air baku dan proses pengolahannya, sehingga kualitas air hasil\nolahannya kurang terjaga. Air baku merupakan sumber air yang akan diolah\noleh PDAM, kemudian hasil olahannya yang berupa air minum akan dialirkan\nkepada konsumen air minum yang tercatat di PDAM.\nPada tesis ini dibangun prototipe sistem yang dapat mengukur kualitas air\nbaku dengan menggunakan sensor, dan melakukan prediksi terhadap kebutuhan bahan kimia atau koagulan untuk proses pengolahan air pada bangunan\nInstalasi Pengolahan Air (IPA) dengan memanfaatkan komunikasi Internet of\nThings (IoT). Sensor yang digunakan dapat mengukur beberapa parameter\nkualitas air diantaranya, pH untuk mengetahui tingkat keasaman atau alkalinitas air, Dissolved Oxygen (DO) untuk mengetahui kadar oksigen terlarut\ndalam air dan kekeruhan (turbidity) untuk mengetahui tingkat kekeruhan dalam air. Pemrosesan sistem dilakukan oleh mikrokontroler. Metode Artificial\nNeural Network (ANN) digunakan untuk menghitung jumlah koagulan yang\ndibutuhkan untuk proses pengolahan air, yang nantinya akan digunakan oleh\nkonsumen. Sistem ini dapat memprediksi kebutuhan bahan kimia atau koagulan untuk proses pengolahan air secara otomatis dengan 3 (tiga) parameter\nutama antara lain pH, DO, dan kekeruhan (turbidity), selain itu sistem juga\ndapat menampilkan data pengukuran kualitas air baku, data koagulan , dan\ndata debit pompa pembubuh dengan memanfaatkan komunikasi IoT. Dengan\nmenggunakan sistem ini, penggunaan koagulan lebih efisien dan kualitas air\nminum hasil pengolahan tidak keluar dari rentang nilai yang telah ditentukan.\nHal ini memperkecil kemungkinan konsumen PDAM menggunakan air dengan\nkualitas diluar batas standar.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226381", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/226382", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226384"}, "Penulis": "Radityo Putro Wibisono [23218115]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D.", "Dr. Pranoto Hidaya Rusmin, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kualitas air baku, mikrokontroler, kekeruhan, pH, DO, ANN, IoT, IPA, PDAM.", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "18 Jun 2021"}