{"Nomor": 55543, "Judul": "PERANCANGAN STRATEGI PERBAIKAN AGILITY DENGAN PENILAIAN TINGKAT MATURITAS AGILITY ORGANISASI DAN PROSES BISNIS PADA PT X", "Abstrak": "PT X merupakan perusahaan yang bergerak di industri online groceries. Pandemi\nCOVID-19 membuat terjadinya pertumbuhan penjualan PT X sebanyak empat kali\nlipat per Mei 2019 hingga Mei 2020, namun tingkat retensi pelanggan tetap rendah.\nHal ini disebabkan PT X kurang agile dalam mengatasi ekspektasi pelanggan yang\ntinggi dan cepat berubah, serta variabilitas stock keeping unit (SKU) atau produk\nyang tinggi. Untuk itu diperlukan strategi pengembangan agility bagi PT X\nberdasarkan penilaian tingkat maturitas agility organisasi dan proses bisnis.\nPenelitian diawali dengan penilaian tingkat maturitas agility organisasi PT X.\nModel maturitas agility organisasi yang digunakan adalah Gunsberg, dkk (2018).\nDidapat tingkat maturitas agility organisasi PT X adalah 2: agility organization.\nBerikutnya, dilakukan pemetaan proses bisnis inti menggunakan model PCF oleh\nAPQC, dilanjutkan dengan penentuan proses bisnis kritis dan potensial untuk agile.\nTerpilihlah proses bisnis 3.1 Memahami pasar, pelanggan, dan kapabilitas, 3.2\nMengembangkan strategi pemasaran, dan 5.3 Mengantarkan produk segar kepada\npelanggan akhir. Proses bisnis tersebut lalu dinilai tingkat maturitas agility-nya.\nHasilnya adalah proses bisnis 3.1, 3.2, dan 5.3 dengan tingkat maturitas 1, 1, dan 2.\nDari hasil penilaian tingkat maturitas agility organisasi dan proses bisnis, penelitian\nberfokus pada pengembangan tingkat maturitas agility proses bisnis 3.1 dan 3.2,\ndilanjutkan dengan organisasi. Hasilnya terdapat tiga usulan program strategis\npengembangan tingkat maturitas agility proses bisnis, yaitu: 1. Pengembangan\nproses bisnis edge, 2. Pengembangan proses bisnis core, 3. Pengembangan sistem\ninformasi proses bisnis 3.1 dan 3.2; serta lima usulan program strategis\npengembangan tingkat maturitas agility organisasi, yaitu: 1. Pengembangan sistem\ninformasi organisasi, 2. Pemetaan value stream dan pengembangan kontraktor, 3.\nWorkshop organisasi, 4. Hackathon oganisasi, 5. Townhall.", "Daftar File": {"ABSTRAK Eldred Cristoval": "https://digilib.itb.ac.id/gdl/download/226438"}, "Penulis": "Eldred Cristoval [14416026]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, DEA", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "agile, agility, maturitas agility organisasi, organisasi agile, proses bisnis agile, proses bisnis kritis, proses bisnis potensial untuk agile", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Jun 2021"}