{"Nomor": 55546, "Judul": "OPTIMASI DISTRIBUSI LIQUIFIED NATURAL GAS UNTUK PLTG DI BALI DAN NUSA TENGGARA DENGAN HUB LOCATION ROUTING MODEL", "Abstrak": "Pembangkit listrik dibutuhkan dalam memenuhi pertumbuhan kebutuhan\nketenagalistrikan di Indonesia setiap tahunnya. Peningkatan kebutuhan listrik di\nIndonesia dapat dilihat dari hasil proyeksi penjualan tenaga listrik Indonesia pada tahun\n2018 hingga tahun 2027 yang menunjukkan rata-rata pertumbuhan sebesar 6.86%\n(PLN, 2019). Kebutuhan listrik yang semakin meningkat tersebut harus dipenuhi\ndengan pasokan sumber daya listrik yang berasal dari berbagai sumber energi. Namun\nsaat ini pembangkit listrik masih didominasi oleh Pembangkit Listrk Tenaga Diesel\n(PLTD). Energi bahan bakar diesel yang kurang ramah lingkungan karena\nmenghasilkan emisi karbon cukup tinggi dengan rata-rata 73.7 ton/TJ. Jika\ndibandingkan dengan bahan bakar diesel, penggunaan gas bumi sebagai sumber energi\ndinilai lebih ramah lingkungan karena menghasilkan gas emisi karbon sebesar 56,10\nton/TJ. Dari segi biaya, gas bumi berbiaya 6 dolar AS/MMBTU, lebih rendah\ndibandingkan diesel yang berbiaya 20 dolar AS/MMBTU.\nPembangkit Listrik Tenaga Diesel di Bali dan Nusa Tenggara hingga tahun 2018\nmemiliki 719 unit pembangkit listrik,diesel yaitu 97% dari keseluruhan pembangkit\nlistrik di Bali dan Nusa Tenggara. Pemerintah Bali dan Nusa Tenggara mencanangkan\nprogram penurunan penggunaan diesel di Bali dan Nusa Tenggara dengan mengalihkan\nkonsumsi energi diesel menjadi energi gas bumi untuk pembangkit listrik. Provinsi Bali\nmencanangkan Program “Bali Mandiri Energi Bersih” yang tercantum pada Peraturan\nGubernur Nomor 45 tahun 2019 sebagai wujud komitmen pemenuhan kebutuhan\nenergi di Bali secara ramah lingkungan, berkelanjutan dengan menggunakan energi\nbersih yang mandiri. Pemerintah daerah Nusa Tenggara terlibat pula dengan komitmen\nuntuk mengurangi penggunaan diesel dengan beroperasinya Pembangkit Listrik\nTenaga Mesin Uap (PLTMGU) di Lombok pada awal tahun 2020.\nPendistribusian LNG memiliki beberapa kendala, yaitu volume pengiriman yang besar\ndan biaya pengiriman yang mahal (Fagerholt et al., 2013). Biaya pengiriman dari \nlapangan gas hingga ke pembangkit listrik rata-rata mencapai 10 dolar AS/MMBTU,\nMaka dari itu, pembangunan infrastruktur untuk pendistribusian LNG perlu dirancang\noleh perusahaan agar tercapai minimasi biaya distribusi gas. Penelitian ini membahas\nperancangan jaringan transportasi dengan melakukan penentuan alokasi gas yang\ndikirimkan dari titik sumber, lokasi hub, dan rute kendaraan dengan masalah single\nallocation secara analitik. Objektif perusahaan adalah optimisasi biaya transportasi\ndistribusi gas ke PLTG di Bali dan Nusa Tenggara dengan menggunakan metode\nHLRP yang dapat mengoptimalkan kebutuhan pendistribusian dengan pengiriman ke\nbeberapa tempat sekaligus agar tercapainya economies of scale (Bostel et al., 2015).", "Daftar File": {"ABSTRAK Putriska Razani": "https://digilib.itb.ac.id/gdl/download/226452"}, "Penulis": "Putriska Razani [13416120]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Andi Cakravastia Arisaputra Raja, S.T., M.T.", "Rully Tri Cahyono, S.T., M.T.", "Saskia Puspa Kenaka, S.T., M.T.", "Rifko Rahmat Kurnianto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "HLRP, Distribusi LNG, Pembangkit Listrik, PT PLN", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Jun 2021"}