{"Nomor": 55554, "Judul": "PERBEDAAN GENDER DALAM PENGGUNAAN PONSEL SAAT BERMOTOR DITINJAU DARI SITUATION AWARENESS DAN AKTIVITAS GELOMBANG OTAK", "Abstrak": "Indonesia merupakan satu dari sepuluh negara dengan angka kecelakaan tertinggi\ndi dunia, dimana 28% dari kecelakaan tersebut dialami oleh pengendara motor.\nKecelakaan yang terjadi tersebut dapat disebabkan beberapa hal salah satunya\nadalah penggunaan telepon seluler (ponsel) sambil bermotor. Penggunaan ponsel\nsambil bermotor merupakan salah satu isu yang penting untuk dibahas, karena\npenelitian terkait seberapa jauh efek dari penggunaan ponsel saat bermotor terhadap\naktivitas berkendara belum banyak dikaji. Selain itu, studi terdahulu menunjukkan\ntingkat penggunaan ponsel sambil bermotor menunjukkan angka yang sangat tinggi\ndi Indonesia dan terdapat perbedaan tingkat penggunaan ponsel antara laki-laki dan\nperempuan. Oleh karena itu, penelitian ini ditujukan untuk mengetahui perbedaan\npenggunaan ponsel saat bermotor antara pengendara laki-laki dan perempuan\nditinjua dari situation awareness dan aktivitas gelombang otak.\nUntuk mencapai tujuan penelitian tersebut, penelitian dilakukan dengan metode\nobservasi dan eksperimen. Observasi dilakukan dengan cara mengamati perilaku\npengendara motor yang menggunakan ponsel sambil bermotor di jalan kota\nBandung. Eksperimen dilakukan dengan quasi experiment di area kampus Institut\nTeknologi Bandung dengan tetap memperhatikan aspek keselamatan serta protokol\nkesehatan COVID-19. Partisipan dalam penelitian ini berjumlah 24 orang yang\nterdiri dari 12 orang laki-laki dan 12 orang perempuan dari tenaga non akademik\nITB. Pada penelitian ini, situation awareness partisipan pada saat bermotor sambil\nmenggunakan ponsel diukur menggunakan kuesioner QASA, sedangkan\nkarakteristik gelombang otak partisipan dilihat dari aktivitas gelombang theta,\nalpha dan beta. Aktivitas menggunakan ponsel yang diamati adalah menerima\npanggilan telepon, mengirim pesan dan menggunakan GPS.\nData observasi menunjukkan bahwa laki-laki lebih banyak menggunakan ponsel\npada saat bermotor dibandingkan dengan perempuan serta laki-laki lebih banyak\nberperan sebagai pengendara dibandingkan penumpang ketika menggunakan\nmotor. Selain itu baik pengendara laki-laki maupun perempuan lebih banyak\nmelakukan aktivitas non telepon (screen operation) ketika menggunakan ponsel\nsambil bermotor. Dari hasil pengolahan data kuesioner QASA didapatkan hasil\nbahwa penggunaan ponsel sambil bermotor signifikan berbeda antara pengendara\nlaki-laki dan perempuan dalam hal situation awareness, dimana pengendara lakilaki memiliki situation awareness yang lebih rendah dibandingkan perempuan pada\nsaat membalas pesan sambil bermotor. Dari hasil pengolahan data aktivitas\ngelombang otak terdapat perbedaan signifikan antara laki-laki dan perempuan\nterhadap aktivitas gelombang otak alpha, dimana laki-laki memiliki nilai \ngelombang otak alpha yang lebih tinggi dibandingkan dengan perempuan. Hal ini\nmengindikasikan bahwa partisipan laki-laki lebih mengalami penurunan atensi\nlebih besar dibandingkan dengan perempuan pada saat menerima menerima\npanggilan telepon, membalas pesan dan menggunakan GPS.", "Daftar File": {"ABSTRAK Amelia": "https://digilib.itb.ac.id/gdl/download/226472"}, "Penulis": "Amelia [23418011]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "penggunaan ponsel sambil bermotor, aktivitas gelombang otak, situation awareness, jenis kelamin", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Jun 2021"}