{"Nomor": 55557, "Judul": "PENGEMBANGAN MODEL DETEKSI POHON DAN WEB  CLIENT UNTUK SISTEM AI PENDETEKSI POHON YANG  BERPOTENSI MERUSAK POWER LINE", "Abstrak": "Menurut data dari Unison Group New Zealand, 20% pemadaman listrik yang tidak \ndiinginkan terjadi karena vegetasi yang tumbuh terlalu dekat dengan power line. Di \nIndonesia sendiri, pernah terjadi kasus pemadaman listrik akibat pohon Sengon \ntumbuh melewati Right of Way (ROW) jaringan listrik. Salah satu penyebab \nkejadian ini adalah karena sulitnya manajemen vegetasi di sekitar power line, \nterutama pada daerah terpencil. Sistem Artificial Intelligence (AI) untuk \nmendeteksi pohon yang berpotensi membahayakan power line dikembangkan \nsebagai solusi dari permasalahan tersebut. Dengan menggunakan teknologi object \ndetection, AI akan mendeteksi pohon dan power line yang ada pada gambar yang \nberasal dari UAV dan citra satelit. AI kemudian akan menghitung jarak antara \npohon dan power line, lalu memberikan kotak dengan warna tertentu pada setiap \npohon sesuai jarak terhitung. AI ini diintegrasikan dengan sebuah web client, \nsehingga pengguna dapat mengakses AI dengan mudah. \nFokus pengerjaan pada tugas akhir ini adalah pengembangan model deteksi pohon \ndan web client. Pengembangan dilakukan dengan melakukan studi literatur, \nperancangan desain, implementasi, dan pengujian. Deteksi pohon akan dilakukan \nmenggunakan library DeepForest. Transfer learning dari model prebuilt \nDeepForest akan dilakukan pada data terkait untuk mengoptimasi deteksi pohon. \nPerforma model deteksi pohon akan diukur dengan parameter mean Average \nPrecision (mAP). Pertama, model prebuilt akan diuji dengan variasi parameter \npatch size untuk mengetahui nilai patch size yang baik untuk digunakan. Kemudian, \ntransfer learning dilakukan dan model-model hasil transfer learning tersebut akan \ndikomparasi performanya. Model dengan performa terbaik akan dipilih. Pengujian \nweb client akan dilakukan dengan pengujian fungsionalitas dan survey Technology \nAcceptance Model (TAM) kepada pengguna. Pengguna akan menilai seberapa \nmudah dan informatif web client untuk digunakan. \nDari penelitian ini, didapatkan parameter patch size yang dapat digunakan untuk \nmenghasilkan deteksi pohon yang baik, model yang lebih baik untuk mendeteksi ii\npohon dari gambar citra satelit, dan web client yang sudah teruji secara \nfungsionalitas, mudah digunakan dan informatif.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226483", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/226484", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226486", "Daftar Pustaka": "https://digilib.itb.ac.id/gdl/download/226492"}, "Penulis": "Karisa Ardelia Hanifah [18117022]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "DeepForest, pohon, model, transfer learning, web client, mAP", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "18 Jun 2021"}