{"Nomor": 55564, "Judul": "PERANCANGAN BUKU ANAK PERIBAHASA INDONESIASEBAGAI MEDIA PEMBELAJARAN KARAKTERUNTUK ANAK-ANAK BERUSIA 8-10 TAHUN", "Abstrak": "Indonesia  sebesar  171,17  juta  pengguna  dari  total  populasi  264,16  juta,  menurut  Asosiasi Penyelenggara  Jasa  Internet  Indonesia  (APJII)  pada  tahun  2018,  arus  globalisasi  semakin deras  berdampak  bagi  Indonesia.  Menurut  Asep  Muhyidin,  S.Pd., seorang  dosen  bahasa  di Universitas Sultan Agung Tirtayasa, salah satu dampak yang kurang baik dari globalisasi bagi Indonesia  adalah  terkikisnya  budaya  lokal  bangsa  IndonesiaBudaya  yang  terkikis  adalah bahasa Indonesia yang pada hakikatnya adalah identitas dari bangsa Indonesia karena sebuah kebudayaan  pasti  membutuhkan  bahasa  dan  tidak  dapat  dilepaskan  dari  komunikasi.  Oleh sebab  itu,  pemerintah  Indonesia  memasukkan  pemahaman  bahasa  Indonesia  dan  sastra  ke dalam kurikulum resmi dalam pendidikan dasar (SD sampai SMA).Salahsatu bentuk sastra yang melekat di bahasa Indonesia adalah peribahasa yang merupakan sastra Melayu Klasik. Di dalam suatu peribahasa, terdapat unsur sistem budaya masyarakat yang  berhubungan  dengan  nilai-nilai,  pandangan  hidup,  norma,  dan  suatu  aliran  dalam masyarakat  yang  memberi  nilai  edukasi  dalam  hal  budi  pekerti  dan  moral.  Maka  dari  itu, meskipun anak-anak saat ini sudah sangat terpengaruh oleh globalisasi yang membuat mereka dengan  mudah  mengakses  budaya  asing,  kepedulian  mengenai  budaya  lokal  dalam bentuk sastra menjadi suatu keharusan yang perlu ditanam sejak dini. Anak-anak berusia 7-8 tahun sendiri  sudah  lancar  dalam  membaca  dan  mulai  memperluas  kosa  katanya.  Pada  masa  ini pula,  biasanya  anak  sudah  dapat  membaca  sendiri  dengan  lancar  tanpa  panduanapapun. Sementara itu, setelah berusia 8 tahun ke atas, anak sudah mahir menggunakan keterampilan membacanya  untuk  belajar.  Maka  itu,  diperlukan  buku  yang  membuat  anak-anak  dapat dengan  mudah  mengenali  struktur  dan  makna  narasi  atau  tema.  Buku  pun  harus  memiliki cerita yang memotivasi dan semenarik mungkin sehingga mendapat perhatian anak dan pesan moral yang diangkat dari buku bisa diserap dengan baik.", "Daftar File": {}, "Penulis": "Joan Amelinda [17417065]", "Kontributor / Dosen Pembimbing": ["Triyadi Guntur Wiratmo, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "buku anak, anak-anak, peribahasa, budaya Indonesia", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "18 Jun 2021"}