{"Nomor": 55569, "Judul": "PERANCANGAN BUKU ACTIVITY JOURNALMENGENAI KEJUTAN BUDAYASEBAGAI SOLUSIUNTUKMAHASISWA RANTAU", "Abstrak": "iiABSTRAKPERANCANGAN BUKU ACTIVITY JOURNALMENGENAI KEJUTAN BUDAYASEBAGAI SOLUSIUNTUKMAHASISWA RANTAUOlehKEZIA AMADEANIM : 17417058(Program StudiDesain Komunikasi Visual)Perancangan Buku Activity JournalMengenai Kejutan BudayaSebagaiSolusi Untuk Mahasiswa Rantau dirancang  dengan  tujuan  untuk mengenalipermasalahan kejutan budayaitu sendiri dan pengaruh yang umum dijumpaioleh mahasiswa rantau dengan mencari  infromasi  mengenai  fenomena  beserta  faktor-faktor kejutan  budayaguna mengatasi  permasalahan  tersebut. Mahasiswa  rantau  kerap  kali  merasa  tak  nyaman disebuah lingkungan yang baru. Metoda penelitian yang digunakan adalahkuesioner, wawancara,  dan  studi  pustaka  dan  dilanjutkan  dengan  menentukan  jenis  media  dan konsep. Kejutan  budayasendiri  adalah  untuk  menggambarkan  respon  negatif  dari depresi,  frustasi,  dan  disorientasi  yang  dialami  oleh  manusia  yang  hidup  dalam lingkungan  budaya  baru. Simpulanyang  didapatkan  ialah mahasiswa  mayoritas mengalami kejutan  budayadengan  intensitas  yang  berbeda-beda.  Hal  tersebut diakibatkan pada  pengaruh  budaya,  bahasa,  dan  kebiasaan  dari  asal  daerah  masing-masing.  Selain  itu, mahasiswa  yang  pernah  atau  sedang  mengalami kejutan  budayamemiliki  preferensi  desain  yang  berjenis  ilustratif, dekoratif,  dan  rapih  untuk memberikan kesan yang nyaman dan menenangkan diri mereka.Sehingga diharapkan melalui  perancangan  buku activity journalinidapat  berkontribusi  untuk  mengatasi masalah kejutan budayayang dihadapi oleh mahasiswa rantau", "Daftar File": {}, "Penulis": "Kezia Amadea [17417058]", "Kontributor / Dosen Pembimbing": ["Drs. Oki Hamka Suyatna, M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Activity journal, Ilustrasi, Kejutan budaya, MahasiswaRantau, Ilustrasi.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "18 Jun 2021"}