{"Nomor": 55573, "Judul": "PEMODELAN DEFORMASI VISKOELASTIK LITOSFER PADA SESAR GESER DITINJAU DARI PROSES AKUMULASI DAN PELEPASAN REGANGAN (STRAIN BUILD-UP DAN STRAIN RELEASE)", "Abstrak": "Gempa bumi merupakan bencana alam yang relatif kerap terjadi dan mampu\nmengakibatkan kerugian yang besar. Perkiraan terhadap gempa bumi oleh karena\nitu menjadi kebutuhan yang selalu aktual. Pemodelan merupakan salah satu cara\nyang dapat digunakan untuk memperkirakan terjadinya gempa bumi. Gempa bumi\ndapat terjadi apabila berlangsung deformasi pada litosfer yang tampak pada sesar\ngeser. Litosfer adalah lapisan terluar dari kerak bumi yang terdiri atas lapisan\nkerak bagian atas yang memiliki sifat elastik dan brittle, serta kerak bagian bawah\ndan mantel bagian atas yang memiliki sifat elastik dan viscous. Melalui\npemodelan dengan menggunakan metode finite-element, deformasi viskoelastik\nlitosfer pada sesar geser dapat ditunjukan. Dalam hal ini pemodelan deformasi\nlitosfer pada sesar geser ditinjau dari proses akumulasi dan pelepasan regangan,\ndimana masing-masing proses merepresentasikan fase interseismik dan koseismik\npada siklus gempa bumi. Secara khusus, proses akumulasi regangan ditunjukkan\ndengan mengaplikasikan parameter kekuatan friksi ke dalam model. Pemodelan\nini juga memvariasikan ketebalan di kedua lapisan, yakni lapisan kerak bagian\natas serta lapisan kerak bagian bawah dan mantel bagian atas, dengan\nmenggunakan tiga skenario. Skenario pertama dijadikan sebagai skenario\nreferensi; skenario kedua menerapkan ketebalan lapisan kerak bagian atas yang\nlebih tipis dari skenario referensi; dan skenario ketiga menerapkan ketebalan\nlapisan kerak bagian atas yang lebih tebal dari skenario referensi. Mengacu pada\nnilai slip, perpindahan dan differential stress yang diamati, penelitian ini\nmenunjukkan bahwa penggunaan material elastik di kerak bagian atas dan\nmaterial viskoelastik Maxwell di kerak bagian bawah serta mantel bagian atas\nmampu merepresentasikan perilaku dari kedua lapisan yang diamati, dimana\ndifferential stress pada lapisan elastik lebih besar ketimbang lapisan viskoelastik.\nHasil dari penelitian ini juga menunjukkan bahwa penggunaan rasio lapisan\nviskoelastik yang lebih besar daripada lapisan elastik mampu menghasilkan\ndeformasi yang relatif kecil. Penggunaan nilai koefisien friksi dan kohesi yang\nbesar akan menghasilkan deformasi yang relatif kecil, dengan pengaruh koefisien\nfriksi yang lebih besar terhadap deformasi litosfer.", "Daftar File": {"ABSTRAK Maulidia Ain Bening": "https://digilib.itb.ac.id/gdl/download/226547"}, "Penulis": "Maulidia Ain Bening [12317038]", "Kontributor / Dosen Pembimbing": ["David Prambudi Sahara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "deformasi litosfer, elastik, metode finite-element, sesar geser, strain build-up, strain release, viskoelastik", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "18 Jun 2021"}