{"Nomor": 55581, "Judul": "ABSTRAKMESIN JUAL OTOMATIS AIR MINERAL BERBAGAI MERKTANPA KEMASAN UNTUK LOKASI RITEL", "Abstrak": "ABSTRAKMESIN JUAL OTOMATIS AIR MINERAL BERBAGAI MERKTANPA KEMASAN UNTUK LOKASI RITELOleh:Adinda Nur Fitriana17517002(Program Studi Desain Produk)Air  minum  dalam  kemasan  menawarkan  air  minum  dengan  manfaat  dan  kualitas kesehatan yang lebih terjamin dari sumber air minum lokal yang memiliki lebih banyak variabel  yang  dapat    mempengaruhi  kualitas  air. Industri  air  minum  dalam  kemasan merupakan  salah  satu  dalang  terbesar  banyaknya  limbah  plastik  dari  kemasan  botol. Untuk setiap plastik yang diproduksi sebagai kemasan, akan ada plastik yang terbuang dan  menjadi  limbah. Pada  dasarnya  jumlah  plastik  yang  diproduksi  saat  ini  jauh melampaui  kapasitas  yang  bisa  ditangani  fasilitas  daur  ulang  yang  tidak  mampu menangani semua limbah plastik yang jumlahnya sangat banyak dan selalu bertambah tersebut. Upaya mengganti jenis material konvensional dengan bahan yang lebih ramah lingkungan seperti bioplastik tetap berpotensi memberi dampak lebih buruk terhadap kelangsungan   alam. Kegiatan   penjualan   air   mineral   sebagai   komoditas   dagang berpotensi  untuk  dapat  dilaksanakan  tanpa  wadah  kemasannya.Semakin  tingginya kesadaran  masyarakat  terhadap  lingkungan  dapat  menjadi  momentum  untuk  para penyedia  air  mineral  komersil  mengadakan  suatu  model  bisnis  alternatif    yang menyokong gerakan mengurangi jumlah limbah kemasan, yakni dengan menghambat laju  permintaan  kemasan  plastik  melalui  ditawarkanya  model  bisnis  alternatif  yang dapat menghubungkan produk dengan konsumen tanpa media perantara kemasan", "Daftar File": {}, "Penulis": "Adinda Nur Fitriana [17517002]", "Kontributor / Dosen Pembimbing": ["Dr. Dwinita Larasati, S.Sn., MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Bottled water, Bottled water product, Mineral water, Mineral Water brand, Multiple brand, Water Refill, Packageless, Packaging  Alternative, Vending Machine, Automatic Vending Machine", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "18 Jun 2021"}