{"Nomor": 55597, "Judul": "DAMPAK PARIWISATA TERHADAP KUALITAS HIDUP BERDASARKAN NEW URBAN AGENDA DI KAMPUNG TEMATIK (OBJEK STUDI: KAMPUNG-KAMPUNG TEMATIK DI DAERAH ALIRAN SUNGAI BRANTAS, KOTA MALANG)", "Abstrak": "Program dalam merevitalisasi secara fisik kampung untuk menjadi daya tarik wisata di Kota Malang dikenal sebagai program kampung tematik. Program ini bertujuan untuk mentransformasi kampung yang dikenal kumuh menjadi kampung yang “ramah kumuh” dengan ruang kreativitas sebagai daya tarik utamanya. Terdapat empat kampung di daerah aliran Sungai Brantas yang telah bertransformasi sebagai kampung tematik, yaitu Kampung Warna-Warni, Kampung Tridi, Kampung Biru Arema, dan Kampung Putih. Pengembangan pariwisata di kampung-kampung diharapkan dapat menjadi agen perubahan untuk meningkatan kualitas hidup masyarakatnya. Penelitian ini bertujuan untuk mengetahui bagaimana dampak pariwisata terkait kualitas hidup pada kampung-kampung tematik. Kualitas hidup dalam hal ini direpresentasikan melalui poin-poin keberlanjutan terkait permukiman kumuh dan informal pada New Urban Agenda (NUA) yang merupakan akselerator dari Sustainable Development Goal 11 (SGD11). Penelitian ini dilakukan untuk merumuskan pola dampak pariwisata terhadap kualitas hidup di kampung tematik, dengan mengunakan pendekatan kualitatif dengan wawancara secara bebas terpimpin. Hasil dari penelitian ini menunjukan bahwa dampak pariwisata yang terjadi lebih banyak berhubungan dengan sosial. Namun stimulan utama bagi keberlanjutan kualitas hidup masyarakat adalah dampak ekonomi yang dihasilkan dari pariwisata. Kemudian ditemukan bahwa mayoritas dampak mulai terjadi pada tahap penemuan (berdasarkan teori Tourism Area Life Cycle). Penelitian ini diharapkan dapat menjadi jawaban dari bagaimana pengembangan pariwisata dapat berdampak pada kualitas hidup serta bagaimana keberlanjutannya.", "Daftar File": {"COVER Brenda Charisma Giovanni": "https://digilib.itb.ac.id/gdl/download/226909", "BAB 1 Brenda Charisma Giovanni": "https://digilib.itb.ac.id/gdl/download/226910", "BAB 2 Brenda Charisma Giovanni": "https://digilib.itb.ac.id/gdl/download/226911", "BAB 3 Brenda Charisma Giovanni": "https://digilib.itb.ac.id/gdl/download/226912", "BAB 4 Brenda Charisma Giovanni": "https://digilib.itb.ac.id/gdl/download/226913", "BAB 5 Brenda Charisma Giovanni": "https://digilib.itb.ac.id/gdl/download/226914", "BAB 6 Brenda Charisma Giovanni": "https://digilib.itb.ac.id/gdl/download/226915", "DAFTAR Brenda Charisma Giovanni": "https://digilib.itb.ac.id/gdl/download/226916"}, "Penulis": "Brenda Charisma Giovanni [28819005]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "dampak pariwisata, kampung tematik, kualitas hidup, New Urban Agenda.", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "10 file", "Tanggal Input": "18 Jun 2021"}