{"Nomor": 55591, "Judul": "KAJIAN PUSTAKA ISOLAT BAKTERI PENGHASIL BIOSURFAKTAN YANG DIISOLASI DARI SUMUR MINYAK BUMI DAN POTENSI PENGGUNAAN LOW-COST SUBSTRATE DALAM PRODUKSINYA", "Abstrak": "Permintaan terhadap biosurfaktan di industri terus terjadi seiring dengan ekonomi dunia yang\nsedang bertumbuh, produksi biosurfaktan pada tahun 2013 adalah 334.068 ton dan meningkat\nmenjadi 461.991 ton pada tahun 2020 dengan Compound Annual Growth Rate sebesar 4.3%,\nsehingga diperlukan upaya untuk meningkatkan produksi dari biosurfaktan yang menguntungkan\nsecara ekonomis. Tujuan dilakukan penelitian berbasiskan studi kepustakaan ini untuk melihat\npotensi penggunaan substrat low-cost dalam produksi biosurfaktan dan aplikasi biosurfaktan di\nindustri dari biosurfaktan yang dihasilkan oleh isolat yang telah berhasil diisolasi di SITH ITB\ndari sumur minyak bumi. Tahapan dari penelitian ini yaitu, dilakukan pemilihan dokumen utama\nberupa dokumen skripsi dan tesis penelitian dengan topik isolasi bakteri penghasil biosurfaktan\ndi SITH ITB. Pada tahap ini digunakan dokumen yang memiliki data berupa data isolasi bakteri\nyang berasal dari berbagai sumur minyak bumi, data hasil penapisan isolat, data uji IFT, data\npenentuan nilai CMC, data hasil karakterisasi FTIR, dan isolat telah diidentifikasi 16S rRNA\nmelalui analisis sekuens. Pada tahap kedua, dilakukan ekstraksi, pengolahan, dan penyajian data\nutama. Pada tahap ketiga, dilakukan studi pustaka terkait potensi biosurfaktan yang berasal dari\nisolat di sumur minyak bumi dengan menggunakan referensi pendukung berupa artikel yang\ndidapatkan secara online dan menentukan low-cost substrate yang dapat digunakan dalam\nproduksi biosurfaktan. Hasil yang diperoleh dari penelitian ini yaitu, tiga buah isolat bakteri\npenghasil biosurfaktan berupa Bacillus licheniformis DS1, Brevibacillus borstelensis B3, dan\nPseudoxanthomonas sp. G3 yang berasal dari sumur minyak bumi yang memiliki informasi\ndeskripsi yang memenuhi semua kriteria yang telah ditetapkan sebelumnya, ditemukan bahwa\nisolat yang berasal dari sumur minyak bumi Bacillus licheniformis DS1, Brevibacillus\nborstelensis B3, dan Pseudoxanthomonas sp G3 memiliki nilai CMC di atas surfaktan kimia,\ndapat menurunkan tegangan antarmuka berdasarkan uji IFT dan memiliki kemampuan\nemulsifikasi, Berdasarkan studi literatur terhadap isolat yang ditemukan di sumatera selatan,\nmenunjukan bahwa Bacillus licheniformis memiliki kemampuan permukaan aktif yang paling\nbaik dibandingkan isolat Brevibacillus sp dan Pseudoxanthomonas sp, Berdasarkan studi literatur\nterdapat beberapa substrat potensial yang dapat digunakan pada isolat bakteri yang ditemukan di\nsumur minyak dari daerah sumatera selatan yang berasal dari limbah industri yang murah yang\nberperan sebagai sumber karbon atau nitrogen seperti Corn steep liquor dan molasse.\nKata kunci :Biosurfaktan, low-cost substrate, CMC", "Daftar File": {"ABSTRAK Muhammad Gibran": "https://digilib.itb.ac.id/gdl/download/226617"}, "Penulis": "Muhammad Gibran [10416035]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biosurfactant, low-cost substrate, CMC", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2021"}