{"Nomor": 55601, "Judul": "PEMODELAN KENAIKAN JUMLAH KASUS COVID-19 DI KOTA BANDUNG MENGGUNAKAN MODEL GSTAR DENGAN EFEK HETEROSKEDASTIK", "Abstrak": "Model generalized space-time autoregressive (GSTAR) adalah salah satu model\nyang dapat digunakan dalam memodelkan proses yang nilai observasinya tidak\nhanya melibatkan waktu pengamatan, tetapi juga lokasi pengamatan. Model\nGSTAR berasal dari keluarga model generalized space-time autoregressive moving\naverage (GSTARMA). Kedua model tersebut berturut-turut merupakan analog dari\nmodel autoregressive (AR) dan autoregressive moving average (ARMA) untuk\nderet waktu univariat. Deret waktu univariat dapat dimodifikasi untuk memodelkan\nproses dengan variansi residu yang tidak konstan, yaitu dengan menggunakan\nmodel generalized autoregressive conditional heteroscedasticity (GARCH). Hal\nyang sama dapat dilakukan pada deret waktu spasial. Pada tugas akhir ini,\nkenaikan kasus COVID-19 di 30 kecamatan di Kota Bandung pada rentang waktu\n26 November 2020 s.d. 31 Maret 2021 dimodelkan menggunakan model GSTAR\ndengan mempertimbangkan efek heteroskedastik. Untuk mengidentifikasi model\nGSTAR, digunakan matriks bobot seragam, yang mengasumsikan bahwa untuk\nsetiap kecamatan, setiap tetangga dari kecamatan tersebut memberikan pengaruh\nyang sama. Untuk menyederhanakan pemodelan, banyaknya matriks bobot\nseragam yang dibangun dibatasi hingga dua matriks, yang dibangun berdasarkan\ntetangga orde satu dan dua dari setiap kecamatan. Berdasarkan matriks-matriks\nbobot tersebut, model yang mungkin dibangun adalah GSTARI(12) (karena data\nmelalui proses diferensi). Berdasarkan residu dari model GSTARI ini, model\nheteroskedastik yang dibangun adalah GARCH(2,1), dengan parameter-parameter\nGARCH untuk lag spasial satu dan dua bernilai sangat kecil. Kenaikan kasus\npada rentang waktu ini kemudian dimodelkan dan dibandingkan dengan data asli.\nHasilnya, model GSTARI(12) dengan efek GARCH(2,1) masih kurang mampu\nmemodelkan kenaikan kasus COVID-19 di Kota Bandung pada periode ini. Hal\nini terlihat dari nilai MASE untuk sebagian besar kecamatan yang jauh dari satu.", "Daftar File": {"ABSTRAK MUHAMMAD RIZKY KURNIAWAN": "https://digilib.itb.ac.id/gdl/download/226638"}, "Penulis": "Muhammad Rizky Kurniawan [10117106]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "generalized space-time autoregressive, generalized autoregressive heteroscedasticity, kenaikan kasus harian COVID-19.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "5 file", "Tanggal Input": "18 Jun 2021"}