{"Nomor": 55602, "Judul": "DESAIN RELAI ARUS LEBIH ADAPTIF PADA JARINGAN  DISTRIBUSI DENGAN PEMBANGKIT TERDISTRIBUSI  PADA KONDISI TERHUBUNG DAN TERPISAH DARI  JARINGAN TRANSMISI", "Abstrak": "Dewasa ini, penggunaan microgrid berbasis distributed generation dengan \npenerapan energi terbarukan dinilai dapat memberikan energi yang bersih dan \nefisien. Namun, microgrid memberikan kemungkinan bagi sistem distribusi untuk \nberoperasi dalam kondisi terkoneksi ke main grid atau islanded. Penggunaan \ndistributed generation berbasis energi terbarukan memberikan tingkat arus hubung \nsingkat yang berbeda ketika sistem distribusi beroperasi terhubung dengan external \ngrid atau islanded sehingga proteksi arus lebih yang ada tidak selektif dan cepat \ndalam menangani kesalahan. Hal ini dapat berdampak kepada meningkatnya \nkemungkinan relai pembangkitan atau relai yang jauh dari lokasi gangguan bekerja \nterlebih dahulu dalam menangani gangguan, sehingga akan terdapat banyak beban \nyang tidak di suplai oleh pembangkitan, atau sistem kehilangan pembangkit. Tujuan\nutama penelitian ini adalah mendesain proteksi arus lebih yang adaptif, \nmenggunakan data load flow dan arus hubung singkat pada kedua kondisi operasi, \nuntuk mendapatkan setting relai arus lebih. Simulasi load flow dilakukan \nmenggunakan ETAP dan simulasi hubung singkat untuk beberapa bus uji dilakukan \nmenggunakan MATLAB/Simulink. Aktivasi karakteristik setting relai yang \ndigunakan diperbarui melalui status pada point of common coupling untuk \nmenentukan apakah sistem sedang beroperasi terhubung ke external grid atau \nislanded. Penelitian ini berfokus membahas kecepatan proteksi arus lebih inversetime melalui relai main protection dan backup protection, tanpa ada relai lain yang \nberoperasi lebih cepat. Hasil simulasi di MATLAB/Simulink menunjukkan bahwa \nsetting relai yang dirancang untuk memberikan waktu trip pada gangguan telah \nmengikuti standar yang berlaku untuk relai main protection dan backup protection.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226635", "Abstrak": "https://digilib.itb.ac.id/gdl/download/226637", "Abstract": "https://digilib.itb.ac.id/gdl/download/226639", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226641"}, "Penulis": "Ravendo Sitorus [23220085]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Anggoro Soedjarno P., M.T.", "Pradita Octoviandiningrum Hadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "proteksi adaptif, microgrid, relai arus lebih, inverter, grid-connected", "Sumber": "", "Staf Input/Edit": "karya", "File": "11 file", "Tanggal Input": "18 Jun 2021"}