{"Nomor": 55603, "Judul": "PENGEMBANGAN MODEL ASSESSMENT UNTUK MENGUKUR TINGKAT KESIAPAN DI SUPPLIER DALAM MENERAPKAN TOYOTA PRODUCTION SYSTEM", "Abstrak": "Persaingan dunia industri otomotif di dunia sudah semakin meluas bahkan sudah\nsampai kepada persaingan pemasok (supplier) komponennya. Jika kalah dalam\nbersaing maka dapat menimbulkan hilangnya order dari customer. Agar bisa\nbertahan dan menang dalam persaingan ini, maka pihak customer dan juga deretan\nrantai pasoknya harus terus meningkatkan effisiensi agar tercipta pengurangan\nbiaya produksi secara signifikan. PT. X sebagai salah satu perakit kendaraan roda\nempat di Indonesia juga gencar membangun supplier nya agar bisa terus\nmeningkatkan effisiensinya. Salah satunya adalah dengan mengenalkan,\nmengajarkan dan mengimplementasikan Toyota Production System (TPS), yang\nsudah terbukti unggul dalam membuat lini produksi lebih effisien. Akan tetapi\ndalam perjalanannya, banyak supplier yang kebingungan dan gagal melanjutkan\npenerapan TPS di lini produksinya. Mereka tidak dapat mengetahui apa kelemahan\ndan apa strategi yang yang harus diambil untuk menuju operational excellence yang\nmenjadi goal dari TPS.\nPenelitian ini mencoba untuk mengembangkan cara menilai (assessment) suatu lini\nproduksi dari sudut pandang TPS. Apa saja objek yang harus di-assess, sampai level\napa fakta yang terjadi di lini produksi dan bagaimana merancang strategi\npengembangannya, adalah pertanyaan penelitian ini. Dengan memadukan beberapa\nassessment tool yang sudah ada untuk meng-assess operational excellence di suatu\nperusahaan seperti EFQM excellence model, Kobayashi 20 Keys, dan Rapid Plant\nAssessment, kemudian dipadukan dengan kerangka kerja TPS yang di kembangkan\noleh Yasuhiro Monden, seorang professor di Universitas Tsukuba, Jepang, maka\nterbentuk suatu assessment tool baru dari hasil pengembangan dan perpaduan\ntersebut. Pada prosesnya pengembangan assessment tool ini juga melibatkan 2\norang pakar dari PT. X yang sudah berpengalaman menerapkan TPS. Sehingga\nmodel assessment TPS hasil pengembangan ini akan dapat di terapkan oleh industri\ndi Indonesia.\nHasil pengembangan ini juga telah di validasi dengan pengujian di sebuah supplier\npemasok komponen plastik, yang telah menerapkan TPS dengan sistematis dan\nberkelanjutan.", "Daftar File": {"ABSTRAK Dian Metias": "https://digilib.itb.ac.id/gdl/download/228035"}, "Penulis": "Dian Metias [23418051]", "Kontributor / Dosen Pembimbing": ["Dr. Indryati Sunaryo, M.Sc.", "Prof. Dr. Ir. Dradjad Irianto, M.Eng.", "Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Toyota Production System, Operational Excellence dan Assessment Tool", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Jun 2021"}