{"Nomor": 55606, "Judul": "ANALISIS PENYEBARAN COVID-19 DI INDONESIA MENGGUNAKAN  PEMODELAN SIR DAN SIR-F DENGAN IMPLEMENTASI KONSEP MACHINE LEARNING", "Abstrak": "Pandemi virus COVID-19 di Indonesia telah berlangsung sejak bulan Maret 2020 dan hingga \nsaat ini masih berlangsung dengan kondisi yang perlu diwaspadai. Hal ini dapat terlihat dari \nsebaran penambahan kasus aktif harian di Indonesia yang masih terus berubah secara dinamis. \nAlternatif solusi yang dapat membantu untuk menganalisis penanggulangan penyebaran virus \ntersebut adalah dilakukannya pemodelan dan simulasi kasus penyebaran untuk memperkirakan \ngambaran kondisi pandemi yang mungkin terjadi di Indonesia. Pemodelan berbasis \nepidemiologi yang umum dan banyak digunakan adalah pemodelan SIR, yang \nmengelompokkan individu terdampak pandemi menjadi sejumlah kompartemen. \nMenggunakan pemodelan tersebut dan memanfaatkan konsep teknologi machine learning, \nmaka proses pemodelan tersebut dapat dilakukan secara lebih efisien dan akurat. Dalam tugas \nakhir ini dikembangkan dua buah model yakni SIR dan salah satu turunannya yaitu SIR-F, \ndengan berbasis konsep machine learning untuk melakukan estimasi serta simulasi berbagai \nskenario penyebaran virus. Terdapat 3 buah skenario yang dikembangkan untuk dianalisis, \nyakni skenario tanpa program vaksinasi, program vaksinasi dengan protokol kesehatan yang \ndipatuhi, dan program vaksinasi yang tidak diikuti dengan protokol kesehatan. Berdasarkan \nsimulasi skenario tersebut, didapatkan bahwa program vaksinasi secara nyata dapat memberi \ndampak positif pada usaha penanggulangan pandemi COVID-19 secara lebih efektif bila \ndibanding dengan skenario tanpa vaksinasi. Adapun bila program vaksinasi tidak didukung \ndengan protokol kesehatan yang memadai, maka vaksinasi menjadi tidak memiliki dampak \napapun bagi usaha penanggulangan tersebut. Hasil tersebut berlaku secara uniform pada hasil \ndari model SIR maupun SIR-F. Secara keseluruhan dapat disimpulkan bahwa model yang \ndikembangkan dapat menjalankan seluruh fungsinya sesuai dengan kebutuhan, dengan tingkat \nakurasi melalui metriks MAPE mencapai 0,412 untuk model SIR serta 0,022 untuk model SIRF.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226656", "Abstrak": "https://digilib.itb.ac.id/gdl/download/226657", "Abstract": "https://digilib.itb.ac.id/gdl/download/226658", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/226662"}, "Penulis": "Fadel Nararia Rahman [18217005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pandemi COVID-19, model SIR, model SIR-F, simulasi skenario", "Sumber": "", "Staf Input/Edit": "karya", "File": "11 file", "Tanggal Input": "18 Jun 2021"}