{"Nomor": 55618, "Judul": "PEMANFAATAN UNSUR ALAM SEBAGAI KEGIATAN RELAKSASI PADA FASILITAS RESORT DAN SPADI KABUPATEN SUMEDANG", "Abstrak": "Pertumbuhan  ekonomi  dan  perkembangan  teknologi  yang  pesat  mempengaruhi gaya hidup masyarakat perkotaan. Hal ini membuat masyarakat perkotaan berada di bawah tekanan yang cukup tinggi. Dengan banyaknya aktivitas sehari-hari serta pekerjaan didaerah perkotaan yang sibuk dan cepat, menuntut kondisi tubuh dan jiwa  yang  fit  dan  optimal.  Hal  Ini  mempengaruhi  intensitas  seseorang  dalam melakukan  sebuah  rutinitas.  Selain  itu,  menurut  situs  BPS  Kabupaten  Sumedang tahun  2018,  Kabupaten  Sumedang  merupakan  salah  satu  daerah  di  Jawa  Barat dengan  jumlah  penduduk  1.149.906  jiwa.    Hingga  akhir  tahun  2018,  Kabupaten Sumedang  mencakup  26  kecamatan,  270  desa  dan  7  kelurahan.  Pada  6  Oktober 2019,    Kabupaten    Sumedang    mendeklarasikan    dirinya    sebagai    Kabupaten Pariwisata. Selain peternakan, kehutanan dan pertanian, Kabupaten Sumedang juga memiliki  potensi  besar  di  bidang  pariwisata,  makanan  khas,  serta  kerajinan tradisional.   Kemudian,   terdapat   sekitar   31.417   hektar   sawah   di   Kabupaten Sumedang,  meliputi  27.308  hektar lahan  beririgasi  dan  4.109  hektar  lahan  non irigasi.  Hal  ini  menunjukkan  Kabupaten  Sumedang  memiliki  banyak  air  bersih mengalir. Berdasarkan hal tersebut Kabupaten Sumedang sangat cocok serta dapat mendukung  sebuah  fasilitas  resor  yang  bertemakan  alam,  serta  diharapkan  dapat mensejahterakan  masyarakat  Kabupaten  Sumedang.  Fasilitas  resort  dan  spa  ini mencerminkan  kebutuhan  masyarakat  akan  aktivitas  istirahat  dan  relaksasi  serta perkembangan pariwisata di Kabupaten Sumedang. Perancangan ini berfokus pada fasilitas  fisik  dan  rencana  aktivitas  yang  memenuhi  kebutuhan  penggunanya. Metode   perancangan   menggunakan   metode   studi   literatur,   studi   kasus   dan komparasi, serta observasi.", "Daftar File": {}, "Penulis": "Ozman Azuri Irfansyah [17317055]", "Kontributor / Dosen Pembimbing": ["Dr. Tendy Yulisca Ramadin, S.Sn., M.T.", "Arsaika Widasati, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "resor dan spa, alam, Kabupaten Sumedang", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "18 Jun 2021"}