{"Nomor": 55610, "Judul": "KO-KREASI NILAI MEREK DI BIDANG KESEHATAN", "Abstrak": "Penelitian tentang ko-kreasi nilai di bidang kesehatan terus meningkat. Hal ini dikarenakan adanya teori Service-Dominant Logic yang mengakui peran pelanggan atau pasien sebagai aktor aktif dalam ekosistem perawatan kesehatan tingkat mikro dalam menciptakan nilai bersama. Konsep ko-kreasi nilai juga berkembang ke area merek. Penciptaan nilai merek dalam bidang kesehatan dapat dilihat dari perspektif pasien melalui aktivitas dan interaksi dengan perawat kesehatan dalam pertemuan layanan perawatan kesehatan dikarenakan keduanya merupakan aktor utama dalam ekosistem perawatan kesehatan tingkat mikro. Dengan demikian, tujuan dari penelitian ini adalah untuk mengeksplorasi dan menjelaskan perilaku aktif pasien yang berkontribusi terhadap penciptaan nilai merek dalam perawatan kesehatan.\nParadigma critical realism diadopsi dalam penelitian ini. Selain itu, studi kasus kualitatif dilakukan untuk menguji aktivitas dan interaksi antara pasien dan profesional perawatan kesehatan dan kontribusi pasien dalam penciptaan nilai merek dalam perawatan kesehatan. Secara khusus, partisipan dalam penelitian ini adalah pasien gagal ginjal yang menjalani terapi continuous ambulatory peritoneal dialysis atau CAPD dari dua klinik rumah sakit CAPD di Indonesia. Dua ahli perawatan kesehatan, enam pasien, dan sembilan belas pasien pada terapi CAPD masing-masing berpartisipasi dalam wawancara ahli, studi percontohan dan studi utama. Pasien direkrut melalui metode purposive sampling dan snowball sampling.\nAnalisis menunjukan bahwa terdapat tahap pra-adopsi dan adopsi terapi CAPD dan adanya tujuh tema sebagai hasil dari analisis tematik. Dukungan sosial, identitas penyakit, pencarian pengetahuan dan pra-pendidikan serta efikasi diri merupakan tema pada tahap pra-adopsi. Sedangkan, pemberdayaan pasien, kualitas hubungan, dan ko-kreasi nilai merk bersama dalam pelayanan kesehatan dari sudut pandang pasien merupakan aktivitas dan interaksi yang terjadi pada tahap adopsi. Melalui pendekatan abduktif dan retroduktif, penelitian ini menyimpulkan bahwa pemberdayaan pasien dan kualitas hubungan mengarah pada penciptaan ko-kreasi nilai merek bersama dalam perawatan kesehatan. Ko-kreasi nilai merek yang sebenarnya sendiri diwakili oleh kegiatan perilaku belajar dan membantu bersama. Model konseptual ko-kreasi nilai merek dalam perawatan kesehatan dari sudut pandang pasien diusulkan dalam penelitian ini.", "Daftar File": {"ABSTRAK Dahlia Darmayanti": "https://digilib.itb.ac.id/gdl/download/226680"}, "Penulis": "Dahlia Darmayanti [39014305]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Togar Mangihut Simatupang, M.Tech., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kunci: ko-kreasi nilai, ko-kreasi nilai merek dalam pelayanan kesehatan, pemberdayaan pasien, kualitas hubungan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "18 Jun 2021"}