{"Nomor": 55616, "Judul": "DESAIN UPRATING INSTALASI PENGOLAHAN AIR LIMBAH PT IMMORTAL COSMEDIKA INDONESIA", "Abstrak": "PT Immortal Cosmedika Indonesia merupakan perusahaan manufaktur kosmetik dan farmasi yang berlokasi di Jalan Perkapuran Nomor 32, Kota Depok, Jawa Barat. PT Immortal Cosmedika Indonesia berencana untuk meningkatkan kapasitas pabrik menjadi dua kali dengan membangun pabrik baru. Pembangunan pabrik baru ini dikhawatirkan tidak sanggup dikelola oleh IPAL eksisting. Hal ini yang menyebabkan perlu dilakukannya uprating IPAL PT Immortal Cosmedka Indonesia. Baku mutu yang dituju dalam uprating adalah Permen LH 5 tahun 2014 Lampiran XLVII tentang baku mutu air limbah bagi usaha dan/atau kegiatan yang belum memiliki baku mutu air limbah yang ditetapkan. Parameter air limbah influen yang melebihi baku mutu antara lain TSS, timbal, sulfida, ammonia-nitrogen, nitrat, total nitrogen, MBAS, fenol, minyak dan lemak, fluoride, BOD, COD, dan bakteri koliform. Pemilihan alternatif sistem pengolahan dilakukan dengan metode SAW dengan menghasilkan tiga alternatif. Tiga alternatif yang terpilih adalah completely mixed activated sludge (CMAS), sequencing batch reactor (SBR), dan moving bed biofilm reactor (MBBR). Kriteria seleksi alternatif diplih berdasarkan data literatur dan kondisi eksisting mempertimbangkan fisiensi, keandalan, timbulan lumpur, kebutuhan lahan, dampak lingkungan, biaya operasional, biaya konstruksi, keberlanjutan, dan kesederhanaan. Konfigurasi unit terpilih terdiri dari grease trap,¬ bak ekualisasi, bak koagulasi-flokulasi, dissolve air flotation, MBBR, secondary clarifier, bak adsorpsi karbon aktif, bak desinfeksi, dan tangki penyimpanan air olahan. Unit pengolahan lumpur yang dipilih berupa gravity thickener dan filter press. Total biaya modal (capital cost) sebesar Rp1.903.016.539,53 dan biaya operasional dan pemeliharaan sebesar Rp606.216.609,19 per tahun. Hasil perhitungan NPV Rp149.900.273.389,01 atau lebih dari 0, sehingga proyek dinilai layak ekonomi.", "Daftar File": {"TA 2021 I Gde Krishna Satia Dharma 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/226704"}, "Penulis": "I Gde Krishna Satia Dharma [15316058]", "Kontributor / Dosen Pembimbing": ["Edwan Kardena, Ph.D.", "Dr. Muhammad Sonny Abfertiawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Uprating, IPAL, air limbah, industri manufaktur kosmetik dan farmasi, Moving Bed Biofilm Reactor", "Sumber": "TA Juni 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "18 Jun 2021"}