{"Nomor": 55615, "Judul": "DAYA DUKUNG PARIWISATA SELAMA PANDEMI COVID-19 DI WANA WISATA RANCA UPAS, KABUPATEN BANDUNG", "Abstrak": "Rencana perluasan pembangunan fasilitas dan aktivitas wisata di Wana Wisata Ranca Upas (WWRU) serta pandemi Covid-19 secara tidak langsung berdampak pada lingkungan fisik kawasan hutan khususnya perhitungan daya dukung pariwisata. WWRU seluas 215 Ha dengan berbagai penambahan aktivitas, fasilitas, dan dipengaruhi dengan pengaturan jarak fisik selama pandemi Covid-19 tentu akan merubah perhitungan daya dukung pariwisata.\nPenelitian bertujuan untuk mengkaji karakteristik pengunjung selama pandemi Covid-19, menganalisis daya dukung fisik, faktor koreksi ekologi dan psikologi untuk kemudian menetapkan daya dukung riil dan efektif kawasan WWRU. Metode penelitian menggunakan metode kuantitatif didukung oleh data kualitatif berupa observasi langsung, wawancara dengan Perum Perhutani KBM Ecotourism, kuesioner kepada pengunjung selama pandemi Covid-19 serta studi literatur. Analisis daya dukung fisik dan ekologi mengacu pada Cifuentes (1992) sedangkan faktor koreksi psikologi dianalisis menggunakan skala likert dan garis kontinum.\nDalam konteks daya dukung fisik selama pandemi Covid-19, hasil studi menunjukkan bahwa WWRU mampu menampung 46.784 pengunjung/hari. Telah diketahui faktor koreksi ekologi yang harus dipertimbangkan di WWRU berdasarkan hasil studi adalah 40% untuk matahari, 6,25% dan 18,75% untuk curah hujan, dan berdasarkan studi literatur adalah 20,93% untuk tanah, 20,24% untuk air, dan 28,46% untuk rumput serta diperoleh faktor koreksi psikologi berdasarkan hasil studi adalah 51,77%. Hasil perhitungan menunjukkan daya dukung riil kawasan WWRU selama pandemi Covid-19 adalah 5.896 pengunjung/hari atau menurun sekitar 71,44% dibandingkan penelitian sebelum pandemi Covid-19 sedangkan daya dukung efektif selama Covid-19 menggunakan kapasitas manajemen adalah 1.814 pengunjung/hari dan masih bisa dioptimalkan apabila dibandingkan dengan rerata kunjungan tahunan WWRU.", "Daftar File": {"COVER Rumba": "https://digilib.itb.ac.id/gdl/download/226693", "BAB 1 Rumba": "https://digilib.itb.ac.id/gdl/download/226694", "BAB 2 Rumba": "https://digilib.itb.ac.id/gdl/download/226695", "BAB 3 Rumba": "https://digilib.itb.ac.id/gdl/download/226696", "BAB 4 Rumba": "https://digilib.itb.ac.id/gdl/download/226697", "BAB 5 Rumba": "https://digilib.itb.ac.id/gdl/download/226698", "BAB 6 Rumba": "https://digilib.itb.ac.id/gdl/download/226699", "DAFTAR Rumba": "https://digilib.itb.ac.id/gdl/download/226700"}, "Penulis": "Rumba [28819003]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, MES, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Daya Dukung Pariwisata, Pandemi Covid-19, Wana Wisata Ranca Upas.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "10 file", "Tanggal Input": "18 Jun 2021"}