{"Nomor": 55626, "Judul": "ANALISIS RISIKO BANJIR TERHADAP RENCANA POLA RUANG DI SWK GEDEBAGE KOTA BANDUNG", "Abstrak": "Kebencanaan merupakan salah satu aspek yang tidak dapat di pisahkan dalam kebijakan pembangunan berkelanjutan. Manajemen pengelolaan bencana merupakan upaya untuk mengurangi risiko bencana agar selaras dengan pembangunan di suatu daerah. Bencana banjir menempati urutan nomor satu bencana hidrometeorologi yang terjadi di Kota Bandung. SWK Gedebage yang memiliki peran penting dalam pembangunan Kota Bandung merupakan salah satu wilayah yang sering terjadi banjir. Dan di wilayah ini banyak rencana pembangunan yang di anggap penting dan strategis. Sehingga muncul permasalahan bagaimana kesesuaian antara rencana pola ruang dengan tingkat risiko banjir. Berdasarkan latar belakang tersebut perlu di lakukan kajian mengenai kesesuaian antara rencana pola ruang dan tingkat risiko banjir. Dengan tujuan untuk mengetahui tingkat risiko banjir di SWK Gedebage sebagai bahan untuk evaluasi rencana pola ruang yang akan di lakukan oleh Pemerintah Kota Bandung. Penelitian ini menggunakan pendekatan campuran, dengan menggunakan metode kualitatif dan metode analisis spasial. Identifikasi penyebab dan upaya mitigasi yang telah di lakukan baik oleh pemerintah, swasta dan masyarakat di lakukan dalam penelitian ini dengan cara wawancara, observasi dan studi literatur untuk memperkuat di lakukannya pembuatan peta risiko banjir dan analisis kesesuaian rencana pola ruang dan tingkat risiko banjir. Pembuatan peta risiko banjir dan analisis kesesuaian rencana pola ruang di lakukan dengan metode overlay dan di bantu dengan matriks VCA dan matriks keputusan. Penelitian ini di harapkan memberikan manfaat sebagai literatur dalam pemanfaatan SIG dalam kajian risiko banjir, seta sebagai bahan acuan bagi pengambil kebijakan dalam upaya mitigasi bencana banjir dan evaluasi RDTR. Hasil penelitian ini adalah peta risiko banjir serta kesesuaian rencana pola ruang di SWK Gedebage Kota Bandung.", "Daftar File": {"COVER Dian Meisana Anugrah": "https://digilib.itb.ac.id/gdl/download/226733", "BAB 1 Dian Meisana Anugrah": "https://digilib.itb.ac.id/gdl/download/226734", "BAB 2 Dian Meisana Anugrah": "https://digilib.itb.ac.id/gdl/download/226736", "BAB 3 Dian Meisana Anugrah": "https://digilib.itb.ac.id/gdl/download/226737", "BAB 4 Dian Meisana Anugrah": "https://digilib.itb.ac.id/gdl/download/226739", "BAB 5 Dian Meisana Anugrah": "https://digilib.itb.ac.id/gdl/download/226741", "BAB 6 Dian Meisana Anugrah": "https://digilib.itb.ac.id/gdl/download/226742", "DAFTAR Dian Meisana Anugrah": "https://digilib.itb.ac.id/gdl/download/226743"}, "Penulis": "Dian Meisana Anugrah [24019006]", "Kontributor / Dosen Pembimbing": ["Saut Aritua Hasiholan Sagala, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Risiko banjir, Rencana pola ruang, SIG, Penyebab banjir, Mitigasi banjir.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "10 file", "Tanggal Input": "18 Jun 2021"}