{"Nomor": 55621, "Judul": "PEMODELAN FISIK KELONGSORAN LERENG AKIBAT PERCEPATAN SENTRIFUGAL DENGAN BEBERAPA SKENARIO KANDUNGAN AIR", "Abstrak": "Kemantapan lereng merupakan salah satu faktor penting dalam kegiatan\npertambangan. Analisis kemantapan lereng dapat dilakukan dengan metode analitik,\nmetode numerik dan juga pemodelan fisik. Pemodelean fisik untuk mempelajari\nmekanisme kelongsoran dan menghitung dampak kelongsoran skala laboratorium\ndilakukan dengan menggunakan centrifuge yang dikembangkan di Laboratorium\nGeomekanika dan Peralatan Tambang ITB.\nMaterial yang digunakan dalam penelitian ini adalah lanau lempungan dengan\ngeometri 15 cm dan sudut kemiringan model lereng 35°. Percepatan sentrifugal\nmaksimum adalah 3,81 g dan diaplikasikan pada model lereng dengan empat variasi\nkandungan air yaitu 0%, 5%, 10% and 15%. Mekanisme kelongsoran model lereng\ndan volume kelongsoran diamati pada setiap variasi kandungan air tersebut.\nHasil yang diperoleh dari penelitian ini adalah dibutuhkan percepatan sentrifugal\nyang lebih besar untuk melongsorkan model lereng dengan kandungan air yang lebih\ntinggi. Hal ini mengindikasikan bahwa nilai kohesi cenderung meningkat dengan\nmeningkatnya kandungan air. Untuk menghiting volume longsoran, digunakan empat\nbuah kamera digital untuk memperoleh kondisi lereng sebelum dan sesudah longsor.\nSelain itu, model umum hubungan antara kohesi dengan percepatan sentrifugal pada\nuji sentrifugal juga dihitung menggunakan analisis dimensi.", "Daftar File": {"COVER Yudhidya Wicaksana": "https://digilib.itb.ac.id/gdl/download/226709", "BAB 1 Yudhidya Wicaksana": "https://digilib.itb.ac.id/gdl/download/226710", "BAB 2 Yudhidya Wicaksana": "https://digilib.itb.ac.id/gdl/download/226711", "BAB 3 Yudhidya Wicaksana": "https://digilib.itb.ac.id/gdl/download/226712", "BAB 4 Yudhidya Wicaksana": "https://digilib.itb.ac.id/gdl/download/226713", "BAB 5 Yudhidya Wicaksana": "https://digilib.itb.ac.id/gdl/download/226714", "PUSTAKA Yudhidya Wicaksana": "https://digilib.itb.ac.id/gdl/download/226715"}, "Penulis": "Yudhidya Wicaksana [22111005]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "centrifuge, pemodelan fisik, kemantapan lereng, kandungan air, dampak kelongsoran", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Jun 2021"}