{"Nomor": 55624, "Judul": "PENGEMBANGAN STRATEGI MENGGUNAKAN PERENCANAAN SKENARIO UNTUK PENYEDIA JASA TELEMEDICNE (HALODOC) DALAM MENGHADAPI TANTANGAN MASA DEPAN", "Abstrak": "Pertumbuhan perusahaan penyedia jasa telemedicine (Halodoc) meningkat secara drastis selama pandemi Covid-19 berlangsung. Namun terdapat ketidakpastian yang besar terkait dengan kondisi bisnis setelah pandemi berakhir, dimana faktor pendorong utama yang memaksa konsumen untuk menggunakan telemedicine (Covid-19 dan kebiasaan menjaga jarak) hilang.  Bahkan saat ini sudah terdapat beberapa faktor baru yang bertindak sebagai ancaman bagi Halodoc seperti halnya peningkatan jumlah pesaing, perubahan regulasi, dan perubahan perilaku konsumen. Halodoc harus dengan cermat mempersiapkan strategi yang adaptif dalam menjawab ketidakpastian dikemudian hari dan perencanaan skenario adalah metode yang cocok untuk digunakan. \n\nProyek akhir ini berfokus kepada identifikasi key vocal issue, perancangan skenario, pengembangan opsi, dan implikasi dari masing-masing skenario untuk industri telemedicine dalam 3 tahun ke depan. Identifikasi masalah utama, faktor pendorong (driving forces) dan key uncertainty dilakukan melalui studi literatur (jurnal, berita, undang-undang, pernyataan resmi pemerintah) dan wawancara para ahli dan para pemangku kepentingan (dokter). Option dari masing-masing skenario dikembangkan berdasarkan hasil analisis internal, eksternal, dan kuesioner.\n\nBerdasarkan hasil wawancara berhasil diidentifikasi 18 faktor pendorong yang dikelompokkan ke dalam 6 kategori yaitu politik/legal, ekonomi, kebiasaan sosial, teknologi, lingkungan dan kompetitor. Dua dari 18 faktor pendorong yang memiliki level pengaruh dan ketidakpastian tertinggi dipilih sebagai key uncertainties, kedua faktor itu adalah peraturan pemerintah dan pendidikan / perilaku masyarakat. Faktor pendorong yang terpilih sebagai key uncertainties membentuk 4 skenario yaitu: Best of Both Worlds (peraturan pemerintah mendukung pelaksanaan telemedicine - penerimaan masyarakat tinggi terhadap telemedicine), No Pain No Gain (peraturan mendukung pelaksanaan telemedicine - penerimaan masyarakat rendah terhadap telemedicine), The Perfect Storm (peraturan pemerintah tidak mendukung pelaksanaan telemedicine - penerimaan masyarakat rendah terhadap telemedicine), dan Bite the Bullet (peraturan pemerintah tidak mendukung pelaksanaan telemedicine - penerimaan masyarakat tinggi terhadap telemedicine). Implication dari setiap skenario dapat diamati dari pertumbuhan pengguna telemedicine dan perubahan peraturan pemerintah. Mengembangkan produk baru di luar layanan terkait telemedicine (ambulance on demand, home care visit) dan memperbanyak kolaborasi dengan rumah sakit adalah strategi paling memungkinkan diterapkan untuk semua skenario.", "Daftar File": {"ABSTRAK Puti Idamayati": "https://digilib.itb.ac.id/gdl/download/226728", "COVER Puti Idamayati": "https://digilib.itb.ac.id/gdl/download/267138", "BAB 1 Puti Idamayati": "https://digilib.itb.ac.id/gdl/download/267139", "BAB 2 Puti Idamayati": "https://digilib.itb.ac.id/gdl/download/267140", "BAB 3 Puti Idamayati": "https://digilib.itb.ac.id/gdl/download/267141", "BAB 4 Puti Idamayati": "https://digilib.itb.ac.id/gdl/download/267142", "PUSTAKA Puti Idamayati": "https://digilib.itb.ac.id/gdl/download/267143"}, "Penulis": "Puti Idamayati [29319332]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan Skenario, Halodoc, Telemedicine, Key Uncertainty, Faktor Pendorong", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jun 2021"}