{"Nomor": 55635, "Judul": "PENGEMBANGAN MATRIKS AKTIF SILIKA-ALUMINA KOMPONEN KATALIS PERENGKAHAN", "Abstrak": "Sumber energi dengan konsumsi terbanyak pada saat ini di Indonesia adalah Bahan Bakar\nMinyak (BBM). BBM utamanya bensin dapat diproduksi melalui proses fluid catalytic\ncracking (FCC) atau proses perengkahan. Proses FCC memerlukan katalis yang\nkomponennya terdiri atas zeolit, matriks aktif, filler, dan binder. Matriks aktif merupakan\nkomponen penting digunakan untuk membantu difusi komponen fraksi berat dari umpan\npada kolom distilasi menuju pori zeolit. Salah satu matriks aktif yang sudah\ndikembangkan adalah melalui metode pembentukan sol dari garam aluminium dapat\nmenghasilkan LCO (light cycle oil) dengan persentase 37,5%-b. Selain itu, matriks juga\ndapat disintesis dengan menggunakan bahan baku aluminium berupa kaolin yang\njumlahnya melimpah di Indonesia. Sehingga, metode pembuatan matriks yang telah\ndikembangkan sebelumnya dan matriks dari kaolin baik untuk dikembangkan.\nPenelitian ini bertujuan untuk memeriksa keterulangan resep dan prosedur sintesis\nmatriks aktif oleh Kurniawan dan Widikrama (2019) dan mengganti sumber aluminium\ndari garam aluminium menjadi metakaolin. Matriks yang dihasilkan dikarakterisasi\ndengan BET (Brunauer-Emmett-Teller) untuk memperoleh data luas permukaan, volume\npori, diameter pori, MAT (Micro-activity Test) dengan umpan RBDPKO (Refined\nBleached Deodorized Palm Kernel Oil) dan VGO (Vacuum Gas Oil) untuk memperoleh\ndata aktivitas, dan gravimetri untuk memperoleh kandungan kokas.\nHasil penelitian menunjukkan bahwa pada penelitian ini, luas permukaan matriks\nberbanding lurus dengan volume pori dari matriks. Matriks silika-alumina dari garam\naluminium memiliki luas permukaan dan volume pori yang lebih besar dibandingkan\nmatriks dari kaolin. Aktivitas matriks aktif berkomposisi SiO2 75% dan fosfor 1% untuk\nperengkahan VGO pada penelitian ini menghasilkan LCO 34,35%-b, gasolin sebesar\n18,58%-b, dan HCO sebesar 47,07%-b serta perolehan produk cair sebesar 40%-b dan\nkandungan kokas sebesar 13,56%-b.", "Daftar File": {"ABSTRAK Lita Marina Nisa": "https://digilib.itb.ac.id/gdl/download/226763"}, "Penulis": "Lita Marina Nisa [13017088]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Subagjo", "Dr. Ir. Melia Laniwati Gunawan, MS", "Dr. Carolus Borromeus Rasrendra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "FCC, kaolin, katalis, matriks aktif, silika-alumina", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2021"}