{"Nomor": 55631, "Judul": "SIMULASI REAKSI DEHIDRASI METANOL MENJADI DIMETIL ETER (DME) DALAM REAKTOR UNGGUN TETAP", "Abstrak": "Berdasarkan Rencana Umum Energi Nasional (RUEN) 2017, impor liquefied petroleum\ngas (LPG) di Indonesia mengalami peningkatan akibat defisit ketersediaan LPG di\nIndonesia. DME dapat digunakan pada campuran LPG sebagai alternatif pemenuhan\nkebutuhan LPG nasional. Penggunaan DME memiliki beberapa keuntungan, yaitu\nmemiliki sifat fisik yang mirip dengan LPG dan tidak merusak lingkungan karena tidak\nmenghasilkan emisi gas NOx dan SOx. Sintesis DME dapat dilakukan melalui dehidrasi\nmetanol karena memiliki beberapa keuntungan seperti kondisi reaksi yang lebih mudah\ndioptimasi. Penelitian reaksi dehidrasi pada reaktor unggun tetap perlu dilakukan agar\ndiperoleh pengaruh parameter kondisi reaksi seperti temperatur dan konsentrasi umpan\nterhadap profil konversi dan temperatur unggun selama proses dehidrasi terjadi.\nPenelitian ini menggunakan bantuan perangkat lunak Matlab dan Aspen HYSYS untuk\nmenghitung konversi kesetimbangan dengan pendekatan termodinamika serta\nmengalurkan profil konversi metanol dan temperatur unggun pada reaktor unggun tetap.\nPerhitungan kesetimbangan reaksi dilakukan terhadap reaksi dehidrasi metanol, dan\nreaksi samping seperti penguraian metanol menjadi syngas, reaksi water gas shift, dan\nreaksi dehidrasi DME menjadi etilen. Simulasi reaksi dehidrasi metanol pada reaktor\nisotermal dan adibatik. Kedua analisis dilakukan dengan memvariasikan temperatur (300-\n350°C) serta konsentrasi umpan (2-10 mol/m3).\nBerdasarkan pendekatan termodinamika, reaksi samping lebih dominan dibandingkan\nreaksi dehidrasi metanol. Penggunaan katalis ?-alumina ditujukan untuk menghindari\nterjadinya reaksi samping, karena katalis bersifat selektif terhadap reaksi pembentukan\nDME. Dehidrasi metanol pada katalis ?-alumina memberikan konversi metanol sebesar\n42,20% pada suhu 350°C, namun hanya sebesar 9,86% pada suhu 300°C. Kenaikan\nkonsentrasi umpan dari 2 mol/m 3 menjadi 10 mol/m 3 dapat meningkatkan konversi\nmetanol dari 31,80% menjadi 42,20% pada suhu 350°C. Reaksi dehidrasi berjalan lebih\ncepat serta mengalami peningkatan temperatur unggun yang lebih tinggi pada temperatur\ndan konsentrasi umpan yang lebih tinggi.", "Daftar File": {"ABSTRAK Mochtar Yadi Santoso": "https://digilib.itb.ac.id/gdl/download/226754"}, "Penulis": "Mochtar Yadi Santoso [13017055]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Melia Laniwati Gunawan, MS", "Jenny Rizkiana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "dehidrasi, dimetil eter, katalis ?-alumina, metanol, reaktor unggun tetap", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2021"}