{"Nomor": 55639, "Judul": "TRANSFORMASI DIGITAL SEBAGAI UPAYA PERCEPATAN EKSPLORASI HIDROKARBON DI INDONESIA DARI DATA MENUJU PENEMUAN CADANGAN", "Abstrak": "Potensi cadangan hidrokarbon Indonesia dipercaya tersimpan dalam cekungan yang belum ter-eksplorasi di nusantara. Namun pada waktu yang bersamaan Indonesia mengalami kesulitan untuk meningkatkan aktivitas eksplorasi dalam usaha menemukan cadangan tersebut. Data merupakan faktor utama keberhasilan upaya eksplorasi untuk meningkatkan kemungkinan penemuan cadangan baru. Aksesibilitas dan kualitas data berperan besar untuk merendahkan resiko eksplorasi. Namun selama ini, data belum dikelola secara optimal meskipun didalamnya terkandung informasi untuk upaya penemuan cadangan berikutnya. Pemerintah telah mengupayakan untuk membebaskan akses data melalui inisiatif Migas Data Repository (MDR). Namun fungsionalitas MDR belum berhasil untuk menarik investor dan meningkatkan aktivitas eksplorasi.\nPenelitian ini mengajukan sebuah solusi bisnis meggunakan transformasi digital untuk meningkatkan fungsi MDR menjadi sebuah National Upstream Gateway (NUG). NUG merupakan digital marketplace pada sektor hulu migas dimana keterbukaan akses dan pemanfaatn data menjadi peran penting. NUG membebaskan akses data kepada investor dan kontraktor secara online dalam sebuah sistem yang terintegrasi dan meningkatkan kolaborasi. Hal ini bertujuan untuk meningkatkan efisiensi kerja melalui kemudahan pencarian data dengan kualitas unggul. NUG juga memudahkan pengawasan program eksplorasi sehingga dapat merumuskan solusi yang optimal pada wilayah kerja yang sedang di eksplorasi. Keunggulan lainnya dari NUG adalah kemudahan pemasaran penawaran wilayah kerja kepada calon investor di seluruh dunia. Hal yang terpenting pada solusi ini adalah model bisnisnya yang mandiri dan berkelanjutan.", "Daftar File": {"ABSTRAK Haryo Satriyo Wahyu Trihutomo": "https://digilib.itb.ac.id/gdl/download/226770", "COVER Haryo Satriyo Wahyu Trihutomo": "https://digilib.itb.ac.id/gdl/download/266576", "BAB 1 Haryo Satriyo Wahyu Trihutomo": "https://digilib.itb.ac.id/gdl/download/266577", "BAB 2 Haryo Satriyo Wahyu Trihutomo": "https://digilib.itb.ac.id/gdl/download/266578", "BAB 3 Haryo Satriyo Wahyu Trihutomo": "https://digilib.itb.ac.id/gdl/download/266579", "BAB 4 Haryo Satriyo Wahyu Trihutomo": "https://digilib.itb.ac.id/gdl/download/266580", "PUSTAKA Haryo Satriyo Wahyu Trihutomo": "https://digilib.itb.ac.id/gdl/download/266581"}, "Penulis": "Haryo Satriyo Wahyu Trihutomo [29319501]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Transformasi Digital, Eksplorasi Hidrokarbon, Pemanfaatan Data", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jun 2021"}