{"Nomor": 55638, "Judul": "ABSORPSI SELEKTIF H2S DENGAN PELARUT KOH", "Abstrak": "Gas alam merupakan sumber energi primer ketiga yang masih terus berkembang hingga\nsaat ini di Indonesia. Gas alam yang diterima dari proses pemisahan gas alam dan minyak\nbumi pada umumnya memiliki kontaminan berupa CO2 dan H2S atau yang disebut dengan\ngas asam. Gas asam perlu disingkirkan sebelum dilakukan pemrosesan lebih lanjut pada\nunit AGRU. Setelah gas asam dipisahkan dengan gas alam, gas asam tidak bisa dilepas\nsecara langsung ke lingkungan, sesuai PERMENLH No. 13 Tahun 2009. Sehingga\ndiperlukan penelitian lebih lanjut mengenai pemisahan H2S dalam gas asam pada unit\nAGEU. Beberapa metode dapat dilakukan untuk merealisasikan pemisahan tersebut,\nsalah satunya adalah dengan metode absorpsi selektif H2S dengan pelarut KOH.\nPenelitian ini dilakukan untuk mengevaluasi pengaruh penambahan buffer untuk\nmeningkatkan selektivitas absorpsi H2S dengan KOH dan perbandingannya terhadap\nsistem NaOH. Percobaan dilakukan dengan ASPEN PLUS V10 dengan pendekatan rate\nbased dalam kondisi tekanan dan temperatur lingkungan. Rentang L/G yang\ndisimulasikan adalah 0,001-0,3. Komposisi gas inlet disesuaikan dengan data industri gas\nalam (66,67 %-mol CO2; 0,3 %-mol H2S; 33,3 %-mol CH4). Variasi konsentrasi KOH\nberada pada rentang 1% ???? 5%-massa. Buffer bikarbonat yang ditambahkan pada rentang\n0:1 – 3:1 terhadap KOH dan buffer karbonat yang ditambahkan dalam perbandingan tetap\n1,38:1 terhadap bikarbonat.\nPenelitian ini menunjukkan bahwa penambahan buffer tidak berpengaruh signifikan\nterhadap peningkatan selektivitas H2S pada pelarut KOH. Buffer justru berperan sebagai\npelarut yang aktif mengabsorpsi H2S pada L/G kecil (0,001), namun baru akan\nberpengaruh signifikan ketika L/G besar (0,3). Kinerja KOH dibanding NaOH tidak jauh\nberbeda (efisiensi maksimum KOH : NaOH; 91,29 % : 90,72 %). Pelarut NaHCO3\nmampu mencapai selektivitas yang sangat tinggi (156,3) sedangkan pada pelarut KHCO3,\nCO2 sama sekali tidak terabsorpsi. Namun, pelarut bikarbonat membutuhkan jumlah yang\njauh lebih banyak daripada pelarut kaustik (hingga 25:1), sehingga penggunaan pelarut\nberbasis NaOH masih lebih ekonomis dari segi kebutuhan pelarut.", "Daftar File": {"ABSTRAK Muhammad Daffa Yezaldy": "https://digilib.itb.ac.id/gdl/download/226768"}, "Penulis": "Muhammad Daffa Yezaldy [13017092]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Danu Ariono", "Antonius Indarto, S.T., M.Eng., Ph.D.", "Anggit Raksajati, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Gas asam, absorpsi, selektivitas, NaOH, KOH, buffer", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2021"}