{"Nomor": 55653, "Judul": "PEMILIHAN PRIORITAS INISIATIF PRODUK PERANGKAT LUNAK DENGAN PROSES HIERARKI ANALITIK  PADA APLIKASI DOCTOR TO DOCTOR", "Abstrak": "Doctor to Doctor (D2D) adalah sebuah aplikasi gawai untuk dokter yang bertujuan untuk membantu meningkatkan pengetahuan dan layanan mereka. Di hadapan kompetisi yang semakin keras, D2D harus senantiasa berinovasi dan mengembangkan fitur mereka agar dokter tetap memakai D2D. Ide inisatif di D2D didapatkan dari hasil diskusi dengan perusahaan farmasi, berbicara dengan dokter pengguna, atau ide dari anggota tim D2D. Seiring dengan bertambah banyak kompleksnya keputusan yang perlu dibuat, pemilihan prioritas menjadi semakin rumit dan tidak konsisten. Diperlukan sebuah model untuk mengevaluasi beragam kriteria dengan cara yang teratur untuk menjamin konsistensi dan akurasi sehingga keputusan yang dibuat sesuai dengan keputusan intuitif. Tujuan riset ini adalah untuk menemukan kriteria pemilihan prioritas dan sistem pembobotan untuk kepentingan tiap kriteria.\nRiset ini menggunakan baik metode kualitatif maupun kuantitatif untuk mengumpulkan informasi dan menemukan kriteria atau penentuan prioritas. Data primer didapatkan dari wawancara yang dilakukan kepada para pengambil keputusan kunci di perusahaan untuk dapat memahami metode penentuan prioritas yang digunakan saat ini. Studi literatur dan kuesioner digunakan untuk menemukan metode terpopuler baik di dunia akademik maupun praktisi di lapangan. Kuesioner juga disebarkan ke para ahli di perusahaan untuk menentukan beban tiap kriteria dengan perbandingan berpasangan. Di tahap terakhir, beberapa ahli di perusahaan diwawancarai untuk menentukan penilaian dari tiap sub-kriteria terhadap alternatif yang ada.\nTiga kriteria dan sepuluh sub-kriteria ditemukan untuk mendukung proses penentuan prioritas dengan Analytic Hierarchy Process (AHP). Kriteria pertama adalah perminataan yang memiliki sub-kriteria permintaan pengguna, permintaan asosiasi, permintaan perusahaan farmasi, dan permintaan manajemen. Kriteria kedua adalah kelestarian bisnis dengan sub-kriteria kesesuaian strategi, marjin keuntungan, sinergi, dan keunggulan kompetitif. Kriteria terakhir adalah kompleksitas yang terdiri dari kompleksitas teknis dan kompleksitas operasional. Seluruh sub-kriteria kemudian dihitung bebannya dengan perbandingan berpasangan dan dihitung beban umumnya. Sub-kriteria  dengan beban umum tertinggi adalah keunggulan kompetitif, marjin keuntungan, dan permintaan pengguna. Untuk menguji model yang didapatkan, tiga inisiatif digunakan. Inisiatif yang digunakan adalah Pairing TD, Webinar 360, dan Multi-country. Penilaian kuantitatif untuk setiap alternatif lalu dikalikan dengan beban umum untuk mendapatkan keputusan prioritas akhir yang merekomendasikan Webinar 360 sebagai inisiatif dengan prioritas tertinggi.", "Daftar File": {"ABSTRAK Arfian Agus": "https://digilib.itb.ac.id/gdl/download/226813", "COVER Arfian Agus": "https://digilib.itb.ac.id/gdl/download/266292", "BAB 1 Arfian Agus": "https://digilib.itb.ac.id/gdl/download/266293", "BAB 2 Arfian Agus": "https://digilib.itb.ac.id/gdl/download/266294", "BAB 3 Arfian Agus": "https://digilib.itb.ac.id/gdl/download/266295", "BAB 4 Arfian Agus": "https://digilib.itb.ac.id/gdl/download/266296", "PUSTAKA Arfian Agus": "https://digilib.itb.ac.id/gdl/download/266297"}, "Penulis": "Arfian Agus [29319326]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inisiatif, Prioritisasi Kebutuhan, MCDM, Ahli Jamak, Pengembangan Perangkat Lunak, Analytic Hierarchy Process", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jun 2021"}