{"Nomor": 55657, "Judul": "STRATEGI PEMASARAN DI MEDIA SOSIAL YANG DIUSULKAN UNTUK MEREK FESYEN TERBARU (STUDI KASUS: CONVY WEAR)", "Abstrak": "Convy Wear adalah brand fesyen wanita yang berfokus pada baju rumah dan baju tidur dengan memprioritaskan kenyamanan dan menggunakan bahan premium serta desain yang modern. Bisnis ini  dimulai sejak September 2020 dengan menggunakan media sosial dan platform toko online sebagai saluran pemasaran. Seiring dengan berkembangnya industri digital, persaingan yang dihadapi oleh Convy Wear juga semakin meningkat. Permasalahan yang dihadapi sebagai pendatang baru adalah kurangnya kesadaran pelanggan terhadap Convy Wear serta strategi yang tidak efektif sehingga tidak mencapai target penjualan yang diharapkan. \nTujuan dari penelitian ini adalah membuat strategi pemasaran di sosial media yang efektif untuk meningkatkan kesadaran pelanggan terhadap Convy Wear agar penjualan meningkat. Penelitian ini dilakukan dengan identifikasi masalah secara internal dan eskternal menggunakan bauran pemasaran (7P’s), analisis STP, analisis kerangka PEST, dan juga analisis kompetitor. Setelah diidentifikasi secara internal dan eksternal, penulis dapat mengetahui kekuatan, kelemahan, peluang, dan ancaman terhadap Convy Wear.\nPenulis  mendistribusikan survey dalam bentuk  kuesioner untuk  mendapatkan persepsi baik dari pelanggan yang sudah ada maupun calon pelanggan potensial Convy Wear. Hasilnya adalah kurangnya penggunaan platform Instagram dan toko online dalam meningkatkan keterlibatan pelanggan dan kesadaran akan Convy Wear.  Setelah mengetahui kekuatan, kelemahan, peluang, dan ancaman serta menerima umpan balik dari survey yang dilakukan, penulis menggunakan  analisa TOWS matrix untuk mengembangkan strategi yang sesuai dan juga membuat analisa STP yang baru berdasarkan data yang didapatkan dari kuisioner.\nHasil dari penelitian ini adalah perlu peningkatan pada strategi pemasaran di social media dengan konsistensi postingan yang teratur, formulasi iklan yang tepat untuk Instagram dan platform toko online, penggunaan influencer yang tepat, penggunaan kata kunci atau tagar yang tepat, peningkatan interaksi dengan pelanggan, dan perubahan sasaran pasar yang sesuai.", "Daftar File": {"ABSTRAK Mariel Alexandra Matahelumual": "https://digilib.itb.ac.id/gdl/download/226820", "COVER Mariel Alexandra Matahelumual": "https://digilib.itb.ac.id/gdl/download/266967", "BAB 1 Mariel Alexandra Matahelumual": "https://digilib.itb.ac.id/gdl/download/266968", "BAB 2 Mariel Alexandra Matahelumual": "https://digilib.itb.ac.id/gdl/download/266969", "BAB 3 Mariel Alexandra Matahelumual": "https://digilib.itb.ac.id/gdl/download/266970", "BAB 4 Mariel Alexandra Matahelumual": "https://digilib.itb.ac.id/gdl/download/266971", "PUSTAKA Mariel Alexandra Matahelumual": "https://digilib.itb.ac.id/gdl/download/266973"}, "Penulis": "Mariel Alexandra Matahelumual [29319382]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fesyen, Strategi Pemasaran, Media Sosial, Toko Online, Instagram", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jun 2021"}