{"Nomor": 55650, "Judul": "PERENCANAAN TANGGUL UNTUK PENGENDALIAN BANJIR AKIBAT ROB DI MUARA ANGKE, KECAMATAN PENJARINGAN, JAKARTA", "Abstrak": "Kejadian banjir rob di wilayah Kecamatan Penjaringan, Jakarta pada akhir tahun\n2020 semakin meluas. Hal tersebut berbeda jauh dengan kondisi pada tahun 1970\ndimana kejadian banjir rob tidak sering terjadi dan tidak setinggi kejadian banjir\nrob saat ini. Kejadian banjir rob yang semakin sering tersebut mengakibatkan\nkehilangan kesempatan bagi sebagian penduduk yang merugikan banyak pihak.\nOleh karena itu, diperlukan suatu solusi untuk mengatasi permasalahan tersebut.\nSolusi tersebut salah satunya adalah solusi struktural berupa tanggul yang\ndirencanakan dalam karya tulis ini. Karya tulis ini disertai dengan simulasi\nhidrodinamika pantai menggunakan bantuan perangkat lunak Delft3D. Simulasi\nhidrodinamika pantai dilakukan untuk mendapatkan beberapa parameter terkait\ndengan gelombang dan muka air di lokasi studi. Parameter-parameter tersebut\ndigunakan untuk merancang bangunan tanggul di lokasi studi. Bangunan tanggul\ndalam karya tulis ini dirancang berdasarkan pedoman yang berlaku di Indonesia,\nseperti: Shore Protection Manual, Coastal Engineering Manual, SNI, dan Pedoman\nTeknis Kementerian Pekerjaan Umum. Di dalam karya tulis ini juga dilengkapi\ndengan analisis stabilitas tanggul, rencana anggaran biaya, serta operasi dan\npemeliharaan dari bangunan tanggul.", "Daftar File": {"ABSTRAK AFIF NAUFAL HARMAN": "https://digilib.itb.ac.id/gdl/download/226799"}, "Penulis": "AFIF NAUFAL HARMAN [15817029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. M. Syahril Badri Kusuma"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "rob, tanggul, Delft3D", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jun 2021"}