{"Nomor": 55658, "Judul": "PENGARUH FAKTOR-FAKTOR PSIKOSOSIAL TERHADAP KINERJA ORGANISASI: STUDI KASUS PADA PT INFORMATIKA UTAMA", "Abstrak": "PT Informatika Utama merupakan perusahaan konsultan teknologi informasi\nuntuk rumah sakit. Pada tahun 2020, penilaian kinerja organisasi yang dilakukan oleh\ndivisi sumber daya manusia menunjukkan bahwa dimensi profitabilitas tidak tercapai.\nSelain itu, kepuasan kerja karyawan juga menunjukkan bahwa 51% karyawan tidak puas. \nKinerja organisasi sangat bergantung pada kinerja individu karyawan (Adam,\n1994). Dan menurut Jehanzeb dan Bashir (2013), untuk mencapai tujuan perusahaan dan\nmempertahankan loyalitas, karyawan harus puas. Organisasi dan karyawan di PT\nInformatika Utama menghadapi tantangan besar untuk mencapai target mereka: menjaga\nkeseimbangan antara sumber daya yang tersedia dan kebutuhan untuk memenuhi\nkesehatan dan kesejahteraan karyawan. Pendekatan psikososial merupakan ilmu yang\nmengidentifikasi kondisi kerja karyawan yang juga merupakan salah satu aspek penting\nuntuk membangun lingkungan kerja yang positif. Oleh karena itu, penelitian ini dilakukan\nuntuk membantu PT Informatika Utama dalam meningkatkan kinerja organisasinya\ndengan mengidentifikasi faktor psikososial karyawannya. \nUntuk mengidentifikasi faktor yang paling berkontribusi terhadap kinerja\norganisasi PT InformatikaUtama, penelitian ini akan melakukan analisis korelasi dan\nregresi berganda antara faktor-faktor psikososial menggunakan alat ukur yang sudah\ndiadaptasi dari Copenhagen Psychosocial Questionnaire (COPSOQ III) dan\nOrganizational Performance Questionnaire yang dinilai oleh para ahli ilmu perilaku dan\nbisnis TI. Penelitian ini menggunakan sampel 71 karyawan PT Informatika Utama dan\ndilakukan dengan teknik purposive sampling. \nBerdasarkan 26 dimensi COPSOQ III terdapat hubungan yang kuat antara faktor\npsikososial dengan kinerja organisasi yaitu kepuasan kerja (r = 0,805), keadilan organisasi\n(r = 0,465), kejelasan peran (r = 0,434), dan kemungkinan untuk berkembang (r = 0,236)\nmerupakan aspek-aspek yang memberikan kontribusi terbesar bagi perusahaan, sedangkan\ndimensi kepuasan kerja memiliki pengaruh terbesar dan paling positif terhadap kinerja\norganisasi.", "Daftar File": {"2021_TS_PP_Fildza Rohma_1-Abstrakcs.pdf?": "https://digilib.itb.ac.id/gdl/download/226822", "Fildza Rohma_29118502 FIXcs.pdf\n]": "https://digilib.itb.ac.id/gdl/download/244666"}, "Penulis": "Fildza Rohma [29118502]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si., Psikolog"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "COPSOQ, Psikososial, Dimensi Psikososial, Psikososial Faktor, Kinerja Organisasi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "2 file", "Tanggal Input": "18 Jun 2021"}