{"Nomor": 55661, "Judul": "PENILAIAN KINERJA SUB DAS BATANG ASAI MENGGUNAKAN MODEL SWAT (SOIL AND WATER ASSESMENT TOOL)", "Abstrak": "Frekuensi bencana banjir yang tinggi di berbagai wilayah Daerah Aliran Sungai (DAS) di\nIndonesia merupakan salah satu indikator rendahnya kinerja DAS terutama pada kriteria tata air.\nSaat ini telah tersedia model Soil and Water Assesment Tool (SWAT) yang dikembangkan oleh\nDepartemen Pertanian Amerika Serikat (United States Department of Agriculture, USDA) dan\ndapat digunakan untuk menganalisis sistem tata air DAS. Keunggulan model SWAT adalah efisien\nsecara komputasi dalam mensimulasikan sistem tata air DAS dan strategi manajemen lahan yang\nbervariasi secara efektif dan efisien. Model SWAT merupakan sebuah model hidrologi berbasis\nfisik yang mensimulasikan faktor iklim, penggunaan lahan, jenis tanah, dan kemiringan lereng\nuntuk memprediksi dampak praktek pengelolaan lahan yang berakibat terhadap kondisi hidrologi,\nsedimen, dan kimia pertanian sebuah DAS. Tujuan penelitian adalah menilai kinerja Sub DAS\nBatang Asai dari kriteria tata air dan mengembangkan skenario penggunaan lahan dengan\nmenggunakan model SWAT. Metode penelitian menggunakan sub kriteria Koefisien Aliran\nTahunan (KAT) dan Koefisien Regim Aliran (KRA) yang dianalisis oleh Model SWAT untuk\nmenilai kinerja Sub DAS Batang Asai berdasarkan Permenhut no.61/Menhut-II/2014. Tahapan\npenelitian adalah melakukan kalibrasi dan validasi model dengan cara membandingkan nilai debit\nhasil model dengan nilai debit observasi outlet Batang Singkut-Rantau Tenang menggunakan\nmetode statistik Nash-Sutcliffe Efficiency (NSE) dan koefisien determinasi (R2), menganalisis\nnilai KAT dan KRA terkini Sub DAS Batang Asai, mengembangkan 3 skenario perubahan\npenggunaan lahan yang diharapkan dapat meningkatkan kinerja Sub DAS Batang Asai, dan\nmelakukan analisis manajemen pada salah satu lahan di skenario terbaik. Skenario perubahan\npenggunaan lahan terdiri dari skenario 1 dengan prinsip pemanfaatan lahan dengan kaidah\nkonservasi tanah dan air, skenario 2 dengan prinsip restorasi hutan di lahan curam, dan skenario 3\ndengan prinsip restorasi hutan di wilayah sempadan sungai. Hasil penelitian menunjukkan tingkat\nperforma model pada proses kalibrasi dan validasi adalah baik dengan nilai NSE (0,76) dan R2\n(0,75) pada proses kalibrasi dan nilai NSE (0,5) dan R2 (0,6) pada proses validasi. Penilaian kinerja\nmenunjukkan bahwa kinerja Sub DAS Batang Asai adalah rendah, dengan kelas kerusakan sedang\npada sub kriteria KAT (0,36) dan kelas kerusakan tinggi pada sub kriteria KRA (103,74). Skenario\n1 meningkatkan kinerja Sub DAS Batang Asai dengan cara menurunkan aliran permukaan sebesar (52,94%), menurunkan nilai KAT menjadi (0,27) dan KRA menjadi (51,29). Analisis manajemen\nlahan dilakukan pada guna lahan pertanian lahan kering campur (PLKC) yang merupakan kebun\nkaret di Desa Lubuk Bedorong, Desa Temalang, dan Desa Berkun. Teknik konservasi yang dapat\nmeningkatkan kinerja Sub DAS Batang Asai dari guna lahan kebun karet adalah penerapan sistem\nwanatani (agroforestry) pada lahan kebun karet dengan sistem sisipan, penerapan sistem tanam\nsesuai kontur dan teras gulud pada lahan curam. Sistem wanatani berbasis karet memiliki 2 pola\ntanam, yaitu sistem tebas bakar dan sistem sisipan. Pola tanam dengan sistem sisipan memberikan\nhasil indikator kelayakan usaha atau Net Present Value (NPV 20% ) yang lebih baik dibandingkan\ndengan sistem tebas bakar karena rendahnya biaya tenaga kerja dan besarnya pendapatan yang\ndapat dikembalikan kepada setiap tenaga kerja. Kesimpulan dari penelitian ini adalah kinerja Sub\nDAS Batang Asai dari kriteria tata air menurut model SWAT adalah rendah dan skenario terbaik\nyang dapat meningkatkan kinerja Sub DAS Batang Asai adalah skenario 1, dengan prinsip\npemanfaatan lahan dengan kaidah konservasi.", "Daftar File": {"ABSTRAK Yeny": "https://digilib.itb.ac.id/gdl/download/226826"}, "Penulis": "Yeny [21317304]", "Kontributor / Dosen Pembimbing": ["Endah Sulistyawati, S.Si., Ph.D.", "Dr. Yayat Hidayat, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Sub DAS Batang Asai, model SWAT, kinerja DAS, skenario perubahan penggunaan lahan, teknik konservasi, sistem wanatani", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2021"}