{"Nomor": 55667, "Judul": "PENGARUH FAKTOR BEBAN TERHADAP KONDISI KERTAS PADA  TRASNFORMATOR DAYA", "Abstrak": "Trafo daya adalah salah satu utilitas terpenting yang memiliki peran penting dalam penyaluran \ndaya listrik yang baik. Dengan demikian, kondisinya harus dicek secara berkala untuk mencegah \nkegagalan. Kemudian, transformator tidak akan tiba-tiba gagal. Metode health index adalah alat \nyang berguna untuk kondisi penilaian transformator. Metode ini telah dilakukan pada beberapa \npenelitian sebelumnya. Studi ini melibatkan data inspeksi dari in-service dan out-of-service trafo \ndaya 150 kV yang disediakan oleh perusahaan listrik Indonesia. Untuk melihat status isolasi \ntransformator, profil suhu, derajat polimerisasi (DP), kandungan senyawa furan, karbon dioksida, \ndan konsentrasi karbon monoksida dipantau. Dengan mengevaluasi derajat polimerisasi (DP) \ndari insulasi kertas selulosa dan furan dalam penentuan minyak insulasi dapat memperkirakan \numur transformator. Korelasi antara tingkat penurunan Health index terhadap faktor \npembebanan juga dianalisis dengan 115 data pengukuran penilaian historis transformator. Data \ntersebut terdiri dari parameter DGA, Oil Quality Factor, dan kondisi Kertas. Makalah ini juga \nmenganalisis hubungan antara DP rate dengan loading factor. Derajat polimerisasi (DP) kertas \ntrafo diprediksi menggunakan model ANFIS berdasarkan karakteristik dielektrik dan gas terlarut \nsebagai input. Input ini dianalisis, dan kombinasi terbaik dipilih, sedangkan CO + CO2, \nkeasaman, tegangan antarmuka, dan warna berkorelasi dengan kertas' kondisi kerusakan dan \ndipilih sebagai variabel input. Hasilnya korelasi antara tingkat penurunan Derajat Polimerisasi \ndan loading factor lebih signifikan dibandingkan korelasi antara tingkat health index dan loading \nfactor, seperti hasil analisis korelasi menggunakan regresi linier dengan nilai r = 0,45 untuk \nkorelasi antara DP rate dan loading factor dan nilai r = 0,037 untuk korelasi antara HI rate \ndengan loading factor. Faktor pembebanan berkorelasi negatif dengan tingkat Derajat Polimerisasi dengan persamaan linier (y=-0,8512x-2,5507). Selain itu, trafo dengan kategori \numur operasi > 20 tahun cenderung memiliki nilai laju penurunan DP yang lebih tinggi \ndibandingkan trafo dengan umur operasi lebih muda.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/226833"}, "Penulis": "Nuriyanto Eko Saputro [23219040]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Transformator Daya, Isolasi Transformator, Health index, Laju Penurunan Health  index, Derajat Polimerisasi", "Sumber": "", "Staf Input/Edit": "karya", "File": "1 file", "Tanggal Input": "18 Jun 2021"}