{"Nomor": 55678, "Judul": "STUDI TENTANG PARADIGMA LEARNER CENTERED EDUCATION (LCE) TERHADAP PELAKSANAAN KELAS DARING DAN KEBIJAKAN MERDEKA BELAJAR KAMPUS MERDEKA (MBKM) DI INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Paradigma pendidikan di Institut Teknologi Bandung salah satunya adalah pendidikan yang berpusat pada pembelajar (Learning centered Education (LCE)). Paradigma ini menempatakan seorang pengajar tidak lagi menjadi setral dari pendidikan namun lebih ditempatkan sebagai fasilitator. Seorang fasiltator akan merangsang terjadinya pembelajaran dengan lebih menekankan pada diskusi yang terarah dan dengan memfasiltasi pengalaman yang dimiliki oleh peserta agar pengetahuan yang adalah kolaborasi antara pengalam dengan pengetahuan baru yang menjadi materi pada kelas tersebut. Harapanya pengetahuan tersebut akan lebih kuat tersimpan dalam pikiran semua perserta.\nParadigma ini harus dijalankan baik saat penggunaan metoda luring atau metoda kelas daring (selama pandemi covid 19 berlangsung dan menjadi alternatif pembelajaran. Namun apakah pelaksanaan kelas daring disesuaikan dengan paradigma pengajaran ITB LCE? Ini menjadi pertanyaan besar yang perlu diteliti lebih lanjut.\nKebijakan pemerintan tentang Merdeka Belajar Kampus Merdeka (MBKM) diluncurkan oleh Nadiem Anwar Makarim Menteri Pendidikan dan Kebudayaan pada tahun 2020 lalu dalam rangka menyiapkan lulusan pendidikan tinggi yang tangguh dalam menghadapi perubahan. Baik perubahan sosial, budaya, dunia kerja, dan teknologi yang semakin cepat di era Revolusi Industri 4.0, seperti yang tercantum dalam aturan mengenai Program MBKM dalam Permendikbud Nomor 3 Tahun 2020 tentang Standar Nasional Pendidikan Tinggi Pasal 18. Paradigma LCE harus dapat menjawab tantangan besar ini, agar pelaksanaan kebijakan pemerintah ini dapat terlaksana dengan baik dan selaras dengan kebijakan pendidikan ITB.", "Daftar File": {"COVER Dhunung Widi Handoko": "https://digilib.itb.ac.id/gdl/download/227783"}, "Penulis": "Dhunung Widi Handoko [24018016]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Learning centered Education (LCE),fasilitator, pandemi covid, Kelas daring, Merdeka Belajar Kampus Merdeka (MBKM)", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "18 Jun 2021"}