{"Nomor": 55674, "Judul": "IDENTIFIKASI SECARA IN SILICO KANDIDAT URUTAN MICRO RNA TANAMAN KENTANG (SOLANUM TUBEROSUM) YANG DIINFEKSI PHYTOPHTHORA INFESTANS UNTUK PENGEMBANGAN BIOPESTISIDA", "Abstrak": "Kentang (Solanum tuberosum) merupakan salah satu tanaman pangan yang banyak dikonsumsi di seluruh dunia. Namun produksinya secara global terancam oleh infeksi hama dan patogen termasuk Phytophthora infestans yang menyebabkan penyakit busuk daun kentang dengan estimasi kerugian ekonomi global mencapai > $3 miliar/tahun. Secara alami tumbuhan diketahui mampu meregulasi pertahanan terhadap P. infestans pada tingkat pasca transkripsi melalui peredaman gen-gen terkait virulensi patogen oleh molekul miRNA (microRNA). Molekul ini termasuk dalam kategori small non-coding RNA dan diketahui berperan dalam interaksi inang-patogen melalui regulasi lintas kingdom. Dengan demikian, miRNA memiliki potensi untuk dikembangkan menjadi biopestisida terutama pada tanaman kentang. Penelitian ini dilakukan dengan tujuan untuk mengidentifikasi kandidat miRNA untuk biopestisida berdasarkan profil ekspresi diferensial miRNA tanaman kentang terinfeksi P. infestans dan memprediksi target kandidat miRNA yang berkomplemen dengan mRNA P. infestans. Penelitian dilakukan secara in silico menggunakan data transkriptomik hasil non-coding RNA-seq oleh Åsman et al. (2014) untuk jaringan daun tanaman kentang kultivar Desiree yang diinfeksi P. infestans (GEO NCBI database accession, GSE63292). Bacaan mentah kemudian dianalisis kualitasnya dengan program FastQC v0.11.9 dan dilakukan pra proses (trimming) menggunakan program Cutadapt v3.1 sehingga didapatkan bacaan bersih. Penjajaran bacaan dilakukan terhadap genom referensi kentang yang diperoleh dari database small RNA tanaman sRNAanno (http://www.plantsrnas.org/) dan disejajarkan sekuensnya menggunakan program BWA v0.7.17. Bacaan yang berhasil dipetakan kemudian dikuantifikasi dengan program HTSeq v0.11.2. Tingkat ekspresi miRNA pada beberapa kelompok perlakuan pasca inokulasi (24, 48, 72 hpi) dinormalisasi dengan metode TMM (Trimmed Mean of M-value). Kemudian, tingkat ekspresi miRNA tiap kelompok perlakuan (48 dan 72 hpi) dibandingkan terhadap kelompok kontrol (24 hpi) menggunakan edgeR package v3.30.3. Kandidat sekuens miRNA yang dinyatakan terekspresi secara berbeda signifikan didefinisikan dengan log2-fold-change (logFC) > 1 dan p-value < 0,01. Berdasarkan profil analisis ekspresi diferensial miRNA tanaman kentang terinfeksi P. infestans, diperoleh 24 kandidat miRNA yang mengalami kenaikan ekspresi secara signifikan pada semua perlakuan pasca inokulasi. Kandidat miRNA tersebut kemudian dipetakan terhadap genom P. infestans menggunakan program BWA v0.7.17, dan diperoleh 8 miRNA berhasil berkomplemen dengan sekuens pada P. infestans. Tiga dari delapan miRNA diketahui menarget sekuens penting terkait perkembangan dan virulensi P. infestans, yakni miR396c-3p dengan target mRNA pengkode Rif1_N domain-containing protein, miR6027b-5p dengan target mRNA pengkode secreted RxLR effector SFI2 peptide protein, dan miR398d-3p dengan target mRNA pengkode WD repeat-containing protein srw1. Identifikasi kandidat sekuens miRNA kentang dan karakterisasi targetnya pada mRNA patogen P. infestans dapat memberi pendekatan baru dalam mempelajari miRNA terkait interaksi inang-patogen tumbuhan untuk pengembangan biopestisida berbasis small RNA.", "Daftar File": {"ABSTRAK Rizki Awaludin": "https://digilib.itb.ac.id/gdl/download/226839"}, "Penulis": "Rizki Awaludin [10617071]", "Kontributor / Dosen Pembimbing": ["Karlia Meitha, S.Si., M.Si., Ph.D.", "Popi Septiani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "miRNA, trans-kingdom small RNA, kentang, Phytophthora infestans, biopestisida", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jun 2021"}