{"Nomor": 55698, "Judul": "STUDI PENGARUH (BETHA) -GLUKAN TERHADAP IMUNITAS IKAN DENGAN METODE SYSTEMATIC REVIEW", "Abstrak": "Akuakultur telah menjadi sektor produksi pangan yang sedang berkembang secara\npesat. Salah satu komoditas akuakultur dengan jumlah produksi terbanyak adalah\nikan. Ikan Nila (Oreochromis niloticus) dan ikan Mas (Cyprinus carpio)\nmerupakan ikan yang banyak diminati oleh masyarakat Indonesia, baik untuk\ndikonsumsi maupun dibudidayakan. Zebrafish (Danio rerio) yang merupakan\nhewan model dipercaya mampu untuk merepresentasikan sifat dan mekanisme\ndari ikan Nila dan ikan Mas untuk pengembangan dalam skala laboratorium.\nMasalah yang sering timbul dari sektor produksi pangan dalam akuakultur adalah\npemeliharaan kesehatan ikan, di mana kepadatan ikan yang terus meningkat\nmengakibatkan stress ikan menjadi tinggi. Hal ini dapat menjadi sumber penyakit\ndan berujung pada kematian ikan tersebut. Penggunaan antibiotik dalam\npenanganan penyakit sudah mulai dikurangi akibat penggunaannya yang\nseringkali dilarang, karena dapat menyebabkan terganggunya ekosistem\nmikrobiota dalam perut ikan. Oleh karena itu, sangat dibutuhkan alternatif lain,\nsalah satunya dengan pemberian ?-glukan yang dipercaya dapat membantu\nmeningkatkan respons imun tubuh ikan. ?-glukan merupakan senyawa yang\ndipercaya berperan penting dalam anti-inflamasi, antivirus, dan antitumor. Hal ini\nmembuat ?-glukan tentunya menjadi senyawa yang potensial untuk meningkatkan\nkualitas hidup dari ikan Nila dan ikan Mas. Studi ini bertujuan untuk mengetahui\npengaruh ?-glukan terhadap pertumbuhan dan perkembangan ikan serta\nmengetahui peran ?-glukan terhadap respons imun ikan Nila, ikan Mas dan\nzebrafish. Penelitian ini dilakukan dengan cara mencari pengaruh ?-glukan\nmenggunakan metode systematic review sesuai dengan protokol PRISMA 2020.\nBasis data yang digunakan adalah Scopus, PubMed, dan ScienceDirect dengan\nbatas akhir publikasi tanggal 24 Januari 2020. Hasil systematic review berupa 12\nperan ?-glukan terhadap respons imun ikan dari 15 literatur. Dari literatur tersebut\ndapat ditemukan bahwa ?-glukan berperan aktif sebagai anti-inflamasi, antivirus,\ndan mampu menaikkan aktivitas sistem imun bawaan pada ikan Nila, ikan Mas,\ndan zebrafish.", "Daftar File": {"ABSTRAK Clara Wahyunita": "https://digilib.itb.ac.id/gdl/download/226877"}, "Penulis": "Clara Wahyunita [10616071]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "?-glukan, systematic review, respons imun bawaan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2021"}