{"Nomor": 55693, "Judul": "MENGEMBANGKAN POTENSI WISATA ALAM PULAU BIAWAK MELALUI PERANCANGAN BUNGALOW DENGAN PENDEKATAN EKOWISATA", "Abstrak": "Kabupaten Indramayu terletak di bagian utara Provinsi Jawa Barat yang berbatasan langsung dengan laut utara dengan panjang garis pantai 147 km. Secara geografis  wilayah Kabupaten Indramayu  terletak  pada  koordinat  107°52-108°36’ Bujur Timur dan 6°15’-6°40’ Lintang Selatan  (BPS  Kabupaten  Indramayu,  2018).  Letak  geografis  Kabupaten  Indramayu  sangat strategis karena Kabupaten ini dilalui jalan nasional (jalur Pantura) yang membentang dari arah barat (Kecamatan Patrol) hingga timur (Kecamatan Krangkeng). Jalur ini menjadi bagian dari jalur  utama  lalu  lintas  transportasi  di  bagian  utara  pulau  Jawa  dengan  karakteristik  dataran rendah  menjadikan  berbagai  macam  potesi  wisata  yang  beragam  diantaranya  adalah  potensi wisata bahari dan potensi budaya. Namun dalam hal pengembangan pariwisatanya, Pemerintah Kabupaten   Indramayu   mengalami   beberapa   kesulitan   terkait   promosi,   aksesbilitas   dan infrastruktur.  Dalam  hal  ini,  Pulau  Biawak  yang  terletak  di  sebelah  utara  semenanjung Inrdamayu sekitar 40 kilo meter dari pantai utara Indramayu merupakan kawasan konservasi perairan objek wisata andalan masyarakat lokal Indramayu dan sekitarnya, masalah yang ada di  Pulau  Biawak  seperti  konteks  aksesibilitas  dan  akomodasi.  Dengan  potensi  dan  masalah yang  ada  maka  muncul  gagasan  untuk  pengembangan  Kawasan  Ekowisata  Pulau  Biawak Indramayu  yang  memperhatikan  kelestarian  alam  dan  lingkungannya.  Pengembangan  objek wisata dan tersedianya fasilitas penginapan yang berorientasi privat tersebut ditujukan sebagai salah satu andalan yang dapat memberikan pengalaman bersifat longterm memory serta mampu memberikan  kenyamanan  bagi  wisatawan.  Metode  Penelitian  pada  proses  perencanaan maupun  perancangan  Bungalow  menggunakan  metode  survey  literatur,  wawancara  dan observasi lapangan.", "Daftar File": {}, "Penulis": "Tri Loviani [17317049]", "Kontributor / Dosen Pembimbing": ["Dr. Ruly Darmawan, S.Sn., M.Sn.", "Kukuh Rizki Satriaji, S.Ds., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Pulau Biawak, Ekowisata, Bungalow, Promosi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "18 Jun 2021"}