{"Nomor": 55696, "Judul": "DESAIN REKLAMASI DI PERAIRAN SEMARANG DENGAN METODE PERBAIKAN TANAH VERTICAL DRAIN", "Abstrak": "Indonesia sebagai negara kepulauan memiliki wilayah pesisir yang sangat penting bagi keberjalanan hidup masyarakatnya. Wilayah pesisir sudah lama dimanfaatkan oleh masyarakat sebagai kawasan pusat pemukiman, industri, pariwisata, dan sebagainya. Karena itu terjadi peningkatan kebutuhan lahan untuk mengakomodasi berbagai macam kegiatan di wilayah pesisir. Sebagai solusinya, maka dilakukan pekerjaan reklamasi untuk menyediakan lahan-lahan baru.\nPelaksanaan reklamasi harus dilakukan dengan memperhatikan berbagai aspek, seperti kondisi geoteknik tanah dan lingkungan di area reklamasi, stabilitas timbunan di atas tanah dasar, dan penurunan tanah akibat beban timbunan. Pada studi ini, akan dilakukan analisis stabilitas tanah timbunan menggunakan metode elemen hingga dengan pemodelan pada perangkat lunak PLAXIS 2D. Selain itu, akan dilakukan perencanaan perbaikan tanah menggunakan vertical drain yang berguna untuk mempercepat proses penurunan tanah agar tidak terjadi kerusakan bagi struktur di atas tanah menggunakan program VDrainSt di excel. Perencanaan reklamasi akan dilakukan di perairan Semarang, Jawa Tengah, Indonesia.\nBerdasarkan hasil analisis dan perhitungan, timbunan reklamasi direncanakan memiliki elevasi sebesar +6.1 m dari LWS, namun karena adanya proses konsolidasi, ketebalan tanah yang ditimbun harus mencapai 8.3 m agar dapat mencapai elevasi yang direncanakan. Pada analisis stabilitas, didapatkan nilai faktor keamanan sebesar 1.74 ketika diberikan beban operasional. Perbaikan tanah dilakukan menggunakan drainase vertikal dengan pola triangular dan jarak diantara setiap drainase vertikal sebesar 1 m, dapat mempercepat perbaikan tanah pada derajat konsolidasi 90% dari 17000 hari (47 tahun) menjadi 29 hari.", "Daftar File": {"ABSTRAK Safira Rahmaniar Wanaputri": "https://digilib.itb.ac.id/gdl/download/226875", "COVER Safira Rahmaniar Wanaputri": "https://digilib.itb.ac.id/gdl/download/243284", "PUSTAKA Safira Rahmaniar Wanaputri": "https://digilib.itb.ac.id/gdl/download/243291"}, "Penulis": "Safira Rahmaniar Wanaputri [15516067]", "Kontributor / Dosen Pembimbing": ["Dr. Hendriyawan, S.T., M.T.", "Alamsyah Kurniawan, S.T., Ph.D.", "Izqi Yustina Ammylia Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Reklamasi, Stabilitas, Konsolidasi, Drainase Vertikal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "18 Jun 2021"}