{"Nomor": 55697, "Judul": "STUDI PERANCANGAN AKUSTIK GEDUNG KONSER ADJUSTABLE UNTUK MUSIK KLASIK DAN MUSIK ANGKLUNG", "Abstrak": "Sebuah gedung konser adalah lingkungan dengan kondisi akustik yang diatur agar\nsesuai untuk pertunjukan musik. Konsep adjustable pada gedung konser digunakan\nuntuk dapat mengakomodasi kebutuhan akustik dari berbagai jenis musik yang\nberbeda. Perancangan gedung konser, simulasi akustik, dan auralisasi dilakukan\nmenggunakan perangkat lunak CATT-Acoustic v9.1. Variasi konfigurasi gedung\nkonser dibuat berdasarkan persamaan waktu dengung dengan menggunakan\nperubahan volume ruangan. Pada penelitian ini, jenis musik yang ditinjau adalah\nmusik romantik, klasik, opera, dan salah satu musik tradisional Indonesia, yaitu\nmusik angklung. Gedung konser adjustable didesain untuk dapat mengakomodasi\nkeempat jenis musik tersebut, di mana dapat dihasilkan 4 konfigurasi gedung\nkonser dengan variasi waktu dengung T-15, yakni 2,0 s, 1,7 s, 1,5 s, dan 1,3 s pada\nfrekuensi 1 kHz. Selain T-15, terdapat beberapa parameter akustik lain yang\nditinjau, yakni C-80, ????????, LF, SPL, G, dan IACC, di mana hasil simulasi dari\nkeempat konfigurasi gedung konser sudah memenuhi rentang nilai ideal yang\ndirekomendasikan untuk setiap parameter akustik sesuai dengan keempat jenis\nmusik. Respon impuls dari hasil simulasi akustik keempat konfigurasi gedung\nkonser digunakan untuk proses auralisasi menggunakan 4 jenis musik, yaitu karya\nmusik dari komposer Mahler, Beethoven, dan Mozart, serta 1 karya musik\nangklung. Hasil auralisasi digunakan dalam uji dengar untuk memperoleh\npreferensi dari responden untuk keempat jenis musik terhadap konfigurasi gedung\nkonser yang dirancang dengan metode paired comparison melalui kuesioner daring.\nHasil uji dengar menunjukkan bahwa terdapat signifikansi preferensi dari\nresponden pada konfigurasi III dan IV untuk musik Beethoven dan konfigurasi IV\nuntuk musik angklung, sedangkan untuk kedua musik lainnya tidak diperoleh\nperbedaan preferensi yang signifikan. Berdasarkan analisis, diketahui bahwa\npreferensi responden terutama dipengaruhi oleh parameter akustik LF dan juga oleh\nefek perubahan warna suara yang menghasilkan kesan suara cempreng pada hasil\nauralisasi.", "Daftar File": {"ABSTRAK Devina Caroline Tambunan": "https://digilib.itb.ac.id/gdl/download/226876"}, "Penulis": "Devina Caroline Tambunan [13317039]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. I Gde Nyoman Merthayasa, M.Eng.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Gedung konser adjustable, simulasi akustik ruang, auralisasi, musik klasik, musik angklung", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2021"}