{"Nomor": 55709, "Judul": "PREDIKSI SEBARAN PENCEMAR CO, SO2, NO2, PM2,5, DAN PM10 DARI EMISI SEKTOR TRANSPORTASI, INDUSTRI, RUMAH TANGGA, DAN PEMBANGKIT DI KOTA DAN KABUPATEN BEKASI JAWA BARAT MENGGUNAKAN PERANGKAT LUNAK AERMOD", "Abstrak": "Wilayah Kota dan Kabupaten Bekasi berbatasan langsung dengan wilayah Daerah Khusus Ibukota Jakarta dan merupakan wilayah penyangga untuk meringankan tekanan perkembangan penduduk DKI Jakarta sebagai Ibukota Negara. Selain sebagai pusat pemukiman, Kota dan Kabupaten Bekasi juga bertumbuh dalam perdagangan, jasa dan pendidikan. Hal ini memungkinkan terjadinya penurunan kualitas lingkungan, termasuk pencemaran udara. Salah satu cara untuk pencegahan terjadinya pencemaran udara adalah dengan melakukan prediksi konsentrasi pencemar udara dengan pemodelan dispersi pencemar udara. Pada penelitian ini, dilakukan pemodelan dispersi pencemar udara menggunakan perangkat lunak AERMOD untuk pencemar CO, SO2, NO2, PM2.5, dan PM10. Perangkat lunak AERMOD menggunakan data meteorologi yang diolah melalui program AERMET dan data kontur wilayah yang diolah melalui program AERMAP. Penelitian menggunakan grid berukuran 2 km x 2 km dengan data inventarisasi beban emisi Kota dan Kabupaten Bekasi pada tahun 2017 untuk sektor transportasi, industri, rumah tangga, dan pembangkit. Dari hasil penelitian, konsentrasi tertinggi untuk pencemar CO, SO2, NO2, PM2.5, dan PM10 secara berurutan adalah 3411 µg/m³, 191 µg/m³, 1.09 µg/m³, 7.23 µg/m³, 7.42 µg/m³. Konsentrasi pencemar hasil model masih di bawah baku mutu udara ambien pada PP Nomor 22 tahun 2021  kecuali untuk NO2 dengan  waktu pengukuran 24 jam dan 1 tahun.", "Daftar File": {"TA 2021 Cindy Maura Bernadine 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/226905"}, "Penulis": "Cindy Maura Bernadine [15317011]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Puji Lestari, Ph.D.", "Seny Damayanti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "AERMOD, dispersi, Kota dan Kabupaten Bekasi, udara ambien, polutan", "Sumber": "TA Juni 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "18 Jun 2021"}