{"Nomor": 55705, "Judul": "ANALISIS PERUBAHAN TUTUPAN LAHAN DAN LAND SURFACE TEMPERATURE (LST) DI KAWASAN BANDUNG UTARA (KBU)", "Abstrak": "Kawasan Bandung Utara (KBU) ditetapkan pemerintah sebagai kawasan lindung\nyang berpengaruh cukup besar terhadap tata air di daerah bawahnya. Perubahan\ntutupan lahan di KBU dapat mengakibatkan masalah lingkungan, seperti\npenurunan cadangan air, banjir, longsor, dan kenaikan Land Surface Temperature\n(LST) yang berdampak pada kesehatan dan kenyamanan masyarakat. Penelitian\nini bertujuan untuk menganalisis perubahan tutupan lahan dan LST di KBU pada\ntahun 2010, 2014, dan 2018 serta melihat hubungan antara keduanya. Penelitian\nini menggunakan data citra Landsat 5 dan 8 Surface Reflectance (SR) Tier 1, peta\ntutupan lahan Jawa Barat keluaran BAPPEDA Jawa Barat, dan peta administrasi\nRBI skala 1:25.000 untuk mendapatkan peta tutupan lahan dan LST KBU. Hasil\npenelitian menunjukkan bahwa tipe tutupan lahan di KBU terdiri dari vegetasi\n(hutan), badan air (sungai, danau, waduk, dan situ), area terbuka (kebun, ladang,\ntegalan, sawah, dan semak belukar), dan area terbangun (permukiman, industri,\ndan gedung). Persentase luas area terbuka di KBU dari tahun 2010-2018\nberkurang dari 67,6% menjadi 57,5%, namun ditemukan pertambahan luas\nvegetasi dari 9,6% menjadi 14,7% serta area terbangun dari 22,8% menjadi 27,7%.\nLST di KBU dapat dibagi menjadi tiga kelas, yaitu rendah, sedang dan tinggi\ndengan rata-rata pada tahun 2010, 2014, dan 2018 secara berurutan adalah 22,5°C;\n23,6°C; dan 23,4°C. Persentase kawasan dengan LST rendah berkurang dari 19%\nmenjadi 16%. Hal ini diduga karena konversi kawasan bervegetasi menjadi\nkawasan lain seperti kawasan perumahan. Persentase kawasan dengan LST\nsedang pada tahun 2010-2018 menurun dari 61,3% menjadi 51,7%, sedangkan\npada kawasan dengan LST tinggi meningkat dari 18,7% menjadi 30,3% seiring\ndengan penambahan area terbangun di KBU. Penambahan luasan vegetasi pada\ntahun 2018 terjadi di kawasan Cimenyan dan Cilengkrang karena program\nPengelolaan Sumber Daya Hutan Bersama Masyarakat (PHBM). LST akan sangat\ndipengaruhi oleh keberadaan vegetasi dan badan air. Penambahan sebanyak 5%\nvegetasi di KBU ternyata tidak dapat menurunkan suhu permukaan akibat\npenambahan area terbangun. Oleh karenanya, penanaman tumbuhan terutama\npohon harus dilakukan untuk menurunkan LST di Kawasan Bandung Utara.", "Daftar File": {"ABSTRAK Muhammad Irfan": "https://digilib.itb.ac.id/gdl/download/226885"}, "Penulis": "Muhammad Irfan [10615039]", "Kontributor / Dosen Pembimbing": ["Dian Rosleine, S.Si., M.Si., Ph.D.", "Dr. Nurudin, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "tutupan lahan, Land Surface Temperature (LST), Kawasan Bandung Utara (KBU), kawasan lindung", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2021"}