{"Nomor": 55712, "Judul": "MULTI KRITERIA ANALISIS UNTUK PENENTUAN WILAYAH POTENSIAL PEMASANGAN PEMBANGKIT LISTRIK TENAGA SURYA(PLTS) ATAP DI KOTA BANDUNG", "Abstrak": "Peningkatan kebutuhan energi bersih dan ramah lingkungan telah menjadi agenda besar dunia\nsebagai suatu upaya untuk mengatasi perubahan iklim. Indonesia merupakan salah satu negara\nyang berupaya untuk meningkatkan produksi energi bersih dan terbarukan. Salah satu energi\nterbarukan yang sedang dikembangkan di Indonesia adalah energi matahari. Potensi energi\nmatahari di Indonesia mencapai 207 GWh namun baru 145 MWh yang dimanfaatkan.\nPemerintah Indonesia memiliki target untuk pembangunan Pembangkit Listrik Tenaga Surya\n(PLTS) mencapai 6,5 GWh pada tahun 2025. Kebutuhan energi pada daerah urban lebih tinggi\ndaripada daerah rural. Pada wilayah urban ketersediaan lahan terbuka sangat sedikit, oleh\nkarena itu solar PV(Photovoltaic) atap dapat menjadi solusi untuk wilayah perkotaan. Dalam\nmerencanakan pembangunan solar PV atap pada wilayah perkotaan perlu melihat segi\nekonomi, potensi energi yang dihasilkan dan peningkatan kebutuhan energi pada suatu\nbangunan agar dapat optimal dan berkelanjutan. Tujuan dari penelitian ini adalah untuk\nmengembangkan sebuah pendekatan spasial untuk merencanakan kota berenergi bersih dengan\nmenggunakan solar PV atap. Kebaruan dalam penelitian ini adalah dalam mendistribusikan\ndaerah berpotensi pembangunan solar PV atap mengintegrasikan aspek meteorologi,\npeningkatan kebutuhan energi, dan ekonomi. Sumber data yang digunakan berasal dari data\npenginderaan jauh dan statistik. Hasil dari penelitian ini akan berupa analisis bangunan\nprioritas untuk membangun solar PV atap dan besarnya energi yang dihasilkan. Penelitian ini\ndiharapkan dapat digunakan pengambil kebijakan untuk mengembangkan energi terbarukan\npada wilayah urban, khususnya pada daerah Bandung sebagai wilayah penelitian. Selain itu\ndiharapkan untuk masyarakat dapat berpartisipasi untuk beralih ke energi terbarukan.", "Daftar File": {"ABSTRAK Kalingga Titon Nur Ihsan": "https://digilib.itb.ac.id/gdl/download/226908"}, "Penulis": "Kalingga Titon Nur Ihsan [15117064]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr.Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Energi Terbarukan, Solar PV, Kebutuhan Energi, Perencanaan Kota, Penginderaan Jauh, GIS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2021"}