{"Nomor": 55718, "Judul": "POTENSI PENGGUNAAN EXTRACELLULAR POLYMERIC SUBSTANCES DALAM SORPSI LOGAM MERKURI DARI HASIL SOIL WASHING", "Abstrak": "Penambangan Emas Skala Kecil (PESK) dapat menyediakan lapangan pekerjaan bagi masyarakat Indonesia sehingga mampu menopang perkenomian masyarakat. Namun penggunaan merkuri dalam proses ektraksi emas yang dilakukan tidak hanya dapat menimbulkan masalah kesehatan namun juga mencemari tanah dan air tanah sekitar. Soil Washing merupakan salah satu teknik remediasi yang telah digunakan secara luas untuk mengolah merkuri pada tanah tercemar, hanya saja limbah pencuci yang dihasilkan dari proses ini masih mengandung limbah merkuri sehingga masih memerlukan pengolahan lanjutan. Extracellular Polymeric Substances (EPS) yang dihasilkan oleh bakteri telah diketahui sebagai biosorben yang efektif dalam biosorpsi logam berat. B.subtilis terpilih sebagai bakteri penghasil EPS dalam penelitian ini dengan yield dan konsentrasi soluble EPS sebesar 2,14 mg/mg biomassa dan 3743 mg/L. Ekstraksi bound EPS menggunakan pemanasan dan Na2CO3 memberikan yield 0,6 mg EPS/mg biomassa dengan kandungan protein dan polisakarida sebesar 199 mg/g EPS dan 8,8 mg/g EPS. Kapasitas biosorpsi maksimum menggunakan limbah artifisial dengan bound EPS dan biomassa B.subtilis mencapai 9,32 mg/g dan 6,04 mg/g pada dosis biosorben 0,1 g/100 ml, dimana isotherm Langmuir dimodelkan dengan lebih baik pada biosorpsi merkuri menggunakan B.subtilis sedangkan biosorpsi menggunakan bound EPS mengikuti isotherm Freundlich. Proses biosorpsi logam merkuri menggunakan kedua biosorben dimodelkan dengan baik menggunakan model kinetika pseudo second order. Bound EPS digunakan dalam biosorpsi logam merkuri dari effluent proses soil washing dan kapasitas biosorpsi yang terhitung sebesar 2,21 mg/g.", "Daftar File": {"TS 2021 Lalu Joaqim Mastroiani 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/226930"}, "Penulis": "Lalu Joaqim Mastroiani [25317311]", "Kontributor / Dosen Pembimbing": ["Ir. Agus Jatnika Effendi, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "soil washing, EPS, biosorpsi, kinetika", "Sumber": "Tesis Juni 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "18 Jun 2021"}