{"Nomor": 55714, "Judul": "STUDI KARAKTERISTIK BATUBARA DI LAHAT, SUMATERA SELATAN SEBAGAI RESERVOIR COALBED METHANE (CBM)", "Abstrak": "Coalbed methane (CBM) merupakan gas metana yang dihasilkan dan disimpan\ndalam batubara. Keberadaan CBM dalam batubara dipengaruhi oleh faktor\ngeologi, karakteristik batubara dan reservoir. Penelitian ini dilakukan di Formasi\nMuara Enim yang merupakan formasi pembawa batubara yang bernilai ekonomis\ndi Cekungan Sumatera Selatan. Tujuan penelitian ini untuk mengetahui hubungan\nkarakteristik batubara sebagai reservoir CBM dengan kandungan gas yang\ndisimpan. Lapisan batubara yang dianalisis adalah Seam Kebon, Benuang,\nBurung, Mangus dan Suban. Sampling dilakukan dengan mengambil conto gas\ndan conto batubara dari hasil kegiatan pemboran. Conto batubara dari kelima\nlapisan batubara tersebut dilakukan analisis laboratorium untuk mengetahui\nkualitas batubara, komposisi maseral, nilai reflektansi vitrinit/huminit,\nkarakteristik cleat, kandungan gas, komposisi gas, porositas, dan densitas\nbatubara. Berdasarkan nilai reflektansi huminit diketahui peringkat batubara di\ndaerah penelitian adalah lignit, dan gas yang dihasilkan merupakan metana\nbiogenik. Komposisi dan kualitas Seam Kebon, Benuang, Burung, Mangus dan\nSuban tidak terlalu bervariasi dengan kandungan nitrogen (N) dan sulfur (S) yang\nrendah ( < 1%). Komposisi maseral huminit cukup dominan berkisar antara 76,2 –\n92,6%, dan kandungan liptinit antara 5 -20,5%. Berdasarkan hasil analisis,\nbatubara di daerah penelitian sebagai penyimpan CBM yang baik dengan\nporositas yang baik. Kandungan metana terbesar terdapat pada Seam Suban yang\nmerupakan lapisan batubara yang paling dalam dengan kandungan huminit paling\nbesar (92,6%) yaitu sebesar 24,05 scf/ton.", "Daftar File": {"COVER Lina Nur Listiyowati": "https://digilib.itb.ac.id/gdl/download/226920", "BAB 1 Lina Nur Listiyowati": "https://digilib.itb.ac.id/gdl/download/226922", "BAB 2 Lina Nur Listiyowati": "https://digilib.itb.ac.id/gdl/download/226923", "BAB 3 Lina Nur Listiyowati": "https://digilib.itb.ac.id/gdl/download/226924", "BAB 4 Lina Nur Listiyowati": "https://digilib.itb.ac.id/gdl/download/226925", "BAB 5 Lina Nur Listiyowati": "https://digilib.itb.ac.id/gdl/download/226926", "BAB 6 Lina Nur Listiyowati": "https://digilib.itb.ac.id/gdl/download/226927", "PUSTAKA Lina Nur Listiyowati": "https://digilib.itb.ac.id/gdl/download/226928"}, "Penulis": "Lina Nur Listiyowati [22111010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Komang Anggayana, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "coalbed methane, cleat, kualitas batubara, porositas, reservoir", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "18 Jun 2021"}