{"Nomor": 55729, "Judul": "MENGEMBANGKAN STRATEGI PEMASARAN UNTUK MENINGKATKAN LOYALITAS MEREK: STUDI KASUS GUZELMODA", "Abstrak": "Guzelmoda adalah merek pakaian wanita yang didirikan pada Juli 2019. Ibu Farah Faizah, pemilik dan operator, berinvestasi dan memulai perusahaan sepenuhnya sendiri. Visi Guzelmoda adalah menyebarkan ajaran Islam melalui fashion. Mereka memiliki ragam pakaian yang tidak hanya sejalan dengan ajaran Islam untuk menutupi tubuh perempuan tetapi juga memiliki pakaian yang berkualitas dan desain yang cantik. Saat ini, Ibu farah dihadapkan pada jumlah pesanan berulang yang rendah, pertanda loyalitas pelanggan yang kurang baik. Ibu Farah selama ini menjlankan strategi bisnis yang bertujuan untuk meningkatkan pengenalan merek, dan telah tiba waktunya untuk melakukan perbaikan dan menerapkan strategi bisnis yang bertujuan untuk meningkatkan loyalitas pelanggan.\nDengan demikian, tesis ini mengeksplorasi keadaan Guzelmoda saat ini menggunakan perspektif internal dan eksternal, termasuk Ansoff Matrix, STP Analysis dan SWOT Analysis. Data yang terkumpul digunakan untuk mengetahui kelemahan perusahaan agar diperoleh solusi yang terbaik. Kerangka kerja lainnya adalah STP Analysis dan Marketing Mix 4P, yang digunakan untuk mencocokkan target pasar dan rencana pemasaran Guzelmoda dengan solusi Customer Loyalty Framework. Customer Loyalty Framework digunakan untuk menentukan faktor-faktor mana yang mempengaruhi loyalitas pelanggan dan bagaimana strategi bisnis Guzelmoda dapat ditingkatkan berdasarkan faktor-faktor tersebut.\nRencana terbaik Guzelmoda untuk sembilan bulan ke depan adalah mengembangkan paket keanggotaan, memberikan voucher toko, dan meningkatkan konten interaktifnya. Setiap solusi memiliki beberapa langkah yang harus diikuti agar Guzelmoda mencapai hasil terbaik.", "Daftar File": {"ABSTRAK Yusuf Ali": "https://digilib.itb.ac.id/gdl/download/226941", "COVER Yusuf Ali": "https://digilib.itb.ac.id/gdl/download/267235", "BAB 1 Yusuf Ali": "https://digilib.itb.ac.id/gdl/download/267236", "BAB 2 Yusuf Ali": "https://digilib.itb.ac.id/gdl/download/267237", "BAB 3 Yusuf Ali": "https://digilib.itb.ac.id/gdl/download/267238", "BAB 4 Yusuf Ali": "https://digilib.itb.ac.id/gdl/download/267239", "PUSTAKA Yusuf Ali": "https://digilib.itb.ac.id/gdl/download/267240"}, "Penulis": "Yusuf Ali [29319450]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pakaian Sopan, Pakaian Wanita, Customer Loyalty Framework", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jun 2021"}