{"Nomor": 55727, "Judul": "ANALISIS KESESUAIAN HABITAT KOMODO (VARANUS KOMODOENSIS) DENGAN PENDEKATAN GEOSPASIAL DALAM MENDUKUNG KONSERVASI", "Abstrak": "Keanekaragam hayati tidak tersebar secara merata di dunia, dan terkhusus pada\nwilayah tropis memiliki habitat dengan jumlah dan kepadatan spesies yang lebih\ntinggi. Indonesia merupakan salah satu wilayah tropis dengan tingkat keanekaragaman\nhayati yang beragam. Terlebih lagi dengan keunikan lokasi geologis Indonesia\nmembuat wilayahnya memiliki tingkat flora dan fauna endemik yang tinggi. Komodo\nmerupakan salah satu hewan endemik yang hanya dapat ditemukan pada wilayah\nkepulauan Taman Nasional Komodo dan sekitarnya dan tergolong dalam reptil yang\nterancam punah. Pada wilayah dengan habitat spesies endemik mendominasi pola\nkepunahan secara global. Dengan begitu maka perlu dilakukan analisis kesesuaian\nhabitat spesies komodo sehingga konservasi dapat dilakukan sesuai sasaran dan lebih\noptimal. Teknologi penginderaan jauh dapat digunakan sebagai sumber data dalam\nmendukung pemetaan habitat dan aplikasi ekologis untuk area yang luas. Serta dengan\ninformasi terkait potensi habitat yang dihasilkan melalui sistem informasi geografis\n(SIG) dapat membantu menyeimbangkan konservasi dan pembangunan. Dengan\nkemampuan teknologi penginderaan jauh dan SIG, analisis habitat dilakukan dalam\nmendukung konservasi pada komodo dengan menggunakan pendekatan spasial yang\nmerupakan tujuan dari studi ini dilakukan. Analisis dilakukan dengan membuat\nbeberapa indeks yakni, indeks potensial distribusi komodo, indeks potensial makanan\ndan lokasi komodo kecil, indeks makanan komodo dewasa serta identifikasi wilayah\nrawan kebencanaan. Pembuat setiap indeks diawali dengan studi literatur terkait\nmasing-masing parameter menggunakan beberapa sumber variasi data seperti data\npenginderaan jauh dan selanjutnya akan dilakukan pengkelasan dan skoring\nberdasarkan studi literatur yang ada. Setelah terbentuk keseluruhan indeks akan\ndibentuk menjadi satu indeks yakni indeks kesesuaian habitat dan selanjutnya akan\ndianalisis dengan area zonasi pada wilayah taman nasional. Dengan adanya studi ini\ndiharapkan dapat dijadikan referensi atau evaluasi proses konservasi pada komodo\nuntuk menjaga kelestariannya.", "Daftar File": {"ABSTRAK Febzi Artaningh": "https://digilib.itb.ac.id/gdl/download/226939"}, "Penulis": "Febzi Artaningh [15117085]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr.Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Komodo dragons, Konservasi, Indeks Kesesuaian, Penginderaan Jauh dan SIG, Ekologi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2021"}