{"Nomor": 55730, "Judul": "PERANCANGAN SISTEM VERIFIKASI OTOMATIS UNTUK LAPORAN PENIPUAN DI PT KREDIBEL TEKNOLOGI INDONESIA MENGGUNAKAN TEKNIK DATA MINING", "Abstrak": "PT Kredibel Teknologi Indonesia adalah perusahaan yang bergerak pada\npencegahan terhadap tindak penipuan online. Perusahaan menerima laporan\npenipuan dari masyakat kemudian menggunakan laporan tersebut untuk menilai\ntingkat kredibilitas pihak yang dilaporkan. Pada tahun 2020, perusahaan\nmeluncurkan produk baru, Fraud Management System, yang berfungsi untuk\nmembantu perusahaan Fintech dalam melakukan identifikasi pelanggan baru.\nMasalah yang dihadapi oleh PT Kredibel Teknologi Indonesia saat ini adalah proses\nverifikasi laporan penipuan secara manual dan bergantung pada kemampuan dan\npengalaman verifikator. Waktu yang dibutuhkan untuk melakukan verifikasi secara\nmanual lebih dari 1 menit. Untuk menyelesaikan masalah tersebut, maka akan\ndibentuk sistem verifikasi otomatis dengan menggunakan teknik data mining.\nPada penelitian ini, digunakan 11 variabel relevan dan dimiliki oleh perusahaan\ndengan 27,238 data set yang diambil dari laporan penipuan yang berhasil\ndiverifikasi secara manual oleh perusahaan. Laporan historis tersebut digunakan\nuntuk proses pembelajaran terhadap model yang dipakai. Penelitian ini\nmenggunakan model klasifikasi Decision Tree dan Gradient Boosting Tree dengan\ntipe Extreem Gradient Boosting dan Light Gradient Boosting Machine. Untuk\nmenghasilkan nilai performansi yang terbaik, digunakan dua proses pemodelan.\nPertama, model yang bertujuan untuk mengklasifikasi apakah kronologi yang\ndimasukan oleh pelapor merupakan kronologi penipuan. Kedua, model yang\nbertujuan untuk memverifikasi laporan penipuan secara keseluruhan. Melalui\nimplementasi sistem ini, dihasilkan penurunan waktu proses klasifikasi dari 61.4\ndetik ke 0.04 detik dengan akurasi model yang mencapai 93% terhadap data\nvalidasi. Penelitian ini juga menghasilkan output berupa prototipe aplikasi yang\ndapat digunakan oleh PT Kredibel Teknologi Indonesia dalam melakukan verifikasi\nlaporan penipuan.", "Daftar File": {"ABSTRAK Fadel Muhamad Iqbal": "https://digilib.itb.ac.id/gdl/download/230579"}, "Penulis": "Fadel Muhamad Iqbal [13417106]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Kadarsah Suryadi, DEA", "Dissa Riandaso Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Data Mining, Text Mining, Klasifikasi, Penipuan, Verifikasi", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Jun 2021"}