{"Nomor": 55743, "Judul": "UJI MODEL FISIK DAN PEMODELAN NUMERIK UNTUK MEMPREDIKSI INISIASI REKAHAN PADA HYDRAULIC FRACTURING", "Abstrak": "Perekahan hidrolik atau hydraulic fracturing merupakan metoda yang umum digunakan\nuntuk meningkatkan nilai permeabilitas pada batuan yang memiliki permeabilitas rendah\ndengan cara membuat rekahan baru pada masa batuan. Dalam perkembangannya, rekah\nhidrolik pun dapat digunakan untuk penentuan kondisi tegangan insitu pada batuan. Pada\npenelitian ini akan mencoba membahas teori yang berkembang bahwa rekahan yang timbul\nakibat penekanan secara internal pada perekahan hidrolik akan terjadi pada arah yang tegak\nlurus dengan sumbu tegangan utama minimum (Hubbert dan Willis, 1957). Penelitian ini\nakan menganalisa terjadinya inisiasi rekahan menggunakan pendekatan pemodelan fisik dan\ndilakukan verifikasi menggunakan pemodelan numerik. Pemodelan fisik yang dilakukan di\nlaboratorium akan diberikan pembebanan secara polyaksial pada dua jenis material yaitu\nmaterial transparan polyester resin dan campuran semen dan pasir. Pada pengujian material\npolyester-resin diberikan pembebanan polyaksial ????1 sebesar 12 MPa, ????2 sebesar 9 MPa dan\n????3 sebesar 6 MPa. Pengujian pada material campuran pasir dan semen diberikan pembebanan\npolyaksial ????1 sebesar 3 MPa, ????2 sebesar 2 MPa dan ????3 sebesar 1 MPa. Pengujian\nlaboratorium memberikan nilai tekanan pecah untuk material polyester-resin sebesar 15.6\nMPa dan untuk material campuran semen dan pasir sebesar 7.0 MPa. Pemodelan numerik\nakan menggunakan metoda elemen hingga dua dimensi, dimana inisiasi rekahan yang terjadi\nakan diasumsikan berdasarkan nilai faktor keamanan (FK) setiap elemen menggunakan\nkriteria keruntuhan Mohr-Coloumb dan kriteria Griffith’s. Perilaku tegangan pada pemodelan\nelemen hingga dalam kaitannya untuk memprediksi arah inisiasi rekahan akan difokuskan\npada perimeter lubang pengujian dengan menggunakan analisa regangan bidang. Penelitian\nini telah membuktikan bahwa inisiasi rekahan pada perekahan hidrolik akan terbentuk pada\nsumbu arah tegangan maksimum dan pecahnya material yang didefinisikan oleh kriteria\nkeruntuhan Griffith’s memberikan hasil yang lebih konservativ bila dibandingkan dengan\nkriteria Mohr-Coloumb.", "Daftar File": {"COVER Fredo Yolendra Kaswiyanto": "https://digilib.itb.ac.id/gdl/download/226953", "BAB 1 Fredo Yolendra Kaswiyanto": "https://digilib.itb.ac.id/gdl/download/226954", "BAB 2 Fredo Yolendra Kaswiyanto": "https://digilib.itb.ac.id/gdl/download/226956", "BAB 3 Fredo Yolendra Kaswiyanto": "https://digilib.itb.ac.id/gdl/download/226958", "BAB 4 Fredo Yolendra Kaswiyanto": "https://digilib.itb.ac.id/gdl/download/226960", "BAB 5 Fredo Yolendra Kaswiyanto": "https://digilib.itb.ac.id/gdl/download/226961", "PUSTAKA Fredo Yolendra Kaswiyanto": "https://digilib.itb.ac.id/gdl/download/226962"}, "Penulis": "Fredo Yolendra Kaswiyanto [22111012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Irwandy Arif, M.Sc.", "Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Hydraulic fracturing, pengujian laboratorium, pembebanan poliaksial, metode elemen hingga, kriteria keruntuhan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "18 Jun 2021"}