{"Nomor": 55742, "Judul": "PERANCANGAN STRATEGI DIGITAL PROACTIVE CUSTOMER SERVICE UNTUK PERBAIKAN PENGALAMAN PELANGGAN PT X", "Abstrak": "PT X merupakan penyedia jasa logistik yang bergerak di atas platform digital. Pada masa pandemi Covid-19, PT X justru mengalami perkembangan seiring semakin banyaknya pelanggan yang memilih layanan digital dibandingkan mendatangi toko. Untuk menjaga kepuasan pelanggan, PT X harus memperhatikan pengalaman pelanggan (customer experience) PT X sebab pelanggan dapat dengan mudah memilih penyedia jasa logistik lainnya jika tidak puas dengan kinerja PT X. Permasalahan PT X, yaitu pengalaman negatif pelanggan terhadap pelayanan pelanggannya (customer service) yang saat ini menggunakan chatbot pada\nWhatsApp. Selain itu, penanganan kendala operasional pada PT X masih bersifat reaktif, kecuali untuk kasus force majeure. Untuk itu, dirancang sebuah strategi digital proactive customer service untuk PT X. Strategi digital ini dibagi menjadi 3 bagian. Bagian pertama, yaitu digitalisasi pengalaman pelanggan (customer experience) dengan mempergunakan chatbot yang berbasis natural language processing (NLP) agar percakapan dengan pelanggan terdengar lebih alami, serta penggunaan in-app alert yang memberitahu pelanggan informasi terkini mengenai paket yang mereka kirim. In-app alert ini juga didukung oleh menu layanan digital yang memungkinkan pelanggan untuk memiliki opsi atas tindakan yang diambil jika terjadi kendala. Tahap kedua, yaitu digitalisasi sistem operasional PT X, yang dilakukan dengan mengintegrasikan data pada suatu basis data yang kemudian dipergunakan untuk proses analitika data. Selanjutnya, ada pula usulan pembuatan dashboard dan SOP untuk karyawan pelayanan pelanggan agar mereka mengetahui langkah yang harus diambil dan data yang perlu dicari ketika pelanggan menyampaikan keluhan. Terakhir, digitalisasi organisasi dilakukan dengan mengedukasi pelanggan dan karyawan mengenai digital initiative yang diambil PT X dan apa dampaknya bagi mereka.", "Daftar File": {"ABSTRAK Alya Afifah Baktiar": "https://digilib.itb.ac.id/gdl/download/228673"}, "Penulis": "Alya Afifah Baktiar [13417048]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "strategi digital, optimisasi bisnis digital, proactive customer service, pengalaman pelanggan, penyedia jasa logistik", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Jun 2021"}