{"Nomor": 55752, "Judul": "PENGEMBANGAN SISTEM PEMANTAUAN FASE PROSES PEMESINAN DENGAN METODE MACHINE LEARNING UNTUK MENDUKUNG IMPLEMENTASI PARADIGMA INDUSTRI 4.0", "Abstrak": "Industri di Indonesia sangat jamak bertipe job-shop yang mempunyai karakteristik memproduksi produk dengan varietas yang sangat banyak dengan jumlah yang sangat sedikit. Hal ini menyebabkan timbulnya beban produksi dengan pembebanan dinamis. Kondisi ini akan berimbas langsung pada menentukan durasi penggunaan komponen dalam rangka menentukan jadwal perawatan mesin. Secara umum mesin-mesin perkakas konvensional tidak memiliki sistem pengendali untuk membangun kecerdasan mesin. Oleh karenanya agar mesin tersebut tetap dapat digunakan pada implementasi paradigma Industri 4.0. mesin tersebut perlu ditambahkan kecerdasan dalam hal ini kemampuan untuk memantau fase-fase proses pemesinan. Pada tiap fase operasi mesin, komponen yang terlibat umumnya selalu berubah sehingga akan sangat sulit mencatat berapa durasi pemakaian pada tiap komponen mesin itu terlebih pada mesin perkakas konvensional. Sehingga dengan diketahuinya durasi komponen bekerja akan memudahkan dalam melakukan manajemen perawatan yang tepat. Persoalan timbul ketika mulai menentukan fase cutting menggunakan pendekatan gaya pemotongan berdasarkan sensor Dynamometer. Sensor Dynamometer memiliki harga yang terlampau mahal sehingga menyebabkan tidak memungkinkannya dipasang pada tiap mesin yang ada. Oleh sebab itu perlu subtitusi sensor untuk memperoleh fungsi yang sama dengan harga yang lebih terjangkau. Kondisi tersebut mengilhami pengaplikasian teknik pseudo sensor yaitu mengetahui pembebanan mesin berdasarkan variabel yang tidak berkaitan langsung seperti arus, tegangan, RPM, dan getaran mesin untuk diterjemahkan sebagai fase operasi pemesinan. Proses menerjemahkan data yang diperoleh melalui pseudo sensor akan menggunakan metode machine learning. Machine learning akan mempelajari pola data yang terjadi untuk nantinya dikelompokkan sebagai fase operasi pemesinan secara mandiri. Proses ini akan dilakukan secara berulang dan dilakukan dengan material yang berbeda agar dapat menghasilkan prediksi fase operasi pemesinan yang tepat. Dengan penelitian ini didapatkan bahwa dalam memprediksi fase operasi cutting tidak harus menggunakan sensor dynamometer tapi dapat disubtitusi dengan sensor arus dan sensor RPM menggunakan metode pseudo sensor dan machine learning.", "Daftar File": {"ABSTRAK Maulana Yusuf": "https://digilib.itb.ac.id/gdl/download/226967"}, "Penulis": "Maulana Yusuf [23118305]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Industri 4.0, Machine Learning, Pseudo Sensor.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jun 2021"}