{"Nomor": 55758, "Judul": "PEMBELAJARAN KOLEKTIF PADA BADAN USAHA MILIK NEGARA (BUMN) KONSTRUKSI DI INDONESIA (STUDI KASUS KERJASAMA PEMERINTAH DAN BADAN USAHA (KPBU))", "Abstrak": "Kerjasama Pemerintah dan Badan Usaha (KPBU) saat ini adalah skema yang banyak digunakan untuk membangun proyek infrastruktur di dunia. Fenomena yang terjadi saat ini di Indonesia terdapat BUMN kemudian turut terlibat dalam KPBU sebagai sebuah entitas Badan Usaha yang mewakili klaster privat dalam konsorsium investasi (Investor). Banyaknya proyek PPP/KPBU yang melibatkan BUMN konstruksi lazimnya menyebabkan terjadinya pembelajaran secara organisasi pada BUMN-BUMN tersebut dan pembelajaran kolektif pada klaster BUMN Konstruksi terkait KPBU.Penelitian ini mengeksplorasi terjadinya pembelajaran kolektif pada klaster BUMN Konstruksi di Indonesia dengan menjadikan proyek KPBU sebagai studi kasus untuk mengungkapkan proses terjadinya pembelajaran kolektif pada kelembagaan yang kompleks seperti dalam KPBU serta proses difusi dan penerimaan pengetahuan ke tingkatan yang lebih tinggi yakni organisasi kemudian ke tingkat klaster. Dengan menggunakan kerangka pembelajaran berbasis konversi pengetahuan proses pembelajaran pada setiap tingkatan dianalisis, serta diungkapkan proses perpindahan ke tingkat yang lebih tinggi yakni organisasi hingga terdifusi dan menjadi rule of system dalam klaster. Kerangka pembelajaran tersebut merupakan konsep yang coba dikembangkan untuk menganalisis pembelajaran pada klaster industri dengan organisasi yang pembelajarannya berbasis proyek.", "Daftar File": {"COVER Randy Bhramantyo": "https://digilib.itb.ac.id/gdl/download/226988", "BAB 1 Randy Bhramantyo": "https://digilib.itb.ac.id/gdl/download/226989", "BAB 2 Randy Bhramantyo": "https://digilib.itb.ac.id/gdl/download/226990", "BAB 3 Randy Bhramantyo": "https://digilib.itb.ac.id/gdl/download/226991", "BAB 4 Randy Bhramantyo": "https://digilib.itb.ac.id/gdl/download/226992", "BAB 5 Randy Bhramantyo": "https://digilib.itb.ac.id/gdl/download/226993", "BAB 6 Randy Bhramantyo": "https://digilib.itb.ac.id/gdl/download/226994", "DAFTAR Randy Bhramantyo": "https://digilib.itb.ac.id/gdl/download/226995"}, "Penulis": "Randy Bhramantyo [24019007]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, MA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "KPBU; BUMN; Pembelajaran Kolektif; Pembelajaran Organisasi; dan Pembelajaran Berbasis Proyek", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "10 file", "Tanggal Input": "18 Jun 2021"}