{"Nomor": 55760, "Judul": "DIFUSI INOVASI PERTANIAN TERPADU BERBASIS ORGANIK (STUDI KASUS DESA BUMIWANGI, KECAMATAN CIPARAY, KABUPATEN BANDUNG)", "Abstrak": "Sektor pertanian di Indonesia saat ini memiliki permasalahan multi dimensi dimana kebutuhan akan peningkatan produksi pertanian terus berlanjut diiringi dengan peningkatan jumlah penduduk, penurunan jumlah petani, dan semakin pesatnya konversi lahan pertanian menjadi pemukiman dan industri. Hal tersebut memaksa sektor pertanian perlu segera beralih ke konsep pertanian berkelanjutan. Pertanian terpadu berbasis organik merupakan inovasi yang ditawarkan pemerintah sejak 2010 namun belum diadopsi di berbagai daerah. Penelitian ini bertujuan untuk memahami penerapan pertanian terpadu berbasis organik dengan melihat proses difusi inovasi dan mendeskripsikan kendala adopsi inovasi, serta status pertanian berkelanjutan dari petani adopter. Penelitian menggunakan metode campuran paralel konvergen mengacu pada teori difusi inovasi Rogers (2003) dan indikator pertanian berkelanjutan FAO (2020) pada Kelompok Tani Organik Sarinah di Desa Bumiwangi, Kecamatan Ciparay, Kabupaten Bandung. Hasil penelitian menunjukkan bahwa proses inovasi masih memiliki kendala terkait biaya dan pemasaran produk inovatif, jenis keputusan otoritas pemilik lahan, dan agen perubahan. Di sisi lain dari 11 indikator pertanian berkelanjutan, anggota Kelompok Tani Organik Sarinah masih berstatus Unsustainable pada indikator penguasaan lahan. Hal ini berarti petani belum berdaya untuk mengganti status petani penggarap menjadi pemilik lahan meskipun sudah mengadopsi inovasi sejak tahun 2004.", "Daftar File": {"COVER Raden Anita Kusumawardani": "https://digilib.itb.ac.id/gdl/download/226998", "BAB 1 Raden Anita Kusumawardani": "https://digilib.itb.ac.id/gdl/download/227000", "BAB 2 Raden Anita Kusumawardani": "https://digilib.itb.ac.id/gdl/download/227001", "BAB 3 Raden Anita Kusumawardani": "https://digilib.itb.ac.id/gdl/download/227002", "BAB 4 Raden Anita Kusumawardani": "https://digilib.itb.ac.id/gdl/download/227003", "BAB 5 Raden Anita Kusumawardani": "https://digilib.itb.ac.id/gdl/download/227004", "BAB 6 Raden Anita Kusumawardani": "https://digilib.itb.ac.id/gdl/download/227005", "BAB 7 Raden Anita Kusumawardani": "https://digilib.itb.ac.id/gdl/download/227006", "DAFTAR Raden Anita Kusumawardani": "https://digilib.itb.ac.id/gdl/download/227007"}, "Penulis": "Raden Anita Kusumawardani [24019010]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, MA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Difusi Inovasi, Pertanian Terpadu, Organik, Pertanian Berkelanjutan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "11 file", "Tanggal Input": "18 Jun 2021"}