{"Nomor": 55778, "Judul": "USULAN STRATEGI PEMASARAN DIGITAL UNTUK MENINGKATKAN KESADARAN MEREK BARU UNTUK UPPER WATCH DALAM PANDEMI COVID-19", "Abstrak": "Pandemi COVID19 pada tahun 2020 telah memengaruhi pola perilaku masyarakat termasuk dalam perilaku pelanggan dan penjualan. Pada saat yang sama untuk mencegah penyebaran virus, setiap perusahaan besar maupun kecil harus mengembangkan strategi pemasaran yang sesuai untuk menghadapi situasi tersebut khususnya bagi brand toko online baru seperti Upper Watch. Upper Watch adalah merek toko online yang didirikan pada awal 2020 dengan produk utama Smart Watch. Menawarkan produk jam tangan pintar yang hampir mirip dengan Apple Watch, memberikan daya tarik tersendiri, karena sebagian besar masyarakat Indonesia yang ingin memiliki jam tangan pintar dengan kualitas bagus namun cukup mahal.\nTujuan dari penelitian ini adalah untuk mengetahui alasan kurangnya kesadaran merek Upper Watch pada saat pandemi COVID19. Metode penelitian menggunakan metode kuantitatif dan kualitatif. Metode kuantitatif digunakan untuk memperoleh data primer untuk menganalisis calon pelanggan dan menyebarkan kuesioner, sedangkan metode kualitatif digunakan untuk memperoleh data primer dan melakukan observasi dari wawancara dengan pemilik dan karyawan.\nData yang dikumpulkan kemudian digunakan untuk membuat analisis internal dan eksternal. Analisis internal digunakan untuk mengumpulkan informasi tentang kondisi internal Upper Watch, sedangkan analisis eksternal digunakan untuk mengevaluasi lingkungan industry serta mendefinisikan perilaku pelanggan potensial industri jam pintar. Selanjutnya setelah analisis eksternal dan internal dilakukan, peneliti menggunakan akar penyebab dan menghasilkan penyebab masalah pada kurangnya saluran channel penjualan, promosi yang kurang efektif dan sumber daya yang masih terbatas dalam meningkatkan kesadaran merek upper watch.\nBerdasarkan dari analisis yang dilakukan, peneliti meyarankan strategi pemasaran baru dengan memaksimalkan digital marketing dan penambahan saluran penjualan baru agar dapat meningkatkan kesadaran merek upper watch pada kondisi COVID19.", "Daftar File": {"ABSTRAK Juniarto": "https://digilib.itb.ac.id/gdl/download/227024", "COVER Juniarto": "https://digilib.itb.ac.id/gdl/download/266631", "BAB 1 Juniarto": "https://digilib.itb.ac.id/gdl/download/266632", "BAB 2 Juniarto": "https://digilib.itb.ac.id/gdl/download/266633", "BAB 3 Juniarto": "https://digilib.itb.ac.id/gdl/download/266634", "BAB 4 Juniarto": "https://digilib.itb.ac.id/gdl/download/266635", "PUSTAKA Juniarto": "https://digilib.itb.ac.id/gdl/download/266636"}, "Penulis": "Juniarto [29319356]", "Kontributor / Dosen Pembimbing": ["Dr. Sandhy Widyasthana"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Jam Tangan Pintar, COVID19, Strategi Pemasaran Digital, Perilaku Konsumen, Omnichannel.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jun 2021"}