{"Nomor": 55786, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN DARING PADA MINUMAN KEKINIAN  (STUDI KASUS: SARIPATI BEVERAGES)", "Abstrak": "Saripati adalah bisnis yang bergerak di bidang industry makanan dan minuman dan berdiri sejak Januari 2019.  Produk-produk Saripati saat ini berfokus pada minuman jenis kopi, refresher, boba, dan macchiato.  Saripati mengolah produk secara mandiri dengan mengedepankan konsep grab and go.  Sasaran pasar Saripati adalah pelajar (SD-Kuliah) dan pekerja baru yang lokasinya berada di pemukiman padat penduduk.\nSejak pandemi Covid-19, penjualan Saripati mengalami penurunan yang cukup signifikan.  Produk yang ditawarkan Saripati sudah cukup beragam,  mereka memiliki 28 varian rasa.  Namun, sejak kebijakan PSBB/PPKM di berlakukan, ditambah dengan pemasaran media sosial Saripati yang tidak lebih unggul daripada kompetitornya, maka dapat diasumsikan bahwa kedua hal tersebut menjadi masalah utama dari penjualan Saripati.\nPenelitian ini menjelaskan masalah yang dihadapi oleh Saripati, dengan mengulas pandangan dari para pelanggan melalui kuesioner dan wawancara dengan petinggi Saripati, mengenai industri makanan dan minuman.  Penulis kemudian mengidentifikasi strategi dalam menghadapi pandemi Covid-19 dan pemasaran yang efektif dan efisien untuk Saripati.  Kerangka analisis yang digunakan untuk melihat pandangan eksternal adalah adalah PESTEL, Porter Five Forces, dan Competitor Analysis.  Sedangkan untuk melihat pandangan internal, digunakan STP, Marketing Mix 4P’s, Value Chain Analysis, VUCA, dan VRIO.\nSelanjutnya analisa internal dan eksternal akan menghasilkan keluaran yang dimasukkan dalam SWOT.  Kemudian, analisa SWOT akan menghasilkan keluaran berupa Marketing Mix 4P’s yang baru yang kemudian di implementasikan dalam implementation plan.", "Daftar File": {"ABSTRAK Fauzan Febrian": "https://digilib.itb.ac.id/gdl/download/227030", "COVER Fauzan Febrian": "https://digilib.itb.ac.id/gdl/download/266552", "BAB 1 Fauzan Febrian": "https://digilib.itb.ac.id/gdl/download/266553", "BAB 2 Fauzan Febrian": "https://digilib.itb.ac.id/gdl/download/266554", "BAB 3 Fauzan Febrian": "https://digilib.itb.ac.id/gdl/download/266555", "BAB 4 Fauzan Febrian": "https://digilib.itb.ac.id/gdl/download/266556", "PUSTAKA Fauzan Febrian": "https://digilib.itb.ac.id/gdl/download/266557"}, "Penulis": "Fauzan Febrian [29319381]", "Kontributor / Dosen Pembimbing": ["Nazmi Fathnur Ahmad, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Makanan dan Minuman, Pemasaran, Social Media, Online Business, Covid-19.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jun 2021"}