{"Nomor": 55785, "Judul": "RENCANA TRANSFORMASI DIGITAL DI SUB-HOLDING COMMERCIAL AND TRANSPORTATION  PT PERMINYAKAN PETROLEUM NUSANTARA", "Abstrak": "Di Era Digital atau yang sering disebut dengan Era Industri 4.0 ini telah menjadi gangguan sekaligus menjadi tantangan dan peluang untuk dapat mengubahnya dalam meningkatkan kinerja perusahaan. Transformasi Digital dapat didefinisikan sebagai perubahan organisasi melalui penggunaan teknologi digital dan model bisnis untuk meningkatkan kinerja. Perminyakan Petroleum Nusantara, anak perusahaan Perminyakan , memiliki tantangan dan peluang dalam menghadapi Era Digital dan situasi yang tidak menguntungkan pada saat Pandemi Covid-19 kali ini. Perminyakan Petroleum Nusantara yang fokus pada bisnis utama berupa perdagangan dan jasa produk BBM dan non BBM terkena imbasnya dalam proses penjualan ke publik dan sektor industri. \n\nUntuk mengatasi hal tersebut, penulis menganalisis situasi dan bisnis di perusahaan dengan menggunakan framework Digital Transformation Orchestra, yang dapat menganalisis masalah dan solusi dalam strategi transformasi bisnis digital. Pengamatan dilakukan melalui semua proses dalam framework tersebut. Penyebab dari permasalahan tersebut adalah model bisnis perusahaan masih menggunakan saluran penjualan tradisional sehingga tidak ada interaksi penjualan dari pelanggan melalui platform digital, tidak ada strategi transformasi digital sehingga tidak ada fungsi dalam organisasi yang membidangi transformasi digital, dan kurangnya penerapan teknologi di beberapa tempat proses bisnis dan data masih tersebar dari berbagai fungsi.\n\nPenelitian ini memberikan solusi terarah dimana perubahan yang dilakukan harus komprehensif dan harmonis, seperti metafora untuk musik orkestra. Analisis yang dilakukan dalam menentukan solusi antara lain Customer Value Creation, Business Strategy, Digital Instrument Transformation Orchestra, Organization Resources, dan Digital Business Agility Diagnostic. Sehingga didapatkan solusi untuk permasalahan tersebut dengan fokus perubahan di Perminyakan Petroleum Nusantara yaitu Channel Management, Customer Engagement, Struktur Organisasi, dan Budaya. Proses perubahan dan pengembangan yang dilakukan secara mendalam dengan mengkategorikan sumber daya ke dalam Orang, Data, dan Infrastruktur yang solusinya yaitu pengembangan model bisnis dengan menambah saluran penjualan digital dan penerapan teknologi disemua proses bisnis. Selain itu diperlukan perubahan pada strategi perusahaan ke arah transformasi digital sehingga dapat diikuti dengan perubahan struktur organisasi dan budaya perusahaan. Hal ini diikuti dengan kemampuan perusahaan termasuk Digital Business Agility untuk memiliki tingkat ketangkasan yang tinggi serta siap menerima perubahan dan tantangan lainnya di masa depan.\n\nImplementasi penelitian ini adalah menerapkan strategi Transformasi Digital pada organisasi yang menggabungkan penerapan teknologi digital dan model bisnis yang telah diberikan solusinya. Beberapa proposal optimasi dan digitalisasi aplikasi dan platform yang fokus pada layanan pelanggan diharapkan dapat berdampak besar pada solusi Transformasi Digital bagi perusahaan.", "Daftar File": {"ABSTRAK Abdul Karim Soleh": "https://digilib.itb.ac.id/gdl/download/228410", "COVER Abdul Karim Soleh": "https://digilib.itb.ac.id/gdl/download/266111", "BAB 1 Abdul Karim Soleh": "https://digilib.itb.ac.id/gdl/download/266112", "BAB 2 Abdul Karim Soleh": "https://digilib.itb.ac.id/gdl/download/266113", "BAB 3 Abdul Karim Soleh": "https://digilib.itb.ac.id/gdl/download/266114", "BAB 4 Abdul Karim Soleh": "https://digilib.itb.ac.id/gdl/download/266115", "PUSTAKA Abdul Karim Soleh": "https://digilib.itb.ac.id/gdl/download/266116"}, "Penulis": "Abdul Karim Soleh [29318443]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, MBA., MSAE."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Transformasi Digital, Orkestra, Pelanggan, Teknologi, Model Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jun 2021"}