{"Nomor": 55783, "Judul": "USULAN STRATEGI BISNIS  PT. INTI BANGUN SEJAHTERA TBK (IBST)  UNTUK TINGKATKAN DAYA SAING DALAM INDUSTRI TOWER DI INDONESIA", "Abstrak": "Menara merupakan bagian penting dari infrastruktur telekomunikasi, terutama di Indonesia di mana penetrasi fixed-broadband sangat rendah. Evolusi teknologi telekomunikasi, pertumbuhan ekonomi nasional yang baik, dan pandemi COVID-19 berkontribusi pada lonjakan permintaan data yang membawa peluang pertumbuhan bagi operator jaringan seluler (MNO) dan perusahaan menara (towerco). Namun, ada beberapa tantangan yang mungkin menutup peluang pertumbuhan untuk towerco seperti persaingan ketat di antara MNO dan kemerosotan ekonomi karena pandemi, antara lain.\nTugas akhir ini ditulis dengan tujuan untuk memberikan usulan strategi bagi PT. Inti Bangun Sejahtera Tbk (IBST) sebagai towerco untuk mendapatkan dan mempertahankan keunggulan kompetitif di industri menara menggunakan kerangka analyze-formulate-implement (AFI). Metode kualitatif digunakan dalam penelitian untuk mendapatkan pemahaman mendalam tentang situasi bisnis melalui sesi wawancara dengan pemimpin internal, pelanggan, dan pesaing, dan kemudian menggunakan metode mind mapping untuk menganalisis data yang dikumpulkan. Analisis PESTEL, Five Forces Porter, kerangka kerja VRIO, analisis Value Chain, dan Business Model Canvass digunakan untuk menganalisis situasi bisnis IBST, baik situasi internal maupun eksternal. Berdasarkan hasil analisis, strategi bisnis dan rencana implementasi dirumuskan.\nHasil dari formulasi strategi adalah strategi tiga fase, terdiri dari (1) \"memperkuat inti\" yang berfokus pada kinerja dan efisiensi operasional serta membangun kompetensi inti dan infrastruktur untuk kebutuhan bisnis saat ini dan masa depan, (2) \"memberikan nilai unik\" yang berfokus pada penyediaan produk dan layanan yang berbeda dari pesaing, dan (3) \"pertumbuhan dan skala\" yang berfokus pada penskalaan portofolio infrastruktur. Untuk menjalankan strategi dengan sukses, rencana implementasi telah dikembangkan lengkap dengan inisiatif, jangka waktu, dan program untuk setiap fase strategi.", "Daftar File": {"ABSTRAK Harry Akhmad Hafidz": "https://digilib.itb.ac.id/gdl/download/227028", "COVER Harry Akhmad Hafidz": "https://digilib.itb.ac.id/gdl/download/266570", "BAB 1 Harry Akhmad Hafidz": "https://digilib.itb.ac.id/gdl/download/266571", "BAB 2 Harry Akhmad Hafidz": "https://digilib.itb.ac.id/gdl/download/266572", "BAB 3 Harry Akhmad Hafidz": "https://digilib.itb.ac.id/gdl/download/266573", "BAB 4 Harry Akhmad Hafidz": "https://digilib.itb.ac.id/gdl/download/266574", "PUSTAKA Harry Akhmad Hafidz": "https://digilib.itb.ac.id/gdl/download/266575"}, "Penulis": "Harry Akhmad Hafidz [29319115]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi, Strategi Bisnis, Formulasi Strategi, Industri Menara", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jun 2021"}