{"Nomor": 55792, "Judul": "STUDI SIFAT ANTIBAKTERI DARI NANOMATERIAL GRAFENA DAN NANOKOMPOSIT BERBASIS GRAFENA", "Abstrak": "Kontaminasi bakteri dapat menyebabkan berbagai masalah, terutama pada bidang kesehatan dan industri. Akan tetapi, penggunaan antibiotik dan disinfektan yang berlebihan dapat menyebabkan bakteri menjadi resisten. Salah satu metode yang dapat digunakan untuk mengatasi masalah tersebut adalah dengan menggunakan nanokomposit berbasis grafena, terutama nanokomposit dengan grafena oksida (GO) dan grafena oksida tereduksi (rGO). Namun, hingga sekarang ini belum ada peneliti yang secara langsung membandingkan performa dari kedua nanokomposit tersebut. Oleh karena itu, tujuan dari studi literatur ini adalah untuk menentukan apakah tingkat oksidasi material grafena dalam nanokomposit mempengaruhi sifat antibakterinya. Studi literatur dilakukan dengan mengumpulkan nilai minimum inhibitory concentration (MIC) dari beberapa jenis nanokomposit grafena, khususnya nanokomposit GO dan rGO. Kemudian data tersebut akan dibuat menjadi bubble chart untuk melihat sebaran data dan dianalisis secara statistik dengan metode one-way ANOVA with post-hoc Tukey HSD untuk mengetahui apakah terdapat perbedaan yang signifikan pada aktivitas antibakteri dari kedua nanokomposit. Analisis statistik hanya dilakukan pada nanokomposit grafena dengan perak dan seng oksida yang merupakan nanokomposit yang paling banyak dipelajari. Dari hasil studi literatur diperoleh bahwa penempelan nanopartikel logam/logam oksida pada permukaan grafena mampu meningkatkan aktvitas antibakterinya. Kemudian, diperoleh juga bahwa aktivitas antibakteri dari rGO-Ag dengan GO-Ag dan AgNPs memiliki perbedaan yang signifikan, sedangkan GO-Ag dan AgNPs tidak memiliki perbedaan yang signifikan (P-value = 0,186). Di lain hal, GO-ZnO memiliki aktivitas antibakteri yang berbeda secara signifikan dengan rGO-ZnO dan ZnONPs, tetapi rGO-ZnO tidak memiliki perbedaan yang signifikan dengan ZnONPs (P-value = 0,981). Oleh karena itu, dapat disimpulkan bahwa tingkat oksidasi dari material grafena memberikan efek terhadap aktivitas antibakteri dari nanokomposit berbasis grafena.", "Daftar File": {"ABSTRAK Hans Vito Xavier Khosasih": "https://digilib.itb.ac.id/gdl/download/227036"}, "Penulis": "Hans Vito Xavier Khosasih [13017045]", "Kontributor / Dosen Pembimbing": ["Vita Wonoputri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "antibakteri, grafena, MIC, nanokomposit, tingkat oksidasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jun 2021"}