{"Nomor": 55795, "Judul": "ANALISIS KESESUAIAN KAMPUNG PASUNDAN CISAMAYA KAWASAN TAMAN NASIONAL GUNUNG CIREMAI SEBAGAI TAPAK HEALING FOREST", "Abstrak": "Jasa ekosistem hutan untuk terapi kesehatan (forest for healing) berperan penting untuk kesehatan fisik dan psikis manusia yang berada dalam ekosistem hutan. Kegiatan terapi alami dalam hutan di berbagai negara seperti shinrin-yoku lebih fokus dilakukan, tetapi pengembangan teknik identifikasi tapak-tapak ekosistem hutan yang cocok untuk terapi kesehatan belum banyak dilakukan. Tahap awal yang dikembangkan adalah mengidentifikasi tapak-tapak dalam ekosistem hutan yang memberikan healing services (Healing Forest). Penelitian ini bertujuan untuk menentukan kesesuaian tapak untuk dikembangkan dalam desain tapak healing forest. Lokasi penelitian di Kampung Cisamaya Pasundan Taman Nasional Gunung Ciremai Kabupaten Kuningan. Metode penelitian yang digunakan: (a) aplikasi teknologi drone dalam pemetaan spasial; (b) pengukuran parameter ekosistem; (c) analisis spasial dalam desain tapak. Hasil penelitian menunjukkan bahwa parameter-parameter lingkungan di lokasi penelitian sesuai untuk dikembangkan sebagai lokasi Healing Forest. Kemiringan lahan didominasi oleh lahan landai hingga agak curam, serta kerapatan tajuk vegetasi yang didominasi tegakan Pinus (Pinus merkusii) memiliki kerapatan sedang hingga rapat. Adapun data parameter lingkungan yang didapatkan pagi hari dan siang hari berturut-turut pada suhu udara sebesar 25,8°C dan 27,8°C, kelembaban udara sebesar 78,72% dan 78,74%, kecepatan angin sebesar 0,41 m/detik dan 0,49 m/detik intensitas cahaya sebesar 5.631 Lux dan 7.147 Lux, serta tingkat kebisingan sebesar 51,76 dB dan 49,36 dB. Berdasarkan nilai parameter lingkungan tersebut yaitu kemiringan lahan, kerapatan tajuk vegetasi, suhu, kelembaban udara dan tingkat kebisingan suara maka lokasi di Kampung Pasundan Cisamaya sesuai untuk dikembangkan sebagai tapak Healing Forest dengan waktu kegiatan di pagi hari.", "Daftar File": {"ABSTRAK Sheilla Ayu Prameswari": "https://digilib.itb.ac.id/gdl/download/227039"}, "Penulis": "Sheilla Ayu Prameswari [10616074]", "Kontributor / Dosen Pembimbing": ["Dr. Hikmat Ramdan, S.Hut., M.Si.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "healing, forest site", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jun 2021"}