{"Nomor": 55790, "Judul": "IDENTIFIKASI DAN KARAKTERISASI POTENSI RESERVOIR FORMASI TELISA LAPANGAN SRA CEKUNGAN SUMATRA TENGAH", "Abstrak": "Lapangan SRA adalah lapangan minyak yang telah produksi sejak tahun 1982 berada di Cekungan Sumatra Tengah. Penelitian ini dilakukan untuk mencari interval reservoir yang masih belum teridentifikasi dengan baik pada Formasi Telisa. Terdapat indikasi pada interval reservoir yang mengandung hidrokarbon dari data marked log, test, dan oil show pada mud log. Tujuan dari penelitian ini adalah untuk mengidentifikasi reservoir batupasir serpihan Formasi Telisa yang nantinya akan dikembangkan dan diharapkan bisa untuk diproduksi.\nPada penelitian ini digunakan data primer kondisi bawah permukaan yang terdiri dari pengeboran empat puluh tujuh sumur yang memiliki data log tali kawat berupa log sinar gamma (GR), log resistivitas, log densitas (RHOB), log neutron (NPHI), data biostratigrafi berupa umur dan lingkungan pengendapan, data batuan inti (core), seismik 3D, data checkshot, deskripsi litologi dari serbuk bor (mud log), data marked log atau validasi keberadaan hidrokarbon, dan laporan pengeboran sumur. Identifikasi dan karakterisasi potensi reservoir pada penelitian ini didapatkan dari hasil screening nilai resistivitas pada mud log, analisis lithostratigrafi yang merupakan integrasi dari data korelasi antar sumur, data biostratigrafi, data seismik, dan data petrofisika.\nFormasi Telisa yang selama ini merupakan batuan penudung Cekungan Sumatra Tengah setelah dilakukan penelitian ini memiliki potensi hidrokarbon pada reservoir yang bersifat shally sand, dan karakter resistivitas rendah. Interval reservoir ini diendapkan pada lingkungan estuarin fasies intertidal bar dan shallow subtidal. Didapatkan sejumlah potensi hidrokarbon Formasi Telisa pada reservoir A, parameter nilai cut off volume shale <0.62, porositas efektif >0.05, saturasi air <0.83, resistivitas 2 - 5.7 Ohm dan reservoir B nilai cut off volume shale <0.6, porositas efektif >0.05, saturasi air <0.85, resistivitas 2 - 5.6 Ohm. Hasil dari peta net pay didapat rata-rata pada reservoir A nilai volume shale 0.48, porositas 0.11, saturasi air 0.72, ketebalan bersih rata-rata 5.5 ft dan reservoir B rata-rata nilai volume shale 0.46, porositas 0.1, saturasi air 0.76, ketebalan bersih rata-rata 2 ft. Estimasi jumlah cadangan pada reservoir ini dihitung menggunakan rumus volumetrik didapatkan hasil sebesar 1.11 mmstb.", "Daftar File": {"ABSTRAK Syahli Reza Ananda": "https://digilib.itb.ac.id/gdl/download/227034"}, "Penulis": "Syahli Reza Ananda [22017013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji", "Dr. Dwiharso Nugroho, S.T., M.T.", "Reynaldy Fifariz, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Sumatra Tengah, Formasi Telisa, shally sand, resistivitas rendah.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jun 2021"}