{"Nomor": 55803, "Judul": "PENGEMBANGAN MODEL MANAJEMEN SUMBER DAYA MANUSIA TERHADAP PENCAPAIAN KUALITAS", "Abstrak": "Kajian mengenai pengaruh aspek manajemen sumber daya manusia (SDM) terhadap pencapaian aspek kualitas pada perusahaan yang mengimplementasikan TPS masih sangat sedikit ditemukan. Padahal salah satu kunci keberhasilan implementasi TPS adalah pada manajemen pengelolaan SDM. Faktor SDM pula yang dijadikan hipotesa dalam penelitian ini, akan mempengaruhi keberhasilan pencapaian target bisnis perusahaan khususnya di bidang kualitas.\nOleh sebab itu diperlukan sebuah model evaluasi yang dapat memberikan gambaran mengenai pengaruh SDM terhadap tingkat keberhasilan pencapaian perusahaan di bidang kualitas. Model yang digunakan dalam penelitian ini merupakan pengembangan dari model dasar EFQM Excellence Model. Model tersebut dikembangkan dengan memasukkan variabel faktor proses, yaitu TPS serta QC Circle (QCC) berdasarkan pengalaman serta aplikasi lapangan (best practise), yang dilakukan oleh perusahaan tempat penelitian ini dilakukan. Proses perumusan model serta pengujian hipotesa ini dilakukan dengan metode metode survei, melaui proses pemodelan Structural Equation Modelling, serta pengolahan data statistik Partial Least Square.\nBerdasarkan hasil pengolahan data, dapat dibuktikan bahwa faktor manajemen SDM berpengaruh terhadap pencapaian target bisnis perusahaan, khususnya di bidang kualitas. Proses pengembangan SDM melalui aktivitas QCC, memberikan pengaruh yang signifikan terhadap tingkat keberhasilan pencapaian perusahaan. Sedangkan faktor TPS diyakini sebagai sebuah dasar kerja yang dijadikan filosofi bagi perusahaan, namun tidak berpengaruh terhadap peningkatan keberhasilan perusahaan secara langsung.", "Daftar File": {}, "Penulis": "Pranadityo [23418053]", "Kontributor / Dosen Pembimbing": ["Dr. Indryati Sunaryo, M.Sc.", "Prof. Dr. Ir. Dradjad Irianto, M.Eng.", "Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Toyota Production System (SPT), QC Circle (QCC), Manajemen sumber daya manusia (SDM), Structural Equation Modelling, Partial Least Square, EFQM Excellence Model.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "0 file", "Tanggal Input": "18 Jun 2021"}