{"Nomor": 55801, "Judul": "ESTIMASI NILAI PRECIPITABLE WATER VAPOR MENGGUNAKAN DATA VLBI", "Abstrak": "oleh keberadaan uap air ini berupa tambahan waktu yang diperlukan oleh rambatan gelombang dari sumber radio ekstragalaktik untuk sampai ke antena pengamat yang biasa disebut sebagai tropospheric wet delay atau zenith wet delay (ZWD). Meskipun begitu, nilai ZWD dapat diturunkan menjadi besar nilai uap air di atmosfer dalam bentuk precipitable water vapor (PWV). Pengolahan data VLBI untuk mendapatkan nilai ZWD menggunakan software package yang bernama VieVS. Estimasi ZWD yang dilakukan menggunakan nilai a priori untuk mendapatkan hasil yang sedikit lebih baik (Gipson dan Macmillan, 2009). Estimasi ZWD dan PWV dilakukan pada 10 bulan pertama tahun 2020 di tiga lokasi yaitu Fortaleza (Brazil) di khatulistiwa, Wettzell (Jerman) di lintang tengah, dan Ny-Ålesund (Norwegia) di lintang kutub. Tugas akhir ini akan menunjukkan grafik nilai ZWD dan PWV terhadap waktu dalam format rata-rata perbulan dan harian perjam. Hasil yang didapatkan akan dibandingkan dengan data parameter ERA5 (ECMWF (European Centre for Medium- Range Weather Forecast) Re-Analysis 5) dengan menghitung RMSE di antara keduanya. Fortaleza memiliki rata-rata nilai PWV tertinggi dengan rentang 1-5 cm dengan PWV tertinggi terjadi pada bulan April yang merupakan rentang waktu musim hujan, diikuti dengan Wettzell dengan rentang 0-2 cm, dan diakhiri dengan Ny- Ålesund dengan rentang -0.02 – 1.6 cm. PWV tertinggi untuk kedua lokasi empat musim masing-masing terjadi pada bulan Agustus untuk Wettzell dan bulan Juli untuk Ny-Ålesund yang di mana kedua bulan tersebut merupakan rentang waktu musim panas.", "Daftar File": {"ABSTRAK Vegita Chika Alifariani": "https://digilib.itb.ac.id/gdl/download/227046"}, "Penulis": "Vegita Chika Alifariani [15117001]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Dudy Darmawan Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "precipitable water vapor, zenith wet delay, VLBI", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jun 2021"}