{"Nomor": 55802, "Judul": "ANALISIS PERUBAHAN SUHU PERMUKAAN LAUT AKIBAT OUTFALL PEMBANGKIT LISTRIK TENAGA UAP (PLTU) DENGAN CITRA LANDSAT 8 (STUDI KASUS: PLTU PAITON)", "Abstrak": "Pembangkit listrik merupakan salah satu pemenuhan kebutuhan energi bagi kehidupan manusia. Salah satu pembangkit listrik yang dewasa ini sedang berkembang pesat yaitu Pembangkit Listrik Tenaga Uap (PLTU). Salah satu PLTU terbesar di Indonesia bahkan Asia Tenggara adalah PLTU Paiton yang terletak di Kabupaten Probolinggo, Jawa Timur. Dengan besarnya kapasitas listrik yang dihasilkan oleh PLTU Paiton, maka limbah yang dikeluarkan pun cukup banyak. PLTU memiliki sistem pendingin yang memanfaatkan air laut. Dari sistem pendingin ini, akan dihasilkan limbah cair berupa air bahang (outfall) yang memiliki suhu tinggi sehingga perlu adanya pengolahan lebih lanjut sebelum dibuang ke laut bebas. Walaupun begitu, air bahang yang dikeluarkan masih memiliki suhu yang relatif lebih tinggi daripada suhu permukaan laut normal. Maka dari itu, perlu adanya penelitian terkait perubahan suhu permukaan laut di perairan PLTU Paiton akibat adanya outfall. Metode yang digunakan dalam penelitian ini yaitu dengan ekstraksi nilai suhu permukaan laut dengan teknologi penginderaan jauh. Data citra yang digunakan dalam penelitian ini yaitu data citra Landsat 8 OLI/TIRS. Selain itu, pada penelitian ini akan dilakukan analisis parameter yang mempengaruhi perubahan suhu permukaan laut, seperti pengaruh fenomena ENSO, curah hujan, dan Angin Muson. Hasil yang diperoleh dari pengolahan data citra menunjukkan nilai suhu permukaan laut pada kanal outlet PLTU Paiton sebesar 21°C - 35°C. Selain itu didapatkan besar korelasi antara suhu permukaan laut dengan fenomena ENSO sebesar 0,1998. Sedangkan korelasi antara suhu permukaan laut dengan curah hujan sebesar 0,3772 dan sebanding nilainya dengan korelasi antara suhu permukaan laut dengan Angin Muson.", "Daftar File": {"ABSTRAK Rofifatuz Zulfa Darwista": "https://digilib.itb.ac.id/gdl/download/227047"}, "Penulis": "Rofifatuz Zulfa Darwista [15117066]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Suhu Permukaan Laut, PLTU, ENSO, Curah Hujan, Angin Muson", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jun 2021"}