{"Nomor": 55804, "Judul": "STRATEGI BERSAING DALAM BISNIS KONSTRUKSI RUMAH DI INDONESIA: BANGUNIN.ID", "Abstrak": "Rumah merupakan kebutuhan primer bagi semua manusia. Saat orang memulai hidup mereka, rumah juga merupakan tujuan. Rumah adalah tempat berkumpulnya anggota keluarga yang berharga. Untuk sebuah keluarga, perhatian utama adalah kenyamanan rumah; harus nyaman untuk tidur, nyaman untuk berkumpul, dan nyaman untuk melakukan semua aktivitas. Akibatnya, setiap orang menginginkan rumah yang sangat bagus dan indah. Akibatnya, banyak kontraktor baru bermunculan. Beberapa bahkan menciptakan pasar untuk konstruksi rumah.\n\nBangunin.id berdiri pada tahun 2020, dimulai dengan dua proyek pembangunan rumah dan memulai pemasaran digital pada bulan Juli. Bangunin.id adalah platform untuk menghubungkan masyarakat yang ingin membangun rumah dengan kontraktor baru.\n\nAkibat merintisnya home industri bangunan rumah dari beberapa perusahaan Indonesia, seperti Arsitag, Sejasa.com, dan Sobat Bangun, pasar semakin ramai dengan brand name. Beberapa di antaranya telah ada sejak lama, memiliki modal besar yang dapat mendanai lebih banyak bisnis, sementara yang lain kini telah diperkenalkan ke berbagai daerah. Hal tersebut menjadi permasalahan bagi Bangunin.id bagaimana tumbuh dan berkembang sebagai marketplace konstruksi rumah adat bagi mereka yang ingin membangun atau merenovasi rumah.\n\n Peneliti memperoleh data dengan mengumpulkan informasi dari berbagai sumber dan melakukan wawancara primer. Informasi tersebut diatur, ditabulasi, dan diperiksa menggunakan model bisnis. Selain data primer, penelitian ini juga memanfaatkan data sekunder. Setelah pengumpulan data, proses analisis data dimulai. Ada dua jenis analisis dalam penelitian ini yaitu internal dan eksternal. Analisis internal meliputi analisis Business Model Canvas, analisis SWOT, analisis STP, dan analisis model tingkat produk Lima Kotler. Analisis PESTLE, peta persepsi, analisis pesaing, dan analisis strategi kompetitif generik porter terdiri dari analisis eksternal. Namun, peneliti menambahkan dua analisis tambahan: analisis permintaan renovasi masa depan dan analisis tingkat pembatalan pelanggan perusahaan. Pada akhirnya, peneliti mengajukan solusi bisnis berupa kanvas model Bisnis baru dan mengidentifikasi strategi yang diperlukan.\n\nSecara keseluruhan, peneliti merekomendasikan agar perusahaan memodifikasi model bisnisnya hanya di bidang desain dan renovasi, bahwa mandor dimasukkan dalam bisnis daripada kontraktor, segmen pelanggan menjadi sedikit lebih spesifik dari sebelumnya, dan salurannya harus dikembangkan melalui pembuatan aplikasi situs web.", "Daftar File": {"COVER Erlan Saputra Yudha": "https://digilib.itb.ac.id/gdl/download/266523", "BAB 1 Erlan Saputra Yudha": "https://digilib.itb.ac.id/gdl/download/266524", "BAB 2 Erlan Saputra Yudha": "https://digilib.itb.ac.id/gdl/download/266525", "BAB 3 Erlan Saputra Yudha": "https://digilib.itb.ac.id/gdl/download/266526", "BAB 4 Erlan Saputra Yudha": "https://digilib.itb.ac.id/gdl/download/266527", "PUSTAKA Erlan Saputra Yudha": "https://digilib.itb.ac.id/gdl/download/266528"}, "Penulis": "Erlan Saputra Yudha [29319422]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Usaha Konstruksi Rumah, Bisnis Model Kanvas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "18 Jun 2021"}