{"Nomor": 55812, "Judul": "KAJIAN PENGARUH KARAKTERISTIK ION-EXCHANGE MEMBRANE TERHADAP KINERJA VANADIUM REDOX FLOW BATTERY", "Abstrak": "Vanadium Redox Flow Battery (VRFB) adalah teknologi penyimpanan energi listrik yang\nmenghasilkan energi kimia dari reaksi reduksi-oksidasi dari dua elektrolit berjenis\nvanadium. Salah satu komponen kunci VRFB adalah membran penukar ion (Ion\nExchange Membrane atau IEM). IEM berperan untuk memisahkan sel setengah positif\ndan negatif serta mencegah adanya kontaminasi silang ion vanadium sambil menyediakan\nkonduktivitas ionik yang dibutuhkan oleh VRFB. Sebagai komponen kunci, IEM\ndiharapkan memiliki konduktivitas yang tinggi untuk menghasilkan laju perpindahan\nproton yang tinggi dan selektivitas yang baik untuk mencegah kontaminasi silang\nvanadium dari kedua elektrolit. IEM memiliki dua karakteristik utama yang\nmempengaruhi karakteristik lainnya, yaitu ion-exchange capacity (IEC) dan water uptake\n(WU). Penelitian ini mengkaji pengaruh karakteristik IEC, WU, dan IEC/WU terhadap\nkarakteristik elektrokimia seperti konduktivitas, permeabilitas vanadium, dan parameter\nenergi (OCV/Waktu). Dari hasil kajian literatur menunjukkan bahwa peningkatan\nkarakteristik IEC dan WU dapat meningkatkan karakteristik konduktivitas, permeabilitas\nvanadium, dan laju self-discharge (OCV/Waktu) sedangkan peningkatan karakteristik\nIEC/WU dapat menurunkan karakteristik konduktivitas, permeabilitas vanadium, dan\nlaju self-discharge (OCV/Waktu). Terdapat beberapa metode modifikasi membran yang\ntelah dilaporkan dan mampu meningkatkan nilai IEC dan WU dari membran IEM untuk\naplikasi VRFB. Salah satu metode modifikasi yang banyak digunakan adalah additive\nblending menggunakan nanopartikel sebagai aditif. Secara umum, nanopartikel yang\nbersifat hidrofilik, konduktif, memiliki tingkat dispersibilitas tinggi, dapat berinteraksi\ndengan gugus fungsional matriks membentuk permselective barrier, dan kompatibilitas\nyang baik dengan matriks polimer, dapat digunakan sebagai aditif untuk membran VRFB\ndengan karakteristik elektrokimia yang baik Dari kajian literatur, penambahan\nnanopartikel berupa nanotube zirconium oxide sebesar 0,5%-berat pada membran\nsulfonated poly(arylene ether ketone) (SPAEK) dapat menghasilkan IEC 1,27 meq/g dan\nWU 79%. Nilai tersebut merupakan nilai IEC dan WU paling tinggi yang dapat diperoleh\noleh membran nanokomposit untuk aplikasi VRFB.", "Daftar File": {"ABSTRAK Joshua Khofanda": "https://digilib.itb.ac.id/gdl/download/227056"}, "Penulis": "Joshua Khofanda [13017060]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gede Wenten, M.Sc., Ph.D.", "Dr. Khoiruddin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "VRFB, IEM, Karakteristik, Pengaruh, Modifikasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jun 2021"}