{"Nomor": 55810, "Judul": "PEMANTAUAN DEFORMASI LAPANGAN MIGAS MUDI, TUBAN, JAWA TIMUR MENGGUNAKAN DATA SENTINEL-1 DENGAN METODE DINSAR", "Abstrak": "Indonesia merupakan salah satu negara di dunia yang memiliki potensi sumber daya alam minyak dan gas bumi yang berperan penting dalam kehidupan. Eksploitasi migas terus dilakukan untuk kepentingan ketahanan energi di Indonesia. Pada tahap awal, eksploitasi minyak dan gas bumi dapat dilakukan berdasarkan tekanan alami yang terdapat di bawah permukaan bumi. Tetapi, pada lapangan migas yang berumur tua seperti Lapangan Migas Mudi diperlukan proses injeksi berupa air atau uap untuk dapat mengangkat sisa minyak dan gas. Secara umum, adanya injeksi ketika proses eksploitasi lapangan tua berlangsung menyebabkan deformasi yang mengancam keselamatan fasilitas konstruksi yang ada dan lingkungan sekitarnya. Berdasarkan hal tersebut, perlu dilakukan pemantauan deformasi yang terjadi pada lapangan migas untuk mitigasi bencana apabila terjadi deformasi yang berbahaya. Tujuan dari penelitian ini adalah melakukan pemantauan besar deformasi yang terjadi di daerah Lapangan Migas Mudi menggunakan metode Differential Interferometric Synthetic Aperture Radar (DInSAR). Data yang digunakan adalah data citra sentinel-1 yang diolah pada perangkat lunak Sentinel Application Platform (SNAP). Rentang waktu pengamatan adalah 2017-2020. Hasil pemantauan deformasi yang terjadi pada Lapangan Migas Mudi menunjukkan besar deformasi yang berbeda tiap periodenya (2017-2018, 2018-2019, dan 2019-2020). Selama tiga periode, terjadi penurunan muka tanah secara perlahan pada posisi sumur dengan penurunan terendah terjadi pada tahun 2019-2020 yaitu sebesar -3,629 cm pada posisi sumur16 dan sumur17.", "Daftar File": {"ABSTRAK Salomo Michael Griffith Simamo": "https://digilib.itb.ac.id/gdl/download/227054"}, "Penulis": "Salomo Michael Griffith Simamo [15117096]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Deformasi, DInSAR, lapangan migas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jun 2021"}