{"Nomor": 55824, "Judul": "RUST DYEING SEBAGAI MEDIA VISUALISASI KEBAKARAN HUTAN DAN LAHAN UNTUK PRODUK FASHION", "Abstrak": "Rust Dyeing adalah pewarna alami terbarukan yang menampilkan berbagai\nwarna seperti kemerahan, biru, hijau, abu-abu, dan hitam. Terlepas dari banyak\njenis penggunaan mordan dalam proses pewarnaan karat, jumlah warna yang\ndihasilkan sangat terbatas pada karakteristik alaminya, tetapi pada saat yang\nsama, jumlah unik pola yang dibuat dengan teknik ini tidak terbatas. Pola yang\ndibuat dengan rust dyeing akan selalu berbeda di setiap percobaan, dan ini adalah\nsalah satu fitur unik dari rust dyeing. Penelitian ini dilakukan lebih lanjut untuk\nmengembangkan potensi rust dyeing dan memanfaatkannya sebagai media\nvisualisasi fenomena kebakaran hutan global. Penelitian ini juga bertujuan untuk\nmembuat eksplorasi teknik rust dyeing yang memvisualisasikan fenomena\nkebakaran hutan global dan menerapkannya pada produk fesyen.\nPenelitian ini menggunakan pendekatan deskriptif kualitatif dan eksploratif\nkarena prosesnya terutama berisi kajian analisis dan pendalaman teknik rust\ndyeing hingga terbentuk visualisasi yang representatif. Seiring dengan kajian,\npenelitian ini mendasari sebuah proyek yang bertujuan untuk meluncurkan\nkoleksi produk fesyen yang mewakili tiga wilayah utama yang paling terkena\ndampak bencana kebakaran hutan setelah tren kebakaran hutan global, yaitu\nHutan Hujan Amazon, California, dan Australia. Sejalan dengan inspirasi utama\ntren global wildfire yang menyebabkan malapetaka di seluruh dunia, koleksi\nproduk fashion ini menganut gaya dekonstruksi yang memiliki prinsip utama\nmenghancurkan fashion. Koleksi produk fashion ini merupakan hasil akhir yang\nakan menunjukkan potensi optimal dari teknik rust dyeing dalam menciptakan\nvisual yang spesifik, dalam hal ini; kebakaran global. Peluang penelitian lebih\nlanjut terbuka dalam topik penyuluhan tentang teknik pewarnaan karat pada\nproduk fesyen dan penelitian dalam bentuk kampanye dengan topik kebakaran\nhutan dan perubahan iklim.", "Daftar File": {}, "Penulis": "Anindita Mazaya Gitalalita [17217005]", "Kontributor / Dosen Pembimbing": ["Dr. Ratna Panggabean, M.Sn.", "John Martono, S.Sn., M.Sn.", "Nadia Arfan, S.Ds., M.S.M.", "Hatif Adiar Almantara, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Pewarna karat, pewarna alami, kebakaran global, visualisasi, limbah logam", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "19 Jun 2021"}