{"Nomor": 55827, "Judul": "KAJIAN MOTIF TENUN SEBAGAI BENTUK RUPA DARI MASYARAKAT SUKU MBOJO BIMA NUSA TENGGARA BARAT", "Abstrak": "Salah satu ciri khas Kota Bima terletak pada kerajinan tangannya yakni kain\ntenun. Kain tenun tersebut ditenun langsung oleh masyarakat Suku Mbojo\nsecara turun-temurun. Motif motif yang sering digunakan bergambar bunga,\ndaun ataupun garis-garis. Motif-motif tenun tersebut juga di wariskan kepada\ngenerasi selanjutnya untuk dilestarikan. Seiring perkembangannya waktu,\nmakna motif-motif yang diturunkan ini mengalami pergeseran. Ditandai\ndengan penenun modern yang tidak mengetahui makna tersebut. Tentunya\nmotif tenun tersebut merupakan bentuk rupa dari masyarakat zaman kerajaan\nBima sebelum mengenal tulisan. Selain itu informasi yang terkait seputar tenun\nBima ini, terbilang masih sangat minim, yang dimana pada buku-buku kain\ntenun lokal terkait tidak terdapat penjelasan secara spesifik terkait budaya\ntenun masyarakat Bima ini. Kajian utama dalam penelitian ini menganalisis\nmotif tenun Bima, dengan menggali keempat motif utama untuk menemukan\nmakna rupa yang terkandung didalamnya. Melalui kajian ini, maka akan\ndidapatkan data valid terkait motif tenun bima beserta makna rupa dan bentuk\nsejarahnya. Penelitian dilakukan menggunakan metode kualitatif, dimana pada\nmetode ini pengumpulan data didukung oleh studi literatur dengan buku-buku\npenunjang selama penelitian yang terkait dengan fenomena atau masalah yang\ndiambil, kemudian pengamatan lapangan serta wawancara terhadap\nnarasumber yang terkait untuk mengetahui kajian motif secara keseluruhan\nagar sesuai dengan ketentuan yang berlaku, agar nantinya data yang didapat\nmenjadi lebih aktual dan bisa digunakan sebagai dokumentasi budaya Bima itu\nsendiri. Dari metode kualitatif dilanjutkan dengan analisis secara lebih dalam\nmenggunakan teori-teori seperti bahasa rupa dan prinsip estetika. Setelah\nsemua data terkumpul dan berhasil di analisis maka bisa dipastikan bahwa\nmotif tenun ini memiliki bentuk dan makna rupa dari leluhur terdahulu dan\npembuatan media informasi terkait tenun bima ini menjadi lebih mudah dan\nrelevan dengan sejarah budaya Bima.", "Daftar File": {"2021 TS PP ERRI FAJARRINY 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227079"}, "Penulis": "Erri Fajarriny [27118006]", "Kontributor / Dosen Pembimbing": ["Dr. Yan Yan Sunarya, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "bentuk rupa, motif, suku Mbojo, tenun", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "19 Jun 2021"}