{"Nomor": 55831, "Judul": "PERANCANGAN SUBSISTEM PENYIMPANAN DATA DAN SUBSISTEM ANTARMUKA PADA PENGUKUR KUALITAS AIR UNTUK KERAMBA JARING APUNG", "Abstrak": "Sistem  pemantauan  kualitas  air  secara  tradisionalpada  Keramba  Jaring  Apungmemiliki  kesulitan  berupa  karena  sulitnya  akses  sehingga  diimplementasikan sistem pengukuran kualitas air berbasis IoT dimana alat pengukuran akan berada di lokasi dan antarmuka yang dapat diakses dari jarak jauh.Dilakukan pendefinisian spesifikasi terlebih dahulu dimana antarmuka harus dapat menampilkan data dalam bentuk  grafik  maupun  tabel  dan  jangkauan  komunikasi  antara  antarmuka  dengan alat  pengukuran  minimal  5  km.Antarmuka  ini  akan  menampilkan  data  hasil pengukuran  dalam  bentuk  grafik  dan  tabel  dan didefinisikan  sebagai  subsistem penyimpanan   data   dan   subsistem   antarmuka.   Subsistem   penyimpan   data diimplementasikan sebagai databasenonrelasional dan disimpan pada cloud serversedangkan  subsistem  antarmuka  diimplementasikan  sebagai websiteyang  dapat diakses melalui jaringan internet. Antarmuka memiliki beberapa informasi seperti data  hasil  pengukuran  untuk  setiap  parameter,  data  lokasi  pengukuran,  dan informasi  pengguna.  Untukmemproteksi  keamanan  antarmuka,  koneksi  yang diizinkan  untuk  mengakses  server  hanya  koneksi  HTTP  dan  SSH  serta  untuk antarmuka  diimplementasikan token-based  authenticationmenggunakan  JSON Web   Token.   Pengujian   dilakukan   untuk   memverifikasi   fungsi-fungsi   yang diturunkan  dari  spesifikasi  dan  perlu  dijalankan  oleh  subsistem.  Keberhasilan pengujian   diamati   secara   kualitatif   melalui   verifikasi   setiap   fungsi   untuk menentukan ketercapaian spesifikasi.", "Daftar File": {}, "Penulis": "Arief Hirmanto [13217076]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T., M.T., Ph.D.", "Rahmat Mulyawan, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Keramba  Jaring  Apung, IoT, antarmuka, HTTP,  SSH, JSON  Web Token, website.", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "19 Jun 2021"}