{"Nomor": 55837, "Judul": "ANALISIS FISIBILITAS DAN KEEKONOMIAN PEMBANGKIT LISTRIK TENAGA PANAS BUMI BERBASIS ORGANIC RANKINE CYCLE DI ATADEI, NUSA TENGGARA TIMUR", "Abstrak": "Kebutuhan  akan  energi  listrik  setiap  saat  semakin  bertumbuh.  Teknologi  dalam dunia  konversi  energi terusberkembang.Para  peneliti  terus  mengembangkan  teknologi konversi  energi  untuk  memperoleh efisiensi  tinggi  maupun  untuk  mengatasi  berbagai keterbatasan yang ada.Energi panas bumi hadir sebagai salah satu solusi energi bersih baru dan  terbarukan.  Pemanfaatan  energi  panas  bumi  ini  juga  masih  sedikit  terutama  di Indonesia sebagai salah satu negara dengan potensi panas bumi terbesar di dunia. Atadei sendiri merupakan  salah  satu  daerah  di  NTT  yang  memiliki  potensi  energi  panas  bumi tetapi belum merasakan listrik. Saat ini, teknologi dalam konversi energi panas bumi juga sangat  bervariasi.  Organic  Rankine  Cycle  merupakan  salah  satu  teknologi  yang  dapat mengatasi  permasalahan  rendahnya  temperatur  fluida  geothermal. Pada  penelitian  ini, dimodelkan berbagai desain pembangkit listrik berteknologi Organic rankine cycle dengan fluida  kerja  r245famenggunakan  perangkat  lunak EBSILON  Professionalyaitu  desain ORC dasar dan kombinasi preheater, superheater, dan recuperator. Model sistem tersebut akan  dibandingkan dalam  aspekteknikal  dan  ekonomi. Hasilnya  menunjukkan  bahwa pemanfaatan   superheater,   preheater   dapat paling   optimum   dengan   daya   keluaran maksimum  2421.683  kW  dan  efisiensi  13.638%  serta  mampu  melistriki  seluruh  beban rumah  tangga  di  kecamatan  Atadei.  Secara  ekonomi,  sistem  ini  juga  memiliki  IRR  dan payback period yang menarik, dan NPV yang tertinggi. Biaya pembangkitan listrik di WKP Atadei,  NTT  ditentukan  denganmetode  LCOE  yang  menghasilkan  biaya  listrik  sebesar Rp821.27/kWh.", "Daftar File": {}, "Penulis": "Talo Erland Yeshua Riwu Kaho [18017035]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Anggoro Soedjarno P., M.T.", "Burhanuddin Halimi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ORC, efisiensi, fluida kerja, fluida geothermal.", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "19 Jun 2021"}