{"Nomor": 55843, "Judul": "PEMODELAN KEBUTUHAN DAN KETERSEDIAAN BERAS DALAM NEGERI SEBAGAI SALAH SATU UPAYA MEWUJUDKAN KETAHANAN PANGAN DI INDONESIA", "Abstrak": "Sebagai salah satu negara dengan konsumsi makanan pokok utama beras, Indonesia memiliki tingkat konsumsi beras yang tinggi. Hal ini berbanding lurus dengan jumlah penduduk Indonesia yang menempati peringkat keempat terbesar di dunia. Namun, kondisi geografis Indonesia yang memenuhi kriteria untuk penanaman padi membuat hasil produksi atau ketersediaan beras di Indonesia memiliki jumlah yang cukup besar. Walau demikian, Indonesia masih melakukan impor beras dari negara lain. Hingga kini, isu ketahanan pangan masih menjadi topik bahasan yang terus diperbincangkan dan coba diwujudkan. Menurut FAO (1996) dan UU RI No. 18 tahun 2012 terdapat empat indikator yang mempengaruhi ketahanan pangan, yaitu: kecukupan ketersediaan pangan, stabilitas ketersediaan pangan, aksesibilitas terhadap pangan serta kualitas/keamanan pangan. Di Indonesia, ketahanan pangan juga identik dengan adanya ketersediaan dan kebutuhan komoditas utama (beras) atau disebut dengan keseimbangan pangan. Penelitian ini bertujuan untuk memodelkan wilayah yang mengalami surplus atau defisit padi berdasarkan kebutuhan beras dengan ketersediaan beras di Indonesia. Kebaruan dalam penelitian ini adalah penggunaan data spasial dari penginderaan jauh dan pemanfaatan teknologi SIG seperti pemodelan area rural urban, penggunaan data kebutuhan air tanaman serta tingkat kehijauan tanaman (indeks vegetasi). Hasil dari penelitian ini mengindikasi bahwa terdapat 8 provinsi di Indonesia yang mengalami defisit beras dan 26 provinsi lain yang mengalami surplus beras pada rata-rata tahun 2013-2018.", "Daftar File": {"ABSTRAK Vinka Aprilla Patricia": "https://digilib.itb.ac.id/gdl/download/227098"}, "Penulis": "Vinka Aprilla Patricia [15117014]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr.Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Ketahanan pangan, Kebutuhan, Ketersediaan, Beras, Surplus, Defisit, SIG, Penginderaan jauh", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Jun 2021"}