{"Nomor": 55858, "Judul": "PERENCANAAN LADANG PEMBANGKIT LISTRIK TENAGA ARUS PASANG SURUT DI SELAT LOMBOK, NUSA TENGGARA BARAT", "Abstrak": "In 2019, the government of West Nusa Tenggara province formulized Rencana\nUmum Energi Daerah Provinsi, a provincial energy planning which strategizes the\npractice of prioritizing renewable energy usage. Lombok Island as a highly favored\ntourism spot, particularly the West Lombok Regency, is to be planned for transition\nto renewable energy resource converted from the tidal current in Lombok Strait.\nThe calculation on predicted energy demand shows a power deficit of 86.62 GWh\nat West Lombok Regency in the year of 2046. Hydrodynamic modelling and a\nsimulated design of tidal stream farm are needed to analyze the potential of energy\nin the design location. Based on the performed hydrodynamic modelling, the\npotential location is located on the east of Penida Island at the range of -8.783,\n115.656 to -8.783, 115.663, which is then determined as the design location of tidal\nstream generator farm. The depth in this location surpasses 200 m with a median\ncurrent speed of 1.1 m/s. Based on references about tidal energy conversion, the\nconversion instrument needs to have the highest capability of optimizing the\namount of power converted from the current speed. The chosen instrument is\nSeagen S/F manufactured by Marine Current Turbines with a rated power as high\nas 2 MW. The average turbine power production in the potential location is\nestimated to be 0.49 MW, which is still in the range of allowable extracted energy\nfrom the water channel, which has the upper bound of 1.75 MW. Hence, an optimal\nexploitation of the turbine power production is allowed. In order to satisfy the power\ndemand of West Lombok Regency, a tidal stream farm is designed with 20 sets of\ntidal stream generators. A 25-year period financial analysis with 12% rate of return\nconcludes the levelized cost of electricity at Rp 3,482.12/kWh. This value is above\nthe range of average cost of electricity in Indonesia, prevailed by the cost needed\nfor electricity transmission and conversion and followed by fabrication cost. It is\nestimated that an increase in the number of generators per farm will lower the\nlevelized cost of electricity, but the decrease in the levelized cost of electricity will\nnot be significant when a huge capital cost is invested for the project. This design\nconcludes that there is a huge potential in Lombok Strait for tidal current energy\nowing to the location depth and current speed.", "Daftar File": {"ABSTRAK Tiffani": "https://digilib.itb.ac.id/gdl/download/227109"}, "Penulis": "Tiffani [15517078]", "Kontributor / Dosen Pembimbing": ["Ir. Entin Agustini Karjadi, MCE, Ph.D.", "Alamsyah Kurniawan, S.T., Ph.D.", "Izqi Yustina Ammylia Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Lombok Strait, Projected Power Demand, Hydrodynamic Modelling, Seagen S/F, Tidal Current", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Jun 2021"}