{"Nomor": 55863, "Judul": "PEMODELAN DIGITAL TATA RUANG TIGA DIMENSI (3D) KOTA, STUDI KASUS : KAWASAN STRATEGIS KERATON KOTA CIREBON", "Abstrak": "Kota merupakan area interkoneksi antara manusia dan berbagai faktor yang mengatur kehidupan masyarakat sehari-hari dan melibatkan interaksi sosial di dalamnya. Dalam proses pembangunan suatu kota diperlukan perancangan khusus infrastruktur kota khususnya bangunan. Untuk mengintegrasikan berbagai jenis infrastrusktur yang ada pada suatu kota agar sesuai dengan perencanaan pembangunan kota dibutuhkan analisis terhadap model tiga dimensi (3D) kota dan Rencana Tata Bangunan dan Lingkungan (RTBL) kota tersebut. Kota Cirebon merupakan kota di Jawa Barat dan terletak di daerah pantai utara bagian timur yang merupakan jalur utama transportasi dari Jakarta menuju Jawa Barat dan Jawa Tengah. Letak tersebut menjadikan suatu keuntungan bagi Kota Cirebon terutama dalam aspek perhubungan dan komunikasi. Kota Cirebon memiliki Kawasan Strategis Keraton yang menjadi daya tarik pariwisata tersendiri bagi kota tersebut. Terdapat tiga keraton yaitu Keraton Kasepuhan, Keraton Kanoman dan Keraton Keprabonan. Pembuatan model 3D Kota tentu diperlukan data-data yang mendukung seperti data ketinggian, footprint bangunan, titik vegetasi dan jaringan jalan. Metode yang digunakan adalah proses ekstrusi 3D footprint bangunan dengan tata ruang pada perangkat lunak Arcscene. Pada penelitian Tugas Akhir ini dilakukan analisis kesesuaian secara spasial overlay model 3D bangunan terhadap tata ruang 3D mengikuti aturan RTBL Kota Cirebon. Integrasi ini memberikan keluaran berupa laporan kesesuaian tata bangunan yang divisualisasikan berupa Webscene CityEngine. Terdapat beberapa bangunan yang ketinggiannya menyalahi ketentuan RTBL Cirebon pada Tabel 3. Pelaksanaan Tugas Akhir ini diharapkan dapat dimanfaatkan untuk proses pengawasan pelaksanaan tata ruang di kota, khususnya Kawasan Strategis Keraton Kota Cirebon namun bukan sebagai aspek legal diperlukan untuk validasi dan analisis lebih lanjut bagi penelitian ini.", "Daftar File": {"ABSTRAK Shefi Jannati": "https://digilib.itb.ac.id/gdl/download/227111"}, "Penulis": "Shefi Jannati [15117056]", "Kontributor / Dosen Pembimbing": ["Dr. Deni Suwardhi, S.T.,M.T.", "Shafarina Wahyu Trisyanti, S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pemodelan Tiga dimensi(3D) Kota, Webscene, Tata Ruang Digital, CityEngine, Ekstrusi 3D.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Siti Sarah Nurbaity", "File": "1 file", "Tanggal Input": "19 Jun 2021"}