{"Nomor": 55876, "Judul": "OPTIMALISASI PROSES PRODUKSI PUPUK MASARO", "Abstrak": "Sampah merupakan salah satu permasalahan lingkungan di Indonesia yang mendesak. Menurut BPS (2018), timbunan sampah di Indonesia pada tahun 2016 mencapai 65 juta ton. Selain masalah sampah, Indonesia juga menghadapi ketergantungan terhadap pupuk sintetik bersubsidi (hampir mencapai 8,5 juta ton di 2019). Jika porsi penggunaanya tidak dikurangi, pupuk sintetik akan terus membebani APBN melalui subsidi dan menghilangkan kandungan zat hara lahan. Salah satu upaya untuk mengatasi kedua permasalahan sekaligus adalah MASARO (Manajemen Sampah Zero), dengan produk utamanya berupa pupuk MASARO.\nPupuk MASARO dibuat melalui fermentasi sampah membusuk dengan bantuan katalis MASARO. Selama ini, proses produksi pupuk MASARO belum terkuantifikasi dengan baik: pengendalian prosesnya masih bersifat sensorik (visual, olfaktori). Belum diketahui juga kondisi operasi produksi yang optimal, yaitu dengan laju reaksi paling cepat dan kualitas produk terbaik. Terakhir, belum ada analisis mengenai kandungan zat utama dalam pupuk MASARO, yaitu mikroba dan asam amino. Oleh karena itu, penelitian ini dilakukan agar parameter produksi dan kandungan pupuk MASARO dapat terkuantifikasi. Dalam percobaan produksi, sampah dicacah halus, ditambahkan air, lalu direaksikan dalam tahap I dan tahap II. Masing-masing reaksi dilaksanakan dengan katalis MASARO I dan II.\nPada tahap I, terjadi fermentasi karbohidrat dan protein menjadi asam organik dan asam amino, secara berurutan. Lalu, pada tahap II, asam amino terdekomposisi menjadi ammonia ketika asam organik habis dikonsumsi oleh bakteri. Proses produksi yang paling optimal adalah dengan bioreaktor berwarna gelap. Kadar umpan yang digunakan adalah 40% volume reaktor tahap I. Campuran reaksi diaduk sekali sehari dan tidak diaerasi. pH reaksi dipantau setiap hari. Proses produksi tahap I dihentikan ketika nilai pH pupuk stabil pada rentang 4,5 hingga 4,8. Lalu, tahap II dihentikan ketika pupuk mengalami perubahan nilai pH sebesar 0,3 dari pengukuran sebelumnya.", "Daftar File": {"ABSTRAK Muhammad Fakhri Nabiel Aslam": "https://digilib.itb.ac.id/gdl/download/227122"}, "Penulis": "Muhammad Fakhri Nabiel Aslam [13017076]", "Kontributor / Dosen Pembimbing": ["Ir. Akhmad Zainal Abidin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Asam amino, Fermentasi, Kuantifikasi, Mikroba, Sampah organik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Jun 2021"}