{"Nomor": 55877, "Judul": "DETEKSI MANIFESTASI GEOTERMAL BERDASARKAN KEKASARAN PERMUKAAN DAN CEKAMAN VEGETASI MENGGUNAKAN ALOS-2 PALSAR-2 DAN SENTINEL-2 DI KAMOJANG", "Abstrak": "Energi geotermal yang terbarukan, andal, dan ramah lingkungan merupakan salah satu energi yang terpenting. Berdasarkan Peraturan Pemerintah No. 79 Tahun 2014 tentang Kebijakan Energi Nasional, penggunaan energi geotermal harus mencapai 23% pada tahun 2025. Peraturan ini sejalan dengan tujuan ke tujuh dari Sustainable Development Goals (SDG’s) yang menjamin akses energi yang terjangkau, terjamin, berkelanjutan serta terbarukan bagi semua orang. Demi mewujudkan tujuan pemerintah, diperlukan survei pendahuluan dalam skala yang luas dengan waktu yang cepat. Penginderaan jauh dapat menjadi solusi alternatif untuk survei pendahuluan. Adanya energi geotermal dapat dicirikan dengan manifestasi atau fitur permukaan yang berasosiasi dengan geotermal. Manifestasi geotermal merupakan fluida hidrotermal dari dalam bumi yang keluar melalui rekahan atau pori pada batuan menuju ke permukaan. Kandungan fluida bersifat panas yang dapat berdampak pada lingkungan sekitar misalnya terjadi perubahan pada batuan dan anomali vegetasi. Pada penelitian ini kekasaran permukaan dan cekaman vegetasi digunakan sebagai parameter untuk mendeteksi indikasi manifestasi geotermal di Kamojang, Jawa Barat. Data yang digunakan adalah citra ALOS-2 PALSAR-2 untuk mendapatkan informasi kekasaran permukaan dan informasi cekaman vegetasi diperoleh dari analisis indeks vegetasi menggunakan citra Sentinel-2, yaitu Normalized Difference Vegetation Index (NDVI), Soil Adjusted Vegetation Index (SAVI), Green Normalized Difference Vegetation Index (GNDVI), dan Renormalized Difference Vegetation Index (RDVI). Hasil penelitian ini menunjukkan bahwa nilai kekasaran permukaan di daerah manifestasi memiliki nilai yang sedikit lebih tinggi dari daerah sekitarnya sedangkan indeks vegetasi pada daerah manifestasi memiliki nilai yang lebih rendah. Nilai akurasi yang didapatkan sebesar 71,43% dengan laju prediksi kesalahan 28,57%.", "Daftar File": {"ABSTRAK Wahyuni Candra Dewi": "https://digilib.itb.ac.id/gdl/download/227123"}, "Penulis": "Wahyuni Candra Dewi [15117083]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Dr.Eng. Asep Saepuloh, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "manifestasi geotermal, kekasaran permukaan, cekaman vegetasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Jun 2021"}