{"Nomor": 55881, "Judul": "DESAIN POLA OPERASI TERMINAL PETIKEMAS SURABAYA (TPS), PELABUHAN TANJUNG PERAK, KOTA SURABAYA, PROVINSI JAWA TIMUR", "Abstrak": "Terminal Petikemas Surabaya merupakan pelabuhan yang terletak di\nTanjung Perak, Kota Surabaya, Jawa Timur. Terminal Petikemas Surabaya adalah\nsalah satu anak perusahaan PT Pelabuhan Indonesia III (Persero) yang bergerak di\nbidang pelayanan jasa terminal petikemas dengan peralatan handling terlengkap di\nwilayah Indonesia Timur, yang menjadikan Pelabuhan Tanjung Perak menempati\nurutan ke-2 Pelabuhan tersibuk di Indonesia. Berkaitan dengan hal tersebut,\nTerminal Petikemas Surabaya menghasilkan kapasitas throughput terbesar bila\ndibandingkan dengan terminal petikemas lainnya di Pelabuhan Tanjung Perak,\nseperti PT Terminal Teluk Lamong dan PT Berlian Jasa Terminal Indonesia. Pada\nTugas Akhir ini membahas desain pola operasi dermaga, desain pola operasi\nlapangan penumpukan, penentuan kebutuhan transportasi horizontal, serta\nperhitungan biaya dan tarif penanganan peti kemas. Perancangan pola operasi\ndermaga meliputi perancangan kombinasi tambatan kapal di dermaga, penentuan\njenis dan jumlah alat bongkar muat peti kemas di dermaga, perhitungan\nproduktivitas alat bongkar muat, dan perhitungan kapasitas dermaga. Kapasitas\ndermaga terminal peti kemas yang dirancang adalah 1.502.982 TEU/tahun.\nPerancangan pola operasi di lapangan penumpukan meliputi penentuan orientasi\npenumpukan peti kemas, penentuan jenis dan jumlah alat atur lapangan\npenumpukan, perhitungan produktivitas alat atur lapangan penumpukan, dan\nperhitungan kapasitas lapangan penumpukan. Kapasitas lapangan penumpukan\nterminal peti kemas yang dirancang adalah 1.711.255 TEU/tahun. Penentuan\nkebutuhan alat transportasi horizontal meliputi penentuan jenis dan jumlah alat\ntransportasi horizontal. Alat transportasi horizontal yang digunakan adalah 140 truk\ntrailer, serta perhitungan biaya kapital dan penentuan tarif penanganan peti kemas\nmeliputi perhitungan biaya total kapital, perhitungan total pengeluaran dan\npemasukan per tahun selama payback period, dan penentuan tarif penanganan peti\nkemas.", "Daftar File": {"ABSTRAK Nisrina Byan Paramitha": "https://digilib.itb.ac.id/gdl/download/227128"}, "Penulis": "Nisrina Byan Paramitha [15517025]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D.", "Ir. Rildova, M.T., Ph.D.", "Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Terminal Petikemas Surabaya, Pola Operasi, Peti Kemas, Kapasitas, Biaya Kapital, Tarif Penanganan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Jun 2021"}