{"Nomor": 55892, "Judul": "KINETIKA ESTERIFIKASI ALKOHOL RANTAI PANJANG DENGAN ASAM DIKARBOKSILAT UNTUK PEMBUATAN PELUMAS SINTETIK", "Abstrak": "Semakin banyak industri yang membutuhkan pelumas dengan performa baik pada kondisi ekstrem dan terkategori ramah lingkungan. Pelumas konvensional berbahan dasar mineral oil diproduksi dengan harga murah, namun memiliki keterbatasan pada sifat fisik-kimia, sehingga performa pelumas yang dihasilkan kurang baik. Salah satu alternatif base stock pelumas sintetik dengan sifat fisik-kimia yang baik pada rentang temperatur yang luas dan ketahanan yang tinggi terhadap tegangan geser, reaksi oksidasi, reaksi hidrolisis, dan temperatur tinggi adalah diester. Studi mengenai konversi dan kinetika reaksi esterifikasi alkohol rantai panjang dan asam dikarboksilat untuk menghasilkan diester dilakukan dengan tujuan untuk mendukung produksi dalam negeri pelumas dengan bahan dasar diester pada skala yang lebih besar.\nProduksi dioktadesil adipat sebagai base stock pelumas akan dilakukan melalui reaksi esterifikasi antara oktadekanol dan asam adipat dengan bantuan katalis asam pada temperatur 120-130?C dan tekanan atmosferik selama 240 menit. Variasi yang dilakukan pada reaksi esterifikasi ini meliputi rasio molar asam adipat:oktadekanol, yaitu 1:2 dan 1:4, serta jenis katalis, yaitu H2SO4 98% dan PTSA 99%. Analisis angka asam pada sampel larutan reaksi dan pengukuran volume air yang terbentuk dilakukan secara berkala selama reaksi berlangsung. Kinetika reaksi dimodelkan dengan persamaan kinetika reaksi orde 1 dan 2. Kinetika reaksi dimodelkan dengan persamaan kinetika reaksi orde 1, 2, dan 3. Hasil penelitian menunjukkan bahwa rasio molar asam adipat:oktadekanol yang menghasilkan konversi dan laju reaksi esterifikasi paling optimum adalah rasio molar 1:4 dengan katalis H2SO4. Konversi reaksi mencapai 71% dan 60,5% dengan tetapan kinetika reaksi 4,89×10-5 dan 5,04×10-5 L/mol.s dengan katalis PTSA dan H2SO4 secara berturut-turut.", "Daftar File": {"ABSTRAK Sharia Auliaannisaa": "https://digilib.itb.ac.id/gdl/download/227138"}, "Penulis": "Sharia Auliaannisaa [13017014]", "Kontributor / Dosen Pembimbing": ["Dr. Tirto Prakoso, S.T., M.Eng.", "Meiti Pratiwi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "asam adipat, base stock, esterifikasi, oktadekanol, kinetika reaksi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jun 2021"}