{"Nomor": 55890, "Judul": "DESAIN LAYOUT DAN POLA OPERASI TERMINAL PETI KEMAS BUNGKUTOKO (KENDARI NEW PORT) TAHAP II, PELABUHAN BUNGKUTOKO, PROVINSI SULAWESI TENGGARA", "Abstrak": "Pelabuhan Bungkutoko merupakan Pelabuhan Pengumpul yang terletak di Pulau Bungkutoko, Provinsi Sulawesi Tenggara. Pelabuhan Bungkutoko telah diresmikan pembangunannya sejak 2 Mei 2016 dengan berdasar pada Rencana Induk Pelabuhan Kendari/Bungkutoko yang diterbitkan oleh Kementerian Perhubungan Republik Indonesia. Pembangunan Pelabuhan Bungkutoko terdiri dari dua terminal, yaitu Terminal Multipurpose dan Terminal Peti Kemas Bungkutoko (Kendari New Port). Pada rencana pengembangannya, terdapat tiga tahapan utama, yaitu Tahap I (2016 – 2020), Tahap II (2021 – 2025), dan Tahap 3 (2026 – 2035). Pembangunan Terminal Peti kemas Bungkutoko (Kendari New Port) merupakan solusi atas keterbatasan lahan dan kondisi Pelabuhan Kendari yang tak mampu lagi melayani arus logistik yang terus meningkat tiap tahunnya namun tidak diiringi fasilitas yang memadai sehingga dibutuhkan terminal baru yang mampu melayani peningkatan arus peti kemas dengan fasilitas yang lebih mumpuni. Agar aktivitas pada Terminal Peti Kemas Bungkutoko (Kendari New Port) Tahap II dapat berjalan dengan optimal, maka pada Tugas Akhir ini akan dibahas mengenai Desain Layout dan Pola Operasi Terminal Peti Kemas Bungkutoko (Kendari New Port) Tahap II.\nDesain layout dan pola operasi didasarkan pada dimensi rencana pada Keputusan Menteri Perhubungan RI Nomor KM 8 Tahun 2019 tentang Rencana Induk Pelabuhan Kendari/Bungkutoko. Pembahasan pada Tugas Akhir ini meliputi desain layout dan pola operasi área dermaga, desain layout dan pola operasi área lapangan penumpukan, dan perhitungan biaya dan tarif penanganan peti kemas. Berdasarkan proses desain yang telah dilakukan, diperoleh kapasitas penanganan peti kemas di dermaga sebesar 509.330 TEU/Tahun, kapasitas penanganan peti kemas di lapangan penumpukan sebesar 443.688 TEUs/tahun, serta perhitungan biaya kapital dan tarif penanganan peti kemas yang meliputi perhitungan biaya kapital peralatan total, biaya kapital per peti kemas, biaya kapital per alat penanganan, perhitungan pengeluaran dan pemasukan yang dibutuhkan selama payback period (10 tahun), pembuatan cashflow (aliran kas), dan penentuan tarif penanganan per peti kemas berdasarkan skenario Fully Container Load.", "Daftar File": {"ABSTRAK Bagas Prakasa Utomo": "https://digilib.itb.ac.id/gdl/download/227137"}, "Penulis": "Bagas Prakasa Utomo [15517059]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D.", "Alamsyah Kurniawan, S.T., Ph.D.", "Izqi Yustina Ammylia Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Peti Kemas, Layout, Pola Operasi, Terminal, Kapasitas, Biaya, Tarif Penanganan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jun 2021"}