{"Nomor": 55908, "Judul": "EVALUASI KESIAPAN UNTUK MENGGUNAKAN SISTEM INFORMASI PUSKESMAS BERBASIS TECHNOLOGY ACCEPTANCE MODEL DENGAN MEMPERTIMBANGKAN FAKTOR RISIKO", "Abstrak": "Dengan adanya peralihan sistem yang terdapat pada Puskesmas, sebelumnya adalah Sistem Pencatatan dan Pelaporan Terpadu Puskesmas (SP2TP) menjadi Sistem Informasi Puskesmas berbasis elektronik (e-Puskesmas), membuat para tenaga kesehatan harus beradaptasi dengan Teknologi Informasi (TI) terbaru. Dari data administratif sebanyak 35 puskesmas dari 26 kecamatan yang ada di Kabupaten Sumedang sudah mengimplementasikan e-Puskesmas sejak tahun 2019 namun penggunaannya belum optimal dikarenakan belum memenuhi tingkat penerimaan yang tepat. Penelitian ini bertujuan untuk menganalisis faktor-faktor yang berpengaruh penting terhadap niat untuk menggunakan sistem informasi puskesmas berbasis elektronik yang terletak di lingkungan Kabupaten Sumedang.\nPenelitian ini merupakan penelitian deskriptif analitis dengan menggunakan 128 data tenaga kesehatan yang bekerja di seluruh Puskesmas di daerah Kabupaten Sumedang yang didapatkan melalui hasil survei secara online. Adopsi penerimaan sistem informasi puskesmas dinilai berdasarkan metode Technology Acceptance Model (TAM) dengan mempertimbangkan faktor risiko atau risiko yang dirasakan ketika menggunakan sistem informasi tersebut (perceived risk). Data yang terkumpul kemudian diolah dan dianalisis dengan menggunakan metode PLS-SEM.\nHasil pengolahan data menunjukkan bahwa faktor kegunaan yang dirasakan (perceived usefulness) dengan nilai ? = 0.001 dan ? = 3.363 memiliki pengaruh yang signifikan terhadap niat untuk menggunakan sistem informasi puskesmas berbasis elektronik. Para tenaga kesehatan memiliki niat untuk menggunakan teknologi terbaru yakni aplikasi e-Puskesmas, dikarenakan adanya manfaat yang diperoleh ketika menggunakan aplikasi tersebut. Manfaat yang diperoleh yakni dapat mengurangi beban kerja tenaga kesehatan sehingga efisiensi dan kualitas pelayanan kesehatan dapat meningkat, serta kinerja dan produktivitas para tenaga kesehatan dapat jauh lebih meningkat.", "Daftar File": {"ABSTRAK Ayu Nova Rahmawati": "https://digilib.itb.ac.id/gdl/download/227155"}, "Penulis": "Ayu Nova Rahmawati [23418082]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Intention to Use, Perceived Risk, Threat to Personal Autonomy, Sistem Informasi Kesehatan, Sistem Informasi Puskesmas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jun 2021"}