{"Nomor": 55905, "Judul": "ANALISIS PENGARUH JARAK TEMPUH (ROUTING) DAN  JARAK LANGSUNG (EUCLIDEAN) FASILITAS UMUM  TERDEKAT TERHADAP HARGA TANAH DENGAN  MODEL GEOGRAPHICALLY WEIGHTED REGRESSION (STUDI KASUS : BANDUNG TIMUR)", "Abstrak": "Studi nilai tanah dibutuhkan untuk mendukung kebijakan pemerintah dalam segi pembangunan, pendanaan, pemberian kredit, dan investasi demi mendukung kesejahteraan masyarakat. Penelitian ini dilakukan untuk mengetahui perbandingan penggunaan Jarak Tempuh dan Jarak Langsung Fasilitas Umum Terdekat Terhadap Harga Tanah dengan Menggunakan Model Geographically Weighted Regression.\nPenelitian ini dilakukan dengan membandingkan data jarak tempuh (Routing) dan data jarak langsung (Euclidean) terdekat antara suatu persil tanah terhadap fasilitas umum. Variabel spasial yang digunakan untuk penelitian ini adalah variabel fasiltias ibadah, fasilitas industri, fasilitas keamanan, fasilitas kesehatan, fasilitas niaga, fasilitas olahraga dan rekreasi, fasilitas pendidikan dasar, fasilitas pendidikan tinggi, kantor pemerintahan, lembaga pemasyarakatan, terminal, gerbang tol, jalan, topografi, dan kemiringan. Jarak Langsung diperoleh dari perhitungan jarak lurus terdekat antara persil tanah dengan fasilitas umum sedangkan Jarak Tempuh diperoleh dari Jarak bedasarkan rute terdekat antara persil tanah dengan fasilitas umum berdasarkan jaringan jalan dengan network analysis. Data Jarak tersebut akan digunakan untuk pemodelan harga tanah menggunakan Model GWR. Dari dua model yang dihasilkan, dilakukan analisis perbandingan model dengan penentuan jarak untuk mengetahui model yang lebih baik.\nPemodelan Harga Tanah dengan Metode GWR menggunakan data Jarak Tempuh menghasilkan besaran error Rp. 249.057/m2 sedangkan Pemodelan Harga Tanah dengan Metode GWR menggunakan data Jarak Langsung menghasilkan besaran error Rp. 251.891/m2.", "Daftar File": {"ABSTRAK Ricky Bonardo": "https://digilib.itb.ac.id/gdl/download/227152", "COVER Ricky Bonardo": "https://digilib.itb.ac.id/gdl/download/242826", "PUSTAKA Ricky Bonardo": "https://digilib.itb.ac.id/gdl/download/242831"}, "Penulis": "Ricky Bonardo [15117021]", "Kontributor / Dosen Pembimbing": ["Dr. Albertus Deliar, S.T., M.T.", "Alfita Puspa Handayani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "GWR, Jarak Langsung, Jarak Tempuh, Harga Tanah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "19 Jun 2021"}