{"Nomor": 55914, "Judul": "ESTIMASI TEKANAN LUAP MENGGUNAKAN DATA LOG TALIKAWAT PADA LAPANGAN F, CEKUNGAN JAWA BARAT UTARA", "Abstrak": "Lapangan F berlokasi di Cekungan Jawa Barat Utara, lebih tepatnya pada sub-\nCekungan Arjuna. Terdapat lapisan serpih yang tebal (Formasi Talang Akar) dan\nfenomena trip gas yang intens pada Lapangan F yang dapat mengindikasikan\nkeberadaan tekanan luap. Tekanan luap dapat menyebabkan masalah-masalah\npengeboran, seperti kick. Oleh karena itu, pada penelitian ini diteliti potensi\nterjadinya tekanan luap beserta karakteristiknya.\nData yang digunakan dalam penelitian ini berupa data pengeboran (pengukuran\ntekanan pori secara langsung dan laporan akhir pengeboran), data log talikawat (log\ngamma ray, resistivitas, densitas, neutron, dan sonik), dan data pendukung\n(deskripsi batuan dan data geokimia). Tujuan penelitian ini adalah untuk\nmengetahui karakteristik tekanan luap dengan melakukan estimasi dengan metode\nEaton dan Bowers.\nSetelah dilakukan identifikasi tekanan luap pada Lapangan F, diketahui bahwa zona\ntekanan luap ditemukan pada Formasi Talang Akar bagian atas dengan mekanisme\nutama loading, yaitu akibat laju sedimentasi melebihi 100 m/juta tahun yang terjadi\npada sumur FP-1, FP-2, FP-3, dan FP-4. Hasil korelasi puncak tekanan luap\nmemberikan gambaran bahwa keberadaan puncak tekanan luap memiliki pola yang\nsama dengan puncak Formasi Talang Akar pada daerah penelitian. Puncak tekanan\nluap dari masing-masing sumur mendangkal ke arah utara. Kemudian estimasi nilai\ntekanan pori yang dilakukan dengan metode Eaton menunjukkan bahwa pangkat\nEaton yang sesuai, yaitu sebesar 1,5 dan konstanta bowers A = 4,5 dan B = 0,9.", "Daftar File": {"ABSTRAK Fitriansyah Putri": "https://digilib.itb.ac.id/gdl/download/227162"}, "Penulis": "Fitriansyah Putri [22018028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Johan Arif, M.T.", "Dr.Eng. Imam Achmad Sadisun, S.T., M.T.", "Agus Mochamad Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "tekanan luap, log talikawat, metode Eaton, metode Bowers", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jun 2021"}