{"Nomor": 55910, "Judul": "PEMBUATAN BASIS DATA KUALITAS AIR SUNGAI CIUJUNG MENGGUNAKAN PEMODELAN HEC-RAS UNTUK PEMBUATAN SISTEM PENDUKUNG MONITORING KUALITAS AIR MENGGUNAKAN ARTIFICIAL NEURAL NETWORK", "Abstrak": "Salah satu pendekatan dalam mengidentifikasi beban pencemaran yang dikeluarkan oleh industri secara cepat dan akurat adalah dengan membuat suatu pemodelan yang diambil dari basis data yang terpercaya. HEC-RAS digunakan dalam membangun (generating) basis data kualitas air Sungai Ciujung untuk digunakan dalam melakukan simulasi berbagai macam skenario dalam pemodelan proyeksi kualitas air. Badan air merupakan suatu media yang terdiri dari banyak parameter di dalamnya. Parameter-parameter yang ada memiliki peran tersendiri dalam memberikan pengaruhnya, secara signifikan, terhadap kualitas air. Hal itu tergambarkan dari hasil simulasi yang dilakukan, di mana buangan industri minimum pun dapat memberikan nilai yang buruk bagi kualitas air tersebut. Dari running pemodelan yang dilakukan, dengan adanya pengaruh parameter lainnya, buangan minimum industri dapat memberikan nilai kualitas air di atas baku mutu air kelas 4 (12 mg/L). Tingkat kepercayaan terhadap hasil tersebut ditunjukkan dari adanya korelasi yang kuat antara input dan output dalam pemodelan menggunakan Artificial Neural Network berdasar basis data yang dibangun menggunakan simulasi HEC-RAS. Korelasi yang kuat ini menjadikan basis data kualitas air Sungai Ciujung layak untuk direkomendasikan sebagai bagian dari alat (tools) dalam memverifikasi data hasil pelaksanaan monitoring yang wajib dilakukan oleh industri.", "Daftar File": {"ABSTRAK Rebiet Rimba Rinjani": "https://digilib.itb.ac.id/gdl/download/227158"}, "Penulis": "Rebiet Rimba Rinjani [95018015]", "Kontributor / Dosen Pembimbing": ["Ir. Cahyono, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "HEC-RAS, Artificial Neural Network, Basis Data, Buangan Industri", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jun 2021"}