{"Nomor": 55911, "Judul": "TEKTONOSTRATIGRAFI DAN PALEOGEOGRAFI PADA CEKUNGAN MAMBERAMO, PAPUA", "Abstrak": "Cekungan Mamberamo merupakan salah satu cekungan yang berada di timur Indonesia. Cekungan ini terletak diantara pegunungan Central Ranges dengan palung New Guinea yang termasuk dalam Cekungan Papua Utara. Cekungan ini terbentuk di atas lempeng samudera. Cekungan Mamberamo mulanya adalah cekungan busur muka tetapi sejak tumbukan pada Oligosen antara busur kepulauan dengan Lempeng Indo-Australia merubah tektonik dan sedimentasi di daerah tersebut menjadi successor basin. Hasil dari pemboran terdahulu, pada cekungan ini terdapat lingkungan pengendapan lingkungan laut dalam hingga dangkal, adanya perbedaan tersebut berkaitan erat dengan perkembangan cekungannya.\nSejarah perkembangan cekungan Mamberamo dapat diketahui dengan analisis tektonostratigrafi dan analisis paleogeografi. Analisis tektonostratigrafi dan paleogeografi ini berdasarkan enam data sumur, tiga puluh lima lintasan seismik 2D sepanjang + 1.017,96 km dan laporan sumur pemboran. Hasil dari pengolahan dan interpretasi data menghasilkan peta struktur waktu, peta struktur kedalaman, peta ketebalan (isopach). Peta ketebalan yang dihasilkan pada masing-masing interval waktu menggambarkan tektonik dan pola endapan sedimen yang terjadi pada interval tersebut. Data tersebut digunakan untuk menganalisis tektonostratigrafi dan paleogeografi dengan tambahan data biostratigrafi. Interval yang dianalisis dari Miosen Tengah hingga Holosen.\nKolisi yang terjadi pada umur Oligosen mengakibatkan sesar mendatar mengiri pada Miosen Awal. Sesar mendatar ini menghasilkan tektonik transtensional berarah utara-selatan. Subduksi oblique yang aktif pada Miosen Tengah menghasilkan Busur Maramuni di timur Pulau New Guinea dan sesar mendatar mengiri masih berlanjut pada Papua Utara. Pada interval Miosen Tengah hingga Pliosen Awal berkembang tektonik transtensional berarah utara – selatan (N-S) yang mengakibatkan berkembangnya sesar normal yang berarah barat - timur (W-E). Transtensional pada umur Miosen Tengah hingga umur Miosen Akhir ini dipengaruhi oleh subduksi oblique. Pada Miosen Akhir terjadi ketidakselarasan akibat perubahan aktivitas tektonik setelah orogenesa (kolisi) Central Ranges selesai. Transtensional dari umur Miosen Akhir hingga Pliosen Awal disebabkan adanya perubahan arah gerak relatif Lempeng Mikro Caroline (bagian dari Lempeng Pasifik) terhadap Lempeng Indo – Australia dari arah baratdaya (SW) ke\narah barat (W). Transtensional rentang ini menghasilkan endapan sedimen lebih tebal dari rentang sebelumnya. Pola endapan sedimen pada interval ini dikontrol oleh sesar normal. Transtensional berakhir pada umur Pliosen Awal, hal ini ditandai pola endapan sedimen yang tidak dikontrol oleh sesar normal dan cenderung menebal secara gradual kearah selatan pada Pliosen Awal hingga Pliosen Akhir. Pada rentang waktu Pleistosen Awal hingga Holosen berkembang tektonik transpressional berarah utara – selatan yang diakibatkan oleh perubahan arah gerak relatif Lempeng Caroline – Pasifik terhadap Lempeng Indo – Australia dari arah barat (W) ke arah baratdaya (SW). Pada interval ini menyebabkan terbentuknya struktur bunga positif serta mengontrol ketebalan sedimen.\nArah sedimentasi pada umur Pra Miosen Tengah berasal dari utara yang berasal dari Niengo Basement atau Tinggian Niengo. Pada interval Miosen Tengah hingga Pleistosen Awal arah sedimentasi berasal dari utara dan selatan. Tinggian Niengo sebagai suplai sedimen di utara sedangkan suplai sedimen dari arah selatan berasal dari platform karbonat pada Miosen Tengah dan orogenesa Central Ranges mulai dari Miosen Tengah. Sedimentasi dari arah utara berhenti setelah Tinggian Niengo tertutupi oleh endapan sedimen yang berasal dari selatan pada Umur Pleistosen Akhir. Arah sedimentasi dari selatan berlangsung hingga saat ini dari umur Miosen Tengah. Arah sedimentasi dari selatan diindikasikan dari batupasir yang mengandung kuarsa yang berasal dari kontinental (Central Ranges).\nPaleogeografi berdasarkan data biostratigrafi, peta ketebalan dan studi literatur. Pada umur Miosen Tengah merupakan lingkungan pengendapan karbonat yang terdiri dari shelf, reef, basin floor, dan apron turbidit. Pada rentang waktu Miosen Akhir hingga Pliosen Akhir terdiri dari shelf, slope, basin floor, dan submarine fan. Pada interval Pleistosen Awal hingga Akhir merupakan shelf sedangkan pada Holosen terdiri dari litoral dan shelf.", "Daftar File": {"ABSTRAK Arif Hidayat": "https://digilib.itb.ac.id/gdl/download/227655"}, "Penulis": "Arif Hidayat [22017311]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji", "Alfend Rudyawan, S.T., M.Sc., Ph.D.", "Reynaldy Fifariz, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tektonostratigrafi, Paleogeografi, Cekungan Mamberamo.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jun 2021"}