{"Nomor": 55928, "Judul": "PENENTUAN PARAMETER UTAMA SISTEM  PROTEKSI PADA SISTEM KELISTRIKAN  TERINTEGRASI DISTRIBUTED GENERATION", "Abstrak": "Sistem tenaga selalu mengalami inovasi teknologi seiring berjalanya waktu. \nInovasi di sisi pembangkitan memungkinkan pembangkitan listrik oleh pengguna \nyang lokasinya tersebar dan terdistribusi sepanjang sistem. Pembangkitan yang \nterdesentralisasi yang umumnya adalah energi terbarukan menyebabkan perubahan \nkondisi sistem dari waktu ke waktu, dimulai dari perubahan aliran daya serta \nbesarnya arus hubung singkat yang meningkat akibat bertambahnya sumber\npembangkitan. Perubahan kondisi sistem akan mengakibatkan skema sistem \nproteksi yang dibutuhkan berbeda dan dapat menyebabkan sistem proteksi tidak \ndapat diandalkan sehingga mengakibatkan kegagalan proteksi. Agar sistem tetap \naman dan stabil dalam kondisi apapun, diperlukan suatu sistem proteksi yang dapat \nberadaptasi dengan perubahan sistem, namun untuk merealisasikanya dibutuhkan \nsistem komunikasi kompleks. Salah satu solusi dari masalah tersebut adalah dengan \ncara mendesain suatu rele yang bekerja dengan satu parameter yang perubahannya \nkonsisten terhadap kondisi sistem. Dalam penelitian ini, dilakukan kajian terhadap \nparameter utama yang konsisten terhadap perubahan sistem distribusi yang \nterintegrasi dengan pembangkitan tersebar lalu dibuat sebuah algoritma dari rele \nyang memanfaatkan parameter hasil temuan sebelumnya. Hasil simulasi \nmenunjukkan bahwa tegangan lebih dapat diandalkan daripada arus, dan algoritma \nyang didesain dapat bekerja secara akurat menentukan jenis gangguan yang terjadi.", "Daftar File": {}, "Penulis": "Iqbal Aditya [18017031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Kevin Marojahan B N, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sistem proteksi, pembangkitan terdistribusi, adaptive protection  system, parameter rele, DIgSILENT", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "20 Jun 2021"}