{"Nomor": 55921, "Judul": "OPTIMASI MODEL EFFICIENTNET UNTUK KLASIFIKASI LIMA KELAS TINGKAT KEPARAHAN RETINOPATI DIABETIK", "Abstrak": "Sistem klasifikasi otomatis membantu penanganan retinopati diabetik, khususnya\nuntuk diaplikasikan di daerah yang kekurangan tenaga ahli untuk melakukan\ndiagnosis manual. Di antara berbagai macam arsitektur model deep learning,\narsitektur berukuran kecil adalah pilihan yang lebih ideal akibat potensi aplikasinya\nyang lebih luas. Pada penelitian sebelumnya, Taufiqurrahman (2020) telah\nmengembangkan strategi pelatihan untuk MobileNetV2, salah satu model\nberarsitektur kecil. Selain MobileNetV2, EfficientNet merupakan kelompok model\nberarsitektur kecil yang memiliki kinerja klasifikasi gambar yang unggul pada\nberbagai dataset benchmark. Pada penelitian ini, dilakukan studi eksperimental\nuntuk mencari strategi optimasi untuk model EfficientNetB0 yang berangkat dari\nstrategi yang telah dikembangkan oleh Taufiqurrahman. Strategi optimal diperoleh\ndengan menggunakan epoch = 100, batch size = 8, loss = Huber, dan optimizer =\nAdam, tanpa preprocessing warna, resampling pada setiap kelas, dan menerapkan\naugmentasi data. Hasil optimasi menunjukkan bahwa EfficientNetB0 yang dilatih\ndengan strategi optimal memiliki akurasi sebesar 80.47% dan QWK sebesar\n0.9145, dengan peningkatan akurasi sebesar 3.47% dan peningkatan QWK sebesar\n0.0105 dari strategi optimal MobileNetV2 yang dikembangkan pada penelitian\nTaufiqurrahman. Penskalaan EfficientNetB0 ke EfficientNetB1 dengan resolusi\ninput yang sama meningkatkan jumlah parameter model sebesar 56.83%, namun\nhanya meningkatkan akurasi sebesar 1.84% dan QWK sebesar 0.0068, sedangkan\npenskalaan EfficientNetB0 ke EfficientNetB2 memiliki jumlah parameter 82%\nlebih besar dari EfficientNetB0 hanya meningkatkan akurasi sebesar 1.92% dengan\nQWK yang lebih rendah dari EfficientNetB1. Misklasifikasi pada model\nEfficientNetB0 yang telah dilatih dengan strategi optimal umumnya disebabkan\noleh data dengan fitur klinis retinopati yang tidak umum di kelasnya atau tidak\nsecara langsung terkait dengan tingkat keparahan, atau data dengan fitur visual\nnonklinis yang unik di kelasnya, seperti aspek rasio yang spesifik. EfficientNetB1\ndan EfficientNetB2 memiliki karakteristik misklasifikasi yang sama.", "Daftar File": {}, "Penulis": "Ammar [18317018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Astri Handayani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Retinopati diabetik, EfficientNet, klasifikasi multikelas", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "20 Jun 2021"}