{"Nomor": 55927, "Judul": "PERANCANGAN MODEL KLASIFIKASI UNTUK DETEKSI COVID-19 MELALUI REKAMAN SUARA BATUK MENGGUNAKAN ALGORITME XGBOOST CLASSIFIER", "Abstrak": "Deteksi awal infeksi virus merupakan hal yang sangat penting dalam penanganan\nlaju penyebaran wabah. Orang-orang yang dinyatakan positif terpapar dapat segera\nmelakukan isolasi mandiri dan perawatan di rumah sehingga penularan tidak\nsemakin meluas dan membahayakan kesehatan orang-orang disekitarnya, yang\nlebih rentan apabila terpapar karena mempunyai sistem kekebalan tubuh yang\nlemah, terutama seseorang dengan riwayat penyakit penyerta (komorbid). Saat ini,\nstandar emas untuk diagnosis COVID-19 adalah RT-PCR (Reverse Transcription\nPolymerase Chain Reaction). Namun, tes ini memiliki beberapa batasan\ndiantaranya dari segi ketersediaan alat PCR, keterampilan penguji dalam\nmelakukan prosedur, dan pelanggaran terhadap protokol pembatasan jarak sosial.\nAlat skrining Covid-19 lainnya seperti rapid antigen, rapid tes antibodi dan GeNose\njuga memiliki keterbatasan yang sama. Karena itu, dibutuhkan pengembangan\nmodel untuk mewujudkan tes skrining Covid-19 yang gratis, non-invasif dan dapat\ndilakukan dimana saja sehingga dapat mengatasi keterbatasan-keterbatasan\ntersebut. Alat pra-skrining memiliki potensi untuk dijadikan aplikasi smartphone\nsehingga dapat menjangkau masyarakat lebih luas. Covid-19 diketahui menyerang\nsistem saluran pernapasan, sehingga pengujian terhadap suara batuk dapat\ndilakukan sebagai deteksi awal kemungkinan seseorang terpapar Covid-19. Pada\npenelitian ini, kami mengembangkan sebuah model mesin pembelajaran yang dapat\nmelakukan klasifikasi Covid-19 melalui rekaman suara batuk. Fitur-fitur MFCC\ndiekstrak dari suara batuk. Kemudian, algoritme XGBoost Classifier melakukan\npelabelan suara batuk berdasarkan fitur-fitur tersebut. Kami melatih algoritme\nterhadap database Virufy dan Coswara. Hasil penelitian menunjukan bahwa akurasi\nmodel klasifikasi mencapai 86%.", "Daftar File": {}, "Penulis": "Mesayu Elida Irawati [18315021]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Covid-19, skrining, batuk, MFCC, XGBoost Classifier", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "20 Jun 2021"}