{"Nomor": 55935, "Judul": "PERANCANGAN PORTABLE DEVICE DAN IMPLEMENTASI INDOOR  POSITIONING DENGAN METODE FINGERPRINTING PADA SISTEM  CONNECTED SOLUTION FOR PERSONNEL TRACKER ON  MANUFACTURING INDUSTRIES", "Abstrak": "Manufaktur adalah salah satu bidang yang memerlukan proses serba cepat, efisien, dan \nefektif. Namun, luasnya lingkungan indoor manufaktur yang besar menyebabkan proses \npengawasan lokasi staff pekerja oleh supervisor tidak dapat dilakukan setiap saat secara tatap \nmuka. Kondisi ini menyebabkan staff pekerja berpotensi tidak berada pada workstation yang sudah \nditentukan. Untuk menjawab permasalahan tersebut solusi yang diusulkan adalah Connected \nSolution for Personnel Tracker on Manufacturing Industries. Solusi ini melacak lokasi dari staff \npekerja yang sedang berada pada lingkungan indoor. \nSolusi ini terdiri dari Portable Device dan perangkat lunak. Portable device digunakan oleh \nstaff pekerja dan berfungsi untuk mengambil data RSSI WiFi di lingkungan indoor. Untuk \npelacakan lokasi, metode yang digunakan adalah Fingerprinting Indoor Positioning. Metode ini \nbekerja dengan cara mengumpulkan data RSSI WiFi pada reference point yang sudah ditentukan \nsebelumnya, kemudian Portable Device dibawa pada lokasi yang tidak diketahui untuk diestimasi \nlokasinya dengan algoritma pendekatan K-NN (K- Nearest Neighbor). Implementasi indoor \npositioning dilakukan pada gedung Campus Center kampus ITB Ganesha. Lokasi implementasi \nadalah luas area 437.73m2 yang dibagi menjadi 6 lokasi. Hasil akhir dari indoor positioning adalah \nprediksi akurasi benar 91.14% dengan error 8.6%.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/227247", "Abstrak": "https://digilib.itb.ac.id/gdl/download/227248", "Abstract": "https://digilib.itb.ac.id/gdl/download/227249", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/227250", "Daftar Pustaka": "https://digilib.itb.ac.id/gdl/download/227257"}, "Penulis": "Muhammad Nadhif Farizi [13217074]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Amy Hamidah Salman, M.Sc.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "WiFi, Portable Device, K-NN, RSSI, Fingerprinting, Indoor Positioning", "Sumber": "", "Staf Input/Edit": "karya", "File": "11 file", "Tanggal Input": "20 Jun 2021"}