{"Nomor": 55936, "Judul": "PENERAPAN GAMIFIKASI PADA DESAIN INTERAKSI APLIKASI MANAJEMEN PROYEK BERBASIS SCRUM", "Abstrak": "Aplikasi manajemen proyek SCRUM dalam dunia informatika memiliki banyak\nmanfaat dalam penggunaannya. Aplikasi ini dapat menjadi alat bantu dalam\nmempersingkat langkah-langkah yang perlu diambil saat melakukan proses\npengembangan perangkat lunak. Namun, desain aplikasi ini banyak fokus dalam\nsisi teknis dengan kemampuan yang tinggi. Sisi lain yang kurang diperhatikan\nadalah sisi sosial dari proses pengembangan perangkat lunak. Sisi sosial merupakan\nhal penting dalam proses pengembangan yang melibatkan sumber daya manusia.\nTeknik gamifikasi merupakan salah satu teknik yang banyak digunakan untuk\nmemberikan sensasi baru di dunia kerja pada beberapa tahun ini. Teknik ini\ndilakukan dengan memasukkan beberapa elemen dari permainan ke dalam sistem\nlain. Hal ini diharapkan dapat membuat sistem tersebut berkesan lebih positif dan\nmenarik minat penggunanya. Aplikasi manajemen proyek dengan metodologi\nSCRUM dapat didesain lebih lanjut dengan pendekatan desain interaktif untuk\nmemotivasi penggunanya. Hasil dari proses gamifikasi ini akan berbentuk prototipe\nhigh-fidelity menggunakan Adobe XD. Hasil desain ini akan dievaluasi lebih lanjut\nke target pengguna dengan fokus utamanya pada motivasi pengguna melalui skala\nIMI atau Intrinsic Motivation Inventory yang merupakan dasar evaluasi motivasi\ndari sebuah sistem dari Teori Determinasi Mandiri. Desainjuga akan dievaluasi dari\nsegi kegunaannya dengan menggunakan Subject Usability Scale atau SUS untuk\nmengukur kepuasan pengguna. Selain itu, desain juga diukur kemudahan\npenggunaannya dengan menggunakan SEQ atau Single Ease Question. Penerapan\ngamifikasi dalam desain interaksi memiliki hasil evaluasi yang positif akan dampak\ndesain interaksi dalam memotivasi pengguna. Penggunaan desain interaksi juga\ndinilai memiliki tingkat kemudahan yang tinggi dan memuaskan pengguna.", "Daftar File": {}, "Penulis": "Seperayo [13516068]", "Kontributor / Dosen Pembimbing": ["Riza Satria Perdana, S.T., M.T.", "Hari Purnama, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "gamifikasi, motivasi, determinasi, SCRUM, dan desain interaktif", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "20 Jun 2021"}