{"Nomor": 55947, "Judul": "PERANCANGAN INTERAKSI PENGERJAAN ASESMEN PEMROGRAMAN ONLINE UNTUK SITUS KULIAH ITB DENGAN PENDEKATAN TASK-CENTERED DESIGN", "Abstrak": "Pengerjaan asesmen pemrograman merupakan aktivitas yang penting untuk\ndilakukan dalam proses pembelajaran pemrograman. Saat ini, Situs Kuliah ITB\nyang merupakan platform pembelajaran bagi mahasiswa belum secara khusus\nmemfasilitasi pengerjaan asesmen pemrograman bagi mahasiswanya. Hal tersebut\nmenyebabkan kebutuhan pengerjaan asesmen pemrograman harus difasilitasi oleh\nplatform lain dan menimbulkan permasalahan baru karena terdapat banyaknya\nplatform pengerjaan asesmen yang digunakan oleh mahasiswa, padahal Situs\nKuliah ITB seharusnya dapat digunakan dengan maksimal. Oleh karena itu,\ndibutuhkan suatu perancangan iteraksi pengerjaan asesmen pemrograman online\nuntuk Situs Kuliah ITB.\nMetafora utama yang digunakan pada penelitian ini adalah Olympia sebagai situs\nyang biasa digunakan oleh mahasiswa ITB. Akan tetapi, ternyata masih terdapat\nberbagai permasalahan desain interaksi pada Olympia yang harus diselesaikan\nuntuk dapat diterapkan pada Situs Kuliah ITB. Pendekatan task-centered design\ndigunakan pada penelitian tugas akhir ini karena membagi aktivitas pengerjaan ke\nberbagai task yang dilakukan pengguna namun tetap berfokus kepada kebutuhan\npengguna (user-centered). Pada penelitian ini dilakukan wawancara, observasi, dan\npenyebaran kuesioner untuk mengetahui permasalahan dan perilaku pengguna,\nmelakukan identifikasi task, analisis kebutuhan, pembuatan prototipe dan evaluasi.\nHasil akhir dari penelitian tugas akhir ini adalah prototipe high-fidelity yang dibuat\ndengan kakas pemrograman web Vue.js.\nPengujian dilakukan kepada pengguna untuk memastikan aplikasi sudah sesuai\ndengan kebutuhan pengguna, ditandai dengan tercapainya usability dan user\nexperience goals yang diinginkan yaitu effective, easy to use, satisfying, dan helpful.\nHasil pengujian menunjukkan bahwa prototipe sudah efektif dengan nilai\ncompletion rate sebesar 100%. Aspek easy to use dan satisfying untuk level task\ndengan nilai SEQ sebesar 6,77 dari skala 7. Aspek helpful dan satisfying untuk level\ntest atau keseluruhan aplikasi dengan nilai SUS sebesar 98 dari skala 100.", "Daftar File": {}, "Penulis": "Lukas Kurnia Jonathan [13517006]", "Kontributor / Dosen Pembimbing": ["Fitra Arifiansyah, S.Kom., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pengerjaan, asesmen, pembelajaran pemrograman, perancangan interaksi, task-centered design", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "20 Jun 2021"}