{"Nomor": 55941, "Judul": "KLASIFIKASI TEKS MENGGUNAKAN XLNET DENGAN PROSES PELABELAN OTOMATIS INFOMAP", "Abstrak": "Data teks merupakan data yang sedang berkembang pesat dan dimanfaatkan dalam\nberbagai bidang seperti pada chatbot dan question answering yang sedang populer\nsaat ini. Memiliki data teks yang berkualitas baik, khususnya pada klasifikasi teks\nsangat mempengaruhi kinerja dari model yang dibangun. Pelabelan manual oleh\nmanusia yang selama ini secara umum masih digunakan dalam memberikan label\ndata latih pada supervised learning membutuhkan biaya yang mahal, rentan salah\ndan memiliki kuantitas yang rendah. Pelabelan secara otomatis untuk menyediakan\ndata latih yang berkualitas dan berkuantitas tinggi sangat diperlukan sehingga dapat\nmeningkatkan kinerja dari klasifikasi teks. Pada penelitian ini diaplikasikan deteksi\nkomunitas dengan algoritma Infomap untuk pelabelan otomatis dalam klasifikasi\nteks menggunakan XLNet. Model yang dibangun dibandingkan akurasinya dengan\nbaseline yaitu klasifikasi teks apabila menggunakan data dengan pelabelan manual.\nEksperimen dilakukan dengan studi kasus pada data set question answering. Proses\neksperimen dilakukan secara dua tahap yaitu pelabelan otomatis data latih\nmenggunakan deteksi komunitas Infomap dan Proses klasifikasi teks. Hasil dari\ntahap pertama, berupa data latih yang dilabeli berdasarkan komunitas digunakan\nuntuk tahap kedua yaitu klasifikasi teks. Klasifikasi teks dilakukan menggunakan\nXLNet yang telah melewati proses pre-train. Eksperimen dilakukan dengan 3\nskenario untuk membandingkan data label manual, data bigram dan data trigram.\nBerdasarkan eksperimen yang dilakukan, pengujian deteksi komunitas tidak hanya\nbisa mengacu pada modularitas saja, namun juga dipengaruhi oleh nilai class split\ndan class merge yang berdampak pada kualitas dari kinerja deteksi komunitas dan\njuga klasifikasi. Hasil penelitian yang dilakukan pada threshold optimal didapatkan\nbahwa data bigram unggul pada epoch ke-6 dan epoch ke-10 dengan akurasi 0,2766\ndan 0,355, sedangkan data trigram unggul pada epoch ke-10 dengan akurasi 0,286.\nSelain itu dari penelitian ini dapat dilihat bahwa pelabelan otomatis dapat\nmeningkatkan kecepatan klasifikasi rata-rata sebesar 79,13% dibandingkan dengan\ndata manual, walaupun penurunan akurasi yang didapatkan dari keseluruhan\neksperimen rata-rata sebesar 42,15%. Hal tersebut mengindikasikan bahwa\npelabelan otomatis dapat meningkatkan pelabelan data secara cepat dan\nkuantitasnya tinggi meskipun secara akurasi belum bisa mengungguli baseline\nsecara keseluruhan.", "Daftar File": {}, "Penulis": "Triana Dewi Salma [23519005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati S., M.Comm.", "Yanti Rusmawati, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pemrosesan bahasa alami, klasifikasi teks, chatbot, question answering, deteksi komunitas", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "20 Jun 2021"}