{"Nomor": 55944, "Judul": "DESAIN INTERAKSI DAN GAMIFIKASI APLIKASI PEMBELAJARAN MEMASAK BERBASIS MOBILE DENGAN PENDEKATAN PLAYER CENTERED DESIGN", "Abstrak": "Pandemi yang diakibatkan oleh Covid-19 sejak tahun 2020 telah memaksa manusia untuk\nmengurangi interaksi sosial dan bekerja dari rumah. Pandemi ini sempat membuat beberapa\nsektor bisnis jatuh, termasuk bisnis kuliner. Di sisi lain, manusia lebih condong ingin membeli,\nterutama generasi Z. Mereka sudah terbiasa dengan kemudahan teknologi, namun tidak\nmemiliki kemampuan memasak yang mumpuni. Melihat peluang ini, suatu aplikasi bantuan\nmemasak yang memiliki antarmuka dan gamifikasi dengan desain yang baik akan disukai oleh\nbanyak orang. Setelah melakukan studi pada beberapa aplikasi bantuan memasak, didapat hasil\nbahwa kebanyakan kurang atau tidak memiliki elemen gamifikasi. Metode Player Centered\nDesign merupakan salah satu metode baru yang dapat digunakan untuk meneliti dan mengenal\npengguna. Metode ini ditekankan untuk desain dengan elemen gamifikasi, sehingga cocok\ndigunakan dalam penelitian ini. Dalam prosesnya, antarmuka dibuat dengan kakas Adobe XD,\nsedangkan evaluasi dilakukan dengan menggunakan metode Usability Testing yang diukur\ndengan metriks SUS (System Usability Scale), SEQ (Single Ease Question), UES (User\nEngagement Scale), dan NPS (Net Promoter Score) dengan skor iterasi terakhir masing-masing\n91/100, 6.8/7, 4.67/5, dan 40 (favorable) secara berurutan. Elemen gamifikasi yang digunakan\ndiantaranya: onboard tutorial, signpost, icon, rating, badge, easter egg, reward, progress bar,\ndan unlockable content.", "Daftar File": {}, "Penulis": "Hansen [13517146]", "Kontributor / Dosen Pembimbing": ["Ginar Santika Niwanputri, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "gamifikasi, player centered design, pembelajaran memasak", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "20 Jun 2021"}