{"Nomor": 55957, "Judul": "BIOSENSOR RESONANSI PLASMONIK TERLOKALISASI DENGAN RESEPTOR  PROTEIN SCFV (SINGLE CHAIN FRAGMENT VARIABLE) UNTUK DETEKSI  COVID-19", "Abstrak": "Diagnostik memegang peranan yang sangat penting dalam pengendalian COVID19 yang disebabkan oleh SARS-CoV2. Virus ini memiliki tingkat penyebaran yang \ntinggi dan dengan cepat telah membuat dunia berada dalam kondisi pandemi. \nSejauh ini metode diagnostik yang paling akurat dan menjadi standar emas adalah \ntes berbasis PCR. Prinsip kerja PCR dengan mengamplifikasi materi genetik (RNA) \ndari SARS-CoV2. Untuk menang melawan COVID-19, harus diupayakan untuk \nmenambah jumlah pengetesan. Dalam penelitian ini, digunakan metode resonansi \nplasmonik terlokalisasi yang dapat digunakan untuk mendeteksi COVID-19 \nberdasarkan pergeseran panjang gelombang frekuensi resonansi dari nanopartikel \nemas. Digunakan reseptor berupa protein rekombinan scFv CR3022 elusi atau \npemurnian dan pemekatan untuk mengikat COVID-19. Didapatkan hasil \npergeseran panjang gelombang frekuensi resonansi ke arah panjang gelombang \nlebih panjang untuk deteksi sampel positif —RBD (receptor binding domain) \nSARS-CoV2. Pada penelitian ini didapatkan respons pergeseran panjang \ngelombang terjauh (4 nm) dengan nanopartikel emas bipyramid – scFv pemurnian \ndalam PBS (phosphate buffered saline) dan bikarbonat. Sedangkan pengujian \nsampel non spesifik –IB (infectious bronchitis)– didapatkan pergeseran panjang \ngelombang ke arah panjang gelombang lebih pendek dengan pergeseran terjauh (-\n3,1 nm) dideteksi dengan nanopartikel emas sphere – scFv pemekatan dalam Tris \nCl. Pada pengujian sampel campuran RBD dan IB dideteksi dengan nanopartikel \nemas sphere – scFv pemekatan didapatkan respons pergeseran 0,4 nm. Hasil ini \nmengkonfirmasi jika pengikatan scFv sudah spesifik untuk SARS-CoV2", "Daftar File": {}, "Penulis": "Aminul Solihin [18317026]", "Kontributor / Dosen Pembimbing": ["Isa Anshori, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "COVID-19, SARS-CoV2, scFv CR3022, resonansi plasmonik, frekuensi resonansi, nanopartikel emas", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "20 Jun 2021"}