{"Nomor": 55952, "Judul": "PEMODELAN DINAMIKA KASUS COVID-19 DENGAN PERSAMAAN DIFERENS PADA SKENARIO PSBB DI JAWA BARAT", "Abstrak": "COVID-19 sudah menjadi pandemi global untuk satu tahun terakhir. Di Indonesia\nsendiri, khususnya di Jawa Barat, kasus pertama tercatat mulai 1 Maret 2020.\nPemerintah Jawa Barat tentunya memberikan berbagai upaya untuk terus menekan laju\npenularan virus. PSBB, PSBB proporsional, pembatasan kegiatan bermasyarakat,\npembatasan pengguanaan fasilitas umum, dan penyebaran vaksin dua tahap, adalah\nbeberapa upaya pemda Jabar untuk menekan penyebaran COVID-19. Pengerjaan tugas\nakhir ini berusaha untuk memberi gambaran dinamika COVID-19 di Jawa Barat dan\nhubungannya dengan kebijakan pemda, sikap masyarakat terhadap kebijakan yang\ndiberlakukan, dan kondisi penanganan medis terhadap virus ini. Diharapkan penelitian\nini mampu memberikan pengetahuan atas tingkat kebijakan pemerintah, kepatuhan\nmasyarakat, dan layanan kesehatan, terhadap perkembangan jumlah kasus COVID-19\ndi Jawa Barat. Penelitian ini dilakukan dengan membentuk model dinamika kasus\nCOVID-19. Pembentukan model mengimplementasi bentuk persamaan diferens orde\n40 dengan umpan balik positif dan negatif. Penelitian ini memiliki hasil berupa model\nkasus aktual harian dan akumulatif dan model kasus terkonfirmasi harian dan\nakumulatif COVID-19 di Jawa Barat. Model yang dibentuk menggunakan parameterparameter yang memiliki hubungan dengan dinamika jumlah kasus harian dan\nakumulatif, tingkat intervensi pemerintah dan kepatuhan masyarakat. Model juga\nmengakomodasi penyebaran vaksin tahap kedua. Model berhasil dibuat dengan\nevaluasi dari metriks R-squared sebesar 0,9998 untuk model akumulatif dan 0,7788\nuntuk model harian. Evaluasi dari metriks MAPE menunjukkan angka 8,14% untuk\nmodel akumulatif yang dapat dikategorikan baik, dan 39,8% untuk model harian yang\ndapat dikategorikan layak.", "Daftar File": {}, "Penulis": "Muhammad Daffa Alfaridzi [18217013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pemodelan, COVID-19, Jawa Barat, Persamaan Diferens", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "20 Jun 2021"}