{"Nomor": 55965, "Judul": "ANALISIS PEMODELAN SPASIAL POTENSI DAN KERENTANAN TERHADAP BANJIR ROB DI KECAMATAN KENJERAN, KOTA SURABAYA", "Abstrak": "Kecamatan Kenjeran merupakan salah satu dari beberapa Kecamatan di daerah pesisir Kota Surabaya yang rentan terjadinya banjir rob. Banjir rob merupakan fenomena banjir di daratan pesisir yang disebabkan oleh meluapnya permukaan air laut saat pasang. Kerentanan merupakan suatu kondisi dari suatu komunitas ataupun masyarakat yang dapat menyebabkan ketidakmampuan dalam menghadapi suatu bencana. Untuk dapat mengetahui keterpaparan genangan banjir rob di Kecamatan Kenjeran, Surabaya, dilakukan Pemodelan banjir rob dengan membuat suatu produk peta pemodelan potensi banjir rob di Kecamatan Kenjeran, Surabaya. Genangan diperoleh dari elevasi HAT (Highest Astronomical Tides) dengan data DEM. Dari hasil peta banjir rob tersebut dapat dilakukan analisis kerentanan lingkungan terhadap banjir rob di Kecamatan Kenjeran. Pada aspek kerentanan tersebut dilakukan klasifikasi pada tiap variabel tutupan lahan kerentanan lingkungan seperti mangrove, rawa, dan semak belukar sehingga diperoleh peta kerentanan lingkungan banjir rob di Kecamatan Kenjeran, Surabaya. Dari peta yang dihasilkan tersebut dapat dilakukan analisis kerentanan lingkungan banjir rob di Kecamatan Kenjeran, Surabaya. Hasil luasan genangan banjir rob didapatkan 403,809 Ha. Hasil dari produk ini dapat berguna bagi warga sekitar dalam melakukan mitigasi bencana banjir rob. Mengingat banjir rob dapat datang kapan saja sehingga warga sekitar Kecamatan Kenjeran, Surabaya dapat waspada dan tanggap bencana. Untuk dapat diperoleh produk peta tersebut maka diperlukan data pasang surut, data DEM, data peta administrasi Surabaya, dan data tutupan lahan Kecamatan Kenjeran Surabaya.", "Daftar File": {"ABSTRAK Karina Ayu Dewayanti Putri H.": "https://digilib.itb.ac.id/gdl/download/227266"}, "Penulis": "Karina Ayu Dewayanti Putri H. [15117057]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kecamatan Kenjeran, Pemodelan, Banjir Rob, Kerentanan Lingkungan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jun 2021"}