{"Nomor": 55969, "Judul": "DESAIN SISTEM MODUL RANGKA BAJA BERBASIS KINERJA DALAM INOVASI KONSTRUKSI MODULAR BERKELANJUTAN TAHAN GEMPA DI INDONESIA", "Abstrak": "Praktik konstruksi moderen yang berkelanjutan dengan menggunakan teknologi konstruksi berbasis modular, memilki keuntungan dalam hal produktivitas dan keberlanjutan. Dengan konsep Design for Manufacturing and Assembly (DfMA), sebagian besar pekerjaan akan dilakukan di luar lokasi, memungkinkan kualitas elemen konstruksi yang lebih terjamin dan terkontrol, penurunan tenaga kerja dan durasi pengerjaan, dan pengurangan terhadap limbah dan disrupsi lingkungan yang dihasilkan. Meski dengan keuntungan yang diperoleh, tantangan utama dalam mengandalkan metode konstruksi ini berada pada penambahan titik sambungan dan keterbatasan studi yang dapat memetakan potensi keuntungan dalam menerapkannya. Untuk itu dibutuhkan studi yang dapat memberikan insight bagi dunia konstruksi nasional akan teknologi modular yang akan didekati dari studi secara struktural dan manajemen rekayasa konstruksi. Dari aspek struktural akan dibahas sifat dan respon struktur modul baja tipikal terhadap pembebanan gempa kuat sesuai dengan metode Response Spektrum Analysis (RSA) dan Linear Time History Analysis (LTHA). Dengan mengasumsikan sambungan antar-modul bersifat semi-kaku, sistem struktur modular akan dioptimasi sesuai dengan parameter kinerja struktur yaitu; kekuatan (rasio tegangan-kapasitas elemen), kekakuan (simpangan) dan pola keruntuhan yang diharapkan. Hasil dari pembahasan struktural adalah rancangan modul baja tipikal, beserta elemen penyusun dan sambungan intra-modulnya sesuai dengan persyaratan SNI 1729:2020, SNI 7860:2020 dan SNI 7972:2020. Dari sisi aspek manajemen rekayasa konstruksi, pembahasan berfokus pada pengurangan volume pekerjaan, trade-off dan perbandingan antar metode konstruksi, dan upaya peningkatan kualitas lingkungan hidup. Aspek keberlanjutan yang merupakan faktor siknifikan dari penggunaan sistem modular baja tipikal akan diulas dari sisi biaya, mutu dan waktu pengerjaan proyek.", "Daftar File": {"ABSTRAK Muhammad Ilham Widiyantoko": "https://digilib.itb.ac.id/gdl/download/227270"}, "Penulis": "Muhammad Ilham Widiyantoko [15017149]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indra Djati, M.Sc., Ph.D.", "Dyah Kusumastuti, S.T., M.T., Ph.D.", "Eliza Rosmaya Puri, S.T., M.T., Ph.D.", "Patria Kusumaningrum, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "sistem modular baja, kinerja, sambungan intramodul, SRPMK, RSA, LTHA, jumlah tingkat, aspek berkelanjutan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2021"}