{"Nomor": 55964, "Judul": "ANALISIS BATAS BLOK SUNDA DI PULAU JAWA BERDASARKAN PENGAMATAN GPS", "Abstrak": "Teknologi Global Positioning System (GPS) telah banyak digunakan untuk pemantauan dan studi geodinamika salah satunya yaitu untuk mengetahui batas lempeng pada suatu area. Pulau Jawa merupakan pulau yang berada pada zona subduksi antara lempeng benua Sunda dan lempeng samudera Australia yang merupakan zona subduksi aktif. Namun, batas Blok Sunda di Pulau Jawa masih belum diketahui secara pasti. Pada penelitian ini bertujuan untuk mengetahui batas dari Blok Sunda di Pulau Jawa menggunakan 58 titik stasiun pengamatan GPS CORS (Continuously Operations Reference System) dari BIG (Badan Informasi Geospasial) yang tersebar di Pulau Jawa. Data deret waktu hasil pengamatan GPS dianalisis berdasarkan kecepatan serta regangannya. Estimasi vektor kecepatan dibagi terhadap dua jenis, yaitu dikoreksi dengan rotasi Blok Sunda dan tidak dikoreksi Blok Sunda. Perhitungan kecepatan dibagi kedalam tiga sesi pengamatan dengan asumsi bahwa adanya perubahan nilai kecepatan yang disebabkan oleh adanya gempa besar. Berdasarkan hasil vektor kecepatan di Pulau Jawa, secara umum titik stasiun pengamatan mengarah ke tenggara. Jika dilihat dari pola vektor kecepatan, terdapat perbedaan nilai antara bagian selatan dan bagian utara dari Pulau Jawa yang mengindikasikan bahwa batas dari Blok Sunda berada pada area yang berbeda tersebut.\nHasil analisis principal strain rate menunjukkan bahwa pada bagian Jawa Barat di dominasi oleh ekstensi yang cukup besar dikarenakan masih adanya pengaruh dari gempa Jawa 2006. Nilai principal strain rate untuk kedua jenis data terlihat pada sesi pengamatan ketiga (2012-2019) dengan rentang nilai -0,03 – 0,19 microstrain/yr untuk ekstensi dan -0,14 – 0,03 microstrain/yr untuk kompresi untuk data yang tidak dikoreksi Blok Sunda dan -0,02 – 0,07 microstrain/yr untuk ekstensi dan -0,09 – 0,02 untuk kompresi. Pola maximum shear strain rate menunjukkan bahwa nilai shear besar pada daerah Jawa Barat dan Jawa Tengah hingga Selat Madura. Pola kompresi (shortening) juga bernilai besar pada daerah Jawa Barat dan Jawa tengah hingga Selat Madura dengan nilai untuk data yang tidak dikoreksikan Blok Sunda berkisar antara 0,00 – 0,07 microstrain/yr dan untuk data yang dikoreksikan Blok Sunda berkisar antara 0,00 – 0,07 microstrain/yr. Hasil tersebut juga didukung oleh hasil analisis second invariant yang menunjukkan bahwa magnitude regangan bernilai besar pada daerah Jawa Barat dan Selat Madura. Hasil tersebut mengindikasikan bahwa batas Blok Sunda berada di sekitaran sesar yang memanjang di Pulau Jawa. Berdasarkan indikasi dari beberapa faktor tersebut, diasumsikan bahwa batas Blok Sunda di Pulau Jawa tersebut berhubungan dengan sesar-sesar yang tersebar di Pulau Jawa. Sehingga, didapatkanlah suatu batasan Blok Sunda di Pulau Jawa berada di sekitar sesar Baribis-Kendeng.", "Daftar File": {"ABSTRAK Dhira Yovenia": "https://digilib.itb.ac.id/gdl/download/227265"}, "Penulis": "Dhira Yovenia [25120006]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T., M.Sc.", "Dr. Techn. Dudy Darmawan Wijaya, S.T., M.sc.", "Dr. Susilo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Vektor kecepatan, Principal strain rate, Pulau Jawa, Maximum Shear Strain rate, Second Invariant Rate", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2021"}