{"Nomor": 55970, "Judul": "PERENCANAAN PERBAIKAN TANAH DENGAN METODE RIGID INCLUSION PADA PROYEK JALAN TOL PADANG SICINCIN", "Abstrak": "Tanah lunak dapat memberikan dampak buruk terhadap konstruksi infrastruktur di Indonesia. Berbagai metode dapat digunakan untuk mengatasi tanah lunak, seperti rigid inclusion, stone column, PVD, dan lainnya. Pemilihan metode tersebut dapat dilakukan berdasarkan jenis tanah, ketersediaan material, durasi konstruksi, dan sebagainya.\nTugas akhir ini berisi desain perbaikan tanah menggunakan metode rigid inclusion untuk mengatasi tanah lunak dan organik pada pembangunan jalan tol Padang-Sicincin STA 4+200 hingga STA 5+200. Kriteria desain yang harus dipenuhi dalam perencanaan tol untuk tiap penampang melintang per 200 m adalah penurunan tanah, mitigasi likuifaksi, dan stabilitas timbunan. Selain itu, evaluasi tegangan aksial tiang dan kebutuhan tulangan juga dilakukan.\nPerencanaan rigid inclusion dimulai dari pengolahan data tanah, estimasi penurunan total awal, evaluasi potensi likuifaksi, analisis stabilitas timbunan, hingga penentuan kebutuhan tulangan. Evaluasi penurunan tanah dan stabilitas timbunan dilakukan menggunakan perangkat lunak metode elemen hingga, yaitu MIDAS GTS NX. Pemodelan yang digunakan adalah axis-symmteric dan plane strain. Angka keamanan timbunan dievaluasi menggunakan konsep strength reduction method. Evaluasi potensi likuifaksi dikerjakan menggunakan metode NCEER (1998). Selain itu, analisis mitigasi likuifaksi dikerjakan menggunakan metode Baez dan Martin (1993).\nHasil evaluasi menunjukkan semua zona memiliki angka keamanan stabilitas lereng yang sudah baik. Permasalahan serius yang terjadi berupa penurunan tanah dan likuifaksi. Desain perbaikan tanah yang diajukan berupa rigid inclusion dengan pola persegi, diameter 0,42 m, panjang 15 m, spasi 2 m, dan tebal LTP 0,4 m untuk setiap zona.", "Daftar File": {"ABSTRAK Vincent": "https://digilib.itb.ac.id/gdl/download/227271"}, "Penulis": "Vincent [15017128]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hasbullah Nawir, S.T., M.T.", "Dedi Apriadi, S.T., M.T., Ph.D.", "Andhika Sahadewa, S.T., M.S.E., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "jalan tol, penurunan tanan, likuifaksi, perbaikan tanah rigid inclusion", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jun 2021"}