{"Nomor": 55975, "Judul": "ZONASI KERENTANAN LONGSORAN DAERAH SUNGAI PENUH DAN SEKITARNYA MENGGUNAKAN METODE FREQUENCY RATIO (FR) DAN ARTIFICIAL NEURAL NETWORK (ANN)", "Abstrak": "Daerah Sungai Penuh dan sekitarnya merupakan bagian dari DAS Sungai Penuh di Kota Sungai Penuh, Provinsi Jambi. Daerah tersebut mempunyai kerentanan longsoran menengah sampai tinggi. Kondisi morfologi daerah tersebut berupa perbukitan terjal. Hal tersebut menjadi salah satu faktor pengontrol terjadinya longsoran. Peta kerentanan longsoran yang tersedia saat ini masih pada skala provinsi. Penelitian ini bertujuan untuk mengetahui kerentanan longsoran pada skala yang lebih detail, yaitu skala sub-DAS. Metode yang digunakan untuk menganalisis kerentanan longsoran terdiri dua metode, yaitu metode statistik bivariat dan metode machine learning. Metode statistik bivariat dengan menggunakan frequency ratio (FR) dan metode machine learning dengan menggunakan artificial neural network (ANN). Metode machine learning tersebut diharapkan dapat memanfaatkan kecepatan dan akurasi perhitungan peta kerentanan longsoran.\nData kejadian longsoran tersebut kemudian dibagi menjadi dua kelompok secara acak dengan tiga skenario pembagian set data, yaitu skenario A data training sebesar 60% dengan data testing sebesar 40%, skenario B data training sebesar 70% dengan data testing 30%, dan skenario C data training sebesar 85% dengan data testing 15%. Sementara itu, terdapat dua puluh parameter yang akan diuji untuk mengetahui pengaruhnya terhadap kejadian longsoran, yaitu elevasi, kemiringan lereng, aspect, curvature, topography wetness index (TWI), stream power index (SPI), litologi, jarak dari sesar, dari dari kelurusan, densitas kelurusan, gempabumi, curah hujan, jarak dari sungai, densitas sungai, flow direction, densitas mata air, tata guna lahan, jarak dari jalan, NDVI, dan NDWI. Berdasarkan hasil evaluasi nilai area under curve (AUC), koefisien kappa, seed cell area indeks (SCAI), dan spatial domain metode yang paling baik adalah metode artificial neural network dengan skenario B.", "Daftar File": {"ABSTRAK Roishe Miyafto Prabowo": "https://digilib.itb.ac.id/gdl/download/227276"}, "Penulis": "Roishe Miyafto Prabowo [22018312]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T.", "Dr. Ir. Asep Heri Patria Kesumajana, M.T.", "Dr.Eng. Ir. Suryantini, M.Sc.", "Dr. Rendy Dwi Kartika, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sungai Penuh, kerentanan longsoran, frequency ratio, artificial neural network", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jun 2021"}