{"Nomor": 55985, "Judul": "PERANCANGAN MODEL PREDIKSI KEPUTUSAN PURCHASE PENDAFTAR PROGRAM FREE TRIAL DI PT X DENGAN MENGGUNAKAN METODE DATA MINING", "Abstrak": "PT X merupakan perusahaan edukasi yang menawarkan jasa persiapan study abroad.\nPada PT X, program free trial tergolong sebagai program yang besar karena kontribusi\nprogram terhadap pendapatan PT X. Akan tetapi, jumlah pelanggan yang dihasilkan\ndari program ini masih jauh dari harapan. Closing rate peserta free trial masih berada\njauh dibawah tingkat yang ideal, bahkan cenderung rendah dan menurun dibandingkan\ndengan program lain seperti Webinar. Padahal, program free trial sukses\nmendatangkan banyak peminat, selalu melebihi daya tampung program sehingga\ndilakukan proses seleksi terlebih dahulu oleh PT X berdasarkan data-data pendaftar\nprogram free trial. Rendahnya closing rate disebabkan belum adanya sistem\npendukung keputusan untuk seleksi pendaftar. Untuk mengatasi masalah tersebut,\npada penelitian ini dilakukan perancangan model prediksi berbasis data mining yang\nbertujuan untuk memprediksi keputusan purchase pendaftar free trial sehingga PT X\ndapat meningkatkan closing rate nya dan dapat meminimalisir waktu pengambilan\nkeputusan. Selanjutnya, dibangun prototipe aplikasi yang dapat menjalankan model\nsehingga dapat digunakan oleh Divisi Marketing untuk proses seleksi.\nPerancangan solusi pada penelitian ini mengacu pada metodologi CRISP-DM.\nTerdapat tiga alternatif algoritma model klasifikasi yang digunakan untuk membangun\nmodel prediksi, yakni Support Vector Machine (SVM), Random Forest, dan Gradient\nBoosting. Kemudian, untuk menangani imbalansi data, digunakan dua teknik\noversampling yaitu ADASYN dan SMOTE. Model terbaik yang didapatkan pada\npenelitian ini ialah model Gradient Boosting yang diterapkan pada data hasil SMOTE,\ndengan nilai accuracy 0,83, presisi 0,5, recall 0,33, dan F1 0,4. Nilai tersebut berarti\nbahwa PT X dapat meningkatkan closing rate program free trial menjadi 50%.", "Daftar File": {}, "Penulis": "M Naufal F Sahab [14417021]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "marketing, prediksi purchase, data mining", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "0 file", "Tanggal Input": "20 Jun 2021"}