{"Nomor": 55988, "Judul": "PERANCANGAN MOTION COMIC TENTANG MATERI IPA: CAHAYA DAN ALAT OPTIK SEBAGAI MEDIA PENDUKUNG BELAJAR IPA UNTUK KELAS 8 (STUDI TERHADAP ASPEK VISUAL BUKU AJAR IPA KELAS 8)", "Abstrak": "Materi cahaya dan optik merupakan salah satu materi yang dianggap sulit untuk dikuasai oleh\nguru IPA SMP di Kota Malang. Konsep-konsep dasar materi cahaya dan optik masih sulit dipahami karena\nbersifat abstrak, bahkan kesulitan tersebut terjadi pada semua level belajar. Berdasarkan keadaan itu,\nperancangan motion comic ini dilakukan untuk mendukung metode penyampaian materi yang mudah\nuntuk dipahami dalam pembelajaran IPA, topik cahaya dan alat optik, bagi siswa SMP kelas VIII. Penelitian\nini menggunakan metode deskriptif dengan pendekatan kualitatif, didahului dengan pengumpulan data\nprimer yang diperoleh dari siswa kelas VIII dan guru mata pelajaran IPA kelas VIII. Data sekunder\ndikumpulkan melalui studi literatur dilanjutkan dengan analisis data. Selanjutnya proses perancangan\nmotion comic ini dilakukan dengan mengadaptasi model pengembangan ADDIE, yaitu analisis dan desain,\npengembangan, dan implementasi. Data kemudian dianalisa menggunakan metode deskriptif analitis.\nPerancangan motion comic dilakukan berdasarkan teori kognitif multimedia pembelajaran yang digagas\noleh Mayer (2001). Berdasarkan penelitian yang dilakukan, dapat disimpulkan bahwa media pembelajaran\naudio visual gerak, khususnya motion comic dapat memberikan suatu gambaran yang konkret,\nmemvisualisasikan konsep-konsep yang abstrak, sehingga siswa terbantu dalam memahami materi\npelajaran IPA yang bersifat abstrak berupa tema cahaya dan alat optik. Selain itu, siswa juga merasa bahwa\nadanya cerita dalam motion comic dapat menambah pengalaman belajar baru bagi mereka.", "Daftar File": {}, "Penulis": "Nabila Nindya Alifia Putri [17417057]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Cahaya dan alat optik, Motion comic", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "20 Jun 2021"}