{"Nomor": 55980, "Judul": "PEMODELAN PETA ANGIN WILAYAH BARAT JAWA DAN ANALISIS DENGAN PETA KEBENCANAAN INDONESIA", "Abstrak": "Angin kencang menjadi salah satu bencana terumum di Indonesia. Tidak hanya rumah yang umumnya tergolong struktur non-engineered, struktur yang secara khusus dirancang sesuai standar desain seperti Stadion Arcamanik di Bandung dan stasiun LRT di Serpong, Tangerang juga tidak luput dari kerusakan akibat angin kencang. Acuan desain bangunan yang kerap digunakan di Indonesia telah cukup baik memodelkan perilaku struktur yang mengalami beban angin. Namun, untuk aspek magnitudo angin yang bekerja, terdapat ruang yang dapat dikembangkan.\nStandar desain bangunan Indonesia, seperti PPPURG 1987, SNI 1727-2013, serta SNI 1725-2016 yang mengatur pembebanan terhadap struktur, belum mempertimbangkan letak geografis bangunan dan periode ulang angin dalam menentukan besaran kecepatan desainnya. Standar bangunan luar negeri seperti HB 212-2002 dari Australia, telah mempertimbangkan periode ulang namun mengasumsikan Indonesia sebagai 1 wilayah dengan karakteristik yang homogen. Cukup sulit menerima pernyataan bahwa wilayah dengan area seluas 1.9 juta km2 memiliki karakteristik cuaca yang sama.\nMaka dari itu, tugas akhir ini bertujuan untuk memetakan besaran angin dengan periode ulang tertentu di Indonesia dengan fokus pada wilayah Barat Jawa. Periode ulang angin ini menjadi sangat penting sebagai basis desain bangunan struktur yang memiliki umur layan bangunan, dan mengalami kemungkinan menerima beban angin ekstrim ini selama masa layannya.\nMeskipun data stasiun observasi angin di Indonesia tergolong terbatas dan hanya sebagian kecil yang memenuhi kriteria sebuah stasiun observasi yang reliabel, namun kemampuan teknologi saat ini memungkinkan adanya piranti lunak untuk mengestimasi parameter cuaca secara kontinu, yaitu ERA5. Untuk memastikan bahwa bias dari piranti ini dapat diminimalisir, maka diperlukan data stasiun observasi ini sebagai upaya kalibrasi terhadap hasil simulasi ERA5 yang ada.\nSetelah didapat nilai angin maksimum tahunan yang terkalibrasi ini, ditinjau distribusi yang paling cocok untuk menggambarkan persebaran nilai ekstrim ini. Digunakan distribusi ekstrim Gumbel yang telah tervalidasi kelayakannya dengan pengujian kecocokan distribusi di lokasi dataran tinggi dan rendah di wilayah Barat Jawa.\nSetelah model distribusi Gumbel ini terbukti dapat digunakan untuk seluruh wilayah Barat Jawa, digunakan berbagai metode analitis untuk mengestimasi parameter kecepatan angin desain dengan berbagai periode ulang di lokasi-lokasi yang ditinjau. Metode analitis yang digunakan adalah metode grafis, MOM, dan LMOM. Dari berbagai metode analitis ini, dicari metode yang menghasilkan peta angin yang memiliki nilai RMSE terkecil. Berdasarkan komparasi antar hasil perhitungan parameter Gumbel, disimpulkan bahwa metode LMOM digunakan karena 2 alasan : (1) memiliki nilai RMSE terkecil di mayoritas grid tinjauan dan (2) memiliki nilai error tertinggi yang lebih rendah dibandingkan error tertinggi dari 2 metode lainnya.\nHipotesa pada tugas akhir ini adalah wilayah dengan jumlah insiden kerusakan akibat bencana angin kencang yang besar, memiliki nilai magnitude angin yang relatif lebih besar dibanding wilayah lain, dengan tinjauan periode ulang yang sama. Data insiden kerusakan ini didapat dari pusat data kebencanaan Indonesia. Namun, karena data kebencanaan ini bersifat laporan kebencanaan dari lokasi yang mengalami insiden, maka sifat dari data kebencanaan ini sangat bergantung pada densitas penduduk di wilayah tersebut, sehingga nilai dari kepadatan penduduk di suatu wilayah harus dipertimbangkan sebagai faktor yang memengaruhi jumlah laporan bencana, yang dilakukan dengan cara menormalisasi peta kebencanaan dengan peta kepadatan penduduk. Peta kebencanaan yang telah ternormalisasi dibandingkan dengan peta angin dan memiliki kemiripan yang cukup baik ; titik ekstrim dimana terjadi bencana yang banyak, merupakan titik dengan kecepatan angin desain yang tinggi di peta angin.\nSetelah metode analitis LMOM ini didapat dan menghasilkan peta angin yang memiliki error RMSE terkecil, perhitungan ini dapat diaplikasikan ke seluruh wilayah di Indonesia untuk menghasilkan peta angin yang komprehensif dengan berbagai periode ulang rencana untuk keperluan desain bangunan berbasis resiko dan umur layan bangunan.", "Daftar File": {"ABSTRAK Hafidz Rizky Firmansyah": "https://digilib.itb.ac.id/gdl/download/227282"}, "Penulis": "Hafidz Rizky Firmansyah [15017113]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indra Djati, M.Sc., Ph.D.", "Prof. Dr. Ir. Herlien Dwiarti Soemari", "Prasanti Widyasih Sarli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Peta Angin, Periode Ulang, Distribusi Gumbel, Desain Berbasis Resiko, ERA5, Metode Analitis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jun 2021"}