{"Nomor": 55991, "Judul": "PEMISAHAN NIKEL DAN KOBALT DALAM LARUTAN HASIL PELINDIAN MIXED HYDROXIDE PRECIPITATE (MHP) DENGAN EKSTRAKSI PELARUT MENGGUNAKAN VERSATIC 10 DIIKUTI OLEH CYANEX 272", "Abstrak": "Sebagai salah satu material prekursor katoda baterai lithium ion tipe nickelmaganese-\ncobalt oxide (NMC), nikel dan kobalt dari bijih nikel laterit umumnya\ndipreparasi dalam bentuk nikel sulfat dan kobalt sulfat melalui proses pelindian,\npemurnian larutan hasil pelindian, pemisahan nikel dan kobalt dan kristalisasi\nkeduanya dalam bentuk nikel sulfat dan kobalt sulfat heksahidrat. Pemisahan nikel\ndan kobalt umumnya dilakukan dengan metode esktraksi pelarut (solvent extraction,\nSX) dalam larutan hasil pelindian presipitat mixed hydroxide precipitate (MHP)\natau mixed sulfide precipitate (MSP). Pada penelitian ini pemisahan nikel dan\nkobalt dalam larutan hasil pelindian MHP dilakukan dengan SX menggunakan\nVersatic 10 diikuti oleh Cyanex 272 dan dipelajari pengaruh berbagai variabel\nproses SX terhadap ekstraksi nikel dan kobalt dan faktor pemisahan antara\nkeduanya (????Co-Ni) serta faktor pemisahan dengan logam pengotor (Mg dan Ca).\nLarutan hasil pelindian disiapkan dengan melakukan pelindian agitasi pada tekanan\natmosfer bijih limonit yang diikuti dengan proses presipitasi besi, presipitasi MHP,\npelindian kembali MHP, dan SX. Percobaan SX dirancang dengan 4 variabel yang\nmasing-masing divariasikan pada level tertentu. Serangkaian percobaan SX\ndilakukan untuk mempelajari pengaruh waktu proses, pH awal, nisbah volume\norganik terhadap aqueous (rasio O/A), dan konsentrasi ekstraktan terhadap persen\nekstraksi nikel dan kobalt serta faktor pemisahan antara nikel dan kobalt dan faktor\npemisahan kedua logam tersebut dengan logam pengotor (Mg dan Ca). Konsentrasi\nnikel dan kobalt dalam larutan aqueous diukur dengan menggunakan Atomic\nAbsorption Spectroscopy (AAS).\nHasil percobaan SX menggunakan Versatic 10 menunjukkan bahwa pengaruh\npeningkatan waktu proses cenderung meningkatkan persen ekstraksi nikel dan\nkobalt hingga nilai tertentu, yang setelahnya mengalami penurunan jika melebihi\nwaktu proses tertentu, sementara pengaruh peningkatan pH awal, rasio O/A, dan\nkonsentrasi ekstraktan cenderung meningkatkan persen ekstraksi nikel dan kobalt.\nKondisi terbaik SX menggunakan Versatic 10 diperoleh dengan waktu proses 10\nmenit, pH awal 7,0, rasio O/A 0,50, dan konsentrasi ekstraktan 20% dengan hasil\n????Ni-Mg dan ????Co-Mg masing-masing sebesar 2526,02 dan 647,93, dan ????Ni-Ca dan ????Co-Ca\nsebesar masing-masing 66,90 dan 17,19. Hasil percobaan SX menggunakan\nCyanex 272 menunjukkan bahwa pengaruh peningkatan waktu cenderung\nmeningkatkan persen ekstraksi kobalt hingga suatu nilai tertentu yang setelahnya\nakan mengalami penurunan jika melebihi waktu tertentu, sementara peningkatan\npH awal, rasio O/A, dan konsentrasi ekstraktan cenderung meningkatkan persen\nekstraksi kobalt. Kondisi terbaik SX menggunakan Cyanex 272 diperoleh pada\nwaktu proses 10 menit, pH awal 5,5, rasio O/A 0,75, dan konsentrasi ekstraktan 15%\ndengan hasil ????Co-Ni sebesar 3871,29.", "Daftar File": {"ABSTRAK Dartwin": "https://digilib.itb.ac.id/gdl/download/227364"}, "Penulis": "Dartwin [12517066]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Mohammad Zaki Mubarok, S.T., M.T.", "Prof. Dr. Mohammad Zaki Mubarok, S.T., M.T.", "Taufiq Hidayat, S.T., M.Phil., Ph.D.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "nikel, kobalt, ekstraksi pelarut, Versatic 10, Cyanex 272", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "20 Jun 2021"}