{"Nomor": 56005, "Judul": "EVALUASI TERHADAP SISTEM E-CATALOG DI ANGKASA PURA II", "Abstrak": "Sebelum era digitalisasi, proses pengadaan di Angkasa Pura II dilakukan secara konvensional hingga tahun 2015. Sejak tahun 2016, Angkasa Pura II mulai mengimplementasi sistem  eprocurement. Hingga saat ini, sistem  e-procurement  di Angkasa pura II memiliki tiga aktifitas utama, salah satunya adalah e-catalog.\nSejak  e-catalog  diimplementasikan di tahun 2016, hanya beberapa  user  (Unit Teknis)  yang menggunakan  sistem  e-catalog  tersebut  sedangkan  user  lainnya tidak pernah melakukan transaksi melalui sistem  e-catalog. Hal ini mengindikasikan bahwa sistem  e-catalog  tidak  dimanfaatkansecara optimal.\nPenelitian ini menggunakan metode penelitian kualitatif, dimana data primernya  diperoleh melalui wawancara. Penelitian ini diharapkan dapat meninjau apakah  manfaat yang  didapatkan oleh  user  telah  sesuai dengan ekspektasi. Penelitian ini juga diharapkan dapat mengidentifikasi isu-isu utama  dari kurang  optimalnya penggunaan sistem e-catalog.  Penelitian ini nantinya juga akan memberikan rekomendasi agar sistem e-catalog dapat digunakan secara optimal.\nHasil penelitian menunjukkan bahwa user hanya mendapatkan  lima  dari sembilan expected benefits, yaitu  (1)  Biaya, yang terdiri Harga Murah  dan Harga Standar; (2) Waktu, yang terdiri dari  Kecepatan Proses  dan Penghematan Waktu; (3)  Meminimalisir Tindakan  Korupsi, yaitu adanya Transparansi Proses; (4) Kemudahan Pengoperasian Sistem, yang terdiri dari Proses yang Sederhana  dan Mudah,  serta  Dapat  Diakses  Secara  Digital;  dan  (5)  Laporan yang  Lebih  Baik, yaitu Data yang Update. Hal ini  terjadi karena  beberapa issue yaitu: (1) tidak adanya sosialisasi/training  berkala setelah tahap implementasi;  (2) tidak adanya perbaikan/evaluasi berkala; dan (3) adanya kebutuhan mendesak dari Manajemen Puncak.\nOleh karena itu, solusi yang tepat untuk mengatasi masalah tersebut  akan dibagi menjadi tiga rekomendasi, yang mana rekomendasi-rekomendasi tersebut akan diurutkan berdasarkan prioritas. Prioritas tersebut mempertimbangkan biaya dan dampaknya bagi perusahaan. Dari tiga rekomendasi tersebut, dua diantaranya masuk ke dalam prioritas utama karena dapat menawarkan biaya yang rendah dan dampak yang tinggi bagi keberhasilan  implementasi sistem  e-catalog, yaitu (1) Diadakannya Sosialisasi dan Pelatihan, serta pembuatan Helpdesk, and (2) Menyiapkan\nEvaluasi berkala sebagai bahan perbaikan sistem e-catalog di masa yang akan datang \nPenelitian serupa nantinya dapat  dilakukan dengan menambah jumlah participan pada saat interview, serta  melibatkan pihak eksternal (penyedia barang dan  jasa), agar akar masalah  pada issue yang sama juga dapat dilihat dari sudut pandang pihak eksternal.", "Daftar File": {"ABSTRAK Indhie Hanifah": "https://digilib.itb.ac.id/gdl/download/227411", "COVER Indhie Hanifah": "https://digilib.itb.ac.id/gdl/download/266613", "BAB 1 Indhie Hanifah": "https://digilib.itb.ac.id/gdl/download/266614", "BAB 2 Indhie Hanifah": "https://digilib.itb.ac.id/gdl/download/266615", "BAB 3 Indhie Hanifah": "https://digilib.itb.ac.id/gdl/download/266616", "BAB 4 Indhie Hanifah": "https://digilib.itb.ac.id/gdl/download/266617", "PUSTAKA Indhie Hanifah": "https://digilib.itb.ac.id/gdl/download/266618"}, "Penulis": "Indhie Hanifah [29318023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "E-catalog, e-procurement, Evaluation System, Root Cause Analysis, Qualitative  Methodology", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "21 Jun 2021"}