{"Nomor": 56007, "Judul": "USULAN STRATEGI PEMASARAN PRODUK SEPAKBOLA PT VIDIO DOT COM", "Abstrak": "Internet merupakan platform yang digunakan oleh pengguna untuk kebutuhan akademis, hiburan, perbelanjaan beserta kebutuhan-kebutuhan lainnya. Fenomena ini terbukti dengan jumlah pengguna internet di Asia yang mencapai 2.5 miliar orang. Fenomena ini juga terbukti di Indonesia yang memiliki penetrasi internet yang mencapai 196 juta orang di tahun 2020. Kebutuhan hiburan adalah salah satu alasan utama pengguna menggunakan internet. Secara spesifik, 49% penggunaan internet untuk hiburan digunakan untuk menonton video online. Karena populasi internet yang tinggi di Indonesia serta tingginya penggunaan internet untuk hiburan video streaming, Indonesia menjadi salah satu negara yang paling menguntungkan untuk menjalankan bisnis di bidang streaming digital.\n\nVidio adalah layanan over the top (OTT) yang didirikan pada tahun 2014 dan menyediakan streaming langsung serta konten video on demand untuk drama, olahraga, dan banyak genre lainnya. Sejak tahun 2020, perusahaan telah menunjukkan peningkatan kinerja yang cukup signifikan, khususnya di bidang olah raga sepak bola. Produk sepak bola Vidio merupakan salah satu produk yang diunggulkan dan terpeting dibanding produk lainnya. Namun, Vidio bukan merupakan layanan OTT yang sering digunakan para penonton sepakbola. Perusahaan juga tidak memiliki pengetahuan yang dalam terkait perilaku konsumen dari penonton sepak bola. Mendapatkan pengetahuan yang dalam tentang perilaku konsumen sepak bola akan menjadi kunci dalam menyiapkan strategi pemasaran untuk mendominasi pasar.\n\nPenelitian ini akan menggunakan analisis internal dan eksternal untuk merumuskan strategi pemasaran. Analisis internal akan menggunakan bauran pemasaran, segmentasi, penargetan, analisis positioning serta resource based view dalam menganalisis kekuatan dan kelemahan internal. Di sisi lain, kerangka PESTEL, Porter Five Forces, analisis pesaing serta analisis pelanggan akan digunakan untuk analisis eksternal. Semua data akan dikumpulkan dari sumber primer wawancara, kuesioner dan data sekunder pencarian daring. Matriks SWOT dan TOWS akan digunakan untuk merumuskan strategi dan akan diterjemahkan kepada strategi pemasaran yang menjelaskan segmentasi baru, penargetan dan positioning serta bauran pemasaran baru.\n\nAnalisis internal menunjukkan Vidio melakukan segmentasi penonton sepak bola internasional dan lokal. Vidio memposisikan diri sebagai penyedia konten yang memiliki harga yang terjangkau. Mereka memiliki kekuatan pemasaran digital tidak seperti layanan OTT lainnya. Mereka juga telah membangun kemitraan dengan pihak eksternal di dalam dan di luar payung merek PT EMTEK dan dapat memanfaatkan sumber daya mereka. Di sisi lain, analisis eksternal menunjukkan bahwa dukungan pemerintah, kembalinya konten sepak bola, peningkatan penggunaan internet dan smartphone, serta popularitas sepak bola merupakan faktor eksternal yang signifikan. Kekuatan pemasok dan kekuatan pembeli tetap menjadi tantangan utama dalam industri. Mola TV dan BeIN Sports Connect adalah pesaing utama di pasar layanan OTT sepakbola. Wawasan yang dikumpulkan dari pelanggan juga menunjukkan bahwa mereka lebih menyukai Liga Inggris, tertarik pada konten sepak bola seperti analisis pertandingan dan video throwback, hanya menonton pertandingan besar atau tim 6 teratas, masih menggunakan TV untuk menonton sepak bola, terpapar sarana pemasaran digital, serta menuntut inovasi dan interaktivitas dalam layanan yang digunakan.\n\nBerdasarkan hasil riset, Vidio harus melayani segmen penonton Liga Inggris. Positioning Vidio harus berubah menjadi layanan yang berharga terjangkau dan interaktif. Mereka harus mengubah penawaran produk mereka untuk meningkatkan tipe konten yang disajikan berserta menambahkan Liga Inggris. Vidio harus lebih fokus dalam menyediakan pertandingan tim 6 teratas serta menambahkan fitur sepak bola interaktif dan inovatif seperti menyediakan informasi terkait liga dan pertandingan beserta memiliki program interaktif yang menyediakan sarana untuk para pengguna untuk berinteraksi dengan para pemainan profesional. Vidio juga harus meningkatkan liga yang mereka tawarkan untuk mengurangi ketergantungan pada satu pemasok. Vidio juga harus meningkatkan promosi mereka terkait pemasaran konten sepak bola yang akan balik beroperasional dengan menggunakan sarana digital. Selain itu, Vidio juga bisa menaikkan harganya dalam jangka panjang jika menambah Liga Inggris. Terakhir, Vidio juga harus meningkatkan kemitraan dengan perusahaan Smart TV untuk memenuhi kebutuhan konsumen.", "Daftar File": {"ABSTRAK Tengku Ervan Naufal": "https://digilib.itb.ac.id/gdl/download/228438"}, "Penulis": "Tengku Ervan Naufal [29319346]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Layanan Over the Top, Perliaku Konsumen, Strategi Pemasaran, Vidio", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "21 Jun 2021"}