{"Nomor": 56003, "Judul": "EVALUASI INVESTASI PROYEK JUAL SEWA FLOATING PRODUCTION UNIT", "Abstrak": "ADM & HBM adalah blok gas dibawah konsesi PT. HCL, pada mulanya block tersebut direncanakan dapat berproduksi pada 2019, dimana konsep fasilitas produksi berupa floating production unit (FPU). Kedua blok tersebut diestimasi memiliki cadangan gas lebih dari 300 BCF dengan rencana produksi sebesar 150 MMSCFD selama 10 tahun. \nProses tender proyek pengadaan FPU tersebut telah dilakukan pada tahun 2016, namun laju proyek mengalami keterlambatan dikarenakan hal yang tidak dapat dipastikan. Salah satu kondisi yang perlu diperhatikan adalah proyek ini menggunakan skema membangun, mengoperasikan dan menyerahkan, setelah 10 tahun masa pengoperasion FPU harus di serahkan kepada penyewa dengan harga $1. Oleh karena itu, keputusan investasi harus melalui parameter keekonomian proyek. Terlebih dari itu, PT. TUS harus melalui seleksi lelang yang kompetitif sebelum dapat memenangkan proyek ini, sehingga harga yang diajukan harus melalui perhitungan yang matang.\nuntuk mengukur kondisi bisnis,  kerangka PESTLE digunakan untuk mengetahui pengaruh faktor eksternal terhadap lingkungan bisnis, sedangkan untuk mengukur daya tarik industri hulu migas menggunakan kerangka Porter’s Five Forces. Di lain sisi, analisis kemampuan internal perusahaan dilakukan dengan menggunakan kerangka VRIO untuk mengetahui tingkat keunggulan kompetitif yang berkelanjutan \nProses evaluasi keekonomian menggunakan metode capital budgeting dengan asumsi mengkonversi kapal tanker dibanding membangun kapal yang baru. Dengan estimasi semula pendapatan kotor sebesar 386,900,000 USD selama 10 tahun, proyek akan menghasilkan NPV 5,376,670 USD, IRR 24% dan pengembalian modal semula dalam 7.2 tahun. Namun Pada analisis sensitivitas ditemukan jika belanja modal dan pengeluaran operasional lebih 15% maka proyek dinyatakan tidak layak dikarenakan tingkat DSCR lebih rendah dari 1, sehingga harga charter harian sebaiknya disesuaikan untuk memitigasi risiko kegagalan.", "Daftar File": {"ABSTRAK Muhammad Mudafi'ulhaq": "https://digilib.itb.ac.id/gdl/download/227408", "COVER Muhammad Mudafi'ulhaq": "https://digilib.itb.ac.id/gdl/download/267011", "BAB 1 Muhammad Mudafi'ulhaq": "https://digilib.itb.ac.id/gdl/download/267012", "BAB 2 Muhammad Mudafi'ulhaq": "https://digilib.itb.ac.id/gdl/download/267013", "BAB 3 Muhammad Mudafi'ulhaq": "https://digilib.itb.ac.id/gdl/download/267014", "BAB 4 Muhammad Mudafi'ulhaq": "https://digilib.itb.ac.id/gdl/download/267015", "PUSTAKA Muhammad Mudafi'ulhaq": "https://digilib.itb.ac.id/gdl/download/267016"}, "Penulis": "Muhammad Mudafi'ulhaq [29319328]", "Kontributor / Dosen Pembimbing": ["Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Floating Production Unit, Keunggulan Kompetitif Berkelanjutan, Capital Budgeting, Analisis Sensitivitas.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "21 Jun 2021"}