{"Nomor": 56015, "Judul": "STUDI KELAYAKAN FINANSIAL PEMBUKAAN CABANG BARU (STUDI KASUS: PT LINTAS NUSANTARA PERDANA)", "Abstrak": "PT. Lintas Nusantara Perdana merupakan perusahaan logistik yang telah berpengalaman dalam bidang jasa pengantaran setidaknya selama 20 tahun. Pada tahun 2020 terjadi penurunan laba yang sangat signifikan. Sehingga hal ini memaksa PT. Lintas Nusantara Perdana untuk melakukan keputusan strategis. Salah satunya memperbesar pasarnya dengan cara pembukaan cabang baru. Pembukaan cabang baru akan menambah jumlah cakupan nasabah yang pada akhirnya akan berdampak pada peningkatan keuntungan. \nPada tahun 2020 ada tiga cabang baru yaitu Semarang Baru, Yogyakarta Baru dan Bogor. Tugas akhir ini dimaksudkan untuk menentukan cabang mana yang secara keekonomiannya dapat dikatakan layak. Kriteria penilaian ini mempergunakan kolaborasi antara metode  Net Present Value (NPV),  Internal \nRate of Return (IRR), Payback Period (PBP) dan Profitability Index (PI). \nHasil dari studi kelayakan ini menyatakan bahwa  dari  tiga cabang yang telah dibuka, hanya cabang Semarang baru dan Bogor saja yang secara keekonomisan dan finansial  layak. Namun, untuk cabang Yogyakarta dinilai akan mengalami kerugian apabila dibuka,  dengan alasan nilai  NPV  sebesar  -162,007,388 Cabang ini tidak layak untuk dibuka.  Sehingga  dapat disimpulkan perusahaan dapat melanjutkan kegiatan operasional dari dua cabang yaitu Semarang Baru dan Bogor.", "Daftar File": {"ABSTRAK Aulia Nur Cahyo": "https://digilib.itb.ac.id/gdl/download/228546"}, "Penulis": "Aulia Nur Cahyo [29319109]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investasi, Logistik, Studi Kelayakan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "21 Jun 2021"}