{"Nomor": 56010, "Judul": "PEMBENTUKAN BIOFILM PADA MEDIA PENUNJANG POLYETHYLENE TEREPHTHALATE (PET) SISTEM FIXED-BED ANOKSIK DAN AEROB MENGGUNAKAN REAKTOR BATCH", "Abstrak": ": Penelitian penggunaan media penunjang seperti PET, HDPE dan Akrilik pada reaktor terlekat telah banyak dilakukan untuk mendapatkan  luas permukaan spesifik, sehingga dapat melekatkan mikroorganisme dalam jumlah yang besar. Penggunan botol plasik PET sebagai media penunjang memunculkan kekhawatiran baru, yaitu keberadaan mikroplastik sekunder yang diduga berasal dari media penunjang selama proses pengolahan. Penelitian ini dilakukan pada fixed-bed reactor (FBR)  anoksik dan aerob sistem batch dengan menggunakan air limbah domestik artifisial. Air limbah artifisial yang digunakan memiliki komposisi C6H12O6, NH4Cl dan KH2PO4 sebagai sumber karbon, nitrogen dan fosfor. Penelitian ini terdiri dari dua percobaan. Percobaan pertama untuk melihat pembentukan biofilm dengan menghitung pertambahan berat total attached solids (TAS) menggunakan metode gravimetri, ketebalan dan permukaan biofilm menggunakan mikroskop dan scanning electron microscope (SEM) pada hari ke 10, 20, 30, 40, 50, 60, 70 dan 80 (anoksik) dan hari ke 5, 10, 15, 20, 25, 30, 35 dan 40 (aerob). Tiga jenis bahan media penunjang yang digunakan pada percobaan pertama adalah PET, HDPE dan Akrilik. Percobaan kedua untuk melihat penyisihan senyawa organik dan nutrien, kinetika pertumbuhan mikroorganisme dan penyisihan substrat, serta keberadaan  media penunjang PET sebagai mikroplastik. Berdasarkan penelitian ini media terbaik untuk pertumbuhan mikroorganisme adalah PET dengan berat TAS dan ketebalan biofilm yang terbentuk adalah 0,90 mg/cm2 dan 347,37 ± 7,11 µm dalam reaktor anoksik pada hari ke 80, sedangkan pada reaktor aerob 1,33 mg/cm2 dan 428,83 ± 3,10 µm pada hari ke 40. Pengolahan air limbah artifisial pada FBR anoksik dan aerob menggunakan media penunjang PET dengan variasi COD 200, 300, 400, 500, 600 mg/L mampu menyisihkan organik dan nutrien. Hasil penyisihan senyawa organik dan nutrien menggunakan PET sebagai media penunjang pada reaktor anoksik adalah COD 91,73±2,84%, amonia 75,59± 0,89%, nitrit 74,27±0,42%, nitrat 84,02±0,82%, TN 70,20±0,52% dan TP 77,37±0,76%, dengan kinetika penyisihan substrat yang terpilih adalah metode singh yang menghasilkan nilai kinetika (k1) sebesar 0,4626±0,03/jam. Sedangkan pada reaktor aerob menghasil efisiensi penyihan COD 85,76±0,59%, amonia 76,59± 0,83%, nitrit 76,09±0,66%, nitrat 64,30±0,42%, TN 77,02±0,94% dan TP 86,54±0,68%, dengan kinetika penyisihan substrat yang terpilih adalah metode singh yang menghasilkan nilai kinetika (k1) sebesar 1,60±0,05/jam. Nilai kinetika pertumbuhan mikroorganisme yang dihasilkan pada reaktor anoksik adalah µmaks 1,87/hari dan Ks 80,28 mg/L, sedangkan pada reaktor aerob menghasilkan nilai µmaks 2,72/hari dan Ks 78,72 mg/L. Keberadaan mikroplastik jenis PET yang terdeteksi pada kedua reaktor bukan berasal dari media penunjang, tetapi berasal dari lumpur yang digunakan pada seeding anoksik 75 hari dan aerob 40 hari. Hal ini dibuktikan dengan perhitungan neraca massa mikroplastik pada reaktor dan identifikasi menggunakan FTIR.", "Daftar File": {"TS 2021 Mhd Fauzi 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227449"}, "Penulis": "Mhd. Fauzi [25319316]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air limbah domestik, aerob, anoksik, batch, biofilm, fixed-bed reactor, mikroplastik, PET", "Sumber": "TESIS JUNI 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "21 Jun 2021"}