{"Nomor": 56033, "Judul": "ANALISIS KINERJA KEUANGAN PERUSAHAAN OTOMOTIF YANG TERDAFTAR DI BEI SEBELUM DAN SELAMA KRISIS EKONOMI  TAHUN 2020", "Abstrak": "Saat ini setiap benua di dunia telah dilanda penyakit luar biasa menular yang diberi nama pandemi COVID-19 akibatnya banyak negara yang menghadapi krisis ekonomi, salah satunya adalah Indonesia.  Krisis ekonomi di Indonesia ditandai dengan menurunnya angka pertumbuhan PDB dan meningkatnya jumlah pengangguran. Salah satu industri yang terkena dampak dari krisis ekonomi yaitu industri otomotif yang mengalami penurunan penjualan secara signifikan. Objek dalam penelitian ini adalah PT Indomobil Sukses Internasional Tbk (IMAS) dan PT Industri dan Perdagangan Bintraco Dharma Tbk (CARS) yang memiliki usaha utama yang sejenis yaitu sebagai distributor kendaraan otomotif dan kegiatan usaha lain dibidang perakitan pada kendaraan otomotif. Data yang digunakan merupakan laporan keuangan pada tahun 2019-2020 (Q1-Q4). Sementara itu, untuk menganalisis data menggunakan analisis rasio keuangan, uji t-test berpasangan dan analisis PEST. Hasil penelitian ini menunjukan bahwa terjadi perbedaan yang signifikan pada rasio profitabilitas, rasio aktivitas dan rasio likuiditas sebelum dan selama krisis ekonomi pada tahun 2020, selain itu berdasarkan hasil dari analisis PEST salah satunya adalah adanya kebijakan pemerintah untuk mendukung penjualan pada industri otomotif yaitu dengan membuat kebijakan relaksasi pajak PPnBM. Oleh karena itu, penulis memberikan beberapa saran strategi keuangan bagi manager CARS dan IMAS guna memperbaiki kinerja keuangannya dan memanfaatkan peluang dari faktor ekstenal guna meningkatkan penjualannya.", "Daftar File": {"ABSTRAK Ovinda Aprilia": "https://digilib.itb.ac.id/gdl/download/228441", "COVER Ovinda Aprilia": "https://digilib.itb.ac.id/gdl/download/267132", "BAB 1 Ovinda Aprilia": "https://digilib.itb.ac.id/gdl/download/267133", "BAB 2 Ovinda Aprilia": "https://digilib.itb.ac.id/gdl/download/267134", "BAB 3 Ovinda Aprilia": "https://digilib.itb.ac.id/gdl/download/267135", "BAB 4 Ovinda Aprilia": "https://digilib.itb.ac.id/gdl/download/267136", "PUSTAKA Ovinda Aprilia": "https://digilib.itb.ac.id/gdl/download/267137"}, "Penulis": "Ovinda Aprilia [29319421]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Keuangan, Rasio Keuangan, Krisis Ekonomi, Otomotif.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "21 Jun 2021"}