{"Nomor": 56031, "Judul": "PENGEMBANGAN STRATEGI BISNIS BAGI HOTEL RESORT YANG TERIMBAS TSUNAMI DAN PANDEMI COVID-19 (SEBUAH STUDI KASUS: PT. HOTEL TEPI PANTAI)", "Abstrak": "Tsunami dan Pandemi COVID-19 merupakan dua hal yang membuat hotel Tepi Pantai terpuruk, Sebagai hotel resort, keadaan ini diperparah dengan lokasi hotel yang terletak di lokasi terpencil, dekat laut utara pulau Jawa.\n\nPenelitian dilakukan menggunakan metode Kualitatif dan Kuantitatif. Hipotesis dibuat menggunakan tiga variabel, yaitu: 'Harga', 'Gedung dan Fasilitas' dan 'Kualitas Layanan'. Ketiga variable tersebut digunakan untuk menentukan 'Keputusan Menginap' dari para pengunjung hotel. Data yang digunakan untuk analisa didapat dari survey/kuesioner, interview, Focused Group Discussion (FGD), dan studi literatur. Hasil survey berupa Likert Scake dan diolah menggunakan uji statistik. Dari analisa menggunakan Regresi Multilinear, didapat persamaan Y = -0,129 + 0,453 X1 + 0,458 X2 + 0,126 X3. Dari ketiga variabel tersebut, 'Gedung dan Fasilitas' memberi pengaruh paling tinggi pada 'Keputusan Menginap' sebesar 0.458. Variabel 'Price' mempengaruhi 'Keputusan Menginap' dengan pengaruh sebesar 0.453 dan diikuti oleh variabel 'Kualitas Layanan' sebesar 0.126.\n\nDengan strategy formulasi menggunakan TOWS Matrix dan Porter's Generic Strategies, hotel Tepi Pantai harus memiliki beberapa strategi deferensiasi agar dapat bertahan melalui restrukturisasi kredit, efisiensi operasional, penganggulangan bencana, peremajaan gedung dan fasilitas, perencanaan kembali kesempatan business dan strategi sales/marketing, integrasi sistem secara menyeluruh dan menyediakan layanan nir-kontak.", "Daftar File": {"ABSTRAK Mayasari Tyas Palupi": "https://digilib.itb.ac.id/gdl/download/228623", "COVER Mayasari Tyas Palupi": "https://digilib.itb.ac.id/gdl/download/266974", "BAB 1 Mayasari Tyas Palupi": "https://digilib.itb.ac.id/gdl/download/266975", "BAB 2 Mayasari Tyas Palupi": "https://digilib.itb.ac.id/gdl/download/266976", "BAB 3 Mayasari Tyas Palupi": "https://digilib.itb.ac.id/gdl/download/266977", "BAB 4 Mayasari Tyas Palupi": "https://digilib.itb.ac.id/gdl/download/266978", "PUSTAKA Mayasari Tyas Palupi": "https://digilib.itb.ac.id/gdl/download/266979"}, "Penulis": "Mayasari Tyas Palupi [29319370]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "COVID-19, Tsunami, Hotel, Strategi Bisnis.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "21 Jun 2021"}