{"Nomor": 56032, "Judul": "KAJIAN MENGENAI HUBUNGAN KANDUNGAN NITRAT AIR MINUM RUMAH TANGGA DALAM KAITANNYA DENGAN PENGGUNAAN TANDON AIR", "Abstrak": "Masyarakat pada saat ini banyak yang sudah menggunakan tandon air di rumah mereka masing-masing. Tandon air ini biasanya digunakan sebagai tempat penampung air minum bilamana saluran jaringan PDAM (Perusahaan Daerah Air Minum) mengalami gangguan berupa kebocoran saluran yang menghambat penyaluran air minum. Air di dalam tandon yang berada di dalam tanah biasanya rentan tercemar terutama nitrat yang merupakan zat yang paling banyak terkandung dalam tanah. Oleh karena itu, perlu dibuktikan kebenaran mengenai penggunaan tandon air untuk peruntukkan rumah tangga/konsumen akan mengalami kontaminasi dari buangan domestik dengan ditandai dari besaran nitrat (NO3). Indikator yang akan dilakukan pengecekan yang terutama adalah nitrat, dengan indikator pendukung yang akan dilakukan pengecekan adalah suhu, pH, kekeruhan, klor bebas, dan daya hantar listrik. Metode yang digunakan untuk mengukur kandungan nitrat dalam air minum rumah tangga adalah dengan menggunakan metode Brucin-spectrofotometri. Secara keseluruhan, kualitas air minum dalam tandon rumah tangga di Kota Bandung telah memenuhi baku mutu. Kadar nitrat pada air minum yang telah dilakukan penelitian memiliki rata-rata sebesar 2.5 mg/L yang artinya nilai konsentrasi nitratnya dibawah dari 10 mg/L yang merupakan standar baku mutu.", "Daftar File": {"TA 2021 Ariel Jason Winnes 1-Abstrak.pdf\niu": "https://digilib.itb.ac.id/gdl/download/227614"}, "Penulis": "Ariel Jason Winnes [15316075]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Priana Sudjono, MS, Dipl.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air minum, nitrat, tandon air.", "Sumber": "TA JUNI 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "21 Jun 2021"}