{"Nomor": 56034, "Judul": "CULTURAL BASED RESORT & SPA DI KAWASAN DAYA TARIK WISATA TANAH LOT", "Abstrak": "Pulau Bali merupakan destinasi wisata yang dikunjungi oleh jutaan wisatawan setiap tahunnya.\nSebagian besar wisatawan mengunjungi Pulau Bali karena tertarik untuk merasakan dan mempelajari\nberagam budaya dan tradisi yang dimiliki oleh masyarakat Bali. Kegiatan mengunjungi suatu destinasi\nwisata untuk merasakan dan mempelajari budaya yang dimiliki disebut dengan wisata berbasis budaya\n(Cultural Tourism). Budaya yang dapat ditawarkan oleh Pulau Bali antara lain adalah kerajinan tangan,\ntarian dan musik tradisional, serta gaya hidup masyarakat di Bali. Selain itu, wisatawan juga dapat\nmempelajari Arsitektur Tradisional Bali (ATB) yang dijadikan sebagai acuan oleh masyarakat Bali dalam\nmerancang sebuah pemukiman maupun rumah yang mereka tinggali. Untuk memberikan pengalaman\nyang memuaskan kepada wisatawan yang berkunjung untuk mempelajari budaya dan tradisi di Bali,\ndapat dibangun sebuah kawasan yang dappat memenuhi seluruh kebutuhan wisatawan ketika\nmengunjungi Pulau Bali. Kebutuhan tersebut antara lain, sarana akomodasi dan sarana rekreasi.\nResort dapat menjadi solusi yang tepat untuk memenuhi kebutuhan wisatawan tersebut karena dapat\ndirancang berlandaskan dengan prinsip Arsitektur Tradisional Bali (ATB) yang dibalut dengan\npenyajian yang lebih modern dengan fokus utama menyediakan tempat untuk mempelajari tradisi\ndan budaya di Bali. Resort ini akan dibangun di kawasan Daya Tarik Wisata (DTW) Tanah Lot, sebuah\nkawasan wisata yang terletak di pinggir pantai Tanah Lot yang merupakan salah satu destinasi wisata\nyang paling banyak di kunjungi di Bali. Salah satu atraksi utama dari DTW Tanah Lot adalah sebuah\npura suci dengan nama Pura Luhur Tanah Lot yang dibangun di atas sebuah batu karang besar.\nBeberapa fasilitas yang akan dirancang pada kawasan resort ini antara lain restoran, gym, spa, kolam\nrenang, area workshop, galeri seni, serta amphiteatre.", "Daftar File": {}, "Penulis": "Khana Kanun Kusumawedana [15216092]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Christina Gantini, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Cultural Tourism, Arsitektur Tradisional Bali, Resort", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "21 Jun 2021"}