{"Nomor": 56045, "Judul": "EVALUASI GRADIEN REKAH HANYA BEDASARKAN DATA LOT DAN FIT PADA FORMASI KARBONAT BERGEROWONG DI LAPANGAN X", "Abstrak": "Salah satu parameter penting dalam stabilitas lubang pengeboran adalah tekanan rekah. Tekanan rekah menunjukkan kemampuan batuan untuk menahan vertical stress sesaat sebelum merekah. Aplikasi dari tekanan rekah mempengaruhi desain sumur, seperti casing setting depth, operasi penyemenan, dan profil berat lumpur. Gradien rekah dapat ditentukan langsung dengan leak-off test (LOT) dan formation integrity test (FIT), dan kalkulasi dari data logging. Sudah banyak studi dalam memprediksi gradien rekah setelah Hubbert dan Willis mengembangkan teori fundamental dari tekanan rekah pada tahun 1957. Namun, banyak dari studi ini dilakukan tanpa mempertimbangkan karakteristik geologis, seperti lingkungan presipitasi, struktur geologi, dan stratigrafi (Marbun et al., 2015).\nSebuah metodologi baru untuk memprediksi tekanan rekah dari perhitungan Mathhew-Kelly dan Eaton diajukan. Metodologi ini mengkarakterisasi litologi formasi dari nilai Poisson’s ratio dan stress ratio, yang dikoreksi dan dianalisis oleh dua konstanta pengoreksi, a dan b. Hasilnya, didapatkan sebuah nilai baru dari Poisson’s ratio dan stress ratio formasi serta akurasi dari gradien rekah meningkat. Sebagai tambahan, keleluasaan metodologi ini mengindikasikan bahwa metodologi ini dapat digunakan di berbagai macam area pengeboran (Marbun et al., 2015).", "Daftar File": {"ABSTRAK Andrew Vincent Soelaiman": "https://digilib.itb.ac.id/gdl/download/227487"}, "Penulis": "Andrew Vincent Soelaiman [12216038]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Tekanan rekah, Geomekanik, Poisson’s ratio, Stress ratio, Stabilitas lubang pengeboran", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "21 Jun 2021"}