{"Nomor": 56060, "Judul": "UTILIZING MACHINE LEARNING FOR WELL SPACING OPTIMIZATION ON CO2 FLOODING PROJECT", "Abstrak": "CO2 flooding application has been proven to yield significant additional oil recovery, especially on light oil reservoirs. Most of the research and implementations are geared towards miscible displacement since it offers the most significant potential for oil recovery. In order to achieve the most optimal result of a CO2 flooding project, appropriate design parameters must be determined carefully while considering the economic aspect.\nThis study will investigate the effect of several parameters on the 5-spot pattern CO2 injection project, specifically focusing on well spacing as one of the design parameters, which is controllable and has a high impact on the performance. Approximately 1100 experiments are generated through Latin Hypercube Sampling (LHS) method to construct a reliable proxy model using Multilayer Artificial Neural Network. The model will then predict the objective function, in this case, Profitability Index (PI), from several grid datasets. Along the process, well spacing optimization is carried out for each grid to determine the optimal well spacing. As a result of this study, it is possible to use an experimental design to test the PI of CO2 injection.\nIt was observed that the method successfully created a reliable model to predict CO2 injection performance in terms of PI with high accuracy (R-squared of 0.902) and can be utilized as an optimization tool for the design parameters", "Daftar File": {"ABSTRAK Theodorus Riyanto": "https://digilib.itb.ac.id/gdl/download/227502"}, "Penulis": "Theodorus Riyanto [12217017]", "Kontributor / Dosen Pembimbing": ["Zuher Syihab, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "well spacing, optimization, CO2 Injection, proxy model", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Jun 2021"}