{"Nomor": 56064, "Judul": "PENGEMBANGAN MODEL MANAJEMEN SUMBER DAYA MANUSIA TERHADAP PENCAPAIAN KUALITAS", "Abstrak": "Kajian mengenai pengaruh aspek manajemen sumber daya manusia (SDM)\nterhadap pencapaian aspek kualitas pada perusahaan yang mengimplementasikan\nTPS masih sangat sedikit ditemukan. Padahal salah satu kunci keberhasilan\nimplementasi TPS adalah pada manajemen pengelolaan SDM. Faktor SDM pula\nyang dijadikan hipotesa dalam penelitian ini, akan mempengaruhi keberhasilan\npencapaian target bisnis perusahaan khususnya di bidang kualitas.\nOleh sebab itu diperlukan sebuah model evaluasi yang dapat memberikan gambaran\nmengenai pengaruh SDM terhadap tingkat keberhasilan pencapaian perusahaan di\nbidang kualitas. Model yang digunakan dalam penelitian ini merupakan\npengembangan dari model dasar EFQM Excellence Model. Model tersebut\ndikembangkan dengan memasukkan variabel faktor proses, yaitu TPS serta QC\nCircle (QCC) berdasarkan pengalaman serta aplikasi lapangan (best practise), yang\ndilakukan oleh perusahaan tempat penelitian ini dilakukan. Proses perumusan\nmodel serta pengujian hipotesa ini dilakukan dengan metode metode survei, melaui\nproses pemodelan Structural Equation Modelling, serta pengolahan data statistik\nPartial Least Square.\nBerdasarkan hasil pengolahan data, dapat dibuktikan bahwa faktor manajemen\nSDM berpengaruh terhadap pencapaian target bisnis perusahaan, khususnya di\nbidang kualitas. Proses pengembangan SDM melalui aktivitas QCC, memberikan\npengaruh yang signifikan terhadap tingkat keberhasilan pencapaian perusahaan.\nSedangkan faktor TPS diyakini sebagai sebuah dasar kerja yang dijadikan filosofi\nbagi perusahaan, namun tidak berpengaruh terhadap peningkatan keberhasilan\nperusahaan secara langsung.", "Daftar File": {"ABSTRAK Pranadityo": "https://digilib.itb.ac.id/gdl/download/227506"}, "Penulis": "Pranadityo [23418053]", "Kontributor / Dosen Pembimbing": ["Dr. Indryati Sunaryo, M.Sc.", "Prof. Dr. Ir. Dradjad Irianto, M.Eng.", "Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Toyota Production System (SPT), QC Circle (QCC), Manajemen sumber daya manusia (SDM), Structural Equation Modelling, Partial Least Square, EFQM Excellence Model.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}