{"Nomor": 56066, "Judul": "NEW PERSPECTIVE TO UNLOCK THE POTENTIAL OF LENSES GAS RESERVOIR IN INDONESIA USING INTEGRATED RESERVOIR-PRODUCTION SYSTEM", "Abstrak": "The potential of lenses gas reservoirs has become an interesting target in meeting energy needs in Indonesia. As the next energy backbone in Indonesia, the most suitable strategy needs to be developed for maintaining productivity and maximizing gas recovery. Developing gas reservoir can be challenging due to several reservoir and fluid characteristics. The development strategy must use a special production scenario and an optimized completion design.\nThis paper discusses the process of development strategy determination for lenses gas reservoir by using commercial software. The lenses gas reservoir consists of four interest zones which penetrated by one offshore well. Each interest zone has different reserve and deliverability.\nThe available data used are PVT, petrophysics, tubing diameter, and production parameters. By inputting these data into the software, the well recovery can be estimated. Various production scenarios are tested until a scenario is selected as the suitable production method. The production method selected is commingled using scenario 1, which to produce all lenses together with considering plateau rate 15 MMSCFD for 10 years production. Referring to the suitable production method, optimized completion designs are also selected (wellhead pressure and tubing diameter). The wellhead pressure selected is 150 psig, while the tubing diameter selected is 4.5-inch.", "Daftar File": {"ABSTRAK Nathania Jessica": "https://digilib.itb.ac.id/gdl/download/227508"}, "Penulis": "Nathania Jessica [12217021]", "Kontributor / Dosen Pembimbing": ["Wijoyo Niti Daton, S.T., M.T.", "Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "potential of lenses gas reservoir, development strategy, production method, optimize completion", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "21 Jun 2021"}