{"Nomor": 56061, "Judul": "PERANCANGAN STRATEGI MANAJEMEN PENGETAHUAN PADA PROSES BISNIS PRIORITAS DALAM RANGKA MENINGKATKAN MATURITAS DIGITAL PAXEL", "Abstrak": "PT Paxel Algorita Unggul, called Paxel, is a technology-based logistic company. Today, Paxel has an obstacle in its main business, the Paxel Delivery which is provided the delivery services. The coordination process of Paxel Delivery is not efficient, it takes much time to run the business process because the worker’s knowledge is still not fully fulfilled. In fact, Paxel has provided the work guidelines using digital technology for better access to all workers. It becomes contradictory to Paxel about its digital maturity, which has a value as a digital technology-based company. Therefore, the aim of this research is to design a knowledge management strategy on Paxel Delivery’s business process using a digital technology approach to gain a better digital maturity. The research’s boundary is only a priority business in Paxel.\nA business process which the knowledge management strategy must be designed is decided by the low value of digital maturity indicator. Based on the measurement, the digital strategy management is chosen as a priority business process to design the knowledge management strategy. The digital strategy management process in Paxel has a work characteristic which is not using formal procedures. They prefer a collaboration work with several people with several skills. For supporting the collaboration of the business process, knowledge sharing community is designed as a media to give all information equally to every worker, so an efficient business process can be achieved.", "Daftar File": {"ABSTRAK Maharanie Anggun Kurniya": "https://digilib.itb.ac.id/gdl/download/227503"}, "Penulis": "Maharanie Anggun Kurniya [14417024]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "digital maturity, business process, business process priority, knowledge, knowledge management strategy", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}