{"Nomor": 56079, "Judul": "PENGEMBANGAN APLIKASI BERBASIS WEB DI BAGIAN BASIS DATA DAN KOMUNIKASI KE INSTRUMEN LABORATOIRUM UNTUK SISTEM INFORMASI LABORATORIUM RUMAH SAKIT UNIVERSITAS AIRLANGGA", "Abstrak": "Rumah Sakit Universitas Airlangga (RSUA) merupakan salah satu institusi\npelayanan kesehatan di Surabaya dan merupakan bagian dari Universitas\nAirlangga. Salah satu pelayanan penunjang medik yang disediakan di RSUA adalah\npelayanan laboratorium klinik. Laboratorium di RSUA mampu melakukan\npemeriksaan dalam bidang hematologi, kimia klinik, imunologi/serologi,\nmikrobiologi klinik, patologi anatomi, parasitologi, dan bank darah. Pelayanan\nlaboratorium lengkap di RSUA belum dipadani dengan sistem informasi\nlaboratorium (SIL) yang mumpuni.\nSistem informasi laboratorium yang tersedia belum terintegrasi dengan instrumen\nlaboratorium sehingga tahap pre-analitik, analitik, dan post-analitik belum\nsepenuhnya digital. Untuk mengintegrasikan seluruh tahap tersebut secara digital\ntelah dikembangkan SIL untuk laboratorium RSUA. Tugas akhir ini akan\nmembahas secara spesifik mengenai subsistem SIL yaitu basis data dan API.\nSubsistem basis data yang dikembangkan telah melewati empat tahap perancangan\nyaitu perancangan konseptual, pemilihan DBMS, perancangan logikal, dan\nperancangan fisikal. Basis data diimplementasikan menggunakan DBMS MySQL\nserta telah menjadi database tier pada web hosting Niagahoster dari SIL. Subsistem\nAPI dikembangkan dalam bahasa pemrograman Python dengan tiga buah fungsi\nutama yaitu sebagai penerima pesan, penerjemah pesan, dan penerus pesan dari\ninstrumen laboratorium ke basis data dan SIL. Berdasarkan pengujian white box\ndan black box testing basis data yang dirancang telah memenuhi kebutuhan data\nSIL. Sementara berdasarkan pengujian black box testing, API berhasil\nmensimulasikan integrasi instrumen laboratorium Sysmex XN-550 kepada basis\ndata dan SIL.", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/227531", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/227533", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/227535"}, "Penulis": "Hafizh Rahmatdianto Yusuf [18317017]", "Kontributor / Dosen Pembimbing": ["Allya Paramita Koesoema, S.T., M.T., Ph.D.", "Dr. Beni Rio Hermanto, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SIL, basis data, API, RSUA", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "21 Jun 2021"}