{"Nomor": 56088, "Judul": "OPERATING PARAMETERS OPTIMIZATION ON CO2 WATER-ALTERNATING-GAS (CO2-WAG) INJECTION USING MACHINE LEARNING APPROACH", "Abstrak": "WAG injection has been shown to increase oil recovery by combining the benefits of water and gas injection. However, there are many challenges in designing the optimal scenario of WAG injection due to several uncertainties. This study focuses on CO2-WAG injection with a 5-spot pattern by understanding technical and economic aspects to produce predictive models and optimum scenarios for the project.\nLiterature studies are used to understand the parameters that affect the performance of CO2-WAG injection. By utilizing CMG-CMOST, 1124 different scenarios were simulated by varying 11 parameters consisting of reservoir rock, fluids, and operational parameters used to construct a predictive model using the artificial neural network method.\nThe artificial neural network method with 8-5-3 architecture is able to provide R2 values of 0.994 and 0.969, respectively, for the training and testing data. By using the Particle Swarm Optimization method, the operational parameter optimization algorithm is developed through a predictive model that has been created. To validate this program, a comparative study with other programs was carried out, the results in 15 different trial scenarios show that the optimization result only deviated 2% from the reference method. A field study was also conducted and show a logical and reasonable result.", "Daftar File": {"ABSTRAK Bima Surya Khoirul Fikri": "https://digilib.itb.ac.id/gdl/download/227558"}, "Penulis": "Bima Surya Khoirul Fikri [12217049]", "Kontributor / Dosen Pembimbing": ["Zuher Syihab, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "CO2 Water-Alternating-Gas Injection, operating parameter, optimization, machine learning, artificial neural network, particle swarm optimization.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Jun 2021"}