{"Nomor": 56084, "Judul": "RENCANA EKSEKUSI PEMULIHAN TANAH LIMBAH DI AREA OPERASI PT. ABC INDONESIA", "Abstrak": "PT. ABC Indonesia (PT. ABC) adalah anak perusahaan dari Friendly Corporation yang merupakan \nperusahaan explorasi minyak dan gas yang berda di Indonesia. Saat ini PT. ABC memiliki ladang\nminyak terbesar  dibawah salah satu Indonesia PSC (Production Sharing Contract) dimana PT. ABC\nadalah sebagai operator kontrak. Kontrak PSC yang saat ini dimiliki oleh PT. ABC dari Pemerintah\nIndonesia akan segera berakhir di tahun 2021. \nKegiatan remediasi sudah bergulir sejak beberapa tahun yang lalu dengan berhasilnya\ndibersihkan ratusan lokasi yang memiliki tanah tercemar sampai dengan mendapatkan surat\npernyataan bersih dari KLHK. \nTinjauan verifikasi lapangan dilakukan dengan meindentifikasi ratusan lokasi yang sulit\ndiselesaikan mengingat prosess yang sangat komplek dari awal sampai dengan aktifitas remediasi\ntersebut.  \nPemerintah Indonesia meminta PT. ABC untuk mengupayakan hal-hal yang bisa dilakukan\nsebelum masa kontrak berakhir dan membuatkan rencana keseluruhan baik yang bisa dilakukan\noleh PT ABC termasuk kepada operator berikutnya. Permintaan ini diperlukan untuk dibuatkan\nsuatu rencana eksekusi selama 2021 sampai kedepannya baik yang bisa dilakukan PT. ABC\nataupun untuk operator berikutnya. \nDengan melakukan koordinasi dan diskusi yang sangat baik dengan para pimpinan unit dan di\nselaraskan dengan objektif dari PT. ABC dan Pemerintah Indonesia, dan dengan\nmempertimbangkan hal-hal yang kritikal dalam membuat rencana eksekusi ini, dapat\nmenentukan alternative terbaik dari kriteria-kriteria yang diseralaskan dengan semua pemegang\nkepentingan. \nMelanjutkan penyampaian rencana remediasi bersamaan dengan upaya deliniasi dan\nmendapatkan akses lahan, serta melakukan pembersihan permukaan adalah solusi terbaik dari\nrencana eksekusi ini.", "Daftar File": {"2021_TS_PP_Ferie Algerie_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/227545"}, "Penulis": "Ferie Algerie [29117355]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analytical Hierarchy Process (AHP), Rencana Eksekusi, Kritikal Faktor, Proses Standard Remediasi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Jun 2021"}