{"Nomor": 56099, "Judul": "RESERVOIR CHARACTERISTICS QUICK LOOK METHOD TO PREVENT INTERLAYER CROSS-FLOW IN MULTILAYER GAS RESERVOIR: CASE STUDY OF DELTAIC RESERVOIR IN KALIMANTAN AREA", "Abstrak": "One of the major concerns in a multilayer reservoir system is that interlayer cross-flow might reduce the cumulative production rate due to layer’s distinct properties: porosity, vertical and horizontal permeability, saturation, rock compressibility, skin, productivity index, and reservoir pressure. These properties, also called “influential parameters”, allow the fluid to cross to each layer. However, determination of interlayer cross-flow still requires relatively complex simulation and multiple iterations due to a large number of influential parameters that have to be examined. Hence, this study proposes a simpler method to identify interlayer cross-flow based on reservoir characteristics without performing simulations and considering plenty of parameters.\nThe multilayer well model consists of 6 potential layers located in X Field in East Kalimantan is constructed to demonstrate an integrated reservoir-well flow performance using IPM® module. By using this model, simulations are conducted for 15 production scenarios. The relation between the cross-flow behavior and its influential parameters is analyzed from the simulation result to obtain the most sensitive influential parameter. A quick look method is later generated as a simple tool to identify interlayer cross-flow.\nThe result of this work shows that layer’s reservoir pressure difference is found to be the most sensitive influential parameter. Hence, the quick look method is generated that could cover the identification of inter-layer crossflow by examining two layers’ pressure difference. The methodology quickly provides a reasonably accurate solution to determine the best production strategy in preventing interlayer cross-flow. The results of this study can be useful for similar cases in making a simpler yet faster decision on producing multilayer well and necessarily help reduce well production cost.", "Daftar File": {"ABSTRAK Shahnaz Adiibah": "https://digilib.itb.ac.id/gdl/download/227580"}, "Penulis": "Shahnaz Adiibah [12217063]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "multilayer gas reservoir, cross-flow, quick look method, production strategy", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Jun 2021"}