{"Nomor": 56093, "Judul": "DEVELOPING A MODEL OF LIQUID LOADING PREDICTION IN GAS WELL USING MACHINE LEARNING", "Abstrak": "The liquid loading phenomenon is known as the inability of the produced gas to carry all the co-produced liquid to the surface. Under such conditions, the non-removed liquid accumulates at the wellbore resulting in the reduction of the production and sometimes cause the death of the well. In the beginning life period of a new gas well, after a well is drilled and starts producing, early production rates are high enough to carry any liquid produced to the surface. By the time, the reservoir pressure declines, thus the gas rate also declines. Finally, at a certain time, a gas well starts experiencing liquid loading. Liquid loading starts when the current gas rate is incapable of lifting the liquid to the surface. The liquid can be either water produced from the formation or condensate. The most famous equation that predicts the onset of liquid loading is Turner et al. (1969) equation. The occurrence of liquid loading can be approached by comparing the gas rate with the turner rate. In the time of production, when the gas rate is below the turner rate might indicate that the liquid produced cannot be lifted then start to accumulate in the bottom of the well.\nThis paper discusses an approach in predicting liquid loading in gas well with the gas condensate reservoir using a model that is generated by machine learning method and the development of liquid loading and non-liquid loading zone window to determine a certain operating rate that is safe and not safe from liquid loading problem based on simulation. This method needs many numbers of input data in the reservoir simulation, thus we conduct sensitivity for the input data like reservoir property and operating rate within the range based on typical gas condensate reservoir to get the variation of the result like critical rate and time to start liquid loading. Then these are used to construct a machine learning model and to develop the plot of operating rate versus critical rate that shows the safe operating rate zone to avoid liquid loading problem. The simulation was taken using CMG Software by sensitivity 70 data of properties reservoir as input in this simulation. The model was constructed by machine learning model using statsmodel (statistic method). Then, the model will be used to determine the critical rate and the prediction time when liquid loading in the well occurs during production. The result of the model is good enough with r-square for turner rate prediction is 0.998 and for time to liquid loading prediction is 0.8375 while for the minimum safe operating rate is 1.9 MMSCFD. The result has been verified by comparing with field data in the literature. The method is observed to be better at predicting when the liquid loading occurred and determine an appropriate operating rate that can avoid the liquid loading problem.", "Daftar File": {"ABSTRAK Riyaz Ghulam Anwary": "https://digilib.itb.ac.id/gdl/download/227566"}, "Penulis": "Riyaz Ghulam Anwary [12217052]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D.", "Wijoyo Niti Daton, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Liquid Loading, Machine Learning, Gas Condensate, Statsmodel, Turner Critical Rate, Reservoir Simulation, CMG", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Jun 2021"}