{"Nomor": 56095, "Judul": "EVALUATION OF POTENTIAL INFILL WELL LOCATIONS USING RATE TRANSIENT ANALYSIS IN GAS FIELD", "Abstrak": "Integrated Production Analysis (IPA) has become a powerful method to conduct advanced gas reservoir characterization once combining the available data from RTA and Material Balance with fundamental reservoir engineering tools. Rate Transient Analysis (RTA) has been widely used in gas reservoirs as a proven method for reserve estimation, well diagnostic, and production performance evaluation. It was found that RTA solves the related challenges of adjusting static and dynamic reservoir characteristics based on simple production data analysis using flow data. As it is more efficient to apply in the field, considering that the flowing data are monitored continuously of FBHP using PDG rather than limited shut-in and less accurate ones. The benefit obtained from RTA could lead to identifying additional development opportunities, such as the location of infill wells.\nThis study analyzes and summarizes the rate transient analysis (RTA) methodology on available production data from gas reservoirs in the onshore environment in the synthetic and M field. The results of this study are designed as a multipurpose tool in dynamic characterization and identification of development opportunities with applied cases in the M field. The workflow used begins by collecting each well's parameters and is followed with low-frequency records, such as flow rates, wellhead pressures, or bottom-hole pressures. From the analytical models achieved, it is possible to evaluate the interferences and distance boundary in addition to conventional dynamic characterizations of reservoirs like effective permeability, drainage radius, initial gas in place, and skin. Furthermore, the initials gas in place (IGIP) are validated and calibrated to dynamic material balance (DMB) for better RTA results.\nAs the product of the study is the dynamic development map, it is imperative to carry out detailed evaluation when identifying additional development opportunities, such as the location of potential new wells. These new wells are sited and executed using the information obtained from RTA analytical models, resulting in a successful workover with an excellent match to the predicted well's productive performance. According to the cases presented in this study, the author believes this can help identify business opportunities, reduce depletion risks, and make better decisions for field development.", "Daftar File": {"2021 TA PP FELIX ADAMS MUNTHE 1-ABTSRAK.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227569"}, "Penulis": "Felix Adams Munthe [12217056]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D.", "Billal Maydika Aslam, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "rate transient analysis, flowing data, analytic model, dynamic material balance, dynamic map", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Jun 2021"}