{"Nomor": 56098, "Judul": "A PROXY BASED APPROACH FOR ENHANCED GAS RECOVERY OPTIMIZATION FROM CO2 INJECTION USING COMPOSITIONAL SIMULATOR", "Abstrak": "In the wake of the Paris Agreement to achieve net-zero by 2050, Oil and Gas Industries needed to take action as soon as possible to fulfill global carbon emissions demand. One of the most effective solutions to reduce carbon emissions is by injecting CO2 back into the earth. Natural gas alone is more resilient in supporting fast-growing developing economies while decarbonized and reduce their resilience. With the combination of these two, CO2 injection in Enhanced Gas Recovery could be the source of energy to help the world reach net zero by 2050\nThis study focuses on determining the optimal strategic model for Enhanced Gas Recovery using CO2 Injection in condensate gas reservoir with compositional simulation. CMG-GEM and CMG-WINPROP were used to model this field. CMG-CMOST was used to construct the proxy model with 292 experimental cases with a combination of 9 parameters. Experimental cases generated by Latin Hypercube Sampling Method\nThere are a total of three objective functions in this study such as volume fraction of carbon dioxide trapped in HCPV percentage, methane gas recovery factor, and net present value (NPV). The proxy model results have a confidence level of 79.1% for the volume fraction of carbon dioxide trapped in HCPV percentage, 99.5%, for methane gas recovery factor, and 99.2% for NPV. Additionally, there are sensitivity study that shows the behavior of the model\nOptimal Strategic model constructed show CO2 Injection Enhanced Gas Recovery can increase CO2 trapped in HCPV to 2.4 times higher than initial condition, methane gas recovery to 90%, and NPV to nearly 2.5 times fold than the original.", "Daftar File": {"ABSTRAK Dominick Noah": "https://digilib.itb.ac.id/gdl/download/227579"}, "Penulis": "Dominick Noah [12217062]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D.", "Billal Maydika Aslam, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Enhanced Gas Recovery, CO2 Injection, Optimal Strategic Model", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Jun 2021"}