{"Nomor": 56104, "Judul": "APPLICATION OF BUELL AND KAZEMI METHOD IN EVALUATING POLYMER INJECTIVITY OF PILOT POLYMER FLOOD TEST IN FIELD X, INDONESIA", "Abstrak": "Enhanced oil recovery (EOR) becomes a promising prospect as most of Indonesian oil fields are in mature state. One widely implemented EOR method is polymer flood. Polymer flood increases areal and vertical sweep efficiency by generating favorable mobility ratio within fluid displacement process. Past studies found that polymer flood is capable to recover up to twenty percent higher oil in place than conventional waterflood (Assunção et al., 2011; Clay, 1966). This additional volume of oil recovered from polymer flood can worth billions of dollars. However, polymer flood performance is critically affected by the injectivity of polymer solution. Highly viscous polymer solution limits the injection rate of polymer under constrained injection pressure. Furthermore, polymer flow in porous media undergoes polymer retention which caused permeability impairment around the wellbore area that impacted the injectivity of polymer (Green, 2018). Therefore, thorough evaluation on polymer injectivity is needed to ensure successful polymer flood implementation.\nHall plot is a practical and powerful tool originally used for evaluating real time injection performance of waterflood operations (Hall, 1963). The ability of Hall plot to detect well injection problems without conducting well test analysis significantly reduces cost and time spent on injection well performance evaluation. Buell and Kazemi (1990) have successfully developed the Hall plot for polymer injection well performance evaluation. This study applies the developed Hall plot by Buell and Kazemi to evaluate the polymer injectivity of pilot polymer flood test in Field X, Indonesia. From the developed Hall plot diagnosis, we found that positive skin caused the decrement in polymer injectivity of pilot test in Field X.", "Daftar File": {"ABSTRAK Vincent Indina": "https://digilib.itb.ac.id/gdl/download/227585"}, "Penulis": "Vincent Indina [12217069]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D.", "Billal Maydika Aslam, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "EOR, polymer flood, mobility ratio, injectivity, polymer retention, permeability impairment, Hall plot.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Jun 2021"}