{"Nomor": 56106, "Judul": "NEAR-SURFACE CASING COLLAPSE FAILURE IDENTIFICATION OF A GEOTHERMAL WELL SUBJECTED TO EXTERNAL CORROSION", "Abstrak": "can be caused by multiple causes: annular pressure build-up (APB), corrosion, or a combination of these. If the resultant load is high enough to rupture the casing, shallow groundwater may enter the well and lower the produced fluid enthalpy. Killing the well may be further required to perform a well intervention and workover to repair the casing. This operation can be costly and time-consuming, hence may reducing the well productivity.\nThis study discusses the production well “A” in a vapor-dominated geothermal system in “X” Field, Indonesia, which experienced leakage due to casing collapse near the surface. Design loads of both the production and surface casings of the well in the initial and current conditions are recalculated using various methods. Wall thickness reduction is considered in the recalculation of the current condition of the casing performance properties. The results show that the collapse failure occurred in both casings in both conditions. The material of the production casing is also evaluated using the corrosion rate model. However, the result shows that the actual casing material meets the minimum requirement.\nQualitative and quantitative analysis according to the best industrial practices and standards will be discussed further in this paper. Several recommendations from various proven related studies, including the minimum tieback casing required to repair the leakage, are also proposed at the end of this paper. These recommendations can be applied and used as a lesson learned for casing design for future wells.", "Daftar File": {"ABSTRAK Dhafin Rizqi Armansyah": "https://digilib.itb.ac.id/gdl/download/227586", "2021 TA PP DHAFIN RIZQI ARMANSYAH 1.pdf?": "https://digilib.itb.ac.id/gdl/download/228685"}, "Penulis": "Dhafin Rizqi Armansyah [12217071]", "Kontributor / Dosen Pembimbing": ["Dimas Taha Maulana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "casing collapse, corrosion, annular pressure build-up, casing design, well integrity", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Jun 2021"}