{"Nomor": 56112, "Judul": "ALGORITMA HEURISTIK PERMASALAHAN NESTING MULTI STACK PADA MESIN NC ROUTER DI PT. DIRGANTARA INDONESIA", "Abstrak": "Nesting adalah proses pembentukan pola pemotongan dengan mengalokasikan part ke\ndalam sheet tanpa menimpa satu part dengan part lainnya. Proses nesting merupakan\nsalah satu tahapan penting dari rangkaian proses produksi di PTDI. Proses nesting di\nPTDI dilakukan tepat sebelum tahap pemotongan (NC Routing) pada mesin CNC\nRouter dilakukan. NC Routing di PTDI masih menghasilkan limbah material yang\ncukup besar yang sebenarnya dapat diminimasi. Dimana dengan minimasi limbah\npenghematan ekonomi yang besar dapat dicapai. Hal tersebut dapat dicapai dengan\npendekatan nesting yang efisien dan sesuai dengan kondisi praktis yang dihadapi.\nArtinya pola pemotongan yang terbentuk harus compact, dimana setiap part\nditempatkan berdekatan, teratur atau tidak mengacak, memanfaatkan space dalam\nsheet dengan baik, serta pendekatan yang digunakan harus mempertimbangkan\nconstraints yang dihadapi.\nBesarnya waste yang dihasilkan terjadi karena perencanaan nesting belum efisien dan\nbelum sesuai dengan beberapa kondisi praktis yang belum dipertimbangkan.\nDiantaranya yaitu pertimbangan dalam pemilihan sheet yang efisien dan pertimbangan\npenggunaan kembali sisa pemotongan. Mesin CNC Router memiliki kapasitas dalam\nmemproses maksimal 3 lapis material dalam satu batch proses, tetapi belum dilakukan\nsecara maksimal oleh PTDI. Yang mana apabila hal tersebut dilakukan, PTDI dapat\nmeminimasi processing cost pada NC Routing. PTDI menggunakan banyak part,\ndalam set data besar, pada proses produksinya. Diketahui bahwa pendekatan eksak\ntidak efisien dalam mencari solusi dari permasalahan nesting dengan set data besar.\nOleh karena itu, pendekatan heuristik dengan pertimbangan kondisi praktis dibutuhkan\nuntuk memperoleh solusi praktikal yang efektif dan efisien.\nPenelitian ini menggunakan model dan algoritma dalam literatur Liu dkk. (2011),\nAndrade dkk. (2014), Chen dkk. (2019), Sumetthapiwat dkk. (2020), dan Aribowo\ndkk. (2021) sebagai acuan dan referensi pengembangan algoritma heuristik best-fit\nheuristic algorithm dengan pertimbangan praktis variable-bin size, usable leftover,\ndan stacked sheets. Algoritma digunakan dalam mencari solusi permasalahan nesting\nuntuk NC Routing di PTDI. Dibandingkan dengan solusi yang dihasilkan model\noptimal Aribowo dkk. (2021), algoritma usulan dapat menghasilkan solusi mendekati\noptimal dengan selisih 6,99-10,59%. Dan berdasarkan uji coba menggunakan data\nproduksi PTDI, algoritma usulan dapat memberikan efisiensi sebesar 45%.", "Daftar File": {"ABSTRAK Irfansyah Ali": "https://digilib.itb.ac.id/gdl/download/227593"}, "Penulis": "Irfansyah Ali [23417038]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T.", "Dr. Wisnu Aribowo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "two-dimensional bin packing problem, nesting, variable-bin size, usable leftover, stacked sheets, best-fit heuristic.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}