{"Nomor": 56111, "Judul": "WELL DEVIATION EFFECT ON THE POSSIBILITY OF A STUCK PIPE IN ANDESITE MAJORITY LITHOLOGY: A CASE STUDY IN Z GEOTHERMAL FIELD", "Abstrak": "Drilling costs are commonly considered one of the most significant cost elements in a geothermal development project. Drilling costs may increase significantly when drilling days are prolonged due to many non-productive-time (NPT) events. Because geothermal drilling targets lost circulation zones at a depth of the reservoir, the chance of stuck pipe events is increasing. Many publications have reported that lost circulation events leading to a stuck pipe event have become the top cost contributor to NPT in many geothermal drilling projects and more challenging on wells with high deviation. Although the condition of the stuck pipe is unpredictable, early detection is needed to knowing the leading cause to minimize the effects caused by the stuck pipe.\nThis study analyses the effect of well deviation and other drilling parameters on the possibility of stuck pipes in the geothermal field using qualitative and quantitative analysis. The analysis was carried out through offset well data consisting of activity data and drilling parameters. Five wells were analyzed based on qualitative research, and three wells were carried out quantitatively to determine the cause of the stuck pipe. Stuck pipe occurs in andesite majority lithology, which has a high level of rock hardness and abrasive characteristics. Drilling activity and parameter data confirmed that the most likely cause of stuck pipe in the geothermal Field Z was mechanical sticking with tight holes and pack-offs as the most significant contributors. Stuck pipes also have a greater probability with a well inclination above 22.8 degrees based on this case study. There can be an accumulation of cuttings on the low side of the well, mainly if poor hole cleaning also occurs. Several recommendations for best practice geothermal drilling in high deviated wells to minimize stuck pipes are also provided based on Field Z's case to avoid the higher cost for drilling in the future.", "Daftar File": {"ABSTRAK Muhamad Solehudin": "https://digilib.itb.ac.id/gdl/download/227591"}, "Penulis": "Muhamad Solehudin [12217076]", "Kontributor / Dosen Pembimbing": ["Dimas Taha Maulana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "geothermal, stuck-pipe, drilling, non-productive time, deviated well", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Jun 2021"}