{"Nomor": 56124, "Judul": "PENILAIAN OTOMATIS TUGAS PEMROGRAMAN DENGAN PENDEKATAN SEMANTIK", "Abstrak": "Pada bidang ilmu komputer, pemrograman digunakan oleh peserta didik sebagai media\nuntuk mengimplementasikan pengetahuan teoritis ke dalam bentuk program. Untuk\nmemfasilitasi penilaian pada kelas dengan jumlah peserta didik yang banyak,\ndigunakan sistem penilaian otomatis atau automatic grading. Pendekatan yang populer\ndigunakan dalam membangun sistem penilaian otomatis saat ini adalah black-box\ntesting. Penilaian dilakukan dengan menuliskan kumpulan uji kasus untuk\nmengeksekusi program peserta didik. Namun, untuk menuliskan kumpulan kasus uji\nyang komplit, dalam hal ini mencakup sebanyak mungkin edge cases atau corner\ncases, merupakan hal yang sulit untuk dilakukan. Oleh karena itu, perlu dilakukan\neksplorasi pendekatan selain black-box testing pada sistem penilaian otomatis, seperti\nwhite-box testing. Secara teori, dengan memperhatikan isi kode kita dapat mengulas\nsemua jalur eksekusi yang mungkin, menghasilkan sistem penilaian yang lebih\nlengkap.\nPada tugas akhir ini dilakukan penelitian dalam penggunaan analisis semantik sebagai\nsolusi untuk menentukan kebenaran implementasi program peserta didik. Pada sistem\ndi tugas akhir ini akan dilakukan perekaman jalur eksekusi implementasi program\nreferensi dan implementasi program peserta didik, pendeteksian path deviation, dan\npendeteksian path equivalence untuk membandingkan semantik kedua implementasi.\nSistem dibangun dengan memanfaatkan metode concolic execution untuk eksplorasi\ndan SMT solver untuk menyelesaikan formula.\nPengujian sistem menunjukkan bahwa penilaian dapat dilakukan dengan melakukan\nperbandingan semantik implementasi program referensi dan peserta didik. Berdasarkan\nperbandingan dengan pendekatan pembangkitan uji kasus secara acak, ditemukan\nkasus–kasus dimana sistem pada tugas akhir dapat memberikan penilaian yang lebih\nlengkap.", "Daftar File": {}, "Penulis": "M. Rifky I. Bariansyah [13517081]", "Kontributor / Dosen Pembimbing": ["Riza Satria Perdana, S.T., M.T.", "Satrio Adi Rukmono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penilaian otomatis, pembangkitan uji kasus, concolic execution", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "21 Jun 2021"}