{"Nomor": 56120, "Judul": "PENGEMBANGAN SISTEM PENDETEKSI FRAUD BERBASIS  MACHINE LEARNING DENGAN MENGGUNAKAN ALGORITMA  CONVOLUTIONAL NEURAL NETWORK", "Abstrak": "Pada jaman yang serba modern ini, tidak dapat dipungkiri bahwa internet telah menjadi \nkebutuhan pokok manusia yang menjadi salah satu tonggak bergulirnya kehidupan. Hampir \nsegalanya yang dilakukan manusia saat ini membutuhkan koneksi internet, salah satunya \nadalah saat melakukan transaksi keuangan. Contoh penggunaan internet dalam transaksi \nkeuangan adalah pemanfaatan mobile banking dan dompet digital/electronic money. Kedua hal \ntersebut memang sangat membantu manusia untuk bertransaksi kapanpun dan dimanapun \ndengan sangat mudah dan cepat, tetapi dibalik kemudahan dan kenyamanan tersebut terdapat \nancaman yang menunggu kesempatan untuk menyerang siapapun. Hal tersebut sangat \nmemungkinkan terjadi karena perangkat yang digunakan terhubung ke jaringan internet \nsehingga mungkin saja terdapat penyusup dari jaringan publik untuk melakukan penipuan, \nterutama dalam hal mobile banking. Dalam pengerjaan tugas akhir ini, akan dikembangkan \nsebuah mesin untuk mendeteksi penipuan (Fraud) keuangan dengan pendekatan berbasis \nkecerdasan buatan (artificial intelligence). Mesin yang akan dikembangkan akan menerapkan \nsalah satu metode dalam pengembangan sistem saraf buatan, yaitu Convolutional Neural \nNetwork (CNN). Pengembangan mesin ini terdiri dari 5 buah tahap, yaitu pemahaman \nkebutuhan bisnis, pemahaman data, persiapan data, pemodelan mesin, dan evaluasi model.\nPada penelitian ini akan dibandingkan kinerja model antara sebelum dan sesudah dioptimasi \ndengan menggunakan framework Optuna yang berhasil meningkatkan kinerja model dari 83% \nmenjadi 91% (Recall).", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/227601", "Abstrak": "https://digilib.itb.ac.id/gdl/download/227602", "Abstract": "https://digilib.itb.ac.id/gdl/download/227603", "Daftar Pustaka": "https://digilib.itb.ac.id/gdl/download/227610"}, "Penulis": "Vincent [18217042]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Convolutional Neural Network, fraud, optuna, machine learning", "Sumber": "", "Staf Input/Edit": "karya", "File": "9 file", "Tanggal Input": "21 Jun 2021"}