{"Nomor": 56122, "Judul": "DESIGN OPTIMIZATION OF MULTI-CELL SPACEFRAME SUPERSTRUCTURE FOR LIGHTWEIGHT STRUCTURE APPLICATIONS", "Abstrak": "In recent years, transportation has become a critical part of Indonesia's people. The rate of transportation number is increasing in the recent decade, leading to several transportation problems like traffic jams, traffic collisions, and pollution rates. Overcoming the problems, the government regulates the use of public transportation like buses, monorail, and trains, leading to the usage of an electric vehicle. National Center for Sustainable Transportation Technology (NCSTT) develops electrical lightweight buses. The bus structure consists of the upper part and the lower part. The upper part consists of a superstructure design with several pillars joined together using welding or another joining method. The functions of the upper structure are passenger space, cabin space, air conditioner, drive space, windows, doors, and bus compartment. The lower part consists of a chassis structure, electrical engines, batteries, tires, brake system, hydraulic system, and mechanical devices. Both arrangements should be designed in the lowest weight and the highest strength, statistic, and dynamic model. In Indonesia's cases, the bus tends to fail due to side-impact and rollover, which leads to injury and fatality of passengers and bus crews. FMVSS 214 side-impact regulation, FMVSS 216 roof crush regulation, and UN ECE R66 roll over-regulation used as the main regulation standard in designing the structure. The research covers experimental validation of crash box structure and bus design optimization. The single rectangular cell and cruciform multi-cell were evaluated with analytical, numerical, and experimental model quasi-statically. The analytical method was based on the super folding element method dividing the crash box into L-type, T-type, and X-type platforms. The numerical method is divided into the non-extruded model and extruded model. The extruded model consists of residual strain-stress distribution and thickness distribution. The experimental model was done by using Instron pressing machine. The comparison between methods shows a similar result. In this research, FMVSS 216 was used as the base standard of roof crush analysis with Taguchi method optimization. Taguchi's method is essential in reducing the number of simulations. The simulation process would be using Taguchi's method level 18, in which there are eight levels with three control factors and 1 factor with two control factors. The iteration process was based on uncontrollable factors (noise factors) with three considerations of improvement condition, reduction condition, and normal condition. The noise factor is mainly caused by difference thickness distribution, imperfection of material properties, improper welding, and impactor velocity. The variable controls, which are the reinforcement model, used multi-cell platform, extruded roof edge, crossbar, gusset, and thickness addition. There are 54 simulations compared to the traditional scenario methods; there would be 13233 simulations. The objective target is to gain the minimum impactor displacement when the force reaches 1.5 times bus weight, using a the-smaller-the-better and the maximum force reaches before 127 mm displacement of the impactor, which uses the larger the-better. The decision making based on minimum weight, maximum force, and minimum displacement. The final design was validated with UN ECE R66 roll over-regulation by using the energy method. This research purpose is to examine the bus structure which meets the requirement and lowest weight.", "Daftar File": {"ABSTRAK Gilang Farhan Ramadhan Mulyadi": "https://digilib.itb.ac.id/gdl/download/227608"}, "Penulis": "Gilang Farhan Ramadhan Mulyadi [23619003]", "Kontributor / Dosen Pembimbing": ["Djarot Widagdo, Ph.D.", "Dr. Annisa Jusuf, S.T., M.T.", "Dr. Ir. Sigit Puji Santosa, MSME"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "superstructure, electric bus, multicell, thin-walled structure, crashworthiness", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}