{"Nomor": 56126, "Judul": "PENGEMBANGAN SISTEM PEMBAYARAN TANPA KASIR UNTUK BISNIS RITEL DENGAN TEKNOLOGI RFID", "Abstrak": "Industri ritel merupakan salah satu tulang punggung ekonomi di Indonesia. Industri ini\nmenyediakan berbagai macam kebutuhan masyarakat seperti makanan, pakaian, dan berbagai\nkebutuhan sehari-hari lainnya. Permasalahan klasik yang dihadapi oleh industri ritel ini salah\nsatunya adalah bagaimana toko menangani antrian yang panjang. Menurut riset yang telah\ndilakukan, panjangnya antrian ini menimbulkan berkurangnya potensi pendapatan yang dapat\nditerima toko. Salah satu cara yang dapat ditempuh untuk mengatasi masalah ini adalah dengan\nmenerapkan digitalisasi pada proses pembayaran. Dengan pembangunan sistem yang tepat,\ndiharapkan waktu tiap proses pembayaran akan berkurang. Oleh karena itu, tugas akhir ini akan\nditujukan untuk membangun sebuah sistem pembayaran yang dapat menangani pembayaran\ndengan lebih cepat. Sistem akan dibangun dengan teknologi RFID yang terhubung dengan\nmikrokontroler. Mikrokontroler tersebut kemudian akan terkoneksi dengan serverdengan jaringan\nWi-Fi untuk menyimpan data transaksi pada basis data yang dimiliki oleh server. Terdapat dua\npengujian yang akan digunakan. Pengujian pertama adalah untuk menguji kecepatan penanganan\ntransaksi. Tujuannya adalah untuk memastikan bahwa sistem yang dibuat ini mampu mengatasi\npermasalahan yang telah disebutkan sebelumnya. Pengujian kedua bertujuan untuk menguji\nreliability dari sistem yang akan dibangun. Metrik yang akan digunakan adalah banyaknya\ntransaksi yang berhasil dilakukan dan tersimpan dari jumlah seluruh transaksi yang dilakukan\nselama pengujian. Kesimpulan yang bisa ditarik dari hasil pengerjaan tugas akhir ini adalah sistem\nini dapat digunakan untuk menerapkan proses pembayaran tanpa bantuan pegawai kasir.\nKeunggulan utama dari sistem ini adalah proses transaksi yang lebih cepat yaitu sekitar 2 detik,\npenyimpanan data yang lengkap, serta memerlukan biaya implementasi yang relatif murah, dimana\nsistem hanya memerlukan biaya sekitar 100 ribu rupiah per jalur kasir.", "Daftar File": {}, "Penulis": "Timothy [13517087]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "cashierless, checkout, RFID.", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "21 Jun 2021"}