{"Nomor": 56123, "Judul": "CHEMICAL FLOOD MODELLING AND OPTIMIZATION IN HETEROGENEOUS RESERVOIR WITH UNCERTAINTY AND ECONOMIC ASSESSMENT", "Abstrak": "Being a promising method for tertiary recovery, chemical flooding has gained prominence due to its synergy to increase macroscopic and microscopic sweep efficiency. Extensive research has been conducted on a laboratory scale, but its implementation on a field scale is restrained due to economic reasons. Chemical flood modeling is presented complete with chemical properties uncertainty assessment and optimization process.\nChemical properties interaction with core and reservoir is different, with reservoir properties present inherent geological uncertainty due to heterogeneity of the rock. Sensitivity analysis was done using Latin hypercube to analyze which parameters significantly affect oil recovery while also providing probabilistic forecast results. Optimization of chemical slug design is necessary to increase oil production hence increase revenue. Two optimization algorithm of Particle Swarm Optimization and Differential Evolution was used and compared. Chemical flood is then analyzed economically using PSC cost recovery and gross split scenario.\nChemical flood uncertainty assessment was proven necessary to conduct, with 2% recovery difference in the probabilistic forecast between the low and high estimate. Both surfactant and polymer adsorption was found to be a significant contribution to lower recovery. Surfactant ability to reduce water-oil IFT is more beneficial to increase oil recovery in this scenario than its ability to alter rock wettability. SP flooding was considered effective in the studied field, increasing field RF up to 5%. The optimization process further enhanced the chemical injection scenario to maximize the primary injection well influence in displacing oil for inverted 5-spot flooding. Field oil recovery further increases 1.5% with recovery in pattern-scale to increase up to 22% compared with the unoptimized SP flooding scenario. Reduction of water production was considered in the optimization objective function, lowering injector well rates that significantly contribute to the water production. Implementation of SP flooding is also considered more profitable than infill and waterflood scenario, providing better NPV and IRR value. PSC cost recovery proved to be more profitable for both contractor and government than gross split scenario.\nThe result of this study could solve the major economic challenge in implementing chemical flooding in-field operation with the proposed workflow. An ineffective field chemical flood pilot test could also be properly evaluated using the proposed experimental design used in this study to increase the operation's success further.", "Daftar File": {"ABSTRAK Theodorus Aditya Pradana": "https://digilib.itb.ac.id/gdl/download/227612"}, "Penulis": "Theodorus Aditya Pradana [12217098]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Chemical flooding, surfactant, polymer, optimization, oil recovery", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Jun 2021"}