{"Nomor": 56138, "Judul": "PEMODELAN KE DEPAN TIME-LAPSE MICROGRAVITY DENGAN MELIBATKAN FAKTOR PENURUNAN MUKA AIR TANAH, KOMPAKSI DAN AMBLESAN YANG DIAKIBATKAN OLEH PENGAMBILAN AIR TANAH, STUDI KASUS AREA CEKUNGAN BANDUNG", "Abstrak": "Penulis mengusulkan sebuah pendekatan baru untuk menghitung nilai time-lapse\nmicrogravity dengan mempertimbangkan parameter aliran air tanah, kompaksi\ntanah, dan amblesan yang diakibatkan oleh pengambilan air tanah. Nilai time-lapse\nmicrogravity dipengaruhi oleh factor perubahan geometri dan massa jenis.\nPenurunan muka air tanah akan mengubah massa-jenis batuan dan mengganggu\nstress efektif. Efek perubahan stress efektif mengakibatkan kompaksi yang\nkemudian menyebabkan ambelasan tanah di permukaan (perubahan geometri).\nDalam studi ini, penulis memodelkan fenomena fisika yang berhubungan dengan\ntujuh parameter : massa-jenis batuan, massa-jenis fluida, porositas, debit\npemompaan, hydraulic conductivity, specific storage, dan ketebalan akifer. Metoda\nini telah diaplikasikan untuk mempelajari kondisi hidrologi di area Cekungan\nBandung, sebuah kita megapolitan dengan populasi lebih dari 7 juta orang yang\ntinggal di sana. Hasil kemi menyarankan bahwa system akifer di beberapa area\nterdiri dari sedimen pasir halus yang mana masih terus mengalami konsolidasi yang\njuga mengalami pengambilan air tanah secara berlebihan. Penulis mengusulkan\nbeberapa prosedur yang dapat diaplikasikan pada kota-kota besar lainnya dengan\npelamparan cekungan sedimen sebagai kunci untuk manajemen air tanah di kota\ntersebut.", "Daftar File": {"ABSTRAK Dadi Abdurrahman": "https://digilib.itb.ac.id/gdl/download/227621"}, "Penulis": "Dadi Abdurrahman [32314003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Djoko Santoso, M.Sc.", "Prof. Dr. Wawan Gunawan A. Kadir, MS", "Dr. Setianingsih, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "time-lapse microgravity, aliran air tanah, kompaksi, amblesan, Cekungan Bandung.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "8 file", "Tanggal Input": "21 Jun 2021"}