{"Nomor": 56134, "Judul": "PENGEMBANGAN MODUL PEMANTAU KONSUMSI ENERGI LISTRIK TIGA FASA UNTUK MENUNJANG IMPLEMENTASI INDUSTRI 4.0", "Abstrak": "Munculnya industri 4.0 mendatangkan teknologi-teknologi baru yang dapat diimplementasikan untuk meningkatkan efisiensi dan efektivitas produksi dari industri manufaktur, salah satunya adalah teknologi digital twin. Pengembangan digital twin dari suatu aset fisik, misalnya mesin perkakas konvensional, membutuhkan berbagai informasi penting agar dapat mengambil keputusan, salah satu infromasi tersebut yaitu informasi konsumsi energi listrik mesin tersebut. Secara umum mesin perkakas konvensional tidak dilengkapi dengan sistem pemantauan konsumsi energi listrik, sehingga mesin semacam ini membutuhkan modul tambahan agar dapat memantau konsumsi energi listrik tersebut.\nPada penelitian ini, telah dikembangkan sebuah modul pemantau konsumsi energi listrik tiga fasa. Modul pemantau energi listrik ini akan digunakan untuk mengukur dan mencatat konsumsi energi listrik pada suatu mesin tiga fasa. Data hasil pemantauan konsumsi energi listrik tersebut lalu disimpan dalam basis data dan selanjutnya divisualisasikan pada antarmuka web dalam bentuk grafik yang dapat diakses melalui jaringan lokal yang sama.\nPrototipe modul yang dirancang berhasil dibuat dan dapat mengambil, menyimpan, mengolah, dan menampilkan data pada web. Hasil pengujian galat pembacaan sensor dengan alat ukur pembanding sebesar ± 1%. Ukuran kapasitas data yang digunakan selama 50 jam hanya sebesar 74 kilobita karena menggunakan fitur kompresi data. Data berhasil divisualisasikan ke dalam bentuk grafik dan hanya membutuhkan waktu memuat 2,05 detik pada web. Modul baterai yang terisi penuh dapat menyuplai komponen modul selama 4 jam 3 menit. LCD menampilkan informasi sesuai dengan fitur tombol. Berdasarkan Tingkat Kesiapterapan Teknologi (TKT), modul pemantau energi listrik masuk ke dalam tingkat 5.", "Daftar File": {"ABSTRAK Firas Rizky Sarastomo": "https://digilib.itb.ac.id/gdl/download/227616"}, "Penulis": "Firas Rizky Sarastomo [13116010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pemantauan, visualisasi data, energi listrik tiga fasa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}