{"Nomor": 56149, "Judul": "SOLVING FRICTIONLESS CONTACT PROBLEMS IN SOLID MECHANICS USING SMOOTHED PARTICLE HYDRODYNAMICS", "Abstrak": "Smoothed Particle Hydrodynamics (SPH) is a Lagrangian meshless based computation method. This method is originally used for solving astrophysics problems, but nowadays it is also implemented for fluid and solid mechanics problem. In this project, SPH is applied to simulate a colliding two-dimensional modelled blocks where the sensitivity of its scaling factor is analyzed. The scaling factor is a components of the contact force. The contact force is located in the boundary particles of the model. From references, treatment of contact boundary conditions in SPH is still not perfect yet and development is still on-going. SPH technique is basically computing discretize structure domain into particle with certain defined or even calculated properties with a smoothing function which each neighboring particle will effect one another. In this project, the author will use SPH to simulate elastodynamics impact problem considering its contact algorithm.\nTo acquire the phenomena of the case, the author varies the scaling factor into 3 variations and the effect of the variation will be analyzed further.\nThe output of the result shows a trend which can be analyzed and compared with other available references. It is found that the main problem in the contact algorithm is that there is a phenomena called the large impedance mismatch which gives an unstable or fluctuating graph at moment of contact. It shows fluctuating oscillations as the scaling factor is increased.", "Daftar File": {"ABSTRAK Valdo Pratama": "https://digilib.itb.ac.id/gdl/download/227622"}, "Penulis": "Valdo Pratama [13617101]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Muhamad Giri Suada", "Prof. Dr. Ir. Bambang Kismono Hadi", "Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "smoothed particle hydrodynamics, SPH, frictionless contact, scaling factor, contact force, stress oscillations.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}