{"Nomor": 56155, "Judul": "PENGEMBANGAN  SISTEM  PENDETEKSI  FRAUD  BERBASIS  MACHINE  LEARNING DENGAN MENGGUNAKAN ALGORITMA ARTIFICIAL NEURAL NETWORK", "Abstrak": "Semakin berkembangnya zaman, maka akan semakin berkembang pula teknologi \nuntuk dapat mendukung kebutuhan maupun tantangan yang ada. Salah satunya \nyaitu pada bidang finansial. Contohnya untuk melakukan transaksi saja dapat \ndimudahkan dengan salah satunya menggunakan mobile money. Dengan \nmenggunakan mobile money, transaksi yang biasanya membutuhkan waktu lama \nakan menjadi semakin mudah dan cepat untuk para penggunanya. Tetapi sayangnya \nselalu ada risiko yang dapat terjadi untuk setiap kenyamanan tersebut. Salah satu \nrisikonya adalah tindakan penipuan oleh pihak yang tidak bertanggung jawab atau \ndapat disebut sebagai fraud. Pada pengerjaan tugas akhir ini, akan digunakan \nmachine learning untuk membangun fraud detection system dengan \nmengimplementasikan algoritma Artificial Neural Network yang memiliki metode \npengembangan sistem saraf buatan untuk dapat mendeteksi mana transaksi yang \nfraud dan mana yang bukan fraud. Pengembangin ini dilakukan dengan melalui \nlima tahap sesuai dengan CRISP-DM. Yakni, Business Undertanding, Data \nUnderstanding, Data Preparation, Modelling, dan Evaluation. Dalam tahap Data \nPreparation dilakukan penanganan data uang tidak seimbang dengan melakukan \nundersampling dan memilih features yang relevan saja dari dataset. Pada tahap \nModelling, digunakan metode Optuna untuk mencari hyperparameters yang \noptimal dengan digunakan k-fold cross validation dan data backtesting untuk \nmemvalidasi model yang dibuat. Kemudian pada Evaluation dilakukan dengan \nmenggunakan beberapa parameter yakni, false positive rate(FPR), area under \ncurve, recall, precision, dan F1 Score. Hasil dari model ANN yang dibuat \nmemberikan kinerja FPR 0.078%, area under curve 97.65%, recall 95.34%, \nprecision 99.8%, dan F1 score 97.52%", "Daftar File": {}, "Penulis": "Alfiansyah Mahareksa [18217022]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Mchine learning, fraud detection system, artificial neural network,  mobile money, hyperparameters, fraud", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "21 Jun 2021"}