{"Nomor": 56153, "Judul": "PEMODELAN DINAMIKA KASUS COVID-19 DENGAN PERSAMAAN DIFERENS PADA SKENARIO PSBB DI DKI JAKARTA", "Abstrak": "Pandemi Covid-19 di Indonesia, khususnya DKI Jakarta yang telah berlangsung sejak\nbulan Maret 2020, masih belum menunjukkan tanda-tanda akan segera berakhir.\nBerbagai upaya telah dilakukan oleh pemerintah, khususnya Pemerintah DKI Jakarta\ndalam menangani dinamika kasus Covid-19 di DKI Jakarta. Mulai dari penerapan\nPSBB, PPKM, hingga distribusi vaksinasi ke masyarakat yang selalu menuai pro dan\nkontra terutama di awal penerapan karena beragamnya asumsi dan informasi yang\nberedar di masyarakat, dan terkadang belum terbukti kebenarannya. Penelitian ini\nberupaya untuk memberikan gambaran dinamika kasus Covid-19 di DKI Jakarta dan\nhubungannya dengan intervensi yang diberikan oleh pemerintah, tingkat kepatuhan\nmasyarakat, dan kesiapan layanan kesehatan masyarakat dalam menangani pasien\nCovid-19 yang dilandasi oleh data-data dari sumber yang terpercaya. Penelitian ini\ndilakukan dengan membuat pemodelan yang berbasis persamaan diferens orde 40 yang\nbersifat nonlinear, time-varying dengan umpan balik positif. Model ini memanfaatkan\n30 parameter, seperti kapasitas carrying capacity, alfa, tingkat penularan, tingkat\nketahanan pasien pada setiap tahapan infeksi, durasi setiap tahapan infeksi, cakupan\ndeteksi, dan lain-lain, sehingga cukup fleksibel untuk disesuaikan nilai setiap\nparameternya sesuai dengan kondisi aktual di lapangan. Selain itu, model ini juga\nmampu mengakomodasi dataset vaksinasi yang tersedia saat ini dengan penambahan\nparameter tingkat efikasi vaksin. Penelitian ini juga melakukan simulasi skenario\nprotokol kesehatan yang tetap ketat dan melonggar terhadap penerapan vaksin saat ini,\nsehingga diperoleh kesimpulan bahwa penerapan vaksinasi tidak ada gunanya jika tidak\ndiiringi protokol kesehatan yang ketat. Kemudian, pencarian parameter yang optimal\nuntuk pengembangan model ini menggunakan ParameterGrid yang mengakomodasi\ntrain model dengan empat parameter yang dipilih untuk dioptimasi. Penelitian ini\nmenghasilkan model epidemiologi yang tingkat akurasinya dengan ukuran metriks\nMAPE sebesar 20,81% untuk kasus harian dan 3,75% untuk kasus akumulatif.", "Daftar File": {}, "Penulis": "Naradita Kunti Nabila [18217034]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pemodelan, Covid-19, persamaan diferens, DKI Jakarta", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "21 Jun 2021"}