{"Nomor": 56156, "Judul": "PERANCANGAN BOOK APPTENTANG SIKAP SOSIAL UNTUK ANAK USIA DIN", "Abstrak": "Sikap sosial merupakan salah satu bagian dalam perkembangan anak usia dinidan merupakan salah satu Kompetensi Dasar dalam Kurikulum Pendidikan Anak Usia Dini  (PAUD).  Namun,  tidak  semua  anak  usia  dini  memiliki  kesempatan  untuk menempuh PAUD. Selain itu,pandemi COVID-19 membuat banyak orang tua yang akhirnya  menunda  bahkan  tidak  memasukan  anaknya  ke  PAUDkarena  merasa khawatir.  Pembelajaran onlinedi  tengah  pandemi  juga  masih  kurang  efektif karena pembelajaran hanyaberupa pemberian tugas.Oleh karena itu, dibutuhkan media   pembelajaran   yang   dapat   membantu   orang   tua   dan   guru   dalam mengenalkan anak tentang sikap sosial. Media yang dinilai memiliki potensi untuk membantu  proses  pengenalan  anak  tentang  sikap  sosial  adalah  aplikasi mobile berbentuk book app. Tujuan diadakannya penelitian ini adalahuntuk mengetahui cara mengenalkan anak tentang sikap sosial dan merancang book app yang sesuai. Metodologi   yang   digunakan   adalah   riset   menggunakan   data   kualitatif   dan kuantitatif  melalui  pengumpulan  data  yang  dilakukan  melalui  kajian  pustaka, kuesioner,  wawancara  dan  perbandingan  karya  yang  sudah  ada.  Sedangkan metodeperancangan book app terbagi ke dalam pengumpulan data, analisis data dan  perancangan.  Berdasarkan  datadan  hasil  analisis  diketahui  bahwamedia cerita  merupakan  salah  satu  media  yang  efektif  untuk  memperkenalkan  sikap sosial  pada  anak  usia  dini.  Berdasarkan  data  dan  analisis  juga  diketahui  bahwa buku cerita interaktifyang dirancang ke dalam book app dapatmenjadi salah satu media  yang dapat  digunakan  dalam proses pembelajaran. Diharapkan Book  Appyangberisi seri buku cerita anak tentang sikap sosial berdasarkan kurikulum PAUD yang dikemas secara interaktif dapat menjadi salah satu media pembelajaran yang menarik   dan   menyenangkan   untuk membantu   orang   tua   dan   guru   dalam memperkenalkan sikap sosial kepada anak", "Daftar File": {"ABSTRAK Nikita Anderson": "https://digilib.itb.ac.id/gdl/download/227629"}, "Penulis": "Nikita Anderson [17417019]", "Kontributor / Dosen Pembimbing": ["Dianing Ratri, S.Des., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "anak usia dini, book app ?sikap sosial, buku cerita bergambarinteraktif", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Jun 2021"}