{"Nomor": 56167, "Judul": "PEMANTAUAN KESEHATAN STRUKTUR SERAT ANYAMAN KOMPOSIT CARBON FIBER REINFORCED POLYMER DENGAN METODE PERUBAHAN RESISTANSI ELEKTRIK", "Abstrak": "Penggunaan material komposit polimer serat karbon (Carbon Fiber Reinforced Polymer / CFRP) semakin meningkat khususnya pada industri kedirgantaraan, otomotif, dan kereta api. Dalam penggunaannya, material CFRP masih perlu dilakukan penelitian lebih lanjut karena material ini memiliki perilaku dan mekanisme kegagalan yang lebih rumit dibanding logam sehingga kegagalan pada material komposit lebih sulit diprediksikan dan dianalisis. Teknologi pemantauan kesehatan struktur (Structural Health Monitoring/SHM) dapat digunakan untuk memantau integritas struktur CFRP dan mengurangi kebutuhan perawatan terjadwal. Salah satu metode SHM yang dapat digunakan yaitu perubahan resistansi elektrik (Electrical Resistance Change/ERC).\nPenelitian ini akan membahas secara mendalam mengenai penggunaan metode perubahan resistansi elektrik untuk menentukan panjang dan orientasi retak yang terjadi pada struktur CFRP. Eksperimen dilakukan pada pelat CFRP untuk mengetahui nilai konduktivitasnya. Kemudian nilai konduktivitas ini digunakan dalam pemodelan retak pada CFRP dengan panjang dan orientasi yang beragam. Data-data hasil simulasi digunakan untuk membangun fungsi permukaan dan fungsi kurva yang menggambarkan hubungan resistansi dengan panjang dan orientasi retak.\nProgram penentu panjang dan orientasi retak dibuat pada MATLAB dengan menggunakan kedua fungsi dan diujikan pada eksperimen. Program ini disimpulkan dapat menentukan panjang dan orientasi retak dengan cukup baik.", "Daftar File": {"ABSTRAK Henokh Budijanto": "https://digilib.itb.ac.id/gdl/download/227633"}, "Penulis": "Henokh Budijanto [13117071]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME", "Dr. Bentang Arief Budiman, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "CFRP, SHM, ERC, resistivitas, konduktivitas, panjang retak, orientasi retak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}