{"Nomor": 56168, "Judul": "PENGENDALIAN SELF-BALANCING PLATFORM PADA  ROBOT ALL TERRAIN ROVER", "Abstrak": "Tingginya angka transmisi penyakit nosokomial disertai dengan keperluan \npeningkatan efisiensi kinerja perawat di tengah ancaman keterbatasan suplai tenaga \nkerja perawat di masa depan memerlukan sebuah solusi robotik untuk memecahkan \nmasalah tersebut. Dibutuhkan suatu robot all terrain untuk membantu \nmeningkatkan performa logistik di rumah sakit. Robot yang dibuat harus bisa \nmembawa muatan menempuh berbagai medan yang terdapat di rumah sakit dengan \naman. Bagian robot yang menjawab kebutuhan tersebut adalah sub sistem platform \ndengan perancangan pengendalian dilakukan menggunakan konsep dasar inverse \nkinematics dengan 3 derajat kebebasan. Pengendalian platform yang dapat \nmenyeimbangkan dirinya sendiri dilakukan dengan menerapkan bentuk sistem \nkendali lingkar tertutup. Pada implementasinya, sub sistem platform juga dapat \ndikendalikan ketinggannya melalui komputer yang saling terhubung dengan \nmenggunakan protokol komunikasi MQTT. Hasil implementasi diuji baik secara \nkualitatif maupun kuantitatif untuk menentukan apakah sub sistem sudah \nmemenuhi kriteria yang ditentukan. Dari hasil pengujian yang dilakukan, platform \nmasih memiliki kendala mekanik yang menyebabkan fungsionalitas dari sub sistem \nini belum sempurna. Untuk memvalidasi ketepatan dari algoritma pengendalian \nplatform yang telah dibuat, dijalankan simulasi dengan menggunakan aplikasi \nWebots dan diperoleh hasil bahwa algoritma sudah dapat berjalan dengan baik dan \nmuatan yang dibawa robot mampu dijaga tetap seimbang meski menempuh medan \nyang variatif. Dengan demikian, sub sistem platform memerlukan pengembangan \nmekanik kedepannya untuk memenuhi kebutuhan robot all terrain rover.", "Daftar File": {}, "Penulis": "Yunus Adu [13217007]", "Kontributor / Dosen Pembimbing": ["Dr. Widyawardana Adiprawita, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "robot all terrain, platform Stewart, inverse kinematics, kendali lingkar  tertutup, Webots", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "21 Jun 2021"}