{"Nomor": 56161, "Judul": "DESAIN DAN IMPLEMENTASI SISTEM PERSEPSI DAN  NAVIGASI OTONOM PADA KENDARAAN DARAT TAK  BERAWAK MENGGUNAKAN KERANGKA SISTEM  OPERASI ROBOT", "Abstrak": "Robot otonom adalah sebuah mesin cerdas yang mampu melakukan tugas tertentu \ndi dunia secara mandiri tanpa kendali manusia secara eksplisit. Penggunaan robot \notonom saat ini telah hadir dalam berbagai bentuk. Salah satu aplikasi dari \npenggunaan robot otonom ialah peralatan penanganan mekanik yang terdapat \ndalam area gudang. Peralihan penanganan produk secara manual menjadi otomatis \ndilakukan sebagai salah satu bentuk upaya untuk melakukan otomatisasi \npergudangan. Dalam makalah ini, akan diimplementasikan sebuah purwarupa \nkendaraan otonom yang mampu bergerak dari satu lokasi ke lokasi lain di \nlingkungan gudang dalam ruangan. Implementasi dimulai dengan membagi sistem \nnavigasi menjadi tiga buah sub-sistem, yaitu persepsi, pengambil keputusan, dan \naktuator. Subsistem persepsi didesain agar mampu memahami keadaan lingkungan \nsekitar kendaraan. Pemahaman akan keadaan lingkungan sekitar dicapai \nberdasarkan data-data yang telah terakuisisi oleh sensor-sensor. Subsistem \npengambil keputusan didesain agar mampu menentukan alternatif terbaik \nberdasarkan tugas-tugas yang diberikan dan informasi-informasi yang diterima di \nsepanjang jalan. Subsistem aktuator didesain agar mampu mengubah perintah \ndigital menjadi sebuah pergerakan perangkat keras, seperti motor atau kemudi. \nKesimpulan yang diperoleh ialah bahwa kendaraan mampu memahami keadaan \nlingkungan sekitar dan mampu bergerak dari satu lokasi ke lokasi lain dengan galat \ntertentu, yang disebabkan oleh adanya distorsi dan derau sensor.", "Daftar File": {}, "Penulis": "Christian Justin [13217031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hilwadi Hindersah", "Dr. Pranoto Hidaya Rusmin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Otonom, Persepsi, Pengambil Keputusan, Aktuator, Gudang", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "21 Jun 2021"}