{"Nomor": 56171, "Judul": "PERBANDINGAN CO-DOPING PR DAN SM UNTUK PENINGKATAN KONDUKTIVITAS IONIK ELEKTROLIT PADAT GADOLINIUM DOPED CERIA (GDC) SEBAGAI APLIKASI IT-SOFC : ULASAN KOMPREHENSIF", "Abstrak": "Saat ini banyak negara yang masih mengandalkan bahan bakar fosil seperti\nminyak bumi dan batubara sebagai sumber energi. Ketergantungan dalam\nmemanfaatkan bahan bakar fosil sebagai salah satu sumber energi mengakibatkan\nberbagai permasalahan lingkungan dan kesehatan. Oleh karena itu, saat ini sedang\ndikembangkan sumber energi baru terbarukan (EBT). Salah satu contoh sumber\nenergi baru terbarukan yaitu fuel cell. Solid Oxide Fuel Cell (SOFC) adalah salah\nsatu jenis dari fuel cell yang menggunakan material oksida padat. SOFC\nmerupakan suatu perangkat elektrokimia yang dapat mengubah energi kimia dari\nbahan bakar menjadi energi listrik dengan memanfaatkan oksigen dan hidrogen\nuntuk bereaksi. Permasalahan utama SOFC adalah temperatur operasi yang tinggi\n(~1000oC). Material elektrolit yang memiliki konduktivitas ionik tinggi\nmerupakan salah satu solusi dalam pemilihan material untuk menurunkan\ntemperatur operasi SOFC. Gadolinium Doped Ceria (GDC) merupakan salah satu\nbahan berbasis ceria yang dapat dipakai pada SOFC suhu menengah. Untuk\nmenurunkan temperatur operasi ini diperlukan penambahan co-doping pada\nelektrolit padat GDC agar memiliki konduktivitas ionik dan kestabilan yang tinggi\npada suhu operasi menengah.\nStudi ini betujuan untuk membandingkan pengaruh co-doping Praseodimium (Pr)\ndan Samarium (Sm) terhadap karakteristik fisik maupun karakteristik kelistrikan\ndari elektrolit padat GDC untuk aplikasi material pada Intermediate Temperature\nSOFC (IT-SOFC). Metode yang digunakan pada studi ini yaitu studi literatur.\nPada studi ini akan dibandingkan pengaruh kedua co-doping tersebut terhadap\nnilai konduktivitas ionik yang didapat dan juga nilai energi aktivasinya.\nHasil studi literatur menunjukkan bahwa penambahan co-doping Pr dan Sm akan\nmempengaruhi parameter kisi, mikrostruktur, konduktivitas ionik dan energi\naktivasi elektrolit padat GDC. Penambahan co-doping Pr dan Sm akan\nmeningkatkan parameter kisi dari struktur cubic fluorite ceria. Mikrostruktur yang\nterbentuk menunjukkan ukuran butiran yang kecil dan tampak homogen yang\nmenunjukkan bahwa elektrolit padat GDC dengan co-doping Pr dan Sm ini\nmemiliki sifat mekanik dan sifat kelistrikan yang baik. Konduktivitas ionik\nmeningkat seiring dengan penambahan konsentrasi co-doping Pr sampai 6% lalu\nakan menurun dengan peningkatan konsentrasi Pr pada suhu operasi 500 oC.\nUntuk pengaruh co-doping Sm, konduktivitas ionik meningkat sampai konsentrasi\nSm 5% lalu akan menurun dengan meningkatnya konsentrasi Sm pada suhu\noperasi 700oC. Energi aktivasi menurun pada konsentrasi co-doping Pr dan Sm\noptimum. Secara keseluruhan, penggunaan co-doping Pr paling efektif untuk\nmeningkatkan konduktivitas ionik dan menurunkan energi aktivasi pada suhu\noperasi yang lebih rendah.", "Daftar File": {"ABSTRAK Muhammad Faisal Akbar": "https://digilib.itb.ac.id/gdl/download/227636"}, "Penulis": "Muhammad Faisal Akbar [12517004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto, M.Sc.", "Prof. Dr. Ir. Syoni Soepriyanto, M.Sc.", "Dr.Eng. Bonita Dilasari, S.T., M.T.", "Imam Santoso, S.T., M.Phil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "IT-SOFC, co-doping, gadolinium doped ceria, konduktivitas ionik.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "21 Jun 2021"}