{"Nomor": 56178, "Judul": "MEDIA NARASI VISUAL DONGENG KOLABORATIF SEBAGAI REPRESENTASI GENERASI DIGITAL NATIVE INDONESIA", "Abstrak": "Pancasila merupakan falsafah hidup bangsa Indonesia. Nilai-nilai luhur yang terkandung di\ndalam kelima sila dari Pancasila adalah perwujudan sebuah identitas bangsa Indonesia yang\nmenjadi ciri khas (archetype) dan pembeda dari bangsa-bangsa lain di dunia. Pancasila pertama\nkali diperkenalkan oleh Ir. Soekarno pada tanggal 1 Juni 1945 pada sidang Badan Penyelidik\nUpaya Persiapan Kemerdekaan Indonesia (BPUPKI), dimana pada pidatonya beliau\nmenyampaikan intisari kelima sila dari Pancasila adalah gotong royong.\nSejak tahun 1975, Pancasila sudah menjadi salah satu mata pelajaran dan mata kuliah wajib\ndalam pendidikan formal di Indonesia. Namun pada perkembangannya, Pancasila kerap\nmengalami perubahan nama pada kurikulum menjadi Pendidikan Pancasila dan\nKewarganegaraan (PPKn), Pendidikan Kewarganegaran (PKn), hingga Kewarganegaraan.\nUndang-undang nomor 20 tahun 2003 tentang sistem pendidikan nasional menetapkan\nPancasila tidak lagi menjadi mata pelajaran atau mata kuliah tersendiri pada kurikulum\npendidikan formal di seluruh tingkatannya mulai dari sekolah dasar, menengah hingga\nperguruan tinggi. Hal inilah yang menjadi asumsi awal bagi peneliti sebagai cikal bakal\nlunturnya nilai-nilai luhur Pancasila pada sebuah generasi.\nUndang-undang nomor 12 tahun 2012 menetapkan kembali Pancasila menjadi mata kuliah\nwajib di perguruan tinggi. Sejalan dengan penetapan undang-undang tersebut, perubahan\nkurikulum tahun 2013 mengembalikan Pancasila sebagai mata pelajaran di sekolah dasar dan\nmenengah. Namun, jika diperhatikan kembali terdapat kurun waktu hampir 10 tahun dimana\nPancasila secara praksis tidak lagi diketahui, dipelajari, dipahami apalagi diterapkan dalam\nkehidupan sehari-hari secara khusus.\nGenerasi muda Indonesia sebagai bagian dari generasi digital native memiliki kemampuan\nadaptasi yang luar biasa terhadap perkembangan teknologi. Namun, seiring dengan hal tersebut\nberbagai tindakan seperti ketidakjujuran, berkurangnya rasa hormat, perundungan, perilaku\nmenyimpang, kecenderungan mengadopsi nilai budaya asing, melemahnya idealisme dan\npatrionisme, serta meningkatnya sikap pragmatisme dan hedonisme pada generasi digital\nnative Indonesia. Berbagai kasus tersebut menjadi bukti bahwa nilai-nilai luhur Pancasila tidak\nditerapkan dalam kehidupan sehari-hari mereka.\nJika disinyalir generasi digital native Indonesia ini akan menjadi pemimpin dan penentu\nkebijakan bangsa di tahun 2035 maka diperlukan berbagai upaya di tiap lini kehidupan untuk\nmemperkenalkan kembali nilai-nilai luhur Pancasila. Salah satu upaya yang dilakukan oleh\npeneliti adalah merespon fenomena permasalahan tersebut dalam penelitian disertasi. Hasil\nyang diharapkan adalah sebuah alternatif solusi agar generasi digital native Indonesia dapat\n\nmengenal, mengetahui, mempelajari, memahami dan menerapkan gotong royong sebagai nilai\nluhur Pancasila dalam kehidupan sehari-hari.\nPeneliti menyadari bahwa generasi digital native Indonesia memiliki batasan umur yang sangat\nlebar. Pada penelitian disertasi ini, peneliti memilih kelompok eksperimen dengan rentang usia\nkelahiran tahun 2007 hingga 2009, dengan karakter menyukai kolaborasi dan ingin terlibat\ndalam setiap keputusan. Disamping itu, generasi digital native Indonesia juga memiliki\nindigenous berupa kolektivisme dan komunalitas. Kata-kata kunci ini dapat menjadi pintu\ngerbang dan peluang dalam memperkenalkan kembali gotong royong sebagai nilai luhur\nPancasila.\nGotong royong sebagai esensi dari nilai-nilai luhur Pancasila identik dengan pendidikan budi\npekerti yakni bagaimana cara berpikir, bertutur, bersikap, berperilaku sesuai dengan norma\nyang berlaku dalam masyarakat. Jauh sebelum Pancasila lahir, bangsa Indonesia memiliki\nwarisan budaya lisan turun temurun dalam mendidik budi pekerti tersebut. Dongeng\nmerupakan salah satunya. Melalui dongeng yang sarat akan pesan moral namun disampaikan\ndengan cara menghibur diyakini oleh peneliti dapat menjadi sebuah pendekatan yang efektif\ndalam upaya menanamkan kembali nilai-nilai luhur Pancasila kepada generasi digital native\nIndonesia.\nPenelitian disertasi berjudul,”Media Narasi Visual Dongeng Kolaboratif sebagai Representasi\nGenerasi Digital Native Indonesia”, bertujuan untuk mendapatkan konsep sebuah perancangan\ndengan luaran produk berupa prototype media narasi visual sebagai ruang kolektif yang\nmerepresentasikan generasi digital native Indonesia melalui pendekatan dongeng kolaboratif\ndengan konten nilai-nilai luhur Pancasila sehingga dapat dikenal, dipahami, dan diterapkan\nkembali dalam kehidupan sehari-hari mereka.\nProses penelitian disertasi ini disusun dan dilaksanakan melalui tahap pengkajian dan tahap\nperancangan. Tahap pengkajian menggunakan metode campuran (mixed method) dengan\npendekatan kualitatif dan kuantitatif dimana peneliti melakukan studi literatur, observasi,\npenyebaran kuesioner, wawancara dalam mengumpulkan data-data. Selanjutnya data-data\ntersebut disusun dan dianalisa untuk menjadi rujukan peneliti di tahap berikutnya. Metode\neksperimental partisipatori dilakukan dengan melibatkan secara langsung generasi digital\nnative Indonesia yang diwakili kelompok eksperimen. Berbagai eksperimen menghasilkan\nsintesa-sintesa yang menjadi kata kunci untuk tahap perancangan. Metode design thinking\ndigunakan pada tahap perancangan dengan merujuk pada hasil elaborasi kajian dan sintesa\neksperimen. Hasil penelitian disertasi ini berupa media narasi visual sebagai representasi\ngenerasi digital native Indonesia, dimana luaran produk (output) berupa prototype aplikasi\nberbasis permainan sederhana dongeng kolaboratif dengan konten nilai-nilai luhur Pancasila.", "Daftar File": {"2021 DS PP RIZKI TAUFIK RAKHMAN 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227648"}, "Penulis": "Rizki Taufik Rakhman [37017002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yasraf Amir P., MA", "Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "dongeng kolaboratif, generasi digital native Indonesia, gotong royong, media narasi visual, Pancasila, representasi.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Jun 2021"}