{"Nomor": 56172, "Judul": "PEMODELAN SPASIO TEMPORAL BANJIR ROB AKIBAT PASANG SURUT AIR LAUT HARIAN (STUDI KASUS: WILAYAH PEKALONGAN DAN SEKITARNYA)", "Abstrak": "Wilayah Pekalongan yang terletak di dataran rendah pantai Utara Pulau Jawa, dengan\nketinggian kurang lebih 1 meter di atas permukaan laut yang termasuk dalam kawasan industri\nberkembang yang ditandai dengan adanya pembangunan yang terus dilakukan di wilayah\ntersebut. Pembangunan yang terus dilakukan ternyata berdampak buruk bagi wilayah tersebut\nkarena sering dilanda oleh banjir rob. Oleh karena itu, pada penelitian ini akan mensimulasikan\nterjadinya banjir rob yang dapat memberikan informasi mengenai persebaran genangan banjir\nrob setiap 1 jam sekali selama terjadinya surut terendah sampai ke surut terendah lagi pada saat\nterjadinya anomali pasang tinggi di wilayah Pekalongan pada tahun 2021, yaitu pada tanggal\n1-2 Juni dan 10-11 Desember 2021. Dari hasil pemodelan ini dapat dibandingkan dengan luas\ngenangan banjir rob yang dihasilkan melalui pemodelan banjir rob pada tahun 2021 tanpa\nmemperhitungkan faktor pasang surut harian, sehingga dapat diketahui seberapa besar\npengaruh dari pasang surut harian. Untuk memodelkan banjir rob dapat dilakukan dengan\nmengolah DEM wilayah Pekalongan dengan menggabungkan hasil pengamatan RTK Multi\nGNSS pada tahun 2019 dengan data DEMNAS, kemudian data gabungan ini ditransformasikan\nke dalam Sistem Referensi Tinggi low tide dengan acuan nilai surut terendah yang terjadi\nselama tahun 2021 dengan koreksi kenaikan muka air laut dari pengamatan satelit altimetri dan\npenurunan muka tanah yang didapat dari kombinasi data GPS dan InSAR. Setelah terbentuk\ndata DEM, langkah selanjutnya adalah mengintegrasikan data DEM dengan data prediksi\nketinggian pasut harian di wilayah Pekalongan pada tanggal 1-2 Juni dan 10-11 Desember\n2021. Dari hasil pemodelan banjir rob akibat adanya pasang surut harian, genangan banjir rob\nterluas terjadi pada saat pasang tertinggi tanggal 11 Desember 2021 pukul 03.00 WIB dengan\ntotal luas genangan seluas 5306,284 hektar. Pengaruh dari pasang surut harian terhadap luas\ngenangan banjir rob adalah penambahan luas genangan sebesar 4696,577 hektar atau\nbertambah 36,45% dari total luas wilayah Pekalongan pada saat terjadinya pasang tertinggi.\nHasil pencocokan model banjir rob menggunakan citra satelit Landsat 8 OLI/TIRS\nmenunjukkan tingkat keakurasian sebesar 88,75%.", "Daftar File": {"ABSTRAK Moh. Baihaqi Hakim": "https://digilib.itb.ac.id/gdl/download/227635"}, "Penulis": "Moh. Baihaqi Hakim [15117028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dina Anggreni Sarsito, M.T.", "Dr. Heri Andreas, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Banjir Rob, Penurunan Muka Tanah, Kenaikan Muka Air Laut, dan Pasang Surut Harian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}