{"Nomor": 56177, "Judul": "KAKAS ANALISIS KODE STATIS UNTUK MENDETEKSI CELAH KEAMANAN BROKEN AUTHENTICATION MENGGUNAKAN REPRESENTASI GRAF", "Abstrak": "Dalam pengembangan perangkat lunak terdapat banyak tahapan yang harus dilalui\nmulai dari identifikasi masalah, desain, implementasi, pengujian, dan\npemeliharaan. Pada tahap implementasi akan dilakukan penulisan kode sumber\nyang sesuai dengan kebutuhan yang didapatkan pada saat identifikasi masalah. Pada\nsaat implementasi bisa saja terdapat sebuah kesalahan dalam menuliskan kode\nsumber yang dapat menyebabkan terbentuknya kesalahan yang dapat merugikan\npengguna maupun pengembang. Oleh karena itu dibuatlah kakas analisis kode statis\nyang bertujuan untuk dapat mendeteksi celah keamanan pada saat pengembangan\nperangkat lunak.\nPada tugas akhir ini bertujuan untuk membangun kakas analisis kode statis untuk\nmendeteksi celah keamanan Broken Authentication. Kakas akan melakukan\ntransformasi dari kode sumber menjadi Control-Flow Graph (CFG) dengan\nbantuan Data Flow sehingga dapat memudahkan dalam melakukan pencarian celah\nkeamanan. Simpul yang terbentuk dari CFG akan ditentukan tipenya oleh kakas\nuntuk menentukan apakah suatu celah keamanan dapat terjadi ataupun tidak. Hasil\ntugas akhir ini adalah sebuah kakas pendeteksi celah keamanan pada aplikasi Flask.\nKakas yang telah dibangun telah diujikan pada 14 proyek open source Flask dan 1\nproyek dummy yang sebelumnya dilakukan analisis manual terlebih dahulu untuk\nmenentukan apakah ada penyebab celah keamanan dan kakas dapat menemukan\ndengan baik celah keamanan yang telah dianalisis sebelumnya. Terdapat 1 False\nPositive yang ditemukan pada kakas terjadi dikarenakan kakas belum dapat\nmenangani beberapa kasus yang tidak umum atau diluar cakupan dari kakas.\nPerlu dilakukan studi lebih lanjut untuk dapat membuat kakas tidak bergantung\nkepada framework dalam melakukan pencarian celah keamanan. Kakas juga dapat\ndikembangkan untuk tipe celah keamanan yang lain.", "Daftar File": {}, "Penulis": "Farhan Ramadhan Syah Khair [13517001]", "Kontributor / Dosen Pembimbing": ["Yudistira Dwi Wardhana Asnar, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "analisis kode statis, celah keamanan, Broken Authentication, graf, pengembangan perangkat lunak", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "21 Jun 2021"}