{"Nomor": 56189, "Judul": "KAJIAN NUMERIK APLIKASI REPLACEABLE LINK PADA STRUKTUR GEDUNG 15 LANTAI DENGAN SISTEM DINDING GESER BERANGKAI", "Abstrak": "Dalam sistem dinding geser berangkai sering dijumpai kerusakan pada elemen\nbalok perangkai. Balok perangkai umumnya didisain secara inelastik. Rehabilitasi\nkerusakan pada balok perangkai setelah terjadinya gempa menjadi hal yang sulit\nuntuk diperbaiki. Suatu terobosan untuk menciptakan suatu sistem struktur yang\nmudah dalam perbaikan dan pelaksanaan adalah dengan menggabungkan dinding\ngeser dengan balok perangkai baja yang dikombinasikan dengan suatu elemen link\nyang mudah diganti dalam perbaikan struktur. Dengan desain kapasitas link dan\nfaktor kuat lebih, maka kelelehan dan elemen yang bersifat inelastik dibatasi hanya\nterjadi pada elemen link saja.\nUntuk meninjau perilaku struktur, maka dilakukan analisis terhadap struktur\ngedung 15 lantai yang menggunakan sistem dinding geser berangkai dengan\nkombinasi replaceable link dan ditinjau kinerja serta respon strukturnya.\nSelanjutnya hasilnya dibandingkan terhadap model konvensional dinding geser\nberangkai yang tidak menggunakan replaceable link. Metode analisis yang\ndigunakan adalah analisis nonlinier beban dorong pushover dan analisis non linier\nbeban gempa riwayat waktu.\nDari hasil analisis pushover didapatkan bahwa respon perpindahan maksimum yang\ndapat dicapai oleh struktur yang menggunakan replaceable link lebih baik\ndibandingkan dengan struktur yang tidak menggunakan replaceable link, dengan\nmekanisme kerusakan yang terjadi terpusat pada link. Namun pada analisis non\nlinier gempa riwayat waktu, balok perangkai pada struktur yang menggunakan\nreplaceable link mengalami kerusakan dengan level yield. Dari kedua analisis\ndidapatkan bahwa struktur replaceable link yang direncanakan dengan konsep\ndesain kapasitas mempunyai level kinerja pada tingkat immediate ocupancy.", "Daftar File": {"ABSTRAK Jefry Dwi Prasetyo": "https://digilib.itb.ac.id/gdl/download/227669"}, "Penulis": "Jefry Dwi Prasetyo [25017320]", "Kontributor / Dosen Pembimbing": ["Ir. R. Muslinang Moestopo, MSEM, Ph.D.", "Dyah Kusumastuti, S.T., M.T., Ph.D.", "Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "dinding geser berangkai, balok perangkai, replaceable link, desain kapasitas, analisis pushover, analisis nonlinier beban gempa riwayat waktu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2021"}