{"Nomor": 56196, "Judul": "PENGEMBANGAN DESAIN SARANA KELAS KAPSULUNTUK KERETA SEMI-CEPAT JAKARTA-SURABAYA", "Abstrak": "Kereta Api merupakan moda transportasi primadona bagi masyarakat indoensia khususnya di pulau jawa, rute perjalanan Jakarta-Surabaya merupakansalah satu rute tersibuk di Indonesia. menjelang musim liburan maupun hari raya, kereta api selalu mengalami pembeludakan penumpang yang berdampak pada antrean Panjang masyarakat yang ingin menaiki kereta api. Oleh sebab itu, Perlu adanya upaya dari pemerintah untuk membagi kepadatan penumpang pada moda transportasi ini jarak jauh ini.Pada tahun 2020 ini, pemerintah Indonesia memiliki sebuah wacana untuk mengembangkan sebuah moda transportasi baru yaitu kereta semi-cepat yang akan melintas sepanjang jalur Jakarta-Surabaya dengan kecepatan tempuh hingga 160km/jam. Wacana ini merupakan proposal yang diajukan pemerintah Indonesia kepada Jepang untuk membangun infrastruktur sarana dan prasarana kereta semi- cepat. Kini pengembangan yang dilakukan terhadap desain sarana telah selesai namun belum ada kepastian lebih lanjut hingga sekarang terkait kelanjutan proyekriset nasional ini,  Lembaga penelitian menyatakan bahwa desain untuk eksteriordan rangkaian gerbong kereta telah siap untuk diuji, namun desain interior kereta masih harus dilakukan pengembangan.Untuk mendapatkan desain sarana yang dapat memenuhi kebutuhan akan area khusus dan kebutuhan privasi yang belum terpenuhi, maka harus dilakukan peninjauan terhadap sarana kereta api yang sudah eksisting di indonesia, Desain sarana kelas kapsul diharapkan dapat memenuhi kebutuhan penumpang tersebut.", "Daftar File": {}, "Penulis": "Muhamad Farhan Rizaldi [17517047]", "Kontributor / Dosen Pembimbing": ["Slamet Riyadi, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Gerbong, kereta, Kapsul, Kereta Semi-Cepat", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Jun 2021"}