{"Nomor": 56192, "Judul": "PENGARUH STRUKTUR KETENAGAKERJAAN TERHADAP TINGKAT PENGANGGURAN TERBUKA DI INDONESIA PADA SAAT PANDEMI COVID-19 (STUDI KASUS : PULAU JAWA)", "Abstrak": "Pandemi COVID-19 menyebar dengan sangat cepat di seluruh Negara termasuk di\nIndonesia. Pandemi tersebut memberikan dampak kerugian secara langsung dan\ntidak langsung. Kerugian secara langsung akibat pandemi COVID-19, yaitu\npermasalahan kesehatan. Sedangkan, kerugian secara tidak langsung dari pandemi\ntersebut, yaitu penurunan output. Penurunan output disebabkan oleh penurunan\naktivitas ekonomi akibat adanya kebijakan pembatasan pergerakan untuk\nmencegah dan menurunkan transmisi pandemi COVID-19. Penurunan ouput\nmenyebabkan penurunan kinerja perekonomian di masing-masing wilayah.\nPenurunan kinerja perekonomian akan berbeda-beda pada tingkat Nasional,\nProvinsi dan Kabupaten/Kota karena setiap wilayah memiliki perbedaan sistem\nekonomi. Penurunan kinerja perekonomian mendorong peningkatan tingkat\npengangguran di Indonesia. Tingkat Pengangguran Terbuka (TPT) di Indonesia\nmengalami peningkatan dari 4,99% tahun 2019 menjadi 7,07% tahun 2020.\nPeningkatan tingkat pengangguran memilik efek berbeda pada tingkat regional\ndan sub regional. Perbedaan ini disebabkan karena struktur ketenagakerjaan yang\nberbeda-beda di masing-masing wilayah.\nSalah satu Pulau yang paling terdampak oleh Pandemi COVID-19 adalah Pulau\nJawa. Hal ini disebabkan karena sebesar 59% aktivitas ekonomi Indonesia\nbersumber dari Pulau tersebut. Terguncangnya aktivitas perekonomian di Pulau\nJawa berdampak terhadap peningkatan yang signifikan pada TPT. TPT mencapai\n8,09% pada Agustus 2020 di Pulau Jawa. Peningkatan TPT tersebut akan\nberbeda-beda pada tingkat Provinsi maupun Kabupaten/Kota.\nUntuk mengatasi peningkatan tingkat pengangguran maka pemerintah\nmengeluarkan kebijakan untuk menstimulus kinerja pasar tenaga kerja, seperti\nkebijakan fiskal, moneter, kebijakan yang mendukung usaha-usaha bisnis,\npenciptaan lapangan pekerjaan, dan peningkatan pendapatan agar mendorong\npenurunan TPT. Namun, kebijakan tersebut belum optimal karena tingkat\npengangguran Indonesia tetap mengalami peningkatan yang signifikan pada saat\npandemi. Tingkat Pengangguran Terbuka Indonesia pada Agustus 2020 mencapaiii\n7,07%, dimana angka tersebut sangat tinggi jika dibandingkan selama lima tahun\nterakhir.\nBerdasarkan latar belakang dan permasalahan tersebut, maka tujuan dari\npenelitian ini untuk menganalisis dampak pengaruh struktur ketenagakerjaan\nterhadap tingkat pengangguran terbuka di Indonesia pada saat pandemi COVID-\n19, khususnya Pulau Jawa. Terdapat tiga sasaran yang ingin dicapai dalam\npenelitian ini, yaitu 1) Teridentifikasinya kondisi kinerja perekonomian di Pulau\nJawa pada saat pandemi; 2) Teridentifikasinya kondisi pasar tenaga kerja di Pulau\nJawa saat pandemi; dan 3) Teridentifikasinya faktor-faktor yang mempengaruhi\ntingkat pengangguran terbuka di Pulau Jawa pada saat pandemi.\nUntuk menganalisis ketiga sasaran tersebut, akan menggunakan analisis LQ,\ntipologi klassen dan shift-share, analisis deskriptif dan analisis ekonometrika\nspasial. Analisis LQ, tipologi klassen, dan shift-share untuk mengidentifkasi\nkondisi kinerja perekonomian di Pulau Jawa saat pandemi. Analisis deskriptif\ndigunakan untuk menggambarkan kondisi pasar tenaga kerja di Pulau Jawa\nselama pandemi, sedangkan analisis ekonometrika spasial digunakan untuk\nmengidentifikasi faktor-faktor yang mempengaruhi tingkat pengangguran terbuka\ndi Pulau Jawa. Variabel dependen yang akan digunakan dalam penelitian ini\nadalah variabel tingkat pengangguran terbuka, sedangkan variabel independennya,\nyaitu laju pertumbuhan ekonomi (LP), persentase penduduk usia muda (YR),\nTingkat Partisipasi Angkatan Kerja (TPAK), persentase penduduk berpendidikan\nmenengah kebawah (EDU1), persentase penduduk berpendidikan tinggi (EDU2),\npersentase pekerja di sektor pertanian (share_pertanian), persentase pekerja di\nsektor industri (share_industri), persentase pekerja di sektor konstruksi\n(share_konstruksi), persentase pekerja di sektor perdagangan\n(share_perdagangan), persentase pekerja di sektor transportasi\n(share_transportasi). Untuk menganalisis faktor-faktor yang mempengaruhi TPT\ndi Pulau Jawa menggunakan metode analisis Geographically Weighted Panel\nRegression (GWPR). Dalam penelitian ini menggunakan data sekunder. Data\nyang digunakan merupakan 118 Kabupaten/Kota di Pulau Jawa dengan periode\nwaktu 2019-2020\nHasil analisis LQ, tipologi klassen, dan shift-share menunjukkan bahwa pandemi\nmemberikan dampak berbeda pada setiap Kabupaten/Kota di Pulau Jawa.\nKabupaten/Kota yang memiliki spesialisasi hanya di sektor-sektor ekonomi\ntertentu akan lebih tidak stabil dalam menghadapi guncangan ekonomi. Analisis\ndeskripif menggambarkan bahwa kelompok tenaga kerja yang paling rentan\nterhadap guncangan ekonomi akibat pandemi COVID-19 adalah penduduk usia\nmuda. Sektor yang bisa menjadi alternatif pada saat pandemi, yaitu sektor\npertanian dan perdagangan. Sedangkan, sektor lainnya seperti sektor transportasi\ndan konstruksi sangat terdampak oleh pandemi COVID-19. Sementara itu,\nbantuan yang dibutuhkan oleh tenaga kerja selama pandemi, yaitu bantuan\nsubsidi, bantuan langsung tunai, dan bantuan tanpa persyaratan karena terjadi\npenurunan penghasilan atau pemberhentian tenaga kerja pada saat pandemi.iii\nHasil analisis GWPR menunjukkan bahwa faktor-faktor yang mempengaruhi TPT\ndi Pulau Jawa adalah LP, YR, TPAK, EDU1, EDU2, share_industri,\nshare_perdagangan, share_transportasi, dan share_konstruksi. Variabel YR,\nTPAK, EDU1, share_industri, share_perdagangan, dan share_transportasi\nberpengaruh signifikan serta memiliki hubungan positif dan negatif terhadap TPT\ndi Pulau Jawa. Sedangkan, variabel LP berpengaruh signifikan dan memiliki\nhubungan negatif terhadap TPT di Pulau Jawa. Sementara, variabel EDU2\nberpengaruh signifikan dan memiliki hubungan positif terhadap TPT di Pulau\nJawa.", "Daftar File": {"ABSTRAK Uke Tri Evasari": "https://digilib.itb.ac.id/gdl/download/227670", "BAB 1 Uke Tri Evasari": "https://digilib.itb.ac.id/gdl/download/227671", "BAB 2 Uke Tri Evasari": "https://digilib.itb.ac.id/gdl/download/227672", "BAB 3 Uke Tri Evasari": "https://digilib.itb.ac.id/gdl/download/227673", "BAB 4 Uke Tri Evasari": "https://digilib.itb.ac.id/gdl/download/227674", "BAB 5 Uke Tri Evasari": "https://digilib.itb.ac.id/gdl/download/227675", "BAB 6 Uke Tri Evasari": "https://digilib.itb.ac.id/gdl/download/227676", "PUSTAKA Uke Tri Evasari": "https://digilib.itb.ac.id/gdl/download/227677", "2021 TS PP UKE TRI EVASARI_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/227679"}, "Penulis": "Uke Tri Evasari [25419027]", "Kontributor / Dosen Pembimbing": ["Saut Aritua Hasiholan Sagala, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Struktur Ketenagakerjaan, Tingkat Pengangguran Terbuka, GWPR", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "21 Jun 2021"}