{"Nomor": 56205, "Judul": "EFEK KETEBALAN TERHADAP KARAKTERISTIK MAGNETIK DAN RESPON MICROWAVE LAPISAN TIPIS YTTRIUM IRON GARNET (YIG): ULASAN KOMPREHENSIF", "Abstrak": "Perkembangan telekomunikasi mendorong pemanfaatan frekuensi yang lebih tinggi\npada teknologi 5G dan miniaturisasi komponen micorowave seperti sirkulator. Banyak\npenelitian khususnya untuk soft ferrite YIG untuk mencapai tujuan tersebut.\nPenggunaan YIG dapat memberikan sifat kemagnetan yang disesuaikan dengan\nspesifikasi sirkulator. Perkembangan telekomunikasi menuntut miniaturisasi dari\nkomponen telekomunikasi seperti sirkulator. Hal ini menyebabkan penggunaan lapisan\ntipis YIG untuk aplikasi. Walau demikian penggunaan lapisan tipis memberikan\nkeuntungan ada kekurangan yang dihasilkan yang memerlukan penelitian lebih lanjut.\nStudi literatur ini, menggunakan literatur berkaitan dengan hasil karakterisasi sintesis\nlapisan tipis YIG untuk dikaji perubahan karakteristik magnetiknya dan bagaimana\npenggunaanya pada sirkulator berfrekuensi tinggi. Batasan masalah rentang frekuensi\nadalah 4 -10 GHz, hanya meninjau YIG tanpa dopant dan ferrite sirkulator yang\nberbnetuk disk. Kajian dilakukan dengan mengumpulkan data dari berbagai sumber\nuntuk memberikan informasi mengenai konversi faas YIG pada lapisan tipis YIG,\nkarakteristik magnetik lapisan tipis YIG dan efek ketebalan YIG terhadap sifat\nkemagnetan dan respon microwave. Data ini akan disajikan dalam tabel dan / atau tabel.\nKemudian dilakukan analissi mengenai korelasi antar variabel yang diberikan.\nHasil studi ini menunjukan bahwa ketebalan lapisan tipis YIG mempengaruhi sifat\nkemagnetan, linewidth dan respon microwave untuk aplikasi sirkulator berfrekuensi\ntinggi. Selain ketebalan, baik kekasaran permukaan dan metode sintesis juga\nberkontribusi dalam menentikan karakteristik magnetik lapisan tipis YIG. Fasa YIG\nmurni dapat dihasilkan melalui pembentukan YIP yang kemudian akan terkonversi\nmenjadi fasa YIG dengan temperatur dan waktu penahanan perlakuan panas yang\nsesuai. Batas atas ketebalan lapisan tipis YIG berbanding terbalilk dengan frekuensi\nyang digunakan dan100 ???????? adalah batas bawah praktis yang harus diperhatikan. Pada\nketebalan yang lebih rendah maka sifat permukaan lapisan tipis akan menjadi dominan\ndalam menentukan sifat kemagnetan, linewidth yang berakibat respon microwave\ninsertion loss yang tinggi .", "Daftar File": {"ABSTRAK Vito Anthoni Stanpo": "https://digilib.itb.ac.id/gdl/download/227693"}, "Penulis": "Vito Anthoni Stanpo [12517038]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto, M.Sc.", "Prof. Dr. Ir. Syoni Soepriyanto, M.Sc.", "Tria Laksana Achmad, S.T., M.T.", "Dadan Suhendar, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "karakteristik magnetic, ketebalan, lapisan tipis, respon microwave , YIG", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "21 Jun 2021"}