{"Nomor": 56212, "Judul": "QUALITY OF LIFE PERMUKIMAN KAMPUNG KOTA (STUDI KASUS: PUSAT KOTA BANDUNG)", "Abstrak": "Kota Bandung merupakan kota metropolitan terbesar di Provinsi Jawa Barat. Keberadaan\nkampung kota di Pusat Kota Bandung sudah ada sejak masa kolonial belanda. Seiring\nperkembangan waktu, quality of life di permukiman kampung kota akan semakin menurun\njika tidak diperhatikan perkembangannya. Permukiman kampung kota memiliki berbagai\npermasalahan yang menyebabkan permukiman tersebut menjadi tidak layak huni akibat\nkualitas hidupnya menurun. Adapun masalah-masalah yang sangat sering disorot pada\nkampung kota adalah tingginya kepadatan penduduk menyebabkan kurangnya ruang untuk\nfungsi sosial. Hal ini mengakibatkan rendahnya ketersediaan ruang terbuka bagi sarana\nberinteraksi antar warga. Kondisi demikian akan menyebabkan quality of life di\npermukiman kampung kota akan menurun. Selain itu, sesuai dengan tujuan pembangunan\nberkelanjutan (SDGs) ke-11, terdapat cita-cita untuk mewujdukan kota dan permukiman\nyang aman, berketahanan, inklusif, dan berkelanjutan sehingga persoalan mengenai\nkebutuhan akan hunian yang layak merupakan kebutuhan primer yang perlu diprioritaskan\npenanganannya.\nPenelitian ini bertujuan untuk mengetahui tingkat quality of life permukiman kampung kota\ndi Pusat Kota Bandung yang dilihat dari sisi subjektifitas masyarakat dan objektifitas atau\nsesuai kondisi eksisting di lapangan. Pendekatan yang digunakan yaitu menggunakan\npendekatan kuantitatif dengan analisis yang digunakan dalam penelitian ini adalah analisis\npersebaran kampung kota, teknik skoring, analisis komparatif, dan analisis regresi linear\nberganda.\nKota hanya bisa hidup karena keberadaan kampung-kampungnya, sementara kampung\njuga bisa hidup karena berada di kota. Pada saat yang sama tidak dapat dipungkiri bahwa\nkampung juga sarat dengan berbagai masalah. Hasil akhir dari analisis yang dilakukan\nadalah tingkat quality of life berdasarkan subjektifitas adalah sebesar 76% dan berdasarkan\nobjektifitas adalah sebesar 73,7%. Selain itu juga dilakukan analisis untuk mengetahui\nfaktor apa yang paling berpengaruh dalam meningkatkan quality of life dan diperoleh\nbahwa variabel kondisi hunian dan tingkat pekerjaan pendapatan merupakan variabel yang\npaling berpengaruh dalam meningkatkan quality of life permukiman kampung kota di Pusat\nKota Bandung, sedangkan yang paling tidak berpengaruh adalah variabel kebersihan air.\nKeberadaan kampung tidak terlepas dari konteks lingkungan kota yang lebih luas. Maka\ndari itu, dalam rangka meningkatkan kualitas hidup permukiman kampung kota di Pusat\nKota Bandung, bisa dengan melihat dari variabel apa yang paling berpengaruh. Selain itu,\npeningkatan kualitas hidup di kampung juga harus disinergikan dengan program-program\npembangunan dan peremajaan kota.", "Daftar File": {"ABSTRAK Herdin Mustika Megayoni": "https://digilib.itb.ac.id/gdl/download/227705", "BAB 1 Herdin Mustika Megayoni": "https://digilib.itb.ac.id/gdl/download/227707", "BAB 2 Herdin Mustika Megayoni": "https://digilib.itb.ac.id/gdl/download/227708", "BAB 3 Herdin Mustika Megayoni": "https://digilib.itb.ac.id/gdl/download/227709", "BAB 4 Herdin Mustika Megayoni": "https://digilib.itb.ac.id/gdl/download/227710", "BAB 5 Herdin Mustika Megayoni": "https://digilib.itb.ac.id/gdl/download/227711", "BAB 6 Herdin Mustika Megayoni": "https://digilib.itb.ac.id/gdl/download/227712", "PUSTAKA Herdin Mustika Megayoni": "https://digilib.itb.ac.id/gdl/download/227713", "2021 TS PP HERDIN MUSTIKA MEGAYONI_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/227714"}, "Penulis": "Herdin Mustika Megayoni [25419006]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kampung kota, quality of life, permukiman, Kota Bandung", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "21 Jun 2021"}