{"Nomor": 56213, "Judul": "PENGEMBANGAN LANJUT METODE PENGUKURAN DEFLEKSI JEMBATAN DENGAN METODE DIGITAL IMAGE CORRELATION DAN IMPLEMENTASINYA", "Abstrak": "Pentingnya jembatan sebagai penghubung antara dua daratan dan menjadi\ninfrastruktur yang dapat menopang perekonomian bangsa membuat pemantauan terhadap\nkondisi jembatan menjadi penting. Dengan didukung fakta bahwa kondisi jembatan dapat\ndipantau dengan mengukur defleksi jembatan, pengukuran defleksi jembatan adalah hal\nyang perlu dilakukan secara berkala. Metode pendeteksian jembatan yang selama ini\ndigunakan dengan menggunakan sensor konvensional seperti LVDT, indikator dial dan\nekstensometer diyakini tidak efektif akibat biaya yang mahal, instalasi yang sulit serta tidak\nmobile untuk digunakan.\nPada tugas akhir ini akan diimplementasikan teknik korelasi citra digital yang\ndigunakan untuk mengukur defleksi pada jembatan besi yang dilewati oleh beberapa beban\ndengan total beban 756 kg. Teknik korealsi citra digital kemudian dibandingkan dengan hasil\nsensor LVDT dan pendekatan teoritis untuk menentukan galat dari metode tersebut. Dengan\nmenggunakan algoritma yang dikembangkan root-mean-square-error yang didapatkan dari\nperbandingan dengan hasil sensor LVDT adalah 0.25 mm sementara pada perbandingan\ndengna hasil pendekatan teoritis adalah 0.22 mm. Pada riset ini juga telah memberikan hasil\nyang lebih baik dari riset sebelumnya pada set-up yang sama namun menggunakan algoritma\nyayng berbeda. Pada riset sebelumnya didapatkan persentase galat sebesar 1.1% dan pada\nriset ini didapatkan hasil 0.3%", "Daftar File": {"ABSTRAK Dian Afif": "https://digilib.itb.ac.id/gdl/download/227706"}, "Penulis": "Dian Afif [13117010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Satrio Wicaksono, S.T., M.Eng., Ph.D.", "Ferryanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "defleksi, jembatan, korelasi citra digital, kamera, resolusi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2021"}