{"Nomor": 56220, "Judul": "PENGEMBANGAN MODUL PEMANTAU PENGGUNAAN ENERGI LISTRIK UNTUK MENUNJANG IMPLEMENTASI INDUSTRI 4.0", "Abstrak": "Industri manufaktur telah memasuki era baru, yaitu era Industri 4.0 yang mempunyai tujuan utama antara lain untuk peningkatan efisiensi, pengurangan pemborosan, dan penurunan ongkos produksi. Penerapan paradigma Industri 4.0 memerlukan persyaratan pokok, yaitu semua elemen produksi seperti peralatan produksi, operator, dan benda kerja harus mempunyai kecerdasan. Agar mempunyai kecerdasan, elemen produksi antara lain seperti mesin-mesin perkakas perlu dilengkapi dengan modul tambahan. Mesin perkakas sangat berkontribusi terhadap konsumsi energi di sektor industri. Mesin perkakas menggunakan energi listrik sebagai sumber daya untuk menggerakkan mekanisme mesin saat beroperasi. Mesin perkakas secara umum tidak dilengkapi dengan sistem pemantauan konsumsi energi listrik sehingga mesin perkakas membutuhkan modul tambahan agar dapat memantau konsumsi energi listrik.\nPada penelitian ini, telah dikembangkan modul pemantau penggunaan konsumsi energi listrik satu fasa. Modul pemantau penggunaan energi listrik berbasis pengukuran listrik dipilih karena mesin perkakas menggunakan sumber daya listrik untuk mengaktifkan motor agar mekanisme mesin dapat beroperasi. Pemasangan modul pengukur penggunaan energi listrik pada mesin perkakas bertujuan untuk membantu industri agar mereka dapat mengetahui kondisi lantai produksi secara lebih akurat yaitu penggunaan energi listrik pada mesin. Modul pemantau energi mengukur energi yang digunakan mesin dan data pengukuran disimpan dalam basis data. Data pengukuran divisualisasikan pada antarmuka web pemantauan energi. Hasil pengujian pembacaan sensor dibandingkan dengan pembacaan alat ukur pembanding didapatkan hasil ketelitian sensor tegangan 0,96% dan sensor arus 0,92%. Ketelitian pembacaan sensor mempunyai nilai keakuratan sesuai standar IEC No. 13B-23 yang klasifikasikan ke golongan III dengan nilai ketelitian 1,0%. Modul pemantau energi memiliki kebutuhan daya sebesar 6 Wh dan dilengkapi dengan baterai yang dapat dioperasikan selama 2 jam 25 menit. Modul pemantau energi memiliki indikator TKT 5 pada pengukuran Tingkat Ketersiapan Teknologi (TKT).", "Daftar File": {"ABSTRAK Harry Prayoga Setyawan": "https://digilib.itb.ac.id/gdl/download/227722"}, "Penulis": "Harry Prayoga Setyawan [23119013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "mesin perkakas, pemantauan, pengukuran energi listrik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2021"}