{"Nomor": 56222, "Judul": "PENGEMBANGAN MODUL ANALISIS BEBAN SIMETRIS PADA PESAWAT UDARA TRANSPOR SUBSONIK", "Abstrak": "Penggunaan pesawat udara sebagai moda tranportasi kian meningkat setiap waktu. Banyak aspek yang perlu diperhatikan dalam mendesain sebuah pesawat terbang meliputi pertimbangan aerodinamika, struktural, ataupun faktor lain. Setiap pesawat yang terbang mengalami beban struktur yang berbeda tergantung kondisi terbang yang dialami. Beban pada struktur tersebut diantaranya disebabkan oleh gaya angkat dan gaya inersia.\nDalam memastikan keamanan struktur pesawat udara, kita perlu mengacu kepada suatu regulasi yang telah ditetapkan sesuai dengan kriteria pesawat udara. Setiap kasus pembebanan dianalisis untuk mendapatkan nilai gaya angkat dari setiap kondisi terbang pada nilai load factor dan kecepatan udara tertentu.\nPenulis mengembangkan modul dengan bahasa pemrograman phyton untuk menghasilkan nilai nodal load sayap pada arah spanwise maupun chordwise. Nilai dari gaya angkat dan gaya inersia akan menghasilkan besaran nodal load yang meliputi gaya geser, momen bending, dan torsi yang berbeda-beda pada setiap titik pada sayap. Nilai beban pada setiap penampang pada setiap kondisi kritis terbang dalam flight envelope kemudian ditampilkan dalam diagram composite agar pengguna mendapatkan nilai batasan beban yang diterima sayap dengan variasi kondisi terbang yang mungkin.\nSebagai studi kasus, dilakukan analisis beban pada struktur sayap dari sebuah pesawat transpor subsonik berpenumpang 80 orang dengan kondisi terbang simetrik. Hasil yang diperoleh berupa keluaran variasi nilai gaya angkat pada sayap dan ekor sehingga menghasilkan variasi nilai nodal load pada sayap. Terlihat dalam perhitungan galat bahwa modul analisis ini mampu melakukan prediksi beban limit secara cepat dengan galat kurang dari 5%.", "Daftar File": {"ABSTRAK Yusuf Wildan Agung Sanjaya": "https://digilib.itb.ac.id/gdl/download/227724"}, "Penulis": "Yusuf Wildan Agung Sanjaya [13617010]", "Kontributor / Dosen Pembimbing": ["Ir. Muhammad Kusni, M.T.", "Ir. Hendri Syamsudin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "struktur pesawat terbang, pesawat transpor, nodal load, diagram composite", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2021"}