{"Nomor": 56228, "Judul": "IMMERSIVE INTELLIGENT TUTORING UNTUK PEMBELAJARAN REMEDIAL DALAM LINGKUNGAN VIRTUAL", "Abstrak": "Disertasi ini mendalami bidang teknologi pendidikan untuk pembelajaran remedial\ndalam lingkungan pembelajaran virtual. Secara khusus disertasi ini meneliti\nIntelligent Tutoring (IT) dan Imersi (immersion) yang menghasilkan model\nImmersive Intelligent Tutoring (IIT). Penelitian ini meliputi pengembangan\narsitektur IIT yang digunakan untuk membangun sistem IIT dan uji coba IIT untuk\nmengetahui penerimaan pengguna dan dampaknya dalam pembelajaran di kelas.\nIT merupakan sistem pembelajaran berbasis Artificial Intellegence (AI) yang\nmengarah kepada pembelajaran personal. Persoalan utama dalam IT adalah\nmengetahui karakteristik pelajar dan strategi pembelajaran apa yang cocok untuk\nsetiap pelajar yang memiliki minat, batasan, dan kapabilitas sendiri. Penelitian ini\nbertujuan untuk mengidentifikasi karakteristik pelajar secara statis dan dinamis\ndengan menggunakan Bayesian Knowledge Tracing (BKT). Pembelajaran remedial\ndigunakan sebagai strategi pembelajaran dalam bentuk latihan soal menggunakan\nfaded worked-out example.\nDalam pembelajaran, Imersi dapat meningkatkan efektivitas pembelajaran. Imersi\ndapat dilakukan dengan memperbaiki proses pembelajaran dan membuat\nlingkungan pembelajaran yang menyenangkan. Penelitian ini bertujuan untuk\nmeningkatkan imersi pelajar dengan memberikan Immediate Explanation\nFeedback dan membangun Virtual Learning Environment (VLE) yang memiliki\npresentasi yang kaya, teknik interaksi yang ramah pengguna, memiliki kemampuan\nadaptif dan menyediakan kolaborasi antar-pelajar.\nPembangunan model IIT menggunakan System Modeling Language (SysML)\nmelalui 4 pilarnya, yaitu: Requirements, Structure, Behavior, dan Parametrics.\nSedangkan pembangunan sistem pembelajaran sebagai purwarupa dari model ini\nmenerapkan teori komputasi dan teori pembelajaran. Teori komputasi yang\ndigunakan yaitu: BKT dan genetic algorithm. Teori pembelajaran menggunakan\nmetode remedial yang di dalamnya terdiri dari faded worked-out example dan\nImmediate Explanation Feedback. Sistem pembelajaran ini menggunakan\narsitektur client/server yang melibatkan Learning Managament System (LMS),\nSimulation Linked Object Oriented Dynamic Learning Environment (SLOODLE),\ndan Open Simulator. \nii\nPengujian model dilakukan melalui pembuktian komputasi, validasi model, dan\npengujian edukatif. Pembuktian komputasi menggunakan Root Mean Square Error\n(RMSE), validasi model menggunakan feature analysis dan pengujian edukatif\nmenggunakan kombinasi Technology Acceptance Model (TAM) dan HedonicMotivation System Adoption Model (HMSAM) dan metode statistik untuk menguji\ndampak penggunaan model dalam pembelajaran di kelas.\nKontribusi penelitian disertasi ini berupa efektivitas pembelajaran dalam\npencapaian tujuan pembelajaran yang meliputi: pertama adalah penggunaan\nmachine learning dalam model IIT pada komponen kritis IIT yaitu model pelajar\ndan model pedagogi. Kontribusi kedua adalah model IIT terdiri dari 4 komponen\ndasar ITS dengan penambahan komponen remedial pada komponen tutoring,\nkomponen imersi pada komponen tutoring dan antarmuka, dan komponen author\npada komponen domain. Kontribusi ketiga adalah IITS untuk pembelajaran\nremedial dalam VLE yang melibatkan pelajar dalam proses pembelajaran,\npenyampaian bahan ajar sesuai dengan model pelajar. Kontribusi keempat adalah\nmodel pengujian penerimaan pengguna menggunakan kombinasi TAM dan\nHMSAM serta pengujian statistik untuk mengetahui dampak penerapan model pada\npembelajaran.\nHasil pengujian menunjukkan 83% pelajar merasa senang dengan pembelajaran.\nSementara evaluasi dampak pada hasil belajar melalui uji Mann-Whitney dengan\nnilai Asymp. Sig. = 0,490 menunjukkan bahwa penggunaan model ini berbeda\nsecara signifikan dari pembelajaran tradisional. Hasil uji analisis path menunjukkan\nbahwa atribut enjoyment dan immersion memberikan pengaruh positif terhadap\nlearning outcome. Namun penelitian ini masih meninggalkan celah untuk dapat\nditindaklanjuti pada penelitian ke depannya, seperti: 1) Masih banyak atribut yang\ndapat digunakan sebagai parameter untuk menentukan model pelajar seperti\nperilaku pelajar dalam belajar, lamanya waktu pelajar melakukan kegiatan dalam\nkegiatan belajar atau frekuensi pelajar mengunjungi situs kegiatan favoritnya; 2)\nPenggunaan algoritma lain dalam machine learning atau artificial inteligence yang\nmungkin meningkatkan dukungan teknologi pembelajaran dalam meningkatkan\nefektivitas pembelajaran.", "Daftar File": {}, "Penulis": "Rasim [33214021]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Armein Z.R. Langi, M.Sc., Ph.D.", "Yusep Rosmansyah, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Immersive Intelligent Tutoring, Pembelajaran Remedial, Faded Worked-out Example, Bayesian Knowledge Tracing, Lingkungan Pembelajaran Virtual.", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "21 Jun 2021"}