{"Nomor": 56230, "Judul": "DAMAGE DETECTION OF HUMAN ACTIVITY BASED ON NTL, LST AND NO2 FOR 2018 CENTRAL SULAWESI EARTHQUAKE, TSUNAMI AND LIQUEFACTION DAMAGE", "Abstrak": "Metode deteksi kerusakan, konsep dan kombinasi kumpulan data memiliki keberagaman.\nKeberagaman tersebut sesuai dengan tujuannya yaitu sebagai pendeteksi setiap perubahan yang\nterjadi setelah suatu tindakan, baik yang disebabkan oleh manusia maupun alam. Oleh karena\nitu, metode deteksi perubahan akan membantu studi penilaian bencana. Penelitian ini\nmengusulkan konsep dan kombinasi dataset baru yang didasarkan pada aktivitas manusia untuk\nmendeteksi kerusakan setelah terjadinya bencana alam. Data yang digunakan pada penelitian\nini meliputi data night-time light dari NPP-VIIRS DNB, data nitrogen dioksida (NO2) dari\nSentinel-5P, dan data land surface temperature dari MODIS. Kombinasi dataset yang dilakukan\npada penelitian ini akan mewakili perubahan setelah terjadinya kerusakan. Hasil dari penelitian\nini akan diterapkan di provinsi Indonesia Timur dan provinsi Sulawesi Tengah. Pasca gempa\n7,5 Mw, tsunami dengan ketinggian gelombang 4m dan likuifaksi pada empat kecamatan yang\nterjadi pada 28 September 2018. Kabupaten-kabupaten induk yang akan menerapkan\nkombinasi baru ini adalah Kabupaten Donggala, Kabupaten Parigi Moutong, Kabupaten Sigi\ndan Kota Palu yang menjadi ibu kota provinsi Sulawesi Tengah. Wilayah tersebut merupakan\nsebagian besar wilayah yang terkena dampak kerusakan setelah bencana. Kombinasi ketiga\ndataset ini akan menghasilkan peta indeks probabilitas kerusakan untuk masing-masing\nkabupaten dan kota. Peta indeks probabilitas kerusakan ini akan dibandingkan dengan data\nkerusakan yang didapat. Selain itu, penelitian ini juga memiliki keterbatasan, keterbatasan\nutama yaitu tipe wilayah yang diteliti. Hal tersebut karena tipe wilayah yang diteliti mayoritas\nmerupakan wilayah pedesaan, kepadatan penduduk, tipe bangunan, sebaran dan kepadatan di\nsetiap wilayah yang memengaruhi nilai-nilai tersebut.", "Daftar File": {"ABSTRAK Boolein Najjar": "https://digilib.itb.ac.id/gdl/download/227732"}, "Penulis": "Boolein Najjar [25119701]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T., M.Sc.", "Dr. Irwan Gumilar, S.T., M.Si.", "Dr. Ir. Vera Sadarviana, M.T.", "Dr. Riantini Virtriana, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "night-time light, nitrogen dioxide (NO2), MODIS LST, Central Sulawesi, Palu City.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2021"}