{"Nomor": 56234, "Judul": "STUDI DAN PENGEMBANGAN PROTOTIPE ELECTRONIC ROAD PRICING MENGGUNAKAN RFID", "Abstrak": "Kemacetan merupakan masalah yang kerap ditemukan di kota-kota besar. Karena dampaknya\nyang besar, sudah berbagai cara dan program dicoba untuk menyelsaikan kemacetan, namun\nbelum ditemukan solusi yang dapat menekan angka kemacetan dengan efektif.\nERP merupakan kebijakan pengenaan biaya kepada pengguna kendaraan bermotor yang\nmenggunakan ruas jalan tertentu yang dilakukan secara otomatis. ERP cukup menjanjikan\ndalam menyelesaikan masalah kemacetan, dan hal ini dapat dilihat dari keberhasilan kota-kota\nyang mengimplementasikannya. Namun ada beberapa kekurangan yang ditemui pada sistem\nERP yang ada, antara lain teknologi yang dipakai sekarang cenderung berlebihan dari sisi harga\noperasional dan fungsionalitas, pengendara yang otomatis terkena denda jika melewati gantry\ntanpa saldo yang mencukupi, kurangnya notifikasi ke pengguna saat melewati gantry atau\nmemasuki zona ERP, dan adanya pergantian tarif ERP, dan tidak tersedianya fitur untuk\nmelihat riwayat pembayaran.\nUntuk itu sistem yang dibuat menyelesaikan masalah yang ada dengan menggunakan\nteknologi RFID, membuat sistem pembayaran secara tidak langsung, memberikan notifikasi\npada aplikasi, dan menyediakan fitur riwayat pembayaran. Sistem yang dibangun\nmenggunakan Arduino untuk pengiriman data, Spring Boot untuk pembangunan BackEnd,\ntampilan web untuk administrator ,dan aplikasi Android untuk pengendara.\nTelah dilakukan pengujian terhadap sistem yang telah dibuat, dan fungsionalitas yang\nditentukan sudah terpenuhi. Hasil pengujian kinerja cukup baik dan didapatkan bahwa\npengendara akan mendapatkan notifikasi paling lama 10 detik. Sistem yang telah dibangun\nsudah memenuhi tujuan Tugas Akhir ini, namun masih ditemukan beberapa kekurangan yang\nperlu pengembangan lebih lanjut seperti meningkatkan kinerja pengiriman notifikas", "Daftar File": {}, "Penulis": "Johanes Boas Badia [13517009]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Electronic Road Pricing, RFID, gantry, Arduino", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "21 Jun 2021"}