{"Nomor": 56247, "Judul": "SISTEM TUTORIAL DALAM KEGIATAN PEMBELAJARAN MELALUI APLIKASI CHATBOT BERBASIS MACHINE LEARNING DALAM BIDANG PENDIDIKAN FARMAKOLOGI", "Abstrak": "Pendidikan merupakan salah satu kebutuhan manusia yang sangat penting karena\npendidikan mempunyai pengaruh terhadap kualitas sumber daya manusia untuk\npembangunan bangsa dan negara. Pemerintah Republik Indonesia dalam hal ini\ntelah memfasilitasi pendidikan masyarakatnya melalui beragam cara, seperti\npengembangan kurikulum, pembangunan sekolah, dan lain sebagainya. Akan\ntetapi, apabila dilihat dari indeks pendidikan yang dikeluarkan oleh United Nations\nDevelopment Programme pada tahun 2017, Indonesia masih menempati posisi\nketujuh di ASEAN (dari sepuluh negara), dengan skor 0,622 (United Nations\nDevelopment Programme, 2018). Selain itu, berdasarkan Global Talent\nCompetitiveness Index (GTCI) tahun 2019, Indonesia berada di urutan 67 dari 125\nnegara di dunia dalam hal daya saing sumber daya manusia (SDM) yang dilihat dari\nbeberapa indikator, salah satunya adalah pendidikan\nMengacu pada kebutuhan dan permasalahan pendidikan di Indonesia seperti\ntersebut di atas, maka para pengambil kebijakan dan pemangku kepentingan perlu\nmelakukan terobosan dan inovasi dengan memanfaatkan berbagai potensi, terutama\npemaanfatan teknologi informasi, sehingga kebutuhan dan permasalahan\npendidikan tersebut di atas dapat diatasi atau paling tidak secara bertahap dapat\ndiatasi. Salah satu pemanfaatan teknologi informasi tersebut adalah melalui\npenggunaan chatbot dalam bidang pembelajaran.\nPada pekerjaan ini dibangun system tutorial dalam kegiatan pembelajaran dengan\naplikasi chatbot berbasis machine learning. Arsitektur umum chatbot terdiri dari\nkomponen NLU, message processor, dialogue management, action executor, dan\nutterance generator. Kemampuan NLU chatbot dibangun dengan kerangka kerja\nRasa dengan kemampuan klasifikasi intent dan ekstraksi entity. Pengetahuan\nchatbot menggunakan adalah data yang didapatkan dari openfda.", "Daftar File": {}, "Penulis": "Muhammad Rizki Fonna [13516001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwi Hendratmo Widyantoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "chatbot, sistem tutorial, obat, farmakologi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "21 Jun 2021"}