{"Nomor": 56244, "Judul": "IDENTIFIKASI DAN KATEGORISASI BAHASA OFENSIF DI MEDIA SOSIAL", "Abstrak": "Kebebasan mengungkapkan pendapat di media sosial seringkali disalahgunakan oleh sebagian\norang untuk melakukan tindakan ofensif. Sehingga diperlukan suatu mekanisme untuk menyaring\nunggahan untuk menjaga sosial media tetap kondusif. Tugas akhir ini bertujuan untuk melakukan\nidentifikasi dan kategorisasi bahasa ofensif di media sosial yang terdiri dari tiga subtask yaitu\nidentifikasi bahasa ofensif (subtask A), Kategorisasi terget bahasa ofensif (subtask B) dan\nidentifikasi target ofensif (subtask C).\nTugas akhir ini menggunakan OLID dataset yang berukuran relatif kecil dan bersifat imbalanced.\nPada penelitian sebelumnya (SemEval-2019 task 6) BERT mendapatkan kinerja terbaik pada\nsubtask A (Liu, dkk 2019) dan subtask C (Radivchev & Nikolov, 2019). Disisi lain penggunaan\nfine-tuning BERT menghasilkan variance yang tinggi (Risch. dkk 2020). Tugas akhir berfokus\nmelakukan eksperimen untuk mendapatkan arsitektur model terbaik melalui teknik cost-sensitive\nlearning untuk mengatasi imbalanced dataset dan ensemble untuk meningkatkan kinerja BERT.\nBerdasarkan hasil eksperimen pada data validasi, penggunaan cost-sensitive learning dan\nensemble meningkatkan kinerja model pada ketiga subtask. Namun setelah dilakukan pengujian\npeningkatan kinerja cost-sensitive learning hanya didapatkan pada subtask B 3.16% dibanding\nmodel baseline (penelitian Liu, dkk 2019) dan subtask C sebesar 6.85% dibanding model baseline\n(penelitian Zhou, dkk 2019). Sedangkan pada subtask A tidak terdapat peningkatan. Teknik\nensemble terbaik untuk ketiga subtask yaitu dengan pendekatan hard majority voting. Teknik ini\nmemberikan peningkatan kinerja pada subtask A sebesar 0.78% dan subtask B sebesar 1.72%\ndibanding model dengan teknik cost-sensitive learning. Sedangkan pada subtask C tidak\nmeningkatkan kinerja model. Hasil Tugas Akhir ini menempati urutan pertama state of the art\nOLID dataset pada subtask B dan menempati urutan kedua pada subtask A dan subtask C", "Daftar File": {"Cover": "https://digilib.itb.ac.id/gdl/download/228650", "Abstrak dan Abstract": "https://digilib.itb.ac.id/gdl/download/228651", "Kata Pengantar": "https://digilib.itb.ac.id/gdl/download/228653", "Daftar Pustaka": "https://digilib.itb.ac.id/gdl/download/228659"}, "Penulis": "Fajar Muslim [13517149]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ayu Purwarianti, S.T., M.T.", "Fariska Zakhralativa Ruskanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ofensif, cost-sensitive learning, ensemble, hard majority voting", "Sumber": "", "Staf Input/Edit": "karya", "File": "10 file", "Tanggal Input": "21 Jun 2021"}