{"Nomor": 56267, "Judul": "STUDI LITERATUR PRODUKSI GARAM INDUSTRI KUALITAS TINGGI DENGAN TEKNOLOGI MEMBRAN", "Abstrak": "Garam industri merupakan bahan kimia yang penting bagi berbagai industri kimia\ndi Indonesia. Kebutuhan garam industri Indonesia tahun 2020 mencapai 3.744.655 ton\natau 83,9% kebutuhan nasional. Ironisnya, persentase pemenuhan garam industri melalui\nproduksi lokal hanya sebesar 21,72%. Salah satu solusi untuk meningkatkan produksi\ngaram lokal adalah pengembangan teknologi produksi. Oleh karena itu, penelitian ini\nberusaha melakukan studi literatur terhadap alternatif teknologi untuk produksi garam\nindustri dengan mengaplikasikan teknologi membran. Penelitian dilakukan melalui studi\nliteratur terhadap metode pemurnian, pemekatan, dan kristalisasi air laut dengan\nteknologi membran yang tersedia. Studi menunjukkan bahwa metode pemurnian umpan\nterbaik adalah melalui integrasi pengendapan atau precipitation softening (PS) dan\nmembran ultrafiltrasi (UF) dengan rejeksi Ca, Mg, dan total dissolved solid (TDS)\nmendekati 100%. Teknologi yang direkomendasikan untuk pemekatan umpan adalah\nmembran distilasi (MD) dengan recovery air sampai 87,6% dan mampu memproduksi\nretentat hingga konsentrasi saturasinya. Proses kristalisasi yang direkomendasikan adalah\nkristalisasi terintegrasi pada unit MD yang sama dengan seeding NaCl murni sebanyak\n2%-berat. Rendemen kristal dengan metode ini diperkirakan mencapai 34% dari TDS\numpan atau 28 kg/m3 dengan kemurnian >99%. Analisis ekonomi untuk skema PS-UFRO-\nMD menunjukkan cost of salt (COS) sebesar $0,53/kg NaCl. Persentase COS pada\nskema ini menunjukkan capital expenditure (CAPEX) tertinggi terdapat pada proses RO\nsebesar 69% dan operational expenditure (OPEX) tertinggi pada proses MD sebesar 48%.\nDi sisi lain, skema PS-UF-MD menunjukkan COS sebesar $0,39,-/kg NaCl. Persentase\nbiaya CAPEX dan OPEX tertinggi pada skema ini terdapat pada proses MD yaitu\nberturut-turut sebesar 52% dan 73%. COS skema PS-UF-MD memiliki nilai lebih rendah\ndari harga garam lokal yaitu $0,4 sampai $0,6/kg NaCl. Dengan demikian, skema ini\ndinilai berpotensi menjadi alternatif teknologi produksi garam industri lokal di masa\ndepan dengan dukungan studi lebih lanjut.", "Daftar File": {"ABSTRAK Lintang Purnomo Ajie": "https://digilib.itb.ac.id/gdl/download/227762"}, "Penulis": "Lintang Purnomo Ajie [14317018]", "Kontributor / Dosen Pembimbing": ["Helen Julian, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "desalinasi, garam industri, kristalisasi, membran distilasi, reverse osmosis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2021"}