{"Nomor": 56266, "Judul": "PERANCANGAN ASPEK MANAJEMEN KONSTRUKSI GEDUNG MULTIFUNGSI DAN JEMBATAN SISI SELATAN SUNGAI WINONG KAMPUS ITB CIREBON", "Abstrak": "Untuk memajukan visi di bidang pendidikan, Kampus Instititut Teknologi Bandung melakukan pengembangan multikampus ke Cirebon, Jawa Barat. Pembangunan tahap 1 pada kampus ITB Cirebon berupa Gedung multifungsi dan Jembatan Sisi Selatan Sungai Winong akan dibahas dalam aspek perencanaan dan pelaksanaannya. Perencanaan dan pelaksanaan tersebut meliputi penentuan metode pelaksanaan konstruksi, perhitungan volume pekerjaan, penentuan estimasi biaya, dan penjadwalan pelaksanaan konstruksi.\nAspek konstruksi yang ditinjau adalah struktur bangunan gedung, struktur bangunan jembatan, pondasi, dan dinding penahan tanah. Perhitungan volume pekerjaan dilakukan secara manual berdasarkan hasil desain konseptual tiap aspek. Perhitungan estimasi biaya konstruksi menggunakan dua metode yaitu unit price dan resource ennumeration. Penentuan durasi pekerjaan dilakukan berdasarkan lead resource alat berat dan lead resource tenaga kerja.\nProyek Gedung Multifungsi dan Jembatan Sisi Selatan Sungai Winong dimulai pada tanggal 1 Juli 2021. Durasi pekerjaan Gedung Multifungsi adalah 378 hari hingga 13 Juli 2022 , dan durasi pekerjaan Jembatan Sungai Winong adalah 115 hari hingga 23 Oktober 2021 Biaya pekerjaan Gedung Multifungsi sebesar Rp.60.988.577.148 Dan Jembatan Sungai Winong sebesar Rp.7.958.049.318", "Daftar File": {"ABSTRAK Muhammad Ridwan Safitri": "https://digilib.itb.ac.id/gdl/download/227761"}, "Penulis": "Muhammad Ridwan Safitri [15016131]", "Kontributor / Dosen Pembimbing": ["Rani Gayatri Kusumawardhani P., S.T., M.Sc., Ph.D.", "Dedi Apriadi, S.T., M.T., Ph.D.", "Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": ": Gedung Multifungsi, Jembatan, ITB Cirebon, Metode Pelaksanaan Konstruksi, Volume Pekerjaan, Estimasi Biaya, Penjadwalan Konstruksi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}