{"Nomor": 56271, "Judul": "ANALISIS KINEMATIKA DAN TRAKSI STUD SEPATU BOLA PADA GERAKAN BERLARI TURNING", "Abstrak": "Gerakan turning merupakan salah satu gerakan umum sepak bola. Gerakan tersebut diadaptasi langsung dari gerakan-gerakan yang sering dilakukan oleh pemain sepak bola. Setiap gerakan memiliki aspek penting, beberapa diantaranya yaitu kinematika dan traksi. Pada sepak bola, kedua aspek tersebut dapat mempengaruhi performa dari pemain sepak bola. Tim Riset Biomekanika FTMD ITB telah mengembangkan sistem analisis gerak untuk pemain bola. Sistem tersebut akan digunakan untuk melihat pengaruh stud sepatu bola terhadap performa pemain sepak bola.\nPerforma pada pemain bola sangat mempengaruhi mereka dalam permainan sepak bola. Penelitian ini mencari beberapa aspek untuk melihat pengaruh stud sepatu bola terhadap performa pemain bola. Pengaruh yang dilihat ada tiga, yaitu cedera, kecepatan lari, dan traksi. Metode yang digunakan pada penelitian ini mengacu pada referensi yang telah melakukan penelitian sepatu bola sebelumnya. Penelitian menggunakan dua sistem untuk mengambil data, motion capture dan force platform. Sistem motion capture digunakan untuk memperoleh data kinematika sudut sendi, sedangkan sistem force platform digunakan untuk memperoleh data traksi. Selain dua sistem tersebut, kuesioner running time perception (RTP) dan traction suitability perception (TSP) juga dilakukan untuk menilai sepatu bola secara subjektif oleh 10 orang subjek penelitian.\nHasil analisis data penelitian menunjukkan adanya pengaruh stud sepatu bola terhadap pemain bola. Pengaruh tersebut dapat menjadi bahan pertimbangan pemain bola dalam memilih sepatu bola. Selain itu, pengembangan purwarupa sepatu bola oleh laboratorium biomekanika FTMD ITB dapat dilakukan dengan data-data pada penelitian ini.", "Daftar File": {"ABSTRAK Kevin Theodore Putra Iroth": "https://digilib.itb.ac.id/gdl/download/227766"}, "Penulis": "Kevin Theodore Putra Iroth [13117033]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Satrio Wicaksono, S.T., M.Eng., Ph.D.", "Ferryanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "gerakan turning, stud sepatu bola, kinematika sudut sendi, traksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2021"}