{"Nomor": 56274, "Judul": "PROSES EKSTRAKSI SKANDIUM MELALUI PELINDIAN KEMBALI PRESIPITAT HASIL PROSES PEMURNIAN LARUTAN HASIL PELINDIAN BIJIH NIKEL LATERIT HALMAHERA PADA SUHU DAN TEKANAN TINGGI", "Abstrak": "Skandium merupakan salah satu logam tanah jarang yang banyak dikembangkan\nsebagai elemen pemadu untuk aluminium, elektrolit padat dalam solid oxide fuel\ncell (SOFC), dan beberapa aplikasi pada dunia modern lainnya. Keberadaannya\nyang langka dan biaya produksi yang tinggi menyebabkan harga skandium masih\nsangat mahal. Salah satu sumber bahan baku primer skandium adalah bijih nikel\nlaterit yang dilaporkan mempunyai kadar Sc dalam rentang 50-60 ppm. Proses\nekstraksi skandium dari bijih nikel laterit, khususnya bijih limonit masih terus\ndipelajari. Sebelumnya telah dilakukan penelitian mengenai pelindian skandium\ndari bijih limonit Halmahera dengan proses High Pressure Acid Leaching (HPAL)\ndalam larutan asam sulfat. Pada penelitian ini, dilakukan proses pemurnian larutan\nhasil HPAL yang meliputi presipitasi besi dua tahap dan pelindian kembali (releaching)\nskandium dari presipitat besi tahap II. Penelitian ini bertujuan untuk\nmempelajari perilaku presipitasi besi dua tahap dan re-leaching skandium dari\npresipitat besi tahap II.\nPelindian bijih nikel laterit yang berasal dari Pulau Halmahera dilakukan terlebih\ndahulu dalam larutan asam sulfat untuk mendapatkan larutan hasil pelindian yang\nmengandung skandium, nikel, kobalt dan beberapa logam pengotor. Tahap\nselanjutnya adalah presipitasi besi dua tahap dengan Ca(OH)2 sebagai reagen\npenetralisasi pada kondisi pH, suhu, dan waktu yang tetap. Pada proses presipitasi\nbesi tahap kedua dihasilkan presipitat kaya skandium yang kemudian dilakukan\nre-leaching. Serangkaian percobaan re-leaching skandium dari presipitat besi\ntahap II dalam larutan asam sulfat dilakukan untuk mempelajari pengaruh waktu\npelindian, suhu, konsentrasi asam, dan rasio padatan-cairan terhadap persen\nekstraksi skandium, nikel, kobalt, besi, dan aluminium yang dianggap sebagai\nlogam pengotor produk skandium. Konsentrasi skandium, nikel, kobalt, besi, dan\naluminnium terlarut dianalisis menggunakan Inductively Coupled Plasma -\nOptical Emission Spectrometry (ICP-OES).\nHasil percobaan menunjukkan bahwa pada presipitasi besi tahap I pada pH 2,75\ndiperoleh persen presipitasi Fe sebesar 72,19% dengan persen presipitasi Sc, Ni,\nCo, dan Al masing-masing sebesar 4,00%, 0,88%, 0,95%, dan 4,03%. Sementara\npada presipitasi besi tahap II pada pH 4,75 dihasilkan presipitasi Fe 88,32%\ndengan presipitasi Sc, Ni, Co, dan Al masing-masing 99,81%, 42,88%, 36,66%,\ndan 99,88%. Kondisi terbaik percobaan re-leaching Sc didapatkan pada pelindian\nselama 90 menit, suhu 35oC, konsentrasi H2SO4 100 g/L, dan rasio padatan-cairan\n0,2 g/mL dengan ekstraksi Sc 98,61% dan ko-ekstraksi Ni, Co, Fe, danAl masingmasing\nsebesar 83,75%, 93,93%, 81,29%, dan 91,64%. Proses pemurnian larutan\nhasil HPAL melalui presipitasi besi 2 tahap dapat meningkatkan kadar Sc dari 72\nppm dalam bijih menjadi 241 ppm dalam presipitat dari presipitasi tahap II.", "Daftar File": {"ABSTRAK Rofingatun Najah": "https://digilib.itb.ac.id/gdl/download/227769"}, "Penulis": "Rofingatun Najah [12517022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Mohammad Zaki Mubarok, S.T., M.T.", "Prof. Dr. Mohammad Zaki Mubarok, S.T., M.T.", "Ir. Siti Khodijah, M.T., Ph.D.", "Fadhli Muhammad, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "skandium, bijih nikel laterit, presipitasi besi, re-leaching, ekstraksi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "21 Jun 2021"}