{"Nomor": 56279, "Judul": "PENYEDERHANAAN PEMODELAN UJI GULING BUS UNTUK MENGANALISIS CEDERA PADA PENUMPANG", "Abstrak": "Indonesia merupakan negara dengan jumlah penduduk terbanyak ke-4 di dunia. Untuk menunjang aktivitas penduduk, terdapat berbagai jenis alat transportasi yang tersedia di Indonesia, salah satunya adalah bus. Seiring dengan meningkatnya jumlah bus di Indonesia, potensi terjadinya kecelakaan yang melibatkan bus juga terus meningkat. Kecelakaan rollover merupakan jenis kecelakaan bus yang paling banyak memakan korban jiwa, sehingga pengujian kekuatan struktur bus pada kasus rollover perlu diatur melalui regulasi, salah satunya adalah United Nations Economic Commission for Europe Regulation No. 66 (UNECE R66). Pengujian rollover menggunakan superstruktur bus akan memakan banyak biaya, sehingga pada beberapa kasus dapat dilakukan simulasi numerik sebagai alternatif. Namun, simulasi menggunakan model lengkap membutuhkan waktu yang sangat lama. Oleh karena itu, perlu dilakukan penyederhanaan pada pemodelan rollover agar waktu simulasi dapat dipersingkat.\nPenyederhanaan model dilakukan dengan cara menghilangkan bagian bus yang tidak mengalami kontak dengan dummy. Model yang telah disederhanakan akan digunakan untuk menganalisis empat potensi cedera yang mungkin dialami penumpang pada kasus rollover, yaitu cedera kepala, leher, toraks, dan tulang paha (femur). Analisis potensi cedera yang dilakukan mengacu kepada standar Federal Motor Vehicle Safety Standard (FMVSS) nomor 208.\nSimulasi menggunakan model yang telah disederhanakan dapat mengurangi waktu simulasi hingga 23 jam dibandingkan dengan simulasi menggunakan model body section bus. Hasil yang diperoleh cukup memuaskan karena mendekati hasil dari model sebelum penyederhanaan pada sebagian besar kasus yang dianalisis.", "Daftar File": {"ABSTRAK Rifqi Akmal Tsaqif": "https://digilib.itb.ac.id/gdl/download/227794"}, "Penulis": "Rifqi Akmal Tsaqif [13117122]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Dr.Eng. Sandro Mihradi", "Satrio Wicaksono, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kecelakaan bus, uji guling, simulasi, penyederhanaan model, cedera", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}