{"Nomor": 56286, "Judul": "KAJI MODEL SIMULASI NUMERIK IMPAK HIDRODINAMIK PADA TWIN FLOAT SEAPLANE", "Abstrak": "HIDRODINAMIK PADA TWIN FLOAT SEAPLANE\nIndonesia sebagai negara kepulauan tengah mengembangkan pesawat amfibi yang mampu mendarat di darat dan air. Hal ini bertujuan untuk menjangkau daerah-daerah terpencil yang minim fasilitas pendaratan pesawat. Bagian pesawat yang menjadi kunci untuk misi ini adalah bagian float. Struktur float harus kuat menahan beban baik statik mapun dinamik, terutama beban impak pada saat mendarat di air.\nDalam penelitian ini dilakukan kaji model dan perbandingan simulasi impak hidrodinamik untuk memperoleh metode yang sesuai untuk menggambarkan impak hidrodinamik pada twin-float seaplane. Metode yang digunakan adalah metode Coupled Eulerian Lagrangian pada ABAQUS CAE dengan model float yang diberi beban distribusi tekanan akibat impak hidrodinamik sebagai acuan distribusi tegangan pada float, model pelat dengan beban impak hidrodinamik sebagai acuan pengaturan pemodelan simulasi impak hidrodinamik impak, model float dengan beban impak hidrodinamik untuk memperoleh distribusi tegangan pada float, dan model float yang disederhanakan untuk menyederhanakan pemodelan simulasi sebelumnya.\nBerdasarkan kaji model yang dilakukan menunjukkan bahwa model float yang disederhanakan dapat menggambarkan interaksi struktur dan fluida serta distribusi tegangan pada model twin-float seaplane. Metode ini sudah divalidasi dengan pendekatan empiris Von Karman dan memperoleh eror 16%, sehingga metode ini valid dan dapat digunakan.", "Daftar File": {"ABSTRAK Hadad Aulia Rahman": "https://digilib.itb.ac.id/gdl/download/227801"}, "Penulis": "Hadad Aulia Rahman [13617011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Dr. Annisa Jusuf, S.T., M.T.", "Satrio Wicaksono, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "twin-float, seaplane, impak hidrodinamik, Coupled Eularian-Lagrangian, partisi,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}