{"Nomor": 56282, "Judul": "DEKOMPOSISI DWT SINYAL EEG DAN LOKALISASI SUMBER MENGGUNAKAN METODE ICA-ELORETA UNTUK ESTIMASI AREA BRODMANN AKTIF PADA MODEL KORTEKS OTAK 3D UNTUK AKTIVITAS DASAR MOTORIK PADA TANGAN", "Abstrak": "Electroencephalogram (EEG) merupakan sebuah instrumen pengukuran elektrofisiologi untuk memantau aktivitas listrik pada otak melalui pengukuran perbedaan potensial listrik di kulit kepala. Aktivitas listrik yang direkam oleh elektroda EEG merupakan superposisi dari berbagai sumber aktivitas listrik pada cerebral cortex. Kondisi ini menyebabkan perbedaan potensial listrik yang direkam oleh elektroda di kulit kepala tidak merepresentasikan letak sumber aktivitas pada otak. Oleh sebab itu, untuk dapat mengestimasi sumber aktivitas listrik pada otak, dibutuhkan metode yang disebut sebagai lokalisasi sumber EEG. Jika diimplementasikan pada proses rehabilitasi medik, khususnya pada penanganan kasus disabilitas motorik pasca stroke, hal ini akan membantu tenaga medis untuk mendapatkan visualisasi daerah aktif otak pada pasien. Dengan begitu, umpan balik dari pasien dapat diperoleh sebagai informasi perkembangan kemampuan pasien selama proses rehabilitasi.\nPada penelitian ini, lokalisasi sumber EEG dilakukan dengan mengestimasi distribusi densitas arus pada otak. Independent Component Analysis (ICA) dan exact-Low Resolution Brain Electromagnetic Tomography (eLORETA) digunakan sebagai metode lokalisasi sumber EEG tersebut. ICA merupakan algoritma dekomposisi sinyal untuk memperoleh komponen-komponen yang independen. Komponen independen tersebut kemudian dilokalisasi menggunakan eLORETA yang mentransformasi perbedaan potensial listrik yang terukur di kulit kepala menjadi distribusi densitas arus yang melewati seluruh volume otak dengan mempertimbangkan model bola tiga kerangka yang terdiri dari kulit, tengkorak, dan korteks otak. Dengan mengintegrasikan templat model korteks otak 3D MNI 152, informasi mengenai estimasi daerah aktif pada otak ketika subjek melakukan aktivitas tertentu dapat diketahui.\nPerekaman data EEG dilakukan pada subjek laki-laki sehat menggunakan 21 elektroda dengan sistem penempatan 10-20. Subjek diberi perlakuan untuk melakukan aktivitas dasar motorik pada tangan yaitu menggenggam dengan kondisi tanpa beban dan dengan beban bergantian untuk masing-masing tangan kanan dan tangan kiri. Rekaman sinyal EEG kemudian disegmentasi untuk memisahkan kondisi baseline dan kondisi ketika perlakuan. Pra-proses berupa denoising menggunakan Bandpass Filter (BPF) 5-15 Hz dan dekomposisi Discrete Wavelet Transform (DWT) 6 level dilakukan untuk memperoleh gelombang Mu pada frekuensi 8-13 Hz yang berkaitan erat dengan aktivitas motorik di korteks sensorimotor, yaitu Area Brodmann 4 dan 6. ICA selanjutnya digunakan untuk memperoleh komponen-komponen independen yang kualitas independensinya dinilai dalam indeks stabilitas. Sinyal EEG hasil DWT menunjukkan rata-rata indeks stabilitas yang lebih tinggi dibandingkan sinyal EEG hasil BPF.\nKomponen independen yang diperoleh menggunakan ICA kemudian diplot ke dalam peta topografi kulit kepala untuk memberikan visualisasi perhitungan daya sinyal Mu di kulit kepala. Komponen independen ini kemudian dipilih berdasarkan teori neuroscience terkait fenomena Event-Related Desynchronization (ERD) dan kontralateral pada korteks motorik. Komponen ICA terpilih selanjutnya dilokalisasi menggunakan eLORETA dengan mendefinisikan posisi ke-21 elektroda yang digunakan. Hasil lokalisasi eLORETA menunjukkan area central (Area Brodmann 6) pada otak sebelah kiri, atau hemisphere kiri, lebih aktif ketika subjek melakukan gerakan menggenggam pada tangan kanan, begitu pun sebaliknya. Hal ini mengonfirmasi fenomena kontralateral yang menyatakan bahwa hemisphere kiri berkaitan dengan aktivitas tubuh bagian kanan, dan sebaliknya.\nDari hasil perhitungan statistik terhadap Area Brodmann 4 dan 6, terdapat penurunan rata-rata densitas arus ketika terjadi aktivitas menggenggam dibandingkan dengan kondisi baseline, sejalan dengan penurunan daya sinyal Mu yang dihitung pada elektroda C3 dan C4, yang mana paling dekat dengan korteks motorik. Hal ini mengonfirmasi terjadinya Event-Related Desynchronization (ERD) sinyal Mu di korteks sensorimotor ketika terdapat aktivitas motorik. Sedangkan untuk perbandingan aktivitas menggenggam tanpa beban dan dengan beban, rata-rata daya dan densitas arus sinyal Mu ketika aktivitas menggenggam dengan beban lebih kecil dibandingkan dengan aktivitas menggenggam tanpa beban. Artinya, desinkronisasi yang lebih besar terjadi pada aktivitas menggenggam dengan beban.", "Daftar File": {"ABSTRAK Masitoh": "https://digilib.itb.ac.id/gdl/download/227797"}, "Penulis": "Masitoh [23819303]", "Kontributor / Dosen Pembimbing": ["Dr. Suprijanto, S.T., M.T.", "Dr. Vebi Nadhira, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "lokalisasi sumber EEG, dekomposisi DWT, ICA, eLORETA, Area Brodmann 4 dan 6.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}