{"Nomor": 56289, "Judul": "PENGARUH VARIASI PELUMASAN, KEKASARAN, WAKTU AGING, DAN ANODISASI PADA KOEFISIEN GESEK PADUAN ALUMINIUM", "Abstrak": "Tribologi adalah ilmu yang mempelajari segala hal yang berkaitan dengan gesekan, keausan, dan pelumasan pada permukaan yang saling bersentuhan secara relatif. Karakteristik gesekan suatu material ini akan berkaitan erat dengan keausan material tersebut, semakin besar gaya gesek yang terjadi maka semakin besar juga keausan yang dialami oleh material. Karakteristik gesekan suatu material dinyatakan dalam koefisien gesek (?). Sekarang, penggunaan paduan aluminium sebagai material untuk komponen teknik yang saling bergesekan semakin banyak, sehingga penting untuk mengetahui karakteristik gesekan pada paduan aluminium tersebut.\nDalam penelitian ini, koefisien gesek ditentukan dengan alat pin on disk. Sebelum pengujian dimulai, dilakukan kalibrasi pada alat uji untuk meningkatkan keakuratan data. Pengujian koefisien gesek dilakukan dengan memvariasikan beberapa parameter seperti pelumasan, kekasaran permukaan, dan juga lama waktu aging. Selain itu, digunakan beban tetap sebesar 100 gram.\nDari hasil pengujian gesek yang dilakukan, kekasaran permukaan akan sangat berpengaruh pada nilai koefisien gesek paduan aluminium, semakin kasar permukaan maka koefisien gesek yang didapat semakin besar. Kemudian, waktu aging berpengaruh pada kekerasan paduan aluminium yang mengarah pada nilai koefisien geseknya. Semakin keras permukaan sampel, semakin kecil koefisien gesek yang didapat. Selanjutnya, pemberian pelumas pada sampel juga akan menurunkan nilai koefisien gesek sampel. Pelumas oli akan memberikan efek penurunan koefisien gesek yang lebih signifikan dibandingkan air. Terakhir, permukaan anodisasi pada sampel akan berperan sebagai reservoir pelumas saat gesekan terjadi.", "Daftar File": {"ABSTRAK Tiya Khairina Izzati": "https://digilib.itb.ac.id/gdl/download/227804"}, "Penulis": "Tiya Khairina Izzati [13717061]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Hartono Setiamarga"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Tribologi, koefisien gesek, pelumasan, anodisasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2021"}