{"Nomor": 56302, "Judul": "OPTIMASI PROSES PRODUKSI PERISA ALAMI DARI BIJI KOPI BERKUALITAS RENDAH TERDEKAFEINASI", "Abstrak": "Indonesia merupakan negara produsen kopi dengan jumlah yang cukup besar\nyaitu mencapai 722.641 ton per tahun, dengan jumlah biji kopi berkualitas rendah dapat\nmencapai 15-20% dari total biji yang dipanen. Salah satu upaya pemanfaatan untuk\nmeningkatkan nilai guna biji kopi berkualitas rendah ini dengan diolah menjadi perisa\nalami. Namun, pada kopi berkualitas rendah, terdapat senyawa kafein dengan jumlah\n0,9% berat kering, yang jika dikonsumsi secara berlebihan dapat menimbulkan efek\nnegatif terhadap kesehatan seperti meningkatkan denyut jantung dan tekanan darah\ndiastolik.\nPenelitian ini bertujuan untuk melakukan optimasi proses dekafeinasi pada\nproduksi perisa alami dari biji berkualitas rendah. Pembuatan perisa ini menggunakan\ngreen coffee bean dan roasted coffee bean yang diekstrak menggunakan maserasi pada\nsuhu 80oC. Proses dekafeinasi dilakukan menggunakan pelarut minyak goreng sawit\ndengan variasi waktu dan perbandingan volume pelarut dan ekstrak kopi. Kafein dan zat\nwarna selanjutnya dikuantifikasi, dan uji organoleptik dan warna dilakukan pada produk\nperisa konsentrat kopi. Optimasi dilakukan pada Minitab 2017 mengggunakan rancangan\npercobaan full factorial design dan Response Surface Method (RSM) dengan model\nCentral Composite Design CCD).\nSecara umum, semakin tinggi perbandingan volume pelarut dekafeinasi akan\ndidapatkan penurunan jumlah kafein dan zat warna yang semakin tinggi, sedangkan\nsemakin lama dekafeinasi, penurunan jumlah kafein dan zat warna semakin menurun\npada variasi green coffee bean. Penggunaan green coffee beans pada dekafeinasi\nmenghasilkan pengurangan kafein yang lebih besar dan perbedaan jumlah komponen zat\nwarna yang lebih stabil dibandingkan dengan roasted coffee beans. Pada penelitian ini,\npenurunan jumlah kafein pada green coffee bean berada pada rentang 6,515-48,241% dan\nperbedaan jumlah zat warna berada pada rentang -70,465% hingga 45,455%. Kondisi\noperasi optimum yang diperoleh pada variasi green coffee bean adalah dekafeinasi\ndengan perbandingan ekstrak kopi dan volume pelarut sebesar 1:5,82 selama 26,5 menit\ndengan prediksi pengurangan kafein sebesar 39,637%. Hasil uji organoleptik\nmenunjukkan bahwa perisa terdekafeinasi memiliki tingkat kesukaan responden yang\nsama dengan perisa komerisal sehingga dinilai mampu bersaing di pasaran.", "Daftar File": {"ABSTRAK Karen Christine Gunawan": "https://digilib.itb.ac.id/gdl/download/227817"}, "Penulis": "Karen Christine Gunawan [14317027]", "Kontributor / Dosen Pembimbing": ["Dr. Dianika Lestari, S.T., M.T.", "Dian Shofinita, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Biji kopi kualitas rendah, minyak goreng sawit, dekafeinasi, perisa kopi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2021"}