{"Nomor": 56314, "Judul": "PERANCANGAN ALAT PERAGA ROBOT SCARA DUA DERAJAT KEBEBASAN", "Abstrak": "Di Teknik Mesin ITB terdapat beberapa mata kuliah yang memperkenalkan pengetahuan dasar tentang cara kerja robot. Namun, pada proses pembelajaran mata kuliah tersebut, belum adanya alat peraga yang dapat mendukung untuk menunjukkan cara kerja robot secara sederhana. Dari beberapa jenis robot, robot SCARA merupakan salah satu robot yang cukup sederhana dan dapat dijadikan sebagai model alat peraga karena kemudahan analisis gerakannya. Namun, sampai saat ini belum ada alat peraga robot SCARA yang dijual di pasaran. Oleh karena itu, alat peraga robot SCARA dua derajat kebebasan akan dirancang untuk mendukung pembelajaran pada beberapa mata kuliah di Teknik Mesin ITB.\nTugas sarjana ini dimulai dengan menentukan kriteria dan objektifitas desain dari hasil pembelajaran studi pustaka. Setelah hasil tersebut, tugas sarjana dilanjutkan dengan membuat rancangan mekanik dan elektrik alat peraga robot. Pada perancangan mekanik robot akan dibuat rancangan geometri, mekanisme gerak robot, dan analisis bidang kerja, sedangkan pada perancangan elektrik akan ditentukan organisasi kontrol robot, sistem kontrol tiap aktuator, dan komponen elektrik robot. Setelah proses perancangan mekanik dan elektrik, tugas sarjana dilanjutkan dengan membuat simulasi kinematik dan dinamik alat peraga. Pada simulasi kinematik akan dirancang gerakan robot dan profil posisi end-effector robot, sedangkan pada simulasi dinamik akan dibuat simulasi untuk memperlihatkan respon sistem lengan dengan penggerak motor DC terhadap masukan yang diberikan.\nPada tugas sarjana ini, alat peraga robot telah dirancang sesuai dengan kriteria dan objektifitas desain. Robot memiliki spesifikasi massa 1,6 kg, dimensi lengan 170 mm, tinggi robot 193 mm, serta aktuator berupa motor DC dan motor stepper. Alat peraga robot akan bekerja dengan data masukan pengguna yang diolah oleh komputer dan mikrokontroler untuk menggerakkan sistem elektrik dan mekanik. Pada sistem ini, gerakan alat peraga akan dipantau berdasarkan gerakan sudut kedua lengan serta umpan balik dari bacaan potensiometer di komputer.", "Daftar File": {"ABSTRAK Muhammad Ikhsan Pandeka": "https://digilib.itb.ac.id/gdl/download/227829"}, "Penulis": "Muhammad Ikhsan Pandeka [13116129]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "alat peraga robot SCARA, rancangan mekanik, rancangan elektrik, simulasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2021"}