{"Nomor": 56310, "Judul": "ANALISIS STRUKTUR CRASH BOX HYBRID ALUMINIUMGFRP DAN DESAIN SPESIMEN CRASH BOX BERPENAMPANG SEGI ENAM DENGAN PEMBEBANAN IMPAK AKSIAL", "Abstrak": "Perkembangan ekonomi, sosial, dan budaya yang pesat saat ini semakin\nmendorong kebutuhan mobilisasi manusia. Dengan meningkatnya kebutuhan\nmobilisasi, jumlah alat transportasi semakin meningkat pula baik transportasi darat,\nair, maupun udara. Peningkatan jumlah alat transportasi tentunya perlu di\nseimbangkan dengan peningkatan keselamatan transportasi.\nPenelitian Tugas akhir ini menganalisis performa kelaikan tabrak pada crash\nbox aluminium dan hybrid aluminium-GFRP dengan penampang lingkaran dan\npersegi dengan pembebanan impak aksial. Analisis ini dilakukan dengan\nmenggunakan pemodelan simulasi dengan menggunakan perangkat lunak LSDYNA.\nDesain crash box aluminium dengan penampang segi enam juga dilakukan\npada Tugas Akhir ini. Proses desain mempertimbangkan batasan-batasan alat uji\nimpak maupun kuasi statik pada Laboratorium Struktur Ringan ITB. Terakhir, studi\nparametrik dilakukan untuk mempelajari efek dari panjang sisi, tinggi, dan jenis\ntrigger komposit terhadap performa kelaikan tabrak.\nCrash box aluminium dan hybrid 3 lapis penampang lingkaran serta crash box\naluminium penampang persegi telah tervalidasi dengan mayoritas parameter\nkelaikan tabrak memiliki galat kurang dari 10% dan mode deformasi yang serupa\ndari hasil eksperimen. Sedangkan crash box hybrid 5 lapis penampang lingkaran\ndan crash box hybrid 3 dan 5 lapis penampang persegi masih perlu di teliti lagi.\nHasil dari desain crash box aluminium penampang segi enam dengan panjang\nsisi 23 mm. Crash box ini memiliki nilai Pmax 83,66 kN, diameter kurang dari\n80 mm, dan 5 jumlah lipatan setelah impak. Ketiga nilai tersebut telah memenuhi\nkriteria pemilihan desain.\nHasil dari studi parametrik menunjukkan bahwa jenis trigger yang berbeda\nmemiliki pengaruh paling besar terhadap performa kelaikan tabrak diikuti dengan\npanjang sisi dan tinggi crash box. Crash box tanpa trigger meningkatkan nilai Pmax\nseiring bertambahnya jumlah lapisan komposit sedangkan jenis trigger staggered\nhanya akan menaikkan nilai Pmax hingga titik tertentu. Penambahan panjang sisi\njuga meningkatkan nilai Pmax sedangkan variasi tinggi crash box tidak banyak\nmempengaruhi performa kalikan tabrak.", "Daftar File": {"ABSTRAK Yahya Abdullah Azzam": "https://digilib.itb.ac.id/gdl/download/227825"}, "Penulis": "Yahya Abdullah Azzam [13617039]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Dr. Annisa Jusuf, S.T., M.T.", "Andi Kuswoyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kelaikan tabrak, crash box, hybrid, impak, aksial, GFRP", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}