{"Nomor": 56321, "Judul": "EKSTRAKSI PROTEIN KELAPA SEBAGAI BAHAN PENGEMULSI SEDIAAN LOSION UNTUK SKINCARE", "Abstrak": "Indonesia merupakan satu dari tiga negara penghasil buah kelapa terbesar di dunia, pada tahun 2018 produksi buah kelapa segar Indonesia mencapai 2,8 juta ton. Daging kelapa segar memiliki kandungan lemak (35%bb / 52%bk), dan protein (3,8% bb / 8,74%bk). Daging buah kelapa dapat diekstrak menjadi santan yang merupakan emulsi fasa minyak dalam air dan terstabilkan oleh pengemulsi alami yaitu protein dan fosfolipid. Kestabilan emulsi santan dapat terganggu dan menyebabkan terjadinya pemisahan menjadi fasa skim dan fasa krim. Minyak kelapa diperoleh dari fasa krim, sedangkan fasa skim merupakan produk samping dari pengolahan minyak kelapa yang masih mengandung protein (59,6%). Protein dalam santan merupakan zat pengemulsi yang membentuk kestabilan oil in water (O/W) atau fasa minyak dalam air dimana 80% tipe pengemulsi pada industri kosmetik akan membentuk kestabilan O/W. Pada tahun 2018, Indonesia mengimpor zat pengemulsi sebesar 23,5 ribu ton. Potensi daging kelapa Indonesia pada tahun 2018 mencapai 760 ribu ton dan diperkirakan dapat menghasilkan 12,9 ribu ton protein kelapa. Potensi tersebut dapat mengurangi setengah jumlah impor emulsifier di Indonesia. Dengan potensi tersebut, perlu adanya penelitian untuk mengekstraksi protein dari kelapa dan memanfaatkannya sebagai bahan pengemulsi.\nDalam penelitian ini, dilakukan ekstraksi protein kelapa dari fasa skim santan serta aplikasi protein sebagai pengemulsi pada losion. Santan kelapa diekstrak dari daging buah kelapa segar tanpa menggunakan pelarut, dilanjutkan pemisahan fasa skim dan krim. Pemisahan protein dari fasa skim dilakukan dengan metode pengendapan isoelektrik pada pH 4. Dilanjutkan dengan pencucian dan pengeringan sehingga diperoleh rata-rata 4,5 g isolat protein dari 1,3 kg kelapa. Kandungan protein diuji dengan metode Kjeldahl dan didapatkan kadar protein sebesar 57,5%. Aplikasi protein sebagai emulsifier dilakukan dengan variasi jenis minyak, jenis emulsifier, dan pH pelarutan emulsifier, lalu dilakukan uji stabilitas untuk mengetahui pengaruh waktu simpan terhadap kestabilan fisik losion meliputi pH, viskositas, dan uji organoleptik. Formula dengan kombinasi protein, minyak zaitun serta pH kelarutan 8 menghasilkan kestabilan yang baik selama penyimpanan 28 hari dilihat dari parameter viskositas, pH dan ukuran globul.", "Daftar File": {"ABSTRAK Sarah Nadhila Bilqis": "https://digilib.itb.ac.id/gdl/download/227836"}, "Penulis": "Sarah Nadhila Bilqis [14517029]", "Kontributor / Dosen Pembimbing": ["Dr. Dianika Lestari, S.T., M.T.", "Astri Nur Istyami, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Ekstraksi, Isoelektrik, Kelapa, Losion, Pengemulsi, Protein", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2021"}