{"Nomor": 56325, "Judul": "PEMBANGUNAN AKSES KONTROL PADA SISTEM FILE  IPFS", "Abstrak": "Perkembangan teknologi semakin pesat mendorong migrasi penyimpanan data \nkonvensional ke data digital dalam bentuk file system. Pemanfaatan teknologi\nblockchain dan IPFS kerap populer digunakan untuk membangun sebuah sistem \npenyimpanan file yang aman dan terdistribusi. Namun, masih terdapat beberapa \nmasalah dalam menjaga kerahasiaan dari data yang disimpan serta akses \nkontrolnya. Oleh karena itu, paga tugas akhir ini diusulkan sistem untuk menangani \npermasalahan akses kontrol dengan proses enkripsi dan mekanisme pembagian \nkunci pada sejumlah pengguna yang memiliki hak akses. Proses enkripsi dilakukan \nuntuk menjaga kerahasiaan data, sedangkan pembagian kunci dilakukan sebagai \nakses kontrolnya. Akses kontrol yang dibangun mengatur hak akses pada proses\ngrant dan revoke access serta transfer file. Penulis membangun file system yang \nterdiri dari aplikasi klien yang terhubung dengan IPFS dan Hyperledger Fabric \nsebagai jaringan blockchain. Proses enkripsi dan pembagian kunci dilakukan pada \naplikasi klien. Setiap file yang sudah terenkripsi akan disimpan pada IPFS, \nsedangkan metadata file akan disimpan pada Hyperledger Fabric. Pengujian \ndilakukan dengan membangun aplikasi yang terhubung pada sistem penyimpanan \ndan diuji dari segi fungsionalitas dan keamanannya. Seluruh skenario pengujian \nterhadap fungsional meliputi proses sharing file dan transfer file dan faktor \nkeamanan sistem meliputi file yang disimpan pada IPFS merupakan file terenkripsi. \nSetiap pengguna yang memiliki hak akses terhadap file memiliki kapabilitas untuk \nmelakukan operasi terhadap file, sedangkan pengguna yang tidak memiliki akses \natau sudah dilakukan revoke access pada suatu file, tidak bisa melakukan operasi \napapun terhadap file dengan asumsi pengguna tidak menyimpan file sebelum \ndilakukan revoke access. Dengan demikian, akses kontrol berhasil dibangun dan \ndata yang disimpan pada sistem terjamin kerahasiaannya. Namun sistem yang \ndibangun masih memiliki keterbatasan dalam perlindungan keamanan kunci pada \naplikasi klien karena proses enkripsi file dilakukan pada aplikasi klien.", "Daftar File": {}, "Penulis": "Willy Santoso [13517066]", "Kontributor / Dosen Pembimbing": ["Yudistira Dwi Wardhana Asnar, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "file system, akses kontrol, enkripsi, IPFS, Hyperledger Fabric", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "22 Jun 2021"}