{"Nomor": 56335, "Judul": "ARSITEKTUR IRIS RECOGNITION BERBASIS CNN UNTUK CITRA NON-IDEAL PADA SPEKTRUM TAMPAK DENGAN SUPER-RESOLUTION DAN SEGMENTASI MASK-RCNN", "Abstrak": "Iris sebagai fungsi biometrika terbukti andal dibandingkan tandingannya. Namun\naplikasinya secara umum masih tidak selazim yang dibayangkan. Masalah ini\ndisebabkan oleh tantangan dalam memperoleh dan mengondisikan citra secara ideal.\nMitigasi modern ini adalah dengan beralih ke spektrum near-infrared (NIR) yang\nterbukti lebih toleran terhadap pencitraan non-ideal. Namun akibatnya perangkat\npendukung sistem menjadi tidak universal karena memerlukan gawai khusus.\nDilatarbelakangi oleh masalah tersebut, tulisan ini mengusulkan arsitektur iris\nrecognition pada spektrum tampak dengan berbasiskan framework convolutional\nneural network (CNN) untuk proses segmentasi iris dan klasifikasinya. Hal ini\nmembawa motivasi ekstraksi fitur secara semantik dengan mengandalkan\npembelajaran mesin. Tulisan ini juga bertujuan membuktikan hipotesis bahwa\narsitektur yang menerapkan super-resolution kepada citra masukannya dapat\nmemperbaiki kemampuan identifikasi citra iris pada spektrum tampak. Untuk itu,\ndiusulkanlah arsitektur iris recognition yang mengintegrasikan solusi superresolution. Tulisan ini melaporkan eksperimen dengan segmentasi Mask-RCNN dan\nsuper-resolution EDSR, analisis hubungan metrik-metrik terkait, serta pengaruhnya\nterhadap sistem klasifikasi modern yang berbasiskan CNN. Dari hasil pengujian\ndengan classifier DenseNet201 sebagai kontrol, ditemukan bahwa Mask-RCNN\ndengan keluaran citra iris yang di-crop meningkatkan akurasi sebesar 1,62 kali lipat,\nmencapai akurasi 84,43% pada total durasi eksekusi 0,75 detik. Sedangkan dengan\npenambahan EDSR, akurasi membaik mencapai 85,47% pada total durasi eksekusi\n1,47 detik. Untuk keluaran citra iris tersegmentasi menggunakan mask keluaran\nMask-RCNN, akurasi tercatat meningkat 1,13 kali lipat, mencapai akurasi 68,51%\ndan diperbaiki dengan penambahan EDSR, mencapai 69,72%. Hipotesis bahwa\nsuper-resolution memperbaiki sistem iris recognition terbukti, dan integrasinya\ndengan Mask-RCNN terbukti menjadi solusi bagi rumusan masalah.", "Daftar File": {}, "Penulis": "Harry Prabowo [13517094]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "iris recognition, CNN, iris segmentation, super-resolution.", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "22 Jun 2021"}