{"Nomor": 56330, "Judul": "KOMUNIKASI DATA DAN PENDETEKSIAN OBJEK MESIN  SECARA OFF-BOARD PADA WAHANA TERBANG UNTUK  INSPEKSI VISUAL DI AREA SHOP FLOOR PABRIK", "Abstrak": "Wahana terbang atau yang biasa disebut dengan drone merupakan salah satu bentuk \nproduk robotika tanpa awak yang dapat dikendalikan secara remote. Salah satu \npenggunaan drone yaitu untuk melakukan inspeksi visual terhadap mesin di area \nshop floor pabrik. Tugas akhir ini ditujukan untuk merancang dan \nmengimplementasikan drone tersebut dengan pendampingan dari perusahaan\nCAD-IT Consultants (Asia) Pte Ltd. Sebagai perusahaan konsultan, CAD-IT\nmemiliki beberapa perusahaan klien yang memiliki permasalahan dalam\nmelakukan inspeksi visual. Salah satu permasalahan tersebut berkaitan dengan \nketerbatasan mobilitas manusia yang menyebabkan lamanya durasi inspeksi visual. \nSelain itu, terdapat juga permasalahan yang berkaitan dengan bias manusia dalam \nmenilai kebutuhan pemeliharaan suatu mesin. Drone yang dibuat diharapkan dapat \nmembantu mempercepat proses inspeksi visual, serta dapat membantu mengurangi \nmasalah bias penilaian manusia melalui otomatisasi inspeksi visual, walaupun pada \npengerjaannya dibatasi agar hanya dapat melakukan pendeteksian objek terhadap \nmesin milling dan grinding.\nDokumen ini merupakan salah satu dari tiga dokumen yang menjelaskan secara \nlebih detail mengenai pengerjaan tugas akhir secara umum. Pada dokumen ini,\nsecara khusus akan dibahas mengenai bagian komunikasi data dan pendeteksian \nobjek mesin secara off-board pada drone yang dibuat. Komunikasi data yang \ndimaksud yaitu mengenai akuisisi dan transmisi data citra dan data estimasi posisi\ndrone. Untuk bagian pendeteksian objek, dibahas juga mengenai tahap persiapan, \ntraining model, hingga penampilan hasil pendeteksian. Hasil pengujian\nimplementasi secara bottom-up menunjukkan bahwa data estimasi posisi dan data \ncitra, baik dengan atau tanpa pendeteksian objek, telah dapat ditampilkan pada \nantarmuka visual pengguna. Terdapat empat spesifikasi produk yang berkaitan \ndengan bagian ini, yaitu frame rate video, delay video, akurasi bounding box, dan \nfungsionalitas pendeteksian. Dari keempat pengujian terhadap spesifikasi tersebut, \ndidapatkan hasil pengujian sesuai dengan yang telah ditentukan.", "Daftar File": {}, "Penulis": "Daffa Zaidan Nabil [13217008]", "Kontributor / Dosen Pembimbing": ["Dr. Kusprasapta Mutijarsa, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "drone, inspeksi visual, citra, estimasi posisi, pendeteksian objek", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "22 Jun 2021"}