{"Nomor": 56339, "Judul": "PENGEMBANGAN INFRASTRUKTUR KUNCI PUBLIK  UNTUK HTTPS MENGGUNAKAN BLOCKCHAIN", "Abstrak": "Kebutuhan menjaga kerahasiaan informasi merupakan bagian penting dari \nInternet yang direalisasikan dengan HTTP over TLS. Infrastruktur kunci publik \nyang terdiri dari sertifikat X.509 sebagai media komunikasi dan certificate \nauthority sebagai pihak terpercaya merupakan bagian penting dari \npenyelenggaraan HTTPS. Namun, sifatnya yang tersentralisasi membuat \ncertificate authority memiliki kelemahan dari segi waktu, keamanan, dan \ntransparansi. Dari segi keamanan, kebocoran kunci privat dan perilaku tidak baik \nakan mempengaruhi seluruh sertifikat yang pernah dan akan diterbitkan oleh \ncertificate authority. Hal ini diperparah dengan minimalnya transparansi proses \nmanajemen sertifikat sehingga sulit mengetahui ketika certificate authority \nbertindak tidak baik.\nPada tugas akhir ini dikembangkan solusi infrastruktur kunci publik berbasis \nblockchain yang mengimplementasikan konsep web of trust. Infrastruktur kunci \npublik yang dikembangkan mencakup penggunaan dalam manajemen sertifikat \nHTTPS. Solusi ini diimplementasikan pada platform blockchain Ethereum. Solusi \nyang telah diimplementasikan memiliki kemampuan yang sama dengan\ninfrastruktur kunci publik menggunakan certificate authority pada pemenuhan \nkebutuhan dan kecepatan operasi. Solusi ini memiliki kelebihan dalam hal \nkeamanan dan transparansi. Namun, keterbatasan pada implementasi \nmenyebabkan solusi menjadi mahal, memiliki risiko trust store poisoning yang \ntinggi, dan waktu menggunakan sertifikat lambat yang masih harus ditangani pada \npengembangan lebih lanjut.", "Daftar File": {}, "Penulis": "I Putu Gede Wirasuta [13517015]", "Kontributor / Dosen Pembimbing": ["Yudistira Dwi Wardhana Asnar, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Infrastruktur Kunci Publik, HTTPS, Blockchain, Ethereum", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "22 Jun 2021"}