{"Nomor": 56345, "Judul": "IMPLEMENTASI ALGORITMA PENDETEKSIAN OBJEK YOLOV4 PADA THERMAL INFRARED OBJECT TRACKING SYSTEM", "Abstrak": "Pada pelaksanaan tugas akhir ini dilakukan perancangan sebuah sistem deteksi\nobjek berupa manusia dengan menggunakan kamera termal infrared. Pendeteksian\ntersebut dilakukan dari ketinggian ±5 meter. Sistem dirancang dengan\nmenggunakan dudukan kamera yang tersambung dengan servo sehingga kamera\ndapat menjejaki objek yang dideteksi dengan metode image servoing. Sistem ini\nterdiri dari subsistem antarmuka pengguna, subsistem pengolahan data, subsistem\nakuisisi, serta subsistem penggerak. Subsistem antarmuka pengguna merupakan\nsubsistem yang berfungsi sebagai penghubung antara pengguna dan alat. Subsistem\nakuisisi data merupakan subsistem yang terdiri dari komponen kamera infrared dan\nberfungsi untuk menangkap informasi termal dari objek. Subsistem pengolahan\ndata merupakan subsistem yang terdiri atas komponen Mini PC NVIDIA Jetson\nNano dan berfungsi sebagai otak dari sistem secara keseluruhan dan berperan untuk\nmenjalankan fitur pendeteksian objek dengan algoritma YOLOv4 beserta\nmengirimkan sinyal kendali ke subsistem penggerak untuk menggerakkan kamera\npada subsistem akuisisi. Subsistem penggerak merupakan subsistem yang terdiri\natas dua buah servo untuk menggerakkan platform kamera infrared sehingga objek\nyang dijejaki selalu ada dalam frame. Pokok pembahasan pada laporan ini ialah\nproses implementasi algoritma pendeteksian objek YOLOv4 pada Thermal Infrared\nObject Tracking System.", "Daftar File": {}, "Penulis": "Fauzan Ragitya Anggaraksa [13217017]", "Kontributor / Dosen Pembimbing": ["Dr. Lenni Yulianti, S.T., M.T.", "Ahmad Izzuddin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pendeteksian objek, YOLOv4, Thermal", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "22 Jun 2021"}