{"Nomor": 56342, "Judul": "PENGEMBANGAN MODUL VALIDASI  PADA EDITOR METODE ESSENCEBOARD", "Abstrak": "Pada tugas akhir ini telah dihasilkan modul validasi pada editor metode \nEssenceBoard untuk memudahkan perekayasa metode membangun metode \npengembangan perangkat lunak yang valid dan sesuai dengan standar Essence. \nAlasan utama dikembangkannya modul validasi ini adalah karena validasi yang \ndapat dilakukan oleh EssenceBoard masih belum lengkap. Selain itu, belum ada\nfitur untuk menambahkan aturan validasi secara kustom untuk tiap organisasi. \nPadahal, sudah menjadi pengetahuan umum bahwa validasi dari tiap metode dapat \nberubah-ubah tergantung dari kebutuhan organisasi tersebut. EssenceBoard juga \nbelum menyediakan contoh-contoh metode yang dapat langsung digunakan pada \nkasus-kasus umum. Kekurangan-kekurangan tersebut menjadi dasar dalam \nmelakukan analisis kebutuhan modul validasi yang akan dibangun. Setelah \ndilakukan analisis, dilakukan perancangan dan implementasi dari modul validasi. \nMekanisme validasi yang digunakan adalah rule-based validation atau validasi \nberbasis aturan yaitu terdapat beberapa aturan-aturan validasi yang dapat \ndiaplikasikan pada metode. Pengguna dapat menambahkan aturan baru dan \nmenyunting aturan yang telah ada sesuai dengan kebutuhan. Penambahan dan \npenyuntingan aturan validasi harus mengikuti format dan sintaks yang telah \ndisediakan agar validasi metode dapat dilakukan dengan tepat. Selain aturan \nvalidasi, juga diberikan beberapa contoh metode pengembangan perangkat lunak \nuntuk beberapa kasus umum yang dapat digunakan saat membangun metode baru. \nContoh metode dalam standar Essence tersebut berpotensi untuk dikembangkan \nlagi menjadi metode yang lebih lengkap sesuai kebutuhan pengguna. Pengujian \ntelah dilakukan terhadap modul validasi yang telah dikembangkan. Pengujian \ndilakukan untuk memeriksa validitas aturan-aturan baru dan fungsionalitas yang \nditambahkan, yaitu fungsionalitas penambahan dan penyuntingan aturan, serta\npenggunaan contoh-contoh metode yang ada untuk membuat metode baru. Hasil \npengujian menunjukkan bahwa modul validasi dapat mendeteksi adanya \nkesalahan pada metode, sehingga pengguna EssenceBoard dapat melakukan \nperbaikan.", "Daftar File": {}, "Penulis": "Kevin Angelo [13517086]", "Kontributor / Dosen Pembimbing": ["Yani Widyani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "rule-based validation, method engineering, Essence, custom rule,  method example, EssenceBoard", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "22 Jun 2021"}