{"Nomor": 56347, "Judul": "STUDI KEBIJAKAN PRIORITAS PEMULIHAN UMKM KULINER PADA MASA PANDEMI COVID-19 DENGAN METODE ANALYTICAL HIERARCHY PROCESS DI KECAMATAN COBLONG, KOTA BANDUNG", "Abstrak": "Pandemi COVID-19 mulai mewabah di seluruh penjuru dunia pada akhir tahun\n2019. Masyarakat terpaksa membatasi aktivitas sosial akibat berbagai kebijakan\nyang diterapkan oleh pemerintah. Sebagai akibatnya, perekonomian juga ikut\nterganggu. Setidaknya 6.000 Usaha Mikro, Kecil, dan Menengah (UMKM)\nterpukul akibat dampak dari COVID-19 di Kota Bandung. Padahal, UMKM\nmerupakan salah satu aktivitas perekonomian yang paling dekat dengan\nmasyarakat, serta penyumbang PDB terbesar bagi Indonesia. Kontribusi UMKM\npada PDB Indonesia sendiri adalah sebesar 61,7%, serta kontribusinya terhadap\njumlah jenis usaha di Indonesia adalah sebesar 98,7%. UMKM di Kota Bandung\njuga mengalami penurunan omzet di masa pandemi, dimulai dari sektor jasa,\nsektor kerajinan tangan, sektor fesyen, dan sektor kuliner. Di samping itu, UMKM\nkuliner sendiri merupakan sektor usaha yang aktivitas produksi dan jual belinya\ndilakukan harian, sehingga akan para pelaku usahanya akan sangat bergantung\npada hasil penjualan setiap harinya. Untuk itu, perlu diidentifikasi mengenai\nkebijakan yang dapat diambil untuk memulihkan UMKM kuliner dalam masa\npandemi COVID-19. Tujuan penelitian ini adalah untuk mengidentifikasi prioritas\nkebijakan pemulihan UMKM kuliner dalam masa pandemi COVID-19 di\nKecamatan Coblong, Kota Bandung. Penelitian ini menggunakan pendekatan\nanalisis kualitatif berupa analisis isi (konten), untuk mengetahui kondisi dan\nkebijakan yang dibutuhkan oleh para pelaku UMKM kuliner di masa pandemi\nCOVID-19. Sementara itu, metode kuantitatif dari penelitian ini menggunakan\nAnalytical Hierarchy Process (AHP) untuk melakukan penilaian terhadap kriteria\ndan alternatif kebijakan yang dapat dipilih. Metode AHP melibatkan responden\nyang memiliki latar belakang beragam. Hasil penelitian menunjukkan bahwa\nkebijakan prioritas yang dapat diambil adalah kebijakan bantuan kemudahan\nurusan finansial, disusul bantuan penyediaan fasilitas penunjang usaha, pelatihan\nberwirausaha di tengah kondisi pandemi, dan pewadahan media digital dalam\nmenjalankan usaha. Kesimpulan dari penelitian ini adalah kebijakan prioritas\nyang dapat diambil dalam rangka pemulihan UMKM kuliner pada masa pandemi\nCOVID-19 di Kecamatan Coblong, Kota Bandung, adalah kemudahan urusan\nfinansial. Namun, hal tersebut hanya akan relevan pada UMKM kuliner di\nkawasan perkotaan, karena UMKM kuliner di kawasan perkotaan memiliki\nkarakteristik yang berbeda dengan UMKM sektor lainnya, UMKM kuliner di\nkawasan perdesaan, dan UMKM secara umum. Oleh karena itu, diperlukan\npenelitian lanjutan untuk menemukan kebijakan yang tepat dalam pemulihan\nsektor-sektor usaha lain selain UMKM kuliner di kawasan perkotaan.", "Daftar File": {}, "Penulis": "Rafi Refinaldi [15417031]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "AHP, wawancara, kebijakan, prioritas, pemulihan, pelaku, UMKM", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "22 Jun 2021"}