{"Nomor": 56355, "Judul": "PERANCANGAN KAMPANYE SOSIAL ADOPSI HEWAN PELIHARAAN DOMESTIK BAGI PENGGEMAR HEWAN EKSOTIS DAN HEWAN DOMESTIK RAS MURNI", "Abstrak": "Perdagangan hewan yang semakin hari semakin ramai bukan berarti meningkatnya kualitas hidup  margasatwa.  Pasar  hewan  peliharaan  menyediakan  berbagai  jenis  hewan:  mulai  dari kucing dan anjing ras murni hingga hewan eksotis yang memiliki nilai harga dan gengsi yang tinggi   pula.   Transaksi   jual   beli   hewan   peliharaan   menyembunyikan   berbagai   bentuk penyiksaan terhadap hewan. Setelah dilaksanakan pengumpulan data, diketahui meski dilatar belakangi   cinta   terhadap   hewan,   banyak   konsumen   perdagangan   hewan   yang   tidak mengetahui  bahwa  membeli  hewan  dari petshop,  pasar  hewan,  pabrik  hewan  peliharaan, ataupun  peternak  hewan  peliharaan  berpotensi  besar  mendorong  penyiksaan-penyiksaan tersebut  untuk  terus  terjadi.  Salah  satu  cara  untuk  mengakhiri  kekejaman  terhadap  hewan yang   diperjual   belikan   adalah   dengan   beralih   ke   adopsi.   Sayangnya   dari   data   yang dikumpulkan, diketahui bahwa kegiatan adopsi masih dipandang sebelah mata oleh sebagian besar  masyarakat  Indonesia  karena  adanya  miskonsepsi  dan  bias  tentang  adopsi  dan kucing/anjing  non-ras.  Akibatnya  kesejahteraan  hidup  kucing  dan  anjing  domestik  juga terganggu. Perancangan kampanye ini bertujuan mempersuasi penggemar hewan eksotis dan domestik ras murni agar beralih ke adopsi hewan domestik. Kampanye media sosial bertema romantis ini akan mengajak para khalayak sasaran untuk percaya diri dengan kegiatan adopsi dan pilihan teman hidupnya. Keberhasilan kampanye diharap mampu meningkatkan kualitas hidup hewan liar maupun domestik.", "Daftar File": {}, "Penulis": "Syifa Muflihuna Rivki [17417008]", "Kontributor / Dosen Pembimbing": ["Fadillah, S.Psi., M.Psi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kampanye sosial, persuasi, adopsi hewan peliharaan, pecinta hewan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Jun 2021"}