{"Nomor": 56356, "Judul": "INTERVENSI POLA INTERAKSI AKTOR PADA TRANSBOUNDARY MANAJEMEN RISIKO BENCANA BANJIR DALAM UPAYA PENCEGAHAN DAN MITIGASI STRUKTURAL DI DAS CILIWUNG", "Abstrak": "Upaya pencegahan dan mitigasi struktural dalam transboundary manajemen risiko\nbanjir di DAS Ciliwung belum sepenuhnya terlaksana secara optimal akibat adanya\nisu dan kendala pembebasan lahan, ego sektoral dan tumpang tindih kebijakan\ndalam pembagian kewenangan antar aktor terkait. Penelitian ini bertujuan untuk\nmerumuskan rekomendasi intervensi pola interaksi aktor pada transboundary\nmanajemen risiko bencana banjir di DAS Ciliwung khususnya pada kegiatan\npencegahan dan mitigasi struktural. Metode pengumpulan data terdiri dari data\nprimer dan sekunder. Data sekunder berasal dari dokumen pemerintahan, jurnal,\ntesis dan buku akademik. Sedangkan data primer diperoleh melalui wawancara\nsecara daring dan luring pada 34 instansi pemerintah yang terdiri dari pemerintah\npusat, Pemerintah Provinsi DKI Jakarta, Pemerintah Kota Depok dan Bogor serta\nPemerintah Kabupaten Bogor sampai ke unit terkecil kelurahan dan kecamatan.\nAnalisis yang dilakukan pada penelitian ini adalah analisis konten, analisis jejaring\nsosial atau Social Network Analysis (SNA) menggunakan Software UCINET serta\nanalisis deskriptif.\nBerdasarkan hasil analisis maka diketahui terdapat 15 komponen kegiatan dalam\nupaya pencegahan dan mitigasi struktural bencana banjir di DAS Ciliwung yang\nterdiri dari 2 kegiatan dalam strategi Resist yaitu pembangunan tanggul laut dan\nsistem polder, 2 kegiatan dalam strategi Delay yaitu Naturalisasi Sungai dan Waduk\nserta pembangunan sumur resapan, 3 kegiatan dalam strategi Store yaitu\nPembangunan Waduk Kering Ciawi dan Sukamahi, Situ, Embung, Waduk dan\nKolam Retensi. Delapan kegiatan lainnya dalam strategi Discharge yaitu\nNormalisasi Kali Ciliwung, Sodetan Kali Ciliwung ke BKT, Normalisasi BKB dan\nBKT, Pembangunan dan Normalisasi Drainase/Saluran, Pembangunan dan\nPemeliharaan Pompa, Pembangunan dan Pemeliharaan Pintu Air, Pelebaran dan\nPendalaman Muara Sungai serta Pembangunan Saringan Sampah. Terdapat 52\naktor yang terlibat pada 15 komponen kegiatan tersebut dengan pola interaksi yang\nberbeda beda. Aktor yang terlibat terdiri dari 9 aktor Pemerintah Pusat, 12 aktor\nPemerintah Daerah Provinsi DKI Jakarta, 4 aktor Pemerintah Daerah Provinsi Jawa\nBarat, 8 aktor Pemerintah Daerah Kota Depok, 8 aktor Pemerintah Daerah Kotaii\nBogor dan 8 aktor Pemerintah Daerah Kabupaten Bogor, aktor BUMN dan aktor\nSwasta serta aktor masyarakat perorangan.\nPola interaksi aktor diperoleh dengan menggunakan indikator degree of centrality\ndan betweenness sehingga diketahui pola interaksi setiap kegiatan dengan\nkarakternya masing masing. Hasil analisis menunjukan bahwa terdapat pola\ninteraksi yang beragam. Terdapat 6 komponen kegiatan yang didominasi oleh\npemerintah pusat yaitu aktor Balai Besar Wilayah Sungai Ciliwung Cisadane\n(BBWS CC) dan 1 komponen kegiatan yang didominasi oleh Kementerian PUPR.\nSelain itu terdapat 6 komponen kegiatan yang didominasi oleh pemerintah daerah\nyaitu 5 kegiatan oleh Dinas Sumber Daya Air (DSDA) dan 1 kegiatan oleh Dinas\nLingkungan Hidup (DLH) Provinsi DKI Jakarta. Terdapat juga 2 kegiatan yang\ndidominasi oleh BBWS CC dan Dinas SDA Provinsi DKI Jakarta.\nDalam pola interaksi aktor tersebut terdapat isu dan kendala terkait koordinasi. Isu\ndan kendala terbanyak dan paling beragam terdapat pada komponen kegiatan yang\ndidominasi oleh aktor Pemerintah Pusat. Terdapat 5 isu dan kendala yang sering\nterjadi pada kegiatan yang didominasi pemerintah pusat. Isu dan kendala pertama\nterkait pembebasan lahan yang dapat diintervensi dengan meningkatkan koordinasi\nseacara intensive antar aktor pengadaan tanah serta menegaskan Implementasi PP\nNo. 19 Tahun 2021 terkait prosedur dalam pengadaan tanah. Kendala kedua yaitu\nketerbatasan anggaran yang dapat diintervensi dengan memanfaatkan sistem\npendanaan lain seperti bantuan dana PEN, CSR dan hibah. Kendala ketiga yaitu\nkurangnya keterlibatan masyarakat dalam perencanaan awal dapat diintervensi\ndengan melibatkan aktor masyarakat dalam menyusun Rencana Awal Kegiatan.\nSedangkan kendala keempat terkait perbedaan level kewenangan dapat diintervensi\ndengan menyederhanakan mekanisme koordinasi dalam perizinan dan penyusunan\nrekomendasi teknis. Kendala yang terakhir terkait kurangnya koordinasi antara\npemerintah pusat dan daerah dapat diintervensi dengan meningkatkan koordinasi\nantar aktor pemerintah pusat, provinsi dan kota/kabupaten.", "Daftar File": {"ABSTRAK Deliyanti Ganesha": "https://digilib.itb.ac.id/gdl/download/227877", "BAB 1 Deliyanti Ganesha": "https://digilib.itb.ac.id/gdl/download/227878", "BAB 2 Deliyanti Ganesha": "https://digilib.itb.ac.id/gdl/download/227879", "BAB 3 Deliyanti Ganesha": "https://digilib.itb.ac.id/gdl/download/227880", "BAB 4 Deliyanti Ganesha": "https://digilib.itb.ac.id/gdl/download/227881", "BAB 5 Deliyanti Ganesha": "https://digilib.itb.ac.id/gdl/download/227882", "BAB 6 Deliyanti Ganesha": "https://digilib.itb.ac.id/gdl/download/227883", "PUSTAKA Deliyanti Ganesha": "https://digilib.itb.ac.id/gdl/download/227884", "2021 TS PP DELYANTI GANESHA_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227885"}, "Penulis": "Deliyanti Ganesha [25419049]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pola interaksi aktor, pencegahan, mitigasi struktural, social network analysis, DAS Ciliwung, transboundary manajemen risiko bencana banjir", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "22 Jun 2021"}