{"Nomor": 56360, "Judul": "KAMPANYE PENDIDIKAN BUDAYA JALUR REMPAHKEPADA GENERASI MUDA INDONESIA", "Abstrak": "ABSTRAKKAMPANYE PENDIDIKAN BUDAYA JALUR REMPAHKEPADA GENERASI MUDA INDONESIAOlehASTI KUSUMA PUTRINIM: 17417040(Program Studi Desain Komunikasi Visual)Jalur rempah merupakan salah satu histori penting dan kebudayaan dari Indonesia yang perlu untuk di budidayakan.Dalam era digital ini, banyak dari anak muda terlebih anak sekolah dasar yang tidak tahu akan  jalur  rempah  itu  tersendiri.  Saat  ini  Kementrian  Pendidikan  dan  Kebudayaan  Indonesia  bersikeras untuk melaksanakan program jalur rempah untuk tahun 2024 kedepannya. Dengan itu literasi akan jalur rempah  harus  di  kenalkan  sejak  terdahulu  oleh  generasi  mudah  terlebih  pada  usia  sekolah  dasar  agar melekat pada generasi yang akan mendatang untuk melanjutkan program jalur rempah. Kampanye The Spice  Van dirancang dengan visual dan karakter yang terkait akan jalur rempah yang sangat  eksploratif beguna  untuk  mempermudah  anak  dalam  belajar  apa  itu  jalur  rempah,  kegunaan  setiap  rempah,  dan rempah  pada  masa kejayaan  perdagangan  rempah  pada  masa  jalur  rempah  itu  sendiri.  Kampanye  The spice Van menggunakan karakter Van atau mobil Van yaitu anak yang dapat berubah menjadi mobil van berisi dapur berjalan untuk memberi banyak pelajaran akan jalur rempah itu sendiri dan mencari rempah yang  terkenal  pada  masa  kejayaan  perdagangan  rempah.  Maka  dari  itu,  perancangan  kampanye  sosial dengan bertema The Spice Van ini diharapkan dapat menarik minat anak sekolah dasar untuk belajar akan kebudayaan jalur rempah, dan mulai  menerapkannya pada masa depan nanti.", "Daftar File": {"ABSTRAK Asti Kusuma Putri": "https://digilib.itb.ac.id/gdl/download/228046"}, "Penulis": "Asti Kusuma Putri [17417040]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Jalur rempah, Rempah pada masa jalur rempah, Game edukasi, edukasi, kampanye komersil", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Jun 2021"}