{"Nomor": 56367, "Judul": "PENGHIDUPAN BERKELANJUTAN SEKTOR PERIKANAN LAUT DALAM KONTEKS PENGEMBANGAN WILAYAH PESISIR DI KABUPATEN NATUNA (STUDI KASUS: KECAMATAN PULAU TIGA)", "Abstrak": "Indonesia merupakan negara kepulauan terbesar di dunia. Indonesia memiliki\n17.504 pulau dengan luas perairan laut 6,4 juta km². Potensi kelautan ini\nmenghasilkan PDB Perikanan pada tahun 2014 tumbuh sebesar 6,97 persen.\nAngka tersebut lebih tinggi dari pertumbuhan PDB nasional yang besarnya 5,1\npersen. Salah satu wilayah yang memiliki potensi perikanan di Indonesia yaitu\nKabupaten Natuna. Kegiatan perikanan di Kabupaten Natuna didominasi oleh\nusaha penangkapan ikan. Pada tahun 2015, produksi perikanan tangkap mencapai\n48.698,84 ton dengan pertumbuhan produksi perikanan tangkap tahun 2015\nterhadap 2014 mencapai 2,87 persen. Potensi kelautan dan perikanan yang besar\nyang dimiliki oleh Natuna dapat dianalisis lebih lanjut melalui konsep\npenghidupan berkelanjutan yang dikemukakan oleh World Commision on\nEnvironment and Development (WCED) sebagai konsep yang terintegrasi dengan\ndefinisi yaitu persediaan dan aliran makanan dan uang yang cukup untuk\nmemenuhi kebutuhan dasar, dalam hal ini dapat dikaitkan dengan penghidupan\nberkelanjutan nelayan lokal.\nTujuan penelitian ini adalah mengetahui kondisi Penghidupan Berkelanjutan (PB)\nsektor perikanan dalam konteks pengembangan wilayah perdesaan pesisir di\nKabupaten Natuna. Lokasi penelitian akan berfokus pada nelayan lokal yang ada\ndi Desa Sabang Mawang, Desa Sabang Mawang Barat, dan Desa Tanjung Batang\nyang ada di Kecamatan Pulau Tiga. Metode pengambilan data primer\nmenggunakan wawancara, observasi, dan kuesioner penunjang yang dinilai\nberdasarkan kualitatif dengan penentuan narasumber menggunakan purposive\nsampling.\nAnalisis data menggunakan analisis deskriptif kualitatif dengan kerangka\npenghidupan berkelanjutan dan analisis pemangku kepentingan. Berdasarkan\nanalisis yang dilakukan, dapat dilihat bahwa terdapat terdapat modal lokal yang\nmasih membutuhkan peningkatan penghidupan berkelanjutan, yaitu Desa Sabang\nMawang yang belum berkelanjutan pada modal finansial sehingga membutuhkan\ndorongan yang lebih besar dari pihak lain atau eksternal. Desa Sabang Mawang\njuga membutuhkan peningkatan keberlanjutan pada modal sosial. Desa TanjungBatang juga membutuhkan peningkatan pada modal alam, modal sosial, dan\nmodal finansial agar dapat berkelanjutan dalam konteks kenelayanan. Sedangkan\nuntuk Desa Sabang Mawang Barat, perlu melakukan peningkatan pada modal\nsosial yang lebih rendah dibandingkan dua desa lainnya. Pada kerentanan,\nterdapat musim angin yang berada pada periode Bulan November sampai Januari\n(Musim utara) dan Bulan Mei sampai Juli (Musim selatan), terdapat\nketidakpastian harga khususnya masih adanya monopoli oleh pengumpul besar,\ndan peluang kerja yang terbatas pada saat terjadinya musim angin. Selanjutnya,\nterdapat tren demografi yaitu tren preferensi menjadi nelayan di masa depan yang\nmenurun, tren pertumbuhan gender yang mempengaruhi profesi nelayan, dan tren\nekologis yaitu tren hasil perikanan yang terus menurun. Pada konteks kebijakan\ndan institusi lokal, terdapat empat jenis aktor yang telah diidentifikasi menurut\nteori pemangku kepentingan, yaitu key players (Kementerian Kelautan dan\nPerikanan, Pemerintah Desa, Pengumpul Besar, dan Pengumpul Lokal), context\nsetter (Kecamatan Pulau Tiga), subject (Dinas Kelautan dan Perikanan Provinsi\nKepulauan Riau, Dinas Perikanan Natuna, dan SKPT/Perindo), dan crowd\n(Koperasi dan Penyedia BBM).", "Daftar File": {"ABSTRAK Teguh Asandy": "https://digilib.itb.ac.id/gdl/download/227902", "BAB 1 Teguh Asandy": "https://digilib.itb.ac.id/gdl/download/227903", "BAB 2 Teguh Asandy": "https://digilib.itb.ac.id/gdl/download/227904", "BAB 3 Teguh Asandy": "https://digilib.itb.ac.id/gdl/download/227905", "BAB 4 Teguh Asandy": "https://digilib.itb.ac.id/gdl/download/227906", "BAB 5 Teguh Asandy": "https://digilib.itb.ac.id/gdl/download/227907", "BAB 6 Teguh Asandy": "https://digilib.itb.ac.id/gdl/download/227908", "PUSTAKA Teguh Asandy": "https://digilib.itb.ac.id/gdl/download/227909", "2021 TS PP TEGUH ASANDY_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/227910"}, "Penulis": "Teguh Asandy [25419001]", "Kontributor / Dosen Pembimbing": ["Wilmar A. Salim, S.T., M.Reg.Dev., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kelautan dan Perikanan, Nelayan Lokal, Kabupaten Natuna, Penghidupan Berkelanjutan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "22 Jun 2021"}