{"Nomor": 56365, "Judul": "PENGARUH FORMULASI NANOSTRUCTURED LIPID CARRIERS TERHADAP AKTIVITAS ANTIOKSIDAN, ANTIKERUTAN, DAN PENCERAH KULIT SERTA STABILITAS MINYAK LEMAK NABATI BERDASARKAN KAJIAN PUSTAKA", "Abstrak": "Minyak lemak nabati adalah salah satu bahan alami yang mengandung komposisi tokoferol yang\ntinggi serta banyak digunakan dalam sediaan topikal. Tokoferol merupakan salah satu zat\nantioksidan yang dapat mencegah radikal bebas yang dapat merusak sel-sel tubuh, sehingga\nmencegah kulit kering, kusam, dan terbentuknya kerutan. Dilakukan kajian pustaka mengenai efek\nformulasi NLC terhadap stabilitas dan aktivitas antioksidan, antikerutan, dan pencerah kulit minyak\nlemak nabati. Sumber data kajian didapatkan melalui situs pencarian jurnal dan artikel ilmiah\nberbasis data elektronik seperti PubMed dan ScienceDirect. Tinjauan pustaka dilakukan untuk\nmenentukan minyak lemak nabati yang banyak mengandung tokoferol, pengaruh formulasi NLC\nterhadap stabilitas dan aktivitas topikal minyak lemak nabati, serta keamanan sediaan NLC untuk\naplikasi topikal. Dilakukan pencarian data dengan penerapan kriteria inklusi dan eksklusi, seleksi\nstudi, ekstraksi data, penilaian mutu, serta analisis berdasarkan data yang diperoleh. Berdasarkan\nhasil analisis, minyak lemak nabati memiliki kandungan tinggi tokoferol dan asam lemak tak jenuh\nsehingga memberi aktivitas antioksidan, antikerutan, dan pencerah kulit yang baik. Formulasi NLC\nmemberikan stabilitas sediaan yang baik, meningkatkan aktivitas minyak lemak nabati,\nmemberikan permeasi dan absorbsi yang baik untuk sediaan topikal, serta tergolong aman bagi\nkulit. Untuk mendapatkan aktivitas yang lebih baik, diperlukan optimasi formula dengan pemilihan\njenis minyak yang sesuai. Penggunaan gabungan minyak lemak dalam formulasi juga dapat\ndipertimbangkan untuk mendapatkan potensiasi efek. Inkorporasi NLC minyak lemak nabati dalam\nbentuk sediaan gel dapat dilakukan untuk memberi efek akhir aplikasi topikal yang baik.", "Daftar File": {"ABSTRAK Marcella Belva Clearesta W": "https://digilib.itb.ac.id/gdl/download/227900"}, "Penulis": "Marcella Belva Clearesta W [10717047]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. apt. Rachmat Mauludin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "minyak lemak nabati, NLC, antioksidan, antikerutan, pencerah kulit", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2021"}