{"Nomor": 56370, "Judul": "ANALISIS KAPASITAS ADAPTIF INSTITUSI PEMERINTAH PUSAT DALAM PENGEMBANGAN BIOENERGI", "Abstrak": "Indonesia telah berusaha untuk mengembangkan energi terbarukan untuk menjawab\nberbagai persoalan yang ada berkaitan seperti terkait pembangunan rendah karbon,\nketahanan energi, dan perubahan iklim. Salah satu sumber energi terbarukan yang\nmemiliki potensi besar di Indonesia adalah bioenergi. Pemanfaatan bioenergi di\nIndonesia telah dilakukan dengan berbagai bentuk sumber energi seperti berupa\nbiogas, bahan bakar nabati, ataupun berbagai bentuk biomasa lainnya. Target yang\ntelah ditetapkan oleh Indonesia sebagai bentuk kontribusi kepada usaha untuk\nmengurangi dampak dari perubahan iklim menjadi tujuan yang juga ingin dicapai\ndalam pengembangan bionenergi. Target 23 % bauran energi terbarukan di tahun\n2025 merupakan target yang tidak mudah untuk dicapai. Sistem pengelolaan\nbioenergi merupakan sistem yang kompleks yang melibatkan tidak hanya sistem\nsosial akan tetapi juga ekologi atau lingkungan. Sistem pengelolaan energi dapat\ndilihat sebagai suatu sistem sosial-ekologi dalam konsep tata kelola adaptif yang\ndapat mengalami gangguan, kejutan, dan ketidakpastian. Literatur pengelolaan\nbioenergi dengan perspektif tata kelola adaptif masih terbatas. Padahal tata kelola\nadaptif dapat menjadi salah satu cara untuk melihat kondisi ini. Tata kelola adaptif\ntidak hanya membutuhkan pengelolaan lingkungan yang baik akan tetapi juga peran\ndari para aktor yang memiliki kapasitas adaptif. Kapasitas adaptif institusi\nmerupakan konsep yang melihat elemen/dimensi yang ada di dalam institusi yang\ndapat mendorong dan melahirkan kapasitas adaptif bagi aktor yang terlibat ataupun\nmasyarakat secara umum. Konsep kapasitas adaptif institusi merupakan konsep yang\nakan digunakan dalam penelitian ini. Objek penelitian ini adalah lembaga formal atau\npemerintah yang memiliki peran penting dalam pengelolaan energi. Penelitian ini\nmemiliki tujuan untuk menganalisis kapasitas adaptif institusi lembaga pemerintah\ndalam pengelolaan dan pengembangan bioenergi di Indonesia. Pendekatan penelitian\nadalah pendekatan kualitatif dan kuantitatif. Penelitian dilakukan dengan\nmenggunakan Adaptive capacity wheel (ACW) sebagai kerangka penelitian.ii\nPengumpulan data dilakukan dengan metode wawancara semi terstruktur, kuesioner,\ndan tinjauan dokumen yang relevan. Metode non-probability sampling yang\ndigunakan untuk pemilihan responden dan informan kunci adalah purposive\nsampling. Responden dan informan tidak hanya berasal dari aktor yang berada di\ndalam lembaga pemerintah namun aktor-aktor lainnya seperti swasta (industri),\nakademisi, dan asosiasi yang relevan dan sesuai dengan kriteria yang telah\nditetapkan.\nHasil penelitian menunjukkan bahwa telah terdapat kapasitas adaptif institusi\nlembaga pemerintah dalam pengelolaan dan pengembangan bioenergi namun masih\nterdapat kondisi atau kendala yang dapat menghambat. Kapasitas adaptif institusi\nterlihat dalam keragaman pendekatan serta aktor yang terlibat dalam pengelolaan\nbioenergi; kepercayaan dan keterbukaan lembaga; kemampuan kolaborasi dan\nakuntabilitas. Namun masih terdapat indikator yang belum bekerja baik sepenuhnya\nberdasarkan konsep kapasitas adaptif seperti legitimasi dan kesetaraan dalam tata\nkelola; mobilisasi sumber daya finansial dan peningkatan kapasitas SDM;\npengelolaan informasi dan pengaruh kepemimpinan, serta pemantauan dan evaluasi.\nKemudian menggunakan analisis kesenjangan/gap, dirumuskan beberapa\ntindakan/strategi yang dapat dilakukan berdasarkan kondisi ideal yang disusun\nberdasarkan teori dan kondisi aktual berdasarkan hasil analisis. Beberapa strategi\nyang dapat dilakukan adalah penguatan landasan hukum dan regulasi pengembangan\nbioenergi hingga di tingkat perundang-undangan; pembagian peran dan tugas yang\njelas bagi BUMN pengelola energi dalam pengembangan bioenergi; sinkronisasi\nantar lembaga pemerintah melalui pengelolaan informasi yang terpadu dan target\nkinerja bersama untuk pengembangan bioenergi.", "Daftar File": {"ABSTRAK Husnul Aris Alberdi": "https://digilib.itb.ac.id/gdl/download/227912", "BAB 1 Husnul Aris Alberdi": "https://digilib.itb.ac.id/gdl/download/227914", "BAB 2 Husnul Aris Alberdi": "https://digilib.itb.ac.id/gdl/download/227915", "BAB 3 Husnul Aris Alberdi": "https://digilib.itb.ac.id/gdl/download/227916", "BAB 4 Husnul Aris Alberdi": "https://digilib.itb.ac.id/gdl/download/227917", "BAB 5 Husnul Aris Alberdi": "https://digilib.itb.ac.id/gdl/download/227918", "BAB 6 Husnul Aris Alberdi": "https://digilib.itb.ac.id/gdl/download/227919", "PUSTAKA Husnul Aris Alberdi": "https://digilib.itb.ac.id/gdl/download/227920", "2021 TS PP HUSNUL ARIS ALBERDI_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/227921"}, "Penulis": "Husnul Aris Alberdi [25419005]", "Kontributor / Dosen Pembimbing": ["Saut Aritua Hasiholan Sagala, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bioenergi, Lembaga Pemerintah, Kapasitas Adaptif Institusi, Pengelolaan Bioenergi, Adaptif Capacity Wheel", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "22 Jun 2021"}