{"Nomor": 56371, "Judul": "PENGARUH KERENTANAN SOSIAL TERHADAP PENYEBARAN COVID-19 DI TINGKAT WILAYAH STUDI KASUS: KABUPATEN PURBALINGGA", "Abstrak": "Pandemi COVID-19 menjadi guncangan bagi seluruh wilayah. Pandemi COVID-\n19 adalah bencana multi aspek yang belum dapat dipastikan kapan akan berakhir.\nPandemi COVID-19 memberi pelajaran bahwa mitigasi bencana harus menjadi\nbagian dalam perencanaan pembangunan wilayah. Konsep kerentanan sosial\nmuncul ketika faktor sosial ekonomi dan demografi diakui berperan menimbulkan\ndampak kerugian dari bencana. Penanganan kerentanan sosial merupakan salah satu\npendekatan untuk mengurangi kerugian dari dampak bencana. Pada peristiwa\npandemi terdahulu masyarakat yang rentan secara sosial terbukti menerima dampak\nyang tidak setara sehingga pandemi harus ditangani sebagai masalah kesehatan\nsekaligus masalah sosial. Beberapa penelitian telah menemukan kerentanan sosial\nberpengaruh terhadap penyebaran COVID-19. Namun penelitian yang dilakukan\nmasih sangat terbatas, sehingga dibutuhkan lebih banyak bukti empiris untuk\nmengetahui pengaruh kerentanan sosial terhadap penyebaran COVID-19. Dengan\nmengambil studi kasus di Kabupaten Purbalingga penelitian ini bertujuan\nmengidentifikasi pengaruh kerentanan sosial terhadap penyebaran COVID-19.\nPenelitian ini menggunakan pendekatan kuantitatif. Metode deduktif digunakan\nuntuk menilai kerentanan sosial. Analisis deskriptif spasial dilakukan untuk\nmemvisualisasikan persebaran COVID-19. Analisis kuadran digunakan untuk\nmengidentifikasi risiko. Selanjutnya dilakukan analisis regresi linier sederhana\nuntuk mengetahui hubungan kerentanan sosial dan penyebaran COVID-19. Hasil\npenelitian menunjukkan kerentanan sosial berpengaruh signifikan terhadap\npenyebaran COVID-19. Oleh karena itu penanganan kerentanan sosial perlu\nmenjadi bagian dalam pengendalian penyebaran COVID-19. Hasil penelitian ini\njuga menunjukkan intervensi pada wilayah studi sebaiknya difokuskan di wilayah\nperkotaan sebagai wilayah paling berisiko terhadap pandemi COVID-19.", "Daftar File": {"ABSTRAK Laras Kartika Sari": "https://digilib.itb.ac.id/gdl/download/227922", "BAB 1 Laras Kartika Sari": "https://digilib.itb.ac.id/gdl/download/227923", "BAB 2 Laras Kartika Sari": "https://digilib.itb.ac.id/gdl/download/227924", "BAB 3 Laras Kartika Sari": "https://digilib.itb.ac.id/gdl/download/227925", "BAB 4 Laras Kartika Sari": "https://digilib.itb.ac.id/gdl/download/227926", "BAB 5 Laras Kartika Sari": "https://digilib.itb.ac.id/gdl/download/227927", "BAB 6 Laras Kartika Sari": "https://digilib.itb.ac.id/gdl/download/227928", "PUSTAKA Laras Kartika Sari": "https://digilib.itb.ac.id/gdl/download/227929"}, "Penulis": "Laras Kartika Sari [25419043]", "Kontributor / Dosen Pembimbing": ["Saut Aritua Hasiholan Sagala, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kerentanan sosial, pandemi COVID-19, ketidaksetaraan dampak", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "22 Jun 2021"}