{"Nomor": 56388, "Judul": "ANALISIS KONSENTRASI GAS TANAH UNTUK PENDUGAAN ZONA POTENSIAL PANAS BUMI DI LAPANGAN PANAS BUMI PATUHA, CIWIDEY, KABUPATEN BANDUNG", "Abstrak": "Indonesia merupakan negara yang memiliki potensi panas bumi yang cukup tinggi,\nPanas bumi merupakan energi yang tersimpan dalam bentuk air panas atau uap\npanas. Salah satu proses dalam upaya memanfaatkan energi panas bumi adalah\ntahapan eksplorasi. Pengukuran gas tanah yang berasosiasi dengan sistem panas\nbumi dengan kedalaman dangkal pada lokasi prospeksi panas bumi, dilakukan pada\ntahap eksplorasi pendahuluan. Gas tanah ini dapat dianalisis dengan menggunakan\nalat Gas Chromatography. Dalam penelitian ini, Zona potensial panas bumi\nditentukan dengan analisis gas tanah. Pengukuran gas tanah dilakukan pada enam\nbelas titik pengukuran selama bulan Agustus 2020 hingga April 2021. Nilai\nkonsentrasi gas tanah yang didapat ialah; Gas CH4 (0.3 – 32.5 ppm), Gas CO2 (160\n– 260 ppm), Gas H2S (0.91 – 48 ppm), Gas Ar (1300 – 7700 ppm), Gas O2 (229000\n– 575000 ppm), Gas N2 (447000 – 654000 ppm). Dilakukan pengamatan terhadap\npengaruh litologi, struktur, manifestasi serta gas 222-Rn dan H2S terlarut pada\nmanifestasi pada nilai konsentrasi gas tanah dengan melakukan overlay peta\npersebaran spasial konsentrasi gas tanah dengan kondisi litologi. Pengaruh H2S pada\nmanifestasi terhadap gas H2S pada titik pengukuran dengan melihat jarak antara titik\npengukuran dengan manifestasi terdekat. Kondisi litologi tidak menunjukan\nkorelasi yang signifikan terhadap nilai konsentrasi gas tanah. Keberadaan struktur\nmenunjukan korelasi yang signifikan terhadap konsentrasi gas tanah. Nilai\nkonsentrasi gas 222-Rn memiliki korelasi yang kuat terhadap nilai konsentrasi gas\nH2S, korelasi yang sedang dengan nilai konsentrasi CH4, nilai konsentrasi Ar, dan\nnilai konsentrasi N2, korelasi lemah dengan nilai konsentrasi O2 dan tidak\nberkorelasi dengan CO2. Diduga terdapat dua domain zona potensial lapangan\npanas bumi pada lapangan panas bumi Gunung Patuha, yaitu, pada daerah Barat\nLaut dan Barat Daya lapangan panas bumi Gunung Patuha bagian utara.", "Daftar File": {"ABSTRAK Muhammad Najib": "https://digilib.itb.ac.id/gdl/download/227989"}, "Penulis": "Muhammad Najib [12117052]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T., M.T., Ph.D.", "Dr.mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Panas bumi, eksplorasi, gas tanah, manifestasi dan zona potensial", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "22 Jun 2021"}