{"Nomor": 56381, "Judul": "PENGEMBANGAN DESAIN PRODUK ANYAMAN ROTAN KHAS DAYAK DENGAN PEMANFAATAN SERAT ALAM SEBAGAI KOMBINASI MATERIAL PRODUK. (STUDI KASUS : KEC. DUSUNSELATAN KALIMANTAN TENGAH)", "Abstrak": "Anyaman rotan khas Dayak asalKalimantan adalah salah satu kerajinan tradisional Indonesia. Kerajinan ini dikerjakan secara turun temurun oleh masyarakat sehingga memiliki motif tradisional yang memiliki ciri khas sendiri dan kisah adat terdahulu. Anyaman  rotan  lahir  untuk  memenuhi  kebutuhan  masyarakat Dayak yangdibuat melalu  bahan  alam.  Namun  seiring  berkembangnya zamandan  waktu,  sudah banyak produk kebutuhan  yang  tersedia  dengan  sangat  instan.  Para  pengrajin anyaman rotanmulai berkurang dan ketertarikan sebagai pengrajin menurun hingga dikhawatirkan  kebudayaan Dayak menghilang,  terlebih di  daerahKecamatan Dusun  Selatan,  Kalimantan  Tengah. Salah  satu  kendala  para  pengrajin  setempat adalah kurangnya bahan kombinasi untuk pengembangan produk anyaman. Di sisilain,daerah ini memiliki material alam lainnya seperti eceng gondok, purun, serat kulit  kayu,dan  beragam  jenis  rotan  yang  berpeluang  sebagai  bahan  kombinasianyaman rotan. Kombinasi material untuk anyaman rotanjuga dapat mempererat antar  pengrajin  daerah  untuk  kolaborasi  sehingga  produk  yang  dihasilkan  mudah dibuat  dan  memiliki  beragam  karakteristik  yang  saling  melengkapi. Berdasarkanhasil  eksperimendan  eksplorasi  material,ditemukan  bahwa  anyaman  rotan  khas Dayak dapat menjadi alas laptop yang baik.Temuanini menjadi salah satu peluang pengembangan  produk  baru  dan  pengombinasian  material  alam  lain  yang  dapat meningkatkan  kenaikan  permintaan  pasar.Produk ini  memiliki tiganilai  unggul,yakni  material  alam  ramah  lingkungan,  nilai  kebudayaan,dan produk  yang multifungsi. Upaya  kombinasi  material  anyaman  rotan  inidiharapkan dapat menarik  peminat  pengrajin  anyaman  rotan  khas Dayak maupun peningkatan pembeli dari dalam daerah maupun masyarakat urban.", "Daftar File": {}, "Penulis": "Dhiya' Nabilaturrahmah [17517023]", "Kontributor / Dosen Pembimbing": ["Dr. Adhi Nugraha, MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Anyaman rotan, kebudayaan suku Dayak, kerajinan tradisonal.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Jun 2021"}