{"Nomor": 56395, "Judul": "ABSTRAKPERANCANGAN KAMPANYE SOSIAL TENTANG MENGHORMATI HAK ANAK USIA DINI UNTUK ORANGTUA", "Abstrak": "Pada proses  pendidikan  anak  usia  dini,  terkadang  orangtua  lupa  bahwa  anak  mereka  jugamerupakanmanusia yang memiliki cara pikir, pendapat,dan keinginannya sendiri. Orangtua di  Asia  tak  terkecuali  di  Indonesia  memiliki  kecenderungan  untuk  menganggap  remeh anaknya  sendiri  secara  tidak  sadar  karena  kecenderungan  merasa  paling  tahu  yang  terbaik untuk  anak.Hal  ini  menyebabkan di  kehidupan  sehari-hari,  orangtua di  Indonesia  memiliki kecenderungan untuk melakukan atau mengatakan hal yang tanpa disengajamembuat anakmerasahaknyatidak dihormati. Padahal pada usia dini, anak memiliki proses pertumbuhan dan perkembangan yang lebih pesat dan fundamental serta lebih peka terhadap stimulus dan ganguan  psikis.  Periode  ini  sangatlah  penting  sehingga  tidak  dihormatinya  hak anak  dapat berpengaruh pada kualitasdirinyadi masa depan. Isu tidak dihormatinya anak masihterjadi padahal di  Indonesia  sudah  ada  landasan  hukum  serta  lembaga  masyarakatyangaktifbergerakuntuk melindungi hak-hakanak. Oleh karena itu, dibutuhkan suatu media persuasi untuk  meningkatkan  kesadaran  orangtua  Indonesia  tentang  pentingnya  menghormati  hak anakusia dini. Denganmetode pengumpulan datamenggunakan studi literatur, wawancara, kuesioner,  dan  observasiyang diolah  dengan  metode  pengolahan  data  deskriptif  kualitatif, dirancanglah  kampanye  sosial  tentang  menghormati  hak  anak  usia  dini  untuk  orangtuadengan ide besar “Anak juga manusia”. Kampanye sosial ini dirancang dengan target ibu baru dengan anak usia dini karena ibu baru masih belum memiliki pola asuh orangtua yang tetap dan   dapat   menyebarkan    pesan    kampanye   ini    kepada    suaminya.    Perancangan    inimenggunakan  teori  AISAS yang  relevan  dengan  target  sasaran  dan  dirancang  menjadi  tiga tahapan yaitu tahap conditioning, informing, dan reminding.Perancangan ini menghasilkan visual kampanye sosial menggunakan ilustrasi flat design yangdirancang padamedia sosial, sesuai dengan yang target sasaran sering gunakan sehari-hari. Melalui kampanye sosial ini, diharapkan  kesadaran  orangtua  baru  tentang  pentingnya  menghormati  hak  anak  usia  dinidapat  meningkat  dan  orangtua  dapat  melihat  anaknya  sebagai  manusia  seutuhnya,  bukan hanya sebagai makhluk kecil yang pendapat dan aspirasinya dapat diabaikan", "Daftar File": {}, "Penulis": "Alifianisa Sufira [17417021]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Eko Budiwaspada, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kampanye sosial, hak anak, anak usia dini, orangtua", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Jun 2021"}