{"Nomor": 56393, "Judul": "PENERAPAN LAJU ALIR GAS KRITIS UNTUK PREDIKSI LIQUID LOADING DAN ANALISIS OPTIMISASI DENGAN ADEQUACY CHART", "Abstrak": "Pada sumur gas, peristiwa liquid loading di dalam lubang sumur terjadi ketika gas\nproduksi dari formasi tidak cukup besar untuk mengangkat liquid terproduksi\nseperti air atau hidrokarbon ke permukaan secara kontinyu. Akumulasi\npenumpukan liquid di dalam lubang sumur akan memberikan tambahan tekanan\n(back pressure) terhadap formasi produksi yang dapat mengakibatkan sumur lama\nkelamaan menjadi shut-in. Data produksi sumur dapat digunakan untuk\nmemperkirakan peristiwa liquid loading seiring dengan penurunan produksi gas.\nUntuk lapangan gas yang berada di lokasi offshore, umumnya memiliki\nketersediaan tempat yang terbatas dan biaya operasi tinggi. Oleh karena itu sangat\ndiperlukan studi dan analisis yang cukup komprehensif dengan memperhatikan\nfaktor-faktor pemilihan teknologi yang tepat guna (fit for purpose), resiko atau\ntingkat ketidakpastian yang rendah dan tentunya nilai keekonomian proyek.\nTesis ini menerangkan pengalaman uji coba dan proses continuous improvement\npenggunaan unit penurun tekanan operasi kepala sumur untuk mengoptimisasi\nsumur liquid loading menggunakan wellhead compressor dan temporary separator.\nTesis ini juga mengusulkan sebuah metode untuk menganalisis kesesuaian antara\nperalatan atau unit operasi penurun tekanan operasi kepala sumur yang tersedia di\npasaran dengan kondisi sumur yang dinamakan analisis Adequacy Chart.\nAdequacy chart dibentuk oleh kurva produksi gas kritis, wellhead performance\ncurve dan kapasitas unit penurun tekanan kepala sumur. Kombinasi kurva tersebut\nakan menghasilkan suatu overlapping area yang merupakan daerah operasi optimal\nyang menunjukkan kesesuaian antara ketiga kurva tersebut.\nPerpaduan analisis produksi gas kritis dan decline dapat digunakan untuk\nmemprediksi kapan sumur akan mengalami liquid loading di masa depan.", "Daftar File": {"ABSTRAK Andru Ferdian": "https://digilib.itb.ac.id/gdl/download/228018"}, "Penulis": "Andru Ferdian [22219008]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T.", "Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Liquid loading, lowering pressure, adequacy chart, sumur gas, produksi gas kritis", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "8 file", "Tanggal Input": "22 Jun 2021"}