{"Nomor": 56403, "Judul": "IDENTIFIKASI REAKSI OBAT MERUGIKAN (ROM) DAN PENANGANANNYA PADA PASIEN RAWAT INAP TERKONFIRMASI COVID-19 DI RSUP DR. WAHIDIN SUDIROHUSODO MAKASSAR", "Abstrak": "Coronavirus Disease 2019 (COVID-19) adalah penyakit menular yang disebabkan\noleh Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) dan\nmerupakan Coronavirus jenis baru yang belum pernah diidentifikasi sebelumnya\npada manusia. Kasus COVID-19 terus bertambah setiap harinya di seluruh dunia\nhingga WHO menetapkan COVID-19 sebagai pandemi global. Hingga pertengahan\nMei 2021, kasus COVID-19 di Indonesia yang berakibat fatal mencapai 2,76%.\nBeberapa jenis antivirus dan antibiotik telah menjadi pilihan dalam terapi\npenanganan COVID-19, namun selain mempertimbangkan efikasi, faktor\nkeamanan penggunaannya juga harus diperhatikan. Penelitian ini bertujuan untuk\nmengetahui gambaran reaksi obat merugikan (ROM) pada pasien COVID-19 yang\ndirawat di RSUP Dr. Wahidin Sudirohusodo Makassar pada periode November –\nDesember 2020, serta menentukan tingkat probabilitas dan keparahan ROM\ntersebut. Analisis retrospektif dilakukan dengan metode potong lintang, terhadap\n176 subyek penelitian yang memenuhi kriteria inklusi dan eksklusi lalu dibagi\nmenjadi 2 kelompok yaitu kelompok tanpa ROM dan kelompok dengan ROM yang\nkemudian ditentukan probabilitas dan tingkat keparahan ROM, masing-masing\nmenggunakan Algoritma Naranjo dan skala Hartwig-Siegel. Hasil penelitian ini\nmenunjukkan bahwa prevalensi ROM adalah 31% pada pasien, yang didominasi\noleh gangguan gastrointestinal yang diinduksi obat dan gangguan fungsi hati\n(21,59% dan 22,73%). ROM yang terjadi memiliki probabilitas 75% bersifat “dapat\nmungkin” (probable) dan 25% bersifat “mungkin” (possible) sedangkan derajat\nkeparahan ROM yang terjadi sebanyak 78% pada level 3 (sedang) dan 22% pada\nlevel 2 (ringan). Sebanyak 96,7% ROM yang terjadi dalam kurun waktu 14 hari\nrawat inap. Hasil analisis statistik menunjukkan adanya asosiasi antara usia, lama\nrawat dan jumlah obat yang digunakan selama rawat inap dengan kejadian ROM\n(nilai p<0,05) signifikansi berbeda bermakna. Sebagian besar insiden ROM yang\nterjadi disebabkan oleh penggunaan oseltamivir (48,9%) dan azitromisin (45,7%)\ndengan persentase kesembuhan ROM masing-masing 42,4% dan 37%.", "Daftar File": {"ABSTRAK Dewi Purwaningsih": "https://digilib.itb.ac.id/gdl/download/228047"}, "Penulis": "Dewi Purwaningsih [20719005]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Lia Amalia, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "COVID-19, reaksi obat merugikan, ROM, antivirus", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2021"}