{"Nomor": 56409, "Judul": "PERKEMBANGAN PROSES PRODUKSI ARTEMISININ SEMISINTESIS MENGGUNAKAN MIKROBA", "Abstrak": "Malaria merupakan penyakit infektif yang sangat mematikan. Menurut penelitian pada tahun\n2019, angka keparahan di negara tropis seperti Indonesia dapat meningkat 100 kali lipat dari\nwilayah subtropis. Selain itu, vaksin yang digunakan untuk mencegah malaria sampai saat in belum\nada sehingga pengobatan kuratif masih diandalkan. Pengobatan kuratif konvensional memiliki\nbanyak hambatan seperti efek samping tinggi (kinin), angka resistensi tinggi (klorokuin), dan\nspektrum yang terbatas (seluruh terapi kecuali artemisinin). Artemisinin merupakan opsi kuratif\nterbaik saat ini namun suplai terbatas membuat harga artemisinin relatif mahal dari pilihan lain.\nDari banyak metode, produksi semisintesis menggunakan mikroba dinilai yang paling dapat\ndikembangkan ke skala industri. Tujuan penulisan skripsi ini adalah menemukan perkembangan,\nlangkah kritis, serta inang dan kondisi bioreaksi terbaik untuk meningkatkan produksi artemisinin\ndengan rekayasa mikroba. Sumber data yang digunakan adalah jurnal internasional (dari PubMed\ndan Google Scholar) dan laporan kasus (WHO, Riskesdas, dll). Kriteria kelayakan sumber adalah\nsumber membahas soal produksi artemisinin terutama metode rekayasa mikroba serta data lain\nyang dapat mendukung kajian ini. Metodologi kajian dilakukan dengan pendekatan kausal\nkomparatif. Kesimpulan yang didapat dari kajian ini adalah metode semisintesis perkembangannya\nyang dimulai dari transformasi gen tunggal sampai ke penerapan koekspresi banyak gen serta\nprotein fusi ini memiliki langkah kritis pada identifikasi dan manipulasi tahap penentu laju pada\nbioreaksi artemisinin. Mikroba terbaik sebagai inang produksi semisintesis artemisinin adalah S.\ncerevisiae dengan kondisi ideal seperti suhu 30 °C, pH 5-6, tingkat inokulum 2.5-14%, menggunakan\nkarbon glukosa-ethanol dan sumber nitrogen organik pada bioreaktor fed-batch.", "Daftar File": {"ABSTRAK Royyan Adiwijaya": "https://digilib.itb.ac.id/gdl/download/228056"}, "Penulis": "Royyan Adiwijaya [10717035]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi, S.Si., M.Si.", "Dr. rer. nat. Fifi F. Masduki"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "artemisinin, Artemisia annua, malaria, rekayasa genetik, obat antimalaria.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2021"}