{"Nomor": 56407, "Judul": "KONTRIBUSI DAN EFEKTIVITAS GROIN DALAM PENANGANAN ABRASI DI PANTAI PONDOK BALI KECAMATAN LEGONKULON KABUPATEN SUBANG", "Abstrak": "Pantai Pondok Bali merupakan salah satu destinasi wisata terkenal yang berada di pantai utara Kabupaten Subang. Fenomena abrasi yang terjadi di sepanjang pesisir Pantai Pondok Bali tentunya menimbulkan dampak yang sangat besar bagi lingkungan sekitar. Rumusan masalah dalam penelitian ini yaitu menganalisis data hidrooceanografi serta membandingkan beberapa kajian literatur sebelumnya terkait kerusakan pantai pondok bali khususnya pengaruh bangunan groin, serta ditampilkannya beberapa model visual menggunakan Delft3D tentang kondisi Pantai Pondok Bali yang dipengaruhi oleh gelombang dan arah pergerakan sedimen.\nPenelitian ini bertujuan melakukan analisis hidrooceanografi, serta membandingkan beberapa kajian literatur khususnya terkait bangunan groin kemudian menganalisis efektifitas bangunan groin serta pengaruhnya terhadap garis pantai yang terjadi akibat abrasi. Agar menjadi suatu usulan perbaikan di masa yang akan datang.\nHasil analisis hidrooceanografi diperoleh nilai pasang surut dengan tunggang pasang 109,78 cm tipe pasang surut cenderung ganda. Angin dominan dari arah Barat sebesar 21,88%, Gelombang Dominan berasal dari arah Timur dengan tinggi rata-rata 0,8 m. Hasil uji sample sedimen dengan 5 titik pengambilan diperoleh diameter sedimen d50 rata-rata 0,0385 mm. Berdasarkan simulasi model Delft3D diperoleh pola sedimentasi yang bergerak dari arah Timur ke Barat sebesar 0,42 m. Berdasarkan studi literatur bahwa apabila struktur groin tetap menggunakan desain dan tata letak lama, efektivitas bangunan groin dalam menanggulangi abrasi di Pantai Pondok Bali tidak dapat optimal, dikarenakan terdapat banyak dinamika di lapangan dan hasil analisis yang sangat signifikan.", "Daftar File": {"ABSTRAK Diah Apriani": "https://digilib.itb.ac.id/gdl/download/228054"}, "Penulis": "Diah Apriani [95017304]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pantai Pondok Bali, Abrasi, Groin, DELFT3D", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2021"}