{"Nomor": 56408, "Judul": "PERANCANGAN SISTEM PLAMBING DAN PERSAMPAHAN GEDUNG APARTEMEN U-NITY, INTEGRATED URBAN CO LIVING: SERVICED APARTEMENT IN BANDUNG", "Abstrak": "Abstrak. Gedung Apartemen U-Nity, Integrated Urban Co Living : Serviced Apartement In Bandung adalah gedung yang dirancang sebagai jawaban atas permasalahan tentang hunian vertikal yang menganut sistem masa kini. Apartemen ini memiliki 10 lantai dan 1 lantai basemen. Dengan luas total kesuluruhan gedung adalah 8480 m2. Gedung yang baik memiliki sistem plambing dan persampahan yang baik karena berkaitan dengan Kesehatan pengguna gedung. Perancangan sistem Plambing dan persamapahan merupakan hal yang penting dan harus sesuai dengan standar yang berlaku di Indonesia. Perancangan sistem plambing dan persampahan meliputi sistem air bersih, air panas, air buangan, ven, air hujan, pemadam kebakaran dan persampahan gedung. Sistem air bersih dirancang dengan menggunakan sistem tangki atap dengan sumber air berasal dari PDAM. Sistem air panas menggunakan Electric Water Heater untuk sistem Lokal. sistem air buangan menggunakan sistem terpisah antara air kotor dan air bekas yang akan diolah di IPAL komunal gedung. Air olahan IPAL akan disalurkan menuju sumur resapan sebagai bentuk konservasi air. Sistem ven menggunakan ven loop yang akan melayani maksimal 8 alat plambing. Sistem air hujan menggunakan rainwater tank untuk kegiatan rainwater harvesting yang kemudian akan digunakan kembali. Sistem pemadam kebakaran menggunakan hidran, sprinkler, dan APAR. Sistem persampahan gedung menggunakan trash chute untuk pengumpulan sampah.", "Daftar File": {}, "Penulis": "Selvi Yolanda [15717024]", "Kontributor / Dosen Pembimbing": ["Ir. James Nobelia Isnania Wardhana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "air bersih, air buangan, air hujan, air panas, konservasi air, pemadam kebakaran, persampahan, plambing, rainwater harvesting, vent.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "0 file", "Tanggal Input": "22 Jun 2021"}