{"Nomor": 56401, "Judul": "STUDI LITERATUR MIKROENKAPSULASI MINYAK ATSIRI DAN PEMANFAATANNYA DI BIDANG KOSMETIK DAN SEDIAAN TOPIKAL", "Abstrak": "WHO mengestimasikan sekitar 80% populasi yang berada di negara berkembang menggunakan\ntanaman untuk mengatasi masalah kesehatannya. Salah satu produk tanaman yang dapat\ndimanfaatkan adalah minyak atsiri. Studi literatur ini bertujuan untuk mengkaji data terkait dengan\npotensi minyak atsiri, manfaat dan proses mikroenkapsulasi, evaluasi mikrokapsul dan sediaan\nmikrokapsul. Penulusuran pustaka dilakukan pada mesin pencari Google Scholar, Science Direct,\nResearchgate, dan PubMed yang kemudian dikelompokan berdasarkan kriteria inklusi dan kriteria\nekslusi. Dari hasil penelusuran tersebut diketahui bahwa minyak atsiri memiliki banyak manfaat\nyang berpotensi digunakan sebagai kosmetik maupun sediaan topikal. Pada penggunaannya di\nbidang kosmetik dan topikal, minyak atsiri memiliki beberapa masalah terkait dengan stabilitas\nsenyawa volatil, stabilitas selama penyimpanan, dan potensi timbulnya iritasi kulit.\nMikroenkapsulasi adalah salah satu metode yang dapat digunakan untuk mengatasi masalah\ntersebut. Enkapsulan yang digunakan dapat berupa karbohidrat, protein, dan lipid.\nMikroenkapsulasi minyak atsiri telah terbukti dapat meningkatkan stabilitas dari minyak atsiri,\nmeningkatkan efek terapeutik, mengurangi efek samping yang tidak diinginkan, meningkatkan\numur simpan produk, dan dapat mengontrol pelepasan dari minyak atsiri. Metode\nmikroenkapsulasi yang digunakan dapat berupa spray-drying, koaservasi, emulsifikasi, dan\nekstruksi. MIkrokapsul yang telah didapatkan akan dievaluasi berdasarkan komponen kimia minyak,\nmorfologi kapsul, ukuran dan distribusi ukuran, kadar air, efisiensi penjeratan, kapasitas penjeratan,\nstabilitas, densitas, dan pelepasan minyak. Dalam bidang kosmetik dan sediaan topikal, mikrokapsul\ndapat diformulasikan menjadi gel, salep, dan lotion. Selain itu dilakukan juga evaluasi sediaan yang\ntergantung pada bentuk sediaan, uji iritasi akut dermal, uji iritasi okular, dan uji penetrasi membran.", "Daftar File": {"ABSTRAK Marcellin": "https://digilib.itb.ac.id/gdl/download/228039"}, "Penulis": "Marcellin [10717063]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Jessie Sofia Pamudji, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "minyak atsiri, kosmetik, sediaan topikal, mikroenkapsulasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2021"}