{"Nomor": 56417, "Judul": "THE DEVELOPMENT OF AIRCRAFT KINEMATICS MODEL BASED ON ADS-B DATA", "Abstrak": "Air Traffic Management (ATM) is the aggregation of airborne and ground-based functions that\ndetermine the safety and efficiency of aircraft movements during the operating phase. One of the\nATM main services are the Air Traffic Services (ATS) which is facilitated by air traffic control\n(ATC). Automatic Dependent Surveillance-Broadcast (ADS-B) are used in most aircraft to track\nand record the data of the aircraft movement. This data can be received by ATC ground stations\nas replacement for secondary surveillance radar, as no interrogation signal is needed from the\nground. The flight data stored on ADS-B will be used to extract flight performance parameter to\ndetermine the aircraft kinematic model. The flight performance parameter is developed for the\ninitial climb, climb, descent, and final approach phases. To obtain this data, several processes were\nto go through starting from the process of collecting data, data pre-processing and data processing.\nThe flight data collected from an open sources such as FlightRadar24, on flight that lands and\ndepart from Soekarno-Hatta International Airport. The point-mass model is used to assume the\nsimulation of the kinematic model. As the kinematic model only describes the aircraft motions.\nTherefore, the kinematic modeling need to be developed practically so that it can be applied to the\nATM simulator.", "Daftar File": {"ABSTRAK Rasyeeda Atiqah Binti Roslan": "https://digilib.itb.ac.id/gdl/download/228066"}, "Penulis": "Rasyeeda Atiqah Binti Roslan [13617761]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hisar Manongam Pasaribu", "Javensius Sembiring, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": ": aircraft performance, point-mass model, kinematic model, ADS-B data, ATM simulator", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2021"}