{"Nomor": 56429, "Judul": "PENATAAN KEMBALI KORIDOR KOMERSIAL JALAN GAJAH MADA KOTA PONTIANAK", "Abstrak": "Koridor jalan merupakan salah satu ruang publik berbentuk linear yang berada di\nantara bangunan dan jalan. Penataan koridor jalan berguna untuk menciptakan ruang\ninteraksi yang lebih baik bagi masyarakat. Salah satu koridor perkotaan yaitu koridor\nkomersial yang terletak pada kawasan area komersial yang biasanya merupakan pusatpusat pelayanan. Disisi lain, seiring dengan berkembangnya zaman, terdapat juga\npergeseran kepentingan dalam perancangan koridor jalan yang baik. Penyalahgunaan\nfungsi koridor jalan juga sering terjadi seperti untuk keuntungan pribadi dan lain\nsebagainya. Dalam penelitian ini, akan dilakukan penataan koridor komersial Jalan\nGajah Mada yang terletak di Kota Pontianak karena memiliki beragam aktivitas namun\nbelum memiliki koridor jalan yang aman dan nyaman bagi masyarakat. Untuk\nmenyelesaikan permasalahan tersebut, dilakukan penelitian yang menggunakan\npendekatan metode perancangan fragmental dengan pengumpulan data berupa data\nsekunder (tinjauan literatur) dan data primer (observasi) untuk merancang Koridor\nJalan Gajah Mada Pontianak yang aman dan nyaman. Pada penelitian ini, dilakukan\ntinjauan literatur sebagai dasar perancangan prinsip normatif dengan pendekatan\nkonsep placemaking, peninjauan lokasi untuk merumuskan potensi dan persoalan yang\nada pada lokasi, serta merancang Koridor Jalan Gajah Mada Pontianak berdasarkan\nprinsip perancangan normatif dan kondisi eksisting lokasi yang telah didapatkan. Hasil\npenelitian ini menyimpulkan bahwa konsep placemaking dapat diterapkan pada lokasi\nperancangan. Pada lokasi juga memiliki potensi sebagai tempat interaksi bagi\nmasyarakat namun diperlukan penyelesaian persoalan yang ada pada koridor jalan\ndengan merancang koridor jalan yang menyediakan tempat parkir untuk kendaraan\nmobil dan motor, menyediakan jalur pejalan kaki yang dilengkapi dengan perabot jalan,\ndan menyediakan bagian PKL yang terpisah jelas dengan jalur pejalan kaki dan on -\nstreet parking.", "Daftar File": {}, "Penulis": "Dewi Meilinda [15417110]", "Kontributor / Dosen Pembimbing": ["Bagas Dwipantara Putra, S.T., M.T., Ph.D.", "Lanthika Atianta, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "koridor jalan, aman dan nyaman, PKL, Jalur Pejalan Kaki, tempat parkir", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "22 Jun 2021"}