{"Nomor": 56425, "Judul": "CARDIORESPIRATORY FITNESS (CRF) PADA SUBYEK SEHAT, TANPA GEJALA, DAN BERGEJALA COVID-19 DI JAWA BARAT", "Abstrak": "Latar Belakang: COVID-19 tidak lagi hanya menyebabkan krisis kesehatan, namun telah menyentuh seluruh aspek kehidupan. Efek multisistemik COVID-19 akibat kurangnya pasokan oksigen mempengaruhi fungsi organ termasuk paru-paru dan jantung. Langkah preventif dari sektor medis berharap besar dari temuan vaksin, namun sampai saat ini masih belum ditemukan vaksin yang benar-benar efektif membantu individu mengalahkan COVID-19. Selain perspektif medis, olahraga kesehatan dalam hal ini cardiorespiratory fitness (CRF) sebagai atribut kebugaran individu juga memiliki peran penting terhadap perkembangan dan penyebaran COVID-19. Terdapat hubungan yang kuat antara CRF dengan fungsi normal dan optimal sistem imun. Penelitian Long dkk. (2020) menyimpulkan bahwa individu tidak bergejala COVID-19 memiliki respon imun lebih lemah terhadap SARS-CoV-2 karena ditemukannya sedikit komponen imun; namun bertolak belakang dengan kesimpulan penelitian Le Bert dkk. (2021) bahwa individu tidak bergejala memiliki respons imun spesifik virus yang kuat dan sangat fungsional.\nTujuan: penelitian ini bertujuan untuk mengetahui perbandingan CRF subyek yang terjangkit COVID-19 dengan subyek sehat dan ditemukannya standar level CRF agar seorang individu kebal atau jika terjangkit COVID-19 menghasilkan efek minimum.\nMetoda: Subyek tidak bergejala (n=10) dan bergejala (n=10) dievaluasi dan dibandingkan dengan subyek sehat (n=10). Data umur, jenis kelamin, antropometri, tekanan darah, saturasi 02 semua peserta dikumpulkan dan dianalisa, kemudian semua peserta diminta untuk melakukan Rockport Walking Test, waktu menyelesaikan dan denyut nadi sesaat setelah tes diukur.\nSubyek bergejala (GJ) menunjukkan tingkat CRF paling rendah dibanding subyek sehat (S) dan subyek tanpa gejala (OTG) (p < 0,05 untuk semua perbandingan). Subyek tanpa gejala menunjukkan tingkat CRF lebih tinggi dari subyek bergejala (p < 0,05) dan subyek sehat (p > 0,05).\nKesimpulan: Subyek tanpa gejala memiliki CRF yang paling tinggi bahkan melebihi subyek sehat sekalipun. Temuan ini mengkonfirmasi penelitian Le Bert dkk. (2021) bahwa individu tidak bergejala memiliki respon imun yang kuat dan sangat fungsional. Level CRF yang disarankan penelitian ini agar kebal COVID-19 adalah 42,0±2,6 mL kg i min i (baik) untuk Pria berumur rata-rata 39,5±7,7 dan 34,3±3,2 mL kg i min i (baik) untuk Wanita berumur rata-rata 41.5±9.1.", "Daftar File": {"ABSTRAK Roni Iskandar": "https://digilib.itb.ac.id/gdl/download/228072"}, "Penulis": "Roni Iskandar [21719005]", "Kontributor / Dosen Pembimbing": ["Dr. Nia Sri Ramania, M.Sc.", "Dr. Kusnaedi, M.Pd."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Cardiorespiratory Fitness, CRF, VO2max, COVID-19, SARS-CoV-2, Respon Imun, Sistem Imun, Rockport.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2021"}