{"Nomor": 56423, "Judul": "KINERJA MODULUS RESILIEN DAN KETAHANAN FATIGUE CAMPURAN LASTON LAPIS ANTARA (AC-BC) DENGAN PENAMBAHAN ASBUTON MURNI DAN VARIASI RECLAIMED ASPHALT PAVEMENT (RAP)", "Abstrak": "Salah satu cara dikembangkan untuk mengatasi tantangan dalam penyediaan\nmaterial perkerasan lentur adalah menerapkan prinsip greenroads dengan\nmemanfaatkan kembali sebagian atau keseluruhan material perkerasan jalan lama\natau Reclaimed Asphalt Pavement (RAP) sebagai material untuk perkerasan jalan\nyang baru, dimana jika digunakan kembali akan mempengaruhi kinerja dari\ncampuran seperti penurunan tingkat durabilitas dan kerusakan dini perkerasan,\nsehingga harus dilakukan suatu upaya untuk memperbaiki kinerja dari material daur\nulang tersebut, yaitu dengan penambahan Asbuton murni dan bahan peremaja.\nMaterial RAP didapatkan dari hasil garukan aspal Jalan Tol Jagorawi. Campuran\nyang dipakai adalah Laston Lapis AC-BC menggunakan kadar material RAP\nsebanyak 30%, 40%, dan 50%, dengan penggunaan Asbuton murni sebesar 6%,\nserta bahan peremaja Nichireki, dan kemudian selanjutnya pada campuran dengan\npenggunaan material RAP dilakukan pengujian Marshall, Modulus Resilien dengan\nalat UMATTA dan ketahanan terhadap kelelahan (fatigue) metode four points\nloading test dengan kontrol regangan.\nPenggunaan material RAP dengan aspal modifkasi berupa penambahan Asbuton\nmurni kedalam Aspal Shell Pen 60/70 dapat meningkatkan kekakuan aspal. Hasil\npengujian Marshall menunjukkan campuran dengan kadar Asbuton murni 6% dan\nkadar material RAP 0% (A6RAP0) memberikan nilai stabilitas tertinggi. Hasil\npengujian Modulus Resilien menunjukkan campuran campuran dengan kadar\nAsbuton murni 6% dan kadar material RAP 50% (A6RAP50) memberikan nilai\nModulus Resilien yang tinggi pada temperatur pengujian 45oC. Hasil pengujian\nketahanan terhadap kelelahan menunjukkan campuran dengan kadar Asbuton\nmurni 6% dan kadar material RAP 50% (A6RAP50) pada regangan 300 ??\nmemberikan umur kelelahan yang paling panjang.", "Daftar File": {"ABSTRAK Thopan Andika Putra": "https://digilib.itb.ac.id/gdl/download/228070"}, "Penulis": "Thopan Andika Putra [26918501]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, DEA", "Dr. Eri Susanto Hariyadi, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "reclaimed asphalt pavement (RAP), Asbuton murni, laston lapis antara, aspal modifikasi, modulus resilien, umur kelelahan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2021"}