{"Nomor": 56430, "Judul": "PERANCANGAN SISTEM PLAMBING AIR BERSIH, AIR KOTOR, VENT, AIR HUJAN, DAN PENCEGAHAN KEBAKARAN HOTEL DAN CONVENTION CENTER KUNINGAN, JAKARTA", "Abstrak": "Hotel dan Convention Center Kuningan ini ditujukan untuk mewadahi kegiatan\nperemuan yang bertujuan untuk bertukar ide maupun kebijakan melalui sebuah konvensi.\nGedung ini berada di Jalan Kuningan Madya, Kecamatan Setiabudi, Jakarta Selatan.\nGedung Hotel dan convention Center ini memiliki 30 lantai, dua buah basement, dan satu\nlantai atap. Basement berfungsi sebagai tempat parkir kendaraan, lantai 1-5 berfungsi untuk\nkeperluan bisnis dan fasilitas lain seperti restoran dan fasilitas olahraga, dan lantai 6-30\nmerupakan hotel. Gedung ini memiliki konsep green building yang memanfaatkan kembali\nair hujan dan greywater untuk penggunaan flushing. Kebutuhan air bersih Hotel yang\nberasal dari PDAM sebesar 238.3 m3/hari dan kebutuhan air bersih yang berasal dari\nRecycle Water sebesar 146.7 m3/hari. Pada sistem penyediaan air bersih menggunakan\nsistem tangki atap dengan sumber air bersih air PDAM, recycle water, dan air hujan.\nPompa yang digunakan untuk pengaliran air bersih PDAM memiliki kapasitas 13.1 l/s\ndengan head 149.39 meter, dan pompa yang digunakan untuk pengaliran recycle water\nmemiliki kapasitas 8.2 l/s dengan head 158.6 meter. Volume reservoir bawah yang\ndigunakan untuk menampung sementara air bersih dari PDAM sebelum dialirkan menuju\ntangki atap sebesar 188.7 m3 dan untuk volume tangki atap PDAM sebesar 13.25 m3. Untuk\nVolume Reservoir Bawah yang menampung sementara recycle water sebesar 146.7 m3 dan\nVolume reservoir atas utuk greywater sebesar 8 m3. Untuk greywater yang dimanfaatkan\nuntuk flushing diolah terlebih dahulu pada STP, begitupun air hujan yang tertampung oleh\ngedung akan diolah pada STP. Air Hujan yang tertampung sebesar 22.13 m3/hari. Untuk\nProduksi greywater gedung sebesar 165.9 m3/hari dan produksi blackwater gedung sebesar\n102.69 m3/hari. Pada sistem pengaliran air buangan dilengkapi dengan vent untuk\nmembuang gas yang dihasilkan oleh air buangan dengan diameter yang digunakan sebesar\n32-125 mm. Sistem pencegahan kebakaran yang digunakan menggunakan sprinkler\nsebanyak 1718 buah dan hidran sebanyak 71 buah. Untuk sistem persampahan\nmenggunakan chute system.", "Daftar File": {"Abstrak Ken Aryu Ruska Yuniar_15717001.pdf?": "https://digilib.itb.ac.id/gdl/download/228092"}, "Penulis": "Ken Aryu Ruska Yuniar [15717001]", "Kontributor / Dosen Pembimbing": ["Rofiq Iqbal, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Air bersih, Air Bekas, Air Limbah, Air Hujan, Plambing, dan Pencegahan Kebakaran", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "22 Jun 2021"}