{"Nomor": 56438, "Judul": "STUDI PENGARUH TEGANGAN TARIK DAN TEMBAGA (II) NITRAT TERHADAP STRESS CORROSION CRACKING PADA MATERIAL UNS C44500", "Abstrak": "Komponen tube pada heat exchanger berperan sebagai perantara dari dua atau lebih\naliran fluida di bagian dalam dan luar heat exchanger untuk pertukaran distribusi panas dari fluida\nkerja. Proses ini bertujuan untuk meningkatkan efisiensi dalam industri proses. Salah satu material\ntube yang banyak digunakan adalah material C44500, atau dikenal sebagai admiralty brass, paduan\n70Cu-30Zn yang memiliki beberapa keunggulan sifat, diantaranya konduktivitas termal tinggi,\nketahanan korosi baik, serta mudah dibentuk.\nDi sisi lain, admiralty brass memiliki kerentanan terhadap fenomena stress corrosion\ncracking (SCC) akibat aktivitas dari senyawa nitrat, terutama pada saat komponen tersebut\nmengalami tegangan internal. Selain itu, fenomena SCC pada admiralty brass juga diperparah oleh\ndezincification yang umumnya berasal dari aktivitas fluida hasil proses sebelumnya, misalnya\nkondenser pada instalasi air minum yang dezincified akibat dari air yang mengandung NaCl. Untuk\nmengetahui pengaruh senyawa nitrat dan fenomena dezincification terhadap SCC pada komponen\nTube C44500, dilakukan pengujian C-ring pada variasi tegangan tarik 15, 45, dan 85% melalui\nimersi ke dalam senyawa nitrat yang terdiri dari NaNO3 dan Cu(NO3)2 variasi pH larutan uji.\nSebagian spesimen terlebih dahulu diberi kondisi dezincified dengan pencucian menggunakan\nlarutan HCl 20 %. Pengujian SCC dilakukan selama 5 hari\nHasil yang diperoleh menunjukkan bahwa SCC terjadi pada konsentrasi Cu(NO3)2\ntertinggi, yang ditandai dengan morfologi retakan memanjang dan fenomena passivity breakdown.\nSpesimen yang mengalami dezincification seluruhnya mengalami crack akibat SCC pada\npencelupan dalam larutan 1 M Cu(NO3), sedangkan spesimen yang tidak, akan gagal dalam larutan\nyang sama pada tegangan tarik dalam selang 45 hingga 85% dari kekuatan luluh maksimum", "Daftar File": {"ABSTRAK Farhan Adi Farrasandi": "https://digilib.itb.ac.id/gdl/download/228122"}, "Penulis": "Farhan Adi Farrasandi [13716033]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Husaini Ardy", "Firmansyah, S.T., M.T., IPM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Tembaga (II) Nitrat, Tegangan Tarik, SCC, UNS C44500, Dezincification", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2021"}