{"Nomor": 56432, "Judul": "STUDI ASPEK PERMINTAAN MASYARAKAT TERHADAP PENYEWAAN AIRBNB DI KOTA BANDUNG PADA MASA PANDEMI COVID-19: STUDI KASUS MASYARAKAT GENERASI Z DOMISILI JABODETABEK", "Abstrak": "Pandemi COVID-19 telah merubah tatanan ekonomi dunia, melalui anjuran social\ndistancing. Hal ini berakibat pada turunnya tingkat permintaan akan perjalanan. Hal\nyang sama pun terjadi kepada AirBnB, yang merupakan platform berbasis digital\ndengan mengusung konsep sharing economy dan peer to peer accommodation. Akibat\ndari pandemi ini, AirBnB mengalami kerugian yang cukup mendalam hampir di\nseluruh negara. Kota Bandung merupakan salah satu kota di Indonesia dengan jumlah\nlisting AirBnB terbanyak yang juga mengalami dampak negatif dari pandemi COVID-\n19. Sebelum pandemi ini terjadi, listing AirBnB di Kota Bandung setiap tahunnya\nselalu bertambah dengan mayoritas pengunjungnya berasal dari Jabodetabek.\nPengunjung AirBnB mayoritas merupakan anak muda generasi Z disebabkan\nkemampuannya dalam mengakses AirBnB yang berbasis digital. Namun ketika\npandemi COVID-19 melanda, jumlah pengunjung pun menurun. Oleh karena itu\npenelitian ini akan mengkaji aspek permintaan masyarakat terhadap AirBnB di Kota\nBandung pada masa pandemi COVID-19 dengan menggunakan studi kasus\nmasyarakat generasi Z yang berdomisili di Jabodetabek. Penelitian ini dilakukan\nmenggunakan data kuesioner masyarakat yang berminat menyewa AirBnB di Kota\nBandung pada masa pandemi COVID-19. Analisis yang digunakan antara lain adalah\nanalisis deskriptif kuantitatif untuk mendeskripsikan karakteristik dan pilihan\nakomodasi dari calon konsumen, analisis faktor untuk merumuskan faktor penentu\ncalon konsumen, analisis skoring untuk merumuskan urutan variabel penentu calon\nkonsumen dalam memilih jenis akomodasi, dan analisis hotspot untuk mengetahui\nklaster kawasan di Kota Bandung berdasarkan tingkat permintaan akan AirBnB.\nPenelitian ini akan menghasilkan profil calon konsumen AirBnB, faktor yang\nmenentukan mereka untuk menyewa AirBnB, jenis akomodasi yang paling diminati,\ndan lokasi dengan permintaan yang tinggi di Kota Bandung. Hasil penelitian ini dapat\nbermanfaat sebagai basis data bagi AirBnB untuk merespon pandemi COVID-19,\nkarena telah mengetahui aspek permintaan calon konsumen terhadap AirBnB pada\nmasa pandemi ini.", "Daftar File": {"2021 TA PP MUHAMMAD FARHAN FIRDAUS_JURNAL.pdf?": "https://digilib.itb.ac.id/gdl/download/228102"}, "Penulis": "Muhammad Farhan Firdaus [15417090]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T., M.GIT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "permintaan AirBnB, pandemi COVID-19, sharing economy, generasi Z, Kota Bandung", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "22 Jun 2021"}