{"Nomor": 56440, "Judul": "PENILAIAN TINGKAT KERENTANAN MASYARAKAT TERHADAP PENYEDIAAN AIR BERSIH DALAM UPAYA PENANGANAN PANDEMI COVID-19 (STUDI KASUS : KOTA BANDUNG DAN KABUPATEN BANDUNG)", "Abstrak": "Mewabahnya pandemi Covid-19 pada awal Tahun 2020 memunculkan anjuran\nmenjaga kebersihan dengan menjaga jarak sosial serta mencuci tangan\nmenggunakan air dan sabun. Namun Indonesia sendiri memiliki permasalahan\ninfrastruktur air bersih dimana hingga saat ini cakupan pelayanan perpipaan hanya\n20,18 persen sehingga belum mencapai Sustainable Development Goals ke-6. Hal\nini menciptakan momentum bagi pemerintah untuk segera mengatasi permasalahan\ndasar air bersih. Penelitian ini didasarkan pada upaya penanganan Covid-19 melalui\npenyediaan air bersih (Mishra dkk, 2020) yang dikembangkan dengan\nmempertimbangkan aspek kependudukan, sosio-ekonomi, dan kesehatan dengan\ntujuan akhir menentukan prioritas wilayah penanganan pandemi Covid-19\nberdasarkan kerentanan masyarakat terhadap penyediaan air bersih yaitu melalui\npenilaian tingkat Indeks Kerentanan Masyarakat. Metode pengumpulan data terdiri\ndari data primer berupa kuesioner kepada expert serta data sekunder berupa data\nstatistik dari website dan instansi. Metode analisis yang digunakan antara lain\nAnalisis Deskriptif Kuantitatif untuk mengetahui perbedaaan karakteristik variabel\npenyusun Indeks Kerentanan Masyarakat, Analytical Hierarchical Process untuk\nmendapatkan bobot serta menghitung IKM, Analisis Regresi Linier Sederhana\nuntuk menguji hubungan IKM dengan kasus positif Covid-19, serta Analisis Grafik\n4 Kuadran untuk menentukan prioritas penanganan pandemi Covid-19. Jenis\npenelitian ini adalah penelitian eksplanasi dengan pendekatan kuantitaif untuk\nmembuktikan hipotesis bahwa terdapat keselarasan antara Indeks Kerentanan\nMasyarakat dengan kasus positif Covid-19. Dari hasil analisis, didapatkan bahwa\nKota Bandung memiliki penanganan yang lebih prioritas daripada Kabupaten\nBandung. Hal ini ditunjukkan oleh persentase kelurahan Kota Bandung yang lebih\ntinggi pada prioritas pertama hingga keempat yaitu 81,46%. Sedangkan prioritas\npenanganan di Kabupaten Bandung terkonsetrasi pada prioritas ketiga hingga\nkeenam yaitu 99,29%. Penentuan wilayah prioritas tersebut dapat menjadi strategi\nefektif upaya penanganan Covid-19 karena terdapat hubungan yang searah antara\nIndeks Kerentanan Masyarakat terhadap rata-rata kasus positif Covid-19 yaitu\ndengan koefisien determinan 10,5% di Kota Bandung dan 5,8% di Kabupaten\nBandung. Dimana penyusun Indeks Kerentanan Masyarakat paling signifikanii\nadalah faktor kesehatan serta diikuti oleh faktor upaya Social Distancing dan\nLockdown.", "Daftar File": {"ABSTRAK Devi Martina Azizah": "https://digilib.itb.ac.id/gdl/download/228124", "BAB 1 Devi Martina Azizah": "https://digilib.itb.ac.id/gdl/download/228125", "BAB 2 Devi Martina Azizah": "https://digilib.itb.ac.id/gdl/download/228126", "BAB 3 Devi Martina Azizah": "https://digilib.itb.ac.id/gdl/download/228127", "BAB 4 Devi Martina Azizah": "https://digilib.itb.ac.id/gdl/download/228128", "BAB 5 Devi Martina Azizah": "https://digilib.itb.ac.id/gdl/download/228130", "BAB 6 Devi Martina Azizah": "https://digilib.itb.ac.id/gdl/download/228131", "PUSTAKA Devi Martina Azizah": "https://digilib.itb.ac.id/gdl/download/228132", "2021 TS PP DEVI MARTINA AZIZAH_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/228133"}, "Penulis": "Devi Martina Azizah [25420019]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., MIP."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Indeks Kerentanan Masyarakat, Air Bersih, Covid-19, Prioritas Penanganan, Analytical Hierarchical Process, Analisis Regresi Linier Sederhana.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "22 Jun 2021"}