{"Nomor": 56445, "Judul": "PERANCANGAN NARASI VISUAL PICTURE BOOK UNTUK EMPATI ANAK TERHADAP ASD (AUTISM SPECTRUM DISORDER) HIGH FUNCTION", "Abstrak": "Penyelenggaraan sekolah inklusif bagi anak Autism Spectrum Disorder (ASD) hendaknya menciptakan lingkungan yang nyaman untuk mengenyam pendidikan. Namun data kasus bullying berbentuk verbal dan pengucilan trennya meningkat di Indonesia terhadap anak normal juga ASD. ASD merupakan sebuah hambatan neurologis tumbuh kembang anak, terutama menghambat komunikasi. 0.053% dari 264 juta orang Indonesia diperkirakan mengalami ASD dan bertambah 500 jiwa/tahun. Salah satu cara untuk mencegah bullying adalah meningkatkan empati dan pengetahuan terhadap ASD. Media picture book berperan dalam perkembangan emosi dan empati anak selain membantu mengembangkan bahasa, imajinasi, serta kecerdasan kognitif. Picture book tema empati ASD melalui Read Aloud (membaca nyaring) berdampak positif bagi lingkungan kelas inklusif. Penelitian perancangan picture book empati untuk ASD di lingkup sekolah inklusif belum banyak diteliti. Target utama perancangan adalah anak normal usia 7-9 tahun (kelas2-3 SD). Anak menghadapi tantangan sosial baru dalam bentuk sekolah dan sosialisasi. Kajian(komparatif-kualitatif) 3 picture book ASD yang telah ada, menghasilkan saran perancangan: 1.value neurodiversity (menghargai anak ASD); 2.karakter ASD: 3 ciri ASD berdasarkan DSM-IV, 3.plot-setting: masalah kehidupan sehari-hari ASD; 4.layout ilustrasi: gambar long shoot, karakter (wimba) tampak depan, tampak samping, tampak ¾, karakter diperbesar, outline warna gelap-garis tipis, dan penggunaan warna kontras (proporsi 2:3) antara karakter dan latar. Kemudian Perancangan menggunakan metode Design Base Research/DBR (kualitatif-kuantitatif). Unsur Picture book hasil perancangan: 1. Value positif cerita (keberanian, perjuangan dan merasakan kesulitan tokoh ASD, Dio), konsep visual kolase kegiatan menyusun asosiasi pemahaman kompleksitas ASD; 2. Plot-setting: introduksi ciri ASD dan pribadi tokoh-konflik (masalah ASD di rumah dan lingkungan sosial)-klimaks (ketegangan bullying di sekolah)-denouement (penerimaan Dio dengan bermain di sekolah); 3.Karakter Dio, ciri ASD: kesulitan berkata-kata, sensitifivas suara keras, eksplisit pergi ke dokter (diagnosa ASD), dan bermain sendirian; Ciri Kesukaan Dio: mengejar capung, bermain gasing bambu, menggambar; Visual karakter: kode warna (Dio-kuning, Jesi-Orange, si Merah (Pelaku bully)-Merah), tangan pendek, tubuh membulat, proporsi kepala-tubuh 1:1/2; 4. Layout-Setting (1 spread): plot peralihan setting (rumah-sekolah) menggunakan satu TUD menyatakan ruang dan peralihan mood Dio dengan cara wimba TUD menyatakan gerak. 5. Buku terdiri dari 246 kata dapat dibaca anak kelas 2-3 SD. 6.Anak berempati terhadap tokoh Dio dan Jessi. Perlunya keragaman buku untuk memperkenalkan individu dengan ASD.", "Daftar File": {"2021 TS PP WENNY YOSSELINA 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/228138"}, "Penulis": "Wenny Yosselina [27119054]", "Kontributor / Dosen Pembimbing": ["Dr. Riama Maslan Sihombing, M.Sn, S.Sn"], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Drawing & drawings", "Kata Kunci": "ASD, Komunikasi, Picture Book, Preschool", "Sumber": "FSRD", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Jun 2021"}