{"Nomor": 56448, "Judul": "PROSES KREATIF PADA PEMBUATAN VIDEO MAPPING", "Abstrak": "Video mappingmerupakan salah satu bagian dari disiplin ilmu Augmented Reality(realitas tetambah)  atau  sebuah  realitas  buatan,  tetapi pada  praktiknya video  mappingsendiri bisa menjadi  lebih  kompleks  dan  luas  karena  penggabungannya  dengan  disiplin  ilmu  lain. Dalam  prosesnya video  mapping,  isu  dan  konsep  yang  ada  dideformasi  ulang  ke  dalam symbol-simbol  visual  dan  mempersentasikannya  dengan  visualisasi,  hal  tersebut  juga berkaitan  dengan  media  yang  menjadi  objek video  mappingtersebut.  Penelitian  ini menganalisis proses kreatif dalam penciptaan video mappingdengan subjek penelitan video mappingSwadharma Ning Pertiwidengan fasad patung Garuda Whisnu Kencanayang di desain oleh SeedsMotion. Proses kreatif dalam pembuatan video mappinghingga saat ini belum   terjawab,   baik   secara   tahapan   berpikirnya   dan  bagaimana   desainer   tersebut mengolah  dan  menciptakan  ide-ide  yang  dapat  menghubungkan  secara  konsep  antara sejarah,  fasaddanobjek  sebagai  karya  seni  publik.  Selain  itu  juga  hal-hal  apa  saja  yang mempengaruhi desainer dalam proses berpikir tersebut, juga aplikasinya dengan teknologi hingga  menjadi  suatu  karya  baru  berupa  pertunjukan video  mapping.Video  mappingSwadharma  Ning  Pertiwimengangkat  cerita  tentang  pembangunan  dari  fasad  Garuda Wisnu Kencana ke dalam bentuk baru yang lebih menarik,juga penggabungannya dengan unsur  budaya  tanpa  menghilangkan  unsur  karakteristik  fasad  atau  objek  media video mapping. Penelitian ini menggunakan metode penelitian kualitatif dengan subjek penelitian yaitu studio  desainyang  berfokus  pada pembuatan konten audiovisual,dengan  teknik pengumpulan  data  menggunakan  wawancara  semi  terstruktur  dan  dokumentasi. Kajianproses kreatifdilakukan dengan metode pengolahan data dari tahapan proses kreatif dengan pendekatan  alur  berfikir  dalam  teori  berfikir  lateral.  Penelitian  ini  mengungkap  metode proses kreatif yang dilakukan Seed Motion sejalan dengan alur berfikir lateral dari  tahap Fokus, logical  sequence,lateral  displacement, hinggaconnection  inputyaitu upaya membentukan  relasi  antar  komponen  pemikiran.  Ditemukan  beberapa  keunikan  proses berpikir dalam rangkaian tahapan proses kreatif yang saling berhubungan, seperti metode pengolahan  kata  kunci  pada  tahap brainstorming,  pengolahan  ide  dengan  proses  lateral yang dilakukan secara komunal dan proses pembentukan relasi antar komponen alternatif idehinggamenjadi gagasan visual yang utuh.", "Daftar File": {"2021 TA PP RUDI KURNIA": "https://digilib.itb.ac.id/gdl/download/228141", "COVER Rudi Kurnia": "https://digilib.itb.ac.id/gdl/download/231096", "BAB 1 Rudi Kurnia": "https://digilib.itb.ac.id/gdl/download/231097", "BAB 2 Rudi Kurnia": "https://digilib.itb.ac.id/gdl/download/231098", "BAB 3 Rudi Kurnia": "https://digilib.itb.ac.id/gdl/download/231099", "BAB 4 Rudi Kurnia": "https://digilib.itb.ac.id/gdl/download/231100", "BAB 5 Rudi Kurnia": "https://digilib.itb.ac.id/gdl/download/231101", "PUSTAKA Rudi Kurnia": "https://digilib.itb.ac.id/gdl/download/231102"}, "Penulis": "Rudi Kurnia [27118020]", "Kontributor / Dosen Pembimbing": ["Dr. Intan Rizky Mutiaz, M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Video  mapping,  Digital  media,  Kreativitas,  Garuda  Wisnu  Kencana, Lateral thinking.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "8 file", "Tanggal Input": "22 Jun 2021"}