{"Nomor": 56441, "Judul": "ANALISIS PEMBANGKIT LISTRIK TENAGA GELOMBANG LAUT DENGAN GERAK PITCHING STUDI KASUS PADA PERAIRAN ACEH", "Abstrak": "Saat ini kehidupan manusia tidak bisa terlepas dari energi listrik. Di Indonesia sendiri konsumsi listrik nasional akan terus naik setiap tahunnya. Salah satu solusi untuk memenuhi kebutuhan energi listrik adalah dengan pemanfaatan energi bersih yang ramah lingkungan salah satunya adalah energi gelombang laut. Energi gelombang laut dapat diubah kedalam energi listrik melalui suatu konverter berupa struktur terapung. Struktur tersebut akan merespon gaya luar dari gelombang laut kedalam gerakan respon enam derajat kebebasan, salah satu gerakannya ialah pitching. Gerakan pitch tersebut akan menggerakan suatu rangkaian alat yang selanjutnya disalurkan kedalam sebuah generator untuk menghasilkan energi listrik. Penelitian ini bertujuan untuk mendesain suatu struktur terapung yang efektif terhadap gerakan pitching pada lokasi tinjauan penelitian. Struktur dikatakan efektif jika menghasilkan nilai performansi yang cukup besar. Pada penelitian ini struktur dimodelkan dengan berbagai draft dan dimensi untuk mendapatkan nilai parameter hidrostatik yang paling optimal. Selanjutnya dari nilai tersebut dapat diestimasi besaran daya energi listrik yang dapat dibangkitkan dengan diberi tambahan nilai PTO damping yang diseragamkan pada setiap struktur. Dari hasil penelitian didapatkan bahwa masing-masing struktur dengan nilai PTO damping yang sama sebesar 5×104 kNm memiliki nilai performansi yang berbeda pada setiap periode gelombang. Dari hasil analisis didapatkan bahwa semakin besar nilai radiation damping maka semakin besar bangkitan energi dan performansi struktur yang dihasilkan. Struktur yang memiliki performansi terbaik untuk lokasi perairan pulau Weh Aceh adalah struktur-6 dengan nilai Performansi sebesar 63.42% pada periode gelombang 8 hingga 9 detik. Sementara besar produksi energi tahunan dari struktur-6 adalah 928.72 MWh/tahun yang setara dengan penurunan emisi gas rumah kaca sebesar dengan 628.49 juta ton/tahun.", "Daftar File": {"ABSTRAK Muhammad Fahmi": "https://digilib.itb.ac.id/gdl/download/228129"}, "Penulis": "Muhammad Fahmi [25518303]", "Kontributor / Dosen Pembimbing": ["Ir. Krisnaldi, M.Sc., Ph.D.", "Ir. Rildova, M.T., Ph.D.", "Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Energi Gelombang, Wave Energy Converter, Pitch, Power Take Off, Renewable Energy", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2021"}