{"Nomor": 56446, "Judul": "ANALISIS TEGANGAN STATIK DAN SIKLIK PADA GANDAR BERPENGGERAK LRT JABODEBEK", "Abstrak": "Tingginya jumlah penduduk di kota-kota besar menuntut akses transportasi yang\nmudah dan cepat. Kebutuhan akses transportasi meningkat ketika penglaju dari daerah\npenyangga di sekitar kota besar melakukan perjalanan di awal dan di akhir hari. Hal ini\nmenimbulkan masalah kemacetan lalu lintas. LRT (Lintas Rel Terpadu) Jabodebek merupakan\nsalah satu solusi atas permasalahan kemacetan lalu lintas di Kota Jakarta dan sekitarnya karena\nmemiliki kapasitas angkut penumpang yang besar dan lintasan yang tidak bersinggungan\ndengan jalan raya. LRT Jabodebek merupakan proyek LRT kedua di Indonesia setelah LRT\nPalembang. Keduanya tampak hampir serupa. Namun, keduanya beroperasi di atas lebar jalan\nrel yang berbeda. Gandar LRT Jabodebek memiliki desain yang baru dan berbeda. Analisis\nterhadap kekuatan gandar LRT-Jabodebek dengan desain yang baru dapat dilakukan.\nKekuatan gandar berpenggerak LRT Jabodebek dianalisis dengan panduan menurut\nstandar internasional, BS 8535: 2011 dan EN 13104: 2001. Analisis diawali dengan\nmengumpulkan data terkait desain, spesifikasi, dan kondisi operasi. Kemudian, beban operasi,\ngaya, momen, dan tegangan maksimum dihitung secara manual dan disimulasikan dengan\nperangkat lunak Ansys 18.1. Nilai tegangan maksimum tersebut dibandingkan dengan\ntegangan luluh dan batas kelelahan baja paduan 34CrNiMo6 sebagai material gandar untuk\nmemperoleh faktor keamanan dan dibandingkan dengan kriteria menurut standar untuk\ndivalidasi. Tegangan maksimum yang terjadi berkisar pada 95,838 MPa dan 99,714 MPa.\nFaktor keamanan terhadap kekuatan luluh baja material gandar berkisar pada 7,02 dan 7,30.\nFaktor keamanan terhadap batas kelelahan baja material gandar berkisar pada 3,126 dan 3,253.\nDari proses analisis, diperoleh kesimpulan bahwa nilai tegangan maksimum yang\nterjadi lebih kecil dari batas tegangan-kelelahan-yang-diizinkan-maksimum dan desain gandar\nberpenggerak LRT Jabodebek aman untuk digunakan dan sudah memenuhi kriteria yang\ndisyaratkan oleh standar internasional.", "Daftar File": {"ABSTRAK Prihandaru Luhur Pambudi": "https://digilib.itb.ac.id/gdl/download/228139"}, "Penulis": "Prihandaru Luhur Pambudi [13114055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "gandar, LRT Jabodebek, tegangan, batas kelelahan, faktor keamanan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2021"}