{"Nomor": 56444, "Judul": "ISOLASI DAN ANALISIS SIFAT FUNGSIONAL PROTEIN KELAPA SECARA SIMULTAN DENGAN EKSTRAKSI VIRGIN COCONUT OIL (VCO) DARI SANTAN KELAPA", "Abstrak": "Kelapa (Cocos nucifera) merupakan komoditas dengan tingkat produksi yang tinggi, khususnya di Indonesia sebagai penghasil kelapa terbesar di dunia. Pemrosesan kelapa paling banyak dilakukan berfokus pada produksi minyak kelapa seperti virgin coconut oil (VCO). Produksi VCO biasanya dilakukan melalui pemrosesan basah, salah satunya dengan metode pengasaman. Pengolahan kelapa menjadi VCO dengan metode basah menghasilkan produk samping berupa skim kelapa dengan kandungan air yang tinggi, sehingga lebih banyak dibuang menjadi limbah dan belum dimanfaatkan. Padahal, skim kelapa memiliki kandungan protein yang potensial, dengan kadar sebesar 35%-bk, yang dapat diisolasi dengan metode presipitasi isoelektrik. Protein dari skim kelapa tersebut dapat diisolasi sebagai protein nabati. Oleh sebab itu, penelitian ini bertujuan untuk memproduksi VCO dan memperoleh bubuk protein kelapa secara simultan dengan menentukan kondisi nisbah pelarut terhadap bahan baku dan jenis pengatur keasaman yang menghasilkan perolehan tertinggi dan sifat fungsional protein terbaik. Variasi pada penelitian ini yaitu nisbah pelarut terhadap bahan baku 1 dan 2 g/g pada tahap ekstraksi dari daging kelapa, serta jenis pengatur keasaman HCl 0,1 M dan CH3COOH 25% pada tahap isolasi protein dari skim kelapa. Jumlah bubuk protein yang dihasilkan diukur dengan Metode Kjeldahl. Bubuk protein kelapa selanjutnya diuji sifat pengemulsi dan pembusaannya. Berdasarkan hasil percobaan, peningkatan nisbah pelarut terhadap bahan baku berpengaruh secara berbanding terbalik terhadap perolehan VCO dengan rentang perolehan sebesar 50-85 g VCO/100g minyak di daging kelapa, namun sebanding terhadap perolehan protein dengan rentang perolehan sebesar 30-46 g bubuk protein/100g protein di skim kelapa. Dengan demikian, nisbah pelarut terhadap bahan baku sebesar 1 g/g menjadi kondisi yang optimal untuk menghasilkan perolehan VCO dan protein kelapa. Sementara itu, penggunaan HCl sebagai pengatur keasaman menghasilkan perolehan bubuk protein yang lebih tinggi daripada CH3COOH. Perbedaan nisbah pelarut terhadap bahan baku dan jenis pengatur keasaman tidak berpengaruh secara signifikan terhadap sifat fungsional protein kelapa berupa sifat pembusaan dan pengemulsi.", "Daftar File": {"ABSTRAK Rahmaniah Akhirunnisa": "https://digilib.itb.ac.id/gdl/download/228137"}, "Penulis": "Rahmaniah Akhirunnisa [14317013]", "Kontributor / Dosen Pembimbing": ["Dr. Dianika Lestari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ekstraksi; presipitasi isoelektrik; protein kelapa; santan kelapa; VCO", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2021"}