{"Nomor": 56454, "Judul": "STUDI PENGARUH FAKTOR LINGKUNGAN TERHADAP KETAHANAN KOROSI BAJA DI DALAM TANAH", "Abstrak": "Kegagalan peralatan baja di dalam tanah karena lingkungan yang korosif merupakan masalah yang tak terhindarkan di berbagai negara. Terdapat banyak faktor yang mempengaruhi sifat korosif tanah, diantaranya pH, kadar air, resistivitas, kandungan oksigen terlarut, temperatur, ukuran partikel, kandungan ion, dan aktivitas mikroba. Hingga saat ini telah banyak penelitian yang dilakukan untuk menyelidiki pengaruh faktor-faktor tersebut terhadap ketahanan korosi baja di dalam tanah. Namun sebagian besar penelitian hanya berfokus pada satu atau beberapa faktor saja. Oleh karena itu, diperlukan studi komprehensif untuk mengetahui pengaruh berbagai faktor lingkungan serta interaksinya terhadap ketahanan korosi baja di dalam tanah. Hal tersebut diulas pada laporan ini.\nBerdasarkan hasil studi literatur, penulis menemukan bahwa peningkatan kadar air, kandungan oksigen terlarut, temperatur, konsentrasi ion (Cl-), dan keberadaan mikroba (SRB) menyebabkan laju korosi baja meningkat. Sedangkan peningkatan pH, resistivitas, dan ukuran partikel tanah menyebabkan laju korosi baja menurun. Pada laporan ini juga disajikan skema yang merangkum kaitan antar faktor tersebut. Selain menganalisis pengaruh masing-masing faktor, penulis juga mempelajari pengaruh faktor gabungan terhadap laju korosi baja serta kondisi optimum dari setiap faktor yang mempercepat laju korosi. Dengan mengetahui beberapa hal tersebut, diharapkan peristiwa korosi pada peralatan baja di dalam tanah dapat dikendalikan dengan lebih baik. Penulis juga berharap hasil studi literatur ini dapat dibuktikan dengan eksperimen di kemudian hari.", "Daftar File": {"ABSTRAK Miftahul Jannah": "https://digilib.itb.ac.id/gdl/download/228156"}, "Penulis": "Miftahul Jannah [13717042]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Asep Ridwan Setiawan, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Korosivitas tanah, faktor lingkungan, laju korosi baja, weight loss, metode elektrokimia", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2021"}