{"Nomor": 56456, "Judul": "ALUMINIUM AND MAGNESIUM SEAWATER ACTIVATED BATTERY", "Abstrak": "Baterai metal-air (MAB) merupakan tipe baterai primer yang secara teoritis memiliki densitas energi yang tinggi. Pada umumnya, baterai primer menggunakan logam dan elektrolit yang beracun dan berbahaya untuk lingkungan. MAB dapat memanfaatkan logam yang berlimpah seperti aluminium dan magnesium sebagai anodanya dan air laut sebagai elektrolitnya sehingga berpotensi untuk menghasilkan baterai primer yang ramah lingkungan. Tetapi, MAB dengan anoda aluminium dan magnesium masih memiliki efisiensi yang rendah karena reaksi korosi yang menghambat reaksi reduksi oksigen yang menghasilkan listrik. Salah satu cara untuk mengatasi masalah ini adalah dengan mengatur logam paduan pada aluminium dan magnesium sehingga memiliki sifat elektrik yang baik tanpa menurunkan efisiensi dari baterai tersebut.\nPada laporan ini, aluminium komersil (Al 1100, 5052, 5083, dan 7075), dan magnesium (Mg AZ31) dijadikan anoda MAB dan dipelajari performa anodanya dan dampak dari logam paduannya. Anoda diuji menggunakan lampu air garam dengan mengukur lamanya waktu hidup sehingga densitas energi dari anoda diketahui. Anoda diuji dengan menggunakan uji imersi untuk membuktikan kaitan performa anoda dengan ketahanan korosi. Hasil menunjukan bahwa Al 5052, 5083, dan 6061 gagal untuk menyalakan lampu karena voltase yang dihasilkan terlalu rendah. Al 1100 menghasilkan densitas energi 0.632 kWh/kg (7.81% dari densitas energi teroritisnya). Al 7075 menghasilkan densitas energi 0.699 kWh/kg (8.63% dari densitas energi teoritisnya). Mg AZ31 menghasilkan densitas energi 0.732 kWh/kg (11.21% dari densitas energi teoritisnya). Dapat disimpulkan bahwa densitas energi dari anoda dipengaruhi oleh ketahanan korosi suatu material dan ketahanan korosi tersebut dipengaruhi oleh logam paduan.", "Daftar File": {"ABSTRAK Keaton Huang": "https://digilib.itb.ac.id/gdl/download/228158"}, "Penulis": "Keaton Huang [13717053]", "Kontributor / Dosen Pembimbing": ["Afriyanti Sumboja, Ph.D.", "Riska Rachmantyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baterai metal-air, Aluminium Anode, Magnesium Anode, Corrosion", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2021"}