{"Nomor": 56461, "Judul": "KESESUAIAN MASTERPLAN DAN KETERSEDIAAN INFRASTRUKTUR PENUNJANG SURABAYA MASS RAPID TRANSIT", "Abstrak": "Terdapat rencana dari pemerintah Kota Surabaya mengenai proyek Surabaya Mass Rapid Transit\n(SMART) sebagai salah satu alternatif penyelesaian permasalahan transportasi di Kota Surabaya.\nDalam upaya merealisasikan proyek SMART tersebut, Dinas Perhubungan Kota Surabaya\nmenyusun 17 Masterplan Surabaya Mass Rapid Transit yang membahas berbagai aspek seperti\nkelembagaan, pembiayaan, desain teknis, permodelan transportasi, analisis mengenai dampak\nlingkungan, ticketing, dan lain-lain. Perlu dikaji lebih lanjut mengenai kesesuaian masterplan\nterhadap kondisi pergerakan masyarakat dan transportasi Kota Surabaya. Kondisi tersebut dapat\ndilihat dari supply transportasi umum di Kota Surabaya untuk meninjau apakah rencana SMART\ntersebut akan dapat terintegrasi dengan transportasi umum eksisting lain di Kota Surabaya,\ndemand pergerakan masyarakat Kota Surabaya untuk memastikan bahwa proyek SMART yang\ndirencanakan telah disesuaikan dengan kebutuhan perjalanan masyarakat Kota Surabaya, serta\nkelengkapan dari substansi masterplan tersebut sendiri. Penyediaan infrastruktur penunjang\ncukup penting dalam mendukung perwujudan transportasi massal umum terutama yang berbasis\nkereta karena merupakan syarat kereta dapat beroperasi dan juga dapat mempengaruhi minat\npengguna dalam menggunakan moda transportasi tersebut. Oleh karena itu, diperlukan juga\nkajian mengenai bagaimana ketersediaan dan kondisi eksisting infrastruktur penunjang SMART\ndi Kota Surabaya. Infrastruktur yang akan ditinjau lebih lanjut dalam menunjang SMART adalah\nPark and Ride, Halte Tram, Stasiun Monorail, Jalur Pejalan kaki, serta Jalur Sepeda. Penelitian\nini akan dilakukan dengan metode analisis isi/konten, analisis deskriptif, dan analisis triangluasi\ndengan metode pengambilan data dilakukan yaitu dengan pengumpulan data sekunder (tinjauan\ndokumen) dan data primer (observasi lapangan). Analisis kondisi infrastruktur penunjang\neksisting dilakukan dengan meninjau masing-masing infrastruktur secara kuantitas dan kualitas.\nAnalisis secara kuantitas akan dilihat melalui jumlah infrastruktur yang sudah tersedia saat ini di\nKota Surabaya dibandingkan dengan rencana menurut masterplan SMART yang dikaji.\nSedangkan secara kualitas, masing-masing infrastruktur penunjang eksisting akan dibandingkan\ndengan studi, preseden maupun standar yang digunakan untuk mendapatkan nilai kesesuaiannya.\nDari hasil kajian yang dilakukan, didapatkan satu masterplan terpilih dan satu rancangan\nmasterplan baru berdasarkan penilaian pada masing-masing masterplan yang tersedia terhadap\nindikator-indikator yang digunakan. Selain itu, didapatkan juga satu masterplan terpilih\nberdasarkan kondisi eksisting infrastruktur penunjang eksisting. Hasil analisis menunjukkan\nbahwa didapatkan 2 masterplan Surabaya Mass Rapid Transit yang dirasa paling sesuai dengan\nkondisi Kota Surabaya saat ini.", "Daftar File": {}, "Penulis": "Nadindra Sidhayatri Kumara [15417014]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "masterplan, MRT, infrastruktur, tram, monorail.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "22 Jun 2021"}