{"Nomor": 56469, "Judul": "KAJIAN PUSTAKA BEBERAPA TANAMAN INDONESIA DENGAN AKTIVITAS ANTIHIPERTENSI DAN STUDI INTERAKSI ZAT BERPOTENSI ANTIHIPERTENSI TERHADAP RESEPTOR ANGIOTENSIN CONVERTING ENZYME SECARA IN SILICO", "Abstrak": "Kasus hipertensi di Indonesia selalu meningkat setiap tahunnya. Penyebab tingginya kasus hipertensi\ntersebut adalah relatif rendahnya kesadaran, terapi, dan kontrol hipertensi pada masyarakat. Hal ini\nmenyebabkan metode pengobatan hipertensi perlu untuk terus dikembangkan. Salah satu upaya yang\ndapat dilakukan untuk mengembangkan metode pengobatan hipertensi adalah menganalisis sumber\ndaya dengan potensi aktivitas antihipertensi yang ada di Indonesia. Kajian pustaka ini memuat\nbeberapa tanaman Indonesia yang terbukti secara klinis maupun praklinis memiliki aktivitas\nantihipertensi. Dilakukan pula studi interaksi senyawa berpotensi antihipertensi dari berbagai tanaman\ntersebut terhadap reseptor Angiotensin Converting Enzyme (ACE) secara in silico untuk mengetahui\ninteraksi yang terjadi. Reseptor target yang digunakan adalah human testicular angiotensin I-converting\nenzyme (PDB ID: 1UZF). Ligan alami yang digunakan sebagai pembanding adalah MCO (1-(3-mercapto2-methyl-propionyl)-pyrolidine-2-carboxylic acid) atau yang lebih dikenal dengan kaptopril. Senyawa\nyang diuji merupakan kandungan utama tanaman berpotensi antihipertensi yang belum diuji secara\nklinis maupun praklinis, yaitu senyawa dari tanaman buni (Antidesma bunius Spreng), trengguli (Cassia\nfistula Linn), lubi-lubi (Flacourtia inermis Roxb.), ranti (Solanum nigrum Linn), pulai (Alstonia spectabilis\nR. Br), dan srigading (Nyctanthes arbor-tristis L.). Struktur tiga dimensi senyawa uji dioptimasi\nmenggunakan GaussView 6.0.16 dan Gaussian 09W. Studi in silico molecular docking dilakukan dengan\nprogram Autodock 4.2.3. Analisis hasil docking dilakukan menggunakan Notepad++ dan BIOVIA\nDiscovery Studio Visualizer. Berdasarkan analisis in silico, senyawa yang diprediksi memiliki potensi\nantihipertensi terhadap reseptor ACE adalah katekin dari tanaman buni dan solasodin dari tanaman\nranti.", "Daftar File": {"ABSTRAK Raras Adinindya Putri": "https://digilib.itb.ac.id/gdl/download/228197"}, "Penulis": "Raras Adinindya Putri [11617020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Hubbi Nashrullah Muhammad, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antihipertensi, tanaman Indonesia, angiotensin converting enzyme, in silico", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2021"}