{"Nomor": 56477, "Judul": "ALTERASI DAN MINERALISASI BERDASARKAN TUJUH SUMUR BOR PADA PROSPEK TOR ULUALA, KECAMATAN BATANGTORU, KABUPATEN TAPANULI SELATAN, PROVINSI SUMATRA UTARA", "Abstrak": "Lokasi penelitian terletak di Desa Aek Pining, Kecamatan Batangtoru, Kabupaten Tapanuli Selatan, Provinsi Sumatra Utara yang secara geografis berada pada koordinat 507.050–507.400 mE dan 167.400–169.600 mN. Prospek Tor Uluala merupakan salah satu wilayah kontak kerja PT Agincourt Resources yang berada pada tahap ekplorasi.\nPenelitian ini bertujuan untuk mengetahui kondisi geologi, alterasi hidrotermal, mineralisasi, dan hubungan asosiasi unsur Au, Ag, Cu, dan As. Beberapa metode yang digunakan untuk menjawab tujuan tersebut meliputi, pengamatan megaskopik pada batuan inti dari tujuh sumur pemboran, analisis petrografi pada sembilan sayatan tipis, analisis mineragrafi pada sembilan sayatan poles, analisis mineral lempung dengan ASD (Analytical Spectral Device), dan analisis statistik dari data assay Au, Ag, Cu, As, dan SCIS (Sulphur Content in Sulphide).\nHasil penelitian menunjukkan bahwa daerah penelitian tersusun oleh dua satuan batuan, yaitu Satuan Andesit Hornblenda dan Satuan Breksi Matriks Pasiran. Kedua satuan tersebut telah terubah secara pervasif.\nZonasi alterasi pada daerah penelitian, berdasarkan himpunan mineralnya, dapat dibedakan menjadi lima zona, yaitu Zona Silika Vuggy-Masif, Zona Alunit – Dikit ± Kuarsa ± Kaolinit, Zona Dikit – Kaolinit ± Kuarsa, Zona Smektit/Ilit – Kaolinit ± Smektit ± Kuarsa, dan Ilit – Kaolinit ± Kuarsa. Mineralisasi berupa pengayaan unsur Au-Ag-Cu-As berkaitan dengan sistem epitermal sulfidasi tinggi dan berasosiasi dengan Zona Silika Vuggy-Masif. Mineral bijih sulfida terdiri dari pirit, enargit, kovelit berkaitan dengan proses mineralisasi hipogen.\nPengendapan Satuan Breksi Matriks Pasiran, proses alterasi hidrotermal, dan mineralisasi pada daerah penelitian dikontrol oleh struktur geologi berupa sesar dengan orientasi NNE yang diinterpretasikan sebagai sesar normal.\nBerdasarkan hasil analisis data assay disimpulkan bahwa pengendapan emas berkaitan dengan pembentukan mineral enargit.", "Daftar File": {"ABSTRAK Hasbi Ash-Shiddieqi": "https://digilib.itb.ac.id/gdl/download/228205"}, "Penulis": "Hasbi Ash-Shiddieqi [12014030]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T., Ph.D.", "Dr. I Gusti Bagus Eddy Sucipta, S.T., M.T.", "Dr.rer.nat. Maria Sekar Proborukmi, S.T., M.Sc.", "Dr. Astyka Pamumpuni, S.T., M.T.", "Dr. Idham Andri Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Martabe, sulfidasi tinggi, paragenesis sulfida, emas, korelasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2021"}