{"Nomor": 56473, "Judul": "SINTESIS KOMPOSIT MICROBEADS SELULOSAGRAPHENE OXIDE UNTUK APLIKASI PENYERAPAN LIMBAH LOGAM BERAT TEMBAGA (II)", "Abstrak": "Limbah buangan industri umumnya mengandung logam berat dan menjadi pencemar lingukungan yang tidak dapat terdegradasi dan berbahaya bagi kesehatan. Metode adsorpsi merupakan salah satu cara untuk mengurangi pencemaran logam berat. Graphene oxide memiliki sifat adsorpsi yang baik tetapi susah untuk digunakan karena strukturnya sedangkan microbeads selulosa adalah makromolekul yang memiliki sifat adsorpsi yang baik sehingga dapat menjadi makromolekul yang cocok.\nSintesis microbeads selulosa dilakukan dengan metode dropping dari larutan selulosa-NaOH-air ke dalam water bath dengan beberapa variasi parameter. Komposit microbeads selulosa-graphene oxide disintesis dengan menambahkan graphene oxide kepada larutan selulosa-NaOH-air yang memiliki parameter optimum kemudian dilakukan dropping. Dilakukan pengujian adsorpsi untuk kedua jenis microbeads dengan menggunakan larutan CuCl2.\nHasil visual dan pengujian SEM dari microbeads selulosa menunjukkan bentuk dan morfologi yang berbeda-beda tergantung dari parameter yang digunakan dan diperoleh parameter optimum. Komposit microbeads selulosa-graphene oxide memiliki morfologi permukaan yang lebih kasar. Hasil dari pengujian adsorpsi menunjukkan bahwa kedua jenis microbeads berhasil menyerap ion logam tembaga (II) dan ion klorida dari larutan CuCl2.", "Daftar File": {"ABSTRAK Muhammad Dandy Susanto": "https://digilib.itb.ac.id/gdl/download/228201"}, "Penulis": "Muhammad Dandy Susanto [13717004]", "Kontributor / Dosen Pembimbing": ["Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Adsorpsi, microbeads selulosa, graphene oxide, limbah logam berat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2021"}