{"Nomor": 56470, "Judul": "PRODUKSI DAN KARAKTERISASI ISOPROPIL MIRISTAT DARI LEMAK BIJI PALA", "Abstrak": "Biji pala merupakan salah satu tanaman yang banyak tumbuh di Indonesia dan mengandung banyak asam miristat dalam bentuk trimiristin. Namun, belum ada pengolahan lemak biji pala menjadi produk kimia dengan nilai ekonomi yang lebih tinggi di Indonesia. Salah satu produk yang dapat dihasilkan dari pengolahan asam miristat biji pala adalah isopropil miristat (isopropil ester asam tetradekanoid) yang sering digunakan pada kosmetik, parfum, dan lain-lain. Selama ini, isopropil miristat diproduksi melalui esterifikasi asam lemak dengan isopropanol. Asam lemak sendiri diperoleh melalui hidrolisis trigliserida pada tekanan dan temperatur tinggi (50 bar, 250-260 0C), sehingga memerlukan energi dan biaya yang besar. Di sisi lain, penelitian sebelumnya melaporkan perlakuan isopropanolisis terhadap minyak biji kapas (cottonseed oil) dengan perolehan/konversi sebesar 98,9% (Alhassan dan Uemura, 2016).\nTujuan dari penelitian ini adalah untuk menentukan efektivitas aplikasi metode isopropanolisis pada literatur referensi terhadap trimiristin hasil ekstraksi lemak biji pala.\nTrimiristin biji pala diperoleh dengan ekstraksi Soxhlet, didistilasi, lalu dikristalisasi. Trimiristin biji pala kemudian diproses dengan isopropanolisis dengan katalis kalium hidroksida. Sejauh ini belum ditemukan referensi mengenai reaksi isopropanolisis trimiristin menjadi isopropil miristat. Dalam penelitian ini, pengaruh temperatur dan rasio bahan baku terhadap hasil isopropanolisis juga ditentukan.\nHasil penelitian menunjukkan bahwa metode referensi mampu mengonversi trimiristin biji pala menjadi isopropil miristat hingga 29,9%. Eksperimen terhadap beberapa jenis minyak nabati mengindikasikan bahwa jenis substrat sangat memengaruhi efektivitas metode ini, dikorelasikan dengan polaritas substrat trigliserida. Kondisi optimum proses diperoleh pada temperatur 60?C dan rasio bahan baku 1:24 dengan persentase konversi trimiristin sebesar 29,9%.", "Daftar File": {"ABSTRAK Prasetyo Adi Wibowo": "https://digilib.itb.ac.id/gdl/download/228198"}, "Penulis": "Prasetyo Adi Wibowo [14517002]", "Kontributor / Dosen Pembimbing": ["Dr. Tirto Prakoso, S.T., M.Eng.", "Meiti Pratiwi, S.T., M.T.", "Astri Nur Istyami, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Pala, Lemak biji pala, Trimiristin, Asam miristat, Isopropil Miristat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "22 Jun 2021"}