{"Nomor": 56479, "Judul": "PREDIKSI LAJU KOROSI ATMOSFERIK PADA BAJA KARBON DI ASIA TENGGARA MENGGUNAKAN PEMBELAJARAN MESIN", "Abstrak": "Baja karbon yang biasa digunakan sebagai material konstruksi tidak lepas\ndari ancaman korosi atmosferik, terutama di Asia Tenggara, yang memiliki iklim\ntropis dengan temperatur, relatif kelembapan, kecepatan angin, dan faktor cuaca\nlain yang tinggi. Banyak penelitian dilakukan untuk memprediksi laju korosi\natmosferik sehingga masalah tersebut bisa terlebih dahulu dicegah, tetapi dengan\nmetode percobaan konvensional, hal tersebut akan menghabiskan banyak waktu\ndan biaya. Salah satu metode yang dikembangkan untuk memprediksi laju korosi\nadalah dengan pembelajaran mesin. Untuk menghasilkan model yang optimal,\nterlebih dahulu data faktor dan laju korosi dikumpulkan. Dataset tersebut\ndianalisis sehingga diketahui hubungan antarparameternya terhadap target.\nPembelajaran mesin menggunakan regresi model Gradient Boosting dan Decision\nTree. Dari perhitungan akurasi dan galat, keduanya memiliki hasil yang hampir\nsama optimalnya, tetapi Gradient Boosting lebih sensitif terhadap nilai masukan.\nKemudian juga dilakukan prediksi laju korosi di beberapa tempat di Asia\nTenggara, dan dihasilkan laju korosi untuk Gresik 18,4; Bandung 15,7; Phuket\n19,15; Phra pradaeng 17,94; dan Yangon 16,1 semuanya dalam ?m/tahun. Kunci\ndari pembelajaran mesin adalah data sehingga untuk kemampuan dan hasil\nprediksi yang lebih akurat perlu dikumpulkan lebih banyak data yang berkualitas.", "Daftar File": {"ABSTRAK Irza Sanika Aulia": "https://digilib.itb.ac.id/gdl/download/228207"}, "Penulis": "Irza Sanika Aulia [13717022]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Asep Ridwan Setiawan, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kunci: Asia Tenggara, baja karbon, korosi atmosferik, pembelajaran mesin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2021"}