{"Nomor": 56484, "Judul": "PERANCANGAN FILM PENDEK UNTUK REMAJA YANG MEMILIKI PERASAAN INSECURE", "Abstrak": "iii ABSTRAKPERANCANGAN FILM PENDEK UNTUK REMAJA YANG MEMILIKI PERASAAN INSECURE OlehZayyinatul MillahNIM : 17417050(Program Studi Desain Komunikasi Visual)Insecure   merupakan  suatu  perasaan  akumulasi  dari  meragukan  kemampuan  diri  sendiri.   Perkembangan   manusia   yang   beranjak   remaja   membuat   seseorang   melakukan  sosialisasi  dan  hal  itu  membuat  perubahan  sifat  pada  suatu  individu. Pada  masa  ini,  seseorang  mulai  banyak  membuka  diri  berinteraksi  dengan  orang  luar  dan  beberapa  diantaranya  mencoba  untuk  mencari  jadi  diri.  Perubahan  lingkungan inilah yang membuat remaja mudah terpengaruh dengan hal luar yang salah  satunya  memunculkan  insecurity.  Insecure   atau  rasa  kurang  percaya  diri  timbul  pada  remaja  disebabkan  oleh  beberapa  faktor,  diantaranya:  orang  tua,  lingkungan pertemanan, media sosial, suka membandingkan diri dengan orang lain dan lain sebagainya. Perasaan insecure  adalah lazim dimiliki setiap orang, namun rasa insecure  yang berlebihan dapat menyebabkan seseorang kurang bersyukur dan kurang  bisa  mencintai  dirinya  sendiri.  Oleh  karena  itu,  penelitian  ini  di  rancang  untuk menumbuhkan rasa awareness pada remaja yang memiliki perasan insecure .  Penelitian  ini  menggunakan  pendekatan  kualitatif  yaitu  wawancara  dengan  ahli  dan beberapa responden lain untuk mendapatkan data yang dibutuhkan. Rancangan ini diharap bisa menumbuhkan awareness dan mengurangi rasa insecure .", "Daftar File": {"ABSTRAK Zayyinatul Millah": "https://digilib.itb.ac.id/gdl/download/228218"}, "Penulis": "Zayyinatul Millah [17417050]", "Kontributor / Dosen Pembimbing": ["Dr. Intan Rizky Mutiaz, M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "remaja, insecurity, film pendek", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Jun 2021"}