{"Nomor": 56496, "Judul": "KAJIAN DINAMIKA PERUBAHAN TUTUPAN LAHAN DAN IMPLIKASINYA TERHADAP RENCANA TATA RUANG KAWASAN PERKOTAAN CEKUNGAN BANDUNG", "Abstrak": "Pertambahan penduduk perkotaan mengakibatkan terjadinya peningkatan\nkebutuhan lahan terbangun, khususnya di daerah pinggiran kawasan perkotaan. Hal\nini yang terjadi di Wilayah Cekungan Bandung, dimana konversi lahan hutan dan\npertanian menjadi lahan terbangun telah menghilangkan fungsi resapan air dan\nperlindungan bagi daerah di bawahnya, serta fungsi produksi pangan. Di sisi lain,\npemerintah memiliki kebijakan rencana tata ruang yang berfungsi sebagai instrumen\npengendalian perubahan guna lahan. Tujuan dari studi ini adalah untuk\nmengidentifikasi dinamika perubahan tutupan lahan di Wilayah Cekungan Bandung\ndan implikasinya terhadap kebijakan tata ruang. Pemodelan Cellular Automata dan\nmodel regresi logistik biner (RLB) digunakan untuk mengidentifikasi faktor\npendorong perubahan tutupan lahan dan perkembangannya di masa mendatang. Data\nspasial diperoleh dari citra satelit Sentinel-2 tahun 2017 dan 2020. Hasil regresi\nmenunjukkan bahwa terdapat enam faktor yang berpengaruh, yaitu ketinggian, jenis\ntanah, jarak terhadap jalan lokal, serta jarak terhadap permukiman, sarana\npendidikan, dan pusat industri. Simulasi dengan LanduseSim dilakukan dengan dua\nskenario yaitu berbasis target perencanaan, serta berbasis trend pertumbuhan\npenduduk dan perubahan tutupan lahan. Dengan tingkat akurasi 84,71% maka model\ndapat diterima untuk memprediksi tutupan lahan pada tahun 2038. Hasil prediksi\nmenunjukkan perkembangan lahan terbangun lebih besar terjadi pada skenario trend.\nSedangkan, skenario target (64,64%) memiliki tingkat kesesuaian terhadap rencana\npola ruang yang lebih tinggi dari pada skenario trend (63,77%). Hal ini\nmengindikasikan bahwa berdasarkan hasil studi, pemodelan dinamika perubahan\ntutupan lahan tidak hanya digunakan untuk mengidentifikasi perubahan luasan\nmasing-masing tutupan lahan, namun dapat juga melihat tingkat kesesuaian\nberdasarkan rencana alokasi ruang. Studi ini menyarankan bahwa pemerintah dapat\nmembuat strategi maupun kebijakan alokasi ruang yang lebih sesuai dengan\nperkembangan yang ada dengan mempertimbangkan berbagai skenario, sehingga\nketidaksesuaian keadaan tutupan lahan eksisiting maupun prediksi dapat\ndiminimalkan.", "Daftar File": {}, "Penulis": "Danu Larasati [15417048]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Cellular Automata, Perubahan Tutupan Lahan, Rencana Tata Ruang, Regresi Logistik Biner, Wilayah Cekungan Bandung.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "22 Jun 2021"}