{"Nomor": 56495, "Judul": "PEMODELAN SPASIAL PENGARUH KEGIATAN INDUSTRI MIGAS TERHADAP HARGA LAHAN DI KABUPATEN BOJONEGORO (STUDI KASUS: KECAMATAN GAYAM)", "Abstrak": "Dinamika perubahan penggunaan lahan secara otomatis mengimplikasikan\nperubahan yang terjadi, baik dalam interaksi manusia dengan sesamanya maupun\ndengan lingkungan sekitarnya. Fakta ini berimplikasi juga terhadap pemanfaatan\nsumber daya yang ada di suatu wilayah. Kecamatan Gayam, sebagai kecamatan hasil\npemekaran pada tahun 2013 berhasil menjadi kecamatan dengan tingkat perubahan\nperekonomian yang cukup tinggi karena dibantu dengan adanya wilayah pengeboran\nmigas yang beroperasi di hampir seluruh desa di Kecamatan Gayam. Dampak dari\npembangunan industri migas di sekitar kawasan operasi pengeboran migas ini sangat\nberlangsung secara signifikan. Dengan diiringi dampak di kawasan tersebut, maka\nterdapat indikasi perubahan harga lahan pada kawasan permukiman tersebut. Tujuan\ndari penelitian ini adalah untuk mengidentifikasi kontribusi atau pengaruh adanya\nindustri migas dengan perubahan harga lahan di wilayah operasi pengeboran migas\nBojonegoro. Metode pengumpulan data dilakukan dengan observasi dan wawancara\nuntuk data primer dan pengumpulan data sekunder dilakukan dengan mengajukan\npermintaan data ke instansi terkait. Dengan pendekatan kuantitatif yang secara umum\ndigunakan dan analisis statistik deskriptif, analisis spasial, serta analisis dengan\npemodelan spasial statistik dilakukan untuk mendapatkan model dalam melihat\ndampak pembangunan kegiatan insudtri terhadap harga lahan. Dari hasil analisis\nyang dilakukan, Model Spatial Lag Regression dapat menjelaskan keseluruhan model\nhingga 89,21% atau sekitar 10,79% sisanya dapat dijelaskan dengan variabel lain\nuntuk ditambahkan ke dalam model. Dari hasil tersebut dapat disimpulkan bahwa\nmodel Spatial Lag Model memberikan nilai terbaik dalam menjelaskan model dari\npada kedua model lainnya sehingga pada akhirnya pemodelan inilah yang dipilih\nsebagai pemodelan dampak industri migas terhadap harga lahan di Kecamatan\nGayam, Bojonegoro. Akan tetapi, dalam pemodelan terbaik yang dipilih, masih\nterdapat indikasi adanya variabel bias, yaitu pada variabel kawasan non terbangun,\njumlah fasilitas, dan polusi. Oleh karena itu, dapat disimpulkan secara umum, dalam\npemodelan ini tidak ditemukan dampak atau pengaruh atau bukti yang meyakinkan\nbahwa aktivitas pengeboran migas berdampak pada perubahan harga lahan pada\nskala lingkungan (RT).", "Daftar File": {}, "Penulis": "Hanafi Kholifatul Iman [15417039]", "Kontributor / Dosen Pembimbing": ["Dr. Adenantera Dwicaksono, S.T., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Harga Lahan, Industri Migas, Pengaruh, Spatial Regression", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "22 Jun 2021"}