{"Nomor": 56499, "Judul": "PENERAPAN METODE ANALISIS KOMPONEN UTAMA (PCA) UNTUK MENENTUKAN PENGARUH NILAI KOMPOSISI LOGAM TERHADAP PEROLEHAN PRODUK CAIR HASIL PIROLISIS SABUN BASA LOGAM", "Abstrak": "Pembakaran bahan bakar fosil menyebabkan efek rumah kaca berbahaya bagi lingkungan. Solusi dari hal tersebut adalah mengganti bahan bakar fosil dengan bahan bakar terbarukan karena pembakaran bahan bakar terbarukan menghasilkan carbon neutrality. Salah satu jenis bahan bakar terbarukan adalah bensin hijau, yang dapat diproduksi melalui proses pirolisis sabun basa logam dari asam oleat dan logam hidroksida. Puspawiningtiyas (2020), menggunakan logam seng (Zn), magnesium (Mg), dan kalsium (Ca) dengan rumus kimia Zn(OOC(C18H34O2))2.?Ca(OH)2.(1??)Mg(OH)2, memperoleh data fraksi hidrokarbon produk cair pada rentang panjang karbon C7-C19. Target produk cair yang diinginkan adalah dominan fraksi hidrokarbon bensin pada rentang fraksi ringan C7-C11. Data yang dimiliki belum bisa secara langsung menjelaskan bagaimana hubungan antara komposisi logam-logam hidroksida dan produk cair pirolisis sabun basa logam. Oleh karena itu, penelitian ini mencoba menerapkan metode analisis komponen utama (PCA) yang dapat menganalisis data secara matematis untuk mengetahui korelasi antar data yang beragam atau bervariasi. Berdasarkan hasil penelitian, model PCA yang dibuat dapat menentukan keterkaitan nilai komposisi logam terhadap perolehan produk cair, tetapi hanya pada variabel yang ekstrem berpengaruh terhadap keseluruhan data. Selebihnya, model ini juga dapat mengetahui variabel yang memang penting, menunjukkan peta persebaran data, dan membantu mengolah data yang beragam. Akan tetapi, model ini hanya dapat menganalisis data secara matematis sehingga perlu melakukan analisis lebih lanjut apabila ingin mengetahui hasil secara kualitatif seperti terkait mekanisme reaksi kimia.", "Daftar File": {"ABSTRAK Edbert Frederick Lianto": "https://digilib.itb.ac.id/gdl/download/228275"}, "Penulis": "Edbert Frederick Lianto [14517006]", "Kontributor / Dosen Pembimbing": ["Ir. Ronny Purwadi, M.T., Ph.D.", "Meiti Pratiwi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "analisis komponen utama; pirolisis sabun basa logam; nilai komposisi logam; korelasi; perolehan produk cair;", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2021"}