{"Nomor": 56494, "Judul": "PRODUKSI EUGENIL ASETAT DARI MINYAK CENGKEH DENGAN MENGGUNAKAN ENZIM LIPASE AMOBIL", "Abstrak": "Cengkeh memiliki beragam manfaat yang sudah banyak dirasakan. Salah satu komponen turunan dari cengkeh, yaitu eugenil asetat memiliki potensi pemanfaatan yang sangat besar. Secara komersial eugenil asetat sudah banyak diproduksi dengan katalis asam atau basa. Namun, dalam pelaksanaannya ada beberapa kelemahan yakni bersifat korosif bagi peralatan dan juga diperlukan pengolahan limbah sisa reaksi. Atas dasar tersebut, penelitian ini dilakukan dalam rangka mengembangkan produksi eugenil asetat secara enzimatik. Enzim yang digunakan adalah lipase dari Candida rugosa yang diimobilisasi dengan teknik adsorpsi pada matriks zeolit alam (klinoptilolit). Konsentrasi enzim amobil yang teradsorp pada katalis sebesar 7,19 mg/ml atau 71,9% dan aktivitas optimum enzim amobil dicapai pada temperatur 45oC dan pH 7. Pada penelitian ini, produk hasil reaksi dianalisa dengan GC-MS dan kromatogram memperlihatkan 4 puncak, yaitu eugenol, eugenil asetat, asam asetat, dan etanol. Produksi eugenil asetat ini diselenggarakan melalui reaksi esterifikasi minyak cengkeh selama 2 jam dengan rasio molar eugenol terhadap anhidrida asetat 1:3, temperatur 50°C, konsentrasi enzim 5%-berat eugenol, dan kecepatan penggoyangan 150 rpm. Hasil studi literatur menyiratkan bahwa model kinetika enzim esterifikasi eugenol masih memiliki 2 kemungkinan model, yaitu model ping pong bi bi dan sequential bi bi reactions. Model ping pong bi bi menyiratkan bahwa dari nilai parameter kinetika Km, enzim memiliki afinitas yang lebih tinggi terhadap anhidrida asetat. Sementara kenaikan temperatur reaksi memberikan dampak yang baik terhadap kenaikan laju esterifikasi (Vmax).", "Daftar File": {"ABSTRAK F.X. Gani Susanto": "https://digilib.itb.ac.id/gdl/download/228237"}, "Penulis": "F.X. Gani Susanto [14517001]", "Kontributor / Dosen Pembimbing": ["Elvi Restiawaty, S.T., P.D.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Cengkeh, Eugenil asetat, Esterifikasi, Lipase amobil, Eugenol", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "22 Jun 2021"}