{"Nomor": 56507, "Judul": "ANALISIS MINERALOGI DALAM PENENTUAN ZONA ALTERASI HIDROTHERMAL DI LAPANGAN PANAS BUMI PATUHA, CIWIDEY, KABUPATEN BANDUNG", "Abstrak": "Salah satu upaya memanfaatkan energi panas bumi adalah dengan melakukan tahapan\neksplorasi dengan menentukan wilayah yang berpotensial memiliki keterdapatan sumber panas\nbumi dengan memetakan sebaran mineral-mineral yang identik dengan panas bumi. Dilakukan\npengambilan sampel tanah pada bulan Juli s/d Agustus 2020 dengan kedalaman 1-1,5 meter\ndari permukaan kemudian dianalisis di laboratorium dengan menggunakan metode analisis XRay\nFluoroscence (XRF) didapatkan persebaran unsur dan senyawa oksida serta menggunakan\nmetode analisis X-Ray Diffraction (XRD) didapatkan persebaran mineral yang relatif dominan\ndijumpai yaitu: quartz, cristobalite, muscovite, alunite, albite, diopside, labradorite serta\nkaolinite dari lokasi penelitian yang memiliki karakteristik pembentukan pH rendah dan\ntemperatur rendah yang menjadi salah satu penciri tipe alterasi advanced argillic. Semakin\nbanyaknya keterdapatan mineral alunite di permukaan menjadi salah satu pengindikasi\nkemungkinan sumber panas berada dekat dengan permukaan, pada daerah penelitian terletak\npada wilayah Kawah Putih, bagian utara dan bagian barat laut dari Gunung Patuha. Dilakukan\njuga penginterpretasian kondisi geologi dengan menggunakan diagram total alkali-silika (TAS)\nvulkanik untuk mengklasifikasikan jenis batuan pada daerah penelitian menunjukkan jenis\nbatuan andesite basaltic-andesite, serta menggunakan diagram Chemical Index Alteration\n(CIA) untuk mengetahui tingkat pelapukan dengan memasukkan nilai persentase tiga senyawa\noksida yaitu: Al2O3-K2O-(CaO+Na2O) yang menunjukkan tingkat pelapukan daerah penelitian\ntergolong jenis moderate-high weathering.", "Daftar File": {"ABSTRAK Anggi Simanullang": "https://digilib.itb.ac.id/gdl/download/228304"}, "Penulis": "Anggi Simanullang [12117073]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T., M.T., Ph.D.", "Dr.mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "alterasi, eksplorasi, mineral, panas bumi, XRD, XRF.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "22 Jun 2021"}