{"Nomor": 56501, "Judul": "KAJIAN PENILAIAN KETANGGUHAN KOTA BANDUNG TERHADAP PANDEMI COVID-19 DENGAN PENDEKATAN BAYESIAN NETWORK", "Abstrak": "Kawasan perkotaan merupakan pusat aktivitas dan kehidupan masyarakat yang\ndiprediksi lebih dari setengah populasi dunia bertempat tinggal di kawasan tersebut.\nNamun demikian, sistem perkotaan memiliki kerentanan terhadap wabah pandemi,\nseperti COVID-19, akibat tingginya intensitas aktivitas dan penduduk, serta\nminimnya aksesibilitas sanitasi dan prasarana pendukung, khususnya di negara\nberkembang. Penelitian ini bertujuan untuk mengkaji penilaian terhadap\nprobabilitas ketangguhan Kota Bandung terhadap pandemi COVID-19 dengan\npendekatan Bayesian Network. Studi ini menilai dua fungsi ketangguhan kota, yaitu\npemulihan dan transformasi, serta menggunakan lima kriteria kualitas kota yaitu\nkemampuan sumber daya, adaptasi, inklusifitas, redundan, dan ketahanan. Dengan\nmenggunakan 28 indikator terpilih dari kajian pustaka dan pendapat para ahli,\npenelitian ini menemukan bahwa nilai probabilitas ketangguhan Kota Bandung\nsebesar 66% dengan probabilitas pemulihan diri sebesar 63% dan transformasi\nsebesar 65%. Hal ini mengindikasikan bahwa probabilitas ketangguhan Kota\nBandung dapat dikategorikan sebagai sedang. Selain itu, probabilitas pemulihan\ndan transformasi Kota Bandung dari pandemi hampir sama dan dapat dikategorikan\nsebagai sedang. Maka, secara umum dapat disimpulkan bahwa ketangguhan Kota\nBandung masih perlu ditingkatkan. Kemudian, apabila melihat masing-masing nilai\nprobabilitas kriteria kualitas ketangguhan Kota Bandung, diketahui bahwa kualitas\ninklusifitas memiliki nilai probabilitas yang paling tinggi (87%), diikuti oleh\nkemampuan redundan (74,45%). Sedangkan, kemampuan adaptasi, ketahanan dan\nsumber daya memiliki probabilitas masing-masing sebesar 70,06%, 68,79% dan\n61,49%. Studi ini menyimpulkan bahwa kontribusi kemampuan inklusifitas dan\nredundan di Kota Bandung perlu dipertahankan, khususnya pembebasan biaya dan\nprasyarat vaksinasi COVID-19, bantuan terhadap kekerasan dalam rumah tangga,\npenyediaan asuransi BPJS bagi masyarakat, keberadaan fasilitas kesehatan darurat,\ndan realisasi penerima bantuan sosial COVID-19. Sedangkan, peningkatan perlu\ndilakukan pada kemampuan adaptasi, ketahanan, dan sumber daya melalui\nsosialisasi masyarakat secara rutin tentang pentingnya protokol kesehatan dan\nvaksinasi, penyediaan ruang terbuka hijau dan infrastruktur dasar yang memadai,\nserta kecukupan fasilitas kesehatan dan vaksin COVID-19.", "Daftar File": {}, "Penulis": "Audrina [15417041]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bayesian Network, COVID-19, Ketangguhan, Kota Bandung, Pandemi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "22 Jun 2021"}