{"Nomor": 56506, "Judul": "STUDI FABRIKASI KOMPOSIT POLIMER BERPENGUAT SERAT DENGAN TEKNOLOGI FUSED DEPOSITION MODELLING", "Abstrak": "Teknik fused deposition modelling (FDM) telah dimanfaatkan untuk memperoleh komposit polimer termoplastik berpenguat serat dalam memproses produk bergeometri rumit dan menghasilkan limbah relatif yang lebih sedikit. Evaluasi komposit berpenguat serat pendek maupun panjang hasil FDM telah banyak dilakukan, namun sifat kekuatan tarik yang diperoleh masih rendah. Penelitian ini bertujuan untuk memahami pengaruh parameter proses FDM terhadap kekuatan tarik komposit melalui studi literatur dan eksperimen uji tarik. Sifat tarik Polylactic Acid (PLA) dan komposit PLA/serat karbon pendek diuji melalui pengujian tarik dan dievaluasi melalui pemeriksaaan metalografi, stereomicroscopy, dan scanning electron miscroscope (SEM).\nFabrikasi komposit termoplastik berpenguat serat teknologi FDM dapat dilakukan melalui metode single head method, dual head method, dan In-nozzle Impregnation, bergantung pada tipe filamen, jenis matriks, panjang serat, kecepatan dan biaya produksi, dengan memperhatikan berbagai parameter proses. Untuk menghasilkan komposit berpenguat serat pendek berkekuatan tinggi hasil single head method diperlukan fraksi serat tinggi dengan sizing yang tepat, diameter nozzle yang besar dan layer height yang rendah. Komposit berpenguat serat panjang berkekuatan tinggi hasil dual head method dan in-nozzle impregnation dapat diperoleh melalui layer height yang rendah, peletakan orientasi cetak datar, penggunaan pola orientasi serat unidirectional, peningkatan temperatur ektrusi, peningkatan kecepatan cetak, penambahan tekanan, dan penggunaan pola jalur deposisi segitiga. Rendahnya kekuatan tarik komposit komposit PLA/serat karbon pendek hasil FDM dapat disebabkan oleh proses manufaktur yang masih menghasilkan void serta ikatan antar muka yang buruk.", "Daftar File": {"ABSTRAK Sidi Budisina Baharuddin": "https://digilib.itb.ac.id/gdl/download/228296"}, "Penulis": "Sidi Budisina Baharuddin [13717040]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hermawan Judawisastra, M.Eng.", "Ekavianty Prajatelistia, S.T., M.S.Eng., Ph.D.", "Dr. Riza Wirawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Komposit, termoplastik, serat, fused deposition modelling", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2021"}