{"Nomor": 56510, "Judul": "PEMODELAN NUMERIK UNTUK PENENTUAN KEDALAMAN MINIMUM PADA PENGGUNAAN PERSAMAAN KIRSCH UNTUK PERHITUNGAN DISTRIBUSI TEGANGAN DI SEKITAR TEROWONGAN", "Abstrak": "Fungsi dari terowongan yang berbeda-beda menjadikan penentuan letak dan dimensi\nterowongan yang akan digali berbeda juga. Karena perbedaan perlakuan tersebut sebelum\nmelakukan penggalian pada massa batuan diperlukan analisis terhadap tegangan-tegangan\nyang bekerja pada massa batuan sebelum adanya penggalian. Tegangan yang terganggu ini\nperlu dipertimbangkan, persamaan Kirsch (1898) dapat digunakan untuk menghitung besar\ndari tegangan massa batuan di sekitar terowongan. Namun, persamaan Kirsch (1898) tidak\ndapat digunakan pada semua keadaan terowongan, persamaan ini memiliki syarat untuk\ndigunakan salah satunya kedalaman terowongan.\nPada penelitian ini dilakukan analisis distribusi tegangan di sekitar terowongan untuk\npenentuan kedalaman minimum agar persamaan Kirsch (1898) relevan digunakan. Hal yang\ndiamati adalah tegangan tangensial di atap dan dinding terowongan pada batas galian di\nberbagai variasi kedalaman dan nilai K. Hasil dari perhitungan menggunakan metode numerik\nakan dibandingkan dengan hasil perhitungan persamaan Kirsch (1898) lalu dianalisis untuk\nmenentukan jarak minimum penggunaan persamaan Kirsch.\nHasil perhitungan kedua metode menunjukkan perbedaan, perbedaan terbesar terletak pada\nterowongan dengan kedalaman kurang dari 20R dan menjadi konstan setelah terowongan\nmemasuki kedalaman 20R sehingga jarak minimum penggunaan persamaan Kirsch adalah 20R\ndihitung dari pusat terowongan ke permukaan. Perbedaan hasil numerik terhadap persamaan\nKirsch terlihat pada atap terowongan baik untuk K=1 maupun K=2 dan untuk dinding\nperbedaanya sangat kecil. Pada atap terowongan untuk K=1 memiliki perbedaan terbesar 33%\ndan untuk K=2 memiliki perbedaan 20%. Hasil perhitungan yang berbeda disebabkan oleh\nbeberapa faktor misalnya persamaan Kirsch (1898) yang menyamaratakan tegangan di massa\nbatuan bersifat hidrostatik dan pada metode numerik penampang lingkaran yang dibentuk tidak\nbisa melingkar sempurna.", "Daftar File": {"ABSTRAK Afrilia Mega Trisnawati": "https://digilib.itb.ac.id/gdl/download/228314"}, "Penulis": "Afrilia Mega Trisnawati [12117018]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "jarak minimum, persamaan kirsch, terowongan, tegangan tangensial, metode numerik.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "22 Jun 2021"}