{"Nomor": 56535, "Judul": "EVALUASI PENGGUNAAN ANTIBIOTIK PROFILAKSIS PADA PASIEN BEDAH DAN PENGARUH PEMBERIANNYA TERHADAP KEJADIAN INFEKSI LUKA OPERASI DI RUMAH SAKIT HASAN SADIKIN, BANDUNG", "Abstrak": "Pemberian antibiotik profilaksis sebelum dilakukan pembedahan ditujukan untuk\nmencegah terjadinya infeksi luka daerah operasi. Ketidaktepatan pemberian\nantibiotik profilaksis berisiko menyebabkan kejadian Infeksi Luka Operasi (ILO).\nResistensi terhadap antibiotik tidak dapat dihilangkan, namun dapat dihambat\nperkembangannya salah satunya dengan penggunaan antibiotik yang rasional.\nAnalisis masalah terkait obat atau drug related problem (DRP) pada penggunaan\nantibiotik profilaksis dapat dievaluasi secara kualitatif menggunakan metode\nGyssens dan secara kuantitatif menggunakan metode Anatomy Therapeutic\nChemical/Defined Daily Dose (ATC/DDD) untuk mengetahui nilai DDD dan Drug\nUtilization (DU) 90%. Penelitian bertujuan untuk mengevaluasi penggunaan\nantibiotik profilaksis yang digunakan serta menganalisis faktor penyebab ILO pada\npasien yang diberikan antibiotik profilaksis prabedah. Penelitian dilakukan secara\nretrospektif dengan pengambilan sampel data rekam medis pasien yang mengalami\ntindakan pembedahan, dirawat inap di ruang Kana dan Kemuning pada tahun 2019.\nHasil penelitian menunjukkan terdapat 75,65% data rekam medis dengan\npenggunaan antibiotik yang tepat. Terdapat ketidaktepatan waktu pemberian pada\n22,17% kasus dan tidak diindikasikannya antibiotik pada 1,18% kasus. Berdasarkan\nhasil perhitungan DDD, sefazolin merupakan antibiotik profilaksis yang paling\nbanyak diberikan, dan termasuk ke dalam segmen DU 90% yang artinya 90%\npenggunaan antibiotik profilaksis adalah antibiotik sefazolin. Dari 424 sampel yang\ndiambil, 8 orang pasien diantaranya mengalami ILO. Dilakukan analisis untuk\nmengamati hubungan antara waktu dan dosis pemberian antibiotik profilaksis\ndengan kejadian ILO. Hasil analisis Fisher Exact menunjukkan bahwa pada dosis\npemberian (p ?0,05) tidak terdapat hubungan antara dosis sefazolin dengan kejadian\nILO, artinya pemberian dosis 1 g maupun 2 g tidak berpengaruh terhadap kejadian\nILO. Waktu pemberian antibiotik profilaksis dengan nilai p = 0,002 menunjukkan\nbahwa, secara statistik terdapat hubungan yang bermakna antara waktu pemberian\nantibiotik profilaksis dengan kejadian ILO, artinya waktu pemberian antibiotik\nprofilaksis berpengaruh terhadap kejadian ILO.", "Daftar File": {"ABSTRAK Sarah Hanifah Az-Zahra Anwar": "https://digilib.itb.ac.id/gdl/download/228349"}, "Penulis": "Sarah Hanifah Az-Zahra Anwar [20719315]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Lia Amalia, S.Si., M.Si.", "dr. Tulus Satriasih, SpFK."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antibiotik profilaksis, infeksi luka operasi, Gyssens, ATC/DDD", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2021"}