{"Nomor": 56548, "Judul": "IDENTIFIKASI PROSES SOSIAL DALAM LINGKUNGAN TERSEGREGASI SPASIAL ANTARA WARGA DI DALAM DAN LUAR PERUMAHAN GATED COMMUNITY (STUDI KASUS: PERUMAHAN KEMANG PRATAMA 3, BEKASI)", "Abstrak": "Pertumbuhan penduduk di perkotaan di Indonesia yang terus meningkat akibat\nurbanisasi yang terus terjadi menimbulkan berbagai permasalahan, seperti\nketimpangan sosio-ekonomi yang semakin melebar, suburnya permukiman kumuh,\nkriminalitas, pengangguran, hingga polarisasi masyarakat perkotaan. Polarisasi dan\nketimpangan sosio-ekonomi di Kota Jakarta telah mempercepat peningkatan\npermintaan terhadap perumahan terpisah atau tersegregasi dimana salah satunya\nadalah perumahan gated community. Pertumbuhan gated communities di Kota\nJakarta selalu dikaitkan dengan pembangunan kota-kota satelit baru di pinggiran\nkota, tidak terkecuali kota Bekasi. Adanya pembatasan proses sosial antara kelompok\nmasyarakat tersebut akan menimbulkan segregasi sosial. Penelitian ini dilakukan\nuntuk mengidentifikasi proses sosial yang terjadi di lingkungan tersegregasi spasial\nperumahan gated communities antara masyarakat di dalam dan di luar perumahan\nKemang Pratama 3, Kota Bekasi. Dengan tinjauan literatur, dapat disintesiskan\nbentuk-bentuk proses sosial menjadi 4 (empat), yaitu kerja sama, kompetisi, konflik,\ndan akomodasi. Penelitian menggunakan metode kualitatif dengan analisis konten.\nDari hasil penelitian, ditemukan bahwa proses sosial yang paling sering terjadi\nantara masyarakat Kemang Pratama 3 dengan masyarakat perkampungan sekitar\nadalah proses kerja sama. Proses kerja sama dilakukan dan melibatkan banyak pihak\ndan sudah rutin dilakukan sejak berdirinya perumahan Kemang Pratama 3. Hasil\ntemuan juga menunjukkan bahwa tidak teridentifikasi proses konflik maupun\nkompetisi yang signifikan. Proses konflik secara umum hanya terjadi waktu masa\npandemi covid-19 ketika terjadi penutupan jalan tikus sebagai respon untuk\nmembatasi ruang gerak. Solusi proses konflik tersebut diselesaikan dengan proses\nakomodasi. Faktor proses kerja sama yang teridentifikasi secara umum adalah\nmenggalang integrasi sosial, yang juga merupakan upaya untuk mengurangi potensipotensi konflik antara kelompok masyarakat. Selain itu, faktor proses kerja sama yaitu\nkegiatan keagamaan dan menguntungkan pribadi atau kelompok. Untuk faktor-faktor\nproses sosial lain yaitu proses konflik, kompetisi, dan akomodasi dihasilkan dari\nsintesis teori berdasarkan studi literatur.", "Daftar File": {}, "Penulis": "Adimas Raditya [15416103]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "segregasi, gated community, proses sosial, faktor proses sosial", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "23 Jun 2021"}