{"Nomor": 56543, "Judul": "KAJIAN GERUSAN (SCOURING) PADA HILIR APRON BENDUNG AKIBAT DEGRADASI DASAR HILIR SUNGAI STUDI KASUS : BENDUNG GERAK BOJONEGORO", "Abstrak": "Bendung Gerak Bojonegoro dibangun mulai Desember 2008 sampai dengan Mei 2012. Sejak dioperasikan\ndari tahun 2012 hingga tahun 2015 terjadi gerusan lokal pada ujung hilir apron hingga kedalaman ±4.78 m.\nPenyebab gerusan tersebut ditengarai sebagai akibat degradasi dasar sungai yang dikarenakan adanya\npenambangan pasir.\nPenelitian ini bermaksud mengkaji dampak perubahan penampang sungai terhadap laju dan/atau kedalaman\ngerusan (scouring) pada hilir bendung, dengan mendapatkan hubungan perubahan kedalaman maksimum\ngerusan hilir apron pada Bendung Gerak Bojonegoro akibat degradasi dasar sungai pada hilir bendung.\nSimulasi dan pemodelan dengan menggunakan software HEC-RAS, metode perhitungan gerusan lokal\nmaksimum secara empirik dengan metode Oliveto dan Comuniello (2009), Meftah dan Mossa (2020), dan\nLu dkk (2013), serta Melville (2013). Perhitungan gerusan umum menggunakan fitur analisa angkutan\nsedimen dalam HEC-RAS. Data debit yang dipakai debit observasi bulanan maksimum dan rata-rata, serta\ndebit banjir rencana.\nDari hasil simulasi dan perhitungan, estimasi kedalaman gerusan lokal secara kumulatif yang paling\nmendekati hasil pengukuran (4.38 m) adalah kombinasi metode Lu dkk (2013) dengan Melville (2013)\nsebesar 2,94 m (pada kondisi dasar as-built) dan sebesar 5,55 m (pada kondisi dasar terdegradasi). Estimasi\ngerusan umum dengan HEC-RAS menunjukkan bahwa fungsi angkutan metode Yang sebesar +7,75 m\npaling mendekati hasil pengukuran, namun belum memperhitungkan penurunan elevasi akibat\npenambangan pasir.\nKedalaman gerusan lokal hilir bendung secara kumulatif hasil perhitungan dari kombinasi beberapa metode\nempiris menunjukkan bahwa ada peningkatan kedalaman gerusan lokal akibat dasar sungai hilir bendung\nterdegradasi.", "Daftar File": {"ABSTRAK Yuli Narpito Supratman": "https://digilib.itb.ac.id/gdl/download/228355"}, "Penulis": "Yuli Narpito Supratman [95017004]", "Kontributor / Dosen Pembimbing": ["Joko Nugroho, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "gerusan, bendung, degradasi, angkutan sedimen, HEC-RAS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2021"}