{"Nomor": 56563, "Judul": "KAJIAN RESILIENSI EKONOMI DAN STRATEGI PENINGKATANNYA MELALUI UPAYA KETERLIBATAN STAKEHOLDER DI DAS CILIWUNG (STUDI KASUS: JAKARTA SELATAN)", "Abstrak": "Banjir merupakan bencana alam yang paling banyak terjadi setiap tahunnya di DKI\nJakarta dan DAS Ciliwung menjadi salah satu sungai yang berkontribusi besar\nterhadap banjir sebagai akibat luapan sungai di DKI Jakarta. Banjir ini memberikan\ndampak terhadap ekonomi masyarakatnya, seperti kerusakan aset serta lumpuhnya\naktivitas perekonomian untuk sementara waktu. Hal ini juga semakin dipersulit\ndengan penduduk yang terdampak banjir ini sebagian besar adalah pendatang yang\nbekerja pada sektor informal serta memiliki empati dan partisipasi yang rendah. Tren\ndalam menghadapi bencana saat ini lebih ditekankan pada upaya peningkatan\nresiliensi bencana dengan melihat keterlibatan dari semua pihak karena lebih\nmenghemat biaya. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi\nresiliensi ekonomi serta strategi peningkatannya melalui keterlibatan stakeholder.\nPenelitian ini menggunakan metode penelitian deskriptif dengan pendekatan\ncampuran, yakni pendekatan kuantitatif dan kualitatif. Metode pengumpulan data\nyang digunakan adalah data primer berupa penyebaran kuesioner kepada 18\nstakeholder lokal dan wawancara terhadap pihak pemerintah, akademisi, bisnis,\nmedia, dan komunitas masyarakat serta pengumpulan data sekunder berupa laporan\ndan data pendukung lainnya. Metode analisis yang digunakan adalah analisis statistik\ndeskriptif dengan skala likert, analisis konten, serta analisis jejaring sosial (SNA).\nPenelitian ini mengadopsi dan memodifikasi konsep Climate and Disaster Resilience\nInitiative (CDRI) melalui 5 variabel pada dimensi ekonomi, yaitu pendapatan,\nketenagakerjaan, aset rumah tangga, keuangan tabungan, dan budget subsidi.\nSedangkan untuk perumusan strategi dilakukan penyesuaian upaya yang\ndikelompokkan pada 4 fase manajemen bencana. Dari penelitian ini diperoleh hasil\nbahwa nilai resiliensi ekonomi ini dapat diklasifikasikan sedang dengan terdapat 8\nindikator yang perlu dilakukan upaya peningkatannya. Diketahui bahwa pihak\nkelurahan dan kecamatan menjadi aktor sentral, pemerintah dan swasta sebagai\npenyelenggara program, serta media, akademisi, dan komunitas sebagai aktor\npendukung. Walaupun sudah adanya upaya yang dilakukan, namun upaya ini masih\nbelum sepenuhnya efektif dan membutuhkan peningkatan keterlibatan stakeholder,\nkhususnya kepada 8 indikator yang tergolong rendah.", "Daftar File": {}, "Penulis": "Muhammad Fakhrial Auliadi [15417057]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "resiliensi ekonomi, banjir DAS Ciliwung, CDRI, keterlibatan stakeholder, strategi adaptasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "23 Jun 2021"}