{"Nomor": 56589, "Judul": "STUDI ALIRAN GAS DAN PENGARUH TEMPERATUR UDARA PRIMER SERTA JARAK SWIRL BURNER TERHADAP PROFIL TEMPERATUR PADA ROTARY KILN MENGGUNAKAN COMPUTATIONAL FLUID DYNAMIC (CFD)", "Abstrak": "Rotary kiln merupakan alat yang penggunaannya sangat luas dan paling umum\ndigunakan di proses produksi semen. Kunci penggunaan rotary kiln terletak pada\nprofil temperatur di dalamnya. Kualitas produk dan efisiensi penggunaan rotary\nkiln dapat ditingkatkan jika temperatur dapat diatur secara tepat serta persebaran\npanas di dalam rotary kiln diketahui. Salah satu cara yang dapat dilakukan untuk\nmemperkirakan profil temperatur di dalamnya adalah dengan simulasi\nComputational Fluid Dynamic (CFD). Simulasi-simulasi yang ada sekarang hanya\nmenyimulasikan profil temperatur udara tanpa membandingkan pengaruh\nparameter operasi. Oleh karena itu, pada penelitian ini, simulasi CFD pada rotary\nkiln dilakukan untuk melihat aliran, dan pengaruh temperatur udara primer serta\njarak swirl burner terhadap profil temperatur di dalam rotary kiln.\nSerangkaian simulasi dimulai dengan pembuatan geometri berdasarkan literatur\nyang ada dengan menggunakan perangkat lunak Autodesk Inventor. Lalu,\ndilakukan meshing terhadap geometri sebelum disimulasikan dengan menggunakan\nAnsys Fluent. Simulasi diatur dengan mengaktifkan model energy, realizable k-?\nstandard wall, dan non-premixed combustion dengan pilihan bahan bakar CH4.\nSetelah itu simulasi dilakukan dengan menggunakan metode SIMPLE dengan\nperhitungan hingga mendekati konvergen.\nBerdasarkan simulasi ini didapatkan aliran yang terbentuk bersifat turbulen di\ndaerah keluaran burner akibat adanya swirl burner. Untuk temperatur udara primer\n353 K, 523 K, dan 773 K menghasilkan temperatur nyala api berturut-turut sebesar\n1802 K, 1939 K, dan 2197 K sehingga meningkatkan profil temperatur di dalam\nrotary kiln. Untuk jarak swirl burner 0 m; 2,5 m; 5 m; dan 10 m, temperatur pada\ntitik tengah jarak 29 m dari outlet burner dan outlet gas berturut-turut 1740 K dan\n1520 K; 1700 dan 1510 K; 1660 K dan 1500K; serta 1620 K dan 1495 K.", "Daftar File": {"ABSTRAK Arjuna Satriya Pinandhita": "https://digilib.itb.ac.id/gdl/download/228494"}, "Penulis": "Arjuna Satriya Pinandhita [12517064]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Dr.-Ing. Zulfiadi, S.T., M.T.", "Imam Santoso, S.T., M.Phil.", "Taufiq Hidayat, S.T., M.Phil., Ph.D.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "CFD, rotary kiln, aliran gas, profil temperatur, udara primer, swirl burner, Ansys Fluent", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "23 Jun 2021"}