{"Nomor": 56588, "Judul": "KAJIAN PUSTAKA EFEK MEMUTIHKAN KULIT DARI EKSTRAK DAUN KEMANGI (OCIMUM BASILICUM L.) DALAM SEDIAAN KRIM", "Abstrak": "Senyawa depigmentasi yang ideal harus memiliki efek pemutihan yang kuat, cepat, dan selektif\npada melanosit yang sangat aktif, namun tidak memiliki efek samping. Penggunaan bahan herbal\ndapat digunakan sebagai bahan baku untuk sediaan krim kosmetik pemutih kulit. Mekanisme kerja\nsebagian besar senyawa pemutih kulit yang tersedia secara komersial adalah inhibisi enzim\ntirosinase. Tujuan dari penelitian ini adalah melakukan kajian pustaka dan menganalisis efek\nmemutihkan kulit dari ekstrak daun kemangi (Ocimum basilicum L.) dalam bentuk sediaan krim.\nKajian pustaka dilakukan mengenai proses ekstraksi dan karakterisasi ekstrak daun O. basilicum L.,\naktivitas inhibisi tirosinase ekstrak O. basilicum L., dan formulasi serta uji evaluasi sediaan krim\nekstrak daun O. basilicum L. Berdasarkan hasil kajian pustaka, ekstrak daun O. basilicum L.\nmenunjukan aktivitas inhibisi tirosinase dibandingkan terhadap asam kojic, arbutin, dan DMSO.\nMetode ekstraksi yang direkomendasikan adalah metode distilasi air. Formulasi sediaan krim yang\ndirekomendasikan adalah ekstrak daun kemangi (0,05%), jeli petrolatum (4-25%), minyak paraffin\n(6%), isopropil palmitat (0,05 ?5,5%), asam stearat (1-20 %), span 60 (2%), dan setil alkohol (2-\n10%), air distilasi (q.s), nipagin (0,02 ?0,3%), nipasol (0,01 ?0,5%), propilen glikol (5-10%), dan\ntween 60 (1,5%). Pemanfaatan ekstrak daun O. basilicum L. sebagai sediaan krim diduga memiliki\nefek memutihkan kulit.", "Daftar File": {"ABSTRAK Radhi Maulidan Ahmad Wicaksana": "https://digilib.itb.ac.id/gdl/download/228493"}, "Penulis": "Radhi Maulidan Ahmad Wicaksana [10717034]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Ocimum basilicum L., Ekstrak daun, Krim, Inhibisi tirosinase", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2021"}