{"Nomor": 56587, "Judul": "CARDIOPROTECTIVE ACTIVITY OF FRESH RAW GARLIC AND AGED BLACK GARLIC IN ISOPROTERENOL-INDUCED MYOCARDIAL INFARCTION RAT MODEL", "Abstrak": "Cardioprotective activities include all mechanisms that help to guard the heart by preventing\nmyocardial damage. Until now, herbal medicines are being incorporated into clinical practice and\nbecome the chosen alternative treatment. Garlic (Allium sativum L.) has been traditionally used to\ntreat cancer, diabetes, and high blood pressure and has been shown to have hepatoprotective and\ncardioprotective activity as well. Other garlic preparations, aged black garlic, has been developed\nto reduce unpleasant odor and taste of fresh raw garlic without losing its biological activities. The\naim of this study was to evaluate the cardioprotective activity of fresh raw garlic and aged black\ngarlic on male rats of Wistar strain induced by isoproterenol. The method to conduct\ncardioprotective effects were carried out with six test groups (1) negative control (Na-CMC 0.5%),\n(2) positive control (Na-CMC 0.5% and induction of isoproterenol), (3) fresh raw garlic extract at a\ndose of 100 mg/kg bw and induction of isoproterenol, (4) fresh raw garlic extract at a dose of 300\nmg/kg bw and induction of isoproterenol, (5) aged black garlic extract at a dose of 100 mg/kg bw\nand induction of isoproterenol, and (6) aged black garlic extract at a dose of 300 mg/kg bw and\ninduction of isoproterenol. The results of testing of cardioprotective effects showed that fresh raw\ngarlic extract at a dose of 100 mg/kg bw has the highest cardioprotective effects as indicated by\nthe percentage inhibition of overall ALT, AST, CK, CK-MB, and LDH biomarkers increases by 36.37%;\n23.89%; 40.92%; 53.07%; and 31.37%, respectively.", "Daftar File": {"ABSTRAK Nadya Azka Safarina": "https://digilib.itb.ac.id/gdl/download/228492"}, "Penulis": "Nadya Azka Safarina [11617102]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "cardioprotective, fresh raw garlic, aged black garlic, myocardial infarction, isoproterenol", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2021"}