{"Nomor": 56580, "Judul": "STUDI KEBIJAKAN DESENTRALISASI DALAM KONTEKS PENGEMBANGAN WILAYAH PADA KABUPATEN/KOTA DI INDONESIA (STUDI KASUS: KABUPATEN TRENGGALEK, JAWA TIMUR)", "Abstrak": "Desentralisasi merupakan instrumen kebijakan yang menciptakan kesempatan bagi\nPemerintah Daerah untuk mengurus berbagai kewenangan dan mengelola anggaran dalam\nmelaksanakan pelayanan publik dan program kebijakan di wilayahnya. Kebijakan\ndesentralisasi meliputi desentralisasi administratif, desentralisasi fiskal, dan desentralisasi\npolitik. Dengan hadirnya era desentalisasi memberi peluang bagi Pemerintah Daerah dan\nwarga masyarakat untuk merumuskan potensi, merencanakan, dan melaksanakan serta\nmengontrol pengembangan wilayah di daerahnya, agar lebih tepat sasaran dan partisipatif.\nMeskipun demikian tentu terdapat tantangan dan hambatan yang ada di daerah, sesuai kontek\npengembangan wilayah dan dinamika yang terjadi seperti faktor hadirnya pemimpin daerah\nyang inovatif dan juga potensi kerjasama antar daerah. Maka, penelitian ini bertujuan untuk\nmengidentifikasi pelaksanaan kebijakan desentralisasi dalam konteks pengembangan wilayah\ndi Kabupaten dan Kota di Indonesia, dengan studi kasus Kabupaten Trenggalek, Jawa Timur.\nIdentifikasi tersebut dilakukan dengan menguji berbagai variabel dan indikator terkait\nberbagai tipe desentralisasi dan gambaran pengembangan wilayah di Kabupaten Trenggalek.\nMetodologi dalam penelitian ini dibagi menjadi metode pengumpulan data dan metode\nanalisis data. Metode pengumpulan data terdiri dari pengumpulan data primer yang dilakukan\ndengan wawancara dan obervasi serta data sekunder dengan studi literatur baik daring/luring.\nKemudian analisis data dilakukan dengan metode analisis statistik deskriptif, analisis konten,\nanalisis spasial, dan analisis SWOT. Hasil analisis menunjukan bahwa secara umum capaian\ndesentralisasi di Kabupaten Trenggalek mendorong proses demokratisasi dan tata kelola\npemerintahan, serta inovasi pelayanan publik dan percepatan pembangunan dengan didukung\nfaktor kepemimpinan kepala daerah. Meskipun demikian Kabupaten Trenggalek masih\nkesulitan menggali potensi pendapatan daerah, meningkatkan daya saing ekonomi wilayah,\ndan mengakselerasi pembangunan manusia serta mengentaskan kemiskinan. Keluaran dari\npenelitian ini adalah rumusan indeks desentralisasi dan strategi pengembangan wilayah di\nKabupaten Trenggalek berdasarkan pendekatan THIS (Tematik, Holistik, Integratif, dan\nSpasial).", "Daftar File": {}, "Penulis": "Galih Norma Ramadhan [15414100]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tommy Firman, M.Sc., Ph.D.", "Ridwan Sutriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Desentralisasi, Pengembangan Wilayah, Fiskal, Inovasi, Kemiskinan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "23 Jun 2021"}