{"Nomor": 56599, "Judul": "PENGARUH UNSUR PEMADU TERHADAP STRUKTUR MIKRO DAN KARAKTERISTIK BAJA UNTUK APLIKASI CUTTING EDGE", "Abstrak": "diantaranya yaitu batubara dengan total sumber daya sebesar 143,73 miliar ton.\nPenambangan batubara membutuhkan beberapa alat berat, salah satunya yaitu\nbuldoser untuk menggusur bahan galian. Bagian pada buldoser yang bergesekan\nlangsung dengan lahan pertambangan dinamakan blade yang dilapisi oleh baja yang\nmemiliki kekerasan tinggi pada ujungnya (cutting edge) untuk menangani\nfenomena aus. Material cutting edge yang dibeli dari vendor oleh PT Astra Otoparts\n– Engineering Development Center (Astra EDC) memiliki umur pakai selama 72\njam saat hauling dilakukan. Oleh karena itu, penelitian ini dilakukan untuk\nmemeriksa karakteristik material yang digunakan untuk cutting edge, juga\npengaruh unsur pemadu pada struktur mikro dan sifat mekanik baja untuk cutting\nedge. Material yang dianalisis merupakan baja High Strength Low Alloy (HSLA)\noriginal part yang kemudian disebut sebagai sampel A yang saat ini disuplai oleh\nAstra EDC, serta baja karbon dan wear plate yang kemudian disebut sebagai sampel\nB dan C yang juga diproduksi oleh vendor lainnya dan diusulkan oleh Astra EDC\nuntuk menjadi material pengganti original part. Semua material yang dianalisis\npada penelitian ini merupakan material yang telah diberikan perlakuan panas oleh\nvendor, sehingga analisis yang dilakukan berfokus pada karakteristik yang dimiliki\nsetiap material.\nSebelum dilaksanakan pengujian sifat mekanik, dilakukan karakterisasi material\nterlebih dahulu. Karakterisasi yang dilakukan yaitu analisis komposisi kimia\nmenggunakan Optical Emission Spectroscopy (OES) dan analisis struktur mikro\nmenggunakan mikroskop optik (OM). Setelah diperoleh data komposisi kimia dan\nstruktur mikro, dilakukan pengujian kekerasan dengan hardness rockwell test,\nketangguhan dengan charpy impact test, dan ketahanan aus dengan wet sand wheel\nabrasion test untuk setiap material sehingga diperoleh data, lalu analisis dapat\ndilakukan.\nBerdasarkan hasil percobaan, material yang digunakan untuk cutting edge\nmerupakan baja dengan mayoritas unsur pemadu berupa silikon, mangan, krom,\ndan molibdenum. Material Sampel A dan C merupakan baja yang memiliki struktur\nmasing-masing berupa bainitik dan martensitik, sedangkan baja karbon memiliki\nstruktur perlitik. Material Sampel A, B, dan C memiliki kekerasan masing-masing\n47,2; 26,8; dan 49,7 HRC. Dari hasil percobaan, Sampel C menjadi material yang\nmemiliki kekerasan dan ketangguhan yang paling tinggi. Ketahanan aus berbanding\nlurus dengan kekerasan setiap material. Laju aus yang dialami oleh material Sampel\nA, B, dan C masing-masing sebesar 0,04; 0,08; dan 0,02 gram/jam. Berdasarkan\nhasil pengujian Sampel C menjadi material yang dapat dijadikan alternatif untuk\nmengganti material cutting edge, dan diperkirakan memiliki umur pakai hingga 144\njam ketika hauling dilakukan.", "Daftar File": {"ABSTRAK Abdul Latif": "https://digilib.itb.ac.id/gdl/download/228521"}, "Penulis": "Abdul Latif [12517025]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc.", "Dr.Eng. Akhmad Ardian Korda, S.T., M.T.", "Dr.Eng. Akhmad Ardian Korda, S.T., M.T.", "Tria Laksana Achmad, S.T., M.T.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "baja, cutting edge, struktur mikro, fenomena aus.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "23 Jun 2021"}