{"Nomor": 56591, "Judul": "KAJIAN PUSTAKA KANDUNGAN KIMIA DAN AKTIVITAS FARMAKOLOGI TUMBUHAN PASAK BUMI (EURYCOMA LONGIFOLIA)", "Abstrak": "Eurycoma longifolia termasuk ke dalam suku Simaroubacae. Tumbuhan ini merupakan pohon\ntinggi dengan nama lokal di Indonesia yaitu pasak bumi. Artikel review ini berisi tentang kegunaan\ntradisional, kandungan kimia dan aktivitas farmakologi E. longifolia. Artikel review disusun secara\nsistematik mengenai Eurycoma longifolia dengan syarat inklusi artikel terbit maksimum 10 tahun\nterakhir, minimum terdapat 20 artikel yang terbit 2 tahun terakhir, dipublikasikan pada Pubmed,\nScopus, dsb serta memiliki DOI. Ekstrak akar E. longifolia merupakan obat tradisional yang\npopuler. Alkaloid, kuasinoid, polifenol, flavonoid, polisakarida, triterpenoid ditemukan pada\nbeberapa bagian E. longifolia. Kuasinoid adalah kandungan kimia yang paling banyak ditemukan\npada E. longifolia dan memiliki beberapa tipe seperti eurikumanon, eurikumanol,\neurikomadilakton dan eurilakton. Aktivitas farmakologi E. longifolia antara lain antiinflamasi,\nanalgesik, antioksidan, antimikroba, antidiabetes, dan antiosteoporosis. Hasil kajian pustaka\nmenunjukkan bahwa E. longifolia berpotensi sebagai tumbuhan obat yang dapat dikembangkan\nmenjadi obat tradisional bagi manusia. Pada masa mendatang diperlukan studi lebih lanjut\ntentang mekanisme aktivitas farmakologi E. longifolia.", "Daftar File": {"ABSTRAK Sausan Nabila Ednoliani P": "https://digilib.itb.ac.id/gdl/download/228502"}, "Penulis": "Sausan Nabila Ednoliani P [10717090]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Dr. apt. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kata kunci: Aktivitas farmakologi, Eurycoma longifolia, kandungan kimia, penggunaan tradisional", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "2 file", "Tanggal Input": "23 Jun 2021"}