{"Nomor": 56596, "Judul": "KAJIAN PUSTAKA KANDUNGAN KIMIA DAN AKTIVITAS FARMAKOLOGI TUMBUHAN MARGA MACADAMIA", "Abstrak": "Marga Macadamia termasuk suku Proteaceae, yang sebagian besar ditemukan di belahan bumi\nselatan, memiliki berbagai kegunaan dalam pengobatan beberapa penyakit. Senyawa fitokimia\ndan aktivitas farmakologi dari marga ini dibahas secara komprehensif dalam artikel review ini.\nKajian pustaka dilakukan dengan mengumpulkan minimum 50 artikel yang memuat kandungan\nkimia dan aktivitas farmakologi marga Macadamia, melalui situs seperti PubMed, Google Scholar,\nScience Direct, Elsevier, dan PubChem. Artikel tersebut terbit maksimum 15 tahun terakhir,\nmencakup minimum 20 artikel yang terbit dalam 2 tahun terakhir, serta memiliki Digital Object\nIdentifier (DOI). Senyawa fitokimia Macadamia terdiri dari senyawa flavonoid, proantosianidin,\ndan senyawa polifenol lain. Senyawa fitokimia tersebut dapat menghasilkan berbagai aktivitas\nfarmakologi seperti antioksidan, antimikroba, antiinflamasi, antidislipidemia, pengontrol diet,\nantiproliferatif, antitirosinase, serta pencegahan penyakit kardiovaskular dan Non-alcoholic Fatty\nLiver Disease (NAFLD). Meskipun demikian, banyak penelitian tentang senyawa fitokimia dan\naktivitas farmakologi yang hanya difokuskan pada beberapa bagian tumbuhan, khususnya biji.\nPerlu penelitian lebih lanjut untuk mengkaji potensi senyawa kimia dan aktivitas farmakologi\nbagian lain tumbuhan marga Macadamia.", "Daftar File": {"ABSTRAK Faridah Bajri": "https://digilib.itb.ac.id/gdl/download/228507"}, "Penulis": "Faridah Bajri [10717046]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Dr. apt. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Marga Macadamia, aktivitas farmakologi, senyawa fitokimia", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2021"}