{"Nomor": 56598, "Judul": "GEOLOGI DAN PEMODELAN RESERVOIR FORMASI MUNDU PADA LAPANGAN M, CEKUNGAN JAWA TIMUR UTARA", "Abstrak": "Lapangan M merupakan lapangan gas bumi yang berada di Cekungan Jawa Timur Utara dan memiliki luas ±70 km2. Tujuan dari penelitian ini adalah menganalisis tatanan geologi Lapangan M, membuat model statis, dan menghitung jumlah cadangan hidrokarbon di tempat pada interval reservoir. Studi geologi dan pemodelan reservoir pada penelitian ini difokuskan pada reservoir batugamping Formasi Mundu.\nData yang digunakan dalam penelitian ini berupa data log tali kawat dari 2 sumur, data seismik tiga dimensi, data mudlog dari 4 sumur horizontal dan data deskripsi batuan inti samping. Terdapat empat metode yang dilakukan dalam penelitian ini: metode pertama adalah analisis data sumur yang meliputi korelasi sumur dan analisis petrofisika; metode kedua adalah analisis data seismik yang meliputi pembuatan peta struktur kedalaman dan geometri reservoir; metode ketiga adalah integrasi data sumur dan data seismik; metode keempat adalah pemodelan reservoir yang meliputi pembuatan model struktur tiga dimensi, pemodelan petrofisika, penentuan kontak fluida, dan perhitungan cadangan hidrokarbon di tempat.\nHasil yang didapatkan adalah stratigrafi daerah penelitian dan struktur dari integrasi data sumur dan seismik. Struktur geologi utama pada Lapangan M berupa antiklin berarah barat baratlaut - timur tenggara yang berasosiasi dengan sesar-sesar normal berarah umum utara - selatan yang diduga merupakan manifestasi struktur bunga negatif yang kemungkinan berkaitan dengan sistem sesar geser Sakala. Interval reservoir merupakan batugamping dengan tebal berkisar antara 22–47 meter yang diendapkan pada outer shelf dari non-rimmed carbonate shelf. Estimasi jumlah cadangan hidrokarbon di tempat sebesar 399,2 BSCF.", "Daftar File": {"ABSTRAK Dinda Ika Kirana T": "https://digilib.itb.ac.id/gdl/download/228509"}, "Penulis": "Dinda Ika Kirana T [12014079]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Lapangan M, Formasi Mundu, Cekungan Jawa Timur Utara, pemodelan reservoir, estimasi cadangan hidrokarbon", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2021"}