{"Nomor": 56593, "Judul": "KAJIAN PUSTAKA POTENSI FLAVON SEBAGAI KANDIDAT ANTIOKSIDAN DAN INHIBITOR ENZIM TIROSINASE", "Abstrak": "Flavonoid merupakan senyawa metabolit sekunder yang memiliki 15 atom karbon yang kerangka\ndasarnya tersusun dalam C6-C3-C6 dan tersebar luas pada banyak tumbuhan. Flavonoid terdiri dari\nberbagai sub-golongan, salah satunya adalah flavon. Berbagai penelitian telah membuktikan bahwa\nflavonoid menunjukkan efek sebagai inhibitor enzim tirosinase yang berkaitan erat dengan\nhiperpigmentasi. Hiperpigmentasi terjadi karena produksi melanin yang berlebihan pada kulit. Pada\nbiosintesis melanin, diproduksi ROS yang dapat meningkatkan produksi melanin dan dibutuhkan\nenzim tirosinase untuk mengkatalisis oksidasi tirosin menjadi dopakuinon yang merupakan tahap\npenentu laju biosintesis. Dengan demikian, pembentukan melanin dapat dihambat dengan\nantioksidan dan inhibitor tirosinase. Kajian pustaka ini bertujuan untuk mengkaji potensi senyawasenyawa flavon dari tumbuhan sebagai antioksidan dan inhibitor tirosinase sehingga dapat\ndikembangkan sebagai kandidat senyawa aktif untuk mengatasi hiperpigmentasi. Penelusuran\npustaka ini dibatasi pada jurnal penelitian sepuluh tahun terakhir, yaitu jurnal yang berasal dari\ntahun 2011 sampai tahun 2021 dan dilakukan menggunakan mesin pencari PubMed dan Google\nScholar. Hasil penelusuran dibagi menjadi dua bagian, yaitu aktivitas antioksidan flavon\nberdasarkan metode DPPH dan aktivitas inhibisi tirosinase flavon pada substrat L-tirosin dan LDOPA. Dari berbagai penelitian, diketahui bahwa senyawa flavon memiliki aktivitas antioksidan dan\ninhibisi tirosinase dengan kekuatan yang berbeda-beda tergantung strukturnya. Aktivitas\nantioksidan dan inhibisi tirosinase senyawa flavon dipengaruhi oleh struktur hidroksilasi,\nmetoksilasi, dan glikosilasi. Senyawa flavon yang berpotensi kuat baik sebagai antioksidan maupun\ninhibitor tirosinase adalah luteolin dan trisin. Oleh karena itu, kedua senyawa tersebut berpotensi\ndikembangkan sebagai kandidat senyawa aktif untuk mengatasi hiperpigmentasi.", "Daftar File": {"ABSTRAK Chetellya Putri Sihombing": "https://digilib.itb.ac.id/gdl/download/228504"}, "Penulis": "Chetellya Putri Sihombing [10717023]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "Dr. apt. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, flavon, hiperpigmentasi, inhibisi tirosinase", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2021"}