{"Nomor": 56597, "Judul": "PENGEMBANGAN PENILAIAN KEBERLANJUTAN KETERSEDIAAN AIRTANAH DANGKAL DI KAWASAN PARIWISATA PESISIR PANGANDARAN", "Abstrak": "Kawasan pesisir Pangandaran merupakan kawasan berkembang disertai aktivitas manusia dalam sektor pariwisata dan perikanan, sehingga salah satu konsekuensi logis adalah konsekuensi eksploitasi airtanah yang memungkinkan terjadinya ketersediaan air terganggu baik secara kuantitas maupun kualitas. Pemanfaatan airtanah semakin meningkat lebih cepat yang dapat menyebabkan penipisan airtanah. Disisi lain kontaminasi airtanah karena sumber antropogenik. Timbulnya permasalahan khususnya mengenai keberlanjutan ketersediaan airtanah dalam kegiatan pariwisata di Pesisir Pangandaran, oleh karena itu diperlukan suatu penilaian terhadap kualitas dan kuantitas airtanah.  Penelitian ini membuktikan bahwa penilaian yang mempertimbangkan aspek ekonomi sosial dan lingkungan dengan unsur SWOT dapat menjadi alat penilaian dan pengembangann pengembangan strategi pengelolaan airtanah sehingga hasil yang dicapai adalah gambaran penilaian dan strategi pengelolaan airtanah di pesisir Pangandaran. Berdasarkan hasil sampling kualitas dan perhitungan kuantitas air tanah, nilai TDS dibeberapa titik melebih standar syarat air baku kelas 1, konsentrasi Cl- yang mendekati kadar maksimal yang diperbolehkan,  hanya 6 dari 26 titik pengukuran jumlah Total Coliform dan 2 dari 26 titik pengukuran jumlah fecal coliform yang tidak melebihi syarat air baku. Jumlah cadangan airtanah dinamis sebesar 62,7844 liter/detik dengan asumsi jumlah penggunaan airtanah di Desa Pangandaran sebesar 38,92082 liter/detik, maka cadangan airtanah dinamis sejumlah 23,86358 liter/detik. Pengembangan penilaian yang telah dilakukan dengan mempertimbangkan aspek lingkungan,sosial-ekonomi, hukum dan kelembagaan mendapatkan nilai skoring dari faktor penentu dari tiap aspek yaitu 7,5 dan 7,124. Pengembangan penilaian ini adalah penilaian yang lebih komprehensif yang memuat komponen-komponen yang berinteraksi dengan keberadaan airtanah Komponen-komponen tersebut dari aspek keberlanjutan, yaitu aspek lingkungan, sosial-ekonomi, hukum dan kelembagaan", "Daftar File": {"TS 2021 Rabiatul Adawiyah 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/228508"}, "Penulis": "Rabiatul Adawiyah [25317303]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Priana Sudjono, MS, Dipl.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "airtanah dangkal, penilaian, SWOT", "Sumber": "Tesis Juni 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "23 Jun 2021"}