{"Nomor": 56609, "Judul": "TINGKAT PENGETAHUAN MASYARAKAT TERKAIT SUPLEMENTASI COVID-19 DAN KAJIAN PUSTAKA METODE PREPARASI ANALISIS KADAR ZINK DENGAN SPEKTROMETRI SERAPAN ATOM", "Abstrak": "COVID-19 adalah penyakit yang disebabkan oleh coronavirus jenis baru yaitu SARS-CoV-2. Hingga\nsaat ini, upaya menemukan pengobatan terbaik untuk mengatasi pandemi ini masih terus\ndilakukan. Selain obat, terdapat banyak penelitian yang dilakukan untuk menentukan efikasi serta\nkeamanan suplemen untuk COVID-19. Salah satu suplemen yang berpotensi adalah zink, yang\nmemiliki peran terhadap sistem imun dan aktivitas antivirus. Terlepas dari manfaatnya, zink\nmemiliki masalah terkait bioavailabilitas yang bervariasi, penggunaan jangka panjang yang dapat\nmenyebabkan defisiensi tembaga dan penanda status zink dalam tubuh yang ada saat ini masih\nbelum cukup akurat dalam merepresentasikan jumlah zink secara keseluruhan. Berdasarkan\npotensi suplemen dan permasalahan terkait zink, penting untuk mendapatkan gambaran\npengetahuan masyarakat terkait suplementasi COVID-19 untuk menilai kebutuhan edukasi, serta\nmenentukan metode pengukuran kadar zink dalam suplemen secara tepat. Oleh karena itu,\ndilakukan survei dengan kuesioner dan kajian pustaka mengenai analisis kadar zink. Hasil survei\nmenunjukkan bahwa pengetahuan masyarakat terkait suplemen masih kurang dan edukasi terkait\nsuplementasi COVID-19 diperlukan. Dalam hal ini, apoteker dapat menjadi salah satu pihak yang\nberperan untuk memberikan sosialisasi terkait suplementasi COVID-19 kepada masyarakat. Kajian\npustaka dilakukan dengan membandingkan analisis kadar zink dengan spektrometri serapan atom\ndari berbagai bentuk sampel berdasarkan metode preparasi. Hasil menunjukkan bahwa metode\npreparasi sampel dapat sangat beragam bergantung dari kompleksitas matriks. Preparasi sampel\nsuplemen dapat dilakukan dengan metode konvensional dan prekonsentrasi/pemisahan, salah\nsatunya adalah dengan esktraksi fase padat. Metode yang dipilih sebaiknya divalidasi untuk menilai\nkinerja dan mengkonfirmasi bahwa metode dapat diaplikasikan.", "Daftar File": {"ABSTRAK Jesicca Dwiyanti": "https://digilib.itb.ac.id/gdl/download/228526"}, "Penulis": "Jesicca Dwiyanti [11617025]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "Irianti Bahana Maulida Reyaan, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "COVID-19, suplemen, zink, metode, spektrometri serapan atom", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2021"}