{"Nomor": 56601, "Judul": "IDENTIFIKASI MODEL KELEMBAGAAN DALAM PENGELOLAAN EKOWISATA DI TAMAN NASIONAL GUNUNG GEDE PANGRANGO, JAWA BARAT", "Abstrak": "Taman Nasional Gunung Gede Pangrango(TNGGP) merupakan salah satu Taman Nasional\nPertama di Indonesia yang memiliki banyak potensi wisata dan menjadi salah satu zona inti dari\nCagar Biosfer Cibodas sehingga harus selalu dijaga kelestariannya. Potensi ini berusaha\nditangkap oleh Pemerintah Provinsi Jawa barat dengan dimasukkannya taman nasional ini ke\ndalam Rencana Induk Pembangunan Kepariwisataan Provinsi Jawa Barat dan diarahkan untuk\nmenjadi kawasan ekowisata. Di sisi lainnya, TNGGP merupakan wilayah konservasi berdasarkan\nPeraturan Menteri Lingkungan Hidup dan Kehutanan Republik Indonesia Nomor\nP.7/Menlhk/Setjen/OTL.0/1/2016 dan dikelola oleh Unit Pelaksanaan Teknis yang berada di\nbawah Kementerian Lingkungan Hidup dan Kehutanan. Hal ini menunjukkan adanya perbedaan\nfokus pengelolaan pada TNGGP yang melibatkan pemerintah nasional dan pemerintah daerah\ndan hingga saat ini belum terdapat definisi yang jelas mengenai batas wilayah pemerintahan yang\nberpengaruh terhadap kewenangan pengelolaan dan dualisme fungsi TNGGP sebagai kawasan\nkonservasi dan ekowisata. Untuk dapat mengintegrasikan pembangunan pada TNGGP,\ndiperlukan sebuah model kelembagaan yang dapat merefleksikan peran dan koordinasi seluruh\npemangku kepentingan sehingga TNGGP dapat dijaga kelestariannya sembari mengoptimalkan\npotensi pariwisatanya. Penelitian ini bertujuan untuk mengidentifikasi model kelembagaan dalam\npengelolaan TNGGP. Penelitian ini dilakukan dengan menggunakan metode analisis isi, analisis\nstakeholder, dan analisis kesenjangan. Hasil penelitian ini menunjukkan bahwa aktor utama\ndalam pengelolaan TNGGP adalah BB TNGGP, Dishut Jabar, Disparbud Jabar, dan DLH Jabar.\nSelain itu juga ditemukan bahwa koordinasi dalam pengelolaannya belum maksimal sehingga\ndirumuskan suatu model kelembagaan menggunakan Destination Management Organization.\nDMO ini memunculkan Dishut, BB TNGGP dan Disparbud dalam suatu kelembagaan dengan\nintensitas komunitas tinggi. Hasil dari DMO ini dapat menjadi suatu acuan untuk bentukan\nkelembagaan agar dapat menambah kualitas dalam pengelolaan dengan lebih partisipatif.", "Daftar File": {}, "Penulis": "Aridiyon Dzaky Haidar [15414026]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Taman Nasional, Stakeholder, Permodelan kelembagaan, DMO", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "23 Jun 2021"}