{"Nomor": 56603, "Judul": "STUDI LITERATUR MEKANISME DAN PARAMETER-PARAMETER OPTIMUM PADA PROSES PENGHILANGAN BORON DENGAN METODE SLAG REFINING DALAM PRODUKSI SOLAR-GRADE SILICON", "Abstrak": "Kebutuhan energi yang terus meningkat setiap tahun dan pasokan energi fosil yang\nterus berkurang menjadi pendorong untuk mengembangkan sumber energi\nterbarukan (EBT). Salah satu potensi sumber EBT yang cukup menjanjikan adalah\nenergi surya. Solar Photovoltaics (PV) merupakan alat yang digunakan untuk\nmemanen dan mengonversi energi surya menjadi energi listrik. Teknologi solar PV\nyang paling banyak digunakan adalah teknologi sel surya silikon kristalin,\nmencakup 90% instalasi di dunia. Solar-gade silicon (SoG-Si) sebagai bahan baku\nutama umumnya diproduksi dengan proses Siemens yang mengonsumsi energi\ncukup besar. Alternatif proses produksi SoG-Si dengan pemurnian metalurgi\nsedang diteliti. Boron sebagai salah satu unsur pengotor yang sulit dihilangkan\nmenjadi tantangan terbesar pengembangan proses pemurnian. Dalam studi literatur\nini, proses penghilangan boron dengan terak akan dipelajari.\nStudi literatur ini dimulai dengan pengumpulan informasi dan data – data dari buku\nacuan, jurnal, dan bentuk hasil publikasi lainnya terkait solar PV, proses produksi\nSoG-Si, dan aspek termodinamika proses penghilangan boron dari silikon.\nKemudian, tahapan selanjutnya adalah membahas mekanisme, pengaruh sistem\nterak, dan parameter – parameter optimum yang memengaruhi penghilangan boron\npada proses pemurnian silikon dengan terak. Hasil yang telah diperoleh kemudian\ndigunakan untuk membahas parameter – parameter optimum proses. Terakhir,\nkesimpulan dan saran yang tertera diharapkan dapat dijadikan acuan dalam\npenelitian studi literatur atau eksperimen selanjutnya.\nHasil studi literatur menunjukkan semakin tinggi temperatur operasi pemurnian,\nmaka semakin tinggi efisiensi penghilangan boron. Temperatur operasi optimum\ndidapatkan pada rentang 1600 – 1700 oC. Semakin lama waktu pemurnian, maka\nsemakin rendah kadar boron di silikon. Waktu pemurnian optimum diperoleh\nselama 30 – 180 menit proses. Mekanisme pemurnian dengan sistem terak CaOSiO2\ndapat ditentukan. Penambahan bahan imbuh menyebabkan sistem terak yang\ndigunakan berbeda sehingga memengaruhi hasil yang diperoleh. Efek penambahan\nbahan imbuh seperti CaCl2, CaF2, Li2O, LiF, ZnO, dan BaO telah dibahas. Sistem\nterak CaO-SiO2-15%BaO-20%CaF2 dengan rasio CaO/SiO2 1,1 merupakan sistem\nterak paling efektif untuk menghilangkan boron dengan koefisien distribusi boron\n(LB) 6,94. Proses penghilangan boron dengan terak sistem CaO-SiO2 dikendalikan\noleh perpindahan massa boron dalam lelehan terak.", "Daftar File": {"ABSTRAK Andika Ardiansah": "https://digilib.itb.ac.id/gdl/download/228514"}, "Penulis": "Andika Ardiansah [12517039]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto, M.Sc.", "Dr.-Ing. Zulfiadi, S.T., M.T.", "Dr.-Ing. Zulfiadi, S.T., M.T.", "Imam Santoso, S.T., M.Phil.", "Taufiq Hidayat, S.T., M.Phil., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "SoG-Si, pemurnian dengan terak, penghilangan boron, koefisien distribusi boron (LB), dan parameter optimum", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "23 Jun 2021"}