{"Nomor": 56614, "Judul": "PERAN PENAMBAHAN IKATAN DISULFIDA INTRAMOLEKULAR PADA STABILITAS TERMAL MONOMER SUPEROKSIDA DISMUTASE MANGAN STAPHYLOCOCCUS EQUORUM REKOMBINAN", "Abstrak": "Mangan superoksida dismutase Staphylococcus equorum rekombinan\n(rMnSODSeq) merupakan enzim yang berperan melindungi sel dari efek\nkeberadaan spesi oksigen reaktif. Protein rMnSODSeq memiliki stabilitas termal\ndan pH yang cukup baik namun peningkatan stabilitas masih terus dilakukan.\nPenelitian ini bertujuan untuk meningkatkan kestabilan termal monomer dengan\npenambahan ikatan disulfida intramolekular, tanpa mempengaruhi aktivitas\nprotein. Pada penelitian ini rMnSODSeq dimodifikasi melalui introduksi\npenambahan ikatan disulfida intramolekular. Treonin-89, asparagin-187, valin-132,\ndan lisin-154 menjadi kandidat yang akan disubstitusi menjadi sistein secara\nindependen. Substitusi dilakukan melalui mutagenesis situs terarah dengan suhu\npenempelan primer mutagenik masing-masing pada 55 dan 58?. Produk mutasi\nyang terkonfirmasi diintroduksikan ke dalam Escherichia coli BL21 (DE3) untuk\noverproduksi protein yang dilanjutkan pemurnian, karakterisasi, dan kristalisasi.\nUji zimografi menunjukkan adanya penurunan aktivitas rMnSODSeq T89CN187C. Uji kolorimetri menunjukkan aktivitas rMnSODSeq T89C-N187C lebih\nrendah 41,8% dibandingkan rMnSODSeq, dengan aktivitas residual 78,5% pada\n75?. Uji stabilitas struktur rMnSODSeq T89C-N187C dengan thermal shift assay\nmenunjukkan peningkatan suhu leleh monomer dari 62 menjadi 66? pada\nkondisi tanpa aditif, dan dari 61 menjadi 63? pada perlakuan dengan ?-\nmerkaptoetanol. Substitusi T89C-N187C mempengaruhi kondisi kristalisasi yang\nberbeda dari kondisi kristalisasi rMnSODSeq alami. Sementara itu, protein kasar\nrMnSODSeq V132C-K154C secara kualitatif memiliki aktivitas yang sangat\nrendah, sulit diekspresikan di sel E. coli BL21 (DE3) dan sulit dimurnikan dari\npengotornya.", "Daftar File": {"ABSTRAK Nanik Aryani Putri": "https://digilib.itb.ac.id/gdl/download/228532"}, "Penulis": "Nanik Aryani Putri [20718315]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Debbie Soefie Retnoningrum", "Dr. Ratna Annisa Utami, S.Si., M.Si.", "Dr. apt. Aluicia Anita Artarini, S.Si., M.Sc.,"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ikatan disulfida, stabilitas termal, T89C-N187C, V132C-K154C, rMnSODSeq.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2021"}