{"Nomor": 56615, "Judul": "KAJIAN PUSTAKA ASAM AMINO SEBAGAI KOFORMER POTENSIAL DAN PERCOBAAN PILOT SCALE UP KOKRISTAL GARAM NATRIUM DIKLOFENAK PROLIN", "Abstrak": "Sifat fisikokimia dari bahan aktif obat (BAO), terutama kelarutan dan\npermeabilitas, merupakan faktor penentu yang mempengaruhi bioavailabilitas dari\nsuatu sediaan farmasi. Akan tetapi, kebanyakan BAO yang telah ditemukan\nmemiliki kelarutan dan/atau permeabilitas yang rendah. Pembuatan kokristal\nmerupakan salah satu cara yang banyak diminati untuk memodifikasi sifat\nfisikokimia melalui interaksi non-kovalen antara BAO dengan koformer, tanpa\nmengubah sifat farmakologisnya. Penelitian ini terdiri dari kajian pustaka tentang\nasam amino sebagai koformer dan eksperimen mengenai scale up pembuatan\nkokristal natrium diklofenak-L-prolin (NDP) yang sebelumnya telah dilaporkan\nstruktur dan kemampuannya dalam meningkatkan kelarutan natrium diklofenak\nhingga lebih dari tiga kali. Kajian pustaka bertujuan untuk mengamati\nperkembangan penggunaan asam amino sebagai koformer potensial yang lebih\naman dibandingkan koformer kimia lainnya namun tetap memberikan modifikasi\nsifat fisikokimia yang diinginkan. Materi kajian pustaka didapatkan dari pencarian\ndengan mesin pencari : Google Scholar, Pubmed, Science Direct, dan ACS\n(American Chemical Society) Publication menggunakan kata kunci sebagai berikut\n: asam amino, kokristal, koformer, dan L-prolin. Jurnal yang ditemukan kemudian\ndiseleksi sesuai dengan kriteria inklusi, yaitu : jurnal nasional maupun internasional\nyang diterbitkan dalam rentang waktu 10 tahun terakhir (2010-2020) serta memiliki\ntema pengembangan kokristal dengan menggunakan asam amino sebagai koformer\ndan pengaruhnya terhadap sifat fisikokimia BAO. Asam amino dinilai sebagai\nkoformer yang menjanjikan karena memiliki gugus fungsi yang dapat membentuk\nikatan hidrogen kuat dari gugus zwitterioniknya. Dari hasil seleksi didapatkan 103\njurnal untuk dianalisis dan disimpulkan bahwa asam amino, terutama L-prolin (LP),\nadalah koformer yang aman sehingga mendukung konsep ‘green method’serta\nmampu meningkatkan kelarutan, permeabilitas, dan stabilitas BAO. Hal ini\ndikarenakan LP bersifat mudah larut di dalam air dan memiliki efek hidrotropik,\nyaitu kemampuan untuk melarutkan molekul yang hidrofobik. Selain itu, adanya\ncincin pirolidin menyebabkan struktur LP agak kaku yang berkontribusi dalam\nkemampuan stabilisasi yang lebih unggul dibandingkan koformer lain. Penelitian\ndilanjutkan dengan percobaan laboratorium yang bertujuan untuk mengembangkan\nmetode scale up skala pilot pembuatan garam kokristal NDP untuk mendapatkan\nproduk dalam skala puluhan gram, yang selanjutnya diamati sifat alir dan\nii\nkompresibilitasnya. Penelitian sebelumnya menunjukkan bahwa NDP dapat\ndihasilkan baik dengan metode penguapan larutan (solvent evaporation, SE).\nNamun, scaling up dengan metode SE membutuhkan banyak pelarut, sehingga\nkurang diminati. Metode solvent-drop grinding (SDG) lebih banyak dipilih karena\nmenggunakan sedikit pelarut dan dapat menghasilkan kokristal dalam waktu yang\nlebih singkat daripada neat grinding (NG) maupun SE. Pada percobaan ini,\ndilakukan studi pembentukan kokristal NDP dengan metode SDG dan scale up\ndengan menggunakan bantuan blender yang mewakili alat campur yang digunakan\ndalam industri bahan baku obat. Dilakukan optimasi jumlah pelarut dan waktu\npencampuran komponen natrium diklofenak dan L-prolin dengan blender hingga\ndiperoleh garam kokristal NDP sesuai dengan yang pernah dilaporkan. Kokristal\nyang dihasilkan dikarakterisasi menggunakan Fourier Transformed Infrared\n(FTIR), Differential Scanning Calorimetry (DSC), Powder X-Ray Diffraction\n(PXRD), dan Scanning Electron Microscope (SEM). Dari hasil penelitian, metode\nSDG dengan mortar konvensional dapat digunakan untuk menghasilkan kokristal\ngaram NDP dan metode SDG-blender menghasilkan garam kokristal NDP dengan\nbantuan pelarut etanol (96%) sebanyak 0,5 mL/g dalam waktu 2 menit, pada\nkecepatan putar 20000 rpm. Scale up dilakukan secara bertahap, mulai dari 5 g, 10\ng, 15 g, hingga 25 g per batch produksi dan dari berbagai optimasi tersebut, telah\nterkumpul garam kokristal NDP sebanyak 100 g. Setelah dilakukan karakterisasi,\nkokristal yang terbentuk dengan metode SDG dengan mortar konvensional dalam\njumlah kecil dan blender pada tiap tahapan optimasi memiliki titik leleh, DSC, dan\nPXRD yang sesuai dengan bentuk tetrahidrat, sama dengan yang pernah dilaporkan\nsebelumnya. Pengamatan dengan SEM menunjukkan bentuk yang sama. Dengan\ndemikian dapat disimpulkan bahwa metode SDG dengan blender berhasil\ndigunakan untuk scaling up pembentukan kokristal NDP. Pembentukan kokristal\nmenyebabkan perubahan morfologi permukaan dari natrium diklofenak yang\nawalnya kasar menjadi halus, serta menunjukkan sifat alir dan kompresibilitas yang\nlebih baik dibandingkan natrium diklofenak.", "Daftar File": {"ABSTRAK Maria Anabella Jessica": "https://digilib.itb.ac.id/gdl/download/228539"}, "Penulis": "Maria Anabella Jessica [20719020]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Ilma Nugrahani, S.Farm., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kokristal, asam amino, L-prolin, natrium diklofenak, scale up, blender, dan solvent-drop grinding.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2021"}