{"Nomor": 56628, "Judul": "ANALISIS PENGEMBANGAN TEKNOLOGI 5G DI INDUSTRI TELEKOMUNIKASI INDONESIA MENGGUNAKAN PERENCANAAN SKENARIO DAN PEMODELAN BERBASIS AGEN", "Abstrak": "Teknologi 5G menawarkan banyak sekali keuntungan mulai dari kebergunaan baru\nnan mutakhir, model bisnis terkini dan keuntungan untuk aktor-aktor 5G termasuk\nkehidupan manusia. Beberapa operator telekomunikasi di seluruh dunia sudah\nterlebih dahulu menggelar jaringan 5G sejak 2018 dan memasarkannya ke\npelanggan. Namun begitu, beberapa negara, operator telekomunikasi dan\nperusahaan telekomunikasi lainnya masih belum yakin akan keberhasilan teknologi\n5G mengingat ongkos investasi yang sangat besar, kegunaan yang belum terbukti\nsecara bisnis dan kesiapan industri sebagai pengguna utama. Indonesia sendiri\nberada di tahap awal penyebaran 5G setelah pertama diluncurkan di bulan Juni\n2021, dan masih akan menghadapi berbagai tantangan dalam waktu dekat.\nRiset ini bertujuan untuk menganalisis tentang penyebaran teknologi 5G di\nIndonesia khususnya industri telekomunikasi. Studi ini akan berfokus pada\npandangan awal mengenai penyebaran 5G di Indonesia, tantangan dan problema\nriil di lapangan dan pemecahan masalah. Studi ini dapat dijadian panduan oleh\npembuat kebijakan dan pemangku kepentingan dalam industri telekomunikasi\nlainnya dalam menemukan dan menyusun strategi kebijakan dan investasi paling\nefektif dan efisien. Untuk mencapai hal tersebut, maka studi ini berdasar pada\nfilosofi pragmatisme dan pendekatan abduktif.\nMetodologi campuran dipilih untuk menjawab tujuan riset ini. Data kualitatif\ndiambil dengan menggunakan Diskusi Kelompok Terfokus dan wawancara semi\nterstruktur ke teknokrat di Indonesia. Studi ini menggunakan analisis kualitatif\nperencanaan skenario dan analisis lintas studi kasus untuk menilik masalah utama\npembangunan 5G di Indonesia, pemecahan masalah dan model solusi. Model\ntersebut kemudian disimulasikan dengan menggunakan Pemodelan Berbasis Agen\nsebagai penggambaran skenario dan demonstrasi terhadap difusi 5G serta\nindikator performansi bersama, yakni jumlah pengguna, waktu difusi dan total\npendapatan. Hasil simulasi menggambarkan percepatan waktu difusi sekitar 34%\ndan peningkatan total pendapatan sekitar 105% dari tahun ketiga sampai kelima.", "Daftar File": {"ABSTRAK Sahat Hutajulu": "https://digilib.itb.ac.id/gdl/download/228564", "2021 DS PP Sahat Hutajulu - Full Text.pdf)u": "https://digilib.itb.ac.id/gdl/download/262614"}, "Penulis": "Sahat Hutajulu [39018003]", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, S.T., M.Sc., Ph.D.", "Dr.rer.pol. Eko Agus Prasetio, S.T., MBA"], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "5G, Manajemen Teknologi, Perencanaan Skenario, Model Kolaborasi, Pemodelan Berbasis Agen", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "23 Jun 2021"}