{"Nomor": 56623, "Judul": "KAJIAN RESILIENSI KOMUNITAS PULAU KECIL TERHADAP DAMPAK PERUBAHAN IKLIM DI PULAU PASARAN, KOTA BANDAR LAMPUNG", "Abstrak": "Pulau kecil merupakan salah wilayah yang rentan terhadap dampak perubahan iklim,\ndi antaranya peningkatan curah hujan, peristiwa cuaca ekstrem, dan\nkenaikan permukaan laut. Pulau Pasaran, Kota Bandar Lampung merupakan satusatunya pulau kecil berpenduduk namun belum terdapat penelitian yang menujukan\ndan tingkat resiliensi komunitas. Tujuan dari penelitian ini adalah mengidentifikasi\ntingkat resiliensi komunitas di Pulau Pasaran, Kota Bandar Lampung terhadap dampak\nperubahan iklim. Metode pengumpulan data primer dengan observasi, penyebaran\nkuesioner dan wawancara. Sedangkan pengumpulan data sekunder dilakukan dengan\nkajian dari berbagai dokumen dan data statistik. Metode analisis yang digunakan\nadalah analisis deskriptif kualitatif dan kuantitatif, serta analisis pembobotan.\nPenilaian resiliensi komunitas menggunakan delapan elemen resiliensi komunitas\nyaitu elemen tata kelola, sosial-ekonomi, manajemen sumber daya alam, guna lahan,\npengetahuan risiko, peringatan dini dan evakuasi, tanggap darurat serta pemulihan.\nBerdasarkan hasil kuesioner terhadap 100 responden diketahui bahwa dampak\nperubahan iklim yang berpengaruh terhadap kehidupan masyarakat Pulau Pasaran\nadalah peningkatan curah hujan, kenaikan permukaan laut dan peningkatan cuaca\nekstrem. Berdasarkan identifikasi elemen resiliensi, resiliensi komunitas masih\nrendah. Elemen resiliensi bernilai tinggi adalah guna lahan (3,50), dan nilai sedang\ndimiliki oleh elemen tata kelola (2,75) dan elemen sosial ekonomi (2,5). Sedangkan\nelemen manajemen sumber daya alam (1,75) dan peringatan dini dan evakuasi (2,00)\nmemiliki nilai rendah. Selain itu, nilai sangat rendah dimiliki elemen pengetahuan\nrisiko (0,75), pemulihan (0,75) dan tanggap darurat (0,25). Hasil ini mengindikasikan\nbahwa resiliensi komunitas terhadap dampak perubahan iklim masih rendah, terutama\ndalam dimensi manajemen bencana. Beberapa strategi yang dapat diterapkan untuk\nmeningkatkan resiliensi komunitas Pulau Pasaran di antaranya adalah melakukan\nanalisis kajian kebencanaan, melakukan adaptasi perubahan iklim seperti diversifikasi\npekerjaan ataupun pemanfaatan teknologi, serta meningkatkan kesadaran masyarakat\nuntuk menjaga lingkungan.", "Daftar File": {}, "Penulis": "Almira Amalia [15417088]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perubahan Iklim, Pulau Kecil, Resiliensi Komunitas, Pulau Pasaran, Kota Bandar Lampung", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "23 Jun 2021"}