{"Nomor": 56633, "Judul": "PENGEMBANGAN DESAIN KURSI TUNGGU UNTUK KENYAMANAN PENUMPANG PESAWAT DELAY DI BANDAR UDARA SOEKARNO-HATTA", "Abstrak": "Saat ini penumpang bandara tidak hanya didominasi oleh kalangan menengah keatas saja,\nnamun juga kalangan menengah bawah. Di Indonesia sendiri, bandara sudah terdapat hampir\ndi tiap-tiap kota besar. Tidak dipungkiri dalam jadwal penerbangan akan sering terjadinya\ndelay dan transit baik itu penerbangan Domestik maupun penerbangan Internasional. Akan\nmenjadi hal yang menyebalkan jika delay memakan waktu yang berjam-jam, begitu pula\ndengan jadwal transit penerbangan domestik maupun penerbangan Internasional. Delay/transit\npenerbangan akan membuat penumpang menunggu di area boarding room atau di transit room.\nBanyak juga pengguna yang menggunakkan kursi tunggu dengan berbagai macam hal, seperti\nbermain gawai, makan, tidur, dll. Karenanya terdapat peluang inovasi desain produk untuk\nmembuat kursi tunggu yang dapat menopang segala aktivitas menunggu tersebut. Penelitian\nini bertujuan untuk mengetahui apa saja kebutuhan penumpang bandara saat sedang menunggu,\nmengidentifikasikan dan memetakan masalah-masalah yang mereka alami, serta dapat\nmengembangkan dan menghasilkan rekomendasi kursi tunggu yang sesuai dengan aktivitas\npengguna saat sedang menunggu. Studi ini dilakukan di bandar udara Soekarno-Hatta\nkhususnya di Terminal 3 Ultimate, dan penelitian dilakukan dengan metode kuantitatif. Hasil\nakhir penelitian ini adalah kursi tunggu di bandar udara yang dapat memenuhi kebutuhan\naktivitas pengguna saat sedang menunggu delay.", "Daftar File": {}, "Penulis": "Vienna Casteranita [17517008]", "Kontributor / Dosen Pembimbing": ["Dr. Arianti Ayu Puspita, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kursi tunggu, delay pesawat, aktivitas menunggu", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "23 Jun 2021"}