{"Nomor": 56632, "Judul": "THE IMPACT OF WOMEN IMAGERY ON ADVERTISEMENT TOWARDS PURCHASE INTENTION OF POCARI SWEAT", "Abstrak": "Iklan merupakan bagian bagian penting untuk perusahaan untuk berbagi nilai dan persepsi nya.\nNamun perusahaan seringkali menampilkan perempuan hanya dengan ciri-ciri karakteristik\ndasar. Dengan pandangan Indonesia yang relatif terhadap gender dan Pocari Sweat yang sering\nmenggunakan wanita sebagai karaker dominan, penelitian ini bertujuan untuk memahami\nbagaimana iklan yang didominasi wanita dapat mempengaruhi niat beli pelanggan Pocari\nSweat. Juga untuk mengetahui perbedaan respon antara pelanggan laki-laki dan perempuan.\nUntuk mencapai tujuan tersebut penelitian ini menggunakan model Stimulus-organismresponse\n(SOR) sebagai kerangka dasat, dengan iklan yang didominasi perempuan sebagai\nstimulus (S), persepsi terhadap perempuan dalam iklan dan self-congruence sebagai organism\n(O), dan niat beli sebagai response (R). Kuesioner disebarkan melalui formulir online dan\nmenerima 168 tanggapan dari responden berusia 14-50 yang tinggal di Indonesia. Data diolah\ndengan metode PLS-SEM menggunakan software SmartPLS. Melalui analisis deskriptif dan\nPLS-SEM, penelitian ini menemukan bahwa para pelanggan setuju terhadap iklan dari Pocari\nSweat ini dibuat dengan baik. Meskipun laki-laki tidak terpengaruh oleh iklan secara emosional\nsebanyak perempuan, dan niat beli perempuan terpengaruh jiga iklannya dianggap sesuai\ndengan pandangan terhadap diri sendiri. Penelitian ini dapat memberikan wawasan kepada\npemasar untuk mengetahui faktor-faktor apa saja yang dapat mempengaruhi niat beli secara\nsignifikan terhadap pelanggan laki-laki dan perempuan. Selain itu, untuk membantu merek\ndalam membangun hubungan yang lebih erat dengan pelanggan dengan mempraktikkan strategi\nyang sesuai terhadap gender tertentu. Penelitian ini mendemonstrasikan keserbagunaan mode\nSOR dan juga menunjukkan pentingnya self-congruence sebagai faktor dalam menguji\npengaruh terhadap niat beli untuk produk-produk minuma keterlibatan rendah seperti Pocari\nSweat.", "Daftar File": {"ABSTRAK Irham Alifa Muhammad": "https://digilib.itb.ac.id/gdl/download/228568"}, "Penulis": "Irham Alifa Muhammad [19017021]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Iklan, Niat Beli, Pandangan terhadap Permpuan, wanita pada iklan, Selfcongruence", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Jun 2021"}