{"Nomor": 56637, "Judul": "KAJIAN PUSTAKA SISTEM PENGHANTARAN MAKROMOLEKUL (GEN, PROTEIN, DAN PEPTIDA)  TUJUAN KE OTAK MELALUI ADMINISTRASI NASAL UNTUK TERAPI TERKAIT SISTEM SARAF PUSAT", "Abstrak": "Penyakit terkait sistem saraf pusat (SSP) masih menjadi isu kesehatan publik karena membutuhkan \npengobatan dan penghantaran dalam jumlah yang tepat. Makromolekul, termasukmateri genetik, \nprotein dan peptida memiliki potensi yang besar untuk mengatasi penyakit terkait SSP seperti \nAlzheimer’s Disease, Parkinson’s Disease, multiple sclerosis dan lain-lain. Namun sekitar 95-98% \nmolekul asing terhalang untuk masuk ke SSP karena keberadaan penghalang fisik berupa sawar \ndarah-otak (blood-brain barrier/BBB) dan sawar cairan darah-serebrospinal (blood-cerebrospinal \nfluid barrier/BCSFB) serta penghalang metabolik berupa enzim sehingga dapat menurunkan \nefektivitas penghantaran makromolekul. Salah satu strategi untuk mengatasi penghalang adalah \npenghantaran menuju otak melalui administrasi intranasal (nose-to-brain/N2B) yang dapat \nmencegah degradasi enzim, mengurangi toksisitas pada organ major perifer, menghindari first pass \nmetabolism, meningkatkan penargetan ke otak, dan bersifat noninvasif. Oleh karena itu diperlukan \ninformasi mengenai pengaruh sifat fisikokimia seperti ukuran dan muatan permukaan nanopartikel \npada penghantarannya menembus mukosa nasal, mekanisme transportasi, dan distribusinya pada \notak. Kajian ini dilakukan dengan menelusuri, mengumpulkan, dan menganalisis data dari mesin \npencari meliputi Google Scholar dan situs Pubmed. Kajian pustaka ini menunjukkan ukuran partikel \n<200 nm memiliki waktu residen lebih lama, kemampuan penetrasi lebih baik, dan kecepatan \ntranspor yang lebih signifikan dalam penghantaran N2B. Selain itu, muatan permukaan positif dapat \nmeningkatkan waktu residen karena minimum mucociliary clearance. Meskipun begitu,\nnanopartikel bermuatan netral dan negatif dapat dihantarkan dengan cepat tetapi berpengaruh \npada clearancenya yang cepat dari mukosa. Nanokarier dapat dimodifikasi lebih lanjut \nmenggunakan protein/peptida berupa lektin, peptida penembus sel (Cell-Penetrating Peptide/CPP) \natau ligan lain seperti laktoferin untuk meningkatkan internalisasi ke sel. Dengan itu, penggunaan \npolimer kationik dan lipid kationik dapat dimanfaatkan untuk membentuk nanokarier yang dapat \nmelindungi makromolekul dari degdarasi dan meningkatkan waktu residennya pada ruang nasal.", "Daftar File": {"ABSTRAK Andi Mutiara Cahyani": "https://digilib.itb.ac.id/gdl/download/228573"}, "Penulis": "Andi Mutiara Cahyani [10717085]", "Kontributor / Dosen Pembimbing": ["Diky Mudhakir, S.Si., M.Si., Ph.D.", "Dr. Satrialdi, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "penghantaran nose-to-brain, ukuran partikel, muatan permukaan, lektin, peptida  penembus sel, nanopartikel, gen, protein, peptida", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2021"}