{"Nomor": 56644, "Judul": "KAJIAN LITERATUR AKTIVITAS FARMAKOLOGI TANAMAN SAFFRON (CROCUS SATIVUS L.), PEGAGAN (CENTELLA ASIATICA L. (URB.)), MIMBA (AZADIRACHTA INDICA A. JUSS),  GOJI BERRY (LYCIUM BARBARUM L.), DAN KEMENYAN (BOSWELLIA SERRATA ROXB. EX  COLEBR)", "Abstrak": "Trend back to nature membuat penggunaan obat tradisional semakin diminati, namun sayangnya \ntanaman obat di Indonesia masih banyak yang belum dikembangkan menjadi obat herbal \nterstandar dan fitofarmaka. Penelitian sebelumnya menunjukkan potensi aktivitas beberapa \ntanaman terhadap salah satu penyakit penyebab kematian tertinggi di Indonesia, yaitu hipertensi. \nUntuk menginventarisasi kegunaan dan efek tanaman dengan cakupan yang lebih luas dilakukan \nkajian literatur mengenai aktivitas farmakologi tanaman saffron, pegagan, mimba, goji berry, dan \nkemenyan terhadap penyakit penyebab kematian tertinggi di Indonesia yaitu diabetes melitus, \niskemia jantung, stroke, hipertensi, sirosis, dan PPOK. Penelusuran dilakukan menggunakan mesin\npencari PubMed dalam rentang tahun 2016-2021 dan didapatkan jurnal yang memenuhi kriteria \ninklusi sebanyak 126 jurnal secara berurutan saffron, pegagan, mimba,goji berry, dan kemenyan\n56, 30, 15, 24, dan 14 jurnal. Hasil menunjukkan saffron berpotensi untuk penyakit stroke, iskemia \njantung, diabetes melitus, hipertensi, sirosis , dan PPOK; pegagan untuk penyakit iskemia jantung \ndan diabetes melitus; mimba untuk penyakit diabetes melitus; goji berry untuk stroke, iskemia \njantung, dan diabetes melitus; dan kemenyan untuk penyakit diabetes melitus dan sirosis. Hasil \nstudi merekomendasikan Crocus sativus L. berupa produk Safrotin dan Azadirachta indica A.Juss \nuntuk menurunkan kadar glukosa darah pada pasien diabetes melitus serta Lycium barbarum L. \nuntuk menurunkan kadar serum HIF 1? pada pasien PPOK. Tanaman lain yang telah diuji secara\npreklinik belum diteliti lebih lanjut untuk dimanfaatkan oleh manusia sehingga bisa dilanjutkan ke \ntahap selanjutnya yaitu uji klinis.", "Daftar File": {"ABSTRAK Dinda Kurnia": "https://digilib.itb.ac.id/gdl/download/228580"}, "Penulis": "Dinda Kurnia [11617022]", "Kontributor / Dosen Pembimbing": ["apt. Tomi Hendrayana, S.Si., M.Si.", "apt. Irianti Bahana Maulida, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Crocus sativus, Azadirachta indica, Centella asiatica, Lycium barbarum, Boswellia  serrata", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2021"}