{"Nomor": 56649, "Judul": "DESAIN DAN IMPLEMENTASI SISTEM SINKRONISASI PEMBACAAN DATA PEMETAAN PADA SISTEM KOORDINASI UAV DAN UGV B", "Abstrak": "Bencana yang melibatkan kebocoran gas kimia berbahaya merupakan kejadian\nyang berbahaya. Karena itu tidak etis menugaskan petugas untuk melakukan\npemetaan kondisi tempat kejadian, dan berbahaya bagi petugas tersebut.\nPerkembangan teknologi terkini memberikan pilihan dalam melakukan pemetaan\nkondisi tempat kejadian, yaitu dengan beberapa perangkat nirawak yang mampu\nmelakukan pemetaan baik di udara dan di permukaan tanah. Untuk itu diperlukan\nsebuah sistem koordinasi antar perangkat, untuk melakukan pemetaan gas pada\nposisi dan waktu yang sinkron, namun dalam ketinggian yang berbeda. Dalam\nsistem koordinasi antar perangkat nirawak, pengembangan sistem sinkronisasi\npembacaan data pemetaan sangatlah penting, terutama untuk memastikan data yang\ndiambil setiap perangkat memiliki waktu yang sinkron. Pengembangan dilakukan\ndengan mendesain dan mengimplementasikan 3 subsistem, sinkronisator waktu\nsebagai sinkronisasi data waktu antar perangkat, penerima data serial sebagai\nsinkronisasi pengambilan data sensor gas kimia berbahaya antar perangkat, dan\npenaut data sebagai sinkronisasi penautan data posisi dan data pengukuran gas antar\nperangkat nirawak. Kesimpulan yang didapat dari dokumen ini adalah sistem\nsinkronisasi pembacaan data pemetaan telah diimplemetasikan dengan baik namun\npada beberapa bagian menghasilkan keterlambatan data waktu yang tidak sinkron.\nHal ini disebabkan karena jarak perangkat dalam jaringan, serta keterlambatan dari\njaringan sistem sinkronisasi pembacaan data pemetaan", "Daftar File": {}, "Penulis": "Ardian Sudarsono [13217070]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Yulyan Wahyu Hadi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "koordinasi, nirawak, perangkat, sinkron, sinkronisasi, waktu", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "23 Jun 2021"}