{"Nomor": 56640, "Judul": "KAJIAN LITERATUR NANO-MOLECULARLY IMPRINTED POLYMER DAN  APLIKASINYA DALAM BIDANG FARMASI SEBAGAI DASAR RANCANGAN  SINTESIS ADSORBEN SENYAWA DESMOPRESSIN DALAM SAMPEL BIOLOGIS", "Abstrak": "Molecularly Imprinted Polymer (MIP) merupakan suatu produk hasil dari Molecularly Imprinted \nTechnology (MIT) berupa suatu matriks polimer dengan rongga yang terbentuk sesuai dengan \ncetakan molekul analit yang terbentuk dari reaksi polimerisasi monomer fungsional. Nano-MIP \nmerupakan suatu produk dari nanoteknologi dan MIT, berupa suatu MIP berskala nanometer. \nNano-MIP memiliki potensi kebermanfaatan yang besar dalam bidang farmasi, terutama jika terus \ndikembangkan di masa mendatang. Desmopressin merupakan senyawa analog sintetik dari \narginine vasopressin yang memiliki aktivitas antidiuretik dan efek koagulan darah. Sejak tahun \n2011, World Anti-Doping Agency (WADA) mencantumkan desmopressin dalam List of Prohibited \nSubstances and Methods, dengan desmopressin dikategorikan sebagai senyawa doping golongan \ndiuretik dan masking agents. Untuk memperoleh pemahaman yang lebih mendalam mengenai \nnano-MIP dan karakteristiknya, teknik sintesis nano-MIP, dan aplikasi nano-MIP dalam bidang \nfarmasi, dilakukan penelitian berupa kajian literatur mengenai nano-MIP dan aplikasinya dalam \nbidang farmasi. Dari kajian literatur yang dilakukan, disusun suatu rancangan penelitian untuk \nsintesis nano-MIP sebagai adsorben senyawa desmopressin dalam sampel biologis.", "Daftar File": {"ABSTRAK Christie Stephanie": "https://digilib.itb.ac.id/gdl/download/228576"}, "Penulis": "Christie Stephanie [10717099]", "Kontributor / Dosen Pembimbing": ["Benny Permana, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "adsorben, aplikasi farmasi, desmopressin, nano-molecularly imprinted polymer,  polimer", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2021"}