{"Nomor": 56651, "Judul": "POTENSI PERMINTAAN PENUMPANG ANGKUTAN UDARA DARI BANDAR UDARA HUSEIN SASTRANEGARA BANDUNG KE BANDAR UDARA NUSAWIRU PANGANDARAN", "Abstrak": "Pemerintah Provinsi Jawa Barat saat ini sedang melakukan pengembangan untuk\nmeningkatkan potensi pariwisata di Kabupaten Pangandaran. Dalam mendukung\nhal tersebut dilakukan perencanaan dari sektor transportasi agar pergerakan\nmasyarakat menuju Pangandaran lebih efisien dan optimal, salah satunya yaitu\npengembangan Bandara Nusawiru Kabupaten Pangandaran. Rencana\npengembangan ini salah satunya adalah penambahan rute penerbangan baru dari\nBandara Husein Sastranegara ke Bandara Nusawiru. Bandara Husein Sastranegara\nterletak di Kota Bandung yang termasuk kedalam Metropolitan Bandung Raya\ndengan jumlah penduduk terbanyak di Jawa Barat. Saat ini moda transportasi yang\ntersedia pada rute Bandung-Pangandaran yaitu mobil, motor, bus, dan kereta\nmemiliki waktu tempuh yang lama, sehingga dirasa terdapat potensi permintaan\ntransportasi udara yang mempunyai waktu tempuh lebih cepat. Pemilihan moda\npada penelitian ini yaitu mobil, bus, dan pesawat, sedangkan kereta tidak dijadikan\nmoda alternatif karena berdasarkan karakteristiknya saat ini baru sampai Kota\nBanjar. Penelitian ini menggunakan metode analisis multinomial logit untuk\nmengetahui faktor-faktor yang mempengaruhi preferensi pemilihan moda\nmasyarakat. Biaya, waktu tempuh, waktu akses menuju bandara/terminal, jenis\nkelamin, usia, pekerjaan PNS/ASN/TNI/POLRI, pekerjaan pegawai swasta,\npekerjaan pengusaha/wiraswasta, pekerjaan pelajar, pendapatan perbulan 6-10 juta,\npendapatan perbulan >10 juta, domisili Kota Bandung, dan tujuan perjalanan\nmerupakan faktor-faktor yang berpengaruh. Model tersebut menghasilkan nilai\nprobabilitas mobil (53,9%), bus (15,9%), dan pesawat (30,2%), dilihat dari hasil\ntersebut terdapat minat yang cukup baik dari masyarakat, sehingga pembukaan rute\npenerbangan baru Bandung-Pangandaran ini potensial untuk dilaksanakan, namun\ndemikian kesimpulan ini didasarkan dengan model dengan tingkat kekuatan model\nyang tidak cukup tinggi yaitu 17%.", "Daftar File": {"ABSTRAK Topan Danau Prona": "https://digilib.itb.ac.id/gdl/download/228586", "BAB 1 Topan Danau Prona": "https://digilib.itb.ac.id/gdl/download/229967", "BAB 2 Topan Danau Prona": "https://digilib.itb.ac.id/gdl/download/229968", "BAB 3 Topan Danau Prona": "https://digilib.itb.ac.id/gdl/download/229969", "BAB 4 Topan Danau Prona": "https://digilib.itb.ac.id/gdl/download/229970", "BAB 5 Topan Danau Prona": "https://digilib.itb.ac.id/gdl/download/229971", "BAB 6 Topan Danau Prona": "https://digilib.itb.ac.id/gdl/download/229972", "PUSTAKA Topan Danau Prona": "https://digilib.itb.ac.id/gdl/download/229973", "2021 TS PP TOPAN DANAU PRONA_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/229974"}, "Penulis": "Topan Danau Prona [24219008]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Ayu Andani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "rute penerbangan, potensi permintaan, pemilihan moda, multinomial logit, probabilitas", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "23 Jun 2021"}