{"Nomor": 56657, "Judul": "KAJIAN PUSTAKA: FITOKIMIA DAN AKTIVITAS FARMAKOLOGI  TUMBUHAN MARGA ALLIUM", "Abstrak": "Terdapat 850 jenis tumbuhan dari marga Allium yang tersebar di seluruh dunia. Beberapa jenis \ntumbuhan telah digunakan secara tradisional baik sebagai bahan makanan maupun sebagai obat. \nPenggunaan secara tradisional, aspek fitokimia dan aktivitas farmakologi marga Allium menjadi topik \nfokus penelitian ini. Kajian pustaka ini bertujuan untuk memberikan gambaran mengenai kandungan \nkimia, aktivitas farmakologi, studi klinis dan toksisitas jenis tumbuhan Allium, sehingga dapat \nmemberikan arah dan mengidentifikasi potensi terapeutik jenis tumbuhan Allium lebih lanjut. \nPenelusuran pustaka yang relevan dilakukan melalui website Google Scholar dan PubMed. Taksonomi \ntumbuhan divalidasi melalui website Worldfloraonline. Dua puluh lima jenis tumbuhan Allium \ndikumpulkan pada kajian pustaka ini. Penelusuran pustaka aspek fitokimia pada marga ini \nmenunjukkan bahwa jenis tumbuhan Allium kaya akan senyawa organosulfur, asam fenolat, flavonoid \ndan saponin. Marga Allium mengandung alisin. Konsumsi alisin pada dosis tinggi dapat menyebabkan \nketidaknyamanan pada beberapa individu. Dari kajian pustaka ini diketahui bahwa beberapa jenis \ntumbuhan Allium merupakan sumber untuk pengobatan, khususnya sebagai antibakteri, antijamur, \nantivirus, antioksidan, antihiperlipidemia, antihipertensi, antidiabetes, antiinflamasi, antikanker dan \nmemiliki efek neuroprotektif. Perlu penelitian lebih lanjut pada senyawa dari tumbuhan marga Allium, \nkhususnya alisin, kuersetin dan saponin steroid yang menunjukkan peluang penemuan dan \npengembangan obat baru. Khususnya sebagai antibakteri untuk galur resisten antibiotik dan \nantikanker yang masih perlu menjadi prioritas pada studi farmakologi di masa datang.", "Daftar File": {"ABSTRAK Rizka Aulia": "https://digilib.itb.ac.id/gdl/download/228592"}, "Penulis": "Rizka Aulia [10717050]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Marga Allium, aspek fitokimia, aktivitas farmakologi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}