{"Nomor": 56669, "Judul": "PRODUKSI, PURIFIKASI DAN UJI AKTIVITAS DNA  POLIMERASE THERMUS AQUATICUS PADA ESCHERICHIA  COLI BL21-CODONPLUS(DE3)-RIPL", "Abstrak": "DNA polimerase (DNA pol) merupakan enzim yang digunakan untuk mengkatalisis \nreaksi sintesis DNA. DNA pol telah dimanfaatkan secara luas dan memiliki peranan \npenting dalam bidang bioteknologi sebagai komponen enzim pada Polymerase \nChain Reaction (PCR) dan PCR kuantitatif (qPCR). DNA polimerase Thermus \naquaticus (DNA pol Taq) yang digunakan dalam PCR merupakan enzim termostabil \ndengan aktivitas polimerase dan eksonuklease 5’?3’. Penggunaan DNA pol Taq \ncukup tinggi di Indonesia, tetapi sebagai produk impor. Tujuan penelitian ini adalah \nmelakukan overproduksi, purifikasi dan uji aktivitas polimerase DNA pol Taq. \nKonstruksi urutan DNA sintetik DNA pol Taq dilakukan dengan substitusi asam \namino E626K, I707L, dan E708N yang memiliki karakteristik resisten terhadap \ninhibitor PCR. Kerangka baca terbuka pengkode DNA pol Taq disintesis dan di \nsisipkan pada vektor ekspresi pET28a dan pET28a_DNA pol Taq ditransformasi ke \ndalam Escherichia coli BL21-CodonPlus(DE3)-RIPL. Hasil overproduksi \nmenunjukkan kondisi optimal pada IPTG dengan konsentrasi akhir 0,1 mM selama \n18 jam pada 37°C dengan protein terlarut 64,23%. Protein murni lebih banyak \ndiperoleh dari hasil produksi pada 37°C dengan konsentrasi imidazol pada larutan \npengelusi sebesar 250 dan 500 mM menggunakan resin Ni-NTA. Enzim DNA pol \nTaq mampu mengamplifikasi produk PCR hingga 3.708 pb. DNA pol Taq juga dapat \ndigunakan untuk deteksi molekular dengan metode qPCR dan RT-qPCR. Aktivitas \nspesifik DNA pol Taq adalah sebesar 25.000 U/mg. Karakterisasi kinerja DNA pol \nTaq terhadap inhibitor PCR menunjukkan resistensi terhadap SDS hingga \nkonsentrasi 0,1%, guanidin HCl hingga konsentrasi 100 mM, plasma hingga \nkonsentrasi 8%, darah hingga konsentrasi 4% dan VTM hingga konsentrasi 30%. \nDengan demikian, DNA pol Taq dapat diproduksi dalam bentuk aktif menggunakan \npET28a_DNA pol Taq di E. coli BL21-Codon Plus(DE3)-RIPL serta resisten \nterhadap inhibitor yang diuji.", "Daftar File": {"ABSTRAK Fitria Puspawati": "https://digilib.itb.ac.id/gdl/download/228604"}, "Penulis": "Fitria Puspawati [20719010]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Aluicia Anita Artarini, S.Si., M.Sc.,", "Dr.rer.nat. Catur Riani, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "DNA pol Taq, E. coli BL21-CodonPlus(DE3)-RIPL, PCR, qPCR,  inhibitor PCR.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}