{"Nomor": 56661, "Judul": "KAJIAN FITOKIMIA DAN POTENSI FARMAKOLOGI TEMU MANGGA (CURCUMA MANGGA VALETON & ZIJP)", "Abstrak": "Suku Zingiberaceae dikenal sebagai tanaman temu-temuan yang banyak dimanfaatkan sebagai \nbumbu untuk memasak, obat tradisional, bahan kosmetik, dan tanaman hias. Salah satu jenis dari \nsuku Zingiberaceae adalah Curcuma mangga atau temu mangga. Cucuma mangga telah banyak \ndigunakan secara tradisional sebagai obat untuk meredakan gejala atau mengobati penyakit seperti \ncacar, darah tinggi, demam, flu, kelainan menstruasi, kelainan fertilitas, hernia, kram otot, \nhiperlipidemia, penambah nafsu makan, gastritis, diare, myalgia, pengobatan penyakit kelamin, \nkosmetik, perawatan kewanitaan, pra- dan pasca-persalinan, reumatik dan pirai, sakit kepala, \npenyakit kulit, penyakit liver, sakit perut, konstipasi, asma, tuberkulosis, tipes, sitotoksik, darah \nrendah, dan lain-lain. Tujuan dari kajian pustaka ini yaitu untuk mengkaji berbagai senyawa \nfitokimia dan potensi aktivitas farmakologi yang dimiliki Curcuma mangga. Data yang digunakan \ndalam kajian pustaka terkait profil fitokimia dan aktivitas farmakologi dari Curcuma mangga \ndiperoleh dari mesin pencari jurnal ilmiah Internasional Google Scholar, PubMed Central (PMC), \ndan Science Direct. Kajian pustaka ini memuat informasi mengenai senyawa golongan terpenoid \n(monoterpen, diterpen, sesquiterpen), fenolik, polifenol, dan steroid yang merupakan senyawa \nmetabolit sekunder non-volatil maupun volatil dan potensi aktivitas farmakologi yang dimilikinya. \nPotensi aktivitas farmakologi yang dimiliki Curcuma mangga meliputi aktivitas analgesik, \nantidiabetes, anti-inflamasi, anti-alergi, antioksidan, sitotoksik, antimikroba, antituberkulosis, \nantiplasmodium, dan imunomodulator. Dari 10 aktivitas yang telah dikaji, diketahui bahwa \nCurcuma mangga memiliki potensi untuk dikembangkan sebagai anti-inflamasi, antimikroba, dan \nantioksidan.", "Daftar File": {"ABSTRAK Shabrina Puspita": "https://digilib.itb.ac.id/gdl/download/228596"}, "Penulis": "Shabrina Puspita [10717022]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "Dr. apt. Hegar Pramastya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Curcuma mangga, senyawa fitokimia, aktivitas farmakologi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}