{"Nomor": 56662, "Judul": "IDENTIFIKASI TINGKAT PENGETAHUAN MASYARAKAT TERHADAP KONTAMINASI  TIMBAL DAN ANALISIS KADAR TIMBAL PADA IKAN", "Abstrak": "Keracunan merupakan peristiwa terpaparnya seseorang oleh zat racun yang merupakan senyawa \nyang pada dosis tertentu berbahaya bagi tubuh. Timbal merupakan logam berat yang dapat \nmenyebabkan keracunan. Timbal dapat menyebabkan efek neurotoksik, hipertensi, gangguan \nsistem pencernaan, gangguan pertumbuhan tulang dan gigi, gangguan sistem imun, kemandulan, \ndan gangguan janin. Ikan merupakan salah satu sumber nutrien yang sering dikonsumsi masyarakat \ndan mampu mengakumulasi timbal di dalam jaringan tubuhnya. Penelitian ini bertujuan untuk \nmenganalisis kadar timbal pada ikan dan mengidentifikasi tingkat pengetahuan masyarakat \nmengenai kontaminasi timbal pada ikan. Pada penelitian ini dilakukan identifikasi tingkat \npengetahuan mengenai kontaminasi timbal pada ikan terhadap 300 responden yang terdiri dari 100 \nresponden mahasiswa Sekolah Farmasi (SF) ITB, 100 responden masyarakat, dan 100 responden \nibu rumah tangga. Selain itu, analisis kadar timbal dilakukan pada enam sampel daging ikan \nmenggunakan Graphite Furnace Atomic Absorption Spectroscopy (GFAAS). Hasil penelitian \nmenunjukkan mahasiswa SF ITB memiliki tingkat pengetahuan paling tinggi dalam parameter \ndefinisi timbal (97%), keracunan timbal (98%), kemampuan ikan dalam mengakumulasi timbal \n(75%), efek keracunan timbal, dan sumber timbal. Ibu rumah tangga memiliki tingkat pengetahuan \npaling tinggi mengenai pentingnya memenuhi kebutuhan nutrisi untuk meminimalisir efek \nkeracunan timbal (82%). Pengetahuan responden paling minim terhadap regulasi Badan Pengawas \nObat dan Makanan (BPOM), yaitu tentang batas cemaran timbal pada ikan dan pengolahan ikan. \nPada analisis kadar timbal terdapat tiga dari enam sampel yang memiliki kadar timbal melebihi \nbatas cemaran timbal (>0,2,g/kg) yang telah ditentukan pada Peraturan BPOM No. 23 tahun 2017.", "Daftar File": {"ABSTRAK Sita Nurwulan": "https://digilib.itb.ac.id/gdl/download/228597"}, "Penulis": "Sita Nurwulan [10717108]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Lia Amalia, S.Si., M.Si.", "Dr. rer. nat. Sophi Damayanti, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ikan, timbal, keracunan, kuesioner, GFAAS", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}