{"Nomor": 56666, "Judul": "FORMULASI NANOEMULSI CAMPURAN MINYAK KEMIRI  DAN MINYAK PEPERMIN SERTA UJI EFEKTIVITAS SEBAGAI SEDIAAN PENUMBUH RAMBUT PADA  MODEL MENCIT ALOPESIA ANDROGENIK", "Abstrak": "Alopesia androgenik merupakan jenis alopesia yang paling banyak dialami oleh \npria dan terjadi akibat berlebihnya hormon testosteron yang dimetabolisme \nmenjadi 5?-Dihidrotestosteron (5?-DHT) oleh enzim 5?-reduktase. Minyak \nkemiri memiliki kandungan asam oleat dan asam linoleat yang dapat berfungsi \nsebagai inhibitor enzim 5?-reduktase sehingga dapat mencegah metabolisme \ntestosteron menjadi 5?-DHT. Penggunaan minyak kemiri yang dikombinasi \ndengan minyak pepermin dapat membantu memperbanyak dan memperbesar \nfolikel rambut. Penelitian ini bertujuan untuk menghasilkan formula nanoemulsi \nminyak kemiri dan minyak pepermin serta mengevaluasi efektivitasnya sebagai \npenumbuh rambut pada mencit yang mengalami alopesia androgenik. Nanoemulsi \ndibuat menggunakan surfaktan kombinasi desil glukosida dan PEG 40 HCO, serta \nkosurfaktan etoksidiglikol dengan metode ultrasonikasi menggunakan sonicator \nprobe. Kemudian dilakukan karakterisasi pada formula nanoemulsi terpilih berupa \nuji organoleptis, viskositas, pH, morfologi dan stabilitas nanoemulsi. Selanjutnya \ndilakukan uji iritasi okular dan uji iritasi akut dermal pada kelinci. Efektivitas \nnanoemulsi dalam meningkatkan pertumbuhan rambut diuji pada mencit dengan \nmengamati panjang dan berat rambut yang tumbuh pada mencit alopesia \nandrogenik. Hasil penelitian menunjukkan formula terbaik diperoleh dengan \nmenggunakan kombinasi PEG 40 HCO, desil glukosida dan etoksidiglikol dengan \nperbandingan 2:1:1. Nanoemulsi memiliki ukuran globul 79,13 nm ± 3,77 , indeks \nindeks polidispersitas 0,38 ± 0,03 , pH 4,9-5,0 dan stabil pada penyimpanan pada \nsuhu 40C dan 250C selama 21 hari. Nanoemulsi memberikan efek iritasi sangat \nringan pada uji iritasi akut dermal, sedangkan tidak memberikan efek iritasi pada \nuji iritasi okular. Hasil uji menunjukkan bahwa nanoemulsi dapat mempercepat \npertumbuhan rambut pada fase anagen. Disamping itu, nanoemulsi juga \nmemberikan kelebatan paling tinggi diantara kelompok uji lain yang mendapatkan \ninduksi. Dapat disimpulkan, nanoemulsi kombinasi minyak kemiri dan minyak \npepermin berpotensi meningkatkan pertumbuhan rambut untuk alopesiaandrogenik pada mencit.", "Daftar File": {"ABSTRAK Amalia Wardatul Firdaus": "https://digilib.itb.ac.id/gdl/download/228601"}, "Penulis": "Amalia Wardatul Firdaus [20718002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Jessie Sofia Pamudji, MS", "Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "alopesia androgenik, minyak kemiri, minyak pepermin, nanoemulsi,  uji iritasi, uji pertumbuhan rambut.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}