{"Nomor": 56663, "Judul": "KAJIAN PUSTAKA METABOLIT SEKUNDER DAN AKTIVITAS ANTIBAKTERI, ANTIVIRUS, DAN  SITOTOKSIK JAMUR CLADOSPORIUM SP. ASAL LAUT", "Abstrak": "Penggunaan obat untuk mengatasi penyakit seperti infeksi dan kanker mengalami beberapa \nketerbatasan. Terjadinya resistensi dan sifat obat yang tidak selektif terhadap target menjadi \nsebuah permasalahan dalam bidang kesehatan. Oleh karena itu perlu dilakukan pencarian kandidat \nobat. Pencarian kandidat obat terutama yang berasal dari jamur laut diharapkan dapat mengatasi \npermasalahan tersebut. Dalam beberapa tahun terakhir, penelitian terhadap metabolit yang \nberasal dari laut mengalami peningkatan. Ekosistem laut memiliki kondisi habitat unik yang dapat \nberkontribusi dalam pembentukan metabolit sekunder. Senyawa metabolitsekunder yang diisolasi \ndari jamur Cladosporium sp. yang berasal dari laut memperlihatkan beragam senyawa bioaktif yang \ndapat digunakan sebagai sumber obat baru yang menjanjikan. Tujuan penulisan kajian pustaka ini \nadalah untuk mengkaji senyawa metabolit sekunder yang diproduksi oleh jamur Cladosporium sp. \nyang memiliki aktivitas antibakteri, antivirus, dan sitotoksik. Pencarian jurnal dilakukan melaluisitus \nPubMed dan ScienceDirect yang terbit maksimum 10 tahun terakhir. Terdapat delapan jurnal utama \nyang digunakan untuk medapatkan data terkait metabolit sekunder dan aktivitasnya. Berdasarkan\npenulusuranpustaka,dilaporkanterdapat39senyawametabolitsekunder yang terdiri dari golongan \nasam propionat, pirazin, sitrinin dan turunannya, turunan cladosporol, turunan kromon, pregnan, \nsteroid, asam tetramat, alkaloid indol, dan dekalin dengan asam tetramat sebagai substituen. Dari \n39 senyawa metabolit sekunder, terdapat tujuh senyawa yang memiliki aktivitas sebagai \nantibakteri, 13 senyawa memiliki efek sitotoksik, 16 senyawa sebagai antivirus, serta tiga senyawa \nmemiliki aktivitas sebagai antibakteri dan sitotoksik.", "Daftar File": {"ABSTRAK Tita Larasati": "https://digilib.itb.ac.id/gdl/download/228598"}, "Penulis": "Tita Larasati [10717037]", "Kontributor / Dosen Pembimbing": ["apt. Elin Julianti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "jamur Cladosporium sp. asal laut, metabolit sekunder, antivirus, antibakteri, efek sitotoksik.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}