{"Nomor": 56664, "Judul": "PERBANDINGAN PEMBERIAN MADU DAN JERUK NIPIS DENGAN AIR MINERAL TERHADAP  PERFORMA OLAHRAGA MELALUI KADAR ASAM LAKTAT DARAH, GLUKOSA DARAH DAN VO2MAX", "Abstrak": "Nutrisi merupakan salah satu asupan penting dalam berolahraga. Dengan memenuhi kebutuhan \nnutrisi maka seorang individu dapat meningkatkan performa olahraganya baik dalam olahraga \nrekreasi maupun kompetisi. Madu mengandung karbohidrat yang cukup diperlukan untuk \ndikonsumsi sebelum berolahraga yang dikombinasikan dengan jeruk nipis yang mengandung \nberbagai macam zat yang dapat meningkatkan performa jika dikonsumsi sebelum berolahraga. \nPenelitian ini bertujuan untuk melihat pengaruh pemberian madu dan jeruk nipis terhadap tingkat \nkelelahan melalui kadar asam laktat, glukosa darah vo2max dari sukarelawan. Penelitian dilakukan \ndengan mengumpulkan biodata dan data-data sukarelawan yang berkaitan dengan penelitian \nseperti riwayat kesehatan, berat badan, tinggi badan, indeks massa tubuh dan VO2max awal. \nParameter yang diamati dan diukur pada penelitian ini adalah pengukuran kadar asam laktat darah \nsebelum dan sesudah perlakuan, pengukuran glukosa darah serta pengukuran VO2max. Hasil \npenelitian menunjukkan bahwa madu jeruk nipis dapat menurunkan kadar laktat yang lebih baik \ndibandingkan air mineral. Pemberian air madu jeruk nipis lebih baik dalam meningkatkan kadar \nglukosa dalam darah dibandingkan air mineral. Madu dan jeruk nipis serta air mineral sebagai \nkontrol tidak memiliki pengaruh signifikan terhadap VO2max", "Daftar File": {"ABSTRAK Yuliando Revzand Hasibuan": "https://digilib.itb.ac.id/gdl/download/228599"}, "Penulis": "Yuliando Revzand Hasibuan [10717094]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Madu, Jeruk Nipis, Kelelahan Otot, Asam Laktat, glukosa, VO2max", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}