{"Nomor": 56675, "Judul": "PREPARASI NANOPARTIKEL KITOSAN MENGANDUNG EKSTRAK PHYLLANTUS  NIRURI DAN PENGUJIAN TOKSISITASNYA SECARA IN VITRO PADA SEL TM4", "Abstrak": "Pemanfaatan nanopartikel dalam bidang farmasi memberikan efikasi yang \nmenjanjikan. Namun sebagian besar riset masih berfokus pada efikasi nanopartikel \npada manusia. Sedangkan penelitian mengenai toksisitas dan mekanisme \ntoksisitasnya masih sedikit. Phyllantus niruri merupakan tanaman herbal yang \ndiketahui memiliki efek imunomodulator. Pada penelitian sebelumnya dilaporkan \nbahwa ekstrak Phyllantus niruri telah diformulasikan sebagai adjuvant ke dalam \nsedian nanopartikel kitosan mengandung antigen HBsAg untuk meningkat respon \nimun terhadap vaksin hepatitis. Diketahui bahwa ekstrak Phyllantus niruri bersifat \ntoksik terhadap jaringan testis tubulus seminiferus terutama pada sel sertoli dan \ngerm cell. Belum terdapat studi terkait toksisitas sedian nanopartikel kitosan \nmengandung ekstrak Phyllantus niruri (NP PN) pada testis. Studi toksisitas \nnanopartikel pada testis baru terbatas pada nanopartikel inorganik seperti \nnanopartikel ZnO dan Ag. Kedua jenis nanopartikel ini diketahui toksik pada testis \ndan mengganggu spermatogenesis. Penelitian ini bertujuan untuk mengetahui \ntoksisitas nanopartikel kitosan mengandung ekstrak Phyllantus niruri dan \nmengetahui mekanisme toksisitasnya pada sel TM4 (sel sertoli). Konsep penelitian \nini berupa preparasi dan karakterisasi sedian PN serta pengujian uji viabilitas sel \nmenggunakan Cell Counting Kit-8 (CCK-8), uji apoptosis nekrosis menggunakan \nreagen annexin V propidium odide (PI), analisis siklus sel menggunakan PI dan \npenentuan reaktif oksigen spesies (ROS) menggunakan reagen DCFDA. Hasil \nkarakterisasi nanopartikel yang didapatkan memenuhi spesifikasi, dengan ukuran \nrata-rata sekitar 170 nm, indeks polidispersi 0,1-0,3, zeta potensial +37 mV dan \nefisiensi penjerapan yang cukup bagus (79%). Hasil uji viabilitas sel menggunakan \nCCK-8 menunjukkan terjadi hambatan pertumbuhan sel TM4 pada sedian \nnanopartikel mengandung ekstrak 7,8 - 2.000 µg/mL. Sedian NP PN juga \nmenyebabkan peningkatan jumlah sel apoptosis yang signifikan dibandingkan \nkontrol, dan konfirmasi lebih lanjut pada studi siklus sel menunjukkan terjadi hambatan siklus sel pada fase fase G2/M. Analisis ROS mengkonfirmasi bahwa NP PN menyebabkan peningkatan ROS pada sel sertoli. Kesimpulannya nanopartikel \nkitosan mengandung ekstrak Phyllantus niruri bersifat toksik pada kultur sel sertoli, \ndengan hambatan pertumbuhan tertinggi berada pada nanopartikel dengan dosis \nekstrak 125 µg/mL, dan mekanisme toksisitas nanopartikel kitosan mengandung \nekstrak Phyllantus niruri terhadap sel sertoli terjadi melalui induksi apoptosis dan \ncell cycle arrest pada fase G2/M yang terkait dengan peningkatan ROS.", "Daftar File": {"ABSTRAK Reinaldo Pradana": "https://digilib.itb.ac.id/gdl/download/228611"}, "Penulis": "Reinaldo Pradana [20718024]", "Kontributor / Dosen Pembimbing": ["Diky Mudhakir, S.Si., M.Si., Ph.D.", "Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si.", "Dr. Satrialdi, S.Farm., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Nanopartikel Phyllantus niruri, sel sertoli, apoptosis, dan ROS", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}