{"Nomor": 56671, "Judul": "SUBSTITUSI, OVERPRODUKSI, KARAKTERISASI DAN  KRISTALISASI PROTEIN SUPEROKSIDA DISMUTASE MANGAN  STAPHYLOCOCCUS EQUORUM REKOMBINAN K38R-A121E DAN K38RA121Y", "Abstrak": "Superoksida dismutase mangan Staphylococcus equorum rekombinan (rMnSODSeq) adalah \nenzim yang berperan dalam reaksi dismutasi radikal superoksida menjadi spesi oksigen yang \nlebih stabil. rMnSODSeq memiliki rentang stabilitas termal dan pH yang cukup luas namun \naktivitasnya turun setengahnya setelah pemaparan UVC selama 45 menit. Berbagai upaya \npeningkatan stabilitas protein telah berhasil dilakukan namun menghasilkan protein yang \naktivitasnya lebih rendah. Penelitian ini bertujuan untuk meningkatkan stabilitas termal \nrMnSODSeq dengan tetap mempertahankan aktivitas spesifiknya. Peningkatan stabilitas \ndirancang melalui pembentukan interaksi tambahan pada antarmuka dimer protein yang \ntidak mengganggu pusat aktif dan bukan termasuk asam amino daerah lestari. Modifikasi \nmelalui mutagenesis situs terarah dengan primer yang dirancang kemudian dilakukan. \nPlasmid mutan hasil mutagenesis pJExpress414_sod ditransformasi ke inang Escherichia \ncoli TOP10 dan BL21(DE3) berlanjut dengan overproduksi, karakterisasi dan kristalisasi \nprotein rMnSODSeq K38R-A121E dan K38R-A121Y. Berdasarkan pengujian stabilitas \nmenggunakan Thermal Shift Assay (TSA), rMnSODSeq K38R-A121E tidak menunjukkan \ntitik leleh dimer sehingga dihipotesiskan sebagai keberhasilan upaya peningkatan stabilitas \nsedangkan rMnSODSeq K38R-A121Y mengalami penurunan stabilitas monomer. Uji \naktivitas menggunakan metode zimografi dan kolorimetri menunjukkan kesetaraan aktivitas \nantara rMnSODSeq alami dan mutan. Penelitian dilanjutkan dengan berfokus pada \nmenentukan struktur tiga dimensi (3D) rMnSODSeq K38R-A121E dan K38R-A121Y serta \nmempelajari korelasi antara struktur dan stabilitas.", "Daftar File": {"ABSTRAK Ismiana Pajatiwi": "https://digilib.itb.ac.id/gdl/download/228606"}, "Penulis": "Ismiana Pajatiwi [20720016]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Aluicia Anita Artarini, S.Si., M.Sc.,", "Dr. Ratna Annisa Utami, S.Si., M.Si.", "Dr. Wangsa Tirta Ismaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "rMnSODSeq, Staphylococcus equorum, K38R-A121E, K38R-A121Y,  thermal shift assay", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}