{"Nomor": 56677, "Judul": "UJI AKTIVITAS ANTIMALARIA FORMULA  NANOPARTIKEL BERBASIS KITOSAN DAN POLOKSAMER  YANG BERISI ANTISENSE OLIGODEOKSINUKLEOTIDA  BERTARGET GEN EBA-175, DHS DAN DHODH", "Abstrak": "Plasmodium falciparum merupakan parasit penyebab penyakit malaria yang \nmemiliki kasus resistensi obat antimalaria yang paling banyak dibandingkan \ndengan spesies Plasmodium lainnya. Untuk menanggulangi masalah resistensi, \nmaka pada penelitian ini dikembangkan terapi berbasis antisense \noligodeoksinukleotida (ASO) bertarget gen pengkode protein eba-175, dhs dan \ndhodh pada P. falciparum. Ketiga protein tersebut bertanggung jawab dalam \nproliferasi dan pertumbuhan P. falciparum. ASO dapat bekerja secara spesifik \nmenekan ekspresi gen target, namun memiliki stabilita dan bioavailabilitas yang \nrendah. Oleh karena itu, dikembangkan sediaan nanopartikel dengan basis kitosan \ndan poloksamer sebagai carrier ASO yang dibuat dengan metode gelas ionik. \nKitosan dipilih karena bermuatan positif sehingga dapat membentuk kompleks \ndengan ASO, sedangkan poloksamer berfungsi untuk mencegah opsonisasi \nnanopartikel oleh sel imun. Formula nanopartikel kitosan-poloksamer, baik kosong \nmaupun yang berisi ASO, memiliki ukuran partikel < 200 nm dengan potensial zeta \nbernilai positif. Uji aktivitas dilakukan secara in vitro dengan konsentrasi ASO\n0,0125; 0,025; 0,05; 0,1 dan 0,2 µM lalu dianalisis dengan metode mikroskopik dan \ndeteksi qPCR. Analisis metode mikroskopik menunjukkan terjadinya hambatan \npertumbuhan P. falciparum pada sampel uji. Analisis qPCR menunjukkan tidak \nterjadi penurunan ekspresi gen eba-175, namun terjadi kecenderungan penurunan \nekspresi gen dhs pada sampel uji dengan konsentrasi 0,05; 0,1 dan 0,2 µM dan \ndhodh pada sampel uji dengan konsentrasi 0,0125; 0,1 dan 0,2 µM. Nilai RQ dhodh\npada sampel uji dengan konsentrasi ASO dhodh 0,2 µM memiliki perbedaan yang bermakna terhadap RQ kontrol negatif. Oleh karena itu, penggunaan nanopartikel \nASO bertarget gen dhodh pada konsentrasi 0,2 µM direkomendasikan sebagai agen \nantimalaria.", "Daftar File": {"ABSTRAK Sherinda Rizky Sabilla": "https://digilib.itb.ac.id/gdl/download/228612"}, "Penulis": "Sherinda Rizky Sabilla [20719033]", "Kontributor / Dosen Pembimbing": ["Diky Mudhakir, S.Si., M.Si., Ph.D.", "Dr.rer.nat. Catur Riani, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antisense oligodeoksinukleotida, nanopartikel, Plasmodium  falciparum, qPCR", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}