{"Nomor": 56684, "Judul": "EFISIENSI TOTAL BIAYA PERSEDIAAN DENGAN  PENGENDALIAN PERSEDIAAN BAHAN BAKU DI PT T", "Abstrak": "Penelitian ini dilakukan di PT T yang merupakan perusahaan industri obat hewan \ndi Bandung yang bergerak dalam bidang manufaktur, distributor dan importir obat \nhewan. Pada bidang manufaktur, perusahaan membuat produk obat untuk \ndidistribusikan ke pelanggan. Kepuasan pelanggan adalah faktor penting yang \nmenjadi fokus di PT T, caranya yaitu dengan pemenuhan permintaan produk \ndengan tepat waktu, tepat jumlah dan tepat mutu. Permintaan produk yang fluktuatif \nmenyebabkan kesulitan dalam pemenuhan terhadap permintaan produk secara tepat \nwaktu, jumlah dan mutu. Permintaan produk yang fluktuatif juga akan\nmempengaruhi perencanaan pengadaan bahan baku produksi dan memberikan \ndampak terhadap total biaya persediaan.\nTujuan penelitian ini adalah untuk memberikan solusi terhadap permintaan produk \nyang fluktuatif dan dampaknya. Setelah dilakukan identifikasi masalah kemudian \ndilakukan pengendalian terhadap persediaan bahan baku produksi dengan \nmenerapkan manajemen operasional yaitu dalam melakukan pengendalian bahan \nbaku dibuat prioritas dengan menggunakan analisis ABC, untuk memperkirakan \njumlah kebutuhan bahan baku yang akurat dilakukan metode peramalan dengan \nstatistik dalam penelitian ini digunakan metode time series yaitu trend linear, trend \nquadratic, trend exponential growth, moving averages, single exponential \nsmoothing dan double exponential smoothing dan untuk pengendalian perencanaan \npersediaan bahan baku akan digunakan probabilistic economic order quantity\n(EOQ) dalam perhitungannya menggunakan Minitab 2019. Dengan metode EOQ\nbisa dihitung jumlah pemesanan yang optimal, jumlah safety stock, titik pemesanan \nkembali yang optimal dan frekuensi pemesanan yang optimal sehingga akan \ndiperoleh total biaya persediaan yang paling efisien. Dalam penelitian ini akan diterapkan manajemen operasional dengan membuat pengendalian perencanaan\npersediaan bahan baku tahun 2021, dihitung total biaya persediaannya dan dihitung \nefisiensinya.\nHasil dari analisis ABC diperoleh kesimpulan bahwa bahan baku LAP merupakan \nbahan baku kategori A, selalu pada peringkat pertama dalam pemakaian dari tahun \n2018 s.d 2020, hal ini sesuai dengan kenyataan karena bahan baku LAP merupakan\nbahan baku untuk produk yang merupakan backbone perusahaan. Sehingga bahan \nbaku LAP termasuk bahan baku yang harus ketat dalam pengendaliannya. Metode \nperamalan yang terpilih adalah trend quadratic karena hasil peramalannya memiliki tingkat kesalahan paling kecil dan setelah dilakukan tracking signal hasil \nperamalannya adalah valid. Dari hasil peramalan diperoleh rencana kebutuhan \nbahan baku LAP pada tahun 2021 sebanyak 25.302 kg, Hasil perhitungan \npersediaan dengan metode EOQ probabilistik diperoleh hasil jumlah pemesanan \nyang optimal sebanyak 437 kg, safety stock sebanyak 241 kg, titik pemesanan \nkembali pada jumlah 2.265 kg, frekuensi pemesanan sebanyak 58 kali. Dimana \nuntuk penjadwalan, jumlah kedatangan bahan baku dan hal-hal yang berkaitan \ndengan kualitas produk sudah dibuat kesepakatan dengan vendor. Hasil perhitungan \ntotal biaya persediaan yang menggunakan metode kebijakan perusahaan adalah Rp. \n21.734.565.300 sedangkan hasil perhitungan total biaya persediaan dengan \nmenggunakan peramalan dan penerapan metode EOQ probabilistik adalah \nRp.18.043.239.242. Sehingga bisa disimpulkan bahwa dengan menggunakan \nperamalan dan penerapan metode EOQ probabilistik tercapai efisiensi sebesar 17,0 \n%. Dari hasil penelitian ini diharapkan bisa menjadi pemicu untuk selalu melakukan \npengembangan dan peningkatan yang berkelanjutan berdasarkan ilmu pengetahuan \ndalam pengelolaan suatu perusahaan karena jika dilakukan akan memberikan \ndampak yang positif yaitu efisiensi perusahaan, sehingga perusahaan bisa bersaing \ndalam pasar dan kondisinya selalu sehat dan secara tidak langsung memberikan \nkontribusi terhadap kesehatan perekonomian negara.", "Daftar File": {"ABSTRAK Tri Lestari": "https://digilib.itb.ac.id/gdl/download/228615"}, "Penulis": "Tri Lestari [21819006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yeyet Cahyati Soemirtapura"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "analisis ABC, peramalan, persediaan, runutan waktu, jumlah  pemesanan yang ekonomis secara probabilistik, stok cadangan, titik pemesanan  kembali", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}