{"Nomor": 56682, "Judul": "ANALISIS FITUR SINYAL ELEKTROENSEFALOGRAFI  MOTOR IMAGERY GERAK LIMA JARI TANGAN", "Abstrak": "Brain-computer interface (BCI) tangan prostetik merupakan upaya dalam \nmeningkatkan kualitas hidup individu dengan kendala penyakit neuromuscular, \namputasi, dan lainnya. Pengembangan tangan prostetik dalam sistem BCI \nmengarah pada keterlibatan pengoperasian jari tangan agar diperoleh kemudahan \ndalam melakukan kegiatan sehari-hari. Studi ekstraksi fitur memiliki keterbatasan \ndengan dominasi penelitian pada ekstraksi fitur bagian tubuh utama, seperti kaki \ndan tangan. Studi sebelumnya dengan dataset dalam proyek ini belum mencapai \nakurasi minimum operasi BCI. Studi ini dilakukan untuk meningkatkan akurasi \nfitur sinyal elektroensepalografi motor imagery jari tangan dalam mengelompokkan \nlima kelas jari. Analisis dilakukan dengan melakukan eksplorasi fitur-fitur sinyal \ndalam berbagai representasi sinyal. Representasi sinyal diolah dari domain waktu \nmenjadi amplitudo transformasi Fourier, power spectral density, dan spektogram. \nFitur sinyal yang dihitung dari representasi sinyal diperoleh berdasarkan dua jenis \nfitur sinyal kanal independen dan kanal dependen. Sebagian besar fitur kanal \nindependen diperoleh melalui parameter statistik. Pendekatan representasi sinyal \nsebagai fitur dilakukan sebagai analisis. Hasil akurasi akhir diamati juga terhadap \nrentang frekuensi sinyal otak. Klasifikasi sinyal dilakukan dengan support vector \nmachine secara subjek dependen untuk menguantifikasikan performa diferensiasi. \nAkurasi tertinggi diamati dalam berbagai perspektif. Secara keseluruhan, akurasi \ntertinggi bernilai 44,49% diperoleh pada representasi sinyal spektogram dengan \nfitur keseluruhan amplitudo hasil transformasi memiliki akurasi. Terkhusus hasil \ndengan akurasi tertinggi, metrik evaluasi menunjukkan spesifisitas tertinggi pada \ntelunjuk (94%) dan sensitivitas tertinggi pada ibu jari (84%). Fitur kanal \nindependen dengan parameter statistik memiliki nilai 27,60% pada fitur rerata dan \njumlah dengan nilai sama 27,60%. Fitur kanal dependen memiliki nilai 25,44% \npada fitur yang berkaitan dengan kanal komplemen. Hasil akurasi menandakan \naktivitas sinyal MI memiliki kontribusi diferensiasi yang tinggi ketika melibatkan \nkeseluruhan nilai amplitudo hasil transformasi. Rentang frekuensi yang memiliki \ndampak tertinggi pada diferensiasi adalah sinyal dengan rentang frekuensi 0 hingga \n5 Hz.", "Daftar File": {}, "Penulis": "Syifa Hasanah [18317002]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T., M.Sc.", "Dr. Beni Rio Hermanto, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ekstraksi fitur, motor imagery, brain-computer interface,  elektroensefalografi, transormasi Fourier, power spectral density, spektogram", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "24 Jun 2021"}