{"Nomor": 56686, "Judul": "KAJIAN PUSTAKA KANDUNGAN KIMIA DAN AKTIVITAS FARMAKOLOGI  MANGGIS (GARCINIA MANGOSTANA L.)", "Abstrak": "Garcinia mangostana L. atau manggis merupakan buah tropis yang tergolong dalam suku Guttiferae \n(Clusiaceae). Produk herbal ekstrak kulit manggis sudah dipasarkan secara luas di Indonesia. Berbagai \npenelitian manggis telah banyak dilakukan in vitro dan in vivo. Hal ini menunjukkan tingginya minat \ndan kegunaan manggis dalam bidang penelitian. Pembuatan artikel review ini dilakukan dengan \nmengumpulkan dan menganalisis minimum 50 artikel yang terdapat di PubMed untuk mengkaji \nkandungan fitokimia dan aktivitas farmakologi manggis. Manggis telah dilaporkan mengandung \nxanton yang berkontribusi besar pada aktivitas farmakologinya. Berbagai turunan xanton telah \nberhasil diisolasi dari manggis setiap tahun. Alfa–mangostin merupakan salah satu turunan xanton \nyang dipelajari secara ekstensif mengenai aktivitas farmakologinya. Selain xanton, manggis juga \nmengandung benzofenon, flavonoid, tanin terkondensasi, steroid, dan glikosida jantung. Manggis \njuga kaya nutrisi berupa karbohidrat, lipid, kalsium, magnesium, kalium, serta vitamin A dan C. \nManggis memiliki berbagai macam efek farmakologi termasuk antioksidan, anti jerawat, antibakteri, \nanti Alzheimer, antipsikotik, antidiabetes, antipenuaan, antihiperpigmentasi, antiinflamasi, \nantiobesitas, anti kanker, antimalaria, anti Dengue, dan antiparasit. Kajian pustaka ini mendukung \nbahwa manggis mengandung senyawa xanton yang berpotensi menjadi kandidat obat yang \nmenjanjikan. Perlu eksplorasi lebih lanjut pada masa yang akan datang terkait efek penargetan xanton, \nuji praklinik dan uji klinik dari xanton.", "Daftar File": {"ABSTRAK Trishna Nadhifa Khairunnisa": "https://digilib.itb.ac.id/gdl/download/228617"}, "Penulis": "Trishna Nadhifa Khairunnisa [10717087]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "manggis, kandungan kimia, aktivitas farmakolog", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     Dikdik permana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}