{"Nomor": 56685, "Judul": "KAJIAN PUSTAKA KOKRISTAL ANTIBIOTIKA DAN  PEMBUATAN SISTEM MULTIKOMPONEN  LEVOFLOKSASIN-ASAM SITRAT", "Abstrak": "Antibiotik umum digunakan untuk menyembuhkan infeksi yang disebabkan oleh mikroorganisme. \nBerdasarkan pustaka yang telah dilaporkan, sebagian besar antibiotik memiliki sifat fisikokimia \nyang buruk, terutama kelarutannya. Rekayasa bahan padat adalah suatu upaya untuk memperbaiki \nsifat fisikokimia bahan aktif tanpa mengubah aktivitas asalnya. Salah satu jenis rekayasa bahan \npadat adalah sistem multikomponen, seperti kokristal dan garam. Levofloksasin adalah antibiotik \ngolongan fluorokuinolon dengan spektrum kerja luas, memiliki kelarutan yang buruk dalam air, dan \nmudah larut dalam keadaan asam. Di sisi lain, asam sitrat telah dilaporkan dapat meningkatkan \nkelarutan padatan lain melalui pembentukan kokristal. Kajian pustaka bertujuan untuk mengkaji \npengembangan antibiotik menggunakan metode ko-kristalisasi dan dilanjutkan dengan percobaan \npembuatan sistem multikomponen Levofloksasin-Asam Sitrat (LAS) untuk mempelajari jenis sistem \nmultikomponen yang terbentuk serta karakteristik profil sifat fisikokimianya. Bagian percobaan \nmencakup skrining perbandingan molar, pembuatan LAS, karakterisasi padatan, dan karakterisasi \nprofil sifat fisikokimia. Hasil kajian pustaka menunjukkan bahwa metode kokristalisasi efektif \ndigunakan dalam pengembangan antibiotik karena dapat memperbaiki sifat fisikokimia antibiotik, \nterutama meningkatkan kelarutannya. Karakterisasi padatan menggunakan analisis termal, Fourier \nTransform Infrared (FTIR), dan Powder X-Ray Diffraction (PXRD) mengindikasikan terbentuknya \nsistem multikomponen kokristal LAS dengan perbandingan molar (1:1). Hal tersebut ditandai \ndengan titik lelehnya yang berada diantara titik leleh kedua penyusunnya; spectra FTIR yang \nmenunjukkan pergeseran pita pada bilangan gelombang 2931-2807 cm-1 dan 1724 cm-1\n; dan \ndiffractogram PXRD yang menunjukkan puncak baru pada sudut 2? = 4.98°, 9.9°, 11.24°, 12.52°, \ndan 15.64°. Hasil uji kelarutan membuktikan peningkatan sebesar 9.5 kali dalam media dapar pH \n6.8, 1.22 kali dalam media air, dan 2.4 kali dalam media dapar pH 1.2. LAS menunjukkan sifat alir \ndan kompresibilitas yang lebih baik dibandingkan levofloksasin tunggal.", "Daftar File": {"ABSTRAK Agnesya Namira Laksana": "https://digilib.itb.ac.id/gdl/download/228616"}, "Penulis": "Agnesya Namira Laksana [10717103]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Ilma Nugrahani, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Levofloksasin, Asam Sitrat, Sistem Multikomponen, Kokristal, Kelarutan, Sifat Alir,  Kompresibilitas", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2021"}