{"Nomor": 56697, "Judul": "ANALISIS PERFORMA CAMPURAN BERASPAL LASTON LAPIS AUS (AC-WC) MENGGUNAKAN BAHAN MODIFIKASI CAMPURAN SERBUK BAN BEKAS DAN KARET ALAM DENGAN PROSES KERING", "Abstrak": "Kerusakan pada laston AC-WC sebagai lapis permukaan yang umum terjadi adalah berupa pelepasan butir dan deformasi berbentuk alur. Salah satu cara yang dapat dilakukan untuk mengatasi masalah tersebut adalah dengan memodifikasinya menggunakan serbuk karet ban bekas (crumb rubber). Pusjatan bersama Puslitkaret dan beberapa pihak terkait berinovasi dengan melakukan pencampuran serbuk ban bekas dengan karet alam padat (SIR 20), namun masih memiliki kelemahan di mana serbuk yang dihasilkan mengalami penggumpalan karena daya rekat karet SIR 20 yang terlalu tinggi, sehingga dilakukan percobaan untuk menggantinya dengan jenis karet alam berupa lateks dengan nama produk Vulatex.\nCampuran karet difungsikan sebagai pengganti sebagian persentase agregat halus di mana proses pencampuran yang digunakan adalah dengan cara kering (dry mix). Persentase campuran serbuk ban bekas dan karet alam yang digunakan adalah 0,5% dan 0,75% terhadap berat total agregat. Pengaruh dari campuran karet pada campuran beraspal dianalisis menggunakan beberapa pengujian performa campuran yang terdiri dari pengujian modulus resilien, ketahanan terhadap pengaruh rendaman air, dan ketahanan terhadap deformasi.\nCampuran karet membantu agregat halus dan filler menyerap aspal lebih banyak sehingga memberikan pengaruh pada penurunan kualitas karakteristik volumetrik dan parameter Marshall, di mana rongga-rongga pada campuran beraspal meningkat akibat dari penurunan kepadatan yang menghasilkan penurunan stabilitas dan pelelehan yang tinggi. Performa modulus resilien, ketahanan terhadap rendaman air, dan ketahanan deformasi turut mengalami penurunan. Namun hasil performa dari campuran beraspal yang dimodifikasi dengan 0,5% campuran karet relatif berbeda tipis dari campuran beraspal tanpa modifikasi dan masih dapat diterima penggunaannya. Hal ini dibuktikan dengan hasil ketahanan deformasi pada suhu ekstrem (60°C) sebesar 2520 lintasan/mm yang memenuhi syarat spesifikasi ketahanan deformasi untuk campuran beraspal yang dimodifikasi.", "Daftar File": {"ABSTRAK Rizki Prasetya Person": "https://digilib.itb.ac.id/gdl/download/228638", "COVER Rizki Prasetya Person": "https://digilib.itb.ac.id/gdl/download/265310", "BAB 1 Rizki Prasetya Person": "https://digilib.itb.ac.id/gdl/download/265311", "BAB 2 Rizki Prasetya Person": "https://digilib.itb.ac.id/gdl/download/265312", "BAB 3 Rizki Prasetya Person": "https://digilib.itb.ac.id/gdl/download/265313", "BAB 4 Rizki Prasetya Person": "https://digilib.itb.ac.id/gdl/download/265314", "BAB 5 Rizki Prasetya Person": "https://digilib.itb.ac.id/gdl/download/265315", "BAB 6 Rizki Prasetya Person": "https://digilib.itb.ac.id/gdl/download/265316", "PUSTAKA Rizki Prasetya Person": "https://digilib.itb.ac.id/gdl/download/265317"}, "Penulis": "Rizki Prasetya Person [26918003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, DEA", "Ir. R. Sony Sulaksono Wibowo, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "AC-WC, deformasi, karet alam, modulus resilien, serbuk karet, Vulatex", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "24 Jun 2021"}