{"Nomor": 56694, "Judul": "PENGEMBANGAN METODE ANALITIK DAN METODE NUMERIK UNTUK PENYELESAIAN MODEL TERMOREGULASI BAGIAN KEPALA PADA KONDISI ANESTESI", "Abstrak": "Termoregulasi merupakan mekanisme tubuh untuk menjaga suhu dalam tubuh\n(core body temperature) tetap normal pada 37oC. Sistem termoregulasi mengatur\nkesetimbangan antara pembangkitan kalor dari dalam tubuh dengan pelepasan\nkalor ke lingkungan sekitar. Penurunan suhu tubuh dibawah rentang normalnya\nmengakibatkan terjadinya hipotermia. Pada pasien operasi, hipotermia merupakan\nkejadian yang tidak disengaja dan tidak diinginkan namun terjadi pada saat\noperasi berlangsung. Disamping menimbulkan ketidaknyamanan, hipotermia\ndapat menurunkan sistem kekebalan tubuh yang berpotensi menyebabkan\ntimbulnya infeksi yang terjadi pada luka operasi atau surgical site infection (SSI).\nSSI masih menjadi permasalahan yang cukup serius karena dapat menyebabkan\nkematian. Pada pasien operasi, hipotermia terjadi akibat pengaruh anestesi\nterhadap sistem termoregulasi, yaitu pada pembangkitan kalor dalam tubuh dari\nproses metabolik dan pembangkitan kalor dari perfusi darah. Kondisi ruang\noperasi yang biasanya suhunya relatif rendah merupakan faktor yang juga\nberpengaruh terhadap kejadian hipotermia.\nSistem termoregulasi tubuh telah dimodelkan sebagai persamaan transfer kalor\nkonduksi tak tunak dengan pembangkitan kalor, dalam bentuk persamaan\ndiferensial parsial orde dua non homogen. Suhu tubuh merupakan variabel kontrol\nyang merupakan fungsi dari ruang dan waktu. Pada kasus pasien operasi yang\nmengalami efek anestesi, pembangkitan kalor dari proses metabolik dan perfusi\ndarah merupakan variabel yang perlu dipecahkan. Interaksi permukaan kulit\ndengan udara luar menentukan jenis kondisi batas yang diterapkan. Penyelesaian\nmodel termoregulasi ini untuk mengetahui pengaruh dari masing-masing variabel\ntersebut terhadap penurunan suhu dalam tubuh pada pasien operasi.\nPenelitian ini bertujuan untuk mencari penyelesaian model termoregulasi dan\nmenentukan variabel yang terlibat didalamnya dengan metode analitik dan metode\nnumerik yang diverifikasi dengan data pengukuran. Hasil dari penyelesaian model\nmeliputi didapatkannya profil suhu tubuh dalam fungsi ruang dan waktu, variabel\npembangkitan kalor dalam fungsi waktu dan pengaruh dari kondisi termal\nlingkungan sekitar.\nStudi awal dilakukan untuk mempelajari sistem termoregulasi tubuh melalui\npenyelesaian model dengan metode numerik. Pada tahap ini tubuh dibagi dalam\nkomponen-komponen yang diwakili oleh bentuk silinder dan bola yang tersusun\natas jaringan dan organ. Dari hasil studi didapatkan informasi awal mengenai\nfaktor perfusi darah dan pembangkitan kalor dari proses metabolik berperan\nterhadap pembentukan profil suhu dalam tubuh. Penerapan model termoregulasi\npada kondisi anestesi dan pengaruh dari perubahan pada kondisi udara sekitar\nterhadap terjadinya penurunan suhu tubuh menjadi dasar untuk melakukan\npenelitian lebih lanjut.\nPada penelitian ini telah dilakukan pengukuran pada kondisi operasi mencakup\npengukuran suhu dan tanda-tanda vital lain dari paien operasi serta pengukuran\nterhadap kondisi termal lingkungan sekitar. Pengukuran dilakukan untuk\nmendapatkan data yang digunakan untuk penyelesaian model yaitu suhu dalam\ntubuh sebagai variabel kontrol, parameter untuk menentukan variabel\npembangkitan kalor serta parameter lingkungan untuk menentukan kondisi batas.\nMetode transformasi integral digunakan untuk menyelesaikan model\ntermoregulasi secara analitik dan menghasilkan solusi eksak. Metode tersebut\ndikembangkan untuk menyelesaikan model termoregulasi pada bagian kepala\nyang mengalami efek anestesi yang didekati dengan bentuk bola homogen. Suhu\nbagian pusat dicocokkan dengan suhu pengukuran dan diuji kedekatannya dengan\nnilai korelasi. Penyelesaian model mengasilkan variabel laju perfusi darah dan\npembangkitan kalor metabolik pada pasien operasi yang terpengaruh oleh anestesi\nbeturut-turut sebesar ?b = ?0,0006(t) + 6,0394, dan qm = ?0,4865(t) + 7032,1\ndiberlakukan pada 1620 < t < 4200 sekon.\nModel geometri tiga dimensi untuk bagian kepala dikembangkan untuk\npenyelesaian model termoregulasi pasien operasi yang mengalami pengaruh\nanestesi dengan metode numerik. Model yang dikembangkan telah dapat\nmenampilkan kejadian penurunan suhu dalam tubuh pada pasien operasi dengan\nvariabel perfusi darah dan pembangkitan kalor metabolik telah dibuktikan dapat\nditerapkan dalam model kepala yang homogen dan dikembangkan dalam model\nyang terbagi dalam komponen jaringan, tengkorak dan organ. Kondisi termal\nudara di sekitar bagian kepala divariasikan dan disimulasikan pada model\nkomputasi yang telah dikembangkan. Perubahan kondisi termal udara dilakukan\npada batas-batas suhu dan kecepatan yang menyesuaikan dengan standar dan\npetunjuk teknis yang berlaku. Dari hasil simulasi didapatkan bahwa pencegahan\npenurunan suhu tubuh dengan menaikkan suhu udara ruangan dan kecepatan\naliran udara tidak cukup efektif. Sementara penerapan perangkat penghangat\nsecara radiatif pada permukaan bagian depan kepala memiliki peluang untuk\nmencegah terjadinya penurunan suhu ke arah terjadinya hipotermia.", "Daftar File": {"ABSTRAK Rahmat Romadhon": "https://digilib.itb.ac.id/gdl/download/228635"}, "Penulis": "Rahmat Romadhon [33314003]", "Kontributor / Dosen Pembimbing": ["Ir. F.X. Nugroho Soelami, M.BEnv., Ph.D.", "Prof. Ir. Hermawan Kresno Dipojono, MSEE, Ph.D.", "Prof. Ir. Yazid Bindar, M.Sc., Ph.D.", "Nugraha, Dr.Eng.", "Dr.rer.nat. Freddy Haryanto, S.Si., M.Si.", "Dr.rer.nat. Freddy Haryanto, S.Si., M.Si.", "Dr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "hipotermia, infeksi luka operasi, model termoregulasi pasien operasi, laju perfusi darah, pembangkitan kalor metabolik, efek anestesi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2021"}