{"Nomor": 56765, "Judul": "PEMBUATAN PETA LAT INDONESIA BERDASARKAN MODEL PASUT GLOBAL TPXO 9.0", "Abstrak": "Peta Lowest Astronomical Tide (LAT) dibutuhkan bagi Indonesia sebagai salah satu negara maritim di dunia yang memiliki wilayah perairan yang cukup luas. Indonesia memiliki potensi-potensi kelautan yang unggul, seperti potensi pengelolaan sumber daya laut. Selain itu dalam aktivitas pelayaran dan transportasi laut juga membutuhkan informasi kedalaman laut yang dalam pembuatannya membutuhkan peta LAT. Berdasarkan definisi dari International Hydrographic Organization (IHO, 2005), Lowest Astronomical Tide (LAT) secara Internasional digunakan sebagai Chart Datum, yaitu acuan tinggi permukaan air yang digunakan untuk survei Hidro-Oseanografi. LAT ini ditentukan dengan prediksi pasut selama 18.61 tahun. Dalam penelitian ini akan ditentukan bagaimana nilai LAT jika diprediksi berdasarkan model pasut global TPXO 9.0. Dalam penentuan LAT, dilakukan analisis komponen pasut dan prediksi. Prediksi ketinggian permukaan laut dilakukan selama 18,6 tahun untuk memeroleh posisi terendah permukaan laut yang dipengaruhi oleh seluruh keadaan astronomis dan meteorologis. Hasil prediksi pasut berdasarkan model pasut global TPXO 9.0 menunjukkan nilai LAT di seluruh wilayah perairan Indonesia. Nilai LAT hasil prediksi konstanta pasut model pasut global TPXO 9.0 disajikan menggunakan software ArcGIS dalam bentuk peta LAT. Peta LAT menunjukkan nilai LAT paling besar berada pada wilayah perairan Laut Arafura dan nilai LAT paling kecil pada wilayah perairan Laut Jawa. Sebagian besar wilayah perairan di Indonesia memiliki nilai LAT dalam rentang 1-1,5 m di bawah MSL.", "Daftar File": {"ABSTRAK  Brema Krista Ginting": "https://digilib.itb.ac.id/gdl/download/228757"}, "Penulis": "Brema Krista Ginting [15114044]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si.", "Dr.techn. Dudy Darmawan Wijaya, S.T., M.Sc.", "Candida Aulia De Silva Nusantara, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Generalities", "Kata Kunci": "LAT, Komponen Pasut, dan Prediksi Pasut", "Sumber": "", "Staf Input/Edit": "Deddi Suhendi", "File": "1 file", "Tanggal Input": "28 Jun 2021"}