{"Nomor": 56776, "Judul": "PEMETAAN 3D WILAYAH PESISIR CIREBON DENGAN MENGINTEGRASIKAN DATA BATIMETRI DAN TOPOGRAFI-UAV FOTOGRAMETRI", "Abstrak": "Kota Cirebon adalah kota yang berada di pesisir utara Provinsi Jawa Barat dan merupakan salah satu daerah usulan Kawasan Ekonomi Khusus (KEK). Informasi geospasial darat, laut, dan pesisir merupakan hal yang wajib tersedia sebagai salah satu syarat pengusulan Cirebon sebagai daerah KEK. Sementara itu, penyediaan informasi tersebut hingga saat ini masih bersifat terpisah dan dikerjakan oleh instansi yang berbeda. Akibatnya, tidak ada standar yang sama antar data geospasial tersebut baik dalam segi resolusi, referensi, maupun format data. Perkembangan teknologi di bidang survei dan pemetaan juga menuntut tersedianya informasi geospasial yang lebih teliti dan visualisasi yang tidak hanya sebatas dua dimensi (2D). Penelitian ini bertujuan untuk mengintegrasikan data topografi dengan data batimetri di wilayah pesisir Cirebon sehingga menghasilkan seamless model elevasi digital yang memiliki referensi yang sama. Selanjutnya data tersebut akan direkonstruksi menjadi model 3D kota dengan kedetailan LOD1 dan LOD2. Pengintegrasian dilakukan dengan menyamakan referensi horizontal dan vertikal serta resolusi spasial dari data yang digunakan. Data yang digunakan adalah data UAV-Fotogrametri pada wilayah darat area studi, serta data batimetri pada wilayah laut yang didapat dari pengukuran SBES dan batimetri manual. Selanjutnya dilakukan mosaik antara kedua data tersebut dan dilakukan pengisian daerah kosong (filling the gap) menggunakan tiga metode interpolasi dan dua skenario data masukan. Uji kualitas dari hasil integrasi dilakukan dengan melakukan analisis komparatif antara data sampel batimetri manual dengan elevasi pada seamless model elevasi digital yang terbentuk.\nBerdasarkan hasil penelitian, didapatkan 7 tahap prosedur untuk mengintegrasikan data topografi UAV-fotogrametri dan batimetri. Adapun metode interpolasi terbaik untuk menghasilkan seamless model elevasi digital adalah menggunakan metode Spline. Root Mean Square Error (RMSE) dari seamless model elevasi digital yang terbentuk adalah sebesar 11 cm dan cukup baik saat divisualisasikan dalam bentuk model 3D LOD1 dan LOD2.", "Daftar File": {"Abstrak_Adib Aulia Syamsu_15117020.pdf)u": "https://digilib.itb.ac.id/gdl/download/228811"}, "Penulis": "Adib Aulia Syamsu [15117020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T.", "Dr. Deni Suwardhi, S.T., M.T.", "Dr.rer.nat. Wiwin Windupranata, S.T., M.Si.", "Fickrie Muhammad, S.T., M.Sc.", "Gabriella Alodia, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Generalities", "Kata Kunci": "cirebon, seamless,model elevasi digital,model 3D, akurasi.", "Sumber": "", "Staf Input/Edit": "Deddi Suhendi", "File": "1 file", "Tanggal Input": "30 Jun 2021"}