{"Nomor": 56777, "Judul": "ESTIMASI RADIASI FLUKS PANAS UNTUK EKSPLORASI GEOTERMAL MENGGUNAKAN CITRA SATELIT: STUDI KASUS KAWAH KAMOJANG", "Abstrak": "Pada tujuan ke 7 dari 17 Tujuan Pembangunan Berkelanjutan (SDG’s) membahas tentang energi bersih dan terjangkau. Tujuan ini memastikan akses pada energi yang terjangkau, bisa diandalkan, berkelanjutan, dan modern untuk semua. Energi geotermal merupakan salah satu energi yang dapat mewujudkan tujuan tersebut. Didukung oleh kondisi geografis Indonesia yang merupakan negara busur gunung api, pemanfaatan energi geotermal dapat diwujudkan secara masif. Pemanfaatan teknologi penginderaan jauh untuk pemetaan multi-temporal berskala luas turut mendukung pemanfaatan energi geotermal di Indonesia. Pada penelitian ini bertujuan untuk mengestimasi nilai suhu permukaan dan radiasi fluks panas serta menganalisa radiasi fluks panas yang berasal dari sistem geotermal. Citra satelit yang digunakan ialah citra malam ASTER, citra siang ASTER, Sentinel 2 MSI, dan Terra MODIS. Penelitian dilakukan di Kawah Kamojang, Kabupaten Garut, Jawa Barat. Ekstraksi informasi suhu permukaan dengan citra satelit pada penelitian ini menggunakan metode transfer radiasi termal sederhana berupa mono-window algorithm. Hasil penelitian ini menunjukkan bahwa lokasi potensi geotermal menunjukkan anomali suhu yang relatif lebih tinggi dibandingkan dengan lingkungan sekitarnya dan disertai oleh nilai yang konsisten tinggi berdasarkan empat waktu pengamatan suhu permukaan maupun radiasi fluks panas. Pada lokasi potensi geotermal tersebut terjadi penurunan nilai energi secara konsisten dalam rentang waktu pengamatan.", "Daftar File": {}, "Penulis": "Ahmad Badruzzaman [15117025]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Dr.Eng. Asep Saepuloh, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Generalities", "Kata Kunci": "geotermal, radiasi fluks panas, mono-window algorithm", "Sumber": "", "Staf Input/Edit": "Deddi Suhendi", "File": "0 file", "Tanggal Input": "30 Jun 2021"}