{"Nomor": 56781, "Judul": "STUDI INTERAKSI ATMOSFER DAN LAUTAN MENGGUNAKAN DATA ALTIMETRI", "Abstrak": "Pengembangan penelitian terus dilakukan untuk menghasilkan konsep-konsep yang mampu menghubungkan bidang oseanografi dan meteorologi. Pemahaman secara mendalam akan keterkaitan dan sirkulasi dari kedua studi ini mampu mengembangkan berbagai model simulasi untuk memprediksi fenomena iklim dan variasinya yang kian berkembang pula, yang sedikit banyak dan dalam jangka waktu singkat ataupun panjang, berdampak pada kehidupan manusia (Wang & Carton, 2004). Tugas Akhir ini dibuat dengan tujuan untuk mengetahui interaksi antara atmosfer dan lautan. Pengamatan dilakukan melalui satelit altimetri yang mampu menyediakan kedua data tersebut dengan cakupan global dan akumulasi data dalam periode jangka panjang. Misi satelit altimetri yang digunakan yaitu misi satelit TOPEX, Jason-1, Jason-2, dan Jason-3. Interaksi kedua komponen tersebut diamati melalui fenomena ENSO, dijelaskan melalui Sirkulasi Walker, yang memang merupakan fenomena meteorologi dengan komponen lautan dan atmosfer sebagai sistem kopel. Grafik timeseries dari data atmosfer dan dan data lautan dibandingkan dengan riwayat peristiwa fenomena ENSO selama 28 tahun sejak 1992 hingga 2020. Grafik timeseries tersebut menggunakan nilai tinggi muka laut (SLA) sebagai komponen laut dan kandungan uap air sebagai komponen atmosfer (PWV) untuk mengidentifikasi fenomena ENSO. Hasil analisis interaksi kedua komponen tersebut memperlihatkan adanya perbedaan secara temporal antara data SLA dan PWV dalam merespon fenomena ENSO.", "Daftar File": {"Abstrak_Alfy Nur Fauzia_15117038.pdf?": "https://digilib.itb.ac.id/gdl/download/228814"}, "Penulis": "Alfy Nur Fauzia [15117038]", "Kontributor / Dosen Pembimbing": ["Dr. Zamzam Akhmad Jamaluddin Tanuw, M.Si.", "Dr.techn. Dudy Darmawan Wijaya, S.T., M.Sc.", "Dr. Ir. Vera Sadarviana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Generalities", "Kata Kunci": "altimetri, ENSO, PWV, Sirkulasi Walker, SLA.", "Sumber": "", "Staf Input/Edit": "Deddi Suhendi", "File": "1 file", "Tanggal Input": "30 Jun 2021"}