{"Nomor": 56792, "Judul": "ANALISIS PENGARUH EKSTRAKSI AIR TANAH TERHADAP FENOMENA LAND SUBSIDENCE DI PROVINSI DKI JAKARTA", "Abstrak": "Jakarta merupakan ibu kota Negara Republik Indonesia yang memiliki wilayah luas dan padat akan penduduk. Menurut Badan Pusat Statistik (BPS), penduduk DKI Jakarta rata- rata akan tumbuh sebesar 0,7 % setiap tahunnya. Penduduk Kota Jakarta yang terus bertambah tentu membutuhkan komoditas primer untuk kebutuhan sehari-hari, salah satunya air bersih. Sementara itu, masih ada sekitar 40 persen warga Jakarta yang belum mendapatkan akses air bersih menyebabkan maraknya aktivitas ekstraksi air tanah. Salah satu akibat yang terjadi di Kota Jakarta apabila terus melakukan kegiatan tersebut adalah Penurunan Muka Tanah (PMT). Penurunan tanah adalah salah satu perubahan bentuk dalam posisi vertikal (ketinggian / ketinggian) dari titik referensi, fenomena ini dapat mempengaruhi struktur semua prasarana dan kegiatan lainnya di suatu daerah. Tujuan dari penelitian ini adalah mengorelasikan kegiatan ekstraksi air tanah yang direpresentasikan oleh Penurunan Muka Air Tanah (PMAT) dan Penggunaan Air Tanah (PAT) terhadap fenomena Penurunan Muka Tanah (PMT), menentukan nilai perbandingan dari Penurunan Muka Tanah (PMT) dengan Muka Air Tanah (MAT), serta menentukan besar penurunan tanah di Wilayah DKI Jakarta dalam tahun 2017-2019 berdasarkan data pengamatan Global Positioning System (GPS). Pada perhitungan korelasi antara tiga variabel yaitu, Penurunan Muka Air Tanah (PMAT), Penggunaan Air Tanah (PAT), dan Penurunan Muka Tanah (PMT) akan dihitung menggunakan metode multiple correlation. Sementara untuk perhitungan korelasi antara dua variabel, Muka Air Tanah (MAT) dan Penurunan Muka Tanah (PMT), menggunakan metode pearson correlation. Berdasarkan data pengamatan GPS, penurunan muka tanah di Wilayah DKI Jakarta berkisar antara 0-16 cm tiap tahunnya. Titik Pengamatan yang memiliki penurunan terbesar yaitu 12 dan 15.5 cm per tahun terdapat di wilayah Kamal dan Kapuk Muara, Jakarta Utara. Perbandingan antara Muka Air Tanah (MAT) dengan Penurunan Muka Tanah (PMT) dilakukan untuk menentukan apakah ada faktor selain ekstraksi air tanah yang lebih dominan menyebabkan land subsidence, apabila nilai perbandingan berada jauh dari angka 1/20 maka kemungkinan ada faktor selain ekstraksi air tanah. Hasil analisis korelasi multiple correlation memberikan nilai 0,88 yang artinya aktivitas ekstraksi air tanah berpengaruh sangat kuat terhadap fenomena land subsidence.", "Daftar File": {}, "Penulis": "Fadhli Nadhif [15117030]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dina Anggreni Sarsito, M.T.", "Dr. Heri Andreas, S.T., M.T.", "Dr. Ir. Vera Sadarviana, M.T.", "Dr.techn. Dhota Pradipta, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Penurunan Muka Tanah, Ekstraksi Air Tanah, Multiple Correlation, Pearson Correlation", "Sumber": "", "Staf Input/Edit": "Deddi Suhendi", "File": "0 file", "Tanggal Input": "02 Jul 2021"}