{"Nomor": 56806, "Judul": "PENENTUAN PERGESERAN PERMUKAAN TANAH PASCA GEMPA 28 SEPTEMBER 2018 DENGAN MENGGUNAKAN PERUBAHAN DATA CITRA FOTO SEBELUM DAN SETELAH GEMPA", "Abstrak": "Pada 28 September 2018 terjadi gempa bumi di Palu, Sulawesi Tengah. Gempa\ntersebut merupakan jenis gempa bumi dangkal akibat aktivitas sesar Palu-Koro.\nPenelitian ini bertujuan untuk menentukan vektor pergeseran permukaan tanah dan\nlebar zona patahan yang terjadi pasca gempa. Dengan penelitian ini, diharapkan dapat\nmeningkatkan pengetahuan tentang sifat gempa yang terjadi di Kota Palu sehingga\ndapat menjadi masukan dalam perencanaan pembangunan, mitigasi bencana, dan/atau\npenelitian lebih lanjutnya. Data yang digunakan adalah data citra foto satelit Pleiades\nsebelum kejadian dan foto udara ortho setelah kejadian, serta data ruptur gempa yang\ndiperoleh dari pengamatan GPS dari situs kejadian pasca gempa. Vektor pergeseran\ntanah dapat diperoleh dengan mengamati pergeseran koordinat objek di atas\npermukaan tanah pasca gempa. Pergeseran koordinat dapat ditentukan dengan\nmengukur pergeseran titik suatu objek dari citra sebelum gempa ke citra setelah\ngempa. Pengukuran lebar zona patahan dilakukan dengan mengukur panjang dari\nkerangka ukur objek zona patahan yang menggambarkan zona patahan. Pengukuran\npergeseran tanah dibagi ke dalam dua model patahan, model patahan apriori dengan\nrata-rata pergeseran sebelah barat ?u (transversal terhadap model patahan) sebesar -\n0.115m (?; simpangan baku: 0,535m), ?v (longitudinal terhadap model patahan)\nsebesar -2,098m (?: 0,903m), sebelah timur ?u sebesar 0,193m (?: 0,577m), ?v\nsebesar1,391m (? 0,932m), sementara model patahan regresi sebelah barat ?u sebesar-\n0,168m (?: 0,510m), ?v sebesar -2,100m (?: 0,903) dan sebelah timur ?u sebesar\n0,212m (?: 0,562m) dan ?v sebesar 1,391m (?: 0,936m). Lebar zona patahan rata-rata\nsebesar 14,393m dengan lebar terbesar sebesar 29,957m dan lebar terkecil sebesar\n1,723m.", "Daftar File": {"ABSTRAK  Husein Malik Arifin": "https://digilib.itb.ac.id/gdl/download/228876"}, "Penulis": "Husein Malik Arifin [15114083]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Bambang Setyadji, M.Si.", "Dr. Ir. Dina Anggreni Sarsito, M.T.", "Dr. Irwan Meilano, S.T., M.Sc.", "Dr.techn. Dhota Pradipta, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Generalities", "Kata Kunci": "citra satelit, foto udara, vektor pergeseran, zona patahan, transformasi koordinat, pemodelan garis patahan.", "Sumber": "", "Staf Input/Edit": "Deddi Suhendi", "File": "1 file", "Tanggal Input": "02 Jul 2021"}