{"Nomor": 56819, "Judul": "PEMODELAN KEBUTUHAN AIR DAN KETERSEDIAAN AKSES AIR SETIAP RUMAH TANGGA UNTUK PRIORITAS PENGEMBANGAN JARINGAN PIPA AIR KOTA BANDUNG", "Abstrak": "Air bersih merupakan suatu kebutuhan dasar manusia. Memastikan masyarakat mencapai akses air bersih secara universal dan merata merupakan tujuan ke-enam dari pembangunan berkelanjutan/Sustainable Development Goals (SDGs). Namun sampai saat ini tidak semua rumah tangga telah memiliki akses air perpipaan, hanya 72% penduduk Kota Bandung yang memiliki akses terhadap air perpipaan. Memperluas jaringan air perpipaan di dalam kota merupakan salah satu cara terbaik untuk memenuhi kebutuhan air bersih bagi penduduk. Belum banyak dikembangkannya pemodelan kebutuhan air rumah tangga secara detail menjadikan target pemenuhan air bersih belum dapat dilakukan secara optimal. Penelitian tugas akhir ini mencoba untuk mengembangkan pemodelan spasial terhadap estimasi kebutuhan air di Kota Bandung dengan pengintegrasian data statistik dan data spasial dan juga pemodelan ketersediaan akses air setiap rumah tangga di Kota Bandung. Hasil yang didapatkan dari penelitian tugas akhir ini adalah area prioritas pengembangan jaringan pipa air Kota Bandung. Hasil penelitian ini diharapkan dapat digunakan oleh pemerintah dan berbagai pihak terkait dalam pemerataan akses air di Kota Bandung.", "Daftar File": {"Abstrak_Nahdia Izzadina.pdf?": "https://digilib.itb.ac.id/gdl/download/228887"}, "Penulis": "Nahdia Izzadina [15117036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr. I Gusti Ayu Andani, S.T., M.T.", "Dr.Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Generalities", "Kata Kunci": "akses air, kebutuhan air, rumah tangga, spasial", "Sumber": "", "Staf Input/Edit": "Deddi Suhendi", "File": "1 file", "Tanggal Input": "02 Jul 2021"}