{"Nomor": 56813, "Judul": "STUDI AWAL PEMODELAN SPASIAL IDENTIFIKASI ALIH FUNGSI HUTAN BERPOTENSI TERDAMPAK KORUPSI BERBASIS DATA PENGINDERAAN JAUH", "Abstrak": "Indonesia masih memiliki permasalahan dengan perilaku korupsi di negaranya. Pada tahun 2020 indeks perilaku anti korupsi Indonesia menunjukan angka sebesar 3,84 yang mengidentifikasikan perlu dirancangnya strategi untuk menekan perilaku koruptif dan mengurangi dampak signifikan yang dihasilkannya. Perilaku korupsi ini telah berdampak negatif dalam pengelolaan berbagai aset negara termasuk sumber daya hutan hujan tropis yang merupakan aset strategis dalam penanggulangan perubahan iklim dunia. Belum terdapatnya analisis model spasial analisis alih fungsi hutan yang disebabkan oleh praktik korupsi mengakibatkan perhitungan potensi kerugian Indonesia atas kerusakan sumber daya alamnya tidak dapat dihitung secara optimal. Studi ini bertujuan untuk melakukan terobosan dalam memodelkan indeks deforestasi di Indonesia yang terindikasi dampak dari praktik korupsi. Kasus korupsi tata guna lahan di sektor kehutanan diidentifikasi dari tingkat nasional hingga daerah untuk dijadikan landasan awal target analisis deforestasi berdasarkan rentang tahun terjadinya praktek korupsi. Produk deforestasi yang dikembangkan oleh Global Forest Watch, digunakan dalam menentukan tahun terjadinya deforestasi yang kemudian di integrasikan dengan data statistik kasus korupsi yang telah diidentifikasi. Algoritma LandTrendr pada Google Earth Engine digunakan pada time series data indeks vegetasi Landsat untuk mengetahui waktu terjadinya gain pada suatu konversi hutan menjadi hutan sekunder. Kecepatan proses konversi ini dianalisis untuk mendapatkan anomali deforestasi sebagai indikator utama pembangunan indeks deforestasi terdampak korupsi. Diharapkan dengan diinisiasinya studi geospasial dalam isu korupsi ini menjadi langkah awal terwujudnya pemerintahan bersih berwawasan lingkungan dalam upaya melawan musuh bersama praktik korupsi.", "Daftar File": {}, "Penulis": "Miqdad Fadhil Muhammad [15117022]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Prof. Dr. Delik Hudalah, S.T., M.T., M.Sc.", "Dr. Riantini Virtriana, S.T., M.T.", "Dr.Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Generalities", "Kata Kunci": "Pemodelan Spasial Ekonomi, LT-GEE, korupsi alih fungsi hutan, Deforestasi, Good Environmental Government.", "Sumber": "", "Staf Input/Edit": "Deddi Suhendi", "File": "0 file", "Tanggal Input": "02 Jul 2021"}