{"Nomor": 56829, "Judul": "INTEGRASI PENGONTROL PID BERBASIS ALGORITMA GENETIKA DENGAN PENGUKURAN INFERENSIAL BERBASIS DATA SEBAGAI ALTERNATIF PENGONTROLAN PROSES DESULFURISASI DI PABRIK AMONIAK", "Abstrak": "Desulfurisasi adalah salah satu proses penting untuk produksi amonia (NH3). Tujuan utama unit ini adalah untuk mereduksi kandungan sulfur dalam gas alam. Kandungan tersebut diperoleh dengan menerapkan pengukuran off-line di laboratorium sehingga membuat proses tidak dapat dikontrol secara langsung. Untuk memprediksi konsentrasi sulfur, pengembangan pengukuran inferensial berbasis data diperkenalkan dalam penelitian ini untuk mengontrol proses desulfurisasi. Pengukuran inferensial yang terdiri dari Diagonal Recurrent Neural Network (DRNN) untuk memodelkan hubungan antara kandungan sulfur dengan variabel mudah terukur, dengan metoda Regularisasi Bayesian sebagai algoritma pelatihan datanya. Skema ini kemudian diintegrasikan dengan pengontrol PID yang dioptimalkan dengan teknik penalaan Algoritma Genetika (GA). Tujuannya ialah agar proses dapat dikontrol sehingga proses desulfurisasi memiliki respons yang optimal. Potensi teknik ini diimplementasikan dalam model proses non-linier menggunakan data riil operasional yang didapatkan dari pabrik amoniak yang berlokasi di Kalimantan Timur. Setelah dilakukan simulasi, strategi yang diusulkan telah mampu memprediksi kandungan sulfur dengan mendekati hasil yang diperoleh dari pengukuran di laboratorium dengan nilai RMSE 0,00284. Skema pengontrol dengan penalaan GA telah mampu untuk mengontrol kandungan sulfur sesuai dengan set point yang diinginkan, dengan nilai IAE sebesar 0,3706 dimana teknik ini memiliki performansi yang lebih baik dibandingkan dengan penalaan manual sebesar 0,4238.\n\nKata Kunci : algoritma genetika, pengontrol PID, pengukuran inferensial, regularisasi Bayesian, plant amoniak", "Daftar File": {"2021 TS TF Vany Rizki Febrina 23319005 Cover.pdf?_": "https://digilib.itb.ac.id/gdl/download/228939", "2021 TS TF Vany Rizki Febrina 23319005 Bab I.pdf?_": "https://digilib.itb.ac.id/gdl/download/228940", "2021 TS TF Vany Rizki Febrina 23319005 Bab III.pdf5?": "https://digilib.itb.ac.id/gdl/download/228941", "2021 TS TF Vany Rizki Febrina 23319005 Bab IV.pdf\niu": "https://digilib.itb.ac.id/gdl/download/228943", "2021 TS TF Vany Rizki Febrina 23319005 Bab V.pdf?_": "https://digilib.itb.ac.id/gdl/download/228944", "2021 TS TF Vany Rizki Febrina 23319005 Bab VI.pdf\niu": "https://digilib.itb.ac.id/gdl/download/228945", "2021 TS TF Vany Rizki Febrina 23319005 Daftar Pustaka.pdf?_": "https://digilib.itb.ac.id/gdl/download/228946"}, "Penulis": "Baninda Taufiq Heryuano [23819005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sutanto Hadisupadmo, M.T.", "Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC", "Ir. Endra Joelianto, Ph.D.", "Ir. Estiyanti Ekawati, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "algoritma genetika, pengontrol PID, pengukuran inferensial, regularisasi Bayesian, plant amoniak", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "07 Jul 2021"}