{"Nomor": 56828, "Judul": "DETEKSI ANOMALI SUHU PADA SISTEM BATERAI PENYIMPANAN ENERGI (SBPE) BERKAPASITAS BESAR MENGGUNAKAN METODE PEMBELAJARAN MESIN", "Abstrak": "Sistem Baterai Penyimpanan Energi (SBPE) saat ini banyak digunakan dalam berbagai teknologi sistem pembangkit, karena baterai menjadi alternatif penyimpanan energi terbarukan yang cukup populer dengan instalasi sistem yang lebih efektif dan fleksibel sehingga diperkirakan teknologi baterai akan selalu meningkat terutama untuk proyek smart microgrid. Oleh sebab itu, sangat penting dilakukan evaluasi terhadap keandalan pada SBPE untuk dapat menilai seberapa andal suatu sistem berjalan baik itu dari segi sistem baterai itu sendiri maupun dari segi topologi dan strategi manajemen baterainya. SBPE yang sedang beroperasi dapat mengalami panas yang berlebihan karena proses internal di dalam baterai. Hal ini dapat menyebabkan konsekuensi yang berbahaya, seperti risiko ledakan. Perubahan suhu baterai merupakan salah satu parameter penting untuk evaluasi keandalan pada SBPE. Oleh sebab itu, perlu dilakukan pendeteksian anomali perubahan suhu di dalam sistem, tujuannya adalah untuk mencegah kegagalan baterai internal yang dapat menyebabkan penurunan kinerja dan mengurangi masa pakai baterai. \nMetode Data-driven terutama metode pembelajaran mesin saat ini banyak digunakan untuk pendeteksian anomali sistem. Metode supervised learning digunakan karena lebih akurat dan cepat pada kasus prediksi input terhadap output yang dicapai. Metode pembelajaran mesin yang digunakan diantaranya adalah Artificial Neural Network (ANN), Random Forest (RF) dan Regresi Vektor Pendukung (RVP).  Dalam penelitian ini, analisis parameter yang digunakan adalah perubahan suhu baterai supaya anomali dapat dideteksi lebih dini.\nBerdasarkan penilaian kuantitatif (model metriks), RF sedikit lebih akurat daripada ANN dan RVP. Namun, jika model digunakan untuk memprediksi suhu baterai, ANN adalah yang paling baik dengan dengan nilai RMSE 0,13 dan MAE 0,10. Dengan demikian, RMSE dan MAE tidak dapat dijadikan sebagai referensi utama untuk membenarkan kinerja model. Oleh sebab itu, model yang akan diimplementasikan pada data validasi adalah model dengan menggunakan Artificial Neural Network (ANN). ANN menyediakan model pembelajaran yang lebih akurat dibandingkan kedua metode lainnya. \nPenelitian ini dilakukan dengan menggunakan metodologi Cross-Industry Standard Process for Data Mining (CRISP-DM). Pada pemahaman bisnis akan didefinisikan tujuan yang dicapai yaitu deteksi anomali perubahan suhu pada SBPE. SBPE terdiri dari 18 modul dimana tiap modul terdiri dari 15 sel baterai LiFePO4 3.2 VDC 100Ah. Pada pemahaman data didesikripsikan jenis, struktur dan kualitas data yang digunakan. Selanjutnya, dilakukan proses penyaringan dan pembersihan data pada tahap persiapan data. Kemudian dilakukan pemodelan dengan menggunakan pembelajaran mesin yaitu ANN, RF, dan RVP untuk melakukan prediksi perubahan suhu. Target input yang digunakan adalah tegangan, suhu, arus, posisi sel, dan daya. Model terbaik yaitu ANN akan digunakan untuk prediksi suhu data satu kluster baterai. \nSelain itu, pendekatan statistik juga digunakan untuk menentukan batasan data outlier pada prediksi suhu menggunakan ANN, anomali terjadi apabila perubahan suhu baterai melebihi nilai tiga standar deviasi dengan interval kepercayaan data adalah 99,7%. Hasil evaluasi akan ditampilkan pada tahap penyebaran data. Berdasarkan analisis statistik, pada data tes tanggal 11 November 2019 pukul 00:00 hingga 23:59 WIB yang berjumlah 386355 data ditemukan anomali sebesar 0.34% atau 1334 data dengan rincian sel 1 sebesar 67 data;5%, sel 2 sebesar 86 data;6%, sel 3 sebesar 98 data;7%, sel 4 sebesar 82 data;6%, sel 5 sebesar 80;6%, sel 6 sebesar 111 data;8%. sel 7 sebesar 103 data;8%, sel 8 sebesar 108 data;8%, sel 9 sebesar 75 data;6%, sel 10 sebesar 95 data;7%, sel 11 sebesar 64 data;5%, sel 12 sebesar 93 data;7%, sel 13 sebesar 73 data;6%, sel 14 sebesar 72 data;5%, sel 15 sebesar 128 data;10%. Sel 15 mempunyai jumlah anomali paling besar. Berdasarkan perhitungan tingkat kabinet, maka kabinet 3 ditemukan banyak anomali sebesar 233 dari jumlah keseluruhan anomali.", "Daftar File": {"2021 TS TF Vany Rizki Febrina 23319005 Cover.pdf?": "https://digilib.itb.ac.id/gdl/download/228931", "2021 TS TF Vany Rizki Febrina 23319005 Bab I.pdf?": "https://digilib.itb.ac.id/gdl/download/228932", "2021 TS TF Vany Rizki Febrina 23319005 Bab II.pdf\n]": "https://digilib.itb.ac.id/gdl/download/228933", "2021 TS TF Vany Rizki Febrina 23319005 Bab III.pdf)u": "https://digilib.itb.ac.id/gdl/download/228934", "2021 TS TF Vany Rizki Febrina 23319005 Bab IV.pdf\n]": "https://digilib.itb.ac.id/gdl/download/228935", "2021 TS TF Vany Rizki Febrina 23319005 Bab V.pdf?": "https://digilib.itb.ac.id/gdl/download/228936", "2021 TS TF Vany Rizki Febrina 23319005 Bab VI.pdf\n]": "https://digilib.itb.ac.id/gdl/download/228937", "2021 TS TF Vany Rizki Febrina 23319005 Daftar Pustaka.pdf?": "https://digilib.itb.ac.id/gdl/download/228938"}, "Penulis": "Vany Rizki Febrina [23319005]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Augie Widyotriatmo, S.T., M.T., Ph.D.", "Ganes Shukri, S.T., M.Eng., Ph.D.", "Dr. Irsyad Nashirul Haq, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "deteksi anomali, SBPE, pembelajaran mesin, suhu baterai, perubahan suhu baterai", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "8 file", "Tanggal Input": "07 Jul 2021"}