{"Nomor": 56822, "Judul": "VERIFIKASI TERHADAP TITIK-TITIK DASAR YANG BELUM OPTIMAL DALAM PENETAPAN BATAS LAUT INDONESIA", "Abstrak": "Indonesia sebagai negara kepulauan dan juga dikategorikan sebagai negara pantai harus mengumumkan koordinat geografis titik-titik dasar serta mendepositkannya ke Sekretaris Jenderal Perserikatan Bangsa-Bangsa demi menjaga kedaaulatan. Berdasarkan Peraturan Pemerintah No.38 Tahun 2002 tentang Daftar Koordinat Geografis Titik-Titik Garis Pangkal Kepulauan Indonesia dan perubahannya Peraturan Pemerintah No.37 Tahun 2008 jumlah titik dasar dan garis pangkal Indonesia 195 titik dan 193 ruas. Sayangnya ada beberapa titik dasar dan garis pangkal yang penempatannya belum optimal, sehingga menyebabkan salahnya penarikan Batas Laut Indonesia. Contoh titik dasar dan garis pangkal yang penempatannya tidak optimal yaitu garis pangkal memotong daratan dan titik dasar berada di daratan, garis pangkal memotong daratan, dan lain-lain.\nPada penelitian ini, proses pembuatan rekomendasi titik dasar dan garis pangkal terlebih dahulu dilakukan pengategorian kondisi titik dasar dan garis pangkal. Setelah itu dari setiap kategori kondisi akan dianalisis solusi yang dapat diterapkan. Solusi tersebut dapat berupa digitasi ulang, menghapus, atau menambah titik dasar dan garis pangkal. Setelah itu akan dihitung penambahan luas laut perairan Indonesia dengan melakukan digitasi areanya terlebih dahulu.\nHasil yang diperoleh dari penelitian tugas akhir ini adalah rekomendasi penempatan titik dasar yang optimal berupa daftar koordinat titik dasar serta hasil visualnya dalam bentuk peta. Rekomendasi penempatan titik dasar dan garis pangkal menghasilkan penambahan luas laut perairan Indonesia sebesar 1404.880720 km2. Dengan adanya penelitian ini diharapkan rekomendasi yang dihasilkan dapat dimanfaatkan oleh Kementrian Koordinator Bidang Kemaritiman dan Investasi Republik Indonesia dalam melakukan perbaikan titik-titik dasar Batas Laut Indonesia.", "Daftar File": {"Abstrak Nofal Mahdi Kadafi Anantri": "https://digilib.itb.ac.id/gdl/download/228890"}, "Penulis": "Nofal Mahdi Kadafi Anantri [15117012]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T.", "Miga Magenika Julian, S.T., M.T.", "Fickrie Muhammad, S.T., M.Sc.", "Andika Permadi Putra, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Generalities", "Kata Kunci": "Garis air rendah, Titik dasar, Garis pangkal", "Sumber": "", "Staf Input/Edit": "Deddi Suhendi", "File": "1 file", "Tanggal Input": "02 Jul 2021"}