{"Nomor": 56834, "Judul": "PERSPEKTIF EKOSISTEM LAYANAN TERHADAP VALUE CO-CREATION DI KEBERLANJUTAN USAHA SOSIAL: STUDY KASUS DI USAHA SOSIAL INDONESIA", "Abstrak": "Keberadaan usaha sosial telah disetujui memiliki pengaruh sosial maupun ekonomi berkat kemampuan usaha sosial dalam menciptakan lapangan pekerjaan, meningkatkan kesejahteraan hidup masyarakat, menyelesaikan masalah sosial, dan masih banyak lagi. Usaha sosial lahir sebagai badan yang memiliki kemampuan untuk menyelesaikan masalah sosial yang tidak dapat diselesaikan oleh pemeritah. Terutama di Indonesia, negara yang memiliki banyak pulau sehingga untuk dapat meraih orang-orang kurang beruntung menjadi pekerjaan yang sangat menantang. Melihat keberadaan usaha sosial yang sangat penting, seringkali usaha sosial menghadapi tantangan yang membuat mereka sulit untuk meraih keberlanjutan. Mengenai hal tersebut, kolaborasi antar aktor di ekosistem usaha sosial dipertimbangkan sebagai factor yang penting untuk meraih keberlanjutan. Oleh sebab itu, dengan menggunakan kacamata ekosistem servis, riset ini memiliki tujuan untuk mengetahuhi peran konsep value co-creation sebagai factor pendukung keberlanjutan usaha sosial, dan juga pengaruh faktor institusi terhadap value co-creation. Metode riset kualitatif dengan studi kasus digunakan untuk menginterpretasi hasil dari koleksi data. Tujuh usaha sosial dari tiga sektor berbeda (perikanan & pertanian, edukasi, industri kreatif) dipilih sebagai subjek riset. Koleksi data sekunder dari jurnal ilmiah, artikel, video, dan laporan usaha sosial dilakukan untuk memperkaya hasil dari penelitian.\nPenelitian ini mengusulkan kerangka berdasarkan kerangka yang dibuat oleh peneliti sebelumnya. Kerangka yang diusulkan sudah disesuaikan dengan konteks usaha sosial. Hasil penelitian menemukan bahwa terdapat stakeholder internal (pendiri dan staff) dan eksternal (konsumen, pemerintah, penerima manfaat, inkubasi usaha, komunitas) yang terlibat dala kegiatan value co-creation di usaha sosial. Untuk menghasilkan value co-creation yang sukses, masing-masing aktor mengintegrasikan sumberdaya operant dan operand. Sejalan dengan literature sebelumnya, usaha sosial peran penting value co-creation terhadap keberlanjutan usaha sosial. Penelitian ini juga menemukan bahwa institusi formal dan informal dapat mendukung dan/atau menghambat proses value co-creation di usaha sosial. Lebih jauh, penelitian ini menyediakan implikasi teoritis dan praktis yang dapat dipertimbangkan oleh semua stakeholder di ekosistem usaha sosial.", "Daftar File": {"ABSTRAK Adinda Farhana": "https://digilib.itb.ac.id/gdl/download/228991", "2021 TS PP ADINDA FARHANA 1-FULL.pdf?": "https://digilib.itb.ac.id/gdl/download/240451"}, "Penulis": "Adinda Farhana [29019025]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D.", "Khrisna Ariyanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keberlanjutan, Usaha Sosial, Ekosistem Servis, Pembuatan Nilai Bersama", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "09 Jul 2021"}