{"Nomor": 56831, "Judul": "USULAN STRATEGI PEMASARAN DIGITAL UNTUK MENINGKATKAN KESADARAN MEREK DARI PT. RSZ", "Abstrak": "Pandemi COVID-19 yang terjadi sejak awal tahun 2020 ternyata menumbuhkan minat dan\npartisipasi yang tinggi masyarakat Indonesia dalam berinvestasi. Jumlah investor reksa dana\nhingga akhir tahun 2020 tercatat mengalami peningkatan sebesar 78.38% bila dibandingkan\ndengan tahun 2019. Saat ini sudah ada lebih dari 3 juta masyarakat Indonesia yang beriventasi\nreksa dana sejak industri ini hadir puluhan tahun yang lalu. Agen penjualan reksa dana (APERD)\nberbasis teknologi dan perusahaan financial technology merupakan salah satu pendorong utama\nmeningkatnya partisipasi masyarakat dalam berinvestasi. \n\nPT. RSZ adalah salah satu APERD yang resmi beroperasi di Indonesia sejak tahun 2018 dengan\nmeluncurkan produk berbasis aplikasi dan website. RSZ menawarkan berbagai jenis produk reksa\ndana, seperti reksa dana syariah, obligasi, pasar uang, dan indeks. Investor dapat berinvestasi di\nproduk-produk tersebut dengan harga yang tejangkau karena salah satu keunggulan yang\nditawarkan oleh RSZ adalah investasi receh, di mana produk dapat dibeli mulai dari harga Rp\n10.000. Namun, setelah kurang lebih 3 tahun di industri reksa dana, tingkat kesadaran merek dari\nRSZ masih rendah bila dibandingkan dengan kompetitor yang memiliki usia relatif sama. Salah\nsatu dampak dari rendahnya kesadaran merek tersebut adalah tidak tercapainya target investor di\ntahun 2020. \n \nPenelitian ini menggunakan pemasaran digital sebagai variabel bebas dan kesadaran merek sebagai\nvariabel terikat dengan menggunakan model analisis regresi sederhana. Analisis lingkungan\ninternal menggunakan analisis STP (Segmentation, Targeting, Positioning) dan Marketing Mix \n7P. Analisis lingkungan eksternal menggunakan kerangka PEST, Porter 5 Forces, analisis\nkompetitor, dan penelitian konsumen. Hasil analisis menyimpulkan bahwa rendahnya kesadaran\nmerek PT. RSZ disebabkan oleh faktor persaingan yang ketat, kebiasaan masyarakat, produk yang\nkurang menarik, dan aktivitas promosi yang belum optimal. Usulan strategi untuk meningkatkan\nkesadaran merek yaitu pemasaran digital yang mengandalkan search engine optimization (SEO),\nonline public relations, affiliate and co-marketing, dan social media marketing.", "Daftar File": {"2021_TS_PP_AKBAR VEREZHA B._1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/228973"}, "Penulis": "Akbar Verezha Bintang Ibrahim [29119138]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "reksa dana, agen penjualan reksa dana (APERD), pemasaran digital, kesadaran  merek.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Jul 2021"}