{"Nomor": 56842, "Judul": "DAMPAK PERISTIWA TERKAIT COVID-19 TERHADAP INDEKS GABUNGAN DAN SEKTORAL INDONESIA", "Abstrak": "asar modal Indonesia mengalami penurunan ke level 5.311 ketika ditemukannya kasus COVID-19\npertama kali. Oleh karena itu, penelitian ini bertujuan untuk mengetahui apakah pasar modal Indonesia\ndilihat dari composite dan sepuluh sektoral index secumulative abnormal returna signifikan mendapatkan\ndampak dari terjadinya beberapa peristiwa COVID-19.  \nPenelitian ini menguji dua bentuk efisiensi market hipotesis pada pasar modal Indonesia, yaitu weak dan\nsemi-strong form efficiency. Weak form efficiency akan diuji dengan menggunakan run test dan variance\nratio dengan periode 2 Maret 2016 hingga 2 Maret 2021. Metode ini dilakukan dengan tujuan untuk\nmengidentifikasi bentuk pergerakan harga pasar. Apabila harga terbentuk mengikuti pola random walk,\nmaka pasar modal Indonesia efisien dalam kondisi weak form. Jika weak form efficiency sudah didapatkan\npada sebuah pasar modal, selanjutnya penelitian terkait semi-strong form efficiency dapat dilakukan. Semistrong\nefficiency\n\ndapat dianalisa melalui event study untuk mengetahui apakah harga saham atau index\nterbentuk akibat reaksi yang didapatkan dari sebuah informasi. Reaksi ini dapat dilihat dari nilai abnormal\nreturn dan uji signifikansi dari masing-masing index yang diteliti. Apabila nilai abnormal return signifikan,\nmaka saham atau index tersebut efisien dalam kondisi semi-strong. Penelitian event study dilakukan dengan\nmelihat enam kejadian terkait COVID-19 di Indonesia seperti: 1) Pembentukan call center penyebaran virus\ndi Jakarta (23 Januari 2020), 2) Pengumuman resmi WHO tentang COVID-19 menjadi kasus darurat\nInternasional (20 Januari 2020), 3) Penemuan kasus COVID-19 pertama di Indonesia (2 Maret 2020), 4)\nPelaksanaan kebijakan PSBB pertama (6 April 2020), 5) Penerimaan vaksin Sinovac ke Indonesia (7\nDesember 2020), dan 6) Pelaksanaan vaksinasi massal di Indonesia (13 Januari 2021).  \nHasil dari penelitian ini adalah harga yang dimiliki oleh composite index bergerak mengikuti pola random\nwalk model. Oleh karena itu, para investor akan sangat kesulitan untuk memprediksi harga di masa depan\ndengan menggunakan harga di masa lampau. Sehingga, pasar modal Indonesia dapat disimpulkan efisien\ndalam bentuk weak form. Pada pengujian event study untuk composite index, terdapat cumulative abnormal\nreturn negatif yang signifikan pada saat penemuan kasus COVID-19 pertama di Indonesia. Pada\npelaksanaan kebijakan PSBB pertama, ditemukan cumulative abnormal positive yang signifikan pada\ncomposite index. Dilihat dari sectoral view, terdapat beberapa reaksi yang berbeda dari masing-masing\nindex sebagai dampak dari terjadinya peristiwa terkait COVID-19 di Indonesia. Pada informasi terkait\npementukan call center di Jakarta, tidak ditemukan satupun cumulative abnormal return yang signifikan\npada sepuluh sectoral index yang diteliti.", "Daftar File": {"2021_TS_PP_Muhammad Hasan Ghazali_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/229034"}, "Penulis": "Muhammad Hasan Ghazali [29119377]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Indeks Harga Saham Gabungan, Hipotesis Pasar Efisien, Studi Peristiwa, COVID-19", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "13 Jul 2021"}