{"Nomor": 56844, "Judul": "KAJIAN PERMUKIMAN DAN ARSITEKTUR RIPARIAN BANSIR LAUT DI PONTIANAK: KARAKTER, PERUBAHAN, DAN KEBERLANJUTANNYA", "Abstrak": "Fenomena budaya berhuni di tepian Sungai Kapuas sudah mentradisi sangat lama\ndan menjadi cara masyarakat setempat mengenali keunikan karakter tempatnya,\nKota Pontianak. Keunikan budaya bermukim dan permukiman ini telah menarik\nminat pemerintah untuk mengembangkannya menjadi destinasi wisata. Namun,\nselama ini belum pernah ada upaya untuk memahami karakter dan budaya\nbermukim mereka secara utuh. Penelitian ini mengkaji dan menjelajahi arsitektur,\npermukiman, dan budaya bermukim di tepian Sungai Kapuas tersebut dengan\ntujuan untuk memahami keutuhan dari permukiman, budaya bermukim, dan\narsitektur di permukiman Bansir Laut. Penelitian dilakukan dengan tujuan, 1)\nmengidentifikasi karakteristik permukiman, budaya bermukim, dan arsitektur, 2)\nmengidentifikasi fenomena perubahan yang terjadi, 3) memahami prospek\nkeberlanjutan dari permukiman Bansir Laut. Penelitian dilakukan dengan\npendekatan kualitatif eksploratif-deskriptif. Penelitian dilakukan dalam 5 tahap,\nyang terdiri atas tahap persiapan, tahap pengambilan data, tahap deskripsi, tahap\nanalisis, dan tahap penyimpulan. Lingkup penelitian dibatasi oleh objek penelitian\nberupa permukiman tepian sungai pada segmen permukiman Bansir Laut, Kota\nPontianak.\nDalam perjalanannya, ditemukan fakta bahwa permukiman Bansir Laut sudah\nberproses selama lebih dari empat abad dan mengalami degradasi sejak tahun 1970.\nStruktur dermaga yang disebut gertak merupakan elemen signifikan pembentuk\npermukiman, dengan arsitektur yang representatifnya yaitu rumah besa’.\nPermukiman ini berproses melalui lima tonggak sejarah perubahan, yaitu 1) masa\nVOC dan aglomerasi hunian di Bantaran Kapuas (sebelum tahun 1771), 2) masa\nkekuasaan Kesultanan Qadriyah (1771-1900), 3) masa berdikari pasca keterikatan\nformal dengan Kesultanan Qadriyah (1900-1942), 4) masa kemerdekaan hingga\npasca kemerdekaan (1942-1965), dan 5) masa permukiman Bansir Laut modern\n(setelah tahun 1969). Penelitian ini menghasilkan beberapa kesimpulan, yaitu 1)\narsitektur di permukiman Bansir Laut merupakan budaya bermukim masyarakat\nMelayu Pontianak kebanyakan yang mengakar tapi tengah mengalami degradasi,\n2) permukimannya merupakan perwujudan budaya bermukim dinamis yang\nberproses selama kurang lebih 4 abad di bantaran Kapuas dan kini tegan\nbertransformasi ke dalam lingkungan modern, 3) fitur penting yang memberi \nkarakter pada pembentukan permukiman adalah dermaga buatan VOC yang kini\npopuler disebut gertak, 4) arsitekturnya telah berevolusi, menerima pengaruh\nperbendaharaan tipologi arsitektur Melayu dan melahirkan tipologi rumah besa’\nyang menandai awal perkembangan permukiman yang terintegrasi, 5) tren\nperistiwa nuronkan rumah atau daur ulang rumah besa’ menjadi rumah inti yang\nterjadi sejak tahun 1970 menandai peristiwa disrupsi budaya bermukim akibat\nterusiknya tradisi jejaring perdagangan, dan modernisasi yang menyebabkan\nmasalah penurunan kualitas permukiman. Penelitian ini diharapkan dapat\nberkontribusi sebagai rujukan pertimbangan untuk perkembangan pariwisata Kota\nPontianak yang saat ini sedang marak mengusung tema “waterfront city”. Hasil\neksplorasi ini diharapkan dapat berkontribusi sebagai dasar pertimbangan\nmembangun citra dan identitas permukiman tepian air Sungai Kapuas melalui\nsektor pariwisata", "Daftar File": {"ABSTRAK Rika Savitri": "https://digilib.itb.ac.id/gdl/download/229040"}, "Penulis": "Rika Savitri [25219002]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Gertak, rumah besa’, budaya berhuni, arsitektur, permukiman tepian sungai", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "14 Jul 2021"}