{"Nomor": 56848, "Judul": "PERANCANGAN RUANG PUBLIK BERDASARKAN CITRA VISUAL ARSITEKTURAL BANGUNAN CAGAR BUDAYA DI JALAN LETJEN SUPRAPTO, KOTA LAMA SEMARANG", "Abstrak": "Kota Lama Semarang dikenal sebagai Little Netherland atau European Quarter karena\nmemiliki konsentrasi bangunan cagar budaya berlanggam kolonial yang tinggi. Hal ini menjadi\nmodal yang dapat dikembangkan sebagai pariwisata cagar budaya. Revitalisasi fisik yang\ndilaksanakan pada Kota Lama Semarang oleh Kementerian PUPR tahun 2019 bertujuan untuk\nmendukung perkembangan Kota Lama Semarang sebagai kawasan pariwisata. Namun,\nrevitalisasi fisik ini akhirnya menimbulkan kritik terhadap konsep revitalisasi fisik yang kurang\nmemperhatikan aset paling signifikan dari Kota Lama Semarang—citra visual arsitektural dari\nbangunan-bangunan cagar budaya itu sendiri. Perancangan ini bertujuan untuk menyusun\nrancangan ruang publik berdasarkan pada citra visual arsitektural bangunan-bangunan cagar\nbudaya tersebut, pada kawasan paling signifikan di Kota Lama Semarang, yaitu koridor Jl.\nLetjen Suprapto.\nDalam perancangan ini, metode yang digunakan sebagai analisis awal adalah asesmen\ndampak visual. Dalam suatu asesmen dampak visual, dilakukan identifikasi titik pandang di\nsepanjang koridor jalan yang memperlihatkan citra visual arsitektural bangunan cagar budaya.\nDampak visual yang teridentifikasi dari objek ruang publik terhadap titik pandang disikapi\ndalam konsep perancangan. Konsep perancangan ini divisualisasikan dalam sebuah produk\nperancangan ruang publik dengan memperhatikan prinsip perancangan kota seperti\naksesibilitas, ruang terbuka, kesesuaian, dan identitas. Lingkup kawasan yang dirancang adalah\nkawasan Kota Lama Semarang dengan konsentrasi pada koridor Jl. Letjen Suprapto, dengan\nobjek-objek perancangan ruang publik yaitu jalan, jalur pejalan kaki, dan ruang terbuka. Dalam\nproses perancangan ini dapat ditemukan bahwa asesmen dampak visual merupakan salah satu\ninstrumen yang dapat membantu penyusunan rancangan ruang publik di kawasan cagar budaya\nyang lebih memperhatikan citra visual arsitektural bangunan-bangunan cagar budaya di\ndalamnya. Namun, penyikapan asesmen dampak visual hanya mengatur penempatan tiap objek\nruang publik. Pemilihan objek ruang publik secara lebih rinci membutuhkan kajian secara\nmenyeluruh berdasarkan prinsip-prinsip perancangan kota.", "Daftar File": {"ABSTRAK Naufal Hadyan Wibowo": "https://digilib.itb.ac.id/gdl/download/229629"}, "Penulis": "Naufal Hadyan Wibowo [25618009]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Heru Wibowo Poerbo, MURP", "Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Ruang publik, Kota Lama Semarang, Letjen Suprapto, cagar budaya, citra visual", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Jul 2021"}