{"Nomor": 56850, "Judul": "MODEL MATEMATIKA PENGENDALIAN POPULASI ULAT API DENGAN PEMANGSA PADA PERKEBUNAN KELAPA SAWIT", "Abstrak": "Ulat api merupakan ulat pemakan daun yang sering menimbulkan kerugian di\nperkebunan kelapa sawit dan dapat menurunkan produksi secara signifikan. Dalam\nsemua tahapan, tanaman rentan terhadap serangan ulat api. Ulat api memakan\ndaun hingga berlubang atau melidi (habis sama sekali dan hanya menyisakan tulang\ndaun). Pengendalian hama yang umum digunakan adalah insektisida kimia, namun\ndapat menimbulkan masalah lingkungan dan gangguan pada rantai makanan. Oleh\nkarena itu penanganan ulat api dilakukan dengan pengendalian hama yang memanfaatkan\nmusuh alami berupa serangga pemangsa. Dalam penelitian ini dinamika\npopulasi ulat api dan kelapa sawit dikaji melalui pemodelan matematika. Hal ini\npenting untuk dilakukan karena pemodelan matematika dapat menyajikan proyeksi\npertumbuhan ulat api serta strategi pengendaliannya. Penelitian ini membangun\nmodel dinamika populasi ulat api melalui siklus hidupnya, penggunaan musuh\nalami (pemangsa ulat) serta melibatkan luas permukaan daun kelapa sawit. Model\ntersebut digambarkan dalam bentuk kompartemen dan dinyatakan dalam sistem\npersamaan differensial biasa. Pada setiap model dilakukan simulasi numerik dan\nanalisis model. Dari hasil simulasi dan analisis model didapatkan bahwa kehadiran\npemangsa dapat menahan laju pertumbuhan ulat api. Laju pertumbuhan alami\npemangsa tidak hanya mempengaruhi populasi pemangsa itu sendiri, tetapi juga\nsangat mempengaruhi pertumbuhan populasi ulat api yang secara tidak langsung\nberdampak pada luas permukaan daun.", "Daftar File": {"ABSTRAK YENIE SYUKRIYAH.pdf?": "https://digilib.itb.ac.id/gdl/download/229047"}, "Penulis": "Yenie Syukriyah [30114006]", "Kontributor / Dosen Pembimbing": ["Prof. Edy Soewono, Ph.D.", "Dr. Nuning Nuraini, S.Si., M.Si.", "Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kelapa sawit, ulat api, musuh alami, dinamika populasi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "16 Jul 2021"}