{"Nomor": 56858, "Judul": "TRANSFORMASI PERDESAAN DAN PERKEMBANGAN TEKNOLOGI INFORMASI DAN KOMUNIKASI DI PULAU JAWA", "Abstrak": "Pada abad ke-21, transformasi perdesaan kembali banyak didiskusikan dalam\nprespektif pengembangan wilayah. Transformasi perdesaan dicirikan oleh\ntransformasi struktural yaitu pergeseran mata pencaharian dari pertanian ke nonpertanian. Transformasi perdesaan semakin kuat terjadi karena perkembangan TIK\ndari adanya penetrasi media massa dan kemudahan akses pada wilayah lain. Di sisi\nlain, pergeseran ekonomi di perdesaan juga mendorong peluang adanya TIK di\nperdesaan. Transformasi struktural perdesaan dan keberadaan TIK dapat saling\nmemengaruhi, namun masih diperlukan pemahaman langsung mengenai pola\nhubungan TIK dan transformasi struktural perdesaan. Oleh karena itu, penelitian\nini ditujukan untuk mengidentifikasi hubungan antara keberadaan TIK dengan\ntransformasi struktural perdesaan di Pulau Jawa. Studi penelitian ini dibatasi pada\nPulau Jawa yang dipilih karena merupakan pulau pusat pemerintahan, memiliki\nbanyak kota besar dan wilayah perdesaan, serta mengalami berbagai program\npembangunan infrastruktur sehingga dapat memberi gambaran yang beragam pada\nkondisi transformasi struktural dan TIK. Penelitian ini dilakukan secara kuantitatif\ndengan menggunakan data sekunder dari Data Potensi Desa bersumber dari\nBappenas pada tahun 2003, 2014, dan 2018. Penelitian ini menghasilkan\nkesimpulan bahwa keterhubungan antara TIK dan transformasi perdesaan terjadi\ndua arah. Keberadaan TIK semakin mendorong terjadinya transformasi perdesaan\ndan fenomena transformasi perdesaan juga terjadi sejalan dengan perkembangan\nTIK. Tersedianya berbagai TIK di perdesaan, terutama TIK yang digunakan seharihari, memengaruhi pergeseran mata pencaharian dari pertanian ke non-pertanian.\nYang mana hal ini dapat menjadi indikasi bahwa keberadaan TIK memberi\npengaruh peningkatan produktivitas ekonomi. Sebaliknya, transformasi struktural\njuga memiliki pengaruh mendorong keberadaan berbagai jenis TIK, seperti TIK\nsederhana, lebih maju, dan internet, sehingga perkembangan perekonomian\nmasyarakat juga sejalan dengan peningkatan kebutuhan TIK. Simpulan ini dapat\ndijadikan pertimbangan dalam upaya pengembangan perdesaan sehingga\npembangunan infrastruktur telekomunikasi dapat dijadikan salah satu prioritas\nbeserta dengan pembangunan infrastruktur pendidikan, kesehatan, jalan, listrik, air\nbersih, dan sanitasi.", "Daftar File": {"ABSTRAK Martha Jesica S Mendrofa": "https://digilib.itb.ac.id/gdl/download/229104", "BAB 1 Martha Jesica S Mendrofa": "https://digilib.itb.ac.id/gdl/download/229983", "BAB 2 Martha Jesica S Mendrofa": "https://digilib.itb.ac.id/gdl/download/229984", "BAB 3 Martha Jesica S Mendrofa": "https://digilib.itb.ac.id/gdl/download/229985", "BAB 4 Martha Jesica S Mendrofa": "https://digilib.itb.ac.id/gdl/download/229986", "BAB 5 Martha Jesica S Mendrofa": "https://digilib.itb.ac.id/gdl/download/229987", "BAB 6 Martha Jesica S Mendrofa": "https://digilib.itb.ac.id/gdl/download/229988", "PUSTAKA Martha Jesica S Mendrofa": "https://digilib.itb.ac.id/gdl/download/229989", "2021 TS PP MARTHA JESICA S MENDROFA_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/229990"}, "Penulis": "Martha Jesica S Mendrofa [25420041]", "Kontributor / Dosen Pembimbing": ["Dr. Fikri Zul Fahmi, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perdesaan, transformasi struktural, teknologi informasi dan komunikasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "19 Jul 2021"}