{"Nomor": 56862, "Judul": "PENGELOLAAN LANSKAP TAMAN CATUR AYANI DENGAN PENDEKATAN TAMAN RAMAH ANAK", "Abstrak": "Pemerintah Indonesia melalui Kementerian Negara Pemberdayaan Perempuan Republik\nIndonesia mengimplementasikan sejumlah konvensi dan kesepakatan internasional ke\ndalam konteks perencanaan dan pembangunan daerah. Peraturan Menteri Negara\nPemberdayaan Perempuan Republik Indonesia Nomor 2 tahun 2009 tentang Kebijakan\nKota/ Kabupaten Layak Anak menjadi dasar bagi pemerintah kota dan kabupaten untuk\nmenyusun strategi pembangunan guna mencapai predikat kota/ kabupaten layak anak\n(KLA). Kebijakan ini berlandaskan Konvensi Hak Anak tahun 1989 dan Deklarasi Dunia\nyang Layak untuk Anak (World Fit for Children). Hal tersebut di atas yang mendasari\nkomitmen Pemerintah Kota Pontianak untuk menciptakan ruang publik khususnya taman\nkota ramah anak di Kota Pontianak. Komitmen ini tertuang pada Peraturan Wali Kota\nPontianak Nomor 25 Tahun 2019 tentang Masterplan Pontianak Smart City Tahun 2019-\n2028 yang menyatakan bahwa salah satu strategi dalam pembangunan Smart Living\nPontianak Smart City adalah dengan menciptakan ruang publik yang ramah anak dan layak\npemuda sehingga tercipta ruang berekspresi dan berkreasi yang aman dan nyaman.\nPerumusan masalah dari penelitian adalah menjawab pertanyaan mengenai kelayakan\nTaman Catur Ayani sebagai Taman Bermain Anak, penerapan standar taman ramah anak,\nkonsep penataan taman ramah anak sebagai ruang rekreasi yang dapat mengedukasi serta\nbernilai fungsional, estetik, dan ekologis di Kota Pontianak, serta strategi manajemen\nlanskap taman kota ramah anak untuk pengembangan keberlanjutan di Kota Pontianak\nOleh sebab itu tujuan dari pembahasan tesis ini adalah menyusun rencana manajemen\nlanskap taman kota yang aplikatif dengan prinsip efisiensi dan efektifitas serta\nmerekomendasikan elemen pembentuk lanskap taman kota Pontianak dengan konsep\nramah anak yang menonjolkan kearifan lokal Kota Pontianak. Hasil Rekomendasi\nmanajemen lanskap di lokasi penelitian ini akan menjadi panduan manajemen lanskap\ntaman kota lainnya di Kota Pontianak.\nManfaat dari hasil penelitian diharapkan menjadi pedoman bagi Kota Pontianak untuk\nmencapai efektifitas dan efisiensi dalam tata kelola taman kota menuju Kota Pontianak\nlayak anak. Selain itu, penataan taman kota yang harmonis, ekologis, fungsional, dan\nestetik akan meningkatkan kualitas hidup masyarakat Kota Pontianak secara fisik dan\nmental. Rekomendasi penataan dan manajemen taman kota dari hasil penelitian juga dapat\nmenjadi model pengembangan lanskap kawasan perkotaan di Kota Pontianak.\nAdapun metode dan pendekatan yang digunakan dalam proses penelitian adalah pada\ntahapan penelitian terbagi ke dalam lima langkah. Pertama, pengumpulan data non-fisik\nterkait area penelitian, informasi dan isu yang muncul terkait dengan area penelitian,\ndelineasi lahan, menentukan tujuan, dan menyusun metode yang digunakan dalam\nmelakukan penelitian dilakukan di awal proses penelitian. Selanjutnya kajian pustaka\ndilakukan. Proses pengumpulan literatur termasuk di dalamnya mempelajari data ilmiah\nsekunder kawasan, studi terhadap kebijakan dan peraturan pemerintah, dan melakukan\nstudi preseden yang dapat memberikan gambaran tentang penyelesaian masalah serupa dan\nmemberikan alternatif strategi manajemen lanskap taman kota ramah anak sebagai\nperbandingan.\nSurvei langsung untuk mendapatkan data primer di lokasi penelitian juga dilakukan.\nMetode yang digunakan adalah dengan berjalan dan melihat lokasi penelitian secara\nlangsung, penyebaran kuesioner langsung. Tahapan selanjutnya adalah mneganalisis\nelemen fisik dan non fisik dari data terkumpul kemudian merumuskan pengelolaan lanskap\ndan konsep penataan dengan menggunakan beberapa tools untuk menganalisis variabel dan\nindikator penelitian. Tools yang digunakan antara lain adalah aplikasi AutoCAD, Adobe\nPhotoshop, Microsoft Excel, dan rumus CSI (Customer Satisfaction Index) dan IPA\n(Importance Performance Analysis ).\nResponden anak adalah usia anak dalam kategori 7-12 tahun. Hasil penelitian diantaranya\nadalah: (1) Taman Catur Ayani belum dapat dikategorikan sebagai Taman Bermain Anak\nberdasarkan penilaian responden terhadap indikator penelitian di Taman Catur Ayani; (2)\npenilaian responden dewasa terhadap sarana prasarana eksisting Taman Catur Ayani adalah\nsangat memuaskan; (3) penilaian responden dewasa terhadap tingkat pelayanan\npengelolaan dengan pendekatan taman ramah anak adalah kurang memuaskan sehingga\nperlu tersedia dalam pelaksanaannya; dan (4) permainan tradisional sebagai kearifan lokal\nsebaiknya perlu dihadirkan dalam konsep taman ramah anak di setiap daerah di Indonesia.\nTerdapat pula strategi manajemen yang terdiri dari arahan prioritas perbaikan dan\npenyediaan untuk Taman Catur Ayani menuju status Taman Bermain Anak.\nAdapun prioritas tersebut diantaranya adalah penyediaan atribut atau indikator: a) CCTV,\nb) petugas keamanan kawasan, c)petugas pengawas anak bermain; d)bentuk perkerasan dan\ntanaman tidak tajam/runcing; e) Terdapat papan petunjuk pemakaian dan informasi batas\nusia anak untuk pemakaian wahana bermain dilengkapi hal yang boleh dan tidak boleh\ndilakukan dan larangan merokok di taman; f) terdapat titik hidran (pemadam kebakaran)\ndan jalur evakuasi; g) terdapat rambu lalu lintas atau penanda pengurangan kecepatan\nkendaraan bermotor di ruas jalan sekitar taman; h) terdapat zebra cross atau zona aman\nmenyeberang di ruas jalan sekitar taman; i) tersedia signage (penanda) dan papan\ninterpretasi; j) Wi-Fi; k) ruang laktasi (khusus ibu menyusui); l) area permainan tradisional;\nm) keran air bersih; n) keran air minum; o) ruang Pengelola; p) pos keamanan; q) pos\nkesehatan (P3K atau tindakan medik segera); dan r) Kotak sampah (sampah anorganik dan\norganik sudah terpisah).", "Daftar File": {"ABSTRAK Amzyella Bethlin Simamora": "https://digilib.itb.ac.id/gdl/download/229114"}, "Penulis": "Amzyella Bethlin Simamora [28919002]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, MAUD, MLA, Ph.D.", "Dr.GES. Mohammad Zaini Dahlan, S.P., M.Si.", "Dr.GES. Mohammad Zaini Dahlan, S.P., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": ": infrastruktur hijau, pandemi, taman bermain, tata kelola", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "20 Jul 2021"}