{"Nomor": 56868, "Judul": "RESILIENSI INDUSTRI KREATIF BERBASIS SENI DAN BUDAYA TRADISIONAL PASCA BENCANA (STUDI KASUS : LOMBOK DAN YOGYAKARTA)", "Abstrak": "Penelitian ini dilatarbelakangi oleh fenomena perkembangan industri kreatif yang\nberperan penting bagi pertumbuhan ekonomi wilayah. Keberadaan industri kreatif\nyang tersebar hingga hampir pada seluruh wilayah Indonesia menjadi potensi\nbesar sekaligus menjadi tantangan akibat adanya ancaman bencana pada sebagian\nbesar wilayah Indonesia. Untuk menghadapi pengaruh bencana alam, industri\nkreatif perlu melakukan upaya untuk memulihkan kembali kondisi\nperekonomiannya sekaligus menjaga keberlanjutan aktivitasnya dengan\nmembangun resiliensi. Dengan kreativitas yang dimilikinya, industri kreatif\nseharusnya memiliki kemampuan lebih dalam membangun resiliensi. Pada studi\nterdahulu, penelitian masih fokus pada industri kreatif berbasis teknologi digital\nyang berkembang di kawasan perkotaan dan dengan ancaman ketidakpastian\npasar. Penelitian dengan karakteristik industri kreatif di Indonesia, yang sebagian\nbesar merupakan industri kreatif berbasis seni dan budaya tradisional yang\ncenderung berada di kawasan perdesaan masih belum diperhatikan. Penelitian ini\nbertujuan untuk mengidentifikasi bagaimana industri kreatif mampu membangun\nresiliensi kreatif pasca bencana. Dasar teori dari penelitian ini dibangun\nberdasarkan konsep industri kreatif, resiliensi pasca bencana, dan resiliensi kreatif.\nDengan pendekatan kualitatif, penelitian ini mengambil studi kasus pada industri\nkreatif berbasis seni dan budaya tradisional perdesaan di Desa Bayan, Desa\nPringgasela, dan Kawasan Kasongan. Metode pengumpulan data dilakukan\nmelalui wawancara dan analisis dilakukan secara kualitatif dengan teknik pattern\nmatching, komparatif, dan explanation building.\nPenelitian ini menghasilkan konsep baru resiliensi kreatif. Hasil analisis\nmenunjukkan bahwa proses resiliensi kreatif pada industri kreatif dapat dicapai\ndengan memperhatikan kapasitas inheren, kapasitas adaptif, dan kondisi adaptif\npasca bencana. Industri kreatif berbasis seni dan budaya tradisional memiliki\nkapasitas inheren dan kapasitas adaptif yang cenderung sama dengan industri\nkreatif berbasis teknologi digital. Akan tetapi, industri kreatif berbasis seni dan\nbudaya memiliki kapasitas pendukung lain, seperti pelestarian budaya dan\npemberdayaan, yang menjadi motivasi khusus untuk membangun resiliensi\nindustri kreatif. Dampak bencana tidak berpengaruh signifikan meskipun\nmenyebabkan kerusakan bangunan usaha, karena kondisi pasar berada di luarii\nwilayah terdampak bencana. Penelitian ini dapat memberi rekomendasi bagi\npengembangan wilayah khususnya dalam pengembangan industri kreatif pasca\nbencana. Pembahasan penelitian ini masih terbatas pada ancaman bencana\neventual dan belum memperhatikan ancaman bencana menerus dan konteks\nspasial lokasi industri kreatif. Oleh karena itu, penelitian lanjutan terkait kedua\ntopik ini dapat dilakukan di masa depan.", "Daftar File": {"ABSTRAK Eri Krismiyaningsih": "https://digilib.itb.ac.id/gdl/download/229161", "BAB 1 Eri Krismiyaningsih": "https://digilib.itb.ac.id/gdl/download/229991", "BAB 2 Eri Krismiyaningsih": "https://digilib.itb.ac.id/gdl/download/229992", "BAB 3 Eri Krismiyaningsih": "https://digilib.itb.ac.id/gdl/download/229993", "BAB 4 Eri Krismiyaningsih": "https://digilib.itb.ac.id/gdl/download/229994", "BAB 5 Eri Krismiyaningsih": "https://digilib.itb.ac.id/gdl/download/229995", "BAB 6 Eri Krismiyaningsih": "https://digilib.itb.ac.id/gdl/download/229996", "PUSTAKA Eri Krismiyaningsih": "https://digilib.itb.ac.id/gdl/download/229997", "2021 TS PP ERI KRISMIYANINGSIH_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/229998"}, "Penulis": "Eri Krismiyaningsih [25420037]", "Kontributor / Dosen Pembimbing": ["Dr. Fikri Zul Fahmi, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "resiliensi, industri kreatif, seni dan budaya, pasca bencana.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "21 Jul 2021"}