{"Nomor": 56869, "Judul": "SALURAN MARKETING YANG EFEKTIF UNTUK TOKO ORGANIK (STUDI KASUS: BELIBU FRESH MART)", "Abstrak": "Belibu Fresh Mart adalah sebuah usaha yang menyediakan produk-produk organik yang berlokasi\ndi Kota Bandung. Belibu berdiri sejak September 2019, 6 bulan sebelum informasi mengenai\nvirus corona pertama kali diumumkan berada di Indonesia. Sebagai sebuah usaha dengan segmen\npasar yang terbatas mendapatkan kepercayaan konsumen adalah salah satu target awal Belibu. \nBelibu menyediakan dua toko offline untuk memperkenalkan diri dan menjajalkan produknya.\nTetapi dengan adanya Pembatasan Sosial Bersekala Besar (PSBB) gerak gerik dan juga aktifitas\nmasyarakat harus disesuaikan. Hal tersebut mempengaruhi kebiasaan berbelanja kebutuhan\nrumah tangga konsumen Belibu dan juga dengan pendapatan Belibu. Saluran pemasaran yang\nbiasanya digunakan konsumen berubah menjadi melalui Whatsapp sedangkan sebelumnya adalah\nmelalui toko offline. Namun, peningkatan pembelian melalui Whatsapp tidak bertahan lama\nsetelah beberapa waktu pembelian mulai menurun sedikit demi sedikit.\nTujuan dari penelitian ini adalah untuk mencari tahu keadaan saluran pemasaran yang dimiliki\nBelibu Fresh Mart saat ini dan menentukan saluran mana yang paling effektif untuk Belibu\ngunakan. Dalam penelitian ini data primer dan juga data sekunder digunakan untuk melakukan\nanalisis. Data primer diperoleh melalui kuisioner yang disebar secara online kepada masyarakat\nyang sudah pernah melakukan pembelian kebutuhan rumah tangga. Sedangkan untuk data\nsekunder diperoleh dari data yang dimiliki Belibu. Metodelogi yang digunakan dalam penelitian\nini adalah analisis kesenjangan saluran pemasaran yang membandingkan antara preferensi\nkonsumen dalam memilih saluran pemasaran dan sumber daya yang dimiliki Belibu serta\npendekatan skor faktor tertimbang.\nSaat ini Belibu Fresh Mart memiliki 8 saluran pemasaran, yang mana adalah toko offline, ecommerce,\n\nGrabmart, Whatsapp, Instagram, Twitter, Facebook dan Gomart. Sedangkan\npreferensi konsumen dalam memilih saluran pemasaran adalah kualitas dari produk yang\nditawarkan, biaya layanan minimum, kebersihan produk, ketersediaan produk, waktu yang\ndibutuhkan untuk barang tiba, kemudahan dalam berbelanja dan terakhir adalah apakah kegiatan \ntransaksi yang dilakukan tanpa kontak fisik atau tidak. \nHasil dari penelitian ini adalah ada dua saluran pemasaran yang dipilih sebagai saluran yang\nefektif untuk Belibu Fresh Mart, yaitu toko ofline dan Whatsapp. Beberapa peningkatan mutu\nperlu dilakukan dikedua saluran pemasaran tersebut untuk meningkatkan performanya.\nPeningkatan mutu tersebut mengikuti, meningkatkan kualitas produk dan layanan, menambah\nadmin online serta menyediakan titik penjemputan untuk membantu mengurangi biaya\npengiriman yang harus dikeluarkan konsumen.", "Daftar File": {"2021_TS_PP_Hanifa Aulia Rahmah_1-Abstrakcs.pdf\n]": "https://digilib.itb.ac.id/gdl/download/229162"}, "Penulis": "Hanifa Aulia Rahmah [29119075]", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Toko Baha Pangan, Saluran Pemasaran, Toko Organik, Pandemi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Jul 2021"}