{"Nomor": 56873, "Judul": "PERANCANGAN SISTEM KONTROL CERDAS BERBASIS PENGONTROL PID DAN REINFORCEMENT LEARNING UNTUK PENGONTROLAN KECEPATAN KENDARAAN LISTRIK", "Abstrak": "Kendaraan listrik kian menjadi pusat perhatian, mengingat elektrifikasi dalam dunia transportasi tengah gencar dikampanyekan sebagai salah satu solusi menghadapi meningkatnya emisi Greenhouse Gases (GHGs). Hal ini membuat pengembangan kendaraan listrik menjadi topik hangat kalangan akademisi termasuk aspek pengontrol kecepatan karena kecepatan kendaraan berhubungan dengan konsumsi energi. Sayangnya, pengontrol yang banyak digunakan yakni PID hanya sebatas melakukan tracking set-point, tidak untuk meminimalisir dampak gangguan atau disturbance rejection. Padahal dalam pengoperasian kendaraan listrik berbagai gangguan mungkin terjadi, seperti gangguan internal yakni kemiringan lintasan, dan penambahan beban. Gangguan lainnya juga dapat berupa gangguan masukan dan keluaran pada sistem. Untuk itu, diperlukan rancangan sistem kontrol kecepatan yang dapat melakukan fungsi tracking setpoint sekaligus disturbance rejection dengan optimal.\nDalam penelitian ini dikembangkan sistem kontrol yang merupakan kombinasi pengontrol PID dan Reinforcement Learning (RL). Pengontrol PID digunakan untuk fungsi tracking setpoint dengan mengoptimalkan akurasi, kecepatan dan stabilitas respon. Sedangkan RL selain untuk mengoptimasi kinerja PID, juga berfungsi meminimalisir galat saat terjadi gangguan. Pada penelitian ini, RL juga digunakan untuk mensintesis parameter PID. Adapun metode RL yang digunakan adalah Deep Deterministic Policy Gradient (DDPG) karena metode ini memiliki action dan state yang kontinu. \nPengontrol PID yang disintesis dengan RL mampu membuat sistem stabil dan mencapai nilai RMSE 9,296, lebih baik dari pada hasil sintesis Ziegler-Nichols yakni 9,569. Pada pengontrol PID RL untuk semua jenis gangguan yang diberikan, nilai RMSE lebih kecil dari pada pengontrol PID biasa. Dengan gangguan keluaran, RMSE pengontrol PID RL 1,174, sedangkan pengontrol PID biasa mendapat 1,274", "Daftar File": {}, "Penulis": "Muhammad Aksanul Amal [13317023]", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D.", "Dr. Bentang Arief Budiman, ST,M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kendaraan Listrik, Tracking Setpoint, PID, Reinforcement Learning, DDPG, Disturbance rejection.", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "8 file", "Tanggal Input": "21 Jul 2021"}