{"Nomor": 56872, "Judul": "ADAPTASI BERMUKIM MASYARAKAT TERHADAP BANJIR ANAK KALI CIKAPUNDUNG (STUDI KASUS: RW 05 DAN RW 011 KELURAHAN CIBANGKONG, BATUNUNGGAL, KOTA BANDUNG)", "Abstrak": "Kelurahan Cibangkong termasuk ke dalam wilayah bantaran Sungai Cikapundung\nKolot dengan beberapa RW di dalamnya merupakan area rawan banjir. Banjir di\nwilayah permukiman ini termasuk ke dalam kategori banjir sungai, yang tidak\nhanya ditimbulkan dari luapan aliran sungai Anak Kali Cikapundung apabila curah\nhujan meningkat, tetapi juga semakin diperparah dengan adanya eksternalitas\nnegatif yang ditimbulkan dari pembangunan pusat perbelanjaan Trans Studio Mall.\nPermasalahan banjir di wilayah permukiman sempadan sungai ini merupakan\nbencana berulang yang dapat terjadi apabila curah hujan tinggi, sehingga\nmengharuskan masyarakat setempat untuk mampu beradaptasi.\nPenelitian ini bertujuan untuk mengetahui bagaimana bentuk adaptasi bermukim\nmasyarakat di wilayah RW 05 dan RW 011 Kelurahan Cibangkong terhadap\nbencana banjir Anak Kali Cikapundung. Penelitian ini dirancang dengan\nmenggunakan metode penelitian kualitatif. Metode pengumpulan data diperoleh\nmelalui observasi lapangan, data sekunder melalui kajian literatur, serta data primer\nyang diperoleh melalui penyebaran angket kuesioner via online menggunakan\naplikasi google forms. Teknik analisis data yang digunakan yaitu teknik analisis\nstatistik deskriptif untuk dapat menjelaskan bagaimana upaya adaptasi bermukim\nmasyarakat yang berada di wilayah sempadan Anak Kali Cikapundung, serta\ndidukung dengan analisis korelasi secara sederhana untuk mengetahui tingkat\nketerkaitan antar variabel.\nBerdasarkan hasil penelitian, didapat beberapa faktor yang mempengaruhi\nkeinginan warga untuk tetap bertahan tinggal di wilayah RW 05 dan RW 011\nKelurahan Cibangkong, meskipun bencana banjir berulang terjadi tiap tahunnya.\nBeberapa faktor tersebut antara lain lama bermukim, frekuensi banjir, tingkat\nkerusakan rumah, pengalaman banjir sebelumnya, kesamaan latar belakang\n(etnik/suku), partisipasi ketetanggaan, serta tingkat hubungan antar warga. Selain\nitu, alasan warga memilih untuk tetap bertahan tinggal, dikarenakan sudah merasa\nnyaman dan betah, merupakan tanah kelahiran dan sudah turun temurun tinggal di\nwilayah tersebut, karena merasa sudah terbiasa dengan banjir sehingga sudah\nmengetahui bagaimana cara mengatasi banjir, tingkat partisipasi aktif antar warga \nketika terjadi bencana, lokasi strategis dan dekat dengan pusat kota, dekat dengan\ntempat kerja, masih ikut dengan orang tua, ikut dengan suami, serta alasan lainnya\nyaitu belum mempunyai hunian lain di luar lokasi saat ini.\nBentuk adaptasi bermukim yang dilakukan oleh warga RW 05 dan RW 011\nKelurahan Cibangkong terbagi atas 3 (tiga) kategori; yaitu adaptasi fisik, adaptasi\nsosial dan adaptasi ekonomi. Bentuk adaptasi fisik yang dilakukan yaitu dengan\nmembuat tanggul penahan air, meninggikan permukaan lantai bangunan dan\nmenambah lantai bangunan. Adaptasi sosial yang dilakukan, diantaranya saling\ntolong menolong antar warga, kerjasama dalam bentuk gotong royong, adanya\nperingatan dini, serta adanya kelompok siaga bencana. Bentuk adaptasi ekonomi\nyang dilakukan, yaitu adanya sumber penghasilan lain, adanya hunian di luar lokasi\nsaat ini, serta penjualan harta benda sebagai modal upaya perbaikan.\nUpaya adaptasi bermukim yang dilakukan warga dipengaruhi oleh beberapa faktor,\ndiantaranya faktor kebiasaan (karena sudah terbiasa dengan banjir), faktor keluarga,\nadanya kerjasama dan saling membantu antar warga, lokasi strategis dan dekat\ndengan pusat kota, adanya bantuan dari pihak pemerintah dan masyarakat setempat\ndalam upaya pemeliharaan lingkungan dan pembangunan tanggul, serta adanya\nkeinginan untuk tetap bertahan tinggal.\nDiharapkan penelitian ini dapat memberikan manfaat pada bidang akademik, serta\ndapat menjadi pertimbangan dan sumber informasi tambahan bagi berbagai pihak\ndalam hal penataan kawasan khususnya kawasan perumahan permukiman. Selain\nitu, diharapkan penelitian ini dapat menjadi tolak ukur bagi pemerintah dalam hal\npenanganan kasus permasalahan bencana banjir di wilayah permukiman perkotaan\npadat penduduk, yang termasuk ke dalam wilayah sempadan sungai.", "Daftar File": {"ABSTRAK Dewi Muthi Fauziah": "https://digilib.itb.ac.id/gdl/download/229189"}, "Penulis": "Dewi Muthi Fauziah [25217020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Adib Abadi, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "adaptasi bermukim, banjir, bantaran sungai, Cibangkong, Cikapundung Kolot, sempadan sungai", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "21 Jul 2021"}