{"Nomor": 56876, "Judul": "RENCANA PENGEMBANGAN UNTUK MENINGKATKAN KOMPETENSI AGENT BANKING DI BANK TEPAT SHARIA", "Abstrak": "Inklusi keuangan adalah metode penyediaan akses ke produk dan layanan keuangan yang diperlukan oleh masyarakat kurang mampu, seperti masyarakat miskin dan masyarakat berpenghasilan rendah. Beberapa undang-undang dan inisiatif untuk meningkatkan inklusi keuangan telah diperkenalkan oleh Pemerintah Indonesia dalam beberapa tahun terakhir. OJK juga meluncurkan \"LakuPandai\" atau prakarsa branchless banking (perbankan tanpa cabang) yang bertujuan untuk menyediakan tabungan dasar bagi seluruh masyarakat Indonesia. Di Indonesia, peningkatan jumlah agen tidak serta merta mendorong peningkatan Inklusi Jasa Keuangan (Laku Pandai). Kompetensi digambarkan sebagai faktor utama yang menghambat pengambilan keputusan untuk melakukan transaksi branchless banking dalam beberapa penelitian. Kompetensi agen sangat penting dalam pengenalan perbankan tanpa cabang; itu juga secara positif mempengaruhi partisipasi klien dan diharapkan meningkatkan efisiensi agen. Bank Tepat Syariah memperoleh persetujuan OJK sebagai salah satu bank yang mewakili Laku Pandai. Agen yang menurun dan volume transaksi yang rendah telah menjadi masalah yang sedang berlangsung di Bank Tepat Syariah. Bank tidak yakin apakah keahlian yang dimiliki agen tersebut memenuhi kriteria minimal sebagai agen, atau apakah perlu perbaikan lebih lanjut untuk memberikan layanan yang baik. Selain itu, peningkatan jumlah nasabah akan berdampak pada waktu kerja sehari-hari petugas pembiayaan dan pengeluaran bank. Dengan berkurangnya jumlah agen, maka petugas pembiayaan akan bertanggung jawab sepenuhnya untuk memberikan layanan keuangan. Seiring dengan minimnya akses selama masa pandemi virus corona, pentingnya untuk revitalisasi agent banking meningkat drastis pasca wabah korona pertama. Kondisi ini membuat bank kesulitan dalam memberikan jasanya. Penelitian ini bertujuan untuk membuat rencana pengembangan untuk memenuhi gap kompetensi agen melalui pendekatan kuantitatif persona. Berdasarkan hasil survei dan analisis menunjukkan bahwa sebagian besar agen membutuhkan pengembangan segera. Penelitian ini mengusulkan beberapa perbaikan di beberapa bidang untuk meningkatkan kompetensi agent banking. Bank kemudian disarankan untuk menggunakan temuan ini untuk membuat rencana pengembangan yang tepat.", "Daftar File": {"COVER Saenah Farida": "https://digilib.itb.ac.id/gdl/download/262901", "BAB 1 Saenah Farida": "https://digilib.itb.ac.id/gdl/download/262903", "BAB 2 Saenah Farida": "https://digilib.itb.ac.id/gdl/download/262904", "BAB 3 Saenah Farida": "https://digilib.itb.ac.id/gdl/download/262905", "BAB 4 Saenah Farida": "https://digilib.itb.ac.id/gdl/download/262906", "PUSTAKA Saenah Farida": "https://digilib.itb.ac.id/gdl/download/262907"}, "Penulis": "Saenah Farida [29318073]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inklusi Keuangan, Perbankan Tanpa Cabang, Kompetensi, Agen Perbankan, Rencana Pengembangan, Agen Persona.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Jul 2021"}