{"Nomor": 56881, "Judul": "AKUISISI DAN PENGOLAHAN DATA DENGAN WIRELESS SENSOR NETWORK UNTUK SISTEM DETEKSI KERUSAKAN PADA JEMBATAN", "Abstrak": "Infrastruktur jembatan merupakan infrastruktur vital yang dibutuhkan dalam\nkelancaran perekonomian. Jembatan yang rusak dapat menghambat arus\npergerakan ekonomi negara. Usaha inspeksi kerusakan jembatan di Indonesia saat\nini masih menggunakan metode inspeksi manual yang tidak efisien waktu dan\nmembutuhkan biaya besar sehingga dibutuhkan sebuah sistem deteksi kerusakan\npada jembatan. Salah satu solusi yang dikembangkan adalah dengan menggunakan\nWireless Sensor Network (WSN). Pada sistem tersebut, terdapat sensor-sensor yang\nmengakuisisi data jembatan yang terhubung secara nirkabel. Sensor-sensor tersebut\ndibutuhkan sebagai data yang diolah dalam menentukan lokasi kerusakan. Pada\nsistem ini, terdapat dua buah sensor yang digunakan yaitu sensor akselerometer\nuntuk mengukur percepatan getaran jembatan serta sensor piezoelektrik untuk\nmengukur tekanan kendaraan yang melintas. Dalam menjalankan fungsinya,\nsensor-sensor tersebut membangun subsistem WSN untuk sensor akselerometer\ndan subsistem Weigh-in Motion (WIM) untuk sensor piezoelektrik. Data\npercepatan getaran jembatan dari beberapa sensor yang dipasang diolah pada\nsimpul sensor untuk mendapatkan frekuensi natural jembatan sebelum dilakukan\ntransmisi menuju pengolahan terpusat. Data tekanan kendaran yang melintas\ndigunakan untuk mengaktivasi sistem pengukuran frekuensi natural jembatan.\nHasil pengujian implementasi sistem ini meunjukkan kemampuan akuisisi data\nfrekuensi natural jembatan namun galat tinggi pada pengukuran frekuensi natural\njembatan. Selain itu, pengukuran sinyal tekanan kendaraan serta hasil pengukuran\nfrekuensi natural dapat ditransmisikan menuju pengolahan terpusat dengan bentuk\nsinyal tegangan dari subsistem WIM serta pengiriman nirkabel dari subsistem\nWSN.", "Daftar File": {}, "Penulis": "Athar Fadlankahlil Alifdhyatra [13217090]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Muhammad Riyansyah, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Jembatan, Wireless Sensor Network, Piezoelektrik, Metode Welch, Frekuensi Natural, Transmisi", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "22 Jul 2021"}