{"Nomor": 56895, "Judul": "PERANCANGAN RUANG TERBUKA HIJAU PUBLIK DENGAN PENDEKATAN TERMAL LINGKUNGAN PADA KAMPUNG KOTA ( KAMPUNG WISATA BRAGA PADA BANTARAN SUNGAI CIKAPUNDUNG )", "Abstrak": "Kampung Braga menjadi salah satu contoh perkampungan yang berada di pusat\nkota bandung, dengan kualitas hidup yang rendah dengan kepadatan penduduk\nyang tinggi. Kawasan Braga pada masa pemerintahan Belanda pada tahun 1910-\n1940 Braga menjadi pusat perekonomian Kolonial Hindia- Belanda dan memiliki\npeninggalan budaya dan sejarah yang tinggi. Kawasan Braga mengalami\npeningkatan perekonomian yang tinggi dan kawasan ini tumbuh menjadi\nperkampungan yang semakin padat, dimana kepemilikan tanah terbagi antara\nindividu, pemerintah, serta pengembang dan beberapa sudah dialihfungsikan\nmenjadi fasilitas publik akibat dari revitalisasi kawasan Braga. Pemerintah Kota\nBandung menjadikan Kawasan Braga menjadi Kampung Wisata dalam upaya\nmenarik lebih banyak wisatawan. Akan dijadikan satu wilayah percontohan yang\nlayak dikunjungi dari aspek fasilitas, atraksi, budaya dan aksesibilitasnya menurut\nKepala Dinas Kebudayaan dan Pariwisata Kota Bandung Kenny Dewi Kaniasari.\nKampung Braga direncanakan menjadi sebuah kampung wisata kreatif yang\nberbasis masyarakat yang dapat menjadi prototipe untuk kampung kampung Kota\nlainnya. Tujuan perancangan ini untuk merancang ruang ruang yang potensial pada\nlahan sempit untuk diaplikasikan menjadi ruang terbuka hijau yang bermanfaat\nsecara ekologis, budaya, sejarah,edukasi dan rekreasi dalam konteks kampung\nwisata Braga. Oleh karena itu, pendekatan dengan kenyamanan termal lingkungan\nakan digunakan untuk memahami kondisi iklim yang ada pada kawasan padat\npemukiman, mengkaji tantangan dan potensi, serta mensimulasikan pemilihan jenis\ntanaman yang mampu memberikan kenyamanan termal yang dapat menurunkan\nsuhu pada kawasan. Dari data yang didapat berdasarkan analisis fisik dan simulasi,\npeneliti menemukan bahwa rancangan ruang ruang potensial untuk ruang hijau\nserta pemilihan dan penataan vegetasi yang tepat dapat menurunkan suhu pada site\nyang telah direncanakan. Berdasarkan simulasi pemilihan jenis tanaman ditemukan\nbahwa penggunaan jenis vegetasi bertajuk lebar dan vegetasi kolumnar memiliki\nkontribusi yang baik dalam menurunkan suhu pada site yang terbilang padat dan\ntidak terlalu besar. Penataan vegetasi kolumnar sangat efektif untuk ditanam pada\nsisi barat dan timur dan vegetasi bertajuk lebar dominan dalam menurunkan suhu\nyang merata pada bagian tengah site. Berdasarkan dari perancangan Ruang Terbuka \nHijau pada Kawasan kampung wisata Braga dapat menghasilkan peningkatan\nRuang Terbuka Hijau sebesar 8860 m2, dan penurunan suhu rata rata 2,06 C.", "Daftar File": {"ABSTRAK Giovanni Permadi": "https://digilib.itb.ac.id/gdl/download/229262"}, "Penulis": "Giovanni Permadi [28918005]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mochamad Donny Koerniawan, S.T., M.T.", "Ir. Endang Triningsih Soetrisno, MSP, MLA, Ph.D.", "Medria Shekar Rani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kampung Wisata Braga, Ruang Terbuka Hijau, Vegetasi , Kenyamanan Termal.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Jul 2021"}