{"Nomor": 56896, "Judul": "PERANCANGAN RUANG TERBUKA HIJAU PADA SARANA OLAHRAGA DENGAN PENDEKATAN PENGARUH KARAKTERISTIK POHON TERHADAP KENYAMANAN TERMAL STUDI KASUS: SENTRA PEMBINAAN OLAHRAGA TERPADU (SPORT) JABAR ARCAMANIK", "Abstrak": "Sentra Pembinaan Olahraga Terpadu (SPOrT) Jabar Arcamanik merupakan salah\nsatu fasilitas sarana dan prasarana olahraga publik dengan ruang luar yang\ndigunakan oleh masyarakat untuk melakukan berbagai kegiatan seperti olahraga\nringan dan berkumpul dengan memanfaatkan jalur sirkulasi. Kawasan memiliki\narea hijau terbatas dan penggunaan vegetasi yang belum tertata sepanjang jalur\nsirkulasi utama dan sekunder, serta kurangnya ruang luar yang memadai sebagai\nruang berkumpul dan istirahat. Tujuan dari perancangan adalah melakukan\nmodifikasi pada area hijau eksisting jalur sirkulasi dan merancang ruang terbuka\nhijau baru yang berpotensi sebagai ruang kumpul/plaza dan spot istirahat melalui\npenggunaan pohon berdasarkan karakteristiknya pada area hijau yang merupakan\nruang terbuka hijau kawasan serta mengetahui pengaruhnya terhadap kenyamanan\nruang luar. Berdasarkan data yang didapatkan dari hasil analisis kondisi kawasan,\ndiketahui bahwa vegetasi eksisting cenderung menggunakan pohon dengan\nketinggian rendah, sehingga kurang memberikan naungan yang dapat menimbulkan\nkondisi sensasi termal yang kurang baik pada jalur sirkulasi utama memiliki lebar\njalan > 6 meter. Area hijau pada jalur sirkulasi sekunder dengan lebar jalan 3-4\nmeter juga belum tertata dengan baik dan kurang naungan. Area utara site yang\nmerupakan ruang terbuka yang cukup besar diketahui merupakan area yang bagus\nuntuk mendapatkan sinar matahari pagi. Penggunaan pohon pada area hijau untuk\nmemperbaiki kualitas kenyamanan termal dianggap sebagai salah satu solusi dalam\nmemanfaatkan area hijau yang terbatas. Analisis simulasi kemudian dilakukan\ndengan bantuan program ENVI-met sebelum merancang untuk mengetahui\nseberapa besar perubahan suhu dan indeks PET yang terjadi dengan adanya\npemanfaatan area hijau jalur sirkulasi menjadi jalur hijau dengan menempatkan\npohon yang memiliki karakteristik tertentu. Diketahui bahwa pohon dengan\nketinggian 10-15 meter dengan tajuk bulat dan menyebar yang ditata secara\nberderet dapat memperbaiki kondisi kenyamanan termal pada jalur sirkulasi utama\nlebih baik dibandingkan dengan penggunaan pohon tajuk bulat dan menyebar \nketinggian 5 meter dengan memanfaatkan area hijau sebagai jalur hijau untuk\npenanaman pohon. Pada jalur sekunder, penanaman pohon ketinggian rata-rata 5\nmeter yang ditata secara berderet dengan jarak tanam 3-4 meter juga mampu\nmemperbaiki kondisi kenyamanan termal. Rancangan pembuatan jalur hijau dan\nperancangan RTH fungsi baru dilakukan pada area timur, barat, dan selatan\nkawasan. Terdapat modifikasi yang dilakukan pada area hijau kawasan berupa jalur\nhijau yang ditanami pohon dengan karakteristik pohon besar ketinggian 10-15\nmeter pada area sirkulasi utama dan pohon dengan ketinggian 5-10 meter tajuk\nmenyebar dan bulat untuk sirkulasi sekunder sebagai upaya dalam memperbaiki\nkondisi kenyamanan termal pada jalur sirkulasi. Hasil perancangan jalur hijau pada\nkawasan kemudian diuji kembali melalui simulasi ENVI-met dan dipatkan hasil\nberupa penurunan suhu udara rata-rata antara 0,01?-1? dan penurunan nilai PET\nrata-rata mencapai 6,44?. Sementara itu perancangan lanskap ruang luar\ndimaksimalkan sebagai ruang RTH fungsi pendidikan dan olahraga serta plaza\nmasjid yang memiliki ruang komunal dan spot istirahat yang dapat mendukung\naktivitas pengunjung dengan memanfaatkan penggunaan kombinasi pohon\nketinggian 10-15 meter dan 5 meter pada area perancangan agar tercapai fungsi\nkenyamanan termal yang baik.", "Daftar File": {"ABSTRAK Kharisma Muliati Putri": "https://digilib.itb.ac.id/gdl/download/231890"}, "Penulis": "Kharisma Muliati Putri [28918004]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, MAUD, MLA, Ph.D.", "Dr.Eng. Mochamad Donny Koerniawan, S.T., M.T.", "Ir. Endang Triningsih Soetrisno, MSP, MLA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Ruang Terbuka Hijau, Karakteristik Pohon, Kenyamanan Termal, ENVI-met, PET.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Jul 2021"}