{"Nomor": 56905, "Judul": "PEMROSESAN SPATIO-TEMPORAL PATTERN QUERIES PADA BASIS DATA OBJEK BERGERAK DENGAN PENANGANAN DATA TIDAK DIKETAHUI DALAM UNIT", "Abstrak": "Basis data spatio-temporal adalah basis data yang mengelola tipe data dengan semantik spasial\ndan temporal untuk dapat menangani kebutuhan akan histori dari pergerakan objek. Namun\nuntuk dapat menangani sebuah query yang menangani dua buah objek bergerak, tidak dapat\ndigunakan operasi spatio-temporal biasa. Karena itu diusulkan sebuah query kompleks oleh\nSakr dan Güting (2011) bernama STP query. Yogiandra (2019) membuat sebuah kakas yang\nimplementasikan STP query. Namun, pada implementasi ini, muncul gap dalam tipe data yang\ndibentuk yang disebut sebagai data tidak diketahui yang belum ditangani dan dianggap tidak\nada.\nPada tugas akhir ini, dilakukan penanganan data yang tidak diketahui dengan mencari interval\npersilangan. Terdapat dua tahap dalam pencarian persilangan, yakni tahap pencarian\nkemungkinan yang menentukan apakah terjadi persilangan dalam interval dan tahap\npembagian interval yang melakukan pembagian biner terhadap interval hingga besar interval\ncukup kecil untuk dianggap sebagai interval persilangan. Besar interval persilangan ditentukan\ndengan masukan jarak maksimum persilangan oleh pengguna.\nImplementasi untuk metode pembagian berupa fungsi lifted yang melakukan type overload\npada fungsi lifted yang ada pada kakas buatan Yogiandra (2019). Untuk mengimplementasikan\nfungsi ini, dibentuk fungsi UnitCheck yang akan mencari interval persilangan antara dua buah\nunit. Fungsi UnitCheck akan dijalankan untuk semua unit yang dimasukkan pada fungsi lifted\ndan hasilnya akan disesuaikan dengan argumen fungsi yang dimasukkan pengguna.\nBerdasarkan hasil pengujian menggunakan data yang dibuat khusus yang mengandung semua\nkasus kemungkinan persilangan pada data yang tidak diketahui, metode ini berhasil mengolah\ndata yang tidak diketahui yang tidak diproses oleh kakas STP query yang dibuat oleh\nYogiandra (2019).", "Daftar File": {}, "Penulis": "Raihan Muhammad Suria Nagara [13515128]", "Kontributor / Dosen Pembimbing": ["Tricya Esterina Widagdo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Basis data spatio-temporal", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "22 Jul 2021"}