{"Nomor": 56916, "Judul": "PENGARUH VARIASI KOMPOSISI BAHAN PEMBENAH (AMELIORAN) TERHADAP PERTUMBUHAN DAN HASIL TANAMAN BAWANG MERAH (ALLIUM ASCALONICUM L.) PADA MEDIA PASCATAMBANG PASIR DENGAN SISTEM IRIGASI TETES.", "Abstrak": "Lahan pascatambang pasir merupakan lahan yang mengalami degradasi fisik, kimia, dan \nbiologi akibat proses penambangan galian C, walaupun demikian lahan ini berpotensi untuk \nbudidaya bawang merah. Agar bisa dimanfaatkan untuk budidaya bawang merah diperlukan \npenambahan amelioran (bahan pembenah). Bahan pembenah yang dapat digunakan yaitu top soil\ndan pupuk organik kompos. Penelitian ini bertujuan untuk menganalisis pengaruh komposisi \nbahan pembenah (amelioran) terhadap pertumbuhan dan hasil tanaman bawang merah pada tanah \npascatambang pasir menggunakan drip irrigation serta menganalisis komposisi bahan pembenah \n(amelioran) yang paling optimal untuk budidaya bawang merah pada tanah pascatambang pasir \ndengan drip irrigation. Penelitian ini terdiri atas 7 perlakuan dan 4 ulangan yang terdiri atas P1 \n(Mikoriza, Top Soil 0% dan Kompos 0%), P2 (Mikoriza, Top Soil 20% dan Kompos 0%), P3 \n(Mikoriza, Top Soil 0% dan Kompos 20%), P4 (Mikoriza, Top Soil 10% dan Kompos 10%), P5 \n(Mikoriza, Top Soil 20% dan Kompos 10%), P6 (Mikoriza, Top Soil 10% dan Kompos 20%), P7 \n(Mikoriza, Top Soil 20% dan Kompos 20%). Hasil penelitian menunjukkan menunjukkan tidak \nterdapat pengaruh komposisi bahan pembenah (amelioran) terhadap pertumbuhan dan hasil \ntanaman bawang merah pada tanah pascatambang pasir dengan drip irrigation serta diperoleh \nperlakuan 3 sebagai perlakuan dengan komposisi bahan pembenah (amelioran) yang paling \noptimal untuk budidaya bawang merah pada tanah pascatambang pasir dengan drip irrigation.", "Daftar File": {"ABSTRAK Rabiatul Annisa": "https://digilib.itb.ac.id/gdl/download/229280"}, "Penulis": "Rabiatul Annisa [11417028]", "Kontributor / Dosen Pembimbing": ["Dr. Heri Rahman, S.P., M.P.", "Dr. Ir. Endang Hernawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Amelioran, Kompos, Tanah pascatambang, Topsoil", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jul 2021"}