{"Nomor": 56920, "Judul": "PERANCANGAN SISTEM DRAINASE BERBASIS ECODRAINAGE DI PERUMAHAN BUMI PANYAWANGAN, KECAMATAN CILEUNYI, KABUPATEN BANDUNG, JAWA BARAT", "Abstrak": "Perkembangan infrastruktur di kawasan bandung yang begitu cepat menyebabkan adanya\nperubahan fungsi lahan. Hal ini menyebabkan air hujan semakin sulit untuk meresap kedalam tanah,\nsehingga jumlah air limpasan di permukaan akan semakin besar yang meningkatkan resiko banjir di\ndaerah hilir. Perumahan Bumi Panyawangan memiliki luas 45 Ha dengan elevasi tanah sekitar 685-\n662 mdpl, di wilayah administratif Kecamatan Cileunyi. Jenis tanah di Perumahan Bumi\nPanyawangan secara USCS adalah silt clay (CH) dengan HSG kelompok D. Dengan adanya\npermasalahan banjir pada beberapa titik saluran maka diperlukan adanya evaluasi dan redesain\ndrainase eksisting juga penambahan teknologi ecodrainage terhadap sistem drainase Perumahan\nBumi Panyawangan. Redesain dan perancangan teknologi ecodrainage dibuat dengan bantuan\naplikasi EPA SWMM 5.1.5. Pada analisis intensitas hujan didapatkan nilai hujan rata-rata pada PUH\n10 & PUH 25 yaitu 124,99 mm/jam dan 142,87 mm/jam dengan menggunakan metode Van Breen\n– Talbot. Perumahan Bumi Panyawangan terletak di Sub-DAS Cikeruh dalam Kawasan DAS\nCitraum yang memiliki inlet aliran air berasal dari 2 anak sungai Cikeruh dan 1 dari DTA\nperumahan. Perumahan Bumi Panyawangan memiliki 3 Daerah tangkapan air yaitu DTA Sub-DAS\n1 dari 23 DTA, DTA Sub-DAS 2 dari 8 DTA, dan DTA Cluster dari 17 cluster perumahan. Drainase\nutama di Perumahan Bumi Panyawangan memiliki pola alamiah dengan rata-rata berbentuk persegi\ndan trapezoid. Perumahan Bumi Panyawangan memiliki %imperviousness 75%, dengan C PUH 10\ndan PUH 25 berturut-turut adalah 0,68 & 0,74. Pada hasil pemodelan SWMM dengan dynamic wave\nflow routing menunjukan bahwa debit masuk seluruh limpasan pada PUH 25 tahun sekitar 10,763\nm3\n/s dan debit keluar 9,739 m3\n/s. Adapun pada saluran eksisting telah terjadi beberapa titik banjir\ndengan PUH 25 tahun. Dari hasil pemodelan menunjukan bahwa terdapat saluran-saluran yang\nmelebihi batas kriteria kecepatan. Saluran-saluran tersebut perlu dilakukan perubahan dimensi agar\nmengurangi kecapatan aliran air dan banjir pada node sekitar sehingga sesuai kriteria. Teknologi\necodrainage yang akan diterapkan didasarkan pada konsep Sustainable Urban Drainage System\n(SUDS). Teknologi yang terpilih merupakan ecodrainage yang berfokus pada kuantitas air dan\nkonservasi air. Setelah di analisis berdasarkan karakteristik tanah, topografi, rute aliran, dan lahan\neksisting teknologi ecodrainage yang terpilih adalah pond & wetland dengan jenis wetpond dan\necodrainage yang berada disumber adalah RWH (Rain Water Harvesting). Lokasi yang terpilih\nuntuk wetpond adalah lokasi 2 dengan jenis wetpond offline dan lokasi untuk PAH berada di\npekarangan rumah. Berdasarkan perhitungan didapatkan dimensi dari wetpond offline tersebut\nmemiliki luas dasar 702 m2\n, luas permukaan area 1980 m2 dan kedalaman 3 m dengan bentuk limas\nterpancung. Sementara tipe RWH nya adalah PAH typical 2 m3 berjenis PAH Pasangan Bata dengan\ndimensi untuk PAH adalah 1,3 m x 1,3 m dengan tinggi 1,2 m.", "Daftar File": {"15714022_Indra_Abstract.pdf?": "https://digilib.itb.ac.id/gdl/download/229284"}, "Penulis": "Indra Nugraha Ramdhani [15714022]", "Kontributor / Dosen Pembimbing": ["Teddy Tedjakusuma, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "ecodrainage, SWMM, sistem drainase, DTA, pemodelan, Wetpond, PAH", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "22 Jul 2021"}