{"Nomor": 56924, "Judul": "PERANCANGAN ULANG SISTEM PENGOLAHAN AIR ASAM TAMBANG DI PT X SITE SEBAKIS, NUNUKAN, KALIMANTAN UTARA", "Abstrak": ": Kegiatan pertambangan batu bara yang memiliki dampak penting bagi sektor energi dan pembangunan nasional juga berpotensi menimbulkan dampak negatif yang signifikan terhadap lingkungan hidup. Salah satu isu krusial yang sering menjadi persoalan lingkungan pada pertambangan batu bara adalah air asam tambang (AAT), tak terkecuali di PT X yang berlokasi di Sebakis, Nunukan, Kalimantan Utara. PT X menerapkan sistem pengolahan aktif dengan metode netralisasi dan sedimentasi untuk mengolah AAT yang dihasilkan. Namun berdasarkan hasil evaluasi yang telah dilakukan, kapasitas kolam pengendapan eksisting yang ditinjau dalam tugas akhir ini ternyata sudah tidak memadai. Hal ini terjadi karena beberapa faktor, yang berpengaruh paling signifikan adalah penggunaan kapur yang kurang efisien, periode pemeliharaan kolam pengendapan yang terlalu lama karena keterbatasan alat Excavator long-arm dan terdapat perbedaan luas daerah tangkapan hujan. Perluasan area kolam pengendapan menjadi alternatif terbaik yang dapat dipilih saat ini mengingat umur tambang yang terbatas. Dengan debit sebesar 8,04 m3/detik untuk SP-1; 2,20 m3/detik untuk SP-2; dan 3,16 m3/detik untuk SP-3, diperlukan perluasan area sebesar 3,56 Ha untuk SP-1; 1,14 Ha untuk SP-2; dan 2,67 Ha untuk SP-3", "Daftar File": {"TA 2021 Kiki Somantri 1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/229290"}, "Penulis": "Kiki Somantri [15314005]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Sonny Abfertiawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air asam tambang, kapasitas kolam pengendapan, netralisasi, periode pemeliharaan.", "Sumber": "TA Juli 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "22 Jul 2021"}