{"Nomor": 56926, "Judul": "APLIKASI PUPUK HAYATI PADA SISTEM PRODUKSI FODDER JAGUNG (ZEA MAYS.)", "Abstrak": "Pemenuhan kebutuhan daging sapi nasional masih bergantung pada\nimpor, hal disebabkan karena terjadinya ketidakseimbangan pada produksi\ndaging sapi dan laju konsumsinya di Indonesia. Kurangnya pemenuhan\nkonsumsi daging sapi ini dipengaruhi oleh ketersediaan stok pakan hijauan\nyang rendah terutama pada musim kemarau dan kandungan nutrisi pakan\nhijauan yang rendah. Kondisi ini menyebabkan dibutuhkannya\npengembangan pakan hijauan alternatif. Salah satu bentuk inovasi yang dapat\ndilakukan adalah pengembangan fodder jagung (Zea mays) sebagai pengganti\npakan hijauan ternak. Penggunaan jagung yang dipilih dalam penelitian ini\nmerupakan tanaman C4 yang mampu tumbuh di daerah yang panas dan\nkering, dengan faktor pembatas pertumbuhan maupun produksinya.\nPertumbuhan dan perkembangan dari fodder ini juga didukung dengan\npemupukan yang mampu meningkatkan pertumbuhan tanaman baik\nmenggunakan pupuk organik maupun anorganik. Pada penelitian ini\ndilakukan pengamatan terhadap dosis penggunaan pupuk hayati yang\ndigunakan pada biomassa fodder jagung (Z. mays) dengan parameter tinggi\ntanaman, berat basah, dan berat kering, serta data proksimat sebagai\npendukung hasil penelitian ini. Perlakuan pupuk pada penelitian ini terdiri\ndari pupuk hayati dengan konsentrasi 0,85%; 2,13%; dan 3,4%, pupuk NPK,\ndan kontrol. Hasil penelitian menunjukkan bahwa pengaplikasian pupuk\nhayati dengan konsentrasi 3,4% (8 ml/235 ml air) merupakan konsentrasi\noptimum pada sistem fodder jagung terhadap tinggi tanaman, bobot basah,\ndan produktivitas biomassa dengan nilai berturut-turut yaitu nilai 35,88 ±\n2,65 cm, 0,8 ± 0,15 gram/tanaman, dan 490,7 gram/baki (1 : 4,907).", "Daftar File": {"ABSTRAK Dea Ananda Pratiwi": "https://digilib.itb.ac.id/gdl/download/229289"}, "Penulis": "Dea Ananda Pratiwi [11417041]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Ima Mulyama Zainuddin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "fodder, jagung, pakan hijauan ternak, pupuk hayati", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jul 2021"}