{"Nomor": 56921, "Judul": "STUDI SIKUEN STRATIGRAFI PADA FORMASI GABUS BAWAH, LAPANGAN ALFA, CEKUNGAN NATUNA BARAT", "Abstrak": "Lapangan Alfa merupakan bagian dari Cekungan Natuna Barat dan secara geologis termasuk kedalam tipe cekungan gagal lisu dalam benua. Penelitian ini bertujuan untuk menjelaskan secara rinci dinamika perubangan lingkungan pengendapan Formasi Gabus Bawah yang terendapkan saat proses pemekaran tektonik terjadi. Penentuan lingkungan pengendapan dilakukan dengan analisis elektrofasies, analisis batuan inti, dan data biostratigrafi. Pada Sumur AS 21, analisis elektrofasies menunjukan adanya pola gerigi, corong, silindris, dan lonceng, pola-pola tersebut muncul berulang. Data batuan inti Sumur AS 21, memperlihatkan lingkungan lakustrin berisikan batulumpur tanpa struktur sedimen. Lingkungan deltaik berisikan perselingan batupasir ukuran butir sangat halus-halus dengan batulumpur dan serpih, nampak struktur sedimen berupa gelembur gelombang, laminasi sejajar, dan laminasi bergelombang. Lingkungan sistem fluvial dicirikan dengan batupasir dengan ukuran butir sedang hingga halus, nampak struktur sedimen endapan lag, laminasi silang siur, dan laminasi sejajar, secara keseluruhan litologi menunjukan perubahan ukuran butir cenderung menghalus, sehingga bisa dikatakan sistem fluvial daerah penelitian terjadi pengendapan bertingkat. Penggambaran perubahan lingkungan pengendapan secara vertikal pada daerah penelitian ditampilkan dalam bentuk kerangka stratigrafi. Berdasarkan kerangka stratigrafi dijumpai sembilan batas sikuen beserta komponen stratigrafi yang menunjukan perubahan lingkungan pengendapan yang berulang, dimulai dari lakustrin, deltaik, dan sistem fluvial. Batas sikuen menjadi penanda repetisi lingkungan pengendapan pada daerah penelitian, perubahan dari lingkungan sistem fluvial menjadi lakustrin. Penggambaran blok diagram 3D skematik daerah penelitian menunjukan setiap perubahan dan perulangan lingkungan pengendapan dipengaruhi oleh faktor ruang akomodasi dan suplai sedimen yang berhubungan dengan pegerakan patahan normal saat pemekaran tektonik terjadi.", "Daftar File": {"ABSTRAK Dewandio Yogaswara Iryanto": "https://digilib.itb.ac.id/gdl/download/229285"}, "Penulis": "Dewandio Yogaswara Iryanto [22018305]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Djuhaeni", "Reynaldy Fifariz, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sikuen Stratigrafi, Cekungan Natuna Barat, Lakustrin, Deltaik, Fluvial.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jul 2021"}