{"Nomor": 56922, "Judul": "STUDI KUALITAS AKUSTIK PERPUSTAKAAN DENGAN PENDEKATAN PENGUKURAN OBJEKTIF DAN SOUNDSCAPE", "Abstrak": "Pengukuran parameter akustik objektif yang umum dilakukan sejak dahulu belum memperhatikan persepsi pengguna ruang. Agar kualitas akustik baik dalam berbagai kondisi dan bangunan multifungsi maka digunakan metode soundscape yang memperhatikan persepsi pendengar dalam perancangan akustik. Penelitian ini mengevaluasi kualitas akustik pada ruang baca, area audiovisual, ruang bermain anak, dan teater di Perpustakaan Kemendikbud menggunakan pengukuran kebisingan dan pendekatan soundscape.\nParameter objektif yang diukur adalah tingkat tekanan bunyi ekivalen, waktu dengung (EDT dan T20), clarity (C50), dan definition (D50) yang nilainya diatur dalam SNI 03-6386-2000 serta rekomendasi umum. Tingkat tekanan ekivalen pada seluruh ruangan melebihi batas maksimum. Waktu dengung pada ruang baca dan area audiovisual jauh dibawah standar, pada ruang bermain anak sudah cukup memenuhi standar, dan pada teater jauh melebihi standar. Kejelasan ruangan selain teater sudah baik dengan nilai di atas -2 dB dan 50%.\nPendekatan soundscape memakai kuesioner penilaian yang disebar secara daring. Kuesioner meninjau klasifikasi suara dan penilaian tiga skala semantik yaitu Preferensi, Dinamika, dan Komunalitas. Ruang baca, area audiovisual, dan ruang bermain anak belum ideal, dengan nilai pada persepsi netral-sedikit nyaman. Suara bising latar seperti keramaian, AC, dan kendaraan perlu dihindari pada seluruh ruang. Di ruang baca, suara hening, diskusi, dan musik instrumental cocok sedangkan musik keras tidak disukai. Suara musik tempo cepat cocok di area audiovisual. Suara yang cocok di ruang bermain anak adalah lagu anak dan aktivitas bermain anak. Teater sudah cukup nyaman dipersepsikan pengguna, suara asli pada teater sudah baik dengan suara yang cocok adalah hening atau kondusif sesuai kegiatan.\nNilai tingkat tekanan bunyi tidak memiliki tren yang sama dengan penilaian persepsi kenyamanan. Nilai Leq seluruh ruang melebihi standar SNI tetapi pengguna tetap bisa merasakan kenyamanan ruang. Nilai parameter objektif tidak bisa menentukan persepsi pengguna, perlu dilengkapi dengan metode soundscape yang memperhatikan konteks dan sumber suara.", "Daftar File": {"ABSTRAK Richard": "https://digilib.itb.ac.id/gdl/download/229286"}, "Penulis": "Richard [13317030]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T., Ph.D.", "Rahmat Romadhon, S.T., M.T.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D.", "Naila Zahra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "perpustakaan, soundscape, parameter objektif, kuesioner penilaian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jul 2021"}