{"Nomor": 56932, "Judul": "KAJIAN PALEONTOLOGI BOVIDAE DAN CERVIDAE FORMASI BAPANG DAERAH SANGIRAN SERTA KAITANNYA DENGAN BIOSTRATIGRAFI DAN REKONSTRUKSI PALEOENVIRONMENT", "Abstrak": "Sebagian fosil Homo erectus di Sangiran berasal dari Formasi Bapang yang berumur awal Pleistosen Tengah. Di dalam formasi tersebut juga dijumpai beragam fosil binatang vertebrata termasuk Bovidae dan Cervidae. Kedua famili dapat menggambarkan kondisi lingkungan yang lebih spesifik seperti padang rumput dan hutan tertutup. Oleh sebab itu, keduanya dijadikan proksi untuk merekonstruksi paleoenvironment dalam konteks kehidupan manusia purba H. erectus pada awal Pleistosen Tengah di Sangiran.\nMaksud penelitian ini adalah mengidentifikasi fosil Bovidae dan Cervidae dari Formasi Bapang, melalui analisis kualitatif (morfologi) dan kuantitatif (biometri dan morfometri) gigi molar, kranium, dan antler. Tujuannya adalah pemerian taksonomi Bovidae dan Cervidae yang terdapat dalam Formasi Bapang dalam rangka menyusun biostratigrafi serta merekonstruksi paleoenvironment berdasarkan kumpulan dan kelimpahan kedua famili.\nSejumlah 79 spesimen fosil berasal dari Bapang Bawah, Bapang Tengah, dan Bapang Atas, terdiri dari 42 spesimen Bovidae dan 37 spesimen Cervidae dianalisis secara paleontologi melalui pengamatan morfologi, biometri, dan morfometri. Pengamatan morfologi dan biometri dilakukan terhadap semua spesimen, sedangkan pengamatan morfometri dilakukan terhadap gigi molar saja. Hasil pengamatan biometri dan morfometri kemudian dianalisis menggunakan Principal Component Analysis (PCA) untuk mengelompokkan taksa Bovidae dan Cervidae berdasarkan kemiripan biometri atau morfometri.\nBerdasarkan analisis morfologi, biometri, dan morfometri, spesimen-spesimen fosil Bovidae dalam Formasi Bapang terdiri dari Bubalus palaeokerabau, Bibos palaesondaicus, Duboisia santeng, dan Epileptobos groeneveldtii, sedangkan Cervidae terdiri dari Rusa sp., Axis lydekkeri, dan Muntiacus muntjak. Kumpulan fauna Bapang Bawah terdiri dari B. palaeokerabau, B. palaesondaicus, Rusa sp., A. lydekkeri, dan M. muntjak. Pada Bapang Tengah, kumpulan faunanya bertambah menjadi B. palaeokerabau, B. palaesondaicus, Rusa sp., A. lydekkeri, M. muntjak, D. santeng, dan E. groeneveldtii. Adapun kumpulan fauna Bapang Atas terdiri dari\nB. palaeokerabau, B. palaesondaicus, dan Cervidae tak teridentifikasi. Kumpulan fauna Bovidae dan Cervidae dalam Bapang Bawah sebanding dengan Fauna Trinil Haupt-Knochenshicht (H.K.) berumur 1.0-0.9 jtl, sedangkan kumpulan fauna Bapang Tengah menunjukkan karekteristik Fauna Kedung Brubus yang berumur 0.8-0.7 jtl dalam biostratigrafi vertebrata Jawa.\nBapang Bawah didominasi oleh konglomerat berstuktur graded bedding mencirikan endapan point bar yang terendapkan di lingkungan sungai bermeander. Bapang Tengah dan Bapang Atas didominasi oleh batupasir berstruktur silang siur, mencerminkan endapan bar yang terendapakan di lingkungan sungai teranyam. Saat pengendapan Bapang Tengah, kelimpahan Bovidae dan Cervidae secara serentak mengalami peningkatan dari sebelumnya (Bapang Bawah). Memasuki Bapang Atas, kumpulan beserta kelimpahan fauna tersebut mengalami penurunan yang cukup siginifikan.\nSebagian besar Bovidae dan Cervidae menunjukkan paleoenvironment berupa padang rumput, kecuali D. santeng dan M. muntjak yang mengindikasikan keberadaan hutan tertutup. Dalam penelitian ini, M. muntjak dapat dijumpai pada Bapang Bawah – Bapang Tengah, sedangkan D. santeng hanya ditemukan pada Bapang Tengah saja. Berdasarkan kumpulan dan kelimpahan fauna Bovidae dan Cervidae tersebut, dapat diinterpretasikan perbedaan kondisi paleoenvironment saat pengendapan Formasi Bapang. Saat pengendapan sedimen Bapang Bawah, kondisi paleoenvironment-nya adalah padang rumput dan hutan tertutup. Saat diendapkan sedimen Bapang Tengah, kondisi paleoenvironment-nya berubah menjadi padang rumput dengan hutan tertutup yang lebih luas dibandingkan sebelumnya. Saat diendapkan sedimen Bapang Atas, kondisi paleoenvironment-nya berubah menjadi padang rumput.", "Daftar File": {"ABSTRAK M. Rais Fathoni": "https://digilib.itb.ac.id/gdl/download/229377"}, "Penulis": "M. Rais Fathoni [22019030]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jahdi Zaim", "Dr. Ir. Yan Rizal R., Dipl.-Geol.", "Dr. Aswan, S.T., M.T.", "Dr.rer.nat. Maria Sekar Proborukmi, S.T., M.Sc.", "Reynaldy Fifariz, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Bovidae, Cervidae, Formasi Bapang, Sangiran, biostratigrafi, paleoenvironment", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jul 2021"}