{"Nomor": 56940, "Judul": "RANCANG BANGUN APLIKASI NOTE-TAKING BERBASIS WIKI", "Abstrak": "Note-taking merupakan salah satu aktivitas utama bagi pelajar dan peneliti.\nAktivitas ini mencakup kegiatan merangkum dokumen digital hingga pencatatan\nhal-hal penting saat mengikuti pertemuan online (kuliah online dan webinar).\nUntuk menunjang aktivitas ini, diperlukan sebuah aplikasi note-taking yang\ndidesain khusus untuk note-taking. Masalahnya, aplikasi note-taking yang sudah\nada memiliki beberapa keterbatasan. Akibatnya, pengguna terpaksa harus\nmenggunakan aplikasi berbasis teks yang lain (seperti word processing dan text\nediting) untuk melakukan note-taking, padahal secara UX, aplikasi tersebut tidak\ndidesain khusus untuk note-taking.\nMasalah ini diselesaikan dengan dua tahap. Pertama, identifikasi apa saja masalah\nyang dialami pengguna ketika menggunakan aplikasi word processing atau text\nediting untuk melakukan aktivitas note-taking. Selanjutnya, implementasi aplikasi\nnote-taking yang dapat menyelesaikan masalah yang sudah ditemukan pada tahap\npertama.\nKarakteristik unik use case note-taking yang berhasil ditemukan adalah\npentingnya reduksi beban kognisi. Pengguna memiliki kapasitas kognisi yang\nterbatas. Sebagian besar kapasitas kognisi tersebut telah digunakan untuk\nmelakukan aktivitas note-taking. Dengan demikian, aplikasi note-taking harus\ndidesain sedemikian rupa agar tidak terlalu membebani kognisi pengguna.\nBerdasarkan temuan ini, diimplementasikanlah sebuah aplikasi note-taking\nberbasis reduksi beban kognisi. Reduksi ini diimplementasikan dalam bentuk\ntampilan layar (UI) yang bebas distraksi, pemilihan font yang ergonomis, serta\nberbagai fitur-fitur otomasi, seperti autosave dan autoscroll.\nSaat ini, aplikasi note-taking ini berbasis offline. Untuk saran pengembangan\nselanjutnya, aplikasi ini bisa dikembangkan menjadi platform online. Cukup\ndengan membuat akun, pengguna dapat langsung menggunakan layanan ini, tidak\nperlu mengunduh lagi.", "Daftar File": {}, "Penulis": "Adi Purnama [13514006]", "Kontributor / Dosen Pembimbing": ["Ir. Windy Gambetta, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "note-taking, personal knowledge management system, UX", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "22 Jul 2021"}