{"Nomor": 56944, "Judul": "OPTIMASI DAN VALIDASI EKSPERIMEN STRUKTUR KOMPOSIT BERDINDING TIPIS DALAM PEMBEBANAN TEKUK EMPAT TITIK MENGGUNAKAN METODE ARTIFICIAL NEURAL NETWORK (ANN) DAN MACHINE LEARNING", "Abstrak": "Penelitian ini membahas tentang optimasi struktur subfloor yang digunakan pada pesawat konvensional yang dimodelkan menggunakan material komposit Carbon Fiber Reinforce Plastic/Polymer (CFRP). Material komposit CFRP digunakan karena sifat dari material CFRP itu sendiri yang ringan namum tidak mengurangi kekuatan struktur secara signifikan sehingga cocok digunakan di berbagai industri.\nPenggunaan komposit CFRP sebagai material utama pada berbagai industri khususnya industri penerbangan telah meningkatkan performa dari berbagai struktur dibandingkan dengan penggunaan material konvensional lainnya seperti besi, baja, dll. Namun selain dari penggunaan material, proses optimasi juga bisa dilakukan dengan cara mengubah konfigurasi dari komposit maupun topologi dari struktur itu sendiri untuk mendapatkan performa struktur yang paling optimal. Untuk mendapatkan konfigurasi yang dapat menghasilkan performa struktur yang paling optimal maka digunakan metode machine learning (ML). Machine learning memfokuskan pada aplikasi yang mempelajari data yang ada untuk kemudian dipelajari dan digunakan sebagai basis untuk membuat keputusan atau prediksi yang akan semakin akurat seiring berjalannya waktu. Penggunaan machine learning sudah marak digunakan di berbagai industri tidak hanya di industri yang berkaitan dengan teknik tetapi sudah banyak digunakan di industri lain seperti perbankan, ekonomi, dll. Ada beberapa metode optimasi yang digunakan pada berbagai industry diantaranya yaitu Artificial Neural Network (ANN) dan Non-dominated Sorting Genetic Algorithm II (NSGA-II). ANN adalah sebuah metode machine learning yang mengadopsi sistem dari sistem syaraf manusia yang terdiri dari beberapa neuron dimana neuron tersebut saling terhubung satu sama lain. Tiap neuron terasosiasi dengan weight yang menentukan sebesar apa pengaruh neuron tersebut terhadap output dari sistem. NSGA-II adalah konsep machine learning yang terinspirasi dari teori evolusi natural. Pada teori evolusi natural, spesies yang lemah akan disingkirkan sedangkan spesies yang kuat akan bertahan dan akan meneruskan gen mereka kepada generasi selanjutnya. Selanjutnya, spesies dengan kombinasi gen yang tepat akan menjadi semakin kuat dan dominan dalam populasi mereka.\nPada penelitian ini, karakteristik struktur yang akan dioptimasi yaitu bagaimana mencapai rasio gaya maksimum terhadap massa dan juga specific energy absorption yang optimal. Beberapa\nparameter yang akan divariasikan yaitu bentuk penampang dari struktur, arah orientasi serat komposit, jumlah lapisan komposit, dan juga ukuran penampang dari struktur. Pada akhir penelitian, ditemukan bahwa konfigurasi optimal dari struktur yang didesain adalah geometri penampang I-beam, ukuran 44 mm, 16 layer, dan orientasi arah serat 90o. Dari konfigurasi tersebut didapat peningkatan peforma dari baseline model untuk masing-masing parameter yaitu Strength per weight ratio sebesar 4.57%, Moment per weight ratio sebesar 5.36%, dan Energy absorption sebesar 11.23%.", "Daftar File": {"ABSTRAK Wahyu Dimas Nur Hadian Shah": "https://digilib.itb.ac.id/gdl/download/229306"}, "Penulis": "Wahyu Dimas Nur Hadian Shah [23620028]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Kismono Hadi", "Dr. Annisa Jusuf, S.T., M.T.", "Dr. Ir. Sigit Puji Santosa, MSME"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "komposit, ANN, NSGA-II, optimasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jul 2021"}