{"Nomor": 56948, "Judul": "STUDI PARAMETER INTERAKSI AERODINAMIKA DAN STRUKTUR SAYAP SOLID MENGGUNAKAN METODE TWO-WAY FLUID STRUCTURE INTERACTION", "Abstrak": "High Altitude Long Endurance (HALE) merupakan pesawat nirawak yang digunakan dalam sipil maupun militer seperti telekomunikasi, meteorologi, pengawasan gunung berapi, penjagaan garis pantai, dan pengawasan lingkungan. Pesawat HALE didesain agar dapat terbang tinggi dan durasi terbang yang lama. Untuk mencapai tujuan tersebut, diperlukan sayap dengan efisiensi aerodinamika yang tinggi dan struktur yang ringan dimana sayap pesawat HALE didesain memiliki aspek rasio tinggi dan material struktur sayap sebagian besar menggunakan komposit. Aspek rasio tinggi akan menimbulkan masalah sayap menjadi elastis sehingga sayap mudah terdeformasi akibat bending. Deformasi sayap HALE mengakibatkan perubahan gaya aerodinamika pada sayap yang selanjutnya akan memberikan deformasi struktur sayap dan sebaliknya, sehingga menghasilkan interaksi struktur dan fluida atau dikenal sebagai Fluid-Structure Interaction (FSI). Tujuan penelitian ini berfokus pada studi parameter interaksi aerodinamika pada struktur sayap HALE menggunakan metode strong two-way coupling. Solusi aliran fluida dihasilkan dari penyelesaian persamaan RANS dengan model turbulen shear stress transport (SST) dan solusi osilasi struktur diperoleh dengan menggunakan persamaan getaran akibat pembebanan aerodinamik. Selanjutnya, interaksi dari fluida dan struktur dihasilkan dengan pendekatan strong two-way coupling. Simulasi FSI menunjukkan bahwa interaksi fluida dan struktur menghasilkan gerakan osilasi hingga keadaan setimbang pada posisi baru. Pada bagian fluida, variasi parameter kecepatan aliran menambah gaya dan momen aerodinamika, namun variasi Modulus Young tidak berpengaruh signifikan. Pada bagian struktur, penambahan Modulus Young dapat meningkatkan rasio redaman hingga 0.65 GPa dan penambahan lebih lanjut mengurangi rasio redamannya. Struktur sayap menunjukkan respon dengan perubahan frekuensi, stress, dan defleksi maksimum akibat variasi parameter Modulus Young dan kecepatan aliran.", "Daftar File": {"ABSTRAK David Waldo Parlindungan": "https://digilib.itb.ac.id/gdl/download/229310"}, "Penulis": "David Waldo Parlindungan [13617069]", "Kontributor / Dosen Pembimbing": ["Ir. Muhammad Kusni, M.T.", "Ema Amalia, S.T., M.T.", "Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Fluid Structure Interaction, karakteristik aerodinamika, HALE UAV, Computational Fluid Dynamics, Computational Structural Dynamics.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jul 2021"}