{"Nomor": 56946, "Judul": "PENGEMBANGAN DAN SIMULASI SISTEM WAHANA SWATANTRA UNTUK INSPEKSI PESAWAT UDARA BERBASIS CITRA KOMPUTER", "Abstrak": "Inspeksi visual untuk perawatan pesawat terbang merupakan salah satu prosedur yang paling sering dilakukan dalam industri maintenance, repair, & overhaul (MRO) untuk memastikan kelaikan dari suatu pesawat. Pada teknologi modern saat ini, industri MRO menggunakan micro quadrotor yang dikombinasikan dengan teknologi computer vision untuk melakukan inspeksi visual karena dinilai lebih mudah dan cepat apabila dibandingkan dengan pendekatan manual.\nPada penelitian ini, simulasi dilakukan dengan penggabungan antara algoritma visual servoing penentu arah gerak dengan persamaan matematis sebagai pemodelan dari micro quadrotor FTMD untuk dapat menentukan posisi aktual wahana tersebut. Persamaan matematis ini juga digunakan untuk dapat mengetahui dinamika kestabilan dari micro quadrotor tersebut. Gambar yang digunakan adalah gambar pesawat hitam-putih (BW) dan berwarna (RGB) yang telah diberikan beberapa titik berwarna yang dianggap sebagai model cacat pada pesawat. Simulasi dilakukan pada sayap kanan, fuselage, dan horizontal tail plane kiri dari pesawat.\nBerdasarkan hasil simulasi, dapat dilihat bahwa micro quadrotor stabil dan simulasi berhasil dilakukan pada semua misi dengan menggunakan gambar BW, sedangkan pada gambar RGB, simulasi hanya berhasil dilakukan pada bagian sayap dan horizontal tail plane saja. Perlu dilakukan optimasi algoritma agar simulasi ini dapat dilakukan pada gambar RGB terutama apabila warna dasar dari gambar pesawat bukan berwarna putih, abu-abu, atau hitam (monokrom).", "Daftar File": {}, "Penulis": "Gerald Yohanes Pardomoan [13617025]", "Kontributor / Dosen Pembimbing": ["Dr. Yazdi Ibrahim Jenie, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "0 file", "Tanggal Input": "22 Jul 2021"}