{"Nomor": 56943, "Judul": "ANALISIS PENGARUH ZONA SESAR RMK TERHADAP STRUKTUR SEKITAR DAN PERANGKAP HIDROKARBON DI DAERAH CEKUNGAN JAWA TIMUR UTARA BAGIAN BARAT", "Abstrak": "Cekungan Jawa Timur Utara merupakan cekungan matang yang sudah memproduksi minyak dan gas sejak tahun 1887. Tercatat puluhan lapangan telah berproduksi menyebar dari pantai hingga lepas pantai dengan target mulai dari formasi Ngimbang yang berumur Eosen Akhir, Kujung I, II, dan III yang berumur Oligosen Akhir hingga Miosen Awal, dan yang paling muda formasi Ngrayong yang berumur Miosen Tengah.\nKhusus pada bagian selatan dari Cekungan Jawa Timur Utara, perangkap hidrokarbon sedikitnya dipengaruhi oleh keberadaan zona sesar yang memanjang dari Rembang hingga Kangean yang di kenal dengan Zona Sesar RMK. Keberadaan Zona Sesar RMK diduga mempengaruhi integritas dari perangkap-perangkap yang lebih tua baik pada zona sesar itu sendiri maupun pada perangkap-perangkap di sekitarnya. Hal ini menambah faktor resiko dari integritas perangkap yang teridentifikasi pada area ini. Selain daripada struktur, kemunculan Zona Sesar RMK juga mempengaruhi stratigrafi dari area penelitian, melalui pengangkatan yang terjadi di selatan yang mengakibatkan perubahan arah sedimentasi menjadi selatan – utara dari yang sebelumnya utara – selatan.\nRekonstruksi struktur dengan pendekatan flattening berdasarkan data seismik dua dimensi menunjukkan keberadaan Zona Sesar RMK merupakan reaktifasi dari sesar-sesar yang sudah terbentuk sebelumnya. Pergerakannya diduga bermula sejak Miosen Awal yang diindikasikan oleh mulai terjadinya pengangkatan hingga puncaknya terjadi pada Miosen Akhir. Keberadaan Zona Sesar RMK mempengaruhi kemunculan sesar geser lainnya yang berada di bagian utaranya dengan jenis sesar yang berlawanan. Berbeda dengan Zona Sesar RMK yang berorientasi barat – timur, sesar ini memiliki ekor dengan arah barat daya – timur laut yang mengikuti orientasi Sabuk Pegunungan Meratus. Tepat pada Zona Sesar RMK, deformasi terjadi secara sangat signifikan berupa pengangkatan hingga 2 km yang tidak meninggalkan perangkap – perangkap sebelum Miosen Akhir. Sementara pada area sebelah utara yang mendapatkan pengaruh dari Zona Sesar RMK, pengangkatan yang terjadi masih lebih rendah dari bagian selatan, sehingga cenderung lebih melestarikan perangkap-perangkap yang terbentuk sebelum Miosen Akhir dan bahkan membentuk perangkap-perangkap yang lebih muda.\nGross Depositional Environment yang dikontrol oleh data biostratigrafi dan peta isopach mengkonfirmasi pembalikan sumber sedimentasi yang terjadi setelah Miosen Akhir. Relief paleogeografi yang ditunjukkan peta isopach menunjukkan batas lingkungan pengendepan dari Litoral, Sublitoral, hingga Bathyal.\nInteraksi antara Zona Sesar RMK dan sesar geser yang berada di utaranya mengakibatkan terjadinya penurunan (depresi) diantara keduanya. Hal ini mendukung untuk terjadinya pematangan batuan induk dalam rendahan tersebut.", "Daftar File": {"ABSTRAK Dhea Wachju Dwiperkasa": "https://digilib.itb.ac.id/gdl/download/229305"}, "Penulis": "Dhea Wachju Dwiperkasa [22018011]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Zona Sesar RMK, flattening, Gross Depositional Environment, isopach", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jul 2021"}