{"Nomor": 56951, "Judul": "APLIKASI PUPUK KANDANG KOTORAN SAPI PADA SISTEM PRODUKSI FODDER JAGUNG (ZEA MAYS)", "Abstrak": "Salah satu faktor yang mempengaruhi keberhasilan budidaya ternak adalah ketersediaan hijauan yang cukup untuk memenuhi kebutuhan pakan ternak ruminansia. Namun, penyediaan hijauan untuk pakan memiliki kendala karena umumnya ketersediaan berfluktuasi mengikuti pola musim, iklim, dan terbatas oleh lahan terutama di daerah perkotaan. Tanaman jagung (Zea mays) termasuk tanaman yang proses budidayanya tidak memerlukan perawatan intensif dan dapat ditanam pada hampir semua jenis tanah dengan resiko kegagalan yang rendah, mengandung serat kasar yang dibutuhkan oleh hewan ruminansia dengan kandungan protein yang relatif tinggi sekitar 10-17% yang sangat ideal untuk digunakan sebagai hijauan pakan ternak ruminansia. Budidaya pakan hijauan umumnya dilakukan secara hidroponik. Sehingga diperlukan penelitian lebih lanjut mengenai budidaya hijauan pakan menggunakan media tanah. Salah satu pupuk yang dapat digunakan untuk meningkatkan produksi fodder adalah pupuk kandang kotoran sapi. Berdasarkan hal tersebut, maka penelitian ini bertujuan untuk mendapatkan dosis pupuk kandang kotoran sapi paling optimal bagi produksi fodder jagung. Penelitian ini dilakukan di Kota Cirebon, Jawa Barat mulai 24 Oktober sampai 7 November 2020. Penelitian dilakukan menggunakan Rancangan Acak Kelompok (RAK) yang terdiri dari 5 perlakuan dan 5 pengulangan yaitu P1 = Tanah + Pupuk kandang sapi 97 g/nampan (15 ton/ha), P2 = Tanah + Pupuk kandang sapi 129 g/nampan (20 ton/ha), P3 = Tanah + Pupuk kandang sapi 162 g/nampan (25 ton/ha), P4 = Tanah + Pupuk NPK Phonska 2 g/nampan (300 kg/ha) (Kontrol positif), P5 = Tanah (Kontrol Negatif). Hasil penelitian aplikasi pupuk kandang memberikan hasil yang secara signifikan lebih baik dibandingkan aplikasi pupuk kimia sintetik dan tanpa aplikasi. P3 menunjukan hasil tertinggi pada parameter tinggi tanaman (36,9±5,65 cm), berat basah (0,93±0,05 gram/tanaman), berat kering (0,12±0,02 gram/tanaman) dan biomassa panen (369,7 gram/nampan), sedangkan P5 menunjukan hasil tertinggi pada kadar air tanaman (0,88±0,04 %/tanaman). Hasil uji proksimat P3 memiliki kualitas pakan yang sesuai untuk digunakan sebagai pakan ternak ruminansia dengan komponen kadar abu, lemak kasar dan serat kasar yang sesuai dengan SNI (3148-2:2017), sedangkan kadar protein kasar tergolong rendah dibawah SNI. Berdasarkan hasil penelitian ini, maka dosis pupuk kandang sapi 162 gram/644,5 cm2 atau setara dengan 25 Ton/Ha merupakan dosis yang optimum bagi produksi fodder jagung.", "Daftar File": {"ABSTRAK Virliani Octavia": "https://digilib.itb.ac.id/gdl/download/229313"}, "Penulis": "Virliani Octavia [11417030]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Ima Mulyama Zainuddin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "fodder, jagung, pupuk kandang sapi, ruminansia", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jul 2021"}