{"Nomor": 56950, "Judul": "KEBIJAKAN PERSEDIAAN KOMPONEN KRITIS PADA MESIN BOTTLE WASHER DI PT SINAR SOSRO, PABRIK GIANYAR-BALI", "Abstrak": "PT. Sinar Sosro merupakan salah satu industri yang bergerak pada bidang pengolahan daun teh kemasan yang memiliki beberapa varian rasa. Penelitian ini akan memfokuskan pada kebijakan pengendalian persediaan komponen kritis mesin pada lini 1 PT. Sinar Sosro yaitu khususnya pada mesin bottle washer. Permasalahan yang terjadi berkaitan dengan pengendalian persediaan komponen kritis ini yaitu seringnya terjadi shortage saat komponen mesin dibutuhkan. Shortage ini disebabkan oleh PT. Sinar Sosro pabrik Gianyar tidak memiliki sistem yang pasti dalam melakukan pengendalian persediaan komponen-komponen mesinnya. Sehingga mereka hanya akan memesan apabila stok komponen sudah habis di gudang. Perbaikan sistem yang diusulkan untuk mengatasi permasalahan tersebut yaitu menggunakan sistem koordinasi pemesanan dengan menerapkan model kebijakan can-order. Kebijakan can-order merupakan model pengendalian persediaan yang mengakomodasi keterkaitan antar item dalam sistem pemesannya.\nPenelitian ini memiliki 4 tahapan yaitu tahap pertama dilakukan pemilihan komponen kritis dari mesin bottle washer yang berasal dari satu supplier kemudian dilakukan pengumpulan data terkait komponen kritis terpilih yang nantinya akan dijadikan input perhitungan kebijakan can-order. Tahap ketiga yaitu dilakukan perhitungan parameter (S,c,s) sesuai dengan algoritma kebijakan can-order. Tahap terakhir dilakukan perbandingan antara kebijakan usulan dengan kebijakan esksisting perusahaan berdasarkan parameter-parameter yang ada.\nPenelitian ini dilakukan pada 8 komponen kritis mesin bottle washer yang di pesan pada supplier yang sama menghasilkan tingkat persediaan optimal dengan menggunakan algoritma perhitungan kebijakan can-order. Hal perbandingan yang diperoleh yaitu dengan menggunakan kebijakan can-order, perusahaan dapat melakukan penghematan 5.3% dari total biaya persediaan jika dibandingkan dengan sistem eksisting perusahaan. Selain itu, Perusahaan tidak akan mengalami shortage komponen di gudang sehingga perusahaan tidak akan mengalami kerugian akibat downtime yang terlalu lama.", "Daftar File": {"ABSTRAK Sang Ayu Putu Sintia Dewi": "https://digilib.itb.ac.id/gdl/download/229312"}, "Penulis": "Sang Ayu Putu Sintia Dewi [13414045]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bermawi Priyatna Iskandar, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kebijakan can-order, persediaan komponen kritis, joint replenishment, total biaya persediaan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jul 2021"}