{"Nomor": 56964, "Judul": "PERANCANGAN SISTEM DETEKSI POSISI KERJA DENGAN RISIKO GANGGUAN OTOT RANGKA PADA PEKERJA KANTOR MENGGUNAKAN MACHINE LEARNING", "Abstrak": "Posisi kerja yang tidak ergonomis dapat memengaruhi kinerja pekerja dan dapat memberikan risiko gangguan otot rangka seperti carpal tunnel syndrome, low back pain, dan lain-lain. Untuk menciptakan lingkungan kerja yang ergonomis di kantor, desain tempat kerja yang ergonomis saja tidak cukup. Perlu adanya pengawasan terhadap posisi kerja yang paling sering dilakukan oleh pekerja, dalam hal ini posisi duduk di depan komputer. Pekerja kantor dapat menghabiskan waktu 5-8 jam untuk duduk di depan komputer setiap harinya. Pada penelitian ini, dilakukan perancangan sistem deteksi posisi kerja dengan risiko dengan machine learning untuk pekerja kantor.\nMetodologi penelitian dikembangkan berdasarkan Cross Industry Standard Process for Machine Learning (CRISP-ML). Proses perancangan sistem deteksi posisi kerja pekerja kantor diawali dengan pengambilan data pada enam orang partisipan yang terdiri dari tiga laki-laki dan tiga perempuan. Setiap orang diminta untuk bekerja selama dua jam dengan menggunakan kursi yang biasa digunakan dan kursi yang lebih ergonomis. Selama bekerja, pekerja direkam dengan menggunakan kamera. Setelah itu, 40 foto secara acak diambil dari setiap video dan diolah menggunakan OpenPose untuk mendapatkan koordinat sendi dan anggota tubuh pekerja. Koordinat tersebut digunakan untuk menghitung nilai RULA dan digunakan sebagai variabel prediktor.\nModel prediksi dibangun dengan dua alternatif algoritma yaitu decision tree dan random forest. Evaluasi model tersebut menggunakan tiga kriteria performansi yaitu akurasi, presisi, dan sensitivitas. Model terbaik dibangun dengan algoritma random forest. Model tersebut memiliki performa akurasi 0.85, presisi 0.83, dan sensitivitas 0.76. Selanjutnya, dilakukan perancangan prototipe sistem deteksi posisi kerja menggunakan diagram alir. Program OpenPose dan model prediksi yang sudah dibangun dengan algoritma random forest diintegrasikan pada rancangan prototipe sehingga proses penilaian posisi kerja pekerja kantor dapat dilakukan secara real-time.", "Daftar File": {"ABSTRAK Fauzan Abdurrahim": "https://digilib.itb.ac.id/gdl/download/229327"}, "Penulis": "Fauzan Abdurrahim [13417019]", "Kontributor / Dosen Pembimbing": ["Prof. Yassierli, S.T., M.T., Ph.D.", "Praditya Ajidarma, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ergonomi, posisi kerja duduk, gangguan otot-rangka, machine learning", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jul 2021"}