{"Nomor": 56965, "Judul": "PENGARUH KONTEN VIRTUAL TOUR PADA WEBSITE LABUAN BAJO FLORES TERHADAP INTENSI BERKUNJUNG", "Abstrak": "Badan Pelaksana Otorita Labuan Bajo Flores (BPOLBF) merupakan lembaga pemerintah nonkementerian yang dibentuk untuk memastikan perkembangan Labuan Bajo Flores sebagai destinasi wisata super premium. Namun, pandemi COVID-19 menyebabkan jumlah kunjungan wisatawan Labuan Bajo Flores berkurang signifikan sehingga dibutuhkan cara promosi inovatif untuk menjaga atensi calon wisatawan di masa pandemi.\nTerbatasnya mobilitas masyarakat saat pandemi menghalangi keinginan masyarakat untuk berwisata. Virtual tour dapat menjadi cara inovatif untuk menjawab kebutuhan tersebut. Pelaku sektor pariwisata dapat memanfaatkan virtual tour sebagai alternatif wisata sementara sekaligus sebagai alat untuk mempromosikan dan menghadirkan informasi mengenai destinasi wisata kepada calon wisatawan. Penelitian ini dilakukan untuk mengetahui pengaruh penambahan konten virtual tour pada website Labuan Bajo Flores terhadap intensi calon wisatawan untuk berkunjung. Studi literatur menunjukkan bahwa telepresence menjadi variabel mediasi antara virtual tour dan intensi untuk berkunjung.\nPenelitian menggunakan metode eksperimen dengan menyimulasikan website pada perangkat lunak powerpoint. Bentuk virtual tour yang digunakan sebagai treatment adalah 360? photo dan google maps street view dengan melakukan evaluasi terhadap elemen interactivity dan vividness. Pengolahan data dilakukan dengan metode analisis Wilcoxon Signed Rank Test, Korelasi Bivariat Spearman, dan Regresi Robust Linear Square.\nHasil penelitian menunjukkan bahwa konten virtual tour pada website berpengaruh signifikan terhadap telepresence dan telepresence berpengaruh signifikan terhadap intensi berkunjung. Selain itu, terdapat perbedaan telepresence yang signifikan antara website eksisting Labuan Bajo Flores dan rancangan website usulan dengan menambahkan konten virtual tour.", "Daftar File": {"ABSTRAK Jessica Rosa Dewi": "https://digilib.itb.ac.id/gdl/download/229328"}, "Penulis": "Jessica Rosa Dewi [13414054]", "Kontributor / Dosen Pembimbing": ["Ir. Darwin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pariwisata, destinasi wisata, virtual tour, website, telepresence, intensi berkunjung.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jul 2021"}