{"Nomor": 56969, "Judul": "ANALISIS PROBABILITAS KELONGSORAN PADA DESAIN LIFE OF MINE TAMBANG TERBUKA BATUBARA PT XYZ", "Abstrak": "Persoalan analisis kestabilan lereng akan selalu dihadapkan dengan masalah ketidakpastian dari sifat fisik dan mekanik batuan. Analisis kestabilan lereng secara sederhana menggunakan konsep nilai Faktor Keamanan (FK) dilakukan dengan menggunakan satu nilai tunggal pada setiap parameter masukan sedangkan metode probabilistik menawarkan cara yang lebih sistematis dalam mengakomodir kondisi ketidakpastian dan memberikan alternatif lain terhadap pendekatan nilai faktor keamanan yaitu informasi probabilitas kelongsoran (PK) suatu lereng. Perhitungan probabilitas kelongsoran dilakukan dengan terlebih dahulu menentukan distribusi yang sesuai dengan sebaran data yang dimiliki. Penyesuaian distribusi dilakukan dengan pengujian goodness of fit test menggunakan metode Kolmogorov-Smirnov dan Uji Akaike Information Criterion pada data yang akan menjadi parameter masukan dalam proses pemodelan dan simulasi yaitu data kohesi, sudut gesek dalam, dan bobot isi. Hasil dari pengolahan goodness of fit test berupa fungsi distribusi yang kemudian dijadikan sebagai parameter masukan pada simulasi Monte-Carlo menggunakan perangkat lunak Slide 6.0 untuk menghitung probabilitas kelongsoran. Pemodelan dan simulasi dilakukan dengan membuat desain penampang pada masing masing section yang diketahui, kemudian dilakukan simulasi untuk menentukan FK dan PK. Asumsi yang digunakan yaitu faktor pembebanan seismik horizontal sebesar 0,05g serta kondisi muka air tanah mengikuti kontur lereng dengan nilai hu sebesar 0,6 dan 0,8. Berdasarkan analisis kestabilan lereng diperoleh bahwa pada lereng highwall section BB’ dan CC’ di Pit C dan lereng lowwall section AA’, BB’, CC’ dan DD’ di Pit C berada dalam kondisi tidak aman dengan nilai FK statis <1,3; FK dinamis <1,1; dan PK>5%. Maka diperlukan rekonstruksi geometri lereng untung membuat lereng dalam kondisi aman. Rekonstruksi geometri yang dilakukan pada lereng highwall yaitu melandaikan sudut lereng keseruhan dari 31° menjadi 26°, sementara pada lereng lowwall yaitu memotong, memperlebar berm, dan memotong tinggi lereng pada beberapa jenjang yang berpotensi longsor akibat keberadaan bidang lemah. Setelah dilakukan rekonstruksi geometri lereng, diperoleh nilai FK statis; FK dinamis; PK (Hu=0,6) secara berurut, pada section AA’ lereng highwall 2,25; 2,006; 0%, lereng lowwall 2,218; 1,986; 0%. Pada section BB’ lereng highwall 2,816; 2,505; 0%, lereng lowwall 2,553; 2,282; 0%. Pada section CC’ lereng highwall 1,441; 1,273; 0%, lereng lowwall 2,314; 2,06; 0%. Pada section DD’ lereng highwall 2,198; 1,945; 0%, lereng lowwall 2,106; 1,903; 0%.", "Daftar File": {"ABSTRAK Juan Yonathan": "https://digilib.itb.ac.id/gdl/download/229332"}, "Penulis": "Juan Yonathan [12117074]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T.", "Dr.Eng. Tri Karian, S.T., M.T.", "Dr.Eng. Tri Karian, S.T., M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Akaike Information Criterion, goodness of fit test, probabilitas kelongsoran,berm, highwall, lowwall", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "22 Jul 2021"}