{"Nomor": 56967, "Judul": "MODELLING AND SIMULATION OF HYDROGENATION REACTION OF RICINOLEIC ACID METHYL ESTER TO PRODUCE METHYL 12-HYDROXYSTEARATE", "Abstrak": "Castor oil (Ricinus communis L.) is one of the renewable raw materials that is applied broadly in chemical industries, such as lubricant, cosmetics, surfactant and additives. In order to fulfill industries that require derivative products from castor oil as their raw material, researches are conducted in order to improve the quality of the derivative product. In Aspen Plus V10, REQUIL works by inputting reaction equations and parameter condition, such as temperature and pressure. RGIBBS works by minimizing the Gibbs energy, then it will determine the composition of the product. RYIELD works by inputting the yield of product of hydrogenation process done in previous research. RBATCH is basically a rigorous model for batch reactor. In order to use RBATCH, kinetic data of the simulation must be specified.\nThe paper is done by using modelling of transesterification of castor oil and hydrogenation of methyl ricinoleate using Aspen Plus V10 software to produce hydrogenated castor oil (HCO). Data that is processed in this paper is obtained from previous paper done by Rizky and Pasaribu (2018), Sreenivasan et. al. (1956) and Neeharika et. al. (2013). At modelling section, equilibrium is achieved at certain temperature, pressure or reaction time matching the literature data.\nSimulation using RBATCH produces HCO containing 92.1% methyl 12-hydroxystearate, compared with experiment done by Rizky and Pasaribu (2018) that produces 61.3% methyl 12-hydroxystearate, with discrepancy of 50.18%. Simulation using RBATCH produces HCO containing 57.8% methyl 12-hydroxystearate, compared with experiment done by Sreenivasan et. al. (1956) that produces 89.1% methyl 12-hydroxystearate, with discrepancy of 7.19%. Simulation using RGIBBS produces HCO containing 99.5% methyl 12-hydroxystearate, compared with experiment done by Neeharika et. al. (2013) that produces 97.3% methyl 12-hydroxystearate, with discrepancy of 2.27%. Simulation using REQUIL produces HCO containing 79.1% methyl 12-hydroxystearate, compared with simulation using Aspen Hysys V10 done by Taskaya et. al. (2020) that produces 70.8% methyl 12-hydroxystearate, with discrepancy of 11.7%. The hydrogenation reaction is exothermic.", "Daftar File": {"ABSTRAK Muhammad Rachmanda Enriko": "https://digilib.itb.ac.id/gdl/download/229329"}, "Penulis": "Muhammad Rachmanda Enriko [13016210]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Johnner Sitompul, M.Sc., Ph.D.", "Dr. Ir. Retno Gumilang Dewi, M.Env.Eng.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Aspen Plus V10, castor oil, hydrogenation, methyl 12-hydroxystearate, methyl ricinoleate", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jul 2021"}