{"Nomor": 56979, "Judul": "KARAKTERISASI AKTIVITAS GUNUNG API BERDASARKAN LAJU EMISI SO2 DAN ANOMALI TERMAL MENGGUNAKAN METODE PENGINDERAAN JAUH DAN DATA SEISMISITAS", "Abstrak": "vulkanik yang tinggi selama sepuluh tahun terakhir. Ketiga gunung api ini\nrepresentatif segmentasi Busur Sunda yang terdiri dari Zona Busur Sumatra dan\nZona Busur Jawa dengan kecepatan pergerakan lempeng yang berbeda dan karakter\nletusan yang berbeda sehingga menarik untuk dipelajari karakteristik pola aktivitas\nvulkaniknya berdasarkan laju emisi gas SO2 dan anomali termal yang dikorelasikan\ndengan data seismisitas.\nPengukuran laju emisi gas SO2 di lapangan dilakukan menggunakan Differential\nOptical Absorption Spectroscopy (DOAS). Laju emisi gas SO2 dihitung\nberdasarkan kerapatan kolom SO2, jarak pengukuran, kecepatan dan arah angin.\nSelain itu, emisi gas SO2 dideteksi menggunakan data citra Ozone Monitoring\nInstrument (OMI) dengan cakupan global harian. Deteksi anomali termal dilakukan\nmenggunakan data citra Advanced Spaceborne Thermal Emission and Reflection\nRadiometer (ASTER) subsistem Thermal Infrared Radiometer (TIR) yang\nmemiliki resolusi spasial tinggi (90 x 90 m). Data citra ASTER TIR, selanjutnya\ndikoreksi radiometrik dan termal atmosferik. Algoritma pemisahan emisivitas dan\nsuhu kecerahan digunakan untuk memperoleh suhu permukaan dari kawah G.\nAgung, G. Bromo, dan G. Sinabung. Semua data penelitian dikorelasikan dengan\ndata seismisitas gunung api.\nPola peningkatan laju emisi gas SO2 berkorelasi dengan proses naiknya magma\nmendekati permukaan pada gunung api dengan sistem terbuka (G. Bromo). Pada\ngunung api sistem tertutup (fase awal G. Agung dan G. Sinabung), emisi gas SO2\nbaru terdeteksi setelah transisi sistem tertutup menjadi sistem terbuka. Naiknya\nmagma dari reservoir ke dekat permukaan terdeteksi sebagai anomali termal seperti\ndi G. Agung. Sedangkan di G. Bromo anomali termal tidak terlihat signifikan. Hal\nini diinterpretasikan karena letusan G. Bromo bersifat eksplosif dan berlangsung\ncepat sehingga data citra satelit tidak dapat merekam anomali termal dengan baik.\nPeningkatan laju emisi gas SO2 dan anomali termal diinterpretasikan adanya injeksi\nmagma ke kedalaman yang lebih dangkal sehingga menjadi indikator peningkatan\naktivitas magmatik dan dapat digunakan untuk pemantauan gunung api.", "Daftar File": {"ABSTRAK Hilma Alfianti": "https://digilib.itb.ac.id/gdl/download/229352"}, "Penulis": "Hilma Alfianti [22019031]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Asep Saepuloh, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gunung api aktif, laju emisi SO2, anomali termal, DOAS, ASTER TIR", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jul 2021"}