{"Nomor": 56999, "Judul": "ANALISIS GETARAN SIGNATURE HOLE UNTUK MEREKOMENDASIKAN DESAIN PELEDAKAN PT XYZ", "Abstrak": "Getaran tanah merupakan dampak negatif dari kegiatan peledakan yang perlu\ndiperhatikan. Getaran tanah pada tingkat tertentu dapat mengganggu kestabilan lereng.\nDalam upaya mengatasi hal tersebut, PT XYZ melakukan signature hole analysis untuk\nmendapatkan karakteristik getaran dari suatu desain peledakan. Dengan memanfaatkan\nsifat linear superposition gelombang, tingkat getaran yang dinyatakan dalam peak\nparticle velocity (PPV) dapat ditentukan. Penelitian ini bertujuan untuk memberikan\nrekomendasi desain peledakan yang memiliki nilai PPV minimum dalam tiga skenario\nhasil simulasi interaksi antar getaran lubang ledak. simulasi dilakukan dengan\nmenggunakan perangkat lunak Microsoft Excel 365 dan bahasa pemrograman Visual\nBasic for Application (VBA). Dari hasil signature hole analysis, nilai PPV dari suatu\ndesain peledakan dipengaruhi oleh karakteristik getaran dan waktu tunda antar lubang\nledak. Pada skenario 1, desain peledakan dengan pola lubang ledak 4 baris x 25 lubang\nmerupakan desain yang menghasilkan nilai PPV minimum, yaitu sebesar 23 mm/s. Pada\nskenario 2, desain peledakan yang menggunakan non-electric connector dengan waktu\ntunda antar lubang sebesar 42 ms dan waktu tunda antar baris sebesar 109 ms merupakan\ndesain yang menghasilkan nilai PPV minimum, yaitu sebesar 21 mm/s. Pada skenario 3,\ndesain peledakan yang menggunakan electronic detonator dengan waktu tunda antar\nlubang berikisar 30 – 40 ms merupakan desain yang menghasilkan nilai PPV minimum,\nyaitu sebesar ± 15 mm/s.", "Daftar File": {"ABSTRAK Rian Guhyawijaya Sri Mahabrata": "https://digilib.itb.ac.id/gdl/download/229445"}, "Penulis": "Rian Guhyawijaya Sri Mahabrata [12117039]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T.", "Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T.", "Dr.Eng. Tri Karian, S.T., M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "signature hole analysis, peak particle velocity, desain peledakan, pola lubang ledak, waktu tunda", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "23 Jul 2021"}