{"Nomor": 56997, "Judul": "PENANGANAN FENOMENA SQUEEZING PADA TEROWONGAN PENGELAK BENDUNGAN MANIKIN DI KUPANG DENGAN MENGGUNAKAN FOREPOLING", "Abstrak": "Analisis penanganan squeezing diperlukan dalam mengatasi masalah fenomena\nsqueezing yang terjadi pada dinding terowongan pengelak pada Bendungan Manikin\ndengan metode yang dapat diaplikasikan, salah satunya yakni dengan cara forepoling yang\ntermasuk pre-support method. Forepoling diaplikasikan dalam bentuk material yang\nmenyelubungi terowongan. Pada penelitian ini, dilakukan pemodelan forepoling dengan\ndua model yakni forepoling roof dan dilakukan modifikasi model kedua yaitu forepoling\nroof-sidewall. Selain itu, demi menambah efektivitas penanganan squeezing dengan\nforepoling, dilakukan modifikasi lanjutan dengan penambahan lapisan concrete lining\nsetebal 0.5 meter.\nHasil analisis menunjukkan bahwa terdapat penurunan nilai total displacement\npada penerapan penanganan squeezing dengan metode forepoling roof, dan metode\nforepoling roof-support jika dibandingkan dengan kondisi awal. Pada penanganan dengan\nforepoling roof, pada nilai E sebesar 230 MPa, 100 MPa, dan 80 MPa, displacement turun\nmenjadi 14.8 cm, 28.4 cm dan 33.5 cm. Kemudian dengan penanganan forepoling roofsidewall,\ndengan nilai E sebesar 230 MPa, 100 MPa, dan 80 MPa, displacement turun\nmenjadi 12.6 cm, 24.6 cm, dan 29.1 cm. Kemudian dengan penambahan lapisan concrete\nlining setebal 0.5 meter, dengan nilai E sebesar 230 MPa, 100 MPa, dan 80 MPa,\ndisplacement turun menjadi 10.6 cm, 19 cm, dan 24 cm. Oleh karena itu, metode\npenanganan squeezing paling efektif yakni dengan penggunaan forepoling model roofsidewall\nditambahkan dengan aplikasi concrete lining dalam upaya menahan deformasi\nyang terjadi pada terowongan pengelak Bendungan Manikin.", "Daftar File": {"ABSTRAK Stephen": "https://digilib.itb.ac.id/gdl/download/229417"}, "Penulis": "Stephen [12117071]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D.", "Irwan Iskandar, S.T., M.T., Ph.D.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "displacement, squeezing, forepoling, terowongan pengelak", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "23 Jul 2021"}