{"Nomor": 56996, "Judul": "PENGARUH PENURUNAN PERMUKAAN TANAH DAN CACAT KOROSI TERHADAP KEHANDALAN PIPA GAS API X52 MENGGUNAKAN SIMULASI ELEMEN HINGGA", "Abstrak": "Pipa merupakan salah satu metode transportasi fluida yang paling penting dalam industri minyak dan gas. Dalam peletakannya, pipa-pipa tersebut bisa terkubur di dalam tanah (buried pipe) maupun atas tanah. Buried pipe menanggung beban yang lebih berat dibandingkan dengan yang diletakkan di atas tanah. Salah satu kasus yang paling umum terjadi adalah penurunan permukaan tanah (land subsidence). Pada penelitian ini, dilakukan simulasi menggunakan metode elemen hingga untuk menentukan potensi kegagalan pada pipa setelah mengalami penurunan permukaan tanah, menghitung penurunan permukaan tanah maksimal sebelum pipa mengalami kegagalan, menganalisis faktor-faktor dan parameter yang mempengaruhi kehandalan pipa, dan menganalisis pengaruh cacat korosi terhadap kehandalan pipa.\nSimulasi dilakukan pada dua buah pipa API 5L X52 PSL 2 yang masing-masing memiliki diameter 8 inci dan 16 inci, serta tebal keduanya 0,5 inci. Kedua pipa mengalami penurunan permukaan tanah dengan penurunan maksimal 2 meter. Percobaan untuk mengukur penurunan permukaan tanah paling maksimal juga dilakukan. Dilakukan pula variasi rasio D/t pada pipa 1 dengan nilai 8, 16, 20, 25, dan 32 pada internal pressure 3,1 MPa, 4 MPa, 5,2 MPa, dan 8 MPa. Untuk mengetahui pengaruh cacat korosi, pipa ditipiskan dengan geometri oval dan tebal akhir 7,67 mm. Variasi letak cacat korosi dilakukan pada bagian dalam pipa dan luar pipa. Variasi ukuran cacat korosi dilakukan dengan mengubah panjang oval menjadi 100 mm, 200 mm, 400 mm, dan 600 mm dengan lebar dibuat konstan pada 50 mm. Percobaan sebaliknya juga dilakukan dengan mengubah lebar oval menjadi 50 mm, 100 mm, 150 mm, dan 175 mm dengan panjang dibuat konstan pada 50 mm.\nHasil simulasi didapatkan bahwa pipa berdiameter 8 inci masih berada di dalam batas aman, sedangkan pipa berdiameter 16 inci sudah berada di luar batas aman, namun belum mengalami yielding. Penurunan permukaan tanah maksimal pipa 1 dengan internal pressure sebesar 3,1 MPa adalah 8,55 meter. Rasio D/t dan internal pressure mempengaruhi tegangan efektif von Mises. Semakin besar nilai rasio D/t dan internal pressure maka nilai tegangan efektif von Mises meningkat pula. Selain itu, pengaruh cacat korosi sisi dalam pipa akan menyebabkan potensi kegagalan yang jauh lebih tinggi daripada cacat korosi yang terjadi pada sisi luar pipa. Semakin besar dimensi korosi pada arah panjang pipa dan kedalaman cacat korosi maka tegangan efektif von Mises akan meningkat. Besar dimensi korosi pada arah radial tidak mempengaruhi tegangan efektif von Mises selama ukurannya tidak mendekati diameter pipa.", "Daftar File": {"ABSTRAK Elkan Jeremy Ishak": "https://digilib.itb.ac.id/gdl/download/229416"}, "Penulis": "Elkan Jeremy Ishak [12517031]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Dr.Eng. Akhmad Ardian Korda, S.T., M.T.", "Dr.Eng. Akhmad Ardian Korda, S.T., M.T.", "Imam Santoso, S.T., M.Phil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "metode elemen hingga, land subsidence, tegangan von Mises, pipa bertekanan, kegagalan pipa", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "23 Jul 2021"}