{"Nomor": 56994, "Judul": "USULAN STRATEGI KORPORASI PT MAHAKARYA GEO SURVEY", "Abstrak": "PT Mahakarya Geo Survey (PT MGS) merupakan perusahaan swasta yang bergerak di bidang usaha geo survey. Terdapat lima layanan dari PT MGS, yaitu geoteknikal, seismik, metocean, airborne, dan subsea. Berdasarkan data internal perusahaan, PT MGS mengalami penurunan performansi bisnis yang signifikan sejak jatuhnya harga minyak dunia pada 2015. Dalam lima tahun terakhir, perusahaan hanya satu kali berhasil mencapai target pendapatan tahunan yang ditetapkan. Berdasarkan wawancara pendahuluan yang dilakukan, diketahui bahwa manajemen merasa performansi perusahaan belum berada pada tingkat yang diinginkan. Studi literatur menunjukkan bahwa terdapat korelasi positif antara manajemen strategis dengan performansi. Langkah awal dari manajemen strategis adalah formulasi strategi. Temuan ini menunjukkan bahwa diperlukannya penelitian terkait formulasi strategi korporasi bagi PT MGS yang memiliki beberapa lini bisnis. Temuan kaitan antara observasi dan studi literatur menunjukkan bahwa PT MGS memenuhi tiga dari empat tanda diperlukannya pembaharuan strategi dengan segera. Hal ini mendorong pentingnya penelitian ini untuk merumuskan strategi korporasi bagi PT MGS melalui tahap input, tahap matching, tahap pengambilan keputusan, dan pengembangan program.\nTahap input diawali dengan identifikasi faktor kunci internal melalui pemetaan Kanvas Model Bisnis dan identifikasi faktor kunci eksternal melalui PESTEL & Aaker External Analysis. Pada kedua tahapan ini teridentifikasi 13 kekuatan, 9 kelemahan, 13 peluang, dan 11 ancaman sebagai faktor kunci PT MGS. Faktor kunci ini menjadi aspek-aspek yang dipertimbangkan oleh manajemen strategis untuk mengidentifikasi kondisi internal dan eksternal perusahaan melalui pengisian matriks IFE dan EFE. Hasil menunjukkan bahwa perusahaan kuat secara internal dengan nilai 3,07 dan lemah secara eksternal dengan nilai 2,29.\nPada tahap matching dilakukan identifikasi jenis strategi yang cocok untuk digunakan PT MGS. Keluaran dari tahap input digunakan untuk memetakan posisi perusahaan pada Matriks Internal-Eksternal (IE). Hasil menunjukkan bahwa perusahaan berada pada Kuadran IV (tumbuh dan berkembang). Selain itu berdasarkan perusahaan pada Matriks SPACE dan didapatkan bahwa perusahaan berada pada Kuadran I (agresif) dengan nilai (1,27, 1,87). Pemeriksaan kecocokan hasil pemetaan matriks IE dan SPACE menunjukkan bahwa kelompok strategi integrasi, penetrasi pasar, pengembangan pasar, pengembangan produk, dan diversifikasi cocok digunakan oleh perusahaan. Dari setiap kelompok strategi yang cocok dilakukan pengembangan usulan alternatif strategi dengan Matriks SWOT. Usulan strategi dari Matriks SWOT kemudian divalidasi dan diagregasi sehingga dihasilkan sebelas usulan strategi korporasi bagi perusahaan.\nPada tahap pengambilan keputusan manajemen strategis melakukan penilaian terhadap menarik-tidaknya setiap alternatif strategi korporasi yang diusulkan dengan QSPM. QSPM menghasilkan sebelas prioritas strategi korporasi bagi PT MGS. Akhir penelitian ini menghasilkan program pencapaian strategi untuk kesebelas strategi korporasi.", "Daftar File": {"ABSTRAK Faris Maulana Azhar": "https://digilib.itb.ac.id/gdl/download/229384"}, "Penulis": "Faris Maulana Azhar [14417036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Inrawan Wiratmadja", "Dr. Ir. Sukoyo, M.T.", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Strategi Korporasi, Performansi, Input, Matching, Pengambilan Keputusan, Prioritas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jul 2021"}