{"Nomor": 56995, "Judul": "ANALISIS PENGARUH GEOMETRI LERENG TERHADAP KEMANTAPAN LERENG TAMBANG TERBUKA NIKEL LATERIT DENGAN METODE KESETIMBANGAN BATAS 3 DIMENSI DAN 2 DIMENSI PADA KONDISI STATIS DAN DINAMIS", "Abstrak": "Analisis kemantapan lereng diperlukan untuk mencegah kelongsoran serta menjaga\nkeamanan dan keselamatan pekerja demi kelangsungan produksi. Analisis ini umumnya dilakukan\nsecara 2 dimensi tanpa mempertimbangkan lebar lereng dan mengasumsikan bahwa lereng\nmemiliki lebar tak terbatas. Lebar lereng dapat diakomodir melalui analisis kestabilan lereng 3\ndimensi. Maka dari itu disimulasikan perhitungan faktor keamanan dengan variasi lebar, tinggi,\ndan sudut kemiringan lereng untuk mengetahui rasio lebar terhadap tinggi lereng pada kondisi statis\nmaupun dinamis. Jenis longsoran yang dianalisis dalam penelitian ini diasumsikan berbentuk\ncircular, dengan metode analisis kesetimbangan batas Bishop (Bishop, 1954), serta analisis\nmenggunakan perangkat lunak Rocscience Slide2 untuk analisis 2 dimensi dan Slide3 untuk\nanalisis 3 dimensi.\nHasil analisis menunjukan bahwa lebar lereng pada analisis kestabilan lereng tunggal 3\ndimensi sangat berpengaruh terhadap nilai FK, dimana hasil faktor keamanan 3 dimensi\nmempunyai nilai yang konstan jika rasio lebar minimum dengan tinggi sebagai berikut: tinggi 3 m\ndan 6 m rasio sebesar 3,33; tinggi 12 m rasio 2,50; dan tinggi 24 m rasio 2,08 dengan analisis secara\nstatis dan dinamis pada material limonit, saprolit, dan bedrock (meskipun dengan densitas, kohesi,\ndan sudut gesek dalam yang berbeda). Faktor keamanan 3 dimensi bernilai lebih besar daripada\nfaktor keamanan 2 dimensi dengan rasio faktor keamanan 3 dimensi terhadap 2 dimensi rata-rata\nuntuk lereng tunggal statis adalah 1,21, lereng tunggal dinamis 1,24, lereng keseluruhan statis 1,09,\ndan lereng keseluruhan dinamis 1,08. Perbedaan ini terjadi karena analisis 2 dimensi\nmengasumsikan lebar lereng tidak terbatas, sedangkan analisis 3 dimensi lebar lereng memiliki\nbatasan. Pada sisi samping longsoran, bentuk bidang longsor 3 dimensi menyerupai bola dan akan\nmempunyai bentuk yang berbeda dengan bentuk bidang longsor 2 dimensi. Hal tersebut dianalisis\njuga mempunyai kontribusi terhadap nilai FK, sehingga secara secara umum nilai FK 3 dimensi\nakan cenderung lebih besar dari FK 2 dimensi. Oleh sebab itu, kriteria nilai FK minimum untuk\ndesain lereng yang aman akan berbeda jika menggunakan analisis 3 dimensi atau 2 dimensi.", "Daftar File": {"ABSTRAK Thedy Senjaya": "https://digilib.itb.ac.id/gdl/download/229402"}, "Penulis": "Thedy Senjaya [12117033]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T.", "Dr.Eng. Nuhindro Priagung Widodo, M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D.", "Simon Heru Prassetyo, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kestabilan lereng, faktor keamanan 3 dimensi, metode kesetimbangan batas, nikel", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "23 Jul 2021"}