{"Nomor": 57005, "Judul": "STUDI EVALUASI PELAKSANAAN PROGRAM SANITASI TOTAL BERBASIS MASYAKARAT (STBM) DI KOTA BANDUNG (STUDI KASUS PUSKESMAS TAMANSARI, PUSKESMAS ARCAMANIK DAN PUSKESMAS ANTAPANI)", "Abstrak": "Sanitasi di Indonesia dinilai masih buruk, karena masih terdapatnya praktik Buang\nAir Besar Sembarangan (BABS), terdapatnya jamban tidak layak, maupun\nrendahnya pengolahan air limbah. Hal tersebut dapat berdampak jangka panjang\nseperti mengurangi kesejahteraan manusia, pembangunan sosial dan ekonomi.\nSehingga pemerintah memperkenalkan konsep Sanitasi Total Berbasis Masyarakat\n(STBM) yang merupakan salah satu upaya dalam mengatasi permasalahan terkait\nsanitasi yang sudah diterapkan di seluruh Indonesia, termasuk di Kota Bandung.\nSTBM Kota Bandung saat ini memerlukan perhatian lebih karena capaian Open\nDefecation Free (ODF) Kota Bandung rendah dan laju peningkatannya yang\nlamban. Selain itu Kota Bandung juga menempati peringkat terendah ke-4 akses\njamban di Provinsi Jawa Barat, padahal Kota Bandung memiliki identitas sebagai\nibukota dan kota terpadat kedua di Provinsi Jawa Barat. Saat ini belum terdapat\nstudi rinci mengenai evaluasi pelaksanaan program STBM di Kota Bandung,\nsehingga penelitian ini bertujuan untuk mengevaluasi pelaksanaan program STBM\ndi Kota Bandung dengan studi kasus Puskesmas Tamansari, Puskesmas Arcamanik,\ndan Puskesmas Antapani. Pada penelitian ini juga akan dibuat kriteria studi yang\nberasal dari pelaksanaan CLTS (Community-Led Total Sanitation) secara global\ndan STBM di Indonesia. Dengan data yang didapatkan melalui wawancara dan\nkuisioner para ahli serta hasil analisis yang didapatkan dari analisis AHP dan\ndeskriptif kualitatif, diketahui bahwa nilai evaluasi pelaksanaan STBM di Kota\nBandung sebesar 77,12 dari nilai maksimal sebesar 100. Nilai tersebut\nmenunjukkan walaupun masih terdapat kekurangan dalam pelaksanaannya, dapat\ndisimpulkan bahwa pelaksanaan STBM di Kota Bandung sejauh ini sudah cukup\nbaik namun belum sempurna dikarenakan masih terdapatnya masalah di kriteria\nterpenting hasil studi. Rekomendasi dari penelitian ini adalah pemerintah\ndiharapkan mulai merumuskan Peraturan Wali Kota terkait STBM, pendalaman\nnilai-nilai pemicuan STBM ke masyarakat serta pengembangan kapasitas pelaku\ndan peningkatan minat masyarakat di pasar sanitasi.", "Daftar File": {"ABSTRAK Azka Gunawan Hanifa": "https://digilib.itb.ac.id/gdl/download/229464", "BAB 1 Azka Gunawan Hanifa": "https://digilib.itb.ac.id/gdl/download/230000", "BAB 2 Azka Gunawan Hanifa": "https://digilib.itb.ac.id/gdl/download/230001", "BAB 3 Azka Gunawan Hanifa": "https://digilib.itb.ac.id/gdl/download/230002", "BAB 4 Azka Gunawan Hanifa": "https://digilib.itb.ac.id/gdl/download/230003", "BAB 5 Azka Gunawan Hanifa": "https://digilib.itb.ac.id/gdl/download/230004", "BAB 6 Azka Gunawan Hanifa": "https://digilib.itb.ac.id/gdl/download/230005", "PUSTAKA Azka Gunawan Hanifa": "https://digilib.itb.ac.id/gdl/download/230006", "2021 TS PP AZKA GUNAWAN HANIFA_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230007"}, "Penulis": "Azka Gunawan Hanifa [25420023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Evaluasi, Sanitasi Total Berbasis Masyarakat, Kota Bandung", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "23 Jul 2021"}