{"Nomor": 57002, "Judul": "PENGUKURAN BUDAYA DIGITAL STUDI KASUS DI DANONE AQUA", "Abstrak": "Didirikan pada tahun 1973, AQUA Group adalah pelopor Air Minum Dalam\nKemasan (AMDK) di Indonesia, yang kemudian menjalin kemitraan strategis\ndengan Danone pada tahun 1998. Danone Aqua telah menerapkan transformasi\ndigital sekitar 8 tahun. Pada awalnya prioritasnya adalah untuk meningkatkan\nefisiensi banyak proses internal dan  cara kerja. Motivasi di balik transformasi awal\nini pada dasarnya untuk kepentingan operasi bisnis, daripada pengalaman\npelanggan (meskipun manfaatnya dapat timbal balik). Saat ini transformasi digital\nmereka sudah mencakup banyak aspek dalam bisnis.\n\nDalam penelitian ini, penulis mencoba menilai kematangan budaya digital Danone\nAqua sebagai gambaran awal transformasi digital mereka yang telah diterapkan\nsejak 8 tahun lalu, untuk mengidentifikasi kekuatan serta kelemahan elemen\ntransformasi digital, untuk mengidentifikasi kesenjangan dan menetapkan fokus \nutama perbaikan. Studi ini menggunakan model budaya digital dari Daniel Rowles.\nSurvei kuantitatif yang dilakukan menentukan kematangan budaya digital,\nmelibatkan 107 staf tingkat manajerial. Survei kualitatif yang dilakukan untuk\nmengkonfirmasi hasil survey kuantitatif, melibatkan pemangku kepentingan utama\ntransformasi digital.\n\nBerdasarkan studi kuantitatif dan kualitatif, penulis dapat menyimpulkan bahwa\ntransformasi digital di Danone Aqua khususnya divisi D2D telah\ndiimplementasikan dalam tingkat yang tepat. Ini ditunjukkan oleh tingkat\nkematangan budaya digital yang baik pada skor 79% dan berada di tingkat empat -\nproses diukur dan dikendalikan.", "Daftar File": {"2021_TS_PP_Indah Critaning_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/229454"}, "Penulis": "Indah Critaning [29119425]", "Kontributor / Dosen Pembimbing": ["John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Transformasi digital, Model budaya digital, Keterampilan digital, Sistem - Teknologi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Jul 2021"}