{"Nomor": 57008, "Judul": "IDENTIFIKASI PERUBAHAN AKIBAT PEMBANGUNAN INFRASTRUKTUR AIR BERSIH BUMDES TERHADAP AKSES SERTA SOSIAL EKONOMI MASYARAKAT PADA BEBERAPA DESA DI KABUPATEN BANDUNG", "Abstrak": "Hak Asasi Manusia untuk Air dan Sanitasi (HRWAS) merupakan prinsip yang\nmengakui bahwa air minum bersih dan sanitasi sangat penting untuk kehidupan\nsetiap orang (PBB, 2010). Ketersediaan air bersih yang tidak memadai ataupun\nkualitas yang rendah dapat memberikan dampak negatif bagi manusia. Sayangnya,\ndi Indonesia masih banyak daerah-daerah yang sulit mendapatkan akses air bersih\nyang layak untuk digunakan terutama pada area pedesaan. Kekeringan dan krisis\nair bersih juga menjadi isu pada Desa Sukamenak, Desa Margahayu Tengah, dan\nKelurahan Sulaeman di Kabupaten Bandung, namun permasalahan tersebut telah\ndiusakan penangannya. Ketiga wilayah ini dipilih dengan alasan terdapat perbedaan\nbesar cakupan pelayanan, padahal ketiganya sama-sama diberikan bantuan\ninfrastruktur air bersih (sumur dalam) oleh Disperkimtan. Perbedaan diantara\nketiganya yaitu, Desa Sukamenak merupakan desa pertama yang diberikan program\npada tahun 2007 dan dapat melanjutkannya hingga kini, Desa Margahayu Tengah\npertama kali didanai tahun 2015 tetapi cakupan pelayanan sudah melebihi Desa\nSukamenak yaitu hingga mencapai 100%, dan Kelurahan Sulaeman yang\npembangunannya bersamaan dengan Margahayu Tengah dari segi cakupan\npelayanan baru mencapai 1,5%. Oleh karena itu, peneliti bertujuan untuk\nmengidentifikasi lebih lanjut perubahan yang terjadi dengan adanya infrastruktur\nair bersih yang dikelola oleh BUMDes dari segi akses secara objektif termasuk\nkuantitas, kualitas, dan aksesibilitas serta perubahan yang terjadi dari segi sosial\nekonomi masyarakat. Aspek sosial ekonomi masyarakat perlu turut diidentifikasi\nagar dapat menjadi pembelajaran dan motivasi bagi desa-desa lain yang masih\nbelum mengembangkan dan mengelola pemberian dana BUMDes ini secara\nmaksimal. Aspek sosial ekonomi yang dijadikan indikator pada penelitian ini yaitu\nkesehatan, pendidikan, minat masyarakat, pendapatan dan pengeluaran masyarakat,\ntarif, biaya operasional lainnya, pemanfaatan biaya sisa, biaya pengobatan, waktu\ndalam pemenuhan air bersih, peluang usaha/kerja, perubahan nilai lahan,\npeningkatan produksi tani, investasi perusahaan, pembukaan lokasi wisata, serta\nhutang dan biaya operasional lainnya. Terkait pendekatan penelitian, studi ini\ntergolong kedalam penelitian retrospektif dengan sifat eksplanatif dan\nmenggunakan pendekatan kuantitatif dan kualitatif atau bisa disebut mixed method.\nData-data yang diperoleh kemudian dianalisis menggunakan Uji Hipotesa sebagai\nanalisis utama yang didukung dengan analisis statistik deskriptif dan deskriptifii\nkualitatif. Hipotesa penelitian yang digunakan untuk Uji Hipotesis diambil\nberdasarkan literatur-literatur terkait pengaruh infrastruktur air bersih terhadap\nsosial ekonomi masyarakat. Berdasarkan hal tersebut kalimat hipotesis penelitian\nyang diambil yaitu pembangunan infrastruktur air bersih dapat memberikan\nperubahan terhadap akses, sosial, dan ekonomi masyarakat. Setelah melakukan\nanalisis dapat disimpulkan bahwa untuk indikator kuantitas, tingkat pemanfaatan,\nkejernihan air, intensitas kekeringan, aroma, warna, rasa, partikel atau pasir dalam\nair, cara akses, intensitas terkena penyakit kehadiran siswa, biaya tambahan\noperasional, dan biaya pengobatan sama seperti yang didapatkan berdasarkan\nliteratur terdahulu bahwa pembangunan infrastruktur air bersih memberikan\nperubahan pada indikator-indikator tersebut menjadi lebih baik dari sebelumnya.\nSayangnya, untuk indikator kondisi aliran, lama aliran, dan perubahan biaya lain\nmendapat perubahan yang lebih buruk dari kondisi sebelumnya terutama pada\nmusim non kemarau. Disamping itu, didapatkan bahwa untuk indikator jarak,\npengeluaran, tarif, waktu pengumpulan, tingkat tarif, pemanfaatan biaya sisa,\npeluang membuka usaha, nilai lahan, pembukaan lapangan kerja atau munculnya\npeluang usaha, peningkatan produksi tani, investasi, maupun lokasi wisata tidak\nmengalami perubahan apapun. Hal ini dapat terjadi karena peruntukan pemanfaatan\nair hanya bagi konsumsi rumah tangga. Berdasarkan penelitian tersebut\ndirekomendasikan bahwa untuk program penyediaan infrastrutur air bersih yang\ndikelola oleh BUMDes dapat dilanjutkan dengan beberapa catatan seperti perlu\nadanya perangkat pengelola yang baik dan dukungan pemerintah desa, peningkatan\nkuantitas dan kontinuitas air, sosialisasi waktu dan solusi ketika akan ada perbaikan\natau pembersihan toren utama, dan perlu dilakukan prioritas desa yang dapat dinilai\ndari segi geografi dan minat masyarakat.", "Daftar File": {"ABSTRAK Salsabila Nur Hanifa": "https://digilib.itb.ac.id/gdl/download/229475", "BAB 1 Salsabila Nur Hanifa": "https://digilib.itb.ac.id/gdl/download/230019", "BAB 2 Salsabila Nur Hanifa": "https://digilib.itb.ac.id/gdl/download/230020", "BAB 3 Salsabila Nur Hanifa": "https://digilib.itb.ac.id/gdl/download/230021", "BAB 4 Salsabila Nur Hanifa": "https://digilib.itb.ac.id/gdl/download/230022", "BAB 5 Salsabila Nur Hanifa": "https://digilib.itb.ac.id/gdl/download/230023", "BAB 6 Salsabila Nur Hanifa": "https://digilib.itb.ac.id/gdl/download/230024", "PUSTAKA Salsabila Nur Hanifa": "https://digilib.itb.ac.id/gdl/download/230025"}, "Penulis": "Salsabila Nur Hanifa [25420065]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., MIP."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Air Bersih, Kekeringan, Akses Air Bersih, Sosial Ekonomi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "23 Jul 2021"}