{"Nomor": 57001, "Judul": "A QUALITATIVE STUDY OF THE CHALLENGE INNOVATION IN LIBRARY 3.0 ERA IN INDONESIA RESEARCH CENTER. STUDY CASE : DIGITAL LIBRARY, A UNIT DIVISION OF INFORMATION CENTER TECHNOLOGY, INDONESIAN INSTITUTE OF SCIENCE", "Abstrak": "Perkembangan teknologi dewasa ini telah memberikan pengaruh yang signifikan terhadap keberadaan perpustakaan. Perpustakaan sebagai pusat informasi di dalam sebuah pusat penelitian dapat memberikan layanan yang terbaik dan mampu menyediakan berbagai konten penelitian. Dahulu perpustakaan konvensional dianggap sebagai bangunan fisik dan banyak buku di dalamnya, ruang publik, dan tempat berkumpulnya orang-orang untuk mendapat inspirasi. Pergeseran inovasi perpustakaan telah menggantikan pola kerja dan sekarang lebih fokus pada layanan perpustakaan online. Sementara studi kasus ini berfokus pada kemampuan inovasi dan kesiapan pustakawan, kami mengamati fenomena dengan pendekatan etnografi mengenai perpustakaan penelitian dalam lingkungan inovasi baru, meningkatkan potensi pembelajaran interaktif di antara para penggunanya. Perpustakaan penelitian sebagai tempat penyimpanan informasi berbagai dokumen perlu menyesuaikan diri dengan pesatnya perubahan teknologi, serta prilaku dan kebutuhan pengguna teori. Subjek penelitian ini adalah untuk mengkaji tantangan perpustakaan di Indonesia pada era perpustakaan 3.0, di mana perpustakaan harus beradaptasi dengan teknologi dan karakter penggunanya, terutama untuk perpustakaan yang menyediakan layanan untuk mendukung penelitian. Penelitian ini menggunakan perpustakaan LIPI sebagai studi kasus. Studi ini menemukan bahwa tantangan yang lebih besar dari perpustakaan riset LIPI adalah kapasitas dan strategi mereka untuk meningkatkan kapasitas sumberdaya mereka, khususnya kesiapan pustakawan sebagai penyedia pembelajar interaktif serta memberikan layanan penelitian baik kepada peneliti maupun masyarakat.", "Daftar File": {"ABSTRAK Angy Sonia": "https://digilib.itb.ac.id/gdl/download/229447", "2021 TS PP ANGY SONIA 1-FULL.pdf)u": "https://digilib.itb.ac.id/gdl/download/240490"}, "Penulis": "Angy Sonia [29017024]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, M.Si.", "Yuliani Dwi Lestari, S.T., M.B.A., Ph.D.", "Melia Famiola, S.T.P., M.T., Ph.D.", "Sonny Rustiadi, M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "perpustakaan 3.0, managemen, digitalisasi", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "23 Jul 2021"}