{"Nomor": 57010, "Judul": "PREDIKSI PERKEMBANGAN LAHAN TERBANGUN DI KABUPATEN BOGOR DENGAN FAKTOR PEMBATAS KAWASAN LINDUNG DAN LP2B MENGGUNAKAN PENDEKATAN CELLULAR AUTOMATA", "Abstrak": "Perubahan penggunaan lahan merupakan konsekuensi dari perkembangan suatu\nwilayah. Wilayah yang semakin berkembang akan diikuti dengan peningkatan\nkebutuhan akan lahan untuk tempat tinggal maupun beraktivitas. Perubahan\npenggunaan lahan perkotaan merupakan fenomena yang kompleks, terdapat banyak\nfaktor yang memengaruhinya, baik aspek fisik maupun sosial ekonomi. Adanya\npermasalahan bahwa perkembangan lahan terbangun di Kabupaten Bogor sebagai\nwilayah peri-urban DKI Jakarta bersifat ekspansif dan cepat serta perannya sebagai\nwilayah penyangga daerah hulu DAS menjadikan tekanan pemanfaatan lahan di\nKabupaten Bogor menjadi tinggi. Selain itu belum adanya kajian empiris mengenai\nfaktor penyebab perkembangan lahan terbangun dan evaluasi ketangguhan rencana\ntata ruang dalam menjawab dinamika perubahan lahan di Kabupaten Bogor,\nmenunjukkan bahwa studi tentang prediksi perkembangan lahan terbangun menjadi\npenting.\nPenelitian ini bertujuan untuk melihat prediksi perkembangan lahan terbangun di\nKabupaten Bogor berdasarkan kriteria faktor pendorong dan pembatas, serta\nmenilai ketangguhan rencana tata ruang dalam menjawab dinamika perubahan\nlahan. Kriteria faktor pendorong berdasarkan tinjauan literatur yang digunakan\ndalam penelitian ini yaitu: jalan utama, jalan non utama, permukiman saat ini,\nindustri saat ini, stasiun kereta komuter, pintu tol, pusat kegiatan kabupaten, dan\npusat kegiatan kecamatan. Faktor pembatas ditetapkan berdasarkan peraturan yang\nmengikat secara spasial, yaitu rencana tata ruang dan penetapan LP2B. Sehingga\ndalam penelitian ini faktor pembatas dijabarkan menjadi empat unsur, yaitu:\nkawasan hutan, sempadan perairan, kawasan pertahanan dan keamanan, dan\npenetapan LP2B.\nPemodelan dilakukan menggunakan data penutup lahan tahun 2014 dan 2019 pada\njenis penutup lahan yang diperkirakan berkembang, yaitu permukiman dan\nbangunan industri. Karakteristik faktor pendorong dan pembatas perkembangan\nlahan terbangun diolah berdasarkan hasil wawancara dengan stakeholder\nmenggunakan Analytical Hierachy Process (AHP). Simulasi perkembangan lahan\nterbangun dilakukan menggunakan pendekatan cellular automata dari tahun 2019-ii\n2036. Skenario simulasi ditentukan berdasarkan tingkat kepatuhan terhadap faktor\npembatas. Untuk mengetahui kesesuaian penutup lahan terhadap rencana tata\nruang, digunakan teknik overlay antara peta hasil simulasi dengan pola ruang\nRTRW.\nHasil akurasi model menunjukkan nilai overall accuracy sebesar 85,04%, dan\nKappa acuracy sebesar 80,7%, yang menunjukkan bahwa model memiliki tingkat\nkesepakatan yang kuat. Hasil simulasi menunjukkan bahwa faktor paling\nberpengaruh dalam perkembangan bangunan industri maupun permukiman adalah\njalan utama. Selain itu tingkat kepatuhan terhadap faktor pembatas paling tinggi\nadalah kawasan pertahanan dan keamanan (87,4%) dan paling rendah adalah\nkawasan sempadan perairan (49%). Jenis penutup lahan yang paling mudah\nterkonversi menjadi lahan terbangun adalah: lahan terbuka, semak dan belukar, dan\ntegalan. Hasil simulasi dari tahun 2019-2036 menunjukkan bahwa luas bangunan\nindustri meningkat 192,95% dan luas permukiman meningkat sebesar 43,18%.\nKesesuaian penutup lahan tahun 2019 dan tahun 2036 meningkat untuk bangunan\nindustri dari 89,73% menjadi 96,49% dan lahan permukiman dari 92,62% menjadi\n92,98%. Penelitian ini menunjukkan bahwa rencana tata ruang Kabupaten Bogor\nsudah antisipatif dalam menjawab dinamika perubahan lahan. Selain itu model\nperubahan penutup lahan dengan faktor pembatas kebijakan penataan ruang dapat\ndiduplikasi untuk wilayah lain karena kebijakan tersebut diterapkan di semua\nwilayah kabupaten/kota di Indonesia.", "Daftar File": {"ABSTRAK Fuad Hasyim": "https://digilib.itb.ac.id/gdl/download/229477", "BAB 1 Fuad Hasyim": "https://digilib.itb.ac.id/gdl/download/230080", "BAB 2 Fuad Hasyim": "https://digilib.itb.ac.id/gdl/download/230081", "BAB 3 Fuad Hasyim": "https://digilib.itb.ac.id/gdl/download/230082", "BAB 4 Fuad Hasyim": "https://digilib.itb.ac.id/gdl/download/230083", "BAB 5 Fuad Hasyim": "https://digilib.itb.ac.id/gdl/download/230084", "BAB 6 Fuad Hasyim": "https://digilib.itb.ac.id/gdl/download/230085", "PUSTAKA Fuad Hasyim": "https://digilib.itb.ac.id/gdl/download/230086", "2021 TS PP FUAD HASYIM_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/230087"}, "Penulis": "Fuad Hasyim [25419026]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "lahan terbangun, cellular automata, kawasan lindung, LP2B", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "23 Jul 2021"}