{"Nomor": 57018, "Judul": "UJI EFEKTIVITAS BERBAGAI MEDIA PERANGKAP TELUR (OVITRAP) AEDES AEGYPTI", "Abstrak": "Demam berdarah merupakan salah satu penyakit yang disebarkan dengan bantuan\nvektor berupa nyamuk Aedes aegypti. Indonesia adalah salah satu daerah endemik\ndemam berdarah di dunia dan Bandung merupakan salah satu kota dengan jumlah\nkasus demam berdarah yang lebih tinggi dibanding rata-rata nasional. Salah satu\npendekatan untuk mengurangi kasus demam berdarah adalah pemantauan jumlah\nAedes aegypti sebagai vektor utama penyakit ini. Di antara berbagai metode\npemantauan, metode ovitrap (perangkap telur) adalah metode yang sederhana,\nekonomis, dan memiliki impak pada penurunan jumlah vektor. Perangkap telur\nAedes aegypti memanfaatkan perilaku dasar induk betina dalam meletakkan telur\ndi dekat badan perairan. Beberapa penelitian terdahulu melaporkan bahwa\npreferensi nyamuk betina ditentukan oleh karakteristik dari perairan. Pada\npenelitian ini, dilakukan pengujian beberapa jenis larutan yang memodelkan\nkondisi perairan yang dapat ditemukan pada daerah urban. Penelitian dilakukan di\nBandung, Jawa Barat pada Juni – Juli 2021. Ovitrap terbuat dari gelas plastik\n(tinggi: 11 cm, diameter atas: 9 cm, diameter bawah: 5,5 cm) yang sisi luarnya\nditutup keresek hitam, dimasukkan kertas saring untuk tempat melekat telur, dan\ndiisi 300 ml larutan. Pengujian dilakukan pada 9 jenis substansi yang seluruhnya\ndilarutkan pada air suling dengan konsentrasi 100 ppm, yang terdiri dari MSG\n(monosodium glutamat), pupuk, gula pasir, madu, gula aren, garam (NaCl),\nmakanan kucing, makanan ikan, dan makanan anjing. Perangkap berisi air suling\ndigunakan sebagai kontrol. Perangkap diletakkan di luar dan di dalam rumah\nuntuk menguji efek lokasi penempatan terhadap efektivitas perangkap. Setelah 26\nhari, jumlah telur yang didapat pada setiap perangkap diuji dengan uji T untuk\nmendapatkan signifikansi dari perlakuan. Tujuan penelitian ini adalah untuk\nmengetahui preferensi Aedes aegypti untuk meletakkan telur pada larutan yang\nberbeda dan mengetahui efektivitas antara perangkap telur yang diletakkan di\ndalam dan luar ruangan. Hasil penelitian menunjukkan larutan yang mendapatkan\npenambahan substansi dengan kandungan protein tinggi, yaitu makanan hewan\n(makanan anjing, makanan ikan, makanan kucing) secara signifikan menjadi\npilihan utama dari nyamuk betina untuk meletakkan telur, dan makanan anjing\nadalah larutan yang mendapat jumlah telur terbanyak. Efektivitas perangkap lebih\nbaik bila diletakkan di dalam ruangan, dimana perangkap dalam ruangan\nmendapat lebih banyak telur dibanding perangkap luar ruangan. Berdasarkan hasil\npenelitian ini, perairan di dalam ruangan yang tercemar dengan materi organik\nberupa protein memiliki potensi besar sebagai sumber utama vektor demam\nberdarah.", "Daftar File": {"ABSTRAK Intan Kusumadewi Taj Jauhari": "https://digilib.itb.ac.id/gdl/download/232120"}, "Penulis": "Intan Kusumadewi Taj Jauhari [10614061]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ovitrap, preferensi oviposisi, peletakkan telur, oviposisi, Aedes aegypti.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jul 2021"}