{"Nomor": 57020, "Judul": "STUDI PENGARUH PENGEROLAN DINGIN TERHADAP SIFAT MEKANIK BAJA MANGAN AUSTENITIK ASTM A-128 GRADE C", "Abstrak": "Keistimewaan baja mangan austenitik yang memiliki sifat ketangguhan dan kekerasan menjadikannya sebagai material yang sangat baik untuk digunakan pada beban impak dan abrasi. Namun, untuk memiliki sifat mekanik tersebut perlu dilakukan beberapa metode seperti penambahan unsur paduan, perlakuan panas, dan perlakuan mekanik. Pada penelitian ini, telah dilakukan perlakuan panas dan perlakuan mekanik untuk mengidentifikasi sifat mekanik baja mangan austenitik ASTM A-128 Grade C. Perlakuan panas dilakukan dengan dua tahap pemanasan. Tahap pertama pada temperatur 625°C selama 3,5 jam yang menghasilkan transformasi karbida pada batas butir menjadi fasa perlit dan pemanasan tahap dua pada temperatur 1000°C selama 1,5 jam kemudian didinginkan secara cepat dengan menggunakan air untuk menghasilkan dispersed hardened austenite yang terbentuk dari transformasi perlit. Sementara untuk perlakuan mekanik, dilakukan proses pengerolan dingin hingga material terdeformasi sampai 53,6%. Proses deformasi plastis mempengaruhi nilai kekerasan yang meningkat hingga 132% pada bagian permukaan dan 82% oada bagian dalam sampel yang disebabkan oleh terbentuknya martensit ketika baja mangan austenitik ini terdeformasi plastis. Pembentukan martensit ini terkonfirmasi dengan pengujian X-ray diffraction dan dengan menjadikannya bersifat magnetik setelah dilakukannya proses deformasi plastis. Pengerolan dingin pada baja mangan austenitik ini juga membuat bentuk butir menjadi pipih dan terlihat adanya garis-garis pada matriks austenit yang diduga merupakan struktur martensit yang terbentuk pada baja mangan austenitik ini.", "Daftar File": {"ABSTRAK Mohammad Reza Hermawan": "https://digilib.itb.ac.id/gdl/download/229504"}, "Penulis": "Mohammad Reza Hermawan [23719003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Hartono Setiamarga"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baja mangan austenitik, pengerolan dingin, pemanasan dua tahap, dispersed hardened austenite, pembentukan martensit", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jul 2021"}