{"Nomor": 57034, "Judul": "HUBUNGAN LINGKUNGAN KERJA TERHADAP KINERJA GURU SMAN DAN SMKN SELAMA PANDEMI COVID-19 DI KOTA BANDUNG", "Abstrak": "Wabah COVID-19 secara signifikan mempengaruhi seluruh industri di Indonesia, termasuk industri pendidikan. Hanya 72,71% dari industri pendidikan yang masih beroperasi seperti biasa, artinya aktivitas sekolah dilakukan dari jarak jauh, dan tenaga kependidikan harus melakukan pekerjaannya dari rumah. Dengan lingkungan kerja baru selama COVID-19, peneliti bertujuan untuk mengidentifikasi hubungan antara lingkungan kerja dan kinerja karyawan selama COVID-19. Karena dilaporkan dari penelitian sebelumnya yang menunjukkan bahwa lingkungan tempat kerja seorang karyawan berpengaruh positif terhadap kinerja mereka dalam melakukan pekerjaannya. Dalam penelitian ini terdapat dua variabel bebas, dan yang pertama adalah lingkungan fisik yang terdiri dari pencahayaan, kebisingan, lingkungan termal, alat kerja, dan tata letak kerja. Yang kedua adalah lingkungan non fisik yang terdiri dari hubungan interpersonal, pelatihan dan pengembangan, serta keuntungan dan insentif. Penelitian ini dilakukan di SMA Negeri dan SMK Negeri di Bandung dengan pendekatan kuantitatif dan menggunakan kuesioner dengan metode skala Likert untuk mengumpulkan data dari 100 responden. Analisis data menggunakan metode regresi linier berganda, dimana hasil penelitian menunjukkan bahwa lingkungan kerja berpengaruh signifikan terhadap kinerja karyawan. Artinya, guru, sekolah, dan pemerintah harus bersinergi untuk memperhatikan lingkungan kerja guru saat bekerja dari rumah selama COVID-19 untuk mengoptimalkan kinerja guru.", "Daftar File": {"ABSTRAK Raesya Febriana": "https://digilib.itb.ac.id/gdl/download/229526"}, "Penulis": "Raesya Febriana [19018062]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Lingkungan Kerja, Lingkungan Kerja Fisik, Lingkungan Kerja Non Fisik, Guru", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "25 Jul 2021"}