{"Nomor": 57038, "Judul": "EVALUASI SISTEM PEMBELAJARAN ONLINE MBA (STUDI KASUS: SEKOLAH BISNIS DAN MANAJEMEN INSTITUT  TEKNOLOGI BANDUNG)", "Abstrak": "Melalui pengembangan bisnis, manajemen dan kewirausahaan, ITB mendirikan Sekolah Bisnis\ndan Manajemen ITB pada tanggal 30 September 1990. SBM ITB berlokasi di Bandung,\nJatinangor dan Jakarta. Akibat pandemi, setiap kegiatan sekolah, termasuk SBM ITB, menunda\nkegiatan tatap muka hingga waktu yang belum ditentukan. Meski jumlah mahasiswa\npascasarjana bertambah, namun kualitas output studi mengalami penurunan akibat kelas online\ndan membuat mahasiswa merasa kurang efektif dengan studi online, mahasiswa MBA ITB\njuga merasa tidak termotivasi dengan pembelajaran daring karena harus menyeimbangkan\nantara kegiatan kuliah dan di rumah.Metodologi penelitian ini menggunakan proses kuesioner\nberdasarkan kualitas pembelajaran DELES dan pengalaman karyawan Bersin yang diubah\nmenjadi pengalaman mahasiswa akan dilakukan dari mahasiswa MBA ITB. Baik dari proses\nkuantitatif maupun kualitatif. Bentuk pertanyaannya adalah skala likert, menggunakan 5 poin\nrespon dan menggunakan analisis regresi untuk mengetahui hubungan antara pengalaman\nmahasiswa dengan kualitas pembelajaran. Setelah melakukan pengujian dengan menggunakan\nregresi linier sederhana, variabel independen (Pengalaman Mahasiswa) terhadap kualitas\npembelajaran semuanya ditemukan sebagai prediktor signifikan dari pengalaman mahasiswa\ndan pengalaman karyawan dari Bersin. Berdasarkan hasil penelitian dapat disimpulkan bahwa\nkualitas hasil survei pembelajaran dalam kondisi baik, sedangkan beberapa dimensi\npengalaman mahasiswa perlu ditingkatkan. Oleh karena itu, penelitian ini bertujuan untuk\nmeningkatkan kualitas pembelajaran dan pengalaman mahasiswa di MBA ITB.", "Daftar File": {"2021_TS_PP_Fauzan Erlangga R.G._1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/229530"}, "Penulis": "Fauzan E R Garsadi [29119007]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kualitas Pembelajaran, Pengalaman Mahasiswa, Pembelajaran Online", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Jul 2021"}