{"Nomor": 57044, "Judul": "EFEK PEMILIHAN KEKAKUAN TUMPUAN TERHADAP FREKUENSI PRIBADI SISTEM DUA DERAJAT KEBEBASAN", "Abstrak": "Pencegahan resonansi dan pengurangan transmisibilitas gaya dapat dilakukan dengan\nmenurunkan frekuensi pribadi sistem melalui penambahan material elastis sebagai tumpuan.\nPada umumnya, modifikasi tumpuan tersebut dilakukan melalui pemodelan berbasis metode\nelemen hingga. Tanpa adanya petunjuk mengenai pengaruh kekakuan tumpuan terhadap\nfrekuensi pribadi sistem, pemilihan kekakuan tumpuan dilakukan dengan cara mencobacoba.\nAkibatnya, proses modifikasi tumpuan membutuhkan waktu yang lama. Oleh sebab\nitu, penelitian ini bertujuan untuk mempelajari dan memperoleh persamaan yang menyatakan\nhubungan antara frekuensi pribadi sistem dan kekakuan tumpuan, khususnya pada sistem\nsatu derajat kebebasan dan sistem dua derajat kebebasan.\nPenelitian ini diawali dengan memodelkan peralatan permesinan sebagai sistem satu\nderajat kebebasan dan sistem dua derajat kebebasan. Selanjutnya, penelitian dilanjutkan\ndengan menurunkan persamaan tak berdimensi yang mengaitkan kekakuan tumpuan dengan\nfrekuensi pribadi sistem tersebut. Simulasi numerik dengan menggunakan sejumlah sistem\nyang berbeda dalam MATLAB dilakukan untuk memeriksa kebenaran dari persamaan\ntersebut. Akhirnya, tren penurunan frekuensi pribadi sistem akibat pengurangan kekakuan\ntumpuan pada kedua pemodelan dibandingkan untuk memperoleh kesimpulan.\nPersamaan tak berdimensi yang menyatakan hubungan antara frekuensi pribadi\nsistem dan kekakuan tumpuan untuk sistem satu derajat kebebasan dan sistem dua derajat\nkebebasan telah diperoleh. Kedua persamaan tersebut mengungkapkan bahwa penambahan\nmaterial elastis sebagai tumpuan menyebabkan pengurangan frekuensi pribadi sistem. Selain\nitu, petunjuk pemilihan antara kedua pemodelan telah didapatkan. Perbedaan pengurangan\nfrekuensi pribadi pertama dan kedua akibat penambahan tumpuan dengan kekakuan tertentu\npun telah diperlihatkan.", "Daftar File": {"ABSTRAK Ni Made Ayu Sinta Dewi": "https://digilib.itb.ac.id/gdl/download/229541"}, "Penulis": "Ni Made Ayu Sinta Dewi [13117150]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kekakuan tumpuan, frekuensi pribadi, sistem dua derajat kebebasan, simulasi numerik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2021"}