{"Nomor": 57055, "Judul": "PENGEMBANGAN NEURAL NETWORK POTENTIAL UNTUK SIMULASI ATOMIK", "Abstrak": "Simulasi atomik telah menjadi bagian yang tidak terpisahkan dalam riset-riset pengembangan material. Metode ab-initio berbasis teori fungsional kerapatan (density functional theory atau DFT) merupakan salah satu metode yang umum digunakan dalam studi-studi tentang karakteristik material. DFT mampu memberikan hasil yang akurat namun memerlukan biaya komputasi yang cukup berat.\nDalam tugas akhir ini diterapkan metode pembelajaran mesin berbasis jaringan saraf tiruan (JST) sebagai sebuah metode simulasi atomik yang akurat dan ringan dari sisi beban komputasi khususnya untuk perhitungan energi dan optimasi struktur suatu sistem. Jaringan saraf tiruan dirancang menggunakan metode ANI (Accurate NeurAl networK engINe for Molecular Energies) dan dibatasi dari sisi masukan untuk hanya mampu menerima sistem yang tersusun atas unsur C, H, O, N dan Si. JST diujikan pada sistem molekul organik, klaster silikon dan adsorpsi oksigen pada klaster silikon.\nHasil pengujian menunjukkan bahwa penggunaan JST pada kalkulasi energi memberikan galat yang berada dalam rentang 0,1 hingga 2 eV. Sementara itu, hasil optimasi struktur menggunakan JST memberikan galat panjang ikatan yang berada dalam orde 0,1 Å. Dari sisi durasi kalkulasi, penerapan JST mampu memberikan proses optimasi struktur yang 103 hingga 104 kali lebih cepat daripada metode DFT. Percepatan komputasi yang ditawarkan terlihat meningkat seiring dengan semakin besarnya ukuran sistem.", "Daftar File": {}, "Penulis": "Putu Bhargo Abhimana Chrysnanda [13317084]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Hermawan Kresno Dipojono, MSEE, Ph.D.", "Dr. Damar Rastri Adhika, S.T., M.Sc.", "Fadjar Fathurahman, S.T., M.Si., Ph.D.", "Ashari budi Nugraha, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "teori kerapatan fungsional, pembelajaran mesin, jaringan saraf tiruan, ANI.", "Sumber": "", "Staf Input/Edit": "Rina Kania  \n                                     Rina Kania", "File": "1 file", "Tanggal Input": "26 Jul 2021"}