{"Nomor": 57054, "Judul": "PERILAKU STRUKTUR KOLOM BETON GEOPOLIMER AKIBAT BEBAN AKSIAL KONSENTRIS DAN LATERAL SIKLIK", "Abstrak": "Beton Geopolimer merupakan beton yang tersusun dari campuran agregat kasar dan halus tanpa pengikat semen Portland (OPC). Sebagai penggantinya, digunakan pengikat dari bahan yang banyak mengandung silika dan alumina yaitu fly ash. Beton ini memiliki keunggulan antara lain kuat tekan tinggi, durabilitas baik, tahan terhadap serangan korosi, susut rendah, kuat lekat tinggi dan ramah lingkungan. Di bidang material konstruksi, hingga saat ini fokus penelitian yang dilakukan terhadap beton geopolimer, lebih ditekankan pada aplikasinya sebagai beton pracetak untuk elemen balok, kolom dan konstruksi lain yang terdampak langsung dengan lingkungan luar. Namun sangat jarang dilakukan pengujian terhadap perilaku siklik elemen struktur beton geopolimer yang merepresentasikan beban gempa. Perilaku siklik kolom beton geopolimer belum dipahami secara spesifik dan detail. Sedangkan aplikasi beton geopolimer untuk elemen struktur sangat mungkin diterapkan pada bangunan di daerah rawan gempa. Oleh karena itu, sangat perlu untuk memahami perilaku struktur kolom beton geopolimer terhadap beban lateral siklik yang merepresentasikan beban gempa.\nDisertasi ini, bertujuan untuk mempelajari dan memahami perilaku struktur elemen kolom beton geopolimer akibat beban aksial konsentris dan lateral siklik antara lain adalah daktilitas struktur, kapasitas memikul beban, pola keruntuhan, disipasi energi dan karakteristik kurva hysteresis. Penelitian dilakukan terdiri dari tiga tahapan utama yaitu pengujian terhadap sifat mekanik, pengujian elemen struktur kolom terhadap beban aksial konsentris dan pengujian elemen struktur kolom terhadap beban aksial lateral siklik. Tahap I adalah pengujian sifat mekanik beton geopolimer dilakukan untuk mengetahui kuat tekan, modulus elastisitas, kuat tarik belah dan kuat lekat beton. Benda uji berupa silinder beton ukuran tinggi 20 cm dan diameter 10 cm berdasarkan standar pengujian ASTM C39, sendangkan pengujian kuat lekatan menggunakan metode kuat tarik langsung (Pull out Test) sesuai ASTM C234. Tahap II adalah pengujian elemen struktur kolom terhadap beban aksial konsentris dilakukan pada kolom persegi ukuran 170 x 170 mm tinggi 480 mm dengan variable mutu beton dan jarak tulangan sengkang. Benda uji dibuat sebanyak 12 buah terdiri dari 3 buah kolom beton polos dan 9 buah kolom beton. Kuat tekan beton digunakan 26.2, 30.45 dan 37.87 Mpa, sedangkan jarak tulangan sengkang ditentukan 30, 50 dan 70 mm. Empat batang baja ulir diameter 10 mm digunakan sebagai tulangan longitudinal, sedangkan batang baja polos diameter 8 mm digunakan sebagai tulangan sengkang. Tahap III adalah pengujian elemen struktur kolom terhadap beban aksial lateral siklik. Pengujian dilakukan pada 5 buah kolom persegi ukuran 260x260 mm dengan tinggi daerah kajian 1500 mm terdiri dari 4 buah kolom beton geopolimer dan 1 buah kolom beton konvensional sebagai pembanding. Kedua ujung kolom di beri kepala kolom berupa pile cap ukuran 1100x600x400 mm, sehingga tinggi total benda uji menjadi 2300 mm. Tulangn longitudinal digunakan baja ulir diameter 13 mm sebanyak 8 batang sedangkan baja ulir diameter 10 mm digunakan sebagai tulang sengkang. Variabel yang digunakan adalah jarak sengkang dan level beban aksial. Jarak sengkang dimabil 50, 70, dan 90 mm sedangkan level beban aksial adalah 0.3Po dan 0.5Po.\nHasil pengujian sifat mekanik menunjukkan bahwa karakteristik beton geopolimer hampir sama dengan beton konvensional. Hanya nilai rasio Poisson beton geopolimer relatif lebih besar dibanding beton konvensional. Rumus empiris yang digunakan untuk menentukan modulus elastisitas pada beton konvensional masih cukup realistis digunakan Demikian juga hasil pengujian kolom akibat beban aksial, perilaku kolom beton geopolimer serupa dengan kolom beton konvensional. Bila merefer hasil pengujian kolom terhadap beban aksial konsentris maka luas tulangan transversal yang dibutuhkan hanya setengah dari luas minimum yang ditentukan dalam SNI/ACI. Hal ini menunjukkan bahwa ketentuan luas minimum yang disyaratkan telah mengantisipasi kemungkinan terjadinya eksntrisitas beban dan beban lateral hingga batas tertentu. Perilaku ini terlihat dari hasil pengujian kolom terhadap beban aksial lateral siklik.dimana kolom dengan luas tulangan transversal minimal yang disyaratkan masih mampu bertahan hingga level beban aksial P < 0.3Po dengan daktilitas 2.5%.\nSecara keseluruhan hasil penelitian elemen struktur beton geopolimer akibat beban aksial konsentrik dan lateral siklik menunjukkan perilaku yang serupa dengan elemen kolom beton konvensional. Hal ini semakin menegaskan bahwa beton geopolimer mempunyai peluang yang sama dengan beton konvensional untuk aplikasi pada elemen struktur bangunan tahan gempa. Dari data hasil penelitian dikembangkan beberapa formulasi matematis untuk material dan struktur beton geopolimer yang merupakan keterbaruan penelitian berhasil dicapai diantaranya adalah formulasi kuat tarik beton, kuat lekatan, panjang penyaluran, luas minimal tulangan transversal dan kuat tekan beton terkekang. Selain itu juga dibuat beberapa grafik diantaranya adalah hubungan diameter tulangan versus panjang penyaluran dan grafik level beban aksial vs luas tulangan transversal.", "Daftar File": {"ABSTRAK Herwani": "https://digilib.itb.ac.id/gdl/download/229632"}, "Penulis": "Herwani [35014007]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. R. Bambang Boediono, ME, Ph.D.", "Prof. Ir. Iswandi Imran, M.A.Sc., Ph.D.", "Dr.-Ing. Ediansjah Zulkifli, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Beton geopolimer, fly ash, perilaku struktur kolom, beban aksial konsentrik, beban lateral siklik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2021"}