{"Nomor": 57061, "Judul": "PERANCANGAN PRASARANA SISI UDARA BANDAR UDARA JENDERAL BESAR SOEDIRMAN PURBALINGGA", "Abstrak": "Bandara Jenderal Besar Soedirman merupakan salah satu pangkal udara TNI AU yang dialihkan fungsinya menjadi bandara komersial oleh Pemerintah Jawa Tengah untuk mendorong peningkatan kegiatan ekonomi di Kabupaten Purbalingga serta kabupaten/kota lainnya di bagian barat dari Provinsi Jawa Tengah.\nDengan pengalihan fungsi pangkal udara TNI AU menjadi bandara komersil, dibutuhkan peningkatan untuk berbagai elemen bandara tersebut baik fasilitas sisi darat atau sisi udara. Karya tulis ini diciptakan sebagai penjelasan mengenai tahap yang dilakukan dalam melakukan perancangan fasilitas sisi udara dari Bandara Jendral Besar Soedirman. Perancangan yang dilakukan terdiri dari perancangan elemen geometrik, perancangan perkerasan, perancangan perlengkapan lapangan udara, serta perhitungan biaya yang harus dikeluarkan untuk melakukan pembangunan terhadap perancangan yang telah dilakukan.\nBandara ini memiliki hierarki pengumpan/spoke sehingga jarak operasi yang terjadi pada bandara ini merupakan operasi jarak pendek. Dengan demikian, operasi yang terjadi di bandara ini hanya akan dilayani oleh modul pesawat yang tidak terlalu besar yaitu ATR 72-600. Bandara ini juga akan dirancang sebagai bandara single aircraft sehingga penambahan jumlah penumpang akan berakibat kepada bertambahnya jumlah operasi, bukan penggunaan modul pesawat yang lebih besar.\nElemen geometrik bandara yang terdiri runway, taxiway, dan apron dirancang berdasarkan modul pesawat terbang ATR 72-600 sebagai modul pesawat kritis/desain dengan kondisi meteorologi visual. Perkerasan lapangan udara yang dirancang terdiri dari perkerasan lentur untuk runway serta perkerasan kaku untuk taxiway dan apron dengan ketebalan yang dapat menahan seluruh operasi modul ATR 72-600 selama umur rencana. Perlengkapan lapangan udara yang dirancang terdiri dari perlampuan, marka, dan rambu yang tersebar di seluruh fasilitas sisi udara dari bandara. Biaya yang dibutuhkan untuk membangun hasil perancangan yang telah dilakukan adalah sebesar Rp. 110.599.806.714,84.", "Daftar File": {"ABSTRAK Fadhlan Abdul Aziz": "https://digilib.itb.ac.id/gdl/download/229591"}, "Penulis": "Fadhlan Abdul Aziz [15017048]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T., M.T.", "Dr. Ir. Nurul Wahjuningsih, M.T.", "Kardina Nawassa Setyo Ayuningtyas, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Fasilitas Sisi Udara, Runway, Taxiway, Apron, Geometrik, Struktur Perkerasan, Perlampuan, Marka, Rambu, Bill of Quantity.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2021"}