{"Nomor": 57063, "Judul": "OPTIMASI PENGEMBANGAN INFRASTRUKTUR FASILITAS SISI DARAT BANDARA SAM RATULANGI", "Abstrak": "Bandara Sam Ratulangi merupakan bandara utama di Provinsi Sulawesi Utara. Menurut data statistik lalulintas tahun 2017, Bandara Sam Ratulangi sudah melewati kapasitas maksimalnya yaitu 2.6 juta penumpang dari 1.3 juta penumpang. Kurangnya lahan menjadi latar belakang diperlukannya optimasi pengembangan fasilitas sisi darat agar dapat melayani pergerakan penumpang 10 tahun ke depan. Penelitian ini bertujuan untuk memperoleh alternatif pengembangan fasilitas sisi darat yang optimal terhadap pertumbuhan penumpang di tahun 2028.\nAnalisis diawali dengan mengevaluasi kapasitas fasilitas sisi darat eksisting yang terdiri dari Ruang Tunggu Keberangkatan, Check-In Area, Baggage Claim Area, Hall Keberangkatan dan Hall Kedatangan terhadap pergerakan penumpang 10 tahun ke depan dari hasil forecasting pergerakan penumpang eksisting dengan menggunakan metode regresi linear. Kemudian dihitung Level of Service (LOS) dari fasilitas sisi darat eksisting. Check-in area menjadi tempat terpiilih untuk dilakukan optimasi. Berdasarkan hasil analisis antrian diusulkan 2 skenario pengembangan yang kemudian dibandingkan dan dipilih skenario terbaik yang dapat memfasilitasi pergerakan pesawat di bandara Sam Ratulangi.\nHasil penelitian menunjukkan bahwa fasilitas sisi udara eksisting tidak dapat memfasilitasi pergerakan pesawat 10 tahun yang akan datang. Dari 2 skenario yang diusulkan terpilih penambahan mesin Self Check-In untuk check-in tanpa bagasi yang dapat mengoptimalkan pergerakan penumpang di tahun 2028 yang dibuktikan dengan pengurangan intensitas pelayanan (?) check-in counter dan pengurangan nilai rata-rata banyaknya penumpang dalam antrian (Ls). Biaya penerapan skenario ini adalah sebesar Rp 325.316.039,-", "Daftar File": {"ABSTRAK BRYAN ALFONS WILLYAM SEPANG": "https://digilib.itb.ac.id/gdl/download/229593"}, "Penulis": "BRYAN ALFONS WILLYAM SEPANG [25017091]", "Kontributor / Dosen Pembimbing": ["DR. Harmein Rahman, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Fasilitas Sisi Darat, Kapasitas, Analisis Antrian, Regresi Linear, Sam Ratulangi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2021"}