{"Nomor": 57062, "Judul": "PERANCANGAN USULAN PERBAIKAN LAYANAN JASA SAMEDAY DELIVERY PAXEL", "Abstrak": "Peningkatan daya konsumsi dan pemahaman terhadap teknologi oleh masyarakat Indonesia yang semakin meningkat menyebabkan munculnya tren pertumbuhan yang pesat pada berbagai sektor pendukung pemenuhan kebutuhan masyarakat sehari-hari. Industri logistik menjadi salah satu contohnya, ditandai dengan maraknya pelaku usaha yang berlomba-lomba merancang layanan logistik dengan inovasi dan kualitas layanan yang disesuaikan dengan permintaan dan tuntutan pengguna layanan. Namun, seringkali perancangan layanan tersebut hanya didasari oleh kebutuhan fungsional pengguna dan tidak memperhatikan aspek laten seperti aspek emosional. Penelitian ini berupaya untuk meminimalisir masalah tersebut dengan menangkap kebutuhan pengguna layanan baik dari aspek fungsional maupun emosional. Penelitian dilakukan terhadap PT Paxel Algorita Unggul yang merupakan penyedia layanan logistik dengan jenis third party logistics (3PL), khususnya pada layanan sameday delivery yang ditawarkan. Penelitian dilakukan dengan mengintegrasikan metode Kansei engineering (KE), model Kano, dan metode TRIZ untuk menangkap dan menerjemahkan kebutuhan fungsional dan emosional pengguna ke dalam atribut layanan, mengevaluasi kinerja setiap atribut layanan, hingga pada akhirnya didapatkan satu atribut layanan yang berdampak paling signifikan untuk dilakukan perbaikan. Dari hasil penelitian, atribut “Petugas penyedia layanan logistik membawa alat dan perlengkapan pemenuhan standar protokol kesehatan yang lengkap” yang berhubungan dengan Kansei aman, profesional, inovatif, berkualitas tinggi, memuaskan, dan bertanggung jawab diprioritaskan untuk diperbaiki, dengan solusi utama berupa pengadaan kerja sama dengan supplier penyedia perlengkapan dan peralatan pemenuhan protokol kesehatan untuk menyediakan satu set perlengkapan dan alat yang dapat dikostumisasi oleh pihak perusahaan.", "Daftar File": {"ABSTRAK Karin Amalia Rahmadiani": "https://digilib.itb.ac.id/gdl/download/229592"}, "Penulis": "Karin Amalia Rahmadiani [14417002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kunci: Layanan logistik sameday delivery, Kansei Engineering, Model Kano, TRIZ, atribut layanan jasa, atribut emosional.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jul 2021"}