{"Nomor": 57079, "Judul": "PEMODELAN KESALAHAN GEOMETRIK PADA LINTASAN GERAK SATU SUMBU MESIN PERKAKAS", "Abstrak": "Dalam kurun waktu tertentu, mesin perkakas akan mengalami penurunan unjuk kerja seperti keakuratan dan kepresisian. Hal ini akan berpengaruh pada penurunan produktivitas. Penurunan produktivitas kerja mesin dapat disebabkan oleh banyak faktor, salah satunya faktor kesalahan geometrik atau penyimpangan geometrik. Namun demikian, penelitian sebelumnya tidak melakukan penelitian pada kesalahan gerak di sepanjang lintasan mesin perkakas, dimana menjadi faktor penting dalam keakuratan dimensi hasil produk. Di dalam penelitian ini dibahas tentang pengembangan metode dua lintasan gerak yang digunakan pada mesin perkakas. Keterbaruan dan originalitas disertasi ini terletak pada pengembangan model kesalahan geometrik lintasan gerak yang diturunkan secara matematis.\nPemodelan kesalahan geometrik secara matematis dilakukan melalui empat tahap penelitian. Tahap pertama, model kesalahan geometrik dibangun pada satu lintasan gerak (linear guideway) untuk satu sumbu gerak. Tahap kedua, validasi model kesalahan geometrik dengan perbandingan trend grafik dari hasil laser interferometer dengan uji statistik. Tahap ketiga, model kesalahan geometrik dibangun pada dua lintasan gerak untuk satu sumbu gerak. Tahap keempat, validasi model kesalahan geometrik kembali dilakukan untuk dua lintasan gerak. Dari penelitian tahap pertama dan ketiga akan didapatkan enam kesalahan geometrik, yaitu kesalahan posisi, kesalahan vertikal, horisontal dan kesalahan sudut yaitu pitch, yaw dan roll. Proses validasi pada tahap kedua dan keempat dilakukan pada mesin Freis tapping Brother tiga-sumbu. Proses validasi dilakukan suatu pengukuran kesalahan geometrik dengan menggunakan alat bantu laser interferometer dan dial indikator. Setelah empat tahap tersebut, dilakukan analisis uji-t untuk membuktikan hasil dari model kesalahan geometrik dan laser interferometer dalam satu populasi. Hasil uji-t menunjukkan bahwa hasil dari model dan laser masih dalam satu populasi, sehingga dapat disimpulkan bahwa model kesalahan geometrik benar dan dapat digunakan untuk memprediksi besar penyimpangan geometrik pada pusat meja mesin perkakas.\nDisertasi ini mengangkat tema tentang model kesalahan geometrik pada lintasan gerak untuk satu sumbu pada meja mesin perkakas. Model kesalahan geometrik pada lintasan gerak digunakan untuk membantu keakuratan dan kepresisian mesin perkakas. Manfaat model matematis kesalahan geometrik adalah untuk menginformasikan besar kesalahan geometrik pada pusat lintasan gerak mesin perkakas. Informasi tersebut bertujuan untuk membantu proses perakitan dan perawatan meja mesin perkakas dengan kualitas yang lebih baik. Manfaat lain dari model kesalahan geometrik yaitu pada desain mesin perkakas dapat membantu menentukan spesifikasi lintasan gerak. Pada proses perawatan dan perakitan mesin perkakas, tujuan utamanya mengetahui batas toleransi pergerakan meja mesin perkakas yang diijinkan sesuai dengan ISO-10791:2.", "Daftar File": {"ABSTRAK Widiyanti Kwintarini": "https://digilib.itb.ac.id/gdl/download/229631"}, "Penulis": "Widiyanti Kwintarini [33114006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya", "Dr.Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "lintasan gerak, kesalahan geometrik, kesalahan posisi, kesalahan vertikal, kesalahan horisontal, pitch, yaw, roll.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jul 2021"}