{"Nomor": 57075, "Judul": "PENGGUNAAN DNA EKSTRASELULER FUSARIUM OXYSPORUM F.SP. CUBENSE SEBAGAI ELISITOR UNTUK INDUKSI KETAHANAN PLANTLET PISANG", "Abstrak": "Penyakit layu fusarium merupakan salah satu penyebab kerugian besar pada industri pisang secara global. Aplikasi DNA ekstraseluler (eDNA) diperkirakan dapat menjadi teknologi yang menjanjikan sebagai pestisida alami untuk penyakit ini. eDNA merupakan fragmen dari DNA genom atau organel yang berada di luar sel dan dikelompokkan berdasarkan presepsi sel, yaitu self dan non-self. eDNA memiliki potensi dalam bidang pertanian yaitu sebagai pengontrol hama (self eDNA) dan vaksin bagi tumbuhan (non-self eDNA). Penelitian ini bertujuan untuk mengevaluasi apakah eDNA Fusarium oxysporum f.sp. Cubense (Foc) dapat menghambat pertumbuhan bagi Foc sendiri (self inhibition test) dan meningkatkan ketahanan pada tanaman pisang (uji elisitasi). Pada self inhibition test, dilakukan inokulasi spora Foc TR4 pada medium PDA yang diberi eDNA Foc terfragmentasi dengan konsentrasi 80, 400 serta 800 ?g/mL. Kemudian dihitung pertumbuhan koloni yang terbentuk. Hasil menunjukkan bahwa pemberian eDNA dengan konsentrasi mulai dari 400 ?g/mL dapat menghambat pertumbuhan germinasi spora Foc TR4 secara nyata. Sedangkan elisitasi dilakukan pada plantlet pisang dalam media interaksi yang diberi suspensi eDNA Foc dengan konsentrasi akhir sebesar 40, 80 dan 200 ?g/mL dengan deion sebagai kontrol negatif dan asam salisilat 5 uM sebagai pembanding elisitor senyawa kimia. Selanjutnya kultur pisang yang telah dielisitasi selama 1 hari, diberi perlakuan infeksi patogen dengan penambahan suspensi spora konsentrasi 106 sel spora/mL Pemberian eDNA konsentrasi 200 ?g/mL dapat meningkatkan ketahanan pisang Cavendish terhadap infeksi Foc dari rentan menjadi toleran dengan leaf symptom index sebesar 1,6 dan rhizome discoloration index sebesar 2,6. Selain itu, teramati pula akumulasi senyawa ROS, O2- dan H2O2, pada H-1 setelah elisitasi dan peningkatan ekspresi relatif yang signifikan pada gen CAT, PR1 serta PR3 pada H-9 pasca infeksi. Berdasarkan hal tersebut, aplikasi elisitasi eDNA Foc TR 4 dengan konsentrasi 200 ug/mL dapat dipertimbangkan dalam pengembangan eDNA sebagai pestisida ramah lingkungan untuk meningkatkan resistensi serta kualitas tanaman pisang.", "Daftar File": {"ABSTRAK Ristag Hamida Hanisia": "https://digilib.itb.ac.id/gdl/download/229623"}, "Penulis": "Ristag Hamida Hanisia [21119009]", "Kontributor / Dosen Pembimbing": ["Dr. Rizkita Rachmi Esyanti", "Karlia Meitha, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "eDNA, ROS, Elisitasi, Foc TR4, Pisang Cavendish", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2021"}