{"Nomor": 57078, "Judul": "OPTIMASI DAN VALIDASI DESAIN STRUKTUR MULTISEL BERDINDING TIPIS HIBRIDA ALUMUNIUM-KOMPOSIT PADA PEMBEBANAN AKSIAL", "Abstrak": "Penelitian ini dilakukan karena masih sedikitnya penelitian tentang optimasi struktur multisel dengan material hibrida pada pembebanan aksial yang bertujuan untuk menentukan konfigurasi struktur multisel hibrida yang optimal dalam menyerap energi impak. Penelitian ini membahas tentang optimasi struktur multisel berdinding tipis dengan material hibrida alumunium – komposit pada pembebanan aksial. Struktur berdinding tipis ini akan menerapkan geometri penampang multisel dengan material hibrida yang merupakan dua pendekatan efektif untuk meningkatkan kekuatan struktur. Material yang digunakan pada stuktur ini adalah Alumunium 6061 dan Carbon Fiber Reinforcement Polymer (CFRP). Material komposit CFRP digunakan sebagai struktur penguat karena sifatnya yang ringan namun memiliki kekuatan struktur yang tinggi sehingga cocok digunakan di berbagai aplikasi. Beberapa parameter divariasikan, seperti geometri penampang, ketebalan alumunium, orientasi sudut lapisan komposit, dan jumlah lapisan komposit guna melihat performa struktur. Proses optimasi ini dilakukan dengan menggunakan perangkat lunak LS-DYNA.\nProses optimasi juga dilakukan pada penelitian ini untuk mendapatkan performa struktur dan orientasi komposit yang paling optimal dalam penyerapan energi impak. Proses optimasi ini menggunakan metode artificial neural network (ANN), non-dominated sorting genetic algorithm – II (NSGA – II), dan multi-objective optimization on the basis of ratio analysis (MOORA) dengan menggunakan bahasa pemrograman Pyhton.\nPada penelitian ini, karakteristik struktur yang akan dijadikan parameter optimasi adalah specific energy absorption, crushing force efficiency, mean crushing force, dan peak force. Parameter tersebut dijadikan acuan oleh struktur dalam menyerap energi. Pada akhir penelitian, konfigurasi model struktur optimal yang didapatkan adalah geometri penampang alumunium cruciform dengan lebar 50 mm dan tebal 3.4 mm dan jumlah lapisan komposit sebanyak 20 lapisan dengan arah orientasi [44°/76°/29°/11°/48°/1°/9°/12°/2°/42°]s. Dari konfigurasi tersebut, didapatkan peningkatan performa untuk masing-masing parameter, yaitu nilai SEA sebesar 29%, CFE sebesar 19%, nilai MCF sebesar 29%, dan menurunkan nilai peak force sebesar 0.009% terhadap baseline model.", "Daftar File": {"ABSTRAK Hafidh Diya Ulhaqi Dewantoro": "https://digilib.itb.ac.id/gdl/download/229627"}, "Penulis": "Hafidh Diya Ulhaqi Dewantoro [23620003]", "Kontributor / Dosen Pembimbing": ["Djarot Widagdo, Ph.D.", "Dr. Annisa Jusuf, S.T., M.T.", "Dr. Ir. Sigit Puji Santosa, MSME"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "multisel, hibrida alumunium-komposit, pembebanan aksial, optimasi, artificial neural network¸ non-dominated sorting genetic algorithm", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2021"}