{"Nomor": 57081, "Judul": "STUDI PENGARUH VARIABEL PROSES ELEKTROKODEPOSISI TERHADAP KEKERASAN LAPISAN ELEKTROKOMPOSIT NIKEL-OBSIDIAN", "Abstrak": "Kekerasan merupakan karakteristik penting dalam sebuah produk manufaktur. Peningkatan kekerasan permukaan produk manufaktur dapat dilakukan melalui pembentukan lapisan komposit dengan proses elektrokodeposisi. Tujuan dari penelitian ini adalah untuk mempelajari pengaruh variabel proses elektrokodeposisi dalam pembentukan lapisan komposit.\nDalam penelitian ini, dilakukan percobaan pelapisan komposit bermatriks logam pada baja karbon rendah dan serangkaian pengujian sampel hasil pelapisan. Percobaan pelapisan komposit dilakukan dengan mengalirkan arus listrik pada elektroda baja karbon rendah dalam larutan elektrolit nikel-obsidian. Variabel proses yang diamati adalah ukuran partikel, konsentrasi partikel, rapat arus, dan konsentrasi total nikel dalam larutan elektrolit. Pengujian yang dilakukan antara lain uji XRD, uji kekerasan microvicker, pengamatan dengan mikroskop optik, dan pengamatan dengan Scanning Electron Microscope.\nHasil percobaan menunjukkan perubahan variabel proses memengaruhi kekerasan lapisan komposit pada permukaan sampel. Kenaikan rapat arus hingga 10 A/dm2 meningkatkan nilai kekerasan. Kenaikan konsentrasi partikel dan penurunan ukuran partikel menurunkan ketebalan lapisan. Nilai kekerasan paling besar, yaitu sekitar 541 HV, diperoleh saat rapat arus 10 A/dm2, pH 3-4, temperatur 50 ?, ukuran partikel dibawah 53 ?m, konsentrasi partikel 25 gram/L, dan konsentrasi ion 50 gram/L.", "Daftar File": {"ABSTRAK Salimah Hauna Firdausi": "https://digilib.itb.ac.id/gdl/download/229635"}, "Penulis": "Salimah Hauna Firdausi [13117037]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Prakosa, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "elektrokodeposisi, komposit, obsidian, kekerasan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2021"}