{"Nomor": 57089, "Judul": "PRA-RANCANGAN INDUSTRI EKSPOR BUAH ALPUKAT (PERSEA AMERICANA MILL) DENGAN TEKNOLOGI ACTIVE PACKAGING: ANALISIS SIFAT KIMIA ALPUKAT (PERSEA AMERICANA MILL) PADA PROSES PENYIMPANAN METODE KEMASAN AKTIF (ACTIVE PACKAGING) DENGAN VARIASI KONSENTRASI ASAM ASKORBAT DAN KMNO4 PADA MEDIA BATU ZEOLIT", "Abstrak": "Active packaging merupakan salah satu teknologi penyimpanan yang sedang\nberkembang saat ini dengan tujuan mempertahankan kualitas dari produk segar.\nPenggunaan teknologi ini diharapkan dapat memperpanjang umur simpan dalam\nrangka menunjang proses distribusi dengan jangka waktu panjang. Pada penelitian\nini, dilakukan penyimpanan berbasis active packaging pada buah alpukat dengan\nmenggunakan KMnO4 sebagai ethylene scavenger, asam askorbat sebagai oxygen\nscavenger pada media inert baru zeolit. Tujuan penelitian ini adalah menentukan\nvariasi perlakuan terbaik terhadap buah alpukat berdasarkan sifat kimia berupa\nderajat keasaman (pH), total padatan terlarut (oBrix) dan organoleptik rasa.\nRancangan eksperimen dilakukan berdasarkan Response Surface Methodology\n(RSM) Box-Behnken Design (BBD) pada program Minitab. Penggunaan KMnO4\ndan asam askorbat dengan media batu zeolit terbukti dapat mempertahankan\nkualitas alpukat hingga 12 hari yang jika tidak diberikan perlakuan hanya dapat\nbertahan hingga 5 hari. Pada penelitian ini diperoleh formulasi perlakuan terbaik\nsaat penyimpanan dengan menggunakan KMnO4 29,9% dan asam askorbat 66,7%\npada media inert baru zeolit 52,5 gram.", "Daftar File": {"ABSTRAK Jihan Aqiilah Irintia": "https://digilib.itb.ac.id/gdl/download/229644"}, "Penulis": "Jihan Aqiilah Irintia [11917015]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "active packaging, alpukat, sifat kimia, response surface methodology, scavenger", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2021"}