{"Nomor": 57099, "Judul": "TANTANGAN DAN STRATEGI DALAM MENERAPKAN DESIGN BUILD DI PROYEK SIMPANG SUSUN SEMANGGI", "Abstrak": "Pembangunan infrastruktur yang sedang banyak di Indonesia, terutama infrastruktur publik, membutuhkan sistem pelaksanaan proyek (PDS). Sistem pelaksanaan proyek ini merupakan sistem yang dipilih oleh owner mengatur hubungan dan peran antar pihak yang terlibat dengan dirinya. PDS yang paling umum digunakan, yaitu DBB dan DB. Dalam DBB, kontraktor dan desainer menjadi dua entitas yang berbeda sehingga proses pengadaan dilakukan dua kali proses dan permasalahan mengenai perubahan desain timbul karena sulitnya komunikasi antara kontraktor dan desain sehingga metode DBB ini menghabiskan waktu dan biaya yang cukup besar. Sedangkan DB, kontraktor dan desainer menjadi satu entitas yang sama sehingga proses pengadaan dilakukan hanya satu kali proses dan perubahan desain yang timbul dalam proyek konstruksi bisa dihindari karena mudahnya komunikasi antara desainer dengan kontraktor. Oleh karenanya, dibutuhkan perubahan metode dari DBB ke DB. Untuk merubah metode dari DBB ke DB ini membutuhkan pengetahuan lebih mengenai DB itu sendiri, salah satunya mengenai tantangan yang dihadapi serta strategi yang digunakan dalam menerapkan DB. Studi kasus penelitian ini, yaitu Proyek Simpang Susun Semanggi.\nPenelitian ini akan dilakukan menggunakan metode wawancara dan pengumpulan dokumen proyek. Setelah itu, pengolahan data akan dibantu menggunakan cause effect diagram dengan memetakan variabel-variabel yang didapatkan dari wawancara dan pengumpulan dokumen proyek. Selanjutnya, dari cause effect diagram bisa diidentifikasi dan dianalisis mengenai tantangan yang dihadapi serta strategi yang digunakan. Analisis juga dilakukan dengan menggunakan bantuan skema proses design build. Proses design build terdiri dari tahapan konseptual desain, tahapan preliminary design, tahapan pemilihan design-builder, dan tahapan pelaksanaan proyek (proses DED dan proses konstruksi). Dari hasil penelitian yang dilakukan, salah satu tantangan dalam menerapkan DB di Proyek Simpang Susun Semanggi adalah kurangnya pemahaman ownermengenai pekerjaan konstruksi. Padahal dalam penerapan DB, ownermemiliki tugas yang penting dalam tahapan konseptual desain, tahapan preliminary design, dan tahapan pengadaan untuk memilih design-builder. Walaupun dalam proyek Semanggi, tahapan konseptual desain dan tahapan preliminary design dikerjakan oleh pihak yang berbeda sehingga owner dari proyek Semanggi hanya memiliki tugas dalam tahapan pemilihan design-builder. Akan tetapi, jika owner tidak bisa melakukan tugasnya dengan baik dalam tahapan pemilihan design-builder maka tahapan selanjutnya dari proses DB ini, yaitu tahapan pelaksanaan proyek (proses DED dan proses konstruksi) tidak akan berjalan dengan lancar. Oleh karenanya, untuk mengatasi tantangan tersebut, owner memilih manajemen konsultan yang nantinya akan membantu owner dalam melaksanakan proyek, mulai dari tahapan pemilihan design-builder hingga tahapan proyek selesai dilakukan.", "Daftar File": {"ABSTRAK Nabillah Damayanti": "https://digilib.itb.ac.id/gdl/download/229760"}, "Penulis": "Nabillah Damayanti [15017150]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Puti Farida Marzuki", "Rani Gayatri Kusumawardhani P., S.T., M.Sc., Ph.D.", "Dr. Iris Mahani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Project Delivery System, Design Build, Design Bid Build, Tantangan, Strategi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jul 2021"}