{"Nomor": 57090, "Judul": "EFFECT OF FILLER MATERIAL ON THE ADHESIVE BONDING PROPERTIES", "Abstrak": "Adhesive bonding will be used for bonding components in aerospace and\ntransportation industry in the future and will be replacing bolted joints. Researchers\nhave conducted experiments to improve the adhesive bonding, one of them is adding\nfiller materials to the adhesive. Determining properties such as lap shear strength, peel\nstrength, and failure modes are mainly the objective of this research in order to know\nthe effect of filler materials for the metal-to-metal adhesive bonding properties.\nThe experimental part of this research is done to determine the lap shear strength\nand peel strength of metal-to-metal adhesive bonding with addition of filler material,\nwhich conducted in PT. Dirgantara Indonesia. The materials that will be used in the\nexperiment are aluminium LP-3140-T3 for the adherends, adhesive film FM-\n73M.OST.06 for the adhesive, and Cerex® fabric for filler material. Digital microscope\nanalysis is done in this research to determine the failure modes that occurs on each\nspecimen.\nThe result of single-lap shear test showed that the average lap shear strength of\nspecimens with filler material do not have significant difference with specimens\nwithout filler material. The result of floating roller test showed that the average peel\nstrength of specimens with filler material is lower than specimens without filler\nmaterial. Failure mode that occurs on specimens with filler material is mixed-mode\nfailure.", "Daftar File": {"ABSTRAK Jeremiah Hasahatan": "https://digilib.itb.ac.id/gdl/download/229652"}, "Penulis": "Jeremiah Hasahatan [13617110]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Annisa Jusuf S.T., M.T.", "Ir. Kartini Ismiati, M.T.", "Prof. Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Adhesive bonding, filler material, single-lap shear test, floating roller test, failure mode.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2021"}