{"Nomor": 57096, "Judul": "KAJIAN PENGEMBANGAN TOLOK UKUR JALAN TOL HIJAU BARU DI INDONESIA", "Abstrak": "Pembangunan infrastruktur berkelanjutan melalui prinsip konstruksi hijau termasuk proyek jalan tol baru berkembang dengan pesat di Indonesia. Proyek jalan tol mengakibatkan banyak permasalahan lingkungan dari tahap konstruksi hingga operasionalnya, sehingga diperlukan upaya untuk mempertahankan keberlanjutan lingkungan dan manusia. Konsep hijau merupakan bagian dari tiga pilar keberlanjutan (sosial, ekonomi, dan lingkungan) yang berkomitmen dalam kelestarian lingkungan dan penerapannya mampu mencegah dan mengurangi dampak negatif kepada lingkungan. Jalan tol hijau adalah jalan tol yang dibangun dan dioperasikan dengan menerapkan prinsip berkelanjutan untuk memenuhi keberlanjutan transportasi dan ekologi. Indonesia saat ini telah memiliki pedoman jalan hijau yang tercantum pada Surat Edaran Menteri PUPR Nomor 04/PU/M/2018, tetapi belum dikembangkan khusus untuk jalan tol sebagai jalan bebas hambatan yang berspesifikasi tinggi. Pada tahun 2020, jalan tol Indonesia pertama kali memperoleh sertifikasi jalan tol hijau pada tol Gempol-Pandaan-Malang oleh lembaga Green Infrastructure and Facilities Indonesia. Jalan tol Indonesia yang penggunanya wajib membayar tol belum memiliki standar atau regulasi dalam penerapan jalan tol hijau, tetapi telah mulai dikembangkan konsep jalan tol berkelanjutan oleh pemerintah. Oleh karena itu, perlunya dikembangkan tolok ukur jalan tol hijau baru Indonesia sebagai standar evaluasi pembangunan untuk memperoleh manfaat keberlanjutan, serta meningkatkan performa dan pelayanan kawasan tol. Penelitian ini bertujuan mengidentifikasi dan merumuskan tolok ukur jalan tol hijau baru di Indonesia yang dapat digunakan pada proses perancangan dan pelaksanaan konstruksi. Jenis penelitian ini yaitu kajian pengembangan melalui analisis deskriptif dengan pendekatan kualitatif dan kuantitatif. Pengumpulan data dilakukan melalui kajian literatur, wawancara, dan kuisioner tingkat persetujuan. Hasil identifikasi tolok ukur jalan tol hijau disusun ke dalam sebuah hierarki yang terdiri dari aspek, kriteria, dan indikator. Dari hasil analisis, diperoleh rumusan hierarki tolok ukur jalan tol hijau baru Indonesia terdiri dari 5 aspek yaitu: Transportasi dan Masyarakat (7 kriteria dan 60 indikator), Konservasi Lingkungan (7 kriteria dan 39 indikator), Energi dan Air (4 kriteria dan 25 indikator), Aktivitas Konstruksi (8 kriteria dan 61 indikator), serta Material (4 kriteria dan 25 indikator).", "Daftar File": {"ABSTRAK Kevin Andika Hartono": "https://digilib.itb.ac.id/gdl/download/230253"}, "Penulis": "Kevin Andika Hartono [15017110]", "Kontributor / Dosen Pembimbing": ["Dr. Iris Mahani, S.T., M.T.", "Eliza Rosmaya Puri, S.T., M.T., Ph.D.", "Meifrinaldi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Aspek, Berkelanjutan, Hijau, Indikator, Indonesia, Jalan Tol, Tolok Ukur, Kriteria.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2021"}