{"Nomor": 57104, "Judul": "OPTIMASI KOLOM HIBRIDA ALUMINUM-CFRP LAIK TABRAK DALAM KASUS PEMBEBANAN LATERAL", "Abstrak": "Penelitian ini dilatarbelakangi oleh masih minimnya penelitian tentang optimasi kolom laik\ntabrak dalam pembebanan lateral dengan tujuan untuk menentukan metode dan konfigurasi\nkolom hibrida optimal dari segi momen tekuk dan sudut rotasi kritis, mengetahui efektifitas\nmodel optimal terhadap model numerik dan eksperimen dan mengetahui faktor yang\nmempengaruhi hasil perbandingan parameter crashworthiness model optimal, numerik dan\nmodel eksperimen.\nPenelitian ini menggunakan studi numerik, optimasi dengan ANN, NSGA-II dan MOORA,\nserta metode eksperimental untuk validasi. Penelitian dimulai dengan pembuatan model\nnumerik dasar berbentuk kolom lingkaran dengan material aluminum 6063-T6 dan Carbon\nFibre Reinforced Plastics arah serat [-45/45/45/-45] dengan tebal masing – masing 1.5 mm.\nModel dasar kemudian divalidasi dengan metode eksperimental dengan penggunaan loadcell\n25 kN dan konfigurasi model dasar kemudian dijadikan dasar pembentukan dataset\nberjumlah 150 data dengan variasi geometri penampang lingkaran, persegi, segi enam, segi\ndelapan, tophat dan double tophat untuk optimasi ANN. Berdasarkan hasil ANN, tebal\naluminum dan lapisan komposit memiki weight yang paling berpengaruh pada model. ANN\nmenghasilkan persamaan weight dan bias yang kemudian digunakan untuk optimasi NSGAII\ndan MOORA. Model numerik optimal didapatkan dengan bentuk segi delapan, dengan\ntebal aluminum 3 mm dan 8 lapis komposit dengan arah serat [51/36/24/29/29/24/36/51] dan\nmenghasilkan peningkatan yang signifikan dari model dasar, dimana terjadi peningkatan\nmomen spesifik sebesar 115.3%, peningkatan gaya spesifik sebesar 115.3%, peningkatan\nSEA sebesar 90.75% dan peningkatan sudut rotasi kritis sebesar 61.36%, namun hal ini juga\ndiikuti dengan konsekuensi peningkatan massa yang hampir empat kalinya.\nModel numerik kemudian divalidasi dengan nilai galat yang dapat diterima. Galat\nkemungkinan terjadi karena penggunaan loadcell (25 kN) yang masih jauh dari nilai gaya\nyang terjadi (8 kN) sehingga menyebabkan kurang akuratnya data eksperimen. Selain itu,\nmodel optimal dari machine learning juga telah diverifikasi dengan model numerik, dan juga\nmenghasilkan galat yang dapat diterima (dibawah 10%). Beberapa faktor yang\nmemperngaruhi galat tersebut ialah penggunaan loadcell yang memiliki ukuran terlalu besar\ndan faktor pengaturan internal media pembuatan model numerik yang tidak dipertimbangkan\nmachine learning.", "Daftar File": {"ABSTRAK Tias Adiwiguna": "https://digilib.itb.ac.id/gdl/download/229701"}, "Penulis": "Tias Adiwiguna [23620013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Dr. Annisa Jusuf, S.T., M.T.", "Dr. Ir. Sigit Puji Santosa, MSME"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Optimization, Lateral Load, Crashworthiness, Hybrid", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2021"}