{"Nomor": 57106, "Judul": "PERBAIKAN PROSES JASA DI PT EISEN BOWER DENGAN MENGGUNAKAN MODEL MATURITAS NEW SERVICE DEVELOPMENT", "Abstrak": "PT Eisen Bower adalah perusahaan jasa yang bergerak di bidang industri kreatif. Jasa yang disediakan adalah berupa desain komunikasi visual dan desain interior. PT Eisen Bower ingin mengembangkan dan memperbaiki proses jasanya di sektor desain interior. Hal ini disebabkan karena jasa yang disediakan dinilai kurang kompetitif untuk perusahaan. Oleh karena itu, pihak PT Eisen Bower membutuhkan perbaikan proses jasa yang diharapkan dapat membuat jasa yang disediakan oleh PT Eisen Bower lebih sustainable.\nPerbaikan proses jasa dilakukan dengan cara memetakan proses bisnis jasa existing, dan evaluasi dari proses bisnis jasa tersebut. Berdasarkan hasil evaluasi, perbaikan proses dapat dirancang. Pemetaan proses bisnis dilakukan dengan tujuan untuk memahami proses yang berjalan di PT Eisen Bower dalam melaksanakan dan mengembangkan jasanya. Evaluasi dilakukan untuk mengetahui tingkat kesiapan proses dan organisasi dalam menyediakan jasanya. Model yang relevan digunakan untuk melakukan perbaikan proses jasa tersebut adalah New Service Development Maturity Model (NSDMM). Model ini digunakan untuk mengevaluasi dan merancang sebuah perbaikan dari proses pengembangan jasa baru. Pada dasarnya, evaluasi maturitas dapat dilakukan dengan cara studi dokumentasi, wawancara, dan observasi. Namun, hal ini memberikan kemungkinan bahwa data yang dikumpulkan bersifat subjektif. Oleh karena itu, evaluasi maturitas dilakukan dengan cara mengumpulkan bukti dukung indikator atau evidence yang dapat dijadikan sebagai instrumen penilaian maturitas yang lebih objektif.\nPerbaikan proses jasa dengan menggunakan New Service Development Maturity Model menghasilkan sebuah usulan berupa roadmap perbaikan yang di dalamnya pihak PT Eisen Bower dapat melakukan pengembangan jasanya jauh lebih baik lagi. Pengadaan workshop dan pengembangan aplikasi jasa interior dapat diterapkan dengan memanfaatkan roadmap perbaikan tersebut.", "Daftar File": {"ABSTRAK Sajjad Ali": "https://digilib.itb.ac.id/gdl/download/229704"}, "Penulis": "Sajjad Ali [13416005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, DEA", "Aldila Rizkiana, S.T., M.T., CPMA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Penilaian, Model Maturitas, Pengembangan Jasa Baru, Faktor Keberhasilan, Perbaikan Proses Jasa.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2021"}