{"Nomor": 57109, "Judul": "PEMODELAN NUMERIK PENGARUH LAND SUBSIDENCE TERHADAP EROSI PANTAI PEKALONGAN", "Abstrak": "Penelitian ini meninjau mengenai kondisi transportasi sedimen setelah terjadi land subsidence di pantai Pekalongan dengan cara melakukan proses pemodelan numerik. Penelitian ini dimulai dengan mengumpulkan data lapangan yang terdiri dari data garis pantai, data batimetri, elevasi muka air pasang surut, kecepatan arus, kecepatan angina, gelombang, dan data sedimen. Data tersebut didapatkan dari sumber primer maupun sekunder. Selanjutnya data tersebut diolah untuk memperoleh data yang dibutuhkan sebagai masukan dalam melakukan pemodelan numerik. Penelitian ini kemudian dilakukan dengan memodelkan kondisi hidrodinamika kemudian terintegrasi dengan model transpor sedimen dalam dua skenario pada kondisi sebelum dan sesudah terjadi land subsidence dimana perbedaannya terletak pada perubahan kedalaman perairan. Model numerik tersebut selanjutnya dilakukan kalibrasi dan verifikasi terhadap data elevasi muka air pasang surut dan kecepatan arus serta dilakukan uji sensitivitas untuk mengetahui karakteristik dari pemodelan numerik yang dilakukan. Kondisi hidrodinamika dan transpor sedimen ditinjau dari dari beberapa parameter seperti kecepatan dan arah arus, tinggi gelombang signifikan, elevasi muka air pasang surut dan sedimentasi atau erosi. Hasil model numerik selanjutnya dibandingkan berdasarkan skenario sebelum dan sesudah terjadi land subsidence.\nHasil penelitian menunjukkan bahwa setelah terjadi land subsidence terjadi kenaikan tingkat sedimentasi dan berkurangnya tingkat erosi di daerah penelitian, namun tingkat penurunan tanah jauh lebih cepat daripada sedimentasi yang terbentuk sehingga kenyataannya daerah tersebut tetap saja tenggelam.", "Daftar File": {"ABSTRAK Fauzi Septian Wijaya": "https://digilib.itb.ac.id/gdl/download/229715"}, "Penulis": "Fauzi Septian Wijaya [25520002]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T., Ph.D.", "Dr.Eng. Nita Yuanita, S.T., M.T.", "Alamsyah Kurniawan, S.T., Ph.D.", "Dr.Eng. Eka Oktariyanto Nugroho, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Land Subsidence, Erosi, Sedimentasi, Pemodelan Numerik, Transpor Sedimen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jul 2021"}