{"Nomor": 57102, "Judul": "KAJIAN POTENSI PENERAPAN LEAN DALAM MEMPERBAIKI KUALITAS LAYANAN PASIEN BPJS DI RUMAH SAKIT", "Abstrak": "Pelayanan kesehatan merupakan salah satu fondasi pembangunan suatu bangsa.\nRumah sakit sebagai penyedia layanan kesehatan dituntut untuk memberikan\npelayanan yang berkualitas dan sesuai dengan standar yang telah ditentukan.\nPasien sebagai konsumen utama tentunya memiliki perspektif value dalam\npelayanan dan menginginkan pelayanan yang efektif dan efisien. Penelitian ini\nbertujuan untuk mengkaji potensi penerapan lean dalam memperbaiki kualitas\nlayanan pasien BPJS di rumah sakit. Kajian dalam pra-penerapan lean sangat\ndiperlukan untuk mengetahui indikator dan aspek apa saja yang perlu diperhatikan\nsebelum menerapkan lean di rumah sakit. Lean merupakan suatu sistem perbaikan\nyang berfokus pada efisiensi, dan bertujuan untuk meningkatkan value yang\ndirasakan pelanggan dengan cara menghilangkan waste. Menggunakan teknik\npenelitian kualitatif deskriptif seperti observasi dan wawancara pada 5 rumah\nsakit yaitu RS Immanuel, RSAU dr. M. Salamun, RSUP Dr. Hasan Sadikin, dan\nRS Advent di kota Bandung, juga RSUD dr. M. Haulussy di kota Ambon,\ndiidentifikasi sebanyak 6 isu dan keluhan pasien BPJS terkait pelayanan rumah\nsakit yang termasuk dalam 8 kategori waste menurut konsep lean yaitu waiting,\noverprocessing, unnecessary transportation, unnecessary motion, defect, dan\nunderutilized abilities of people. Kemudian dilakukan analisa untuk mengetahui\nakar penyebab pemborosan menggunakan fishbone diagram. Kurangnya jumlah\nstaf, penumpukan pasien pada jam sibuk, kurangnya empati dokter dan staf lain,\nkelelahan dan stress kerja, serta sistem yang belum terintegrasi menjadi penyebab\nutama terjadinya pemborosan. Hasil penelitian menunjukan bahwa lean sangat\nberpotensi untuk diterapkan dalam memperbaiki kualitas layanan pasien BPJS di\nrumah sakit, dengan mempertimbangkan beberapa aspek pendukung untuk\nmewujudkan suatu sistem lean yang continous improvement yaitu budaya\norganisasi yang siap menghadapi kebaruan, dukungan manajemen, dan\nketerlibatan sumber daya manusia yang ada dalam sistem rumah sakit itu sendiri.", "Daftar File": {"2021 TS PP FANNY PATRICIA TENG 1.pdf": "https://digilib.itb.ac.id/gdl/download/229703"}, "Penulis": "Fanny Patricia Teng [23417022]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hardianto Iridiastadi, MSIE", "Dr. Ir. Sukoyo, M.T.", "Khoirul Muslim, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "lean, lean hospital, Pelayanan rumah sakit, Pasien BPJS.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2021"}