{"Nomor": 57103, "Judul": "ANALISIS KARAKTERISTIK STATIK DAN DINAMIK PADA HORIZONTAL SPINDLE ATTACHMENT UNTUK MESIN VMC 500", "Abstrak": "Mesin perkakas sering digunakan di industri manufaktur. Mesin milling merupakan salah satu jenis mesin perkakas yang umum pada industri manufaktur. Dengan berkembangnya teknologi, mesin milling konvensional perlahan digantikan oleh mesin CNC (Computer Numerical Control). Salah satu jenis mesin milling CNC ialah Vertical Machining Center (VMC) 500. Pada mesin VMC 500, penggunannya terbatas karena keterbatasan gerak dari sumbu spindle. Maka dari itu, muncul gagasan modular design berupa attachment yang dapat mengubah arah spindle menjadi horizontal guna mempermudah proses manufaktur dengan mesin VMC 500 yang terbatas pada sumbu vertikal.\nAttachment horizontal VMC 500 ini harus dirancang sedemikian rupa kaku agar ketelitian produk terjaga. Dengan melakukan analisis karakteristik statik dan dinamik, digunakan simulasi metode elemen hingga menggunakan perangkat lunak ANSYS. Output yang didapatkan berupa defleksi total yang terjadi, frekuensi natural dari attachment, serta dynamic compliance dalam grafik frequeny response function (FRF) dari produk rancangan.\nHasil simulasi statik menunjukkan defleksi yang terjadi pada spindle horizontal attachment sebesar 3.74 ?m pada arah sumbu-X dan -7.16 ?m pada arah sumbu-Y untuk beban kombinasi 866 N. Sedangkan hasil simulasi dinamik menunjukkan grafik FRF yang mana rancangan horizontal attachment memiliki dynamic compliance terbesar dengan frekuensi 513.05 Hz pada mode shapes ke-2 pada arah sumbu-X dan frekuensi 262.22 Hz pada mode shapes ke-1 pada arah sumbu-Y dan sumbu-Z. Dengan data tersebut, maka daerah pengoperasian yang aman dan ideal dapat diketahui", "Daftar File": {"ABSTRAK Ananda Richard Pradana": "https://digilib.itb.ac.id/gdl/download/229700"}, "Penulis": "Ananda Richard Pradana [13116116]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Prakosa, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Modular attachment, mesin perkakas, karakteristik statik dan dinamik, metode elemen hingga", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2021"}