{"Nomor": 57117, "Judul": "MODIFIKASI PEMBEBANAN ALAT KONTROL POSISI SUDUT SEBAGAI SARANA VISUALISASI PERUBAHAN KONDISI OPERASI SISTEM", "Abstrak": "Kuliah Pengantar Sistem Kendali di Teknik Mesin Institut Teknologi Bandung dilengkapi dengan praktikum untuk membantu meningkatkan pemahaman mahasiswa. Sejauh ini, telah dibuat alat kontrol posisi yang dapat menunjukkan berbagai macam fenomena dan prestasi kontrol, namun belum dapat menunjukkan fenomena perubahan kondisi operasi sistem. Oleh karena itu, penelitian ini bertujuan untuk memodifikasi beban pada alat kontrol posisi tersebut sehingga dapat menunjukkan pengaruh perubahan kondisi operasi sistem.\nPada penelitian ini, digunakan motor arus searah dengan roda gigi internal yang parameternya diidentifikasi terlebih dahulu untuk membantu proses pemodelan. Kemudian, modifikasi dilakukan pada alat kontrol posisi dengan menempelkan beban berupa batang lengan pada roda gila yang ada, sehingga beban torsi akibat gravitasi akan bervariasi sesuai dengan posisi sudut. Setelah itu, dilakukan pemodelan persamaan gerak dari alat kontrol posisi hasil modifikasi menjadi sistem tak linear. Untuk membantu analisis, dilakukan linearisasi persamaan gerak dimana persamaan tak linear menjadi persamaan linear yang parameternya berubah terhadap waktu.\nBerdasarkan hasil analisis root locus, ditemukan bahwa sistem linear dengan sudut linearisasi yang berbeda memiliki performa dan kestabilannya berbeda pula. Ini berarti bahwa penyeteman yang cocok pada suatu sudut operasi tertentu tidak akan cocok digunakan pada sudut operasi lainnya. Semakin jauh sudut operasi dari sudut linearisasinya, respon sistem akan semakin jauh berbeda dari respon tak linearnya. Untuk mengatasi fenomena tersebut dapat digunakan metode gain scheduling.", "Daftar File": {"ABSTRAK Stevian Kevianto": "https://digilib.itb.ac.id/gdl/download/229723"}, "Penulis": "Stevian Kevianto [13116040]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kendali posisi, perubahan kondisi operasi, root locus, gain-scheduling.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jul 2021"}