{"Nomor": 57111, "Judul": "PENGARUH JUMLAH PEMBERIAN AIR BERDASARKAN PERBEDAAN METODE PENENTUAN KEBUTUHAN AIR PADA SISTEM FERTIGASI TETES TERHADAP PERTUMBUHAN DAN HASIL BIOMASSA TANAMAN SAWI PAGODA (BRASSICA RAPA SUBSP. NARINOSA)", "Abstrak": "Meningkatnya kebutuhan air dan menurunnya luas lahan potensial pertanian di Indonesia menyebabkan pelaku pertanian harus meningkatkan efisiensi penggunaan air untuk menjaga produktivitas pertanian. Dengan diketahuinya kebutuhan air tanaman, maka volume dan waktu pemberian air dapat direncanakan secara lebih presisi. Sistem irigasi tetes merupakan irigasi yang memiliki tekanan dan debit yang rendah dan pengaplikasian airnya hanya pada daerah sekitar perakaran tanaman sehingga efisiensi air dapat berkisar hingga 80-85%, jauh lebih tinggi dari pada sistem irigasi konvensional-genangan yang hanya sekitar 50%. Produk hortikultura merupakan salah satu produk pertanian yang memiliki tingkat kebutuhan yang tinggi, dengan data peningkatan kebutuhan produk hortikultura di Indonesia setiap tahunnya dapat mencapai 8-15%. Tujuan penelitian ini adalah menentukan pengaruh jumlah pemberian air terhadap pertumbuhan (tinggi tanaman, jumlah daun, dan luas kanopi), hasil biomassa (bobot basah, bobot kering, kadar air, dan indeks panen) tanaman sawi pagoda (Brassica rapa subsp. narinosa) pada sistem fertigasi tetes. Penelitian dilakukan pada tanggal 1 Desember 2020 hingga 15 Januari 2021 di Lahan Perusahaan Habibi Garden (PT. Habibi Digital Nusantara), Kecamatan Arcamanik, Kota Bandung, Jawa Barat. Jenis penelitian adalah korelatif-kuantitatif, yang dilaksanakan menggunakan 3 rancangan perlakuan penentuan kebutuhan air yakni P1 (Metode empiris Pennman-Monteith), P2 (Metode Referensi Literatur), dan P3 (Metode Aktual Timbang). Hasil penelitian menunjukkan bahwa perlakuan jumlah pemberian air tidak memengaruhi pertumbuhan tanaman (tinggi tanaman, jumlah daun, dan luas kanopi) namun berpengaruh pada hasil biomassa (bobot basah, bobot kering, dan indeks panen) pada tanaman sawi pagoda (Brassica rapa subsp. narinosa). Kemudian berdasarkan perhitungan neraca massa didapatkan total input dan output massa pada sistem budidaya tanaman sawi pagoda adalah sebesar 5.039,70 g/polybag/produksi. Adapun pada perhitungan neraca energi didapatkan total input sebesar 25.686,71 kJ/polybag/produksi dan total output sebesar 12.490,55 kJ/polybag/produksi sehingga didapatkan heatloss sebesar 13.196,15 kJ/polybag/produksi.", "Daftar File": {"ABSTRAK Khalish Muhammad Azka": "https://digilib.itb.ac.id/gdl/download/229717"}, "Penulis": "Khalish Muhammad Azka [11417017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Dr.Eng. Arno Adi Kuntoro, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biomassa, Evapotranspirasi, Irigasi Tetes, Jumlah Air, Pertumbuhan, Sawi Pagoda.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jul 2021"}