{"Nomor": 57118, "Judul": "ANALISIS FITNESS FOR SERVICE LEVEL 3 PADA PIPA PENYALUR GAS", "Abstrak": "Energi adalah kebutuhan mendasar bagi masyarakat. Energi merupakan komoditas\nstrategis mengingat seluruh sistem dan dinamika kehidupan manusia dan negara bergantung\nkepada energi. Maka, energi adalah urat nadi kehidupan dan motor penggerak di semua\nsektor. Kebutuhan energi primer di Indonesia semakin meningkat seiring dengan\npertambahan jumlah penduduk dan pertumbuhan ekonomi. Saat ini mayoritas energi yang\ndigunakan berasal dari bahan bakar minyak dan batu bara. Padahal cadangan bahan bakar\nfosil yang tersedia sudah tidak banyak lagi. Sudah saatnya untuk beralih ke energi baru dan\nterbarukan yang terjamin ketersediaannya serta ramah lingkungan. Namun hal ini tidaklah\nmudah, perlu usaha dan kerja sama dari berbagai pihak dalam mengupayakannya. Gas bumi\nadalah salah satu alternatif yang menjanjikan dalam transisi ini.\nGas bumi semakin menunjukkan perannya yang penting dalam energi pembangkit saat\nini. Gas alam cenderung lebih disukai dibanding bahan bakar fosil lainnya karena kandungan\nkarbon nya yang lebih rendah. Hal ini pun menjadikannya alternatif yang baik dalam transisi\ndari energi fosil ke energi baru dan terbarukan.\nPada tugas sarjana kali ini, penulis akan melakukan asesmen sistem pipa penyalur gas\nyang sudah ada namun mengalami perubahan struktur integritas akibat adanya korosi. Perlu\ndilakukan assesment fitness for service (FFS) level 3 untuk menjamin integritas sistem\nperpipaan. Dengan dilakukan analisis ini, diharapkan sistem perpipaan tersebut dapat\ndioperasikan dengan aman dan menjamin ketersediaan gas bumi di fasilitas pengolahan gas\nbumi.", "Daftar File": {"ABSTRAK Muhammad Naufal Fauzan": "https://digilib.itb.ac.id/gdl/download/229724", "COVER Muhammad Naufal Fauzan": "https://digilib.itb.ac.id/gdl/download/240406", "PUSTAKA Muhammad Naufal Fauzan": "https://digilib.itb.ac.id/gdl/download/240414"}, "Penulis": "Muhammad Naufal Fauzan [13117099]", "Kontributor / Dosen Pembimbing": ["M. Agus Kariem, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Energi, FFS, gas bumi, keamanan, pipa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Jul 2021"}