{"Nomor": 57112, "Judul": "PRA-RANCANGAN INDUSTRI PISANG AMBON KUNING (MUSA ACUMINATA) BERBASIS DIGITAL PLATFORM DENGAN APLIKASI MODIFIED ATMOSPHERE CONTAINER PADA PROSES TRANSPORTASI", "Abstrak": "Pisang merupakan jenis buah klimaterik sehingga pisang akan tetap\nmengalami lonjakan kematangan meski telah melewati proses pemanenan.\nTransportasi pengiriman buah pisang ambon kuning (Musa acuminata) dari\nprodusen ke konsumen selama tiga jam dengan menggunakan sepeda motor\nterindikasi menyebabkan kerusakan pada buah pisang ambon kuning. Sebagai buah\nklimakterik pisang akan mengalami lonjakan laju respirasi sebagai respon suhu\nyang lebih tinggi. Begitupula dengan peningkatan produksi gas etilen. Demi\nmengurangi laju kematangan buah pisang selama proses transportasi, maka perlu\ndilakukan modifikasi pada sistem pengemasan buah pisang di dalam tas kurir\nselama proses transportasi. KMnO4 berperan sebagai ethylene scavenger yang\ndiaplikasikan pada tas kurir untuk mencegah kerusakan dan menjaga kualitas\npisang dari faktor kerusakan emisi gas etilen selama proses transportasi pengiriman\nproduk ke konsumen. Pada penelitian ini akan difokuskan kepada pengaruh gas\netilen terhadap kerusakan buah pisang ambon kuning dan pencegahan kerusakan\nbuah pisang akibat gas etilen selama proses transportasi pengiriman ke konsumen.\nHasil penelitian menunjukkan bahwa penambahan KMnO4 sebagai ethylene\nscavenger dapat menjaga kualitas dan mencegah kerusakan pada buah pisang\nambon kuning saat proses transportasi pengiriman ke konsumen. Perlakuan 3 gram\nKMnO4 tanpa penambahan icepack sebagai penjaga kestabilan suhu memberikan\nhasil terbaik dilihat dari susut bobot, perubahan derajat keasaman (pH), dan\nperubahan total padatan terlarut serta dari pengujian organoleptik. Dari penelitian\nini dapat disimpulkan bahwa potassium permanganat dapat digunakan sebagai\nbahan penjaga kualitas pisang ambon kuning selama pengiriman.", "Daftar File": {"ABSTRAK Abryanto Siliwangi": "https://digilib.itb.ac.id/gdl/download/229718"}, "Penulis": "Abryanto Siliwangi [11917034]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Khalilan Lambangsari, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pisang ambon kuning, ethylene scavenger, KMnO4, fresh product ecommerce, transportasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jul 2021"}