{"Nomor": 57119, "Judul": "PERFORMANCE ENHANCEMENT OF AN ELECTRIC VEHICLE PLATFORM USING MULTIDISCIPLINARY DESIGN OPTIMIZATION METHOD", "Abstrak": "Electric vehicles are now developed as the future’s hope for fighting climate change and reduce the usage of petroleum-based fuels. By using batteries, electric vehicles are able to reduce air pollution emissions compared to petroleum-based vehicles. The primary objective of this research is to optimize an electrical bus chassis by considering the chassis’ bending rigidity, torsional rigidity, static test load case, and NVH. In this research, it is studied that the optimum design in one discipline may not be the optimum design for the other discipline. Besides that, this research also studies the final design determination that fulfills all of the disciplines. The final design is later tested for its frontal crash safety.\nThe final design performance is later compared to the baseline design chassis and an existing chassis available on the market. In this research, the baseline chassis is modified into several variations, to which design factors are assigned based on the L16 orthogonal array. Then, the effects of each level of design variable are calculated by using Taguchi’s Robust Parameter method. The controlled variables are analyzed for their influence on the performance using the Analysis of Variance. After the effects of each level of design variable are acknowledged, the results are then calculated into an objective function using the weighted sum method so that one final design can be selected. The final design is determined to be a chassis with the configuration of Geometry K, the thickness of 6 mm, and constructed with Al 6005 material. The most influential factor of the chassis’ bending rigidity, torsional rigidity, and static test strength is the thickness. Meanwhile, the geometry of the chassis is the most influential factor in the NVH discipline. The estimated optimum design has a torsional rigidity of 16.021 kN/mm, bending rigidity of 3.612 kN/mm, the static test safety factor of 3.47, and 1 natural frequency below 25 Hz. The final design is later tested for its frontal crash safety, where the stress of the battery is evaluated. However, the battery stress exceeds 10 MPa where a short circuit occurs. For that reason, the geometry of the chassis is changed to the next-best design, where the Geometry L is chosen. The chassis with the configuration of Geometry L, the thickness of 6 mm, and material Al 6005 has passed the frontal crash criteria as the battery stress does not exceed 10 MPa during the frontal crash test. The final design has the torsional rigidity of 14.94 kNm/grad, bending rigidity of 3.613 kN/mm, static test safety factor of 4.27, and 2 natural frequencies below 25 Hz (16.95 Hz and 24.72 Hz).", "Daftar File": {"ABSTRAK Muhammad Satryo Sulton Sahara": "https://digilib.itb.ac.id/gdl/download/229725"}, "Penulis": "Muhammad Satryo Sulton Sahara [13617026]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Dr. Ir. Sigit Puji Santosa, MSME", "Dr. Bentang Arief Budiman, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "multidisciplinary design optimization, chassis, torsional rigidity, bending rigidity, static test, NVH, frontal crash, crashworthiness, Taguchi Method", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jul 2021"}