{"Nomor": 57124, "Judul": "GAIT STABILITY ANALYSIS COMPARISON USING LYAPUNOV EXPONENT AND RECURRENCE QUANTIFICATION ANALYSIS METHODS", "Abstrak": "In recent years, the gait stability was analyzed through several methods on various type of\nsignal that related to the recurrence properties of this movement. The gait stability analysis\nmethods came up with several quantifiers to express its stability. Based on several recent\nresearch, the most used methods to quantify a gait movement were Lyapunov Exponent (LE)\nand Recurrence Quantification Analysis (RQA). The comparison of these methods with the\nvariation of walking speeds were evaluated in this research to obtain the most reliable\nquantifiers for the gait stability analysis. The gait of eleven participants of 22 ± 0.85 years old\nwith a BMI of 21.76 ± 2.06 kg/m2 were tracked by a 3D optical motion capture system by\nusing four action cameras as the data acquisition equipment. To test the effect of walking\nspeed variation, each subject then performed the walk on the treadmill with a speed\nof 70%, 100%, and 130% of their natural walking speed. The gait data used in this study for\nthe LE and RQA methods were the joint angular positions and joint angular accelerations,\nrespectively. Both methods used 5 of embedding dimensions and 10% of a cycle as the time\ndelay. The quantifiers that are evaluated were short Lyapunov Exponent (sLE) and long\nLyapunov Exponent (lLE) for the LE method, and Recurrence Rate (RR) and Determinism\n(DET) for the RQA method. This research show that the most reliable quantifiers to analyze\nthe gait stability were short Lyapunov Exponent (sLE) and Determinisim (DET) on the knee\njoint as the object of analysis. By the increased of walking speed, the sLE shows that the\nsubjects tend to have a lower fall risk and the DET shows that the subject walk more stable.", "Daftar File": {"ABSTRAK Daffa Faisal Afif": "https://digilib.itb.ac.id/gdl/download/229730"}, "Penulis": "Daffa Faisal Afif [13117135]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Ferryanto, S.T., M.T.", "Arif Sugiharto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "gait stability, methods comparison, Lyapunov Exponent, Recurrence Quantification Analysis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jul 2021"}