{"Nomor": 57129, "Judul": "ANALISIS DESAIN STRUKTUR PELINDUNG PADA PUSAT MANGROVE INDONESIA DI PEKALONGAN PROVINSI JAWA TENGAH MENGGUNAKAN METODA NUMERIK", "Abstrak": "Pusat Informasi Mangrove (PIM) Pekalongan berada pada Kabupaten Pekalongan\nyang berbatasan langsung dengan pesisir pantai Pekalongan. Wilayah pesisir\nPekalongan Utara memiliki nilai elevasi tanah yang rendah yaitu < 1 meter. Hal\nini menyebabkan wilayah tersebut tergenang banjir pasang. Banjir pasang yang\nterjadi di wilayah tersebut merupakan kejadian dengan intensitas yang sering dan\nmengakibatkan infrastruktur dan pemukiman mengalami kerusakan sehingga\nmenyebabkan kerugian cukup besar. Oleh karena itu perlu dilakukan upaya\nmitigasi untuk mengurangi besarnya kerusakan yang terjadi.\nPenelitian ini bertujuan untuk menentukan struktur apa yang sesuai untuk\npermasalahan erosi dan land subsidance yang terjadi di Pekalongan, serta\nmenganalisis struktur media tanam mangrove yang sesuai untuk lokasi Pusat\nInformasi Mangrove Pekalongan, sehingga dapat bermanfaat untuk mitigasi\nmengenai banjir pasang di pesisir Pekalongan Utara. Setelah mendapatkan\nstruktur terbaik akan dilakukan pemodelan numerik menggunakan perangkat\nlunak Delft3D dan Delft Dashboard. Data lingkungan didapatkan secara primer\ndengan adanya tim survei di lokasi penelitian dan sekunder dari data open source,\nberupa data angin, gelombang, arus, pasang surut, sedimen, tanah. Dari\npengolahan data lingkungan dan analisa dengan berbagai aspek desain didapatkan\nstruktur pelindung pantai berupa groin dengan panjang 45 m menuju laut, lebar\nmercu 2m, elevasi puncak groin 4.5m menggunakan material batu kasar bersudut\npada primary dan secondary layer. Untuk struktur media tanam mangrove pada\nPIM Pekalongan digunakan guludan dengan dimensi 10mx5mx4m. Simulasi\npemodelan dimulai dari 1 April 2021 hingga 16 April 2021 dengan penambahan\nstruktur groin. Didapat hasil rerata sedimentasi saat pemodelan 15 hari tersbut\nsetinggi 0.7 m diatas MSL, sedangakan rerata erosi sedalam 0.9 m. Maka\ndisimpulan bahwa masih terjadinya erosi pada area penelitian. Hal tersebut dapat\nterjadi karena waktu simulasi yang terlalu singkat sehingga belum ada hasil yang\nakurat untuk memprediksi untuk waktu kedepan.", "Daftar File": {"ABSTRAK Yola": "https://digilib.itb.ac.id/gdl/download/229735"}, "Penulis": "Yola [25520005]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T., Ph.D.", "Dr.Eng. Nita Yuanita, S.T., M.T.", "Alamsyah Kurniawan, S.T., Ph.D.", "Dr.Eng. Eka Oktariyanto Nugroho, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "PIM Pekalongan, Struktur, Pemodelan, Groin, Guludan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jul 2021"}