{"Nomor": 57137, "Judul": "ANALISIS IN SILICO PENINGKATAN AFINITAS ENZIM DNA POLIMERASE DARI PYROCOCCUS WOESEI DAN THERMUS SCOTODUCTUS YANG DIFUSIKAN DENGAN PROTEIN PENGIKAT DNA SSH10 DAN SAC7D", "Abstrak": "DNA polimerase termostabil, merupakan enzim kunci dalam tes diagnostik berbasis PCR,\ndan digunakan untuk polimerisasi rantai DNA. Namun, reaksi PCR tersebut dapat menjadi\ntidak efisien jika terjadi afinitas yang lemah antara DNA polimerase dengan target DNA.\nBerbagai upaya dilakukan untuk meningkatkan afinitas enzim tersebut, diantaranya adalah\ndengan melakukan fusi antara DNA polimerase dengan protein pengikat DNA (DNA binding\nprotein). Oleh karena itu, dalam penelitian ini, akan dirancang fusi enzim DNA polimerase\ndengan protein DNA-binding, dimana hasil rancangan tersebut akan dikonstruksi ke dalam\nvektor ekspresi secara in silico. Sebagai model digunakan Pwo DNA polimerase (NCBIProteinID:\nU84155.1) dan Tsk1 DNA polimerase (NCBI-ProteinID: MW080815.1) yang\nkemudian difusikan terhadap protein pengikat DNA SSH10 (NCBI-ProteinID:AJ298830.1)\ndan Sac7d (NCBI-ProteinID:AAY79492.1). Selanjutnya, kualitas struktur primer protein\ndiprediksi menggunakan program ProtParam. Model 3D protein diprediksi menggunakan\nprogram trRosetta. Selanjutnya, kualitas model tersebut dianalisis dengan menggunakan\nprogram YASARA, Fold X, SAVES, ProSA, dan Molprobity. Kandidat protein terpilih\nkemudian dianalisis lebih lanjut melalui molecular docking dengan program HADDOCK.\nHasil interaksi ligan dengan model protein divisualisasi dengan program LigPlot. Selanjutnya,\npada sekuens DNA dari protein fusi terpilih dilakukan optimasi kodon menggunakan\nprogram JCat dan sekuens DNA tersebut kemudian dikonstruksi ke dalam vektor ekspresi\npET23a menggunakan program SnapGene. Dari penelitian ini, didapatkan protein fusi\nPwo_Sac7d sebagai protein fusi terpilih dengan hasil nilai HADDOCK sebesar -167.2, Zscore\ndengan nilai -1.9, RMSD sebesar 0.6, energi interaksi dengan ligan sebesar -10.34\nkcal/mol dan energi bebas Gibbs (?G) sebesar -195.88 kcal/mol. Dalam protein terpilih\ntersebut, terdapat sebanyak 29 residu yang berpotensi untuk berinteraksi dengan ligan,\ndimana 13 diantaranya merupakan residu kunci yang berada pada sisi palm dan thumb dari\nDNA polimerase. Dari hasil sekuens DNA didapatkan nilai CAI 0.86 dan konten GC sebesar", "Daftar File": {"ABSTRAK Mathilda Azaria Alma Puteri": "https://digilib.itb.ac.id/gdl/download/229744"}, "Penulis": "Mathilda Azaria Alma Puteri [10417036]", "Kontributor / Dosen Pembimbing": ["Dr. Azzania Febriani"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Afinitas, DNA, Polimerase, Fusi Protein, DNA-Binding Protein", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2021"}