{"Nomor": 57136, "Judul": "PENGARUH SUHU DINGIN MENGGUNAKAN ICE PACK GEL TERHADAP KUALITAS BUAH PISANG (MUSA ACUMINATA L.) SELAMA PROSES TRANSPORTASI: STUDI KASUS ECOMMERCE CIKEMBANG, BANDUNG", "Abstrak": "Di era modern 4.0 kebutuhan manusia akan asupan gizi yang baik menjadi prioritas\npenting ditengah kesibukan yang dilakukan. Oleh karena itu terdapat sistem fresh\ne-commerce, yaitu sejenis e-commerce ini menjual dan mendistribusikan sembako\nsegar ke konsumen. Tetapi pada kasus tertentu buah pisang (Musa Acuminata L.)\ndapat mengalami kerusakan yang terjadi karena suhu, kelembaban, produksi etilen,\nkerusakan fisik dan mekanis selama distribusi. Penelitian ini dilakukan untuk\nmengetahui pengaruh suhu menggunakan ice pack dan proses buka tutup dari kotak\ndistribusi buah pisang oleh e-commerce tersebut. Studi kasus dirancang untuk\nmengetahui pengaruh suhu dingin (ice pack gel) dan tanpa suhu dingin. Perlakuan\nini menggunakan variasi buka-tutup setiap 0 menit (dibuka terus), 10 menit, 20\nmenit, dan 180 menit (ditutup terus) dengan durasi dibuka selama 5 menit. Teknik\npengambilan data yang digunakan yaitu teknik non probability sampling dengan\nsetiap kontainer terdiri dari 6 sampel dan masing masing terdapat 3 ulangan dalam\nsetiap sampel dan perlakuan dilakukan 3 kali ulangan. Durasi penelitian yaitu 3 jam\ndengan asumsi durasi pengiriman sayur dan buah di platform e-commerce ini. Hasil\npenelitian diperoleh penggunaan ice pack gel dapat menurunkan suhu kotak\ndistribusi sebesar 2,2 + 0,02 ?. Pengaruh suhu dingin berpengaruh terhadap\nkualitas buah pisang dengan parameter organoleptik, pH, kekerasan, dan susut\nbobot. Penilaian sensori menghasilkan perlakuan dengan suhu dingin (ice pack gel)\nlebih dipreferensikan oleh panelis.", "Daftar File": {"ABSTRAK Setiawan": "https://digilib.itb.ac.id/gdl/download/229743"}, "Penulis": "Setiawan [11917022]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Khalilan Lambangsari, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Suhu,ice pack, buah pisang, transportasi, e-commerce.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2021"}