{"Nomor": 57140, "Judul": "STUDI PENYERAPAN ENERGI MULTI-STABLE BEAM-TYPE METASTRUCTURE (MBM) DENGAN GEOMETRI TRACTRIX PADA STRUKTUR SUBFLOOR HELIKOPTER", "Abstrak": "Dengan peningkatan jumlah helikopter setiap tahun, peningkatan sistem kelaiktabrakan juga perlu dilakukan demi menjamin keselamatan penumpang pada saat terjadi kecelakaan. Salah satu sistem kelaiktabrakan pada helikopter adalah struktur penyerap energi yang terletak pada struktur subfloor.\nPenelitian ini bertujuan untuk melihat performa penyerapan energi pada struktur subfloor helikopter dengan mengaplikasikan struktur Multi-stable beam-type Metastructure (MBM). Geometri tractrix diaplikasikan pada unit sel MBM guna melihat pengaruh dari bentuk beam terhadap performa penyerapan energi. Optimasi Taguchi dan Analisis Variansi (ANOVA) dilakukan guna mendapatkan parameter optimum dari unit sel dengan menggunakan 4 faktor kontrol yang terdiri dari material, panjang garis tangensial tractrix, panjang horizontal beam, dan ketebalan beam. Dari hasil optimasi, didapatkan bahwa unit sel optimum dibentuk dari material aluminium alloy 5754 dengan ketebalan beam sebesar 1.5 mm, panjang horizontal beam 10 mm, dan panjang garis tangensial tractrix sebesar 16 mm. Terjadi peningkatan nilai SEA yang signifikan dengan nilai gain sebesar 10.49 dB. Selanjutnya, dari hasil perbandingan antara geometri tractrix dengan geometri polinomial biasa didapatkan bahwa struktur MBM dengan geometri tractrix memiliki performa penyerapan energi yang lebih baik dengan besar peningkatan SEA sebesar 3,4%.\nUnit sel optimum kemudian diaplikasikan pada struktur subfloor helikopter dalam bentuk geometri kolom. Setelah itu, dilakukan perbandingan performa penyerapan energi antara kolom MBM dengan crashbox konvensional. Namun, dari hasil simulasi didapatkan bahwa kolom MBM yang didesain menghasilkan nilai SEA yang lebih rendah dengan selisih yang signifikan. Hal ini menunjukkan bahwa struktur MBM yang telah didesain belum dapat menggantikan crashbox sebagai struktur penyerap energi", "Daftar File": {"ABSTRAK Aprilian Nurahman": "https://digilib.itb.ac.id/gdl/download/229747"}, "Penulis": "Aprilian Nurahman [13617021]", "Kontributor / Dosen Pembimbing": ["Djarot Widagdo, Ph.D.", "Dr. Annisa Jusuf, S.T., M.T.", "Dr. Ir. Sigit Puji Santosa, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Multi-stable Beam-type Metastructure (MBM), Tractrix, Optimasi Taguchi, Struktur Subfloor Helikopter, Penyerapan energi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2021"}