{"Nomor": 57144, "Judul": "ANALISIS STRUKTUR RINGAN BERBASIS METASTRUKTUR SEBAGAI PENYERAP ENERGI PADA SUB-CARGO PESAWAT TERBANG", "Abstrak": "Penelitian tentang geometri dan optimasi penggunaan metastruktur sebagai\nalternatif struktur penyerap energi pada sub-cargo pesawat didasari pada\npeningkatan crashworthiness dari pesawat. Kecelakaan pada pesawat seringkali\nterjadi saat fase takeoff maupun landing. Hal ini menyebabkan kerusakan pada\nbagian sub-cargo pesawat dan berpotensi untuk mengancam keselamatan dari\npenumpang. Oleh karena itu, pada penelitian ini, penggunaan struktur ringan\nberbasis metastruktur untuk penyerap energi pada bagian sub-cargo pesawat akan\ndipelajari karena struktur ini selain ringan, juga memiliki kemampuan yang baik\ndalam penyerapan energi.\nKemampuan dari struktur ringan berbasis metastruktur akan dievaluasi secara\ndinamik menggunakan metode elemen hingga untuk memperoleh specific energy\nabsorption (SEA). Dalam kasus ini, akan ada 4 faktor kontrol diantaranya geometri,\ntinggi luar, sudut, dan material, dengan masing-masing faktor kontrol memiliki 3\nlevel, yang kemudian analisis akan dilakukan menggunakan Analysis of Variance\n(ANOVA) dan dioptimasi menggunakan metode Taguchi dengan output berupa\nsensitivitas struktur terhadap faktor kontrol dan desain optimum struktur. Analisis\ndilakukan pada unit sel. Terdapat lima jenis unit sel dengan geometri berbasis\nmetastruktur diuji diantaranya kubik, tetrahedron, double-arrowed auxetic (DAA),\ndouble-U (DUH), dan re-entrant. Kemudian, unit sel hasil optimasi diaplikasikan\npada struktur sub-cargo pesawat terbang. Model pesawat terbang yang digunakan\nadalah bagian belakang badan pesawat terbang Airbus A320. Uji drop-weight\ndilakukan dengan kecepatan awal 9 m/s dan nantinya hasil penyerapan energi pada\nsub-cargo berjenis DAA akan dibandingkan dengan struktur half-tube.\nHasil simulasi menunjukan struktur penyerap energi dengan jenis DAA pada subcargo\nmenghasilkan SEA sebesar 27,59 kJ/kg. Nilai SEA ini mengalami\npeningkatan sebesar 48% jika dibandingkan dengan SEA yang dihasilkan struktur\nhalf-tube. Hasil ini menunjukkan struktur dengan jenis DAA mampu menjadi salah\nsatu alternatif struktur penyerap energi pada pesawat terbang di masa depan.", "Daftar File": {"ABSTRAK Nanda Satria Yudhistira": "https://digilib.itb.ac.id/gdl/download/229750"}, "Penulis": "Nanda Satria Yudhistira [13617071]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Dr. Ir. Sigit Puji Santosa, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Metastruktur, Specific Energy Absorption (SEA), Sub-cargo, Crashworthiness, Metode Taguchi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2021"}