{"Nomor": 57158, "Judul": "PREDIKSI TIMBULAN DAN USULAN KONSEP PENGELOLAAN LIMBAH MASKER RUMAH TANGGA DI KOTA BANDUNG", "Abstrak": "Pandemi Covid-19 di Indonesia menyebabkan tingginya timbulan limbah medis tak terkecuali di Kota Bandung. Dalam skala rumah tangga, timbulan limbah medis terbanyak yaitu limbah masker. Menurut Peraturan Pemerintah No. 27 tahun 2020 tentang Pengelolaan Limbah Spesifik, limbah masker memiliki karakteristik infeksius dan tergolong sebagai B3. Hal ini diperkuat dengan penelitian yang menunjukkan bahwa SARS-CoV-2 (Covid-19) dapat bertahan di permukaan benda selama periode yang panjang diantaranya yaitu 72 jam di plastik, 48 jam di stainsless steel dan 24 jam di kertas dan kardus (UNEP,2020). Pengambilan sampel dalam penelitian ini menggunakan metode proportional stratified random sampling. Dari metode tersebut diperoleh 529 sampel dari populasi Kota Bandung yang terbagi dalam 8 Sub Wilayah Kota Bandung. Hasil penelitian menunjukkan bahwa komposisi limbah masker rumah tangga didominasi oleh limbah masker medis sebanyak 60%, masker kain sebanyak 32% dan masker respirator sebanyak 8%. Prediksi total timbulan limbah masker untuk masing-masing tingkat ekonomi yaitu mencapai 0,9 ton/hari untuk tingkat ekonomi rendah, 1,33 ton/hari untuk tingkat ekonomi sedang dan 1,67 ton/hari untuk tingkat ekonomi tinggi. Hasil proyeksi timbulan limbah masker sekitar 3,89 ton/hari dan 1421,44 ton/tahun pada 2021. Berdasarkan hasil proyeksi dan persentase perlakuan, disusun Material Flow Analysis yang menunjukkan bahwa 91,85% pengelolaan limbah masker selama ini masih tercampur dengan sampah rumah tangga lainya dan terbuang ke lingkungan. Perlakuan tersebut diantaranya yaitu pembuangan ke tempat sampah sebesar 89,13%, dibakar 2,21% dan pembuangan ke tanah kosong maupun parit sebesar 0,51%. Selain dibuang, 0,17% limbah masker dikirim ke pihak ketiga, 0,17% limbah masker disimpan dan 7,81% limbah masker dimanfaatkan kembali. Dengan proyeksi timbulan dan tingginya bahaya limbah masker bagi kesehatan serta lingkungan, maka disusun usulan konsep pengelolaan limbah masker terintegrasi dengan mempertimbangkan willingness to participate masyarakat yang meliputi pemilahan limbah masker di sumber, pewadahan dengan ziplock bag atau kresek ganda, pengumpulan khusus dengan sistem komunal dan drop box, pengangkutan dengan transportasi khusus dan transportasi umum dilengkapi dengan ketentuan tertentu, dan pengolahan menggunakan autoklaf.", "Daftar File": {"TA 2021 Safira Salsabillah 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/229765"}, "Penulis": "Safira Salsabillah [15317036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Made Wahyu Widyarsana, S.T., M.T.", "Dr. Ir. Mochammad Chaerul, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "limbah masker, Covid-19, pengelolaan limbah, Limbah B3, rumah tangga", "Sumber": "TA Juli 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Jul 2021"}