{"Nomor": 57157, "Judul": "PRA-RANCANGAN INDUSTRI WALL PANEL DARI BATANG KELAPA SAWIT TERIMPREGNASI ABU CANGKANG SAWIT DAN RESIN FENOL FORMALDEHIDA: KETAHANAN BATANG KELAPA SAWIT TERIMPREGNASI ABU CANGKANG SAWIT DAN RESIN FENOL FORMALDEHIDA TERHADAP RAYAP, BUBUK KAYU KERING, DAN CUACA", "Abstrak": "Pemanfaatan batang kelapa sawit saat ini masih terbatas dan belum optimum, padahal memiliki potensi sebagai alternatif sumber kayu yang berkelanjutan. Hal ini dikarenakan batang kelapa sawit memiliki keawetan atau ketahanan yang rendah sehingga mudah diserang oleh organisme perusak kayu. Salah satu upaya untuk meningkatkan kualitas batang kelapa sawit adalah dengan teknologi impregnasi. Penelitian ini bertujuan untuk menentukan konsentrasi optimum batang kelapa sawit terimpregnasi dalam menahan serangan rayap, bubuk kayu kering dan kerusakan oleh cuaca. Batang kelapa sawit di impregnasi menggunakan bahan impregnan yang terdiri dari campuran abu cangkang sawit dalam resin fenol formaldehida (PF) dengan variasi konsentrasi 0% (PA0), 1% (PA1), 3% (PA2), 5% (PA3), dan 10% (PA4). Masing-masing perlakuan konsentrasi dilakukan 3 ulangan. Rancangan percobaan yang digunakan adalah Rancangan Acak Lengkap (RAL) dan uji lanjut Duncan. Pengujian ketahanan degradasi yang dilakukan meliputi uji terhadap rayap kayu kering, rayap tanah, bubuk kayu kering, serta ketahanan terhadap cuaca. Hasil penelitian menunjukkan PA3 adalah perlakuan terbaik berdasarkan ketahanan terhadap rayap kayu kering (kelas awet I) dan berdasarkan ketahanan terhadap cuaca. PA0 adalah perlakuan terbaik berdasarkan ketahanan terhadap rayap tanah (kelas awet III). PA2 adalah perlakuan terbaik berdasarkan ketahanan terhadap bubuk kayu kering (kelas awet I). Dengan spesifikasi yang diperoleh, batang kelapa sawit terimpregnasi dapat digunakan sebagai bahan baku dalam pembuatan produk furnitur dan penggunaan diluar ruangan.", "Daftar File": {"ABSTRAK Riezca Cecilia Dewi": "https://digilib.itb.ac.id/gdl/download/229764"}, "Penulis": "Riezca Cecilia Dewi [11917013]", "Kontributor / Dosen Pembimbing": ["Dr. Anne Hadiyane, S.Hut., M.Si.", "Dr. Ir. Tati Karliati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Abu cangkang sawit, batang kelapa sawit, fenol formaldehida, impregnasi, ketahanan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jul 2021"}