{"Nomor": 57156, "Judul": "PRA-RANCANGAN INDUSTRI JERUK LEMON DENGAN TEKNOLOGI DEGREENING: PENGARUH DURASI PERENDAMAN ETHEPHON TERHADAP KUALITAS JERUK LEMON (CITRUS LIMON) SELAMA DEGREENING DAN PENYIMPANAN TUGAS", "Abstrak": "Lemon merupakan jeruk yang memiliki ciri khas kulit berwarna kuning cerah dengan rasa dan aroma menyegarkan. Kenampakan jeruk lemon lokal cenderung memiliki daya tarik yang rendah karena kenampakan luar lemon masih berwarna hijau kekuningan dan tidak seragam meskipun telah matang. Upaya yang dilakukan untuk meningkatkan kualitas lemon adalah melalui degreening dengan ethephon. Degreening pada jeruk lemon dipengaruhi oleh beberapa faktor diantaranya durasi perendaman ethephon. Pemberian ethephon dapat mempengaruhi kualitas lemon selama penyimpanan setelah proses degreening. Penelitian bertujuan untuk menentukan pengaruh durasi perendaman ethephon terhadap kualitas jeruk lemon selama proses degreening dan penyimpanan serta menentukan durasi perendaman ethephon yang terbaik untuk degreening jeruk lemon. Rancangan penelitian yang digunakan adalah Rancangan Acak Kelompok sederhana yang terdiri dari empat perlakuan durasi perendaman ethephon yaitu 0 menit, 1 menit, 5 menit dan 10 menit. Konsentrasi ethephon yang digunakana adalah 480 ppm. Variabel yang diuji pada penelitian ini adalah Citrus Color Index (CCI), °hue, kandungan klorofil dan karotenoid, tekstur, susut bobot, kandungan jus, total padatan terlarut (TPT), total asam tertitrasi (TAT), uji organoleptik terhadap warna, kenampakan dan tekstur serta kebusukan. Hasil penelitian menunjukkan bahwa durasi perendaman ethephon berpengaruh terhadap perubahan warna kulit jeruk lemon, namun tidak mempengaruhi tekstur, susut bobot dan kualitas internal jeruk lemon. Penilaian sensori secara mutu hedonik menunjukkan adanya peningkatan skor warna dan kenampakan pada perlakuan dengan perendaman ethephon, namun pada perlakuan tanpa perendaman ethephon terjadi penurunan serta penurunan skor tekstur pada setiap perlakuan. Sedangkan secara hedonik, perlakuan dengan perendama ethephon lebih disukai dibandingkan dengan perlakuan tanpa perendaman ethephon. Kebusukan pada perlakuan tanpa perendaman ethephon dan perendaman ethephon 10 menit lebih tinggi dibandingkan lemon dengan perendaman ethephon 1 menit dan 5 menit. Durasi perendaman ethephon yang terbaik untuk degreening dan penyimpanan jeruk lemon adalah 5 menit.", "Daftar File": {"ABSTRAK Tsabita Zahra Hanifa": "https://digilib.itb.ac.id/gdl/download/229778"}, "Penulis": "Tsabita Zahra Hanifa [11917031]", "Kontributor / Dosen Pembimbing": ["Dr. Rijanti Rahaju Maulani, S.P., M.Si.", "Dr. Ir. Aep Supriyadi, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "degreening, durasi perendaman ethephon, jeruk lemon, penyimpanan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jul 2021"}