{"Nomor": 57167, "Judul": "PERANCANGAN DERMAGA CURAH CAIR TERMINAL BBM CAMPLONG DI PERAIRAN SELATAN MADURA", "Abstrak": "Indonesia merupakan negara maritim dan menyandang predikat sebagai negara kepulauan terbesar di dunia. Dalam rangka menghubungkan pulau-pulau di Indonesia, dilakukan pembangunan dermaga guna mengakomodasi kebutuhan hidup masyarakat setempat. Salah satu komoditas utama yang disalurkan dengan transportasi laut melalui dermaga adalah komoditas Bahan Bakar Minyak (BBM). Kebutuhan tersebut menjadi dasar dirancangnya Dermaga Curah Cair Terminal BBM Camplong yang terletak di Kecamatan Camplong, Kabupaten Sampang, Madura, Jawa Timur.\nPada laporan Tugas Akhir mengenai Perancangan Dermaga Curah Cair Terminal BBM Camplong di Perairan Selatan Madura akan memaparkan perancangan struktur dermaga tipe dolphin yang bertujuan melayani kegiatan bongkar muat curah cair, khususnya Bahan Bakar Minyak (BBM). Perancangan struktur dermaga mengacu pada standar perancangan OCDI (2009), Standar Nasional Indonesia (SNI), British Standard, dan standar American Society of Civil Engineers (ASCE). Perancangan struktur dermaga terdiri dari empat struktur, yaitu struktur loading platform, breasting dolphin, mooring dolphin, dan struktur trestle. Lingkup pembahasan dalam Tugas Akhir ini meliputi pengumpulan dan pengolahan data-data sekunder, pembuatan desain awal (preliminary design) struktur yang mampu menahan beban-beban yang bekerja terhadap struktur, melakukan pemodelan dan analisis struktur dermaga dengan perangkat lunak SAP 2000. Keluaran dari analisis struktur terdiri dari nilai UCR, defleksi struktur, gaya dalam elemen struktural, dan reaksi perletakan tiang pancang. Nilai UCR yang disyaratkan pada Tugas Akhir ini berada pada rentang 0,7 hingga 1,0. Nilai defleksi struktur diperiksa dan tidak boleh melebihi batas izinnya sesuai standar yang berlaku. Nilai gaya dalam elemen struktural digunakan untuk mendesain tulangan elemen struktural dan nilai reaksi perletakan digunakan untuk perhitungan daya dukung tanah guna menentukan kedalaman rencana pemancangan tiang pancang.\nDermaga hasil perancangan memiliki dimensi panjang 17,5 m dengan lebar 13,5 m untuk struktur loading platform, panjang 49,5 m dengan lebar 5,5 m untuk struktur\ntrestle, panjang dan lebar 6 m untuk strukur breasting dolphin, serta panjang dan lebar 4 m untuk struktur mooring dolphin. Keempat struktur memiliki elevasi lantai yang sama yaitu pada +5 m dari LWS. Elemen struktural pada dermaga terdiri dari pelat, balok, pile cap, dan tiang pancang. Berdasarkan desain struktur optimum, digunakan tiang pancang berdiameter 600 mm dengan ketebalan 11 mm pada struktur loading platform dan ketebalan 9 mm pada struktur trestle, serta tiang pancang berdiameter 700 mm dengan ketebalan 16 mm pada struktur breasting dolphin dan ketebalan 20 mm pada struktur mooring dolphin. Pada struktur loading platform tiang pancang perlu dipancang hingga kedalaman 24 m di bawah dasar laut, pada struktur breasting dolphin dan mooring dolphin perlu dipancang hingga kedalaman 18 m di bawah dasar laut, dan pada struktur trestle perlu dipancang hingga kedalaman 10 m di bawah dasar laut.\nHasil dari Tugas Akhir ini adalah dimensi keempat struktur dermaga (loading platform, breasting dolphin, mooring dolphin, dan trestle), dimensi elemen struktural dermaga, desain penulangan, dan kedalaman rencana pemancangan tiang pancang.", "Daftar File": {"ABSTRAK Pradipta Tafindya Putri": "https://digilib.itb.ac.id/gdl/download/229775"}, "Penulis": "Pradipta Tafindya Putri [15517029]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T., Ph.D.", "Dr. Paramashanti, S.T., M.T.", "Eddy Rachman Gandanegara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga Curah Cair, Tipe Dermaga Dolphin, Pemodelan dan Analisis Struktur.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jul 2021"}