{"Nomor": 57166, "Judul": "ANALISIS PERUBAHAN GARIS PANTAI DAN KERENTANAN PESISIR PANTAI KALIBUNTU, KABUPATEN PROBOLINGGO, JAWA TIMUR", "Abstrak": "Kawasan pesisir rentan mengalami dinamika akibat aktivitas alami laut dan manusia. Desa Kalibuntu di Kabupaten Probolinggo, Jawa Timur, menjadi salah satu desa yang terdampak bencana akibat dinamika dan degradasi kawasan pesisir. Tujuan penelitian ini adalah menganalisis perubahan garis pantai dan tingkat kerentanan pesisir sejak tahun 2000 hingga 2020 di wilayah kajian yang meliputi kawasan pesisir Kalibuntu seluas 28 ha. Analisis perubahan garis pantai dilakukan dengan menggunakan teknik on-screen digitizing pada perangkat lunak ArcGIS. Perubahan garis pantai dihitung melalui tumpang susun (overlay) citra Landsat 7 ETM+ tahun 2000, 2002, 2004, 2006, 2008, 2010 dan 2012 serta citra Landsat 8 OLI tahun 2014, 2016, 2018, dan 2020 menggunakan program DSAS (Digital Shoreline Analysis System). Penilaian tingkat kerentanan menggunakan metode CVI (Coastal Vulnerability Index) dengan melakukan pembobotan setiap variabel fisik seperti perubahan garis pantai, pengamatan visual kerusakan, panjang kerusakan, lebar kerusakan, lebar sabuk hijau, litologi, penggunaan lahan, kemiringan pantai, tinggi gelombang dan jarak pasang surut. Hasil penelitian menunjukkan bahwa pesisir Kalibuntu mengalami abrasi dan akresi sepanjang tahun 2000 hingga 2020. Abrasi maksimum terjadi sejauh 309,9 meter dan akresi maksimum sejauh 187,9 meter dengan laju perubahan garis pantai rata-rata mencapai 2,3 meter/tahun. Tingkat kerentanan pesisir Desa Kalibuntu tergolong pada kategori tingkat kerentanan Sangat Tinggi", "Daftar File": {"ABSTRAK Fahriza Dwi Indahyati": "https://digilib.itb.ac.id/gdl/download/229773"}, "Penulis": "Fahriza Dwi Indahyati [11517008]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Coastal Vulnerability Index, Degradasi Pesisir, Desa Kalibuntu, Ekosistem Mangrove, Perubahan Garis Pantai, dan Sabuk Hijau", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jul 2021"}