{"Nomor": 57175, "Judul": "PERENCANAAN LOKASI GUDANG LOGISTIK KEMANUSIAAN DENGAN MEMANFAATKAN SISTEM INFORMASI GEOGRAFIS", "Abstrak": "Sejak 1 Januari hingga 23 Desember 2019, terjadi 3.721 bencana alam di Indonesia yang dicatat Badan Nasional Penanggulangan Bencana (BNPB). Bencana alam tersebut menyebabkan kerugian hingga Rp 78 triliun (Akbar, 2019). Wilayah yang memiliki indeks risiko bencana yang tinggi dan konstan dari 2015 hingga 2018 adalah Bandung, yaitu di angka 174 yang disebabkan kecenderungan nilai kapasitas yang konstan. BNPB juga mengeluarkan kebijakan bahwa target penurunan indeks risiko bencana tiap daerah sebesar 30% dengan strategi yang digunakan adalah peningkatan kapasitas penanggulangan bencana dengan cara mengoptimalkan logistik kebencanaan. Hal ini adalah gap yang terjadi yaitu tidak terpenuhinya target penurunan indeks risiko bencana yang ditetapkan BNPB pada Kabupaten Bandung. Dengan demikian, penurunan indeks risiko bencana di Kabupaten Bandung menjadi tujuan dari penelitian ini.\nSaat ini, fasilitas pendistribusian barang bantuan bencana terpusat di wilayah Pemda Kabupaten Bandung. Hal ini menyebabkan proses pendistribusian barang bantuan menjadi lama yang sering dikeluhkan oleh masyarakat. Penelitian ini bertujuan untuk menentukan lokasi gudang ditentukan pada penelitian ini dengan menggunakan cluster analysis dan gravity location model. Proses pengolahan data sebagian besar dilakukan dengan menggunakan sistem informasi geografis (SIG) berupa ArcMap. Hasil yang didapat adalah 6 lokasi gudang yang meminimalkan total biaya dan mengurangi response time. Hasil yang didapatkan menyebabkan penghematan biaya sebesar Rp 16.757.167.186 per tahun atau 47%.", "Daftar File": {"ABSTRAK Muhammad Syauqi Ramadhan": "https://digilib.itb.ac.id/gdl/download/229786"}, "Penulis": "Muhammad Syauqi Ramadhan [13417210]", "Kontributor / Dosen Pembimbing": ["Suprayogi, S.T., M.T., Ph.D.", "Saskia Puspa Kenaka, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "logistik kemanusiaan, gravity location model, lokasi, gudang, bencana, SIG", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jul 2021"}