{"Nomor": 57172, "Judul": "PERENCANAAN BANGUNAN PENGAMAN PANTAI DI DESA KAMPUNG PASIR, KABUPATEN ACEH BARAT, PROVNSI NANGGROE ACEH DARUSSALAM", "Abstrak": "Indonesia merupakan negara dengan garis pantai mencapai ±99.083 km. Sekitar 60% masyarakat Indonesia tinggal di wilayah pesisir dan memanfaatkan wilayah pesisir sebagai mata pencaharian sehari-hari. Permasalahan yang sering terjadi di pantai adalah erosi pantai. Salah satu daerah yang mengalami masalah erosi garis pantai adalah pantai di Desa Kampung Pasir, Kabupaten Aceh Barat, Provinsi Nanggroe Aceh Darussalam. Gelombang yang besar menyebabkan abrasi pada pantai disertai dengan morfologi pantai yang landai dan pasang surut yang cukup tinggi menyebabkan terjadinya banjir rob musiman. Banjir rob tersebut menyebabkan kerusakan terhadap berbagai fasilitas di pantai terutama rumah warga yang berada dekat dengan laut. Untuk menanggulangi permasalahan abrasi yang terjadi, maka diperlukan suatu perencanaan bangunan pengaman pantai.\nDilakukan pemodelan simulasi perubahan garis pantai selama 10 tahun dengan menggunakan modul Nearshore Evolution Modeling System (NEMOS) yang terdapat dalam program Coastal Engineering Design and Analysis System (CEDAS). Bangunan pengaman pantai yang dimodelkan berupa groin, detached breakwater, revetment dan kombinasi dari bangunan tersebut. Dari hasil pemodelan, didapatkan bahwa detached breakwater merupakan alternatif bangunan pengaman pantai terbaik karena efektif menahan transpor sedimen tegak lurus pantai yang merupakan transpor sedimen dominan di pantai tersebut. Breakwater ditempatkan 150 m dari garis pantai dengan konfigurasi sebanyak 5 buah, jarak antar breakwater 25 m, dan panjang 150 m. Struktur breakwater terdiri dari lapisan armor yang terbuat dari tetrapod,lapisan filter, dan core yang tersusun dari batu alam. Perhitungan dimensi struktur breakwater mengacu pada Shore Protection Manual Volume II dan The Rock Manual.\nAnalisa stabilitas pada detached breakwater dilakukan dengan PLAXIS 2D v8.2. Analisa geoteknik yang dilakukan adalah stabilitas struktur pada kondisi statik, pengaruh gaya gelombang dan gempa, konsolidasi dan bearing capacity. Dari hasil pemodelan dan perhitungan, didapatkan bahwa kondisi tanah di pantai tersebut kuat dan struktur memenuhi syarat kestabilan yg telah ditetapkan pada SNI 8460:2017 tentang persyaratan perancangan geoteknik.", "Daftar File": {"ABSTRAK Feldy Tanako": "https://digilib.itb.ac.id/gdl/download/229781"}, "Penulis": "Feldy Tanako [15517039]", "Kontributor / Dosen Pembimbing": ["Ir. Entin Agustini Karjadi, MCE, Ph.D.", "Ir. Harman Ajiwibowo, MS, Ph.D.", "Eddy Rachman Gandanegara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pantai, Abrasi, Breakwater, NEMOS, PLAXIS, Kestabilan Struktur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jul 2021"}