{"Nomor": 57179, "Judul": "STUDI PEMANFAATAN FOOD WASTE DARI PASAR BARU CARIU SEBAGAI PAKAN TERNAK DENGAN METODE DEHIDRASI DI DESA CARIU, KABUPATEN BOGOR", "Abstrak": "Sampah organik merupakan jenis sampah terbesar di Indonesia. Dampak pengelolaan sampah organik yang buruk akan mengakibatkan pertumbuhan mikroorganisme pada tumpukan sampah yang bersifat patogen bagi manusia dan makhluk hidup lainnya, menimbulkan bau tidak sedap yang mengganggu pernapasan hingga menurunnya kinerja saluran drainase. Salah satu metode yang dapat dilakukan untuk mengolah sampah organik adalah metode dehidrasi, dimana hasil dari metode tersebut dapat dimanfaatkan menjadi pakan ternak. Metode dehidrasi merupakan metode yang cocok untuk diimplementasikan di Desa Cariu dikarenakan terdapatnya sumber sampah organik yang cukup besar yaitu dari Pasar Baru Cariu. Selain itu, Terdapat banyak aktivitas peternakan di Desa Cariu dengan jumlah panen ayam pedaging sebanyak 3.956.529 kg pada tahun 2018. Oleh karena itu, dilakukan penelitian untuk menentukan efektivitas penggunaan sampah sisa makanan menjadi pakan ternak melalui metode dehidrasi. Pada penelitian ini digunakan 3 jenis pakan, yaitu Pakan Komersial, Pakan Campuran, dan Pakan Food Waste. Kemudian pakan tersebut diberikan kepada Ayam Broiler 7 days-old-chick (DOC-7) selama 20 hari berturut-turut dan diukur berat ayam setiap hari. Setelah 20 hari, dilakukan uji kualitas daging ayam dan pakan ternak di Laboratorium Saraswanti Indo Genetech (SIG). Efektivitas pengolahan sampah sisa makanan dengan metode dehidrasi mencapai angka 98%, sehingga jumlah sampah yang dapat dikurangi dari proses dehidrasi dapat berjumlah cukup tinggi. Dari hasil uji laboratorium, daging ayam yang berkualitas terbaik adalah daging ayam yang diberikan Pakan Komersial. Secara fisik, kualitas daging Ayam Broiler yang diberi Pakan Komersial lebih unggul dibandingkan daging Ayam Broiler yang diberi Pakan Campuran. Namun untuk kualitas biologis, hasil uji kedua daging ayam cukup buruk. Kemudian kualitas pakan ternak terbaik dari penelitian ini adalah Pakan Komersial. Sedangkan untuk pakan yang terbuat dari sampah sisa makanan, masih terdapat beberapa parameter yang belum memenuhi baku mutu.", "Daftar File": {"TA 2021 Frandy Christian 1Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/229790"}, "Penulis": "Frandy Christian [15315019]", "Kontributor / Dosen Pembimbing": ["Dr. Opy Kurniasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "ayam broiler, dehidrasi, Desa Cariu, pakan ternak, pengolahan sampah organik, sampah pasar, sampah sisa makanan.", "Sumber": "TA Juli 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Jul 2021"}