{"Nomor": 57184, "Judul": "PENERAPAN MODEL KANO DAN IMPORTANCE - PERFORMANCE ANALISIS UNTUK MENINGKATKAN KUALITAS  LAYANAN CHATBOT (STUDI KASUS TELKOM INDONESIA)", "Abstrak": "Perkembangan teknologi yang semakin maju telah membawa banyak perubahan dalam kehidupan,\nseperti meningkatnya bisnis yang berpindah dari tradisional ke digital untuk bertransaksi dengan\nkonsumen. Chatbot merupakan salah satu perkembangan teknologi yang paling maju. Telkom\nmemutuskan untuk menerapkan perkembangan teknologi dalam customer support mereka dengan\nmenawarkan IndiHome Chatbot yang disebut Indita. Indita adalah fitur chatbot dari aplikasi\nmyIndiHome yang dapat membantu pelanggan. Pada tahun 2020, Indita menjadi trending topic di\nTwitter. Chatbot Indita gagal dalam membantu dan membuat para pengguna frustrasi. Penelitian ini\nmenjelaskan pendapat pengguna tentang Indita dan atribut kualitas apa yang menurut pandangan\npengguna harus ditingkatkan berdasarkan tingkat kepentingannya, dengan tujuan meningkatkan\nkinerja chatbot. Dalam melakukan riset pasar, penulis berkaca pada atribut kualitas layanan chatbot\noleh Verleye et. al (2019) dengan total 8 dimensi (functionality, trustworthiness, safety, efficiency,\ngraphical appearance, humanity, empathy, dan responsiveness) dan 28 atribut yang dapat \nmengevaluasi kualitas layanan dan membuat rekomendasi terbaik untuk chatbot agar lebih efektif dan\nefisien. Dalam mengevaluasi, penulis menggunakan Model Kano dan Importance-Performance\nAnalysis untuk mengetahui atribut layanan apa saja yang perlu ditingkatkan agar dapat meningkatkan\nkepuasan pelanggan. Penulis mendapatkan bantuan dari 206 pengguna Indita sebagai responden.\nPenelitian ini menggunakan metode kuantitatif dengan menyebarkan kuesioner. Dari integrasi Model\nKano dan IPA yang telah dilakukan sebelumnya, 28 atribut berhasil direduksi menjadi 12 atribut yang\nterbagi menjadi 2 prioritas perbaikan. Prioritas pertama terdiri dari interpret commands accurately,\nable to maintain a discussion, read and respond to moods, personalization options, responding\nimmediately, dan productivity. Sedangkan prioritas kedua terdiri dari flexible in interpreting\nknowledge, number of service available in the chatbot, robustness to unexpected input, use of emojis\nand pictures, create and enjoyable interaction, dan convey personality. Temuan penelitian ini dapat\nmenjadi pedoman bagi perusahaan untuk melakukan perbaikan sesuai dengan harapan pelanggan\nterhadap fitur-fitur yang disediakan oleh perusahaan.", "Daftar File": {"2021_TS_PP_Carissa Kusuma Widyadhana_1-Abstrak.pdf5?": "https://digilib.itb.ac.id/gdl/download/229795"}, "Penulis": "Carissa Kusuma Widyadhana [29119177]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Chatbot, Impotance-Performance Analysis, Kano Model, Service Quality", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "28 Jul 2021"}