{"Nomor": 57186, "Judul": "BALLISTIC IMPACT ANALYSIS OF BODY ARMOR PROTECTION USING CELLULOSE NANOCRYSTALSRUBBER MATRIX COMPOSITE", "Abstrak": "Body armor merupakan peralatan keselamatan penting yang berfungsi sebagai\nperlindungan personal petugas, dikembangkan dengan tujuan utama untuk\nmelindungi pemakainya dari ancaman eksternal. Perkembangan proyektil\nberkecepatan tinggi dan bahan peledak mengharuskan body armor untuk\nmemiliki sistem perlindungan yang lebih baik dengan fleksibilitas, beban\nringan, dan kapasitas penyerapan energi yang lebih baik. Nanokristal selulosa\n(CNCs) memiliki kekuatan mekanik tinggi yang berpotensi lebih kuat dari baja\ndan mirip dengan body armor saat ini.\nPada penelitian ini, dilakukan simulasi metode elemen hingga untuk\ntumbukan balistik menggunakan software LS-DYNA. Impak balistik pada pelat\ntunggal Weldox 700E dengan peluru yang dapat terdeformasi direkontruksi\ndan divalidasi. Impak balistik pada komposit S-2/SC15 epoxy dengan peluru\nterdeformasi dan peluru kaku direkonstruksi dan divalidasi. Studi parameter\ndilakukan dengan memvariasikan konfigurasi lapisan komposit untuk\nmendapatkan konfigurasi komposit dengan penyerapan energi terbaik.\nTerakhir, impak balistik pada komposit nanokristal selulosa (CNCs) dilakukan\ndengan parameter sesuai standar NIJ untuk body armor tingkat IIIA.\nHasil yang diperoleh menunjukkan bahwa simulasi impak balistik untuk\npeluru yang dapat terdeformasi menunjukkan kesesuaian yang baik dengan\ndata eksperimen, di mana model peluru mampu dihentikan pada kecepatan\nawal yang diharapkan. Model elemen satu lapis shell untuk komposit juga\nmenunjukkan hasil yang baik dibandingkan dengan data eksperimen, peluru\nterdeformasi memiliki rentang galat 0-8.96 % dan peluru kaku memilik rentang galat 13.16-19.35 %. Ditemukan bahwa konfigurasi quasi-isotropic\nmemiliki kapasitas penyerapan energi terbaik. Kondisi optimal komposit\nnanokristal selulosa (CNCs) untuk menahan peluru NIJ tingkat IIIA adalah\ndengan ketebalan 14 mm.", "Daftar File": {"ABSTRAK M. Syarif Hidayatullah": "https://digilib.itb.ac.id/gdl/download/229797"}, "Penulis": "M. Syarif Hidayatullah [13617036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ichsan Setya Putra", "Dr.rer.nat. Mardiyati, S.Si., M.T.", "Dr. Ir. Sigit Puji Santosa, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "body armor, impak balistik, respon balistik, simulasi metode elemen hingga, nanokristal selulosa", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jul 2021"}