{"Nomor": 57180, "Judul": "STUDI PENCEMARAN LIMBAH PETERNAKAN DI SUNGAI CIKAPUNDUNG HULU", "Abstrak": "Sungai Cikapundung merupakan salah satu anak sungai di DAS Citarum Hulu yang memiliki panjang 28 km. Kawasan Sungai Cikapundung Hulu memiliki banyak peternakan yang sebagian besar langsung membuang limbah hewan ternak ke Sungai Cikapundung tanpa adanya pengolahan terlebih dahulu. Pencemaran dari limbah peternakan di Sungai Cikapundung dapat menurunkan kualitas air dan mengurangi fungsi Sungai Cikapundung, khususnya sebagai sumber air baku untuk air minum PDAM Kota Bandung di intake Bantar Awi dan Dago Bengkok. Hasil pengukuran kualitas air menunjukkan bahwa parameter BOD, COD, total fosfor, dan amonia Sungai Cikapundung di intake Bantar Awi dan Dago Bengkok tidak memenuhi Baku Mutu Air Kelas I yang diatur dalam Peraturan Pemerintah Republik Indonesia Nomor 22 Tahun 2021. Penelitian ini dilakukan untuk mengidentifikasi dan menginventarisasi sumber pencemar air dari limbah peternakan di Sub DAS Cikapundung Hulu, menentukan pengaruh pencemaran limbah ternak terhadap beban polutan, menentukan proyeksi pencemaran limbah ternak di Sungai Cikapundung Hulu, melakukan pemetaan beban pencemaran, dan merumuskan rekomendasi pengendalian pencemaran limbah peternakan di Sub DAS Cikapundung Hulu. Hasil identifikasi dan inventarisasi dengan menggunakan Sistem Informasi Geografis menunjukkan bahwa sumber pencemaran limbah peternakan di Sungai Cikapundung Hulu pada titik pengamatan Bantar Awi berasal dari seluruh wilayah Desa Suntenjaya, Cibodas, Wangunharja, Cikidang, Cikole, Kayu Ambon, dan Cibogo, serta sebagian wilayah Desa Jayagiri, Langensari, Mekarwangi, Cipanjalu, dan Ciburial. Sedangkan sumber pencemar Sungai Cikapundung pada titik pengamatan Dago Bengkok meliputi seluruh wilayah Desa Suntenjaya, Cibodas, Wangunharja, Cikidang, Cibogo, Langensari, Kayu Ambon, dan Mekarwangi, serta sebagian wilayah Desa Jayagiri, Cipanjalu, Ciburial, Kelurahan Ciumbuleuit, dan Dago. Sektor Peternakan di wilayah studi untuk titik pengukuran Bantar Awi memberikan kontribusi pencemaran paling besar yaitu sebesar 41,11%. Sedangkan untuk titik pengukuran Dago Bengkok, sektor peternakan memberikan kontribusi pencemaran kedua paling besar yaitu 40,11%. Potensi beban pencemaran dari limbah peternakan di Sungai Cikapundung Hulu diproyeksikan akan terus meningkat pada tahun 2021-2025 sehingga dibutuhkan adanya pengendalian limbah peternakan.", "Daftar File": {"TA 2021 Fathiya Mufidah 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/229791"}, "Penulis": "Fathiya Mufidah [15317072]", "Kontributor / Dosen Pembimbing": ["Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "faktor emisi, identifikasi, inventarisasi, limbah peternakan, potensi beban pencemar, Sungai Cikapundung Hulu", "Sumber": "TA Juli 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Jul 2021"}