{"Nomor": 57197, "Judul": "TINJAUAN STANDAR KOMPETENSI TENAGA AHLI MANAJEMEN KONSTRUKSI INDONESIA BERDASARKAN PROJECT MANAGEMENT INSTITUTE", "Abstrak": "Semakin terbukanya lingkungan global pada industri konstruksi, menuntut setiap pelaku konstruksi untuk meningkatkan kompetensi dan keahlian. Undang-Undang Nomor 2 Tahun 2017 tentang Jasa Konstruksi menyatakan bahwa setiap tenaga kerja yang bekerja di bidang Jasa Konstruksi wajib memiliki sertifikat kompetensi kerja sebagai tanda bukti pengakuan kompetensi tenaga kerja konstruksi. Kebutuhan adanya standar komperensi berpengaruh pada keberhasilan proyek karena dibutuhkan kemampuan profesionalisme individu dari manajer proyek untuk mengelola sumber daya proyek.\nPeraturan Lembaga LPJK No. 5 tahun 2017 Tentang Registrasi dan Sertifikasi Tenaga Ahli menyebutkan bahwa terdapat klasifikasi ahli manajemen pelaksanaan dengan salah satu sub klasifikasi ahli manajemen konstruksi dan menggunakan Standar Kompetensi Kerja Nasional Indonesia (SKKNI) No 390 Tahun 2015 untuk acuan standar. Di dunia global, Project Management Institute memiliki Project Management Body of Knowledge (PMBoK) sebagai panduan dalam melaksanakan manajemen proyek dan selalu memperbaharui panduan yang disesuaikan dengan kebutuhan dan perkembangan lingkungan.\nPentingnya berbaharuan ini mendorong perlu dilakukannya pengkajian mengenai kondisi dan posisi standar kompetensi keahlian manajemen konstruksi Indonesia dengan standar global dalam upaya peningkatan kualitas sumber daya manusia yang berpengaruh pada keberhasilan proyek, dengan membandingkan unit kompetensi yang tercantum dalam SKKNI dan area pengetahuan pada PMBOK.\nTemuan dalam penelitian ini menyatakan bahwa SKKNI Keahlian Manajemen Konstruksi memili 3 kualifikasi tenaga ahli, yakni Ahli Muda, Ahli Madya dan Ahli Utama, dimana dalam penentuan unit kompetensinya banyak memiliki kesamaan untuk Ahli Madya dan Ahli Utama dan dibedakan dalam penanganan tingkat risiko proyek. SKKNI pun dianggap cukup menggambarkan area pengetahuan PMBOK karena sudah mencakupi 12 area pengetahuan, meskipun tidak semua elemen area pengetahuan terpenuhi oleh elemen kompetensi SKKNI. Perbedaan dan persamaan yang ditemukan terjadi karena PMBOK dapat diterapkan pada berbagai sektor baik manufaktur maupun konstruksi sedangkan SKKNI dibuat khusus untuk sektor konstruksi. PMBOK dalam hal ini lebih lengkap dalam menggambarkan elemen-elemen yang diperlukan dalam melakukan manajemen, terlebih untuk manajemen mutu dan risiko yang seharusnya dapat tergambar lebih dalam SKKNI mengingat lingkungan konstruksi yang memiliki risiko lebih tinggi karena kondisi yang dapat berubah setiap saat.", "Daftar File": {"ABSTRAK Heilia Nur Ruhenda": "https://digilib.itb.ac.id/gdl/download/229856"}, "Penulis": "Heilia Nur Ruhenda [25017021]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rizal Z. Tamin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "standar kompetensi, tenaga ahli, manajemen konstruksi, pmbok", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jul 2021"}