{"Nomor": 57200, "Judul": "ANALSIS INVENTARIS  KLINIK MEDIS MULTISPESIALIS DI BANDUNG", "Abstrak": "Sebuah klinik ibu dan anak multispesialis di Bandung memiliki masalah bisnis dimana\ntidak tercapainya target Key Performance Indicator (KPI) 15 days in inventory pada\nsetiap bulan dari Juli 2018 hingga Juni 2019. KPI ini bertujuan untuk memantau kinerja\ninventaris. Rata-rata days in inventory adalah 21 hari. DII dipengaruhi oleh 3 faktor\nyaitu sistem persediaan, prakira permintaan dan proses operasional. \nProses persediaan dimulai dari bagian Keuangan yang melakukan perencanaan dan\nprakira permintaan, kemudian berlanjut ke bagian Farmasi yang melakukan pengadaan\ndari pemasokan, dan juga mengelola depot persediaan, kemudian bagian Medis akan\nmeresepkan dan menggunakan barang-barang dari persediaan, hingga pasien dapat\nmenerima jasa yang dibutuhkannya, yaitu jasa medis dan obat-obatan. \nBeberapa akar penyebab ditemukan yang menyebabkan biaya persediaan yang tinggi\ndan meningkatkan days in inventory. Pertama, ketidaksesuaian model optimasi stok\ndengan model pengadaan. Perhitungan stock level optimization menggunakan Q-model.\nNamun pengadaannya dilakukan secara mingguan, yang justru mendekati model\nperiode waktu tetap atau P-model. Akar penyebab berikutnya adalah prakira yang tidak\ndioptimalkan menggunakan simple moving average. Akar penyebab ketiga dan terakhir\nadalah inefisiensi dalam operasi inventaris, seperti fasilitas depot obat fisik yang tidak\ndiatur dengan baik, yang memberika kesulitan ke unit Farmasi, serta perangkat lunak\nmedis yang tidak diatur dengan benar, sehingga merepotkan bagi dokter untuk\nmengetahui stok saat ini dan menyebabkan kejadian untuk memberika resep ke apotek\nluar. Semua akar penyebab menyebabkan peningkatan persediaan dari yang diperlukan \natau terjadinya kegagalan untuk menghabiskan stok yang tersedia. \nBeberapa alternatif solusi untuk setiap akar penyebab dianalisis; rencana yang dipilih\nmelibatkan penerapan perbaikan dalam metode pengadaan dan proses inventarisasi\nklinik. Dilakuan perhitungan dan perbandingan Average Inventory Level dan\nditemukan bahwa dengan Q-model order akan mencapai target 15 days in inventory.\nJadi Q-model order method akan digunakan untuk perhitungan optimasi tingkat stok\ndan metode pengadaan. Sistem dan fasilitas database inventaris juga diterapkan agar\ndata gudang bisa berubah secara otomatis. Menggabungkan semua solusi tersebut akan\nmemungkinkan tercapainya target 15 days in inventory.", "Daftar File": {"2021_TS_PP_Aulia Fadli_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/229857"}, "Penulis": "Aulia Fadli [29118225]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "persediaan, optimasi tingkat persediaan, hari dalam persediaan, prakira permintaan, sistem persediaan, proses operasional, klinik kesehatan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "29 Jul 2021"}