{"Nomor": 57202, "Judul": "PENERAPAN TEKNIK REDUKSI DATA DAN ENSEMBLE LEARNING UNTUK PREDIKSI KONSUMSI ENERGI BANGUNAN", "Abstrak": "Tantangan dalam pengukuran efisiensi energi merupakan hal yang tidak mudah\nkarena terdapat banyak faktor yang dapat mempengaruhinya. Masalah ini dapat\ndiatasi dengan membangun model prediktif untuk memperkirakan kebutuhan\nbangunan di masa akan datang. Hasil prediksi tersebut akan dibandingkan dengan\nkonsumsi energi bangunan yang sudah diperbaiki untuk menghitung penghematan.\nNamun dengan cukup masifnya data maka muncul beberapa permasalahan yang\nmenyebabkan kualitas data menurun sehingga berdampak buruknya ketepatan\nmodel dalam memprediksi dan kurangnya scalability dari segi penggunaan memori\njika data semakin besar. Permasalahan tersebut dapat diatasi dengan penerapan\nteknik reduksi data dan ensemble learning\nPada tugas akhir ini telah melakukan penelitian pada reduksi data dan ensemble\nlearning untuk mengatasi permasalahanan kurangnya kualitas data dan besarnya\nukuran data. Reduksi data adalah teknik mengurangi ukuran data baik dari jumlah\nsampel maupun jumlah fitur tanpa mengurangi ketepatan model. Teknik reduksi\ndata yang akan dilakukan adalah numerosity reduction dan dimensionality\nreduction. Teknik ensemble learning menggabungkan beberapa model prediktif\nuntuk menjadi sebuah model gabungan. Untuk ensemble learning yang akan\ndilakukan adalah dengan menggunakan model LightGBM yang berbasis boosting\ndan juga akan menambahkan teknik bagging yang akan dibandingkan dengan\nincremental learning. Data yang ada akan dilakukan tahapan preprocessing dan\nfeature engineering agar dapat meningkatkan ketepatan model.Teknik terbaik akan\ndipilih berdasarkan suatu metrik RMSE. Model yang terbaik dioptimasi dengan\nparameter tuning untuk mendapatkan ketepatan prediksi lebih optimal.\nSetelah dilakukan eksperimen didapat reduksi data yaitu numerosity reduction\ndengan teknik stratified sampling dapat meningkatkan kecepatan menjadi 2,67 kali\nlebih cepat dengan menjaga ketepatan prediksi. Untuk dimensionality reduction\nyaitu dengan PCA dan ICA dapat meningkatkan kecepatan menjadi 1,15 kali lebih\ncepat tanpa menyebabkan penurunan ketepatan prediksi yang signifikan. Selain itu\ndidapat model dengan ensemble learning yaitu bagging memiliki kinerja dari segi\nRMSE dan kecepatan yang paling baik dengan RMSE 262,304 dan 1,67 kali lebih\ncepat dari model dengan incremental learning.", "Daftar File": {}, "Penulis": "Marsa Thoriq Ahmada [13517071]", "Kontributor / Dosen Pembimbing": ["Dr.techn. Saiful Akbar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ensemble learning, reduksi data, training, prediksi, LightGBM", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "29 Jul 2021"}