{"Nomor": 57212, "Judul": "THE INFLUENCE OF PSYCHOSOCIAL FACTORS AT WORK ON THE EMPLOYEE PERFORMANCE", "Abstrak": "Karyawan adalah salah satu aspek pendukung dalam suatu bisnis. Karyawan memiliki tugas\ndan tanggung jawab dalam mengembangkan usaha. Namun, tidak jarang perusahaan tidak\nmemperhatikan kondisi karyawannya. Salah satu hal yang sering dilupakan oleh tempat kerja\nadalah pentingnya menjaga kondisi psikososial, seperti membiarkan mereka bekerja seperti\nmesin dengan beban kerja yang berlebih dan dengan berbagai tekanan untuk mencapai tujuan\nbisnis di tempat kerja. Penelitian ini bertujuan untuk menggali lebih dalam tentang pentingnya\nfaktor-faktor psikososial di tempat kerja dalam mempengaruhi kinerja karyawan. Kami\npertama-tama mengidentifikasi kondisi psikososial yang dialami karyawan di tempat kerja\nmenggunakan instrumen penelitian COPSOQ yang dikembangkan oleh Kristensen et al.\n(2005) atau lebih khusus lagi dengan menggunakan versi pendek COPSOQ III. Pada\ninstrumen ini terdapat 6 domain dengan 23 faktor. Sedangkan kinerja pegawai diukur dengan\nkonsep Robbins (2006) yang memiliki indikator kualitas, kuantitas, efektivitas, komitmen\nkerja, ketepatan waktu, dan kemandirian. Menggunakan metode kuantitatif dengan jumlah\n181 responden yang diambil secara acak dari karyawan Indonesia yang bekerja di suatu\nperusahaan atau instansi. Penelitian ini menegaskan semua domain psikososial memiliki\npengaruh yang signifikan (p <0,05) terhadap kinerja karyawan dan 16 faktor yang terkandung\ndalam domain tersebut memiliki korelasi langsung dengan kinerja. Temuan ini menyarankan\nkomunitas bisnis dan tempat kerja untuk memperhatikan enam domain ini atau lebih khusus\nke 16 faktor yang berkorelasi karena ada pengaruh yang dapat diberikan terhadap kinerja\nkaryawan.", "Daftar File": {"ABSTRAK Onasis Christina Naibaho": "https://digilib.itb.ac.id/gdl/download/229874"}, "Penulis": "Onasis Christina Naibaho [19018186]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si., Psikolog"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "psikososial, karyawan, COPSOQ III, kinerja karyawan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Jul 2021"}