{"Nomor": 57215, "Judul": "ESTIMATING THE EQUITY VALUE  OF PT SMARTFREN TELECOM TBK.  USING DISCOUNTED CASH FLOW AND RELATIVE VALUATION", "Abstrak": "Dengan adanya perkembangan teknologi telah mengubah industri telekomunikasi baik itu secara global maupun domestik, sehingga perusahaan telekomunikasi menjadi diuntungkan sebagai penyedia jasa internet dimana saat ini internet sudah menjadi kebutuhan primer bagi masyarakat. Ditambah dengan adanya Covid-19 dimana banyak orang melakukan aktivitas secara daring sehingga hal ini mendorong masyarakat untuk memiliki internet yang tentunya akan menguntungkan perusahaan telekomunikasi di Indonesia.\nPT Smartfren Telecom Tbk (FREN) adalah salah satu penyedia layanan telekomunikasi terkemuka di Indonesia yang tergabung dalam grup Sinar Mas. Sebagai salah satu perusahaan telekomunikasi, seharusnya FREN merasakan keuntungan dari perkembangan di industri telekomunikasi, Tetapi, kondisi keuangannya tidak sejalan dengan keuntungan perusahaan. Sebenarnya FREN memiliki pendapatan yang selalu meningkat dari tahun 2015 hingga 2020 dengan CAGR 21%. Tetapi, justru FREN selalu mengalami kerugian di tahun yang sama. Hal ini membuat penulis tertarik untuk menganalisis nilai intrinsik FREN dengan tujuan ingin membandingkan dengan harga pasar dan industrinya. Dan juga untuk memberi rekomendasi bagi investor \nMetode valuasi yang digunakan pada penelitian ini menggunakan discounted cash flow (DCF) dengan model free cash flow to firm (FCFF) dan relative valuation dengan EV/EBITDA. Berdasarkan hasil dari perhitungan, harga pasar saham FREN dinilai sudah dinilai terlalu tinggi dimana nilai intrinsik dari FREN berkisar dari Rp51 sampai Rp78 daimana ini lebih kecil dibandingkan dengan harga penutupan (16 Juli 2021) yaitu Rp112. Oleh sebab itu, penulis menyarankan untuk investor yang sudah memilikinya ini merupakan sinyal untuk menjual karena sudah dinilai terlalu tinggi sehingga akan ada potensi kerugian antara 28% sampai 54% dan untuk investor yang tertarik lebih baik untuk melakukan observasi secara mendalam terkait perusahaan untuk lebih meyakinkan terkait keputusan dalam berinvestasi. Dan yang perlu diketahui bahwa kondisi saham yang sudah dinilai lebih tinggi bukan berarti harganya tidak bisa naik lebih tinggi dan bukan berarti harganya akan turun.", "Daftar File": {"ABSTRAK Farhan Ramadhan Bazargan": "https://digilib.itb.ac.id/gdl/download/229880"}, "Penulis": "Farhan Ramadhan Bazargan [19018071]", "Kontributor / Dosen Pembimbing": ["Ana Noveria, S.E., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kunci: telekomunikasi, valuasi DCF, nilai intrinsic, dinilai terlalu tinggi, valuasi relatif ?", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Jul 2021"}