{"Nomor": 57225, "Judul": "USULAN KONSEP PRODUK BARU DARI SEPATU MENGGUNAKAN PROSES PENGEMBANGAN PRODUK BARU OLEH KOTLER (STUDI KASUS: PERUSAHAAN EINSHOES)", "Abstrak": "Beberapa tahun belakangan trend hijab di Indonesia mengalami perkembangan yang sangat pesat. Hal ini sejalan dengan kesadaran para muslim untuk mengikuti gaya hidup sesuai syariat agama, termasuk dalam pemilihan fesyen. Sebagai perusahaan yang bergerak di industri fesyen khususnya sepatu wanita, Einshoes melihat peluang yang sangat besar untuk masuk ke segmen pasar wanita berhijab. Dinamika bisnis saat ini menuntut perusahaan untuk terus berinovasi dan mengerti keinginan dan kebutuhan pelanggan. Maka dari itu, riset ini dilakukan untuk mengetahui kecenderungan konsumen terhadap atribut produk sepatu dengan target responden adalah wanita berhijab. Penelitian ini fokus pada 3 tahap pertama dalam Pengembangan Produk Baru oleh Kotler. Data dikumpulkan 2 tahap melalui kuisoner, yang pertama untuk mengetahui keingingan konsumen terhadap atribut produk. Hasil dari kuisioner pertama akan dijadikan pedoman dalam membangun konsep produk. Kuisioner kedua digunakan untuk mengetahui kesesuaian konsep produk yang telah dibuat dengan keinginan pelanggan. Data yang dikumpulkan akan dianalisis secara deskriptif kuantitatif. Hasil dari penelitian ini adalah konsep produk yang dapat diterima oleh target pasar utama yaitu wanita berhijab. Penelitian ini juga berisi rencana jangka pendek dan jangka panjang untuk Einshoes dalam menyelesaikan tahapan pengembangan produk sepatu ini dan menjalankan bisnis.", "Daftar File": {"ABSTRAK Delisa": "https://digilib.itb.ac.id/gdl/download/229896"}, "Penulis": "Delisa [19216031]", "Kontributor / Dosen Pembimbing": ["Desy Anisya Farmaciawaty, S.Si., M.O.R.M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "sepatu wanita, industri fashion, wanita berhijab, pengembangan produk baru", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "30 Jul 2021"}