{"Nomor": 57226, "Judul": "PENGARUH PENDEKATAN STORYTELLING TERHADAP EMPATI WARGA KOTA BANDUNG KEPADA NIAT PERILAKU PADA JASA PENGELOLAAN SAMPAH", "Abstrak": "Di era digital ini, konten marketing adalah cara terbaik untuk berkomunikasi dengan calon pelanggan. Terutama di masa pandemi, semuanya dilakukan secara daring. Storytelling merupakan salah satu konten marketing yang sedang tren di kalangan pemasar karena kekuatannya untuk membangkitkan perasaan emosional dari penikmatnya. Penelitian sebelumnya (Akgün et al., 2015; Hsiao et al., 2013) menunjukkan bahwa storytelling dapat membangkitkan empati wisatawan yang mengarah pada niat untuk berkunjung. Namun, penelitian tentang pengaruh storytelling terhadap niat perilaku masih sedikit. Oleh karena itu, penelitian ini dilakukan untuk mengetahui bagaimana pendekatan storytelling mempengaruhi warga kota Bandung untuk menggunakan jasa pengelolaan sampah. Peneliti menggunakan kerangka storytelling yang diadaptasi dari teori heuristik untuk menilai komponen-komponen storytelling yang dapat mempengaruhi intensi perilaku mereka. Penelitian ini menggunakan metode kualitatif dan kuantitatif dengan melakukan wawancara, eksperimen, dan penyebaran kuesioner online. Dua ratus tujuh belas warga Bandung berusia 20-55 tahun dilibatkan dalam penelitian ini. Model Partial Least Square digunakan dalam penelitian ini untuk menganalisis data. Hasil penelitian menunjukkan bahwa referensi diri adalah satu-satunya komponen yang secara signifikan menghasilkan empati yang mengarah pada niat perilaku (niat untuk menggunakan dan menyebarkan informasi) di antara warga kota Bandung. Dari penemuan ini, peneliti menyarankan perusahaan pengelolaan sampah untuk membuat konten storytelling yang berkaitan dengan calon pelanggan secara pribadi dan membuat mereka melihat kembali pengalaman mereka sebelumnya", "Daftar File": {"ABSTRAK Minaria Chantika": "https://digilib.itb.ac.id/gdl/download/229897"}, "Penulis": "Minaria Chantika [19218075]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengelolaan Sampah, Cerita, Empati, Intensi Perilaku, Kualitatif, Kuantitatif, PLS-SEM, Indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "30 Jul 2021"}