{"Nomor": 57223, "Judul": "THE RELATIONSHIP OF INTRINSIC MOTIVATION AND EXTRINSIC MOTIVATION TOWARDS EMPLOYEE PERFORMANCE DURING PANDEMIC IN BANK ABC, BANDUNG", "Abstrak": "Motivasi adalah salah satu faktor terpenting yang menentukan kinerja karyawan, dan karyawan yang bermotivasi tinggi sangat penting bagi keberhasilan perusahaan. Motivasi intrinsik dan motivasi ekstrinsik digunakan sebagai kerangka kerja penelitian ini. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh motivasi intrinsik dan motivasi ekstrinsik terhadap kinerja pegawai pada masa pandemi di Bank ABC Bandung. Data dikumpulkan melalui survei kuesioner untuk mengukur bagaimana motivasi intrinsik dan motivasi ekstrinsik yang diberikan oleh perusahaan mempengaruhi kinerja karyawan. Populasi sebanyak 49 orang dipilih sebagai objek penelitian ini. Perangkat lunak yang digunakan untuk analisis data adalah SPSS v. 25. Ada enam variabel bebas yang diambil untuk penelitian ini. Ada pengakuan, peluang pertumbuhan, dan tanggung jawab untuk motivasi intrinsik. Sedangkan untuk motivasi ekstrinsik terdapat kompensasi, hubungan interpersonal, dan kondisi kerja. Hasil dan temuan penelitian membuktikan bahwa motivasi intrinsik dan motivasi ekstrinsik secara parsial atau simultan memiliki pengaruh yang signifikan dan positif terhadap kinerja karyawan di Bank ABC. Dari kedua variabel tersebut, motivasi ekstrinsik memiliki pengaruh yang lebih dominan dan signifikan terhadap kinerja karyawan. Sebagian besar karyawan merasa lebih termotivasi oleh kompensasi tetapi merasa kompensasi yang mereka terima tidak sepadan dengan beban kerja. Oleh karena itu, penelitian ini merekomendasikan perusahaan untuk memberikan struktur kompensasi yang lebih sesuai dan menarik agar karyawan lebih termotivasi.", "Daftar File": {"ABSTRAK Audrey Ballerine Salma": "https://digilib.itb.ac.id/gdl/download/229893"}, "Penulis": "Audrey Ballerine Salma [19018182]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "motivasi intrinsik, motivasi ekstrinsik, kinerja karyawan, pandemi COVID-19, BUMN", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Jul 2021"}