{"Nomor": 57220, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI NIAT GEN-Z MENGUNJUNGI PARIWISATA PERDESAAN : KASUS PERUSAHAAN DOSOON", "Abstrak": "Pariwisata memiliki peran penting dalam pertumbuhan ekonomi. Salah satu jenis pariwisata adalah desa wisata yang menyediakan atraksi alam dan budaya. Wisata pedesaan dapat berkontribusi pada pembangunan desa dengan memberdayakan masyarakat sekitar dan melestarikan alam. Namun, perkembangan desa wisata di Indonesia masih kurang dan perlu banyak penelitian agar lebih maju. Dosoon merupakan salah satu startup yang fokus pada pembangunan desa. Dosoon adalah platform yang membantu wisatawan baik lokal maupun internasional untuk terhubung dengan desa wisata di Indonesia. Salah satu permasalahan yang dihadapi Dosoon adalah bagaimana meningkatkan jumlah wisatawan yang berkunjung ke desa wisata. Berdasarkan analisis tim Dosoon, Gen-Z adalah pengunjung potensial untuk wisata pedesaan karena lebih dari sepertiga populasi adalah Gen-Z dan generasi ini juga suka bepergian dan terhubung dengan orang baru di berbagai daerah. Penelitian ini bertujuan untuk menganalisis faktor-faktor yang mempengaruhi niat Gen-Z untuk mengunjungi desa wisata. Variabel bebas dalam penelitian ini adalah citra destinasi, motivasi, kualitas layanan yang dirasakan, dan word of mouth (WOM).\nMelalui penelitian ini penulis menggunakan metode kuantitatif dengan menyebarkan kuesioner dan pengumpulan data akan dianalisis dengan menggunakan regresi linier berganda. Dalam penelitian ini, penulis menemukan bahwa motivasi dan word of mouth merupakan faktor yang secara signifikan mempengaruhi niat Gen Z untuk mengunjungi desa wisata.", "Daftar File": {"ABSTRAK Deo Fernando": "https://digilib.itb.ac.id/gdl/download/229889"}, "Penulis": "Deo Fernando [19218012]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Wisata Pedesaan, Generasi Z, Niat Perilaku", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "30 Jul 2021"}