{"Nomor": 57231, "Judul": "VERIFIKASI ALGORITMA PENGHAPUSAN POHON MERAH-HITAM MIGHT MENGGUNAKAN LIQUID HASKELL", "Abstrak": "Meningkatnya kebutuhan manusia terhadap perangkat lunak menimbulkan\nkebutuhan yang sangat mendesak untuk program yang tidak memiliki kesalahan.\nSalah satu perangkat lunak yang dikembangkan untuk tujuan tersebut adalah Liquid\nHaskell untuk bahasa pemrograman Haskell. Sifat Liquid Haskell yang otomatis\ndan tidak memerlukan modifikasi kode dapat memudahkan proses verifikasi\ndengan sangat banyak sehingga memungkinkan verifikasi program yang lebih\nbanyak dari sebelumnya. Namun kemudian timbul pertanyaan apakah Liquid\nHaskell benar-benar bisa memverifikasi semua program yang dituliskan dalam\nbahasa Haskell.\nSalah satu kasus yang sangat umum dijadikan contoh untuk mempelajari metode\nformal adalah kasus verifikasi struktur data Red-Black Tree atau Pohon MerahHitam (RBT). Pada 2010, Matthew Might membuat sebuah modifikasi terhadap\nstruktur data RBT dengan tujuan untuk membuat sebuah algoritma penghapusan\nyang lebih elegan daripada algoritma yang sudah dituliskan sebelumnya. Struktur\ndata ini merupakan struktur data yang sederhana dan memiliki spesifikasi yang\nsangat jelas dan mudah dituliskan sehingga algoritma ini bisa menjadi target yang\ntepat untuk membuktikan apakah Liquid Haskell bisa memverifikasi kode yang\nsudah ditulis oleh orang lain di dunia nyata.\nHasil verifikasi dan analisis pada kode tersebut menunjukkan bahwa sebagian besar\nkode pada program berhasil diterima oleh verifikasi namun ada 3 bagian dari\nprogram yang digagalkan oleh verifikasi yaitu semua baris kode yang berhubungan\ndengan QuickCheck, properti BST untuk struktur pohon, serta baris terakhir pada\nfungsi balance. Oleh karena itu, dilakukan beberapa modifikasi kode sebagai\ncontoh dari syntax yang dibutuhkan agak sebuah kode yang valid dapat diverifikasi\ndengan baik oleh Liquid Haskell.", "Daftar File": {}, "Penulis": "Hafizh Afkar Makmur [13514062]", "Kontributor / Dosen Pembimbing": ["Riza Satria Perdana, S.T., M.T.", "Yanti Rusmawati, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Red-Black Tree, Liquid Haskell, Metode Formal", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "30 Jul 2021"}