{"Nomor": 57240, "Judul": "HYBRID FORWARD SEARCH PATH PLANNING ALGORITHM FOR DRONE VIDEOGRAPHY", "Abstrak": "Fabricating a cinematic film or video is a work of art and technology. The camera movements determine the aesthetic of the footage, while the technology supports the whole process of cinematography. As drone innovation flourishes, it becomes one of the prominent future of videography. This undergraduate thesis discuss a path-planning method for drone videography. The author utilizes a hybrid forward search algorithm – a breadth-first forward search with library-based motion primitives. The motion primitives are developed in a planar rigid-body model of a quadcopter using an LQR controller. The motion primitives generation and the path planning algorithm will be developed using MATLAB and Simulink. There are 12 motion primitives derived: 6 translation motion representing dolly shot and 6 rotation motion representing pan shot. The translation motion primitives include acceleration, moving in a constant speed, and deceleration. Whereas the rotation motion primitives vary in the value of the heading angle. The hybrid forward search path planning algorithm is proven in simple cases, cases with rotation motions, and cases with stationary obstacle or a wall. It has successfully found the shortest path to the target point for each case. Additionally, the number of evaluated points grows exponentially with each steps required to reach the target.", "Daftar File": {"ABSTRAK Patricia Lim": "https://digilib.itb.ac.id/gdl/download/229919"}, "Penulis": "Patricia Lim [13617068]", "Kontributor / Dosen Pembimbing": ["Ony Arifianto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "path planning, forward search, motion primitive, LQR controller, drone videography, MATLAB", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Jul 2021"}