{"Nomor": 57249, "Judul": "QUALITATIVE COMPARATIVE ANALYSIS IN SPACE UTILIZATION CONTROL IN INDONESIA", "Abstrak": "Pengendalian pemanfaatan ruang merupakan langkah penting untuk memastikan\npenerapan rencana tata ruang tidak menyimpang. Di Indonesia, penataan ruang saat\nini berfokus pada pengendalian karena tingginya tingkat pelanggaran pemanfaatan\nruang yang terjadi. Banyak penelitian telah dilakukan terkait pelanggaran ini,\nnamun kebanyakan penelitian masih berfokus pada kasus tertentu secara parsial\natau hanya menyoroti pelanggaran di kota, kabupaten, atau wilayah provinsi\ntertentu. Melakukan perbandingan antar provinsi sebagai kasus akan memperkaya\ngambaran tentang kondisi pelanggaran tata ruang yang terjadi di Indonesia. Dengan\nmenggunakan metode Analisis Kualitatif Komparatif (QCA), studi ini mencoba\nmengidentifikasi konfigurasi dari kondisi-kondisi yang mengarahkan pada\nterjadinya pelanggaran dan lemahnya fungsi pengendalian sebagai hasil akhir.\nKondisi-kondisi yang dimaksud di sini adalah faktor-faktor yang terkait dengan\npengendalian dalam siklus proses penataan ruang, maupun bagian dari pelaksanaan\npengendalian itu sendiri. Terdapat lima kondisi yang akan dianalisis, yaitu: rencana\ntata ruang, pengaturan, pembinaan, instrumen pengendalian, dan konteks. Berbagai\nindikator dan sub-indikator akan menjelaskan masing-masing kondisi berdasarkan\nteori dan literatur. Indikator-indikator dan sub-indikator dari kondisi-kondisi\ntersebut dikumpulkan dan dipersiapkan terlebih dahulu sebelum kemudian\ndikalibrasi dan dianalisis menggunakan metode QCA. Dalam analisis QCA, data\nyang telah dikalibrasi akan dibandingkan untuk menghasilkan konfigurasi solusi.\nSolusi yang berupa konfigurasi ini lebih lanjut akan menjelaskan hubungan kausal\nantar kondisi-kondisi dan hasil akhir atau keluaran yang digunakan. Berdasarkan\nhasil analisis dalam penelitian ini, diperoleh tiga konfigurasi, yang salah satunya\nmerupakan hasil yang berlawanan dengan intuisi atau ekspektasi. Berangkat dari\ntemuan yang tidak searah dengan ekspektasi yang dibangun dari landasan teori,\npenelitian dilanjutkan dengan studi terhadap kasus yang representatif pada setiap\nkonfigurasi untuk mendapatkan penjelasan yang lebih mendalam tentang hubungan\nyang terjadi. Penelitian pada kasus-kasus yang representatif menunjukan\nkemungkinan adanya intervensi pada solusi yang tidak sesuai ekspektasi dari faktor\nlain. Studi ini menyimpulkan bahwa kelima kondisi yang dianalisis menyebabkan\nlemahnya pengendalian pemanfaatan ruang dengan kombinasi yang berbeda-beda\n(sebagai INUS atau sufficient conditions). Hasil ini memberikan gambaran dam\nmasukan untuk para pemangku kepentingan dan pelaku penataan ruang, baik di\nbidang akademisi maupun praktisi, tentang bagaimana memperlakukan setiap\nkondisi untuk mencegah keluaran yang ingin dihindari dengan berdasar pada hasil\nanalisis dalam penelitian ini.", "Daftar File": {"ABSTRAK Selvi Stephany": "https://digilib.itb.ac.id/gdl/download/230050", "BAB 1 Selvi Stephany": "https://digilib.itb.ac.id/gdl/download/230071", "BAB 2 Selvi Stephany": "https://digilib.itb.ac.id/gdl/download/230072", "BAB 3 Selvi Stephany": "https://digilib.itb.ac.id/gdl/download/230073", "BAB 4 Selvi Stephany": "https://digilib.itb.ac.id/gdl/download/230074", "BAB 5 Selvi Stephany": "https://digilib.itb.ac.id/gdl/download/230075", "BAB 6 Selvi Stephany": "https://digilib.itb.ac.id/gdl/download/230076", "BAB 7 Selvi Stephany": "https://digilib.itb.ac.id/gdl/download/230077", "PUSTAKA Selvi Stephany": "https://digilib.itb.ac.id/gdl/download/230078", "2021 TS PP SELVI STEPHANY_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/230079"}, "Penulis": "Selvi Stephany [25419022]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pengendalian pemanfaatan ruang, Pelanggaran tata ruang, Analisis Kualitatif Komparatif, Fuzzy set, Hubungan kausal, Tata ruang di Indonesia.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "03 Agu 2021"}