{"Nomor": 57244, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN KESADARAN MEREK DAN MEMBANGUN CITRA MEREK POSITIF (STUDI KASUS: PALA NUSANTARA)", "Abstrak": "Industri kreatif telah menjadi faktor pendorong pertumbuhan ekonomi di Indonesia dan juga didorong oleh ekonomi baru dalam permintaan global. Sub-sektor fesyen merupakan salah satu penyumbang terbesar PDB ekonomi kreatif Indonesia. Pertumbuhan industri dipengaruhi oleh pergeseran gaya hidup masyarakat modern terhadap fesyen, meningkatnya minat terhadap merek fesyen lokal, dan pergeseran cara pembeli memperoleh informasi yang diakibatkan oleh disrupsi era digital. Oleh karena itu, kesadaran merek yang tinggi dan citra merek yang positif diperlukan untuk membangun hubungan jangka panjang yang menguntungkan antara merek dan pelanggannya terutama untuk kategori produk yang sangat ekspresif seperti produk fesyen. Kreasi PALA Nusantara adalah perusahaan yang digerakkan oleh design berbasis di Bandung, yang mendirikan merek PALA Nusantara, bertujuan untuk memproduksi produk fesyen yang dapat dipakai sehari-hari dengan desain unik yang terinspirasi oleh berbagai budaya dan cerita Indonesia dengan produk utama jam tangan kayu. Meningkatnya permintaan di industri telah mengakibatkan meningkatnya daya saing di pasar dengan munculnya bisnis baru menembus pasar jam tangan dalam beberapa tahun terakhir. Selain itu, perusahaan belum mampu mencapai target penjualan yang menjadi fokus strategi pemasaran di tahun 2020, yang juga terkena dampak dari pandemi Covid-19, dan juga strategi pemasarannya lebih mengandalkan analisis data Instagram sebagai media promosi utamanya. Mulai tahun 2021, perusahaan berniat meningkatkan upaya untuk membangun ekuitas merek. Penelitian ini dilakukan melalui analisis internal dan eksternal. Analisis internal meliputi analisis rantai nilai, analisis STP, dan analisis bauran pemasaran, sedangkan analisis eksternal meliputi analisis industri menggunakan analisis lima kekuatan Porter, analisis pesaing, dan analisis konsumen. Berdasarkan hasil penelitian, permasalahan bisnis yang dihadapi oleh PALA Nusantara disebabkan oleh beberapa faktor, antara lain informasi pemasaran, produk, saluran distribusi, dan komunikasi pemasaran, yang menyebabkan kurangnya pengetahuan merek konsumen. Strategi pemasaran yang diusulkan untuk PALA Nusantara adalah melakukan riset pasar secara berkala untuk memperoleh informasi yang komprehensif tentang perilaku konsumen dan kondisi pasar yang dapat digunakan untuk menilai ekuitas merek dan menetapkan rencana strategis di masa depan, mengembangkan variasi produk baru dengan bentuk yang berbeda dan menggabungkan fitur atau teknologi baru, penyediaan saluran distribusi offline milik perusahaan melalui pendirian toko pop-up, serta optimalisasi media komunikasi pemasaran menggunakan kerangka RACE.", "Daftar File": {"2021_TS_PP_Zuhrissa Putrimeidia Aswati_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/229961"}, "Penulis": "Zuhrissa Putrimeidia Aswati [29119020]", "Kontributor / Dosen Pembimbing": ["Salfitrie Roos Maryunani, ST, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "citra merek, ekonomi kreatif, jam tangan kayu, kesadaran merek, merek lokal", "Sumber": "PALA NUSANTARA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "02 Agu 2021"}