{"Nomor": 57250, "Judul": "FACTORS THAT INFLUENCE INDONESIAN PEOPLE INTENTION IN PARTICIPATING EVENT EDUCATION ESPECIALLY ABOUT ENTREPRENEURSHIP", "Abstrak": "Untuk memulai dan menjalankan bisnis seperti UKM, banyak pengusaha mendapatkan pengetahuan dasar melalui berbagai cara dan dari berbagai sumber. Oleh karena itu, sebagian besar dari mereka mencari informasi dan menambah pengetahuan tentang kewirausahaan dengan mengikuti seminar atau workshop tentang bisnis dan kewirausahaan. Melihat dari data google trend selama 5 tahun terakhir, meskipun masih fluktuatif, namun setidaknya ada 50 seminar dan workshop diadakan setiap bulannya di Indonesia. Dengan begitu, masyarakat Indonesia masih mencari informasi dan pengetahuan mengenai bisnis melalui pendidikan informal. Menurut World Economic Forum, terdapat 10 skills yang dibutuhkan oleh masyarakat dunia pada tahun 2025 mendatang. Namun, biasanya program studi dan jurusan di lembaga formal hanya menyampaikan sebagian dari skill-skill tersebut dan waktu yang dibutuhkan cukup lama tidak secepat yang didapatkan dari seminar dan workshop. Sedangkan menurut word economic forum, setidaknya paling lama dibutuhkan sekitar 5 bulan saja untuk menguasai seluruh skill yang dibutuhkan. Dan juga, biasanya lembaga studi formal biasanya lebih fokus terhadap pengetahuan dibandingkan dengan skill, maka dari itu skill biasanya di dukung melalui seminar atau workshop. Seorang job seeker atau lulusan sekolah, biasanya mereka akan mengambil sekolah lanjutan atau sekolah vokasi yang fokus mengembangkan skill. Dan sekolah vokasi di Indonesia masih sedikit dibandingkan kampus. Berdasarkan data-data tersebut, maka Pelaksanaan even edukasi seperti seminar masih perlu banyak menganalisa, terutama yang terkait dengan entrepreneurship agar dapat lebih tepat sasaran. Dan untuk dapat lebih membantu menjawab apa yang dibutuhkan oleh market maka kita harus tau yang dibutuhkan market itu seperti apa dan bagaimana kondisi dari market segment yang ada. Penelitian ini menggunakan metode pengambilan sample kuantitatif dengan menyebar kuesioner menggunakan google form secara online. Hasil kuesioner akan diukur menggunakan Regresi Linier Berganda, yang dapat memperjelas hubungan antara variabel dependent dan independent. Pemahaman mengenai motivasi orang mengikuti even edukasi terutama mengenai kewirausahaan dan bagaimana hubungan antar faktor tersebut dapat membantu event organizer lebih tepat sasaran saat menargetkan pasar dalam rangka melanksanakan even edukasi terutama mengenai bisnis dan kewirausahaan.", "Daftar File": {"ABSTRAK Maghfira Izzani": "https://digilib.itb.ac.id/gdl/download/230051"}, "Penulis": "Maghfira Izzani [19218051]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Even Edukasi, Kewirausahaan, Seminar, Regresi Linier Berganda", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "03 Agu 2021"}