{"Nomor": 57265, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI PENGAMBILAN KEPUTUSAN KONSUMEN TERHADAP ONLINE FREELANCER MARKETPLACE: STUDI KASUS MAHAJASA", "Abstrak": "Akhir-akhir ini, pertumbuhan pekerja lepas di Indonesia menunjukkan pertumbuhan yag signifikan. Pekerja lepas menjadi salah satu pekerjaan dambaan masyarakat saat ini Hal ini bisa dilihat dengan pertumbuhan co-working space yang sangat cepat. Periaku ini mendorong munculnya platform yang memungkinkan konsumennya untuk menjari jasa pekerja lepas secara online atau biasa disebut dengan pasar freelancer online. Beberapa platform yang cukup dikenal ada Fiverr, Upworks dan Sriibulancer. Namun, tidak meutup kemungkinan akan muncul platform platform baru di masa yang akan datang dengan pertumbuhan freelancer yang sangat signifikan. Mahajasa sebagai salah satu platform pasar freelancer online baru yan berdiri sejak tahun 2019. Perusahaan ini menawarkan jasa pekerja lepas dengan harga terjangkau dengan mahasiswa yang menyediakan jasanya. Namun, Mahajasa memiliki kesulitan dengan bisnisnya. Mahajasa memiliki penjualan yang tidak stabil sehingga bisa membuat pemasukkanya tidak bisa menutupi pengeluarnnya. Penelitian ini bertujuan untuk menentukan faktor-faktor yang memengaruhi pengambilan keputusan konsumen terhadap pasar freelancer online yang dilakukan dengan menggunakan pendekatan kuantitatif melalui penyebaran kuesioner online. Penulis menggunakan metode Structural Equation Modeling (PLS-SEM) untuk mengolah hasil survei untuk menemukan dan menganalisis faktor-faktor yang memengaruhi pengambilan keputusan konsumen terhadap pasar freelancer. Temuan ini dapat berguna untuk membuat strategi untuk meningkatkan penjualan mahajasa, dengan mengoptimalisasi aspek-aspek yang memengaruhi pengambilan keputusan konsumen terhadap pasar freelancer online.", "Daftar File": {"ABSTRAK Farhan Achmad Algazy": "https://digilib.itb.ac.id/gdl/download/230066"}, "Penulis": "Farhan Achmad Algazy [19218052]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pekerja Lepas, Pasar Freelancer Online; Pengambilan Keputusan Konsumen; SEM PLS", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "03 Agu 2021"}