{"Nomor": 57261, "Judul": "PEMERIKSAAN HUBUNGAN GREEN BRAND AFFECT DAN FAKTOR DETERMINAN LAINNYA TERHADAP INTENSI PEMBELIAN GREEN PADA INDUSTRI PERAWATAN KULIT", "Abstrak": "Perubahan iklim merupakan isu yang meresahkan di dunia dan salah satu penyebab utamanya adalah produksi plastik, sedangkan industri personal care merupakan salah satu industri penyumbang sampah plastik terbesar dan bisnis di Indonesia belum berkontribusi dalam pengurangan sampah. Menurut sebuah penelitian, banyak usaha kecil menghadapi beberapa tantangan dalam menerapkan nilai-nilai lingkungan termasuk ketidaksadaran akan potensi yang disajikan oleh praktik hijau yang berlaku, kurangnya pemahaman tentang perlunya mengatasi konsekuensi lingkungan mereka, dan kurangnya pemahaman bagaimana mengintegrasikan praktik hijau ke dalam perencanaan bisnis dasar, dengan kata lain mereka tidak sedikit terpapar informasi praktik hijau dan mereka tidak tahu bagaimana mengomunikasikan & menerapkan nilai-nilai lingkungan, sehingga usaha kecil perlu memahami bagaimana mengomunikasikan bisnis mereka melalui merek hijau dan mengomunikasikan mereka bisnis merek perlu mengetahui apa yang mendorong pelanggan untuk membeli merek hijau. Sementara \"niat pembelian hijau\" adalah kemungkinan konsumen membeli produk atau merek tertentu karena masalah lingkungan, sehingga untuk mendukung pengurangan limbah dari industri perawatan pribadi dan meningkatkan penerapan nilai lingkungan, peneliti menganalisis faktor apa yang dapat memengaruhi niat pembelian hijau untuk memahami kebutuhan pasar dan pendorong untuk membeli merek hijau Menggunakan PLS SEM, penelitian ini menyelidiki hubungan pengaruh merek hijau pada niat pembelian hijau, serta efek mediasi sikap merek hijau dan asosiasi merek hijau dalam bisnis perawatan kulit. penelitian sebelumnya untuk mendefinisikan 'pengaruh merek hijau' sebagai \"respons emosional positif konsumen terhadap suatu merek sebagai konsekuensi dari kinerja lingkungan merek\" karena dalam proses pengambilan keputusan pembelian pelanggan, pengaruh merek merupakan aspek penting.Fokus penelitian penelitian ada pada konsumen Indonesia berusia 14 hingga 39 tahun yang telah membeli merek perawatan kulit hijau i n Indonesia. Sebanyak 218 responden dipilih. Selain itu, untuk memverifikasi kerangka penelitian, penelitian ini dilakukan dengan memanfaatkan survei kuesioner. Temuan menunjukkan bahwa dampak merek hijau dapat berdampak langsung pada niat membeli hijau. Selanjutnya, penelitian ini menunjukkan bahwa asosiasi merek hijau tidak berpengaruh terhadap niat beli hijau berarti variabel ini gagal memediasi pengaruh merek hijau terhadap niat beli hijau dan sikap merek hijau memediasi hubungan antara pengaruh merek hijau dan niat beli hijau secara parsial. Sementara bisnis cenderung meningkatkan niat pembelian ramah lingkungan pelanggan mereka, mereka juga harus meningkatkan dampak merek hijau dan sikap merek hijau mereka. Diharapkan penelitian ini dapat membantu usaha kecil untuk memahami bagaimana mengkomunikasikan dan menerapkan nilai lingkungan melalui pemahaman hubungan antara pengaruh merek hijau, sikap merek hijau, dan asosiasi merek hijau terhadap niat beli hijau.", "Daftar File": {"ABSTRAK Alya Salsabil Ryliannabila": "https://digilib.itb.ac.id/gdl/download/230062"}, "Penulis": "Alya Salsabil Ryliannabila [19218009]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Green Branding; Pengaruh Merek; Asosiasi Merek; Sikap Merek; Niat Beli Hijau", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "03 Agu 2021"}