{"Nomor": 57263, "Judul": "INFLUENCE OF INTEGRATED MARKETING COMMUNICATION FOR BRAND IMAGE AND BRAND AWARENESS TOWARD PURCHASE INTENTION OF LOCAL FASHION PRODUCT", "Abstrak": "Banyak pengusaha muda Indonesia yang membuka brand clothing untuk memperkenalkan produk fashion lokal. Pemilik bisnis masih bingung bagaimana meningkatkan kesadaran merek dan citra merek melalui metode penyebaran informasi yang efektif. Hal ini sangat mempengaruhi beberapa hal dalam bisnis yang mereka miliki, seperti penjualan, pengikut di media sosial, konsumen dll. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi metode komunikasi pemasaran terpadu dapat mempengaruhi kesadaran merek dan citra merek terhadap niat beli produk fashion lokal. dengan menggunakan analisis smart PLS. Kali ini, objek kuesioner kali ini menggunakan brand lokal dari Dama Kara. Enam hipotesis diajukan berdasarkan kebutuhan yang ingin Anda analisis dan pendekatan kuantitatif diadopsi dengan 215 responden. Sebuah penelitian menemukan bahwa salah satu faktor yang paling berpengaruh terhadap niat beli terhadap produk fashion lokal adalah promosi penjualan. Temuan ini menyoroti perlunya menganalisis banyak brand fashion lokal di Indonesia secara lebih mendalam dan spesifik sehingga dapat mengetahui permasalahan yang terjadi pada setiap brand fashion lokal di Indonesia. Temuan dari penelitian ini akan digunakan sebagai rekomendasi bagi Look at Me untuk mengembangkan strategi pemasaran yang berkelanjutan ke target pasar Indonesia yang lebih spesifik dengan metode komunikasi pemasaran terintegrasi.", "Daftar File": {"ABSTRAK Nahda Ihzaturrahma": "https://digilib.itb.ac.id/gdl/download/230064"}, "Penulis": "Nahda Ihzaturrahma [19218038]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "produk fashion lokal, niat beli, SEM PLS, kesadaran merek, citra merek, komunikasi pemasaran terpadu", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "03 Agu 2021"}