{"Nomor": 57272, "Judul": "DAMPAK DARI PANDEMI COVID-19 TERHADAP MOTIVASI DAN DEMOTIVASI KARYAWAN SERTA PENGARUH TERHADAP KINERJA KARYAWAN: STUDI KASUS SAYURMOMS", "Abstrak": "Indonesia sebagai negara berkembang mengalami perkembangan yang sangat pesat dan saling bersaing dalam mengutamakan kualitas. Untuk memaksimalkan kualitas, diperlukan manajemen sumber daya manusia yang baik. Dalam tahap tumbuh mereka, ada usaha kecil yang masih berkembang yang disebut 'Sayurmoms'. Dari Objective Key Result (OKR) 10 bulan dari Juli 2020 hingga Mei 2021. Sayurmoms hanya mencapai rata-rata di level 31,5% selama pandemi COVID-19. Tujuan penelitian dalam penelitian ini adalah untuk mengetahui motivasi dan demotivasi karyawan selama masa pandemi COVID-19 yang mempengaruhi kinerja karyawan pada Sayurmoms. Pendekatan metodologi penelitian yang digunakan adalah penelitian kualitatif, yaitu suatu cara untuk mengkaji dan memahami dampak individu atau organisasi terhadap suatu masalah sosial atau kemanusiaan. Dalam hal ini individu adalah karyawan di Sayurmoms dan masalah manusia adalah motivasi dan demotivasi selama COVID-19. Penelitian ini menggunakan analisis fenomenologi kualitatif dengan menggunakan wawancara mendalam untuk pengumpulan data. Oleh karena itu, hasil dalam penelitian ini menunjukkan bahwa karena tidak adanya keseluruhan faktor motivasi untuk CMO dan CBDO seperti tidak ada prestasi, tidak ada pengakuan, tidak diberi kepercayaan untuk pekerjaan itu sendiri, tidak ada tanggung jawab, tidak ada kemajuan dan tidak ada kemungkinan untuk berkembang. untuk CEO hanya ada dua faktor yaitu pencapaian dan kemungkinan pertumbuhan. Oleh karena itu, motivasi dalam Sayurmoms tergolong motivasi rendah. Dikarenakan adanya faktor demotivasi secara keseluruhan untuk CMO dan CBDO seperti kondisi kerja yang buruk, hubungan rekan kerja yang kurang, tidak ada kebijakan dan aturan, tidak ada upah & gaji pokok, tidak ada kualitas supervisor dan tidak ada status sedangkan untuk CEO hanya tidak berpengalaman pada faktor yang adalah statusnya. Skenario terburuk yang\n4\nmungkin terjadi untuk perusahaan atau tim mana pun. Karyawan tidak dibayar dan tenaga kerja tidak memberi inspirasi dalam situasi ini. Jika situasinya tidak membaik, karyawan akan mulai meninggalkan perusahaan kecuali masalah mereka ditangani. Penelitian ini berperan memberikan solusi bagi Sayurmoms dalam memberantas demotivasi karyawan dan meningkatkan motivasi karyawan.", "Daftar File": {"ABSTRAK Clara Anisah": "https://digilib.itb.ac.id/gdl/download/230128", "Final Project _CLARA ANISAH_19218017.pdf\niu": "https://digilib.itb.ac.id/gdl/download/254398"}, "Penulis": "Clara Anisah [19218017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si.", "Dr. W. Victo Anggara Wisesa, S.Hum., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pandemi COVID-19, Motivasi Karyawan, Demotivasi Karyawan, Kinerja Karyawan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "05 Agu 2021"}