{"Nomor": 57275, "Judul": "PENGAJUAN STRATEGI MARKETING MEDIA SOSIAL UNTUK MENINGKATKAN KETERLIBATAN KONSUMEN (STUDI KASUS:  CEPOTATOES)", "Abstrak": "Cepotatoes adalah salah satu perusahaan rintisan di industri makanan dan minuman di Bandung yang\ndibentuk pada 2017. Cepotatoes membuka gerai dari 2017 hingga 2019. Akan tetapi, pada awal 2020\nmereka beralih ke cloud kitchen yang hanya melayani pemesanan secara daring karena dampak pandemi\ncovid-19. Mereka kemudian fokus menggunakan media sosial sebagai alat komunikasi pemasaran\nuntuk mempromosikan produk. Namun, Cepotatoes belum maksimal menggunakan media sosial\nsebagai alat komunikasi pemasaran untuk mempromosikan produk. Hal itu terlihat dari rendahnya\nketerlibatan pelanggan di instagram Cepotatoes yang dilihat dari jumlah like, comment, dan share.\nSelain itu, Cepotatoes juga tidak konsisten dalam mengupload konten di media sosial. Penelitian ini\ndilakukan dengan tujuan pertama untuk mengidentifikasi faktor-faktor yang mempengaruhi keterlibatan\npelanggan pada media sosial. Kedua, mengembangkan strategi pemasaran media sosial untuk\nmeningkatkan keterlibatan pelanggan pada instagram Cepotatoes. Penelitian ini menggunakan metode\npenelitian campuran kualitatif dan kuantitatif untuk menemukan permasalahan. Pertama, penelitian ini\nmelakukan internal analisis dengan menggunakan pendekatan STP, Bauran pemasaran, analisis VRIO.\nKedua, penelitian ini melakukan eksternal analisis dengan menggunakan pendekatan PESTEL, Porter’s\nFive Forces, dan analisis kompetitor. Hasil analisis internal dan eksternal dirangkum dalam analisis\nSWOT. Ketiga, penelitian ini melakukan analisis perilaku konsumen pada social media untuk\nmengetahui apakah tiga faktor, yaitu konten menghibur, konten informatif, dan konten remunerasi\nberpengaruh signifikan terhadap keterlibatan pelanggan pada media sosial Cepotatoes. Berdasarkan\nhasil penelitian, konten menghibur, konten informatif, dan konten remunerasi berpengaruh signifikan\nterhadap keterlibatan pelanggan pada media sosial Cepotatoes. Kemudian, penelitian ini\nmengembangkan strategi pemasaran media sosial yang relevan bagi Cepotatoes berdasarkan hasil\nanalisis SWOT yang diintegrasikan dengan faktor yang berpengaruh signifikan terhadap keterlibatan\npelanggan. Penelitian ini merekomendasikan Cepotatoes untuk meningkatkan penggunaan konten\nmenghibur, konten informatif, dan konten remunerasi untuk meningkatkan keterlibatan pelanggan di\nmedia sosial.", "Daftar File": {"2021_TS_PP_Ghina Athaya_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230131"}, "Penulis": "Ghina Athaya [29119159]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pemasaran media sosial, keterlibatan pelanggan, industri makanan dan minuman", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "05 Agu 2021"}