{"Nomor": 57280, "Judul": "ALTERNATIF SKENARIO JANGKA PANJANG UNTUK MENCAPAI  NET ZERO CARBON 2050: APLIKASI MODEL LEAP PADA SEKTOR  PEMBANGKIT LISTRIK INDONESIA", "Abstrak": "Indonesia memiliki cita-cita untuk mencapai bauran energi pembangkit listrik dengan target energi terbarukan sebesar 23%, 28%, dan 31% pada tahun 2025, 2038, dan 2050. Selain itu, ada pembahasan untuk mencapai nol karbon pada tahun 2050. Penelitian ini memberikan analisis tekno-ekonomi perencanaan ekspansi pembangkit untuk mencapai target energi terbarukan menggunakan model LEAP. Penelitian ini memberikan wawasan baru tentang proyeksi permintaan listrik Indonesia di era pasca-COVID19 dan masa depan ekspansi pembangkit listrik di Indonesia untuk mencapai target energi terbarukan, terutama untuk mencapai nol karbon pada tahun 2050. Empat skenario yang dimodelkan dalam penelitian ini, yaitu Business as Usual (BAU), Cost Optimization (CO), National Plan (NP), dan Zero Carbon (ZC). Skenario BAU dibuat berdasarkan Rencana Bisnis Ketenagalistrikan PLN tahun 2019 – 2028. Skenario BAU dibuat tanpa target energi terbarukan. Skenario CO diatur untuk mencapai target energi terbarukan dengan biaya paling rendah. Skenario NP bertujuan untuk mencapai energi terbarukan, dengan target tambahan gas alam sebesar 22% pada tahun 2025 dan 25% pada tahun 2038. Sedangkan, skenario ZC bertujuan untuk mencapai 100% energi terbarukan pada tahun 2050 dengan biaya terendah. \n \nKapasitas pembangkit BAU pada tahun 2050 akan menjadi 332,29 GW, dengan sebagian besar daya berasal dari batu bara dan gas bumi. Skenario BAU memiliki total biaya produksi listrik tertinggi dibandingkan skenario lainnya. Secara total, skenario BAU total biaya produksi listrik hingga tahun 2050 adalah USD 180,51 miliar. Tingginya total biaya skenario BAU disebabkan oleh kelebihan kapasitas pembangkit yang ada dan yang akan dikontrak. Pada skenario CO total kapasitas pembangkit pada tahun 2050 sebesar 347,4 GW. Skenario CO mampu mencapai target energi terbarukan dengan total biaya yang paling kecil. Biaya produksi pada skenario CO hingga tahun 2050 adalah USD 89,21 miliar. Skenario CO memiliki total biaya terendah dan berhasil mencapai target energi terbarukan, tetapi mungkin tidak mewakili opsi implementasi yang layak karena karakteristik energi terbarukan yang intermiten. \n \nKapasitas pembangkit listrik skenario NP pada tahun 2050 sebesar 347,4 GW. Skenario NP mampu mencapai target energi terbarukan dan gas bumi. Namun, untuk mencapai target tersebut, total biaya meningkat hingga USD 124,63 miliar. Total biaya produksi dan investasi akan lebih tinggi untuk menjaga ketahanan energi Indonesia sekaligus mencapai target energi terbarukan. Pada skenario ZC total kapasitas pembangkit pada tahun 2050 adalah 789,11 GW, dengan 675,89 GW berasal dari sumber energi terbarukan sedangkan sisanya adalah bahan bakar fosil yang bertindak sebagai pembangkit listrik cadangan. Namun, kapasitas potensi energi terbarukan Indonesia pada tahun 2020 dibatasi sebesar 441,7 GW. Total biaya produksi listrik untuk skenario ZC adalah USD 134,06 miliar. Hasil skenario ZC menunjukkan bahwa kapasitas potensi sumber energi terbarukan Indonesia saat ini tidak mencukupi untuk mencapai bauran energi terbarukan 100% pada tahun \n2050.", "Daftar File": {"2021_TS_PP_ Satria Putra K _Abstrak-1 3.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230210"}, "Penulis": "Satria Putra Kanugrahan [29119591]", "Kontributor / Dosen Pembimbing": ["Dzikri Firmansyah Hakam, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "LEAP, Zero Carbon, Sistem Ketenagalistrikan Indonesia,  Perencanaan Pengembangan Pembangkit, Energi Terbarukan, Biaya Produksi", "Sumber": "PEMBANGKIT LISTRIK INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "06 Agu 2021"}