{"Nomor": 57285, "Judul": "PENGARUH PSYCHOLOGICAL CAPITAL TERHADAP KEPUASAN KERJA (STUDI KASUS DINAS PEMBERDAYAAN PEREMPUAN PERLINDUNGAN ANAK DAN KELUARGA BERENCANA KOTA CILEGON)", "Abstrak": "DP3AKB Kota Cilegon merupakan salah satu layanan publik yang fokus pada pemberdayaan perempuan, perlindungan anak, dan urusan pemerintahan di bidang pengendalian kependudukan dan keluarga berencana. Moto pelayanan yang dianut oleh organisasi terdiri dari tiga prinsip yang disebut “Smart” yaitu mampu bertindak cepat, tepat, efektif, dan efisien; “Resilient” adalah mampu bertahan dan pulih dengan cepat dalam kondisi sulit; dan “Partnership” adalah membangun jaringan dan bekerja sama dengan prinsip saling menguntungkan. Namun saat pandemi Covid-19 layanan yang ditawarkan tidak berjalan sesuai dengan moto organisasi. Berdasarkan Laporan Akuntabilitas Kinerja Pemerintah Tahun 2020, kinerja organisasi mengalami penurunan karena beberapa sasaran strategis program tidak memenuhi target. Masalah yang telah diidentifikasi dari wawancara dapat dikategorikan ke dalam masalah yang berkaitan dengan kepuasan kerja karyawan. Peneliti menduga bahwa kepuasan kerja dapat menjadi salah satu dari beberapa masalah yang dapat mempengaruhi kinerja karyawan. Psychological capital positif memiliki hubungan yang signifikan dengan kinerja karyawan dan kepuasan kerja. Empat aspek psychological capital (hope, efficacy, optimism, dan resilience) dapat menjadi prediktor kinerja dan kepuasan yang lebih baik. Kondisi psychological capital karyawan dapat berdampak positif atau negatif terhadap kepuasan kerja, sehingga dalam penelitian ini peneliti akan menganalisis pengaruh psychological capital terhadap kepuasan kerja.\n \nPeneliti menggunakan kuesioner PCQ-24 oleh Luthans dan Job Satisfaction Survey oleh Spector untuk mengetahui kondisi psychological capital dan kepuasan kerja. Setelah data terkumpul, penulis menggunakan analisis deskriptif untuk mengetahui kondisi psychological capital dan kepuasan kerja. Selain itu, menggunakan regresi linier untuk mengetahui pengaruh psychological capital terhadap kepuasan kerja. Dari hasil analisis deskriptif, psychological capital pegawai baik dan profil kepuasan kerja cukup puas. Dari hasil regresi linier berganda, menunjukkan bahwa hubungan antara variabel masing-masing dimensi psychological capital dan variabel kepuasan kerja memiliki korelasi yang positif. Hipotesis mengenai dimensi psychological capital; self-efficacy dan resilience memiliki signifikansi positif terhadap kepuasan kerja diterima. Dimensi yang tersisa; hope dan optimism tidak memiliki signifikansi positif terhadap kepuasan kerja.\n\nPeneliti mengusulkan solusi bagi DP3AKB Kota Cilegon dengan mengelola psychological capital untuk meningkatkan kepuasan kerja menggunakan psychological capital intervention. Tujuan psychological capital intervention, diharapkan ketika karyawan memiliki tingkat psychological capital yang tinggi; mereka memiliki pola pikir positif, jiwa yang sehat, siap bekerja ekstra dan mendorong karyawan untuk selalu bekerja dengan senang hati, sehingga hasilnya akan luar biasa dan prosesnya didominasi oleh emosi positif.", "Daftar File": {"2021_TS_PP_Yumna Sabila_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230252"}, "Penulis": "Yumna Sabila [29119466]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kepuasan Kerja, Kinerja Pegawai, Psychological Capital, Psychological Capital Intervention Analisis Deskriptif, Regresi Linier, Instansi Pemerintah.", "Sumber": "DP3AKB Kota Cilegon", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "09 Agu 2021"}