{"Nomor": 57282, "Judul": "PENGAJUAN STRATEGI DIGITAL MARKETING UNTUK MENINGKATKAN PENDAPATAN PENJUALAN (STUDI KASUS:  ADIZAS STORE)", "Abstrak": "Pertambahan jumlah penduduk di Indonesia yang signifikan dalam beberapa dasawarsa terakhir\nmenjadikan pasar peluang bisnis yang menjanjikan karena adanya keuntungan demografi usia produktif\nbagi berbagai industri termasuk di industri perlengkapan tidur. Kenaikan pengguna internet yang\ndidominasi digunakan untuk menggunakan sosial media dan e-commerce menjadikan kompetisi tersendiri\nbagi pelaku bisnis online termasuk di dalamnya Adizas Store. Adizas Store ingin terus meningkatkan\npenjualan dan menjangkau lebih banyak konsumen dan pasar baru di seluruh Indonesia. Adizas Store\nmerupakan sebuah platform toko online yang menyediakan berbagai perlengkapan tidur seperti sprei dan\nbedcover yang berlokasi di Cimahi, Jawa Barat. Permasalahan yang dialami Adizas Store adalah adanya\npenurunan penjualan yang berlangsung selama satu tahun terakhir (Maret 2020 - April 2021). Tujuan dari\npenelitian ini adalah untuk mengetahui akar penyebab permasalahan yang dihadapi oleh Adizas Store.\nKedua, untuk mengetahui kondisi bisnis Adizas Store yang sedang berlangsung saat ini. Ketiga, untuk\nmengusulkan strategi pemasaran digital yang tepat untuk meningkatkan performa penjualan Adizas Store\ndi masa yang akan datang. \nMetode penelitian ini dilakukan dengan metode pendekatan deskriptif kuantitatif. Analisa bisnis yang\ndigunakan terdiri dari metode STP (Segmenting, Targeting, Positioning), Marketing Mix 4P’s, Porter’s 5\nForces dan analisis kompetitor dan konsumen. Penelitian ini mengusulkan strategi pemasaran digital\ndengan menggunakan kerangka kerja perencanaan RACE. Kuesioner sebanyak 101 respondent telah di\nanalisa untuk mendapatkan pandangan dari sisi pelanggan dalam menentukan strategi marketing\nselanjutnya. Selain itu juga telah dilakukan wawancara dengan tiga orang ahli dan praktisi digital\nmarketing untuk mendapatkan pandangan lebih mendalam. Dari analisa akar penyebab masalah\nditemukan bahwa penyebab penuruan penjualan di Adizas Store karena lima faktor berikut yaitu faktor\ntempat yang bergantung pada marketplace, tidak ada varian produk baru, promosi yang rendah, harga\nyang kurang kompetitif dan menurunya daya belanja masyarakat karena terjadinya pandemi Covid-19.\nBerdasarkan kerangkan kerja perencanaan RACE Adizas Store harus melakukan strategi yang terdiri dari\nReach (bertujuan untuk meningkatkan jangkauan dan membangun kesadaran calon pelanggan potensial),\nAct (bertujuan untuk mengarahkan interaksi anatara brand dengan calon pelanggan), kemudain Convert\n(bertujuan untuk meningkatkan konversi penjualan dan nilai transaksi) dan Engage (bertujuan untuk\nmembangun pelanggan loyal dan pelanggan setia pada brand).", "Daftar File": {"2021_TS_PP_Sandra Permana_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/230212"}, "Penulis": "Sandra Permana [29119342]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "perlengkapan tidur, toko online, pemasaran digital, kerangka kerja RACE", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "07 Agu 2021"}