{"Nomor": 57297, "Judul": "ISOLASI DAN KARAKTERISASI METABOLIT SEKUNDER DARI CLONOSTACYS ROSEA, JAMUR ENDOFITIK TUMBUHAN KECAPI SERTA KAJIAN DOCKINGNYA TERHADAP TUJUH TIROSIN KINASE", "Abstrak": "Tumbuhan kecapi dengan nama ilmiah Sandoricum kotjape Merr. merupakan salah satu spesies dari famili Meliaceae. Kayunya banyak dimanfaatkan sebagai bahan bangunan, serta buahnya dimanfaatkan untuk dimakan. Kajian fitokimia menunjukkan bahwa tumbuhan ini potensial sebagai sumber metabolit sekunder yang memiliki bioaktivitas penting. Namun, tumbuhan tidak dapat dijadikan sumber utama metabolit sekunder karena waktu tumbuhnya yang sangat lama serta dapat mengakibatkan kerusakan lingkungan apabila penebangan dilakukan dalam skala besar. Oleh karena itu, diperlukan alternatif sumber metabolit sekunder lain. Sumber yang dapat dijadikan alternatif tersebut adalah kultur jaringan dan mikroorganisme endofitik. Belum banyak penelitian terkait isolasi jamur endofit dari S. koetjape.\n\nBerdasarkan latar belakang tersebut, dilakukan penelitian dengan tujuan melakukan isolasi dan karkaterisasi metabolit sekunder dari jamur endofitik pada Sandoricum koetjape Merr., serta melakukan uji bioaktivitasnya dengan metoda Docking. Isolasi jamur endofitik dilakukan dengan metoda kultur axenik dan didapatkan isolat tunggal lalu diidentifikasi secara molekuler. Isolat tunggal jamur tersebut kemudian dikultur dalam media cair berupa Potato Dextrose Broth (PDB) yang dilarutkan dalam akuades selama 14 hari (28°C). Media cair hasil kultur kemudian\n\ndipartisi dengan etil asetat pada teperatur ruang, dan bagian miselia diekstraksi dengan methanol. Pemurnian metabolit sekunder dilakukan dengan teknik Kromatografi Radial (KR). Senyawa hasil pemurnian dikarakterisasi dengan menggunakan 1D-NMR (1H-NMR, 12C-NMR, dan TOCSY 1D) dan 2D-NMR (HSQC dan HMBC). Senyawa 1 kemudian dikaji dengan metode docking terhadap tujuh tirosin kinase yaitu EGFR, HER2, HER4, IGF1-R, InsR, KDR, dan PDGFR- ?.\n\nPada penelitian ini berhasil diisolasi dan diidentifikasi satu isolat jamur endofitik, yaitu Clonostacys rosea dari ranting S. koetjape Merr. Dua senyawa berhasil diisolasi dari jamur endofitik tersebut, yaitu sitokalasin H (1) dan 5-hidroksimetil- 2-furaldehid (2). Hasil molecular docking menunjukkan bahwa senyawa 1 memiliki afinitas ikatan yang paling baik dengan protein EGFR dan InsR. Berdasarkan hasil penelitian ini, dapat disimpulkan bahwa jamur endofitik Clonostacys rosea dari ranting kecapi berpotensi sebagai sumber keragaman metabolit sekunder.", "Daftar File": {"ABSTRAK FARAH HURUN'IN": "https://digilib.itb.ac.id/gdl/download/230266", "PUSTAKA FARAH HURUN'IN": "https://digilib.itb.ac.id/gdl/download/238811"}, "Penulis": "FARAH HURUN'IN [20520046]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS., Ph.D", "Dr. Elvira Hermawati"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Sandoricum koetjape Merr., jamur endofitik, Clonostacys rosea, sitokalasin H, docking.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "10 Agu 2021"}