{"Nomor": 57291, "Judul": "OPTIMASI BIOKONVERSI MINYAK INTI KELAPA SAWIT MENJADI RHAMNOLIPID OLEH PSEUDOMONAS STUTZERI BK- AB12 MT-03 UNTUK PEMBUATAN NANOPARTIKEL RHAMNOLIPID-GRAPHENE QUANTUM DOT (RL-GQD)", "Abstrak": "Rhamnolipid merupakan biosurfaktan glikolipid yang dapat diproduksi oleh berbagai mikroorganisme. Rhamnolipid telah diaplikasikan pada berbagai bidang, seperti kesehatan, pertanian, makanan, dan nanoteknologi. Beberapa penelitian terbaru juga telah memanfaatkan rhamnolipid sebagai material dalam pembuatan nanopartikel dan diaplikasikan sebagai adsorben. Namun, masalah utama dari penggunaan rhamnolipid adalah produktivitas rhamnolipid yang rendah karena biaya produksi yang tinggi. Penelitian sebelumnya mengungkapkan bahwa mutan Pseudomonas stutzeri BK-AB12 MT-03 dapat memproduksi rhamnolipid dengan aktivitas yang sangat baik. Oleh karena itu, pada penelitian ini dilakukan optimasi produksi rhamnolipid dengan pendekatan metode respons permukaan (RSM). Pada penelitian ini, rhamnolipid digunakan sebagai material dalam pembuatan nanopartikel rhamnolipid-graphene quantum dot (RL-GQD). Maka, tujuan dari penelitian ini yaitu (1) mengoptimasi, memproduksi, dan mengarakterisasi rhamnolipid yang diproduksi oleh mutan P. stutzeri BK-AB12 MT-03, (2) menyintesis dan mengarakterisasi GQD, serta (3) menyintesis dan mengarakterisasi nanopartikel rhamnolipid berbasis GQD (RL-GQD). Penelitian ini berhasil mendapatkan kondisi optimum dalam produksi rhamnolipid dari mutan P. stutzeri BK-AB12 MT-03. Kondisi optimum tersebut tercapai saat kadar palm kernel oil (PKO) sebesar 10,821%(v/v), kadar urea sebesar 0,209%(b/v), dan dengan waktu inkubasi selama 22,487 jam. Perolehan rhamnolipid dikonfirmasi dengan menggunakan spektrofotometer Fourier-Transform Infrared (FTIR). Spektrum FTIR menunjukkan bahwa rhamnolipid hasil produksi memiliki gugus-gugus fungsi yang spesifik terhadap rhamnolipid. Sintesis GQD juga berhasil dilakukan dengan metode pirolisis asam sitrat dan dikonfirmasi dengan spektrofotometer FTIR, difraksi sinar-X (XRD), dan penyinaran dengan sinar ultraviolet (UV). Morfologi GQD diamati dengan menggunakan transmission electron microscopy (TEM) dan didapat bahwa morfologi GQD berbentuk bulat dan teraglomerasi. Sintesis RL-GQD juga berhasil dilakukan dan dikonfirmasi dengan spektrum FTIR serta pola XRD. Spektrum FTIR RL-GQD memiliki puncak-puncak khas GQD dan rhamnolipid yang menandakan bahwa rhamnolipid berhasil tertempel pada permukaan GQD. Morfologi RL-GQD diamati dengan menggunakan TEM dan didapat bahwa morfologi RL-GQD berbentuk lembaran. Uji emulsifikasi pada RL-\n\nGQD menunjukkan bahwa RL-GQD yang disintesis memiliki potensi dalam EOR yang dibuktikan dengan adanya fasa tengah.", "Daftar File": {"ABSTRAK Samuel Ivan": "https://digilib.itb.ac.id/gdl/download/230260", "PUSTAKA Samuel Ivan": "https://digilib.itb.ac.id/gdl/download/238760"}, "Penulis": "Samuel Ivan [20520024]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "rhamnolipid, mutan Pseudomonas stutzeri BK-AB12 MT-03, graphene quantum dot, nanopartikel, rhamnolipid-graphene quantum dot.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "10 Agu 2021"}