{"Nomor": 57292, "Judul": "ISOLASI, KARAKTERISASI DAN UJI BIOAKTIVITAS METABOLIT SEKUNDER DARI JAMUR ENDOFIT AKAR TUMBUHAN MORUS ALBA VAR. SHALUN", "Abstrak": "Moraceae, merupakan salah satu famili tumbuhan yang telah banyak digunakan oleh masyarakat dalam kehidupan sehari-hari untuk memenuhi kebutuhan pangan dan papan. Tumbuhan ini menghasilkan buah-buahan yang biasa dikonsumsi seperti nangka-nangkaan dan mulberi, sedangkan bagian kayunya dapat digunakan untuk bahan bangunan dan perkakas rumah tangga. Selain itu, tumbuhan ini juga dimanfaatkan sebagai obat tradisionil. Morus, yang dikenal dengan mulberi, merupakan salah satu genus utama dari famili Moraceae, tumbuhan ini dilaporkan menghasilkan senyawa golongan fenolik dari jenis flavonoid, dan alkaloid dengan beragam bioaktivitas seperti antibakteri, sitotoksisitas, dan antivirus. Hal ini menjadikan Morus sebagai salah satu genus tumbuhan yang memiliki potensi penghasil metabolit sekunder dengan bioaktivitasnya yang beragam. Berdasarkan penelitian sebelumnya, dari ekstrak etil asetat kultur akar Morus alba var. shalun berhasil diisolasi beberapa senyawa murni dari golongan aduk Diels-Alder yang memiliki sitotoksisitas tinggi terhadap sel murin leukimia P-388. Pengembangan potensi tumbuhan ini lebih lanjut dilakukan terhadap mikroba endofit, khususnya jamur endofit. Endofit merupakan mikroorganisme yang hidup didalam jaringan tumbuhan, baik akar, daun, maupun batang, dan berasosiasi baik dengan tumbuhan inangnya. Jamur endofit dikenal menghasilkan berbagai metabolit sekunder dengan struktur dan bioaktivitasnya yang beragam. Selain mudah untuk ditumbuhkan, jamur endofitik juga dapat menghasilkan metabolit sekunder yang mirip dengan tumbuhan inangnya maupun yang berbeda. Oleh karena itu, diharapkan jamur endofitik dari tumbuhan Morus alba var. shalun dapat menghasilkan beragam metabolit sekunder. Pada penelitian ini berhasil diisolasi jamur endofit Fusarium falciforme dari bagian akar Morus alba var. shalun, dengan nilai homologi 99.82%. Identifikasi terhadap isolat tunggal jamur dilakukan di Mikrobiologi, LIPI, Cibinong. Pada penelitian ini, dari ekstrak etil asetat berhasil diisolasi 5 senyawa murni dan ditentukan strukturnya berdasarkan data spektroskopi NMR 1D dan 2D. Terdapat 1 senyawa baru yang belum pernah dilaporkan sebelumnya yaitu senyawa turunan poliketida (1), dan tiga senyawa lainnya yakni 3-Metil-4-hidroksi-6(1- metil-trans-1-propenil)2-piron (2), 1-linoleoil gliserol (3), dan asam linoleat (4). Senyawa (2) dengan kerangka dasar 2-piron dilaporkan diisolasi sebelumnya dari Aspergilus unguis, senyawa ini juga dihasilkan sebagai intermediet untuk sintesis senyawa nektriapiron yang dilaporkan memiliki beragam bioaktivitas seperti fitotoksik, antibiotik dan antitumor. Berdasarkan hasil pengujian bioassay antibakteri, senyawa 1-linoleil glikosida (3) menunjukkan aktivitas sedang dengan\n\nnilai MIC 256 µg/ml terhadap bakteri S. aureus. Pada pengujian aktivitas antioksidan, senyawa 3-Metil-4-hidroksi-6(1-metil-trans-1-propenil)2-piron (2) menunjukkan aktivitas yang sedang dengan nilai IC50 97,84 µg/ml.", "Daftar File": {"ABSTRAK Adnan Luthfi Agusta": "https://digilib.itb.ac.id/gdl/download/230261", "PUSTAKA Adnan Luthfi Agusta": "https://digilib.itb.ac.id/gdl/download/238839"}, "Penulis": "Adnan Luthfi Agusta [20519019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Euis Holisotan Hakim, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Moraceae, Morus alba var. shalun, Fusarium falciforme, turunan poliketida, 2-piron, 1-linoleil gliserol", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "10 Agu 2021"}