{"Nomor": 57299, "Judul": "SENYAWA ALAM TURUNAN KAFEIN POTENSIAL SEBAGAI INHIBITOR TIROSIN KINASE ITK", "Abstrak": "Penyakit kanker diketahui menjadi penyebab utama meningkatnya angka kematian di dunia. Berdasarkan proses berkembangnya, sel kanker merupakan sel normal yang bertransformasi menjadi sel displastik, dimana perkembangan sel terjadi secara ganas atau intensif. Sel kanker mampu melakukan proliferasi dan metatesis tanpa hambatan dan cenderung berlebihan. Salah satu protein yang berperan penting dalam terbentuknya sel kanker adalah ITK (IL-2-Inducible T-cell Kinase). Pada ITK, ekspresi gen sitokin yang berlebih diketahui dapat menyebabkan gangguan pensinyalan hingga perkembangan sel yang tidak terkendali. Sejauh ini, inhibitor komersial yang digunakan pada kemoterapi banyak menimbulkan efek samping yang tidak diharapkan. Efek samping yang timbul berupa gangguan sekresi gen-gen sitokin, mengganggu respon imun, infeksi serta muncul efek antagonis ketika dikombinasikan dengan senyawa lainnya. Oleh sebab itu, pencarian inhibitor alternatif ITK masih terus dilakukan. Penelitian terbaru menunjukan adanya aktivitas dari senyawa stuarosporin (K252a) dengan nilai IC50 0,35 µM. Namun, nilai IC50 yang didapatkan masih cukup besar dibandingkan dengan senyawa inhibitor komersial dari ITK. Pada penelitian ini, senyawa turunan kafein diujikan aktivitas inhibisinya terhadap ITK berdasarkan analisis stuktur senyawanya yang bersesuaian dengan struktur inhibitor komersial ITK serta bioaktivitasnya sebagai antikanker. Dilakukan pengujian secara in silico dengan metode molecular docking pada senyawa alam turunan kafein, erlotinib dan asam pirazin-2-karboksilat tehadap protein ITK. Metode molecular docking dilakukan untuk mengetahui potensi senyawa turunan kafein dan berdasarkan nilai afinitas serta analisis interaksi hingga dapat dikaitkan dengan level inhibisi senyawa tersebut. Skor docking yang diperoleh dari docking antara 14 senyawa turunan kafein terhadap ITK adalah sebesar •7,3 kcal/mol hingga •8,7 kcal/mol dengan afinitas pengikatan terbaik didapatkan pada senyawa 1,3-dimetil-7-[(3-nitrofenil)metil]-2,3,6,7-tetrahidro-1H- purin-2,6-dion (41). Dari profil interaksi hasil docking diketahui bahwa mekanisme inhibisi senyawa 41 terhadap ITK melibatkan tiga residu katalitik yaitu Glu406, Asp500 dan Lys391 serta residu Phe435  dan Cys442 sebagai gatekeeper. Interaksi yang terbentuk melibatkan dua ikatan hidrogen (Glu406, Asp500) dan sebelas interaksi hidrofobik (Val377, Lys391, Met410, Val419, Phe435, Cys442, Arg486, Asn487, Leu489, Ser499 dan Phe501). Maka, berdasarkan nilai skor docking dan profil interaksinya, senyawa turunan kafein 41 dapat menjadi kandidat unggulan untuk sebagai inhibitor ITK.", "Daftar File": {"ABSTRAK Annisa Hakim Risqilah R": "https://digilib.itb.ac.id/gdl/download/230268", "PUSTAKA Annisa Hakim Risqilah R": "https://digilib.itb.ac.id/gdl/download/239401"}, "Penulis": "Annisa Hakim Risqilah R [10517039]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "IL-2-Inducible T-cell Kinase (ITK), inhibitor ITK, molecular docking, kafein, kanker", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "10 Agu 2021"}