{"Nomor": 57296, "Judul": "STUDI INTERAKSI HALOACID DEHALOGENASE DARI BACILLUS CERUS INDB1 TERHADAP VARIASI SUBSTRAT ASAM 2-(MONO-, DI-, TRI-)-HALOASETAT", "Abstrak": "Organohalida adalah senyawa organik yang mengandung ikatan kovalen antara karbon dengan halida. Senyawa ini dikenal sebagai polutan bagi lingkungan karena bersifat toksik dan sulit terurai. Beberapa bakteri diketahui dapat menghasilkan haloacid dehalogenase, suatu enzim yang dapat mengkatalisis pemutusan ikatan antara karbon dengan halida pada substrat haloasam. Berdasarkan stereoselektifitas substrat haloasam dan mekanisme reaksi dehalogenasinya, enzim tersebut dibagi menjadi 2 jenis yakni GrupI dan GrupII. Gen pengode haloacid dehalogenase dari Bacillus cereus IndB1, disebut sebagai bcfd1, telah berhasil diklon, ditentukan urutan nukleotidanya, dan diekspresikan dalam E. coli BL21 (DE3). Pada penelitian ini, dilakukan studi komputasi untuk mempelajari pengaruh substrat haloasam dengan variasi substituen halida (F, Cl, Br, I) dan penambahan jumlah atom halida (mono, di, tri) terhadap interaksinya dengan Bcfd1 melalui molekular docking. Tahap pertama yang dilakukan adalah pemodelan dan klasifikasi tipe Bcfd1. Pemodelan dengan metoda threading (I-Tasser), fragment assembly (trRosetta dari Yang Lab dan Baker Lab), dan ab initio (Raptor- X, C-QUARK, dan Robetta) memberkan 6 model struktur tersier Bcfd1. Evaluasi stereokimia dan geometri menggunakan Mol Probity menghasilkan 2 model terbaik. Evaluasi lanjutan untuk klasifikasi Bcfd1 sebagai HAD GrupI atau GrupII dilakukan melalui sequence identity, perbandingan struktur sekunder, analisis kemiripan struktur sekunder, analisis superimpose (kemiripan, RMSD, dan % structure identity), serta analisis sisi aktif menunjukkan bahwa Bcfd1 lebih mirip dengan HAD GrupII. Model terbaik Bcfd1 adalah model trRosetta dari Baker Lab. Molekular docking menunjukkan bahwa interaksi hidrogen terjadi pada residu Met1 dan Asp2, sedangkan interaksi hidrofobik terjadi dengan Ser34, Gly35, dan Lys204. Jika ditinjau dari variasi atom halogen, maka sesama asam monohaloasetat, sesama asam dihaloasetat, dan sesama asam trihaloasetat tidak menunjukkan perbedaan interaksi yang signifikan, kecuali atom iodo yang menunjukkan orientasi berbeda. Variasi jumlah atom halogen mengakibatkan perubahan interaksi yang signifikan, yakni pada asam trihaloasetat (kecuali asam trikloroasetat), interaksi hidrogen antara Asp2 dengan C-karbonil digantikan oleh Gly35. Dari hasil skor docking dan analisis interaksi substrat dengan Bcfd1 ini dapat disimpulkan bahwa ke-12 substrat dapat terikat pada sisi pengikatan Bcfd1, namun pembuktian eksperimen basah masih diperlukan untuk mengonfirmasi terjadinya reaksi dehalogenasi pada semua substrat tersebut.", "Daftar File": {"ABSTRAK Elsa Nurulita Aridayani": "https://digilib.itb.ac.id/gdl/download/230265", "PUSTAKA Elsa Nurulita Aridayani": "https://digilib.itb.ac.id/gdl/download/239239"}, "Penulis": "Elsa Nurulita Aridayani [10517041]", "Kontributor / Dosen Pembimbing": ["Enny Ratnaningsih, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Bacillus cereus, haloacid dehalogenase, molecular docking, pemodelan struktur tersier", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "10 Agu 2021"}