{"Nomor": 57308, "Judul": "DESAIN STIMULASI DENGAN METODE AIR COMPRESSION PADA SUMUR GEOTERMAL DOMINASI AIR", "Abstrak": "permukaan, fluida dari dalam reservoir membutuhkan tekanan yang cukup dimana tekanan reservoirnya harus lebih besar daripada tekanan di dalam lubang sumur. Dengan demikian untuk dapat membuat sumur mengalir, diperlukan suatu upaya untuk mengurangi tekanan hidrostatik di dalam lubang sumur tersebut. Salah satunya dilakukan dengan stimulasi kompresi udara (air compression stimulation). Pada prinsipnya stimulasi dengan kompresi udara dilakukan dengan memberikan udara bertekanan ke dalam lubang sumur yang mampu mendorong/menekan ketinggian kolom air sampai pada kedalaman tertentu sehingga tekanan hidrostatiknya berkurang.\nPada studi ini, dilakukan desain stimulasi untuk delapan buah sumur non-self discharge (sumur yang tidak dapat mengalir secara alamiah) dari lapangan dominasi air dengan menggunakan suatu metode dimana dilakukan perbandingan antara area flashing (Af) dengan area kondensasi (Ac) di dalam lubang sumur. Dari studi diperoleh bahwa untuk membuat sumur mengalir secara alamiah dibutuhkan tekanan kompresi yang menghasilkan rasio Af dan Ac lebih besar dari 0.85. Prediksi tekanan kompresi dengan metode Af/Ac tidak selalu tepat untuk sumur-sumur tertentu. Pada prakteknya di lapangan, jika pendekatan teoritis tidak berhasil maka digunakan pendekatan praktis yaitu dengan meningkatkan tekanan kompresi secara bertahap sampai sumur dapat mengalirkan fluida secara kontinu.", "Daftar File": {"ABSTRAK Natassha Chessie C": "https://digilib.itb.ac.id/gdl/download/230278"}, "Penulis": "Natassha Chessie C [12211007]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "stimulasi geotermal, air compression, metode perbandingan Af dan Ac, non-self discharge", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "10 Agu 2021"}