{"Nomor": 57304, "Judul": "PENILAIAN KESEHATAN KEUANGAN UNTUK PERUSAHAAN  TERTENTU BERDASARKAN BISNIS DI BIDANG BENDUNGAN   (STUDI KASUS: PERUM JASA TIRTA II)", "Abstrak": "Perum Jasa Tirta II merupakan salah satu Badan Usaha Milik Negara yang bergerak di bidang Bendungan dan Sumber Daya Air yang merupakan hajat hidup masyarakat indonesia. Sebagai Badan Usaha Milik Negara dihadapkan pada dua kepentingan yaitu penugasan pemerintah dan juga mempunyai tanggung jawab untuk menghasilkan laba, sehingga perusahaan ini harus tetap ada untuk mencapai tujuan pemegang saham jangan sampai mengalami financial distress. Analisis penilaian keuangan pada proyek ini menggunakan analisis Economic Value-Added untuk mengetahui kinerja sebenarnya dari perusahaan dan menggunakan analisis financial distress dari Model Altman Z-Score untuk mengetahui peringatan dini jika mengalami financial distress. Berdasarkan analisis financial distress, Perum Jasa Tirta II tahun 2015-2019 berada pada zona aman dengan skor rata-rata 9,74 dan Compound Annual Growth Rate (CAGR) 10%. Meskipun nilai EVA dari tahun 2015-2016 bertanda positif dengan peningkatan ekstrim sebesar 2,127% dan Compound Annual Growth Rate (CAGR) sebesar 50%, namun terjadi fluktuasi dengan penurunan pada tahun 2018 sebesar 82%. Berdasarkan simulasi monte carlo probabilitas EVA <0 adalah 34,47% dan berdasarkan analisis sensitivitas, Perum Jasa Tirta II perlu menjaga EBIT dan ekuitas karena keduanya merupakan aspek terbesar yang mempengaruhi nilai EVA.", "Daftar File": {"2021_TS_PP_Tomi Kurniawan_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/230273"}, "Penulis": "Tomi Kurniawan [29119593]", "Kontributor / Dosen Pembimbing": ["DR. Harry Z. Soeratin SE, Ak, MM.Acc, CA, EPC, CRGP"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Economic Value Added (EVA), Altman Z-Score, financial distress, kinerja keuangan, penilaian keuangan, Badan Usaha Milik Negara, Perusahaan Umum", "Sumber": "PERUM JASA TIRTA II", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "10 Agu 2021"}