{"Nomor": 57307, "Judul": "INTERAKSI KIMIA PADA PERMUKAAN ELEKTRODA LAWAN POLIANILINA BERSTRUKTUR NANO DALAM APLIKASI DYE-SENSITIZED SOLAR CELLS (DSSC)", "Abstrak": "Dengan percepatan pengembangan Dye-sensitized Solar Cell bebas platina (Pt-Free DSSC), banyak peneliti telah mempelajari cara untuk mengintegrasikan material berbasis karbon sebagai elektroda lawan (CE) yang efisien dalam Pt-Free DSSC. Di antara polimer konduktif, polianilina (PANI) telah mendapat perhatian yang luar biasa karena memiliki konduktivitas listrik yang dapat dikontrol, metode sintesis yang mudah, stabilitas kimia yang baik, dan sifat redoks yang menarik yang terkait dengan rantai heteroatom. Masalah muncul pada reaksi elektrokimia antara PANI garam emeraldin (PANI ES) dan ion triiodida (I3-). Pada permukaan CE, reaksi redoks antara PANI ES dan ion I3- menghasilkan nilai potensial sel standar yang negatif. Namun, nilai potensial sel (Ecell) dalam kondisi tidak standar yang mengikuti persamaan Nernst masih dapat diperoleh nilai positif dengan meningkatkan ion I3- yang teradsorpsi pada permukaan PANI. Peningkatan luas permukaan PANI pada antarmuka CE/elektrolit merupakan pendekatan lain yang dapat dilakukan selain meningkatkan konsentrasi ion I3- dalam larutan elektrolit. Namun, PANI ES yang disintesis dengan metode pencampuran cepat menghasilkan partikel berbentuk tidak beraturan dengan morfologi permukaan halus dan luas permukaan rendah. Sedangkan proses adsorpsi merupakan langkah penting dalam menentukan keberlanjutan reduksi ion I3- dan sirkulasi muatan dalam DSSC.\n\nProses polimerisasi emulsi terfasilitasi media misel terbalik dari PANI berstruktur nano (NPES) dilakukan dengan menggunakan surfaktan nonionik Polyglyceryl-2- Dipolyhydroxystearate (PGPH) pada berbagai persen perbandingan volume (v/v) dari 2 hingga 6%. Gambar SEM menunjukkan bahwa morfologi yang diperoleh merupakan aglomerat tidak beraturan pada konsentrasi PGPH rendah dan granula yang relatif teratur pada konsentrasi PGPH tinggi. Spektrum FTIR dan Raman menunjukkan bahwa NPES berbentuk garam Emeraldin dengan konduktivitas listrik sekitar 10?3 S cm?1. Pengukuran fotovoltaik tegangan-arus (J-V) menunjukkan efisiensi konversi daya (PCE) tertinggi sebesar 1,71% pada konsentrasi PGPH 6% (v/v). Perilaku adsorpsi dua jenis PANI yang berbeda, yaitu PANI ES dan NPES yang masing-masing dibuat dengan metode pencampuran cepat dan polimerisasi antarmuka, terhadap larutan ion I3- dalam asetonitril telah diungkap. Morfologi NPES adalah granula yang saling terhubung dengan\n\npermukaan seperti durian dengan keseragaman bentuk yang lebih baik daripada PANI ES. Kapasitas adsorpsi maksimum NPES terhadap ion I3- lebih tinggi dari pada PANI ES; namun, keduanya mematuhi isoterm dua situs Langmuir– Freundlich. Parameter termodinamika yang dihitung mengungkapkan proses adsorpsi spontan dan endotermik untuk kedua jenis PANI. Gugus bermuatan positif dalam PANI (C–N+) menyediakan situs adsorpsi yang lebih disukai untuk ion I3- melalui interaksi elektrostatik, seperti yang dikonfirmasi oleh spektroskopi Raman. Data kinerja fotovoltaik dan elektrokimia mengkonfirmasi PCE yang lebih tinggi (~ 30%) dari NPES CE dibandingkan dengan PANI ES.\n\nStudi teori fungsi kerapatan (DFT) telah dilakukan untuk mengevaluasi kemampuan adsorpsi PANI terhadap ion I3-. Dua struktur yang berbeda, yaitu Bipolaron (Bip) dan Polaron (Pol), dan kompleksnya dengan ion I3- dipelajari. Informasi struktur spasial, energi, spektrum vibrasi, dan energi orbital molekul perbatasan digunakan untuk mengetahui pengaruh perbedaan struktur PANI terhadap kemampuan adsorpsi ion I3-. Perubahan struktur dan distribusi muatan diamati selama proses adsorpsi untuk ion PANI dan ion I3-. Analisis Raman mengungkapkan bahwa ion I3- yang teradsorpsi mempengaruhi rantai PANI terutama pada gugus C~N+, yang konsisten dengan data eksperimen. Sifat elektronik PANI juga dipengaruhi oleh keberadaan ion I3-. Hasil energi interaksi (?H) menunjukkan adsorpsi ion I3- pertama sedikit lebih disukai pada Pol sedangkan adsorpsi ion I3- kedua lebih disukai pada Bip. Penambahan ion I3- lebih lanjut pada PANI menyebabkan peningkatan yang signifikan pada ?H yang disebabkan oleh halangan sterik. Reaksi redoks reversibel antara Bip dan Pol yang memiliki nilai ?H positif juga bertanggung jawab terhadap ?H yang diamati.\n\nModifikasi permukaan CE berbahan NPES dilakukan dengan menggunakan plasma gelombang mikro. Dua jenis plasma yang digunakan adalah plasma oksigen dan hidrogen (O2- dan H2-plasma). Spektrum emisi optik mengkonfirmasi keberadaan spesi reaktif di kedua plasma, seperti O2+, O+, O*, dan H. Perlakuan plasma gelombang mikro tidak mempengaruhi morfologi permukaan NPES CE, yang mempertahankan struktur nano granula nya, seperti yang diungkapkan oleh SEM. Hasil spektroskopi Raman menunjukkan perubahan tingkat oksidasi intrinsik yang signifikan dan jumlah spesi semiquinonoid (SQ) dari NPES setelah perlakuan plasma. Umumnya penggunaan O2-plasma meningkatkan tingkat oksidasi intrinsik dan bilangan SQ, sedangkan penggunaan H2-plasma menyebabkan kedua sifat tersebut menurun. Kondisi optimum modifikasi permukaan adalah penggunaan O2- plasma selama satu menit, yang menghasilkan NPES dengan tingkat oksidasi intrinsik dan bilangan SQ tertinggi. Dengan menggunakan NPES ini sebagai CE, diperoleh DSSC dengan PCE sebesar 3,17%.", "Daftar File": {"ABSTRAK Muhammad Reza": "https://digilib.itb.ac.id/gdl/download/230277", "PUSTAKA Muhammad Reza": "https://digilib.itb.ac.id/gdl/download/238700"}, "Penulis": "Muhammad Reza [30517003]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng.", "Mohammad Kemal Agusta, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Dye-Sensitized Solar Cell bebas Platina, elektroda lawan, polianilina, ion triiodida, polaron, plasma gelombang mikro.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "11 file", "Tanggal Input": "10 Agu 2021"}