{"Nomor": 57319, "Judul": "EVALUASI PROGRAM REAKTIVASI SUMUR ESP DI LAPANGAN-P DENGAN MENERAPKAN TYPECURVE PERAMALAN IPR", "Abstrak": "Tugas akhir ini berisi tinjauan dan evaluasi terhadap proyek reaktivasi sumur di Lapangan-P yang menggunakan sistem pengangkatan buatan Electric Submersible Pump. Pada evaluasi ini, tinjauan berfokus pada reaktivasi lima sumur produksi di Platform- PF. Sumur-sumur tersebut menembus formasi BR yang merupakan reservoar karbonat dengan mekanisme pendorong bottom water drive. Fluida yang diproduksi merupakan heavy oil (21-23 oAPI) dengan water cut mencapai sekitar 97%. Evaluasi yang dilakukan pada studi ini terkait dengan desain jumlah stage dan horsepower ESP. Desain tersebut dievaluasi dengan menggunakan Metode Guo3 dan Nodal Analysis1 yang menerapkan persamaan TypeCurve IPR2. Type Curve IPR merupakan teknik analisis Inflow Performance Relationship yang dikembangkan untuk menentukan dan meramalkan kinerja reservoir dengan mekanisme pendorongan Bottom Water Drive. Persamaan IPR nya memberikan hubungan yang linear antara rasio laju alir dengan rasio tekanan reservoir. Kemudian hasil yang diperoleh dari kedua metode tersebut dibandingkan dengan hasil desain ESP dari company. Lalu ditentukan pula desain laju alir, jumlah stage, dan HorsePower total yang optimum bagi ESP dengan memerhatikan keseimbangan antara kemampuan formasi untuk berproduksi dan kapasitas pompa. Selain itu pada tugas akhir ini juga dilakukan penentuan kekuatan mekanisme pendorongan bottom water drive (kuat, sedang, atau lemah), serta peramalan kinerja reservoir menggunakan TypeCurve IPR. Hasilnya diperoleh bahwa TypeCurve IPR terbukti dapat diterapkan pada Lapangan-P dan memberikan informasi bahwa mekanisme penodorongannya merupakan strong bottom water drive.", "Daftar File": {"ABSTRAK Muhamad Derian Zachary": "https://digilib.itb.ac.id/gdl/download/230410"}, "Penulis": "Muhamad Derian Zachary [12209045]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Pudjo Sukarno M.Sc, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "reaktivasi, type curve IPR, bottom water drive, metode Guo, nodal analysis, ESP", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "12 Agu 2021"}