{"Nomor": 57315, "Judul": "MENGANALISIS RANCANGAN PEKERJAAN DAN PANDANGAN TERHADAP PENDEKATAN GAMIFIKASI: STUDI KASUS AIESEC LILLE, PERANCIS", "Abstrak": "AIESEC Lille merupakan sebuah organisasi nirlaba, di bawah pengawasan AIESEC France, yang dikelola oleh anggota-anggota Gen Z mereka untuk mengembangkan kemampuan kepemimpinan dan memberikan “The AIESEC Experience” kepada para pemuda di kota Lille, Perancis. Saat ini, organisasi tersebut sedang mengalami permasalahan mengenai para anggota yang secara tiba-tiba mengundurkan diri dari AIESEC Lille dan juga permasalahan dalam segala kegiatan dan proses yang dilakukan di dalam organisasi tersebut. Setelah melakukan proses penilaian lebih lanjut, ditemukan bahwa AIESEC Lille memiliki permasalahan mengenai pekerjaan yang diberikan kepada anggota-anggotanya, yang disebut sebagai rancangan pekerjaan. Sebuah rancangan pekerjaan adalah salah satu bagian penting dari proses pengembangan sumber daya manusia sebagai cetak biru rancangan proses bekerjanya sebuah organisasi dan bagaimana pekerjaan diberikan kepada para anggota-anggotanya. Rancangan pekerjaan dapat mempengaruhi tidak hanya keberlangsungan organisasi tersebut, melainkan juga motivasi para anggota nya sehingga permasalahan mulai ketika para anggota merasa tidak termotivasi untuk menyelesaikan pekerjaan mereka yang dapat berakibat kepada penundaan segala aktivitas organisasi. Oleh karena itu, tujuan dari penelitian ini adalah menganalisis rancangan pekerjaan AIESEC Lille saat ini dan memberikan wawasan untuk membantu AIESEC Lille dalam memperbaiki rancangan pekerjaan mereka, salah satunya dengan mengusulkan pendekatan gamifikasi dalam lingkungan kerja. Dalam melakukan penelitian ini, proses wawancara dilakukan agar mendapatkan gambaran besar mengenai permasalahan yang dialami lalu diikuti proses pembandingan untuk mengusulkan wawasan sebuah sistem rancangan pekerjaan gamifikasi. Penelitian ini berhasil menunjukkan permasalahan utama di dalam rancangan pekerjaan, dengan demikian penelitian ini mampu memberikan saran dan masukan lanjutan mengenai rancangan pekerjaan yang dapat dibuat untuk AIESEC Lille.", "Daftar File": {"ABSTRAK Dimas Randy Tirtoajie": "https://digilib.itb.ac.id/gdl/download/230391"}, "Penulis": "Dimas Randy Tirtoajie [19018352]", "Kontributor / Dosen Pembimbing": ["Aria Bayu Pangestu, S.Mn., MHRM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Organisasi nirlaba, Rancangan Pekerjaan, Motivasi Anggota, Pendekatan Gamifikasi, Gen Z", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "12 Agu 2021"}