{"Nomor": 57326, "Judul": "MENENTUKAN FAKTOR-FAKTOR YANG MEMPENGARUHI NIAT MENGGUNAKAN PLATFORM LAYANAN KECANTIKAN", "Abstrak": "Industri kecantikan telah menjadi industri yang menjanjikan karena penampilan merupakan salah satu\naset penting setiap manusia, terutama bagi wanita. Industri kecantikan memiliki dua sektor yaitu\nproduk kecantikan dan jasa kecantikan. Kebutuhan mencari layanan kecantikan terkadang menjadi\nkendala karena beberapa faktor, oleh karena itu platform layanan kecantikan dapat menjadi solusi\nuntuk mempermudah kebutuhan mencari layanan kecantikan dan dapat menjadi solusi terbaik untuk\nmencari dan memesan jasa kecantikan sekaligus menguntungkan pelanggan dan bisnis. Dengan\nmembangun platform layanan kecantikan, total permintaan layanan penampilan juga diharapkan\nmeningkat karena aksesnya menjadi lebih mudah. Namun, proporsi pelanggan yang menggunakan\nplatform layanan kecantikan dapat dianggap rendah dan faktor-faktor yang akan mempengaruhi niat\nuntuk menggunakan platform tidak pernah diidentifikasi lebih lanjut. Dengan menentukan\nfaktor-faktor yang akan mempengaruhi niat untuk menggunakan platform layanan kecantikan, sangat\npenting untuk membantu pengembangan lebih lanjut dari industri ini terutama untuk layanan\nkecantikan. Penelitian ini akan menganalisis faktor-faktor yang mempengaruhi niat menggunakan\nplatform layanan kecantikan dengan menggunakan tiga variabel independen dari Unified Theory of\nAcceptance and Use of Technology (UTAUT) yaitu Performance Expectancy, Effort Expectancy dan\nSocial Influence dengan memasukkan Perceived Risk dan Perceived Trust. sebagai variabel eksternal.\nMetode yang akan digunakan adalah kuantitatif dengan menyebarkan kuesioner online pada wanita\nberusia 16-35 tahun di Jawa Barat dan Jabodetabek dengan menggunakan analisis Regresi Linear\nBerganda untuk menganalisis data. 229 responden telah dikumpulkan melalui kuesioner online.\nPenelitian ini menemukan bahwa Performance Expectancy dan Perceived Trust secara signifikan\nmempengaruhi niat perilaku untuk menggunakan platform sedangkan Effort Expectancy, Social\nInfluence dan Perceived Risk tidak mempunyai pengaruh terhadap niat perilaku untuk menggunakan\nplatform. Temuan ini diharapkan dapat membantu perusahaan untuk menemukan strategi pemasaran\nyang tepat untuk meningkatkan pasar dan mendapatkan lebih banyak pelanggan.", "Daftar File": {"ABSTRAK Shafira An Nasmah": "https://digilib.itb.ac.id/gdl/download/230427"}, "Penulis": "Shafira An Nasmah [19218070]", "Kontributor / Dosen Pembimbing": ["Arfenia Nita, ST., MMgt (Fin)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "platform layanan kecantikan, niat perilaku, linear regresi berganda, UTAUT", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "13 Agu 2021"}