{"Nomor": 57327, "Judul": "ANALISIS PROYEK INVESTASI PADA PELUANG USAHA BARU (PERTASHOP) UNTUK CV XYZ", "Abstrak": "Pertashop merupakan program yang diluncurkan oleh Pertamina pada tahun 2019. Program ini\ntertuju pada SPBU skala kecil yang mendistribusikan BBM nonsubsidi seperti Pertamax dan\nDexlite. Program ini merupakan upaya pemerintah untuk menyediakan energi berkelanjutan di\nseluruh tanah air Indonesia dan meningkatkan taraf hidup pengusaha UKM dengan\nmemperkenalkan mereka ke sektor distribusi BBM. Pada tahun 2020, Pertamina bekerjasama\ndengan berbagai departemen pemerintah, khususnya Kementerian Koperasi dan UKM\n(KEMENKOP UKM). Upaya ini untuk mempermudah akses perijinan dan pembiayaan bagi\nUKM untuk membangun gerai Pertashop. Peluang bisnis baru Pertashop ini tentunya banyak\nmenarik minat para pegiat UKM diantaranya CV XYZ, perusahaan yang berdiri sejak tahun\n2017, yang memulai bisnisnya di industri retail. Namun karena belum adanya analisis\nkelayakan yang komprehensif untuk menjustifikasi apakah bisnis ini akan menguntungkan atau\ntidak, CV XYZ masih ragu untuk memasuki bisnis tersebut. Oleh karena itu, penelitian ini\nmemberikan analisis yang akan membantu mereka untuk berhasil dalam bisnis ini.\n\nPenelitian ini bertujuan untuk memberikan analisis kelayakan finansial dalam mendirikan usaha\nPertashop. Termasuk didalamnya kerangka pemilihan lokasi potensial yang sesuai dengan\nkriteria yang dipersyaratkan Pertamina dan preferensi pelanggan. Focus group discussion\ndengan Direksi dilakukan untuk mendapatkan apa yang menjadi perhatian mereka dan\nmenetapkan beberapa asumsi yang akan digunakan dalam analisis. Beberapa data yang tidak\ntersedia di sumber sekunder juga diperoleh dari survei yang diikuti oleh 618 responden.\n\nBerdasarkan proses pengambilan keputusan, Pertashop akan berlokasi di Jl. Raya Majalaya -\nRancaekek dan memiliki kapasitas suplai Pertamax 3000 liter/hari. Estimasi anggaran modal\nberdasarkan lokasi dan paket Pertashop yang dipilih adalah Rp 950.000.000 dengan estimasi\nmasa konstruksi lima bulan. Kelayakan finansial terdiri dari capital budgeting analysis dengan\nmenilai investasi dari beberapa faktor, seperti NPV, discounted PBP, PI, & IRR, dan analisis\nketahanan perusahaan (analisis rasio) dengan membandingkan rasio yang diperoleh dari\nperhitungan dengan rasio benchmark. Selain itu, analisis sensitivitas dan skenario dilakukan\nuntuk menentukan variabel-variabel yang memiliki dampak signifikan terhadap NPV proyek\nkemudian menganalisis skenario terburuk dan terbaik yang akan terjadi berdasarkan nilai\nhistoris variabel-variabel tersebut. Terakhir, simulasi Monte Carlo juga dilakukan untuk\nmengetahui probabilitas keberhasilan investasi ini.\n\nHasil yang diperoleh dari analisis kelayakan investasi ini adalah sebagai berikut: Net Present\nValue (NPV) adalah Rp. 908.374.655, Discounted Pay Back Period 9,09 tahun, Profitability\nIndex (PI) sebesar 1,94, dan Internal Rate of Return (IRR) sebesar 22,49 %. Selain itu, beberapa\nrasio keuangan terutama rasio profitabilitas proyek ternyata lebih baik dari benchmark-nya. \n\nBerdasarkan analisis sensitivitas, ditentukan empat variabel nilai NPV proyek, kemudian\nanalisis skenario menunjukkan bahwa NPV akan bernilai rugi Rp. (532.221.432) dalam\nskenario terburuk dan surplus Rp. 2.165.965.845 dalam skenario terbaik. Selain itu, simulasi\nMonte Carlo menemukan bahwa probabilitas kegagalan bisnis ini di mana nilai NPV kurang\ndari nol hanya sebesar 1,73%. Dari semua hasil analisis di atas dapat disimpulkan bahwa bisnis\nPertashop sangat prospektif dan menguntungkan untuk dijalankan. Namun, beberapa variabel\nsensitif harus diperhatikan dan dikendalikan (jika memungkinkan) untuk mendapatkan hasil\nyang maksimal. Peneliti merekomendasikan untuk secepatnya membangun Pertashop di lokasi\nterpilih untuk mengukuhkan eksistensinya sebagai pionir dan market leader di lokasi tersebut.", "Daftar File": {"2021_TS_PP_Sandhy Muharamsyah Bachtiar_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230428"}, "Penulis": "Sandhy Muharamsyah Bachtiar [29119333]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "UKM, Pertashop, Investasi, Analisis, Kelayakan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "13 Agu 2021"}