{"Nomor": 57323, "Judul": "ANALISIS HAMBATAN KONSUMEN PADA INTENSI PENGGUNAAN LOKAPASAR PEKERJA LEPAS DI INDONESIA", "Abstrak": "Beberapa penelitian menunjukkan bahwa sektor informal, termasuk pekerjaan lepas,\nmemberikan kontribusi yang signifikan terhadap tingkat perekonomian Indonesia dengan\nmembuka lapangan kerja kepada mereka yang tidak dapat diserap oleh sektor formal.\nMemanfaatkan peluang ini, beberapa perusahaan mulai memberikan wadah bagi para pekerja\nlepas untuk menjual dan memasarkan layanan mereka secara daring, yang umumnya dikenal\nsebagai lokapasar pekerja lepas. Akan tetapi, penetrasi platform tersebut masih rendah di\nIndonesia. Meski pasokannya tinggi, konsumen Indonesia masih ragu untuk menggunakan\nlokapasar ini sebagai alternatif utama mereka dalam mencari pekerja lepas. Oleh karena itu,\npenelitian ini bertujuan untuk mengetahui faktor-faktor yang menghambat niat konsumen untuk\nmenggunakan lokapasar pekerja lepas di Indonesia, berdasarkan kerangka Innovation Resistance\nTheory (IRT). Data dikumpulkan dari dengan metode survey terhadap 370 responden melalui\nkuesioner daring, yang dianalisis dengan perangkat lunak SmartPLS, dan wawancara, yang\ndianalisis dengan metode pengkodean manual dan selektif. Hasil penelitian menunjukkan bahwa\nhambatan penggunaan, nilai, tradisi, dan citra berpengaruh negatif terhadap niat konsumen untuk\nmenggunakan lokapasar pekerja lepas, kecuali hambatan risiko. Selain itu, pengaruh sosial juga\nberpengaruh signifikan terhadap hambatan nilai dan citra. Temuan ini dapat berguna untuk\nmenyusun strategi bisnis bagi penyedia platform jasa pekerja lepas, dengan menghilangkan\nhambatan kritis yang disebutkan dalam penelitian ini.", "Daftar File": {"ABSTRAK Palita Rana Putinagari": "https://digilib.itb.ac.id/gdl/download/230422"}, "Penulis": "Palita Rana Putinagari [19218007]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "hambatan; intensi penggunaan; IRT; lokapasar pekerja lepas; pengaruh sosial", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "13 Agu 2021"}