{"Nomor": 57339, "Judul": "USULAN PERBAIKAN MODEL BISNIS UNTUK INDUSTRI PERALATAN MAKAN KERAMIK   STUDI KASUS: CV BARETTA CEMERLANG", "Abstrak": "CV Baretta Cemerlang merupakan perusahaan yang memproduksi peralatan makan berbahan keramik sesuai dengan kebutuhan pelanggan. Seluruh proses dikerjakan oleh perusahaan tanpa adanya subkan, sehingga total kontrol proses secara keseluruhan ada pada perusahaan. CV Baretta Cemerlang dapat mengerjakan cenderamata dari bahan keramik, namun hingga saat ini sebagian besar perusahaan memproduksi mug, tea set, dan asbak. Perusahaan sangat mengutamakan ketepatan waktu karena sebagian besar produk ditujukan untuk sebuaah acara sebagai cenderamata. Misi perusahaan adalah ingin mencapai sebagai perusahaan peralatan makan terkemuka yang dikenal mempunyai citra yang baik di kalangan masyarakat Indonesia pada tahun 2023. Penelitian ini bertujuan untuk membantu CV Baretta Cemerlang untuk mengevaluasi bisnis yang sedang berjalan dan menemukan alternatif yang tepat untuk mengatasi masalah tersebut sehingga dapat diimplementasikan.  \nAnalisis tesis ini akan menggunakan panduan melalui buku pegangan untuk visioner, pengubah permainan, dan penantang yang dikenal sebagai generasi model bisnis. Selanjutnya, menggunakan analisis Kepner Tregoe untuk membantu dalam pengembangan keputusan. Analisis internal akan membahas situasi model bisnis CV Baretta Cemerlang saat ini untuk mengeksplorasi masalah atau bahkan menemukan potensi perusahaan. Sementara itu, analisis eksternal mengumpulkan data sekunder melalui kekuatan industri dan pasar, tren utama, dan ekonomi makro.  \nAlternatif yang diusulkan adalah membangun citra produk sesuai dengan nilai-nilai perusahaan sehingga dapat dengan mudah diterima dan dikenal oleh masyarakat Indonesia. Selain itu menentukan segmentasi pasar tertentu sehingga perusahaan dapat fokus mengembangkan produk yang dapat menjawab kebutuhan dan keinginan pelanggan. Skor rekomendasi membantu dalam proses pengambilan keputusan yang paling baik sesuai dengan ekspektasi manajemen.  \nImplementasi akan membantu perusahaan untuk menerapkan dan mewujudkan usulan bisnis model yang telah diberikan sehingga lebih terukur dan menjadi bentuk nyata. Implementasi akan membawa perusahaan untuk menjadi peralatan ceramik terkemuka di Indonesia khususnya souvenir. Selain itu  implementasi akan menggali lebih dalam agar dapat mengembangkan menjadi perusahaan tableware dengan berbagai macam model, jenis, dan warna unggulan.", "Daftar File": {"2021-TS_PP_Septuagesima Panggabean_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/230449"}, "Penulis": "Septuagesima Panggabean [29119001]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Peralatan makan, industri keramik, Bisnis Model Kanvas, SWOT, Kepner-Tregoe", "Sumber": "CV BARETTA CEMERLANG", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Agu 2021"}