{"Nomor": 57336, "Judul": "PERILAKU RUMAH TANGGA DALAM SISTEM PENGELOLAAN LIMBAH PADA PENERAPAN SISTEM NYAMPIH DENGAN MODEL BISNIS YANG BARU DI GUNUNG GADUNG : STUDI KASUS DARI NYAMPIH", "Abstrak": "Jumlah sampah di Indonesia semakin hari semakin meningkat. Sampah yang kini ada semakin\nmenumpuk di TPA dengan keadaan tidak terpilah. Hal ini mengakibatkan sampah-sampah tidak\nbisa di daur ulang. Kini, sampah menjadi masalah utama di Indonesia dan harus diselesaikan\ndengan cepat karena sudah mengancam ekosistem di darat dan laut. Masalah sampah yang tidak\nterpilah berkaitan dengan kebiasaan masyarakat yang tidak mau memilah sampah dan belum ada\nkesadaran dari masyarakat untuk lebih menjaga lingkungan agar tetap bersih. Maka dari itu\nNyampih hadir untuk menyelesaikan masalah sampah terutama menerapkan kebiasaan baru\nkepada masyarakat untuk memilah sampah. Nyampih adalah sebuah aplikasi pintar yang dapat\nmenghubungkan petugas sampah dengan konsumen. Nyampih menyediakan jasa angkut sampah\nyang fleksibel sehingga konsumen (ibu rumah tangga dan bisnis sektor) dapat memesan jasa\nkami kapan pun. Namun, sebelum memesan jasa kami, konsumen harus memilah sampah nya\nterlebih dahulu. Bagi kami, menerapkan kebiasaan memilah sampah kepada ibu rumah tangga\ncukup sulit karena ini merupakan penerapan kebiasaan baru. Maka, dalam penelitian ini kami\nmemutuskan untuk meneliti bagaimana kebiasaan ibu rumah tangga dalam memilah sampah,\nperilaku ibu rumah tangga terhadap sampah, apa yang memotivasi mereka agar mau memilah\nsampah, dan bagaimana pengembangan Nyampih agar sesuai dengan keinginan dan kebutuhan\nibu rumah tangga. Penelitian ini dilakukan dengan metode kualitatif dan observasi dengan\nmelakukan wawancara kepada beberapa ibu rumah tangga dengan berbagai latar belakang\npekerjaan. Penelitian ini juga menggunakan Theory Planned Behavior untuk mengetahui aspek\napa saja yang mempengaruhi ibu rumah tangga agar mau memilah sampah dengan baik dan\nbenar. Lalu dalam penelitian ini menggunakan Theory of Change sebagai pembanding fitur\nNyampih sekarang dengan fitur Nyampih setelah melakukan penelitian ini.", "Daftar File": {"ABSTRAK Silvia Ayuni Putri": "https://digilib.itb.ac.id/gdl/download/230438"}, "Penulis": "Silvia Ayuni Putri [19218015]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Theory Planned Behavior, Theory of Change, Perilaku Ibu Rumah Tangga, Sampah di Indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Agu 2021"}