{"Nomor": 57332, "Judul": "KAJIAN MODUL PROJEKTIF ATAS ALJABAR LINTASAN DAN ALJABAR LINTASAN LEAVITT", "Abstrak": "Disertasi ini mengkaji dua topik yakni modul projektif atas aljabar lintasan dan\nmodul projektif atas aljabar lintasan Leavitt. Pada topik pertama, aljabar lintasan\ndari graf hingga, terhubung dan asiklik merupakan aljabar herediter. Oleh karena itu\nsemua modul projektif atas aljabar lintasan dari graf hingga, terhubung dan asiklik\nmerupakan modul herediter. Hasil utama kajian modul projektif atas aljabar lintasan\nadalah karakterisasi modul herediter atas aljabar Nakayama self-injective dari graf\nsiklus. Hasil ini digunakan untuk mengkarakterisasi modul projektif atas aljabar\nlintasan dari graf yang memuat siklus.\nPada topik kedua, aljabar lintasan Leavitt bersifat herediter sehingga semua modul\nprojektif atas aljabar lintasan Leavitt bersifat herediter. Berdasarkan fakta bahwa\naljabar lintasan Leavitt bersifat herediter, yaitu setiap ideal kiri dari aljabar lintasan\nLeavitt adalah projektif, peneliti terdahulu telah mencari bentuk resolusi projektif\ndari modul sederhana Chen atas aljabar lintasan Leavitt. Hasil utama kajian modul\nprojektif atas aljabar lintasan Leavitt adalah bentuk resolusi projektif-U dari modul\nsederhana Chen atas aljabar lintasan Leavitt dan modul sederhana bertingkat atas\naljabar lintasan Leavitt.", "Daftar File": {"ABSTRAK DELSI K.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230434"}, "Penulis": "Delsi K [30116009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irawati, MS", "Dr. Muchtadi Intan Detiena, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "graf (berarah), aljabar lintasan, representasi graf, modul projektif, modul herediter, aljabar lintasan Leavitt, modul sederhana Chen atas atas aljabar lintasan Leavitt, modul sederhana bertingkat atas aljabar lintasan Leavitt, resolusi projektif-U", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "15 Agu 2021"}