{"Nomor": 57334, "Judul": "USULAN STRATEGI DAN MODEL BISNIS UNTUK OZ RADIO BANDUNG", "Abstrak": "Pesatnya perkembangan teknologi dan juga internet mempengaruhi seluruh kegiatan bisnis\nyang ada, terutama pada industri media. Banyak yang akhirnya harus di sesuaikan oleh pelaku\nbisnis media yang ada saat ini demi bisa bertahan di dalam persaingan. Hal ini sangat terasa\nterutama pada bisnis media conventional seperti TV, radio, dan juga media cetak.\nPerkembangan tersebut juga sangat dirasakan oleh Oz Radio Bandung sebagai pelaku bisnis\nmedia. Sebagai penyedia dan juga sarana hiburan dan informasi, Oz Radio Bandung harus\nbersaing dengan lahirnya jenis media digital baru yang membuat pendengar radio berpindah\ndan akhirnya cenderung menurun dari tahun ke tahun. Orang-orang saat ini lebih memilih\nhiburan melaui smartphonenya dari sosial media dan juga platform lain yang bisa diakses\ndisana. Berubahnya prilaku orang orang dalam memilih hiburan dari radio ke media modern\nlainnya membuat radio akhirnya kehilangan pendapatan. Seperti yang kita tau radio bisa\nbertahan karena pendapatannya yang mereka dapat dari iklan. Namun dengan menurunnya\npendengar radio dan meningkatnya pengguna media modern membuat perusahaan yang ingin\nberiklan lebih memilih media yang baru yang saat ini memang penggunanya lebih banyak\ndibandingkan dengan radio. Dalam keadaan seperti ini, Oz Radio Bandung harus memulai\nmengevaluasi kembali strategi dan model bisnis mereka agar tetap bisa bertahan di dalam\npersaingan media yang sudah sangat berkembang dengan segala teknologi yang ada. \nResearch ini bertujuan untuk mengetahui apa saja tahapan tahapan yang perlu dilakukan oleh\nOz Radio Bandung dalam menyusun strategi bisnis bagi perusahaan. Dengan proses\npenyusunan tersebut nantinya akan terbentuk strategi yang paling tepat yang bisa di\nimplementasikan langsung oleh perusahaan. Strategi-strategi yang sudah di dapat bisa\nmengubah bisnis model yang ada, yang tentunya bisnis model yang baru tersebut akan\nmembuat Oz Radio Bandung lebih produktif dan juga lebih relevan dengan perkembangan\nindustri sekarang. Metode yang dilakukan untuk penelitian ini ada alah kualitatif metode\ndimana data-data yang diperlukan didapat melalui interview, observasi, dan juga dari\nsecondary data yang didapat di internet, buku, maupun jurnal. Beberapa analisis juga dilakukan\nguna mengetahui bagaimana keadaan didalam dan di luar perusahaan. Analisis internal\ndilakukan dengan menggunakan Bisnis Model Cavas, sedangkan analisis external dilakukan\nadalah PESTEL analisis, competitor analisis, dan costumer analisis dengan menggunakan\npendekatan consumer decision making process. Selanjutnya dilakukan juga analisis TOWS\nyang dilanjutkan dengan perumusan strategy dengan menggunakan TOWS analysis. Dari\nstrategi yang terbentuk setelah dilakukannya TOWS analisis, dipilih strategi mana saja yang\nbisa dijadikan prioritas sesuai denga akar permasalahan yang sudah didapatkan sebelumnya.\nUntuk mendapatkan strategi prioritas tersebut dilakukanlah proses perhitungan secara\nkalkulatif dengan menggunakan QSPM. \nDari akar permasalahan yang sudah didapatkan dan juga proses perumusan strategi bisnis yang\njuga sudah dilakukan, terbentuklah beberapa strategi yang bisa di implementasikan oleh Oz\nRadio Bandung. Pertama adalah strategi untuk mengatasi akar masalah platform, dimana\nstrategi tersebut adalah membuat innovasi program yang bisa menghubungkan antara oline,\noff-air, social media, dan juga on-air. Selanjutnya untuk akar permasalahan traffic, Oz Radio\nBandung perlu melakukan meningkatan aktifitas sosial media merka dengan konten konten\nyang menarik. Terakhir untuk management dan para kariawannya diperlukan perumusan\nknowledge management system yang baik. Dari seluruh strategi tersebut, nantinya jika\ndilakukan bisa mengubah bisnis model mereka sehingga menjadi bisnis model yang sesuai\ndengan keadaan industry, customer, dan teknologi saat ini. Diharapkan dengan  perumusan\nstrategi yang baru ini bisa membuat Oz Radio Bandung lebih produktif dan juga bisa\nmeningkatkan pendapatan agar perusahaan bisa terus berjalan, berkembang, dan bisa menang\ndi dalam persaingan.", "Daftar File": {"2021_TS_PP_Alan Dodi Amdani_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/230436"}, "Penulis": "Alan Dodi Amdani [29119484]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industi Media, Radio, Formulasi strategi, Strategi Bisnis, Bisnis Model Canvas", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Agu 2021"}