{"Nomor": 57349, "Judul": "ANALISIS CUSTOMER CHURN: MENGANALISA DETERMINAN CHURN PELANGGAN PADA STRATEGI USAHA INDIHOME DAN  USULAN STRATEGI BISNIS", "Abstrak": "Pertumbuhan penyedia layanan internet di Indonesia, telah membawa Indonesia\nmenjadi salah satu pasar telekomunikasi dengan pertumbuhan tercepat di dunia.\nDengan maraknya Fiber Optic (FO), sejalan dengan munculnya Internet Service\nProvider (ISP) baru. Kondisi ini membuat sejumlah penyedia layanan internet \nmendorong pasar Indonesia secara massif. Penyedia layanan internet yang sudah \nmapan dapat mengalami kehilangan pelanggan yang berharga dari pesaing karena\nbanyak penawaran menarik dari kompetisi atau dikenal sebagai customer churn,\nsalah satunya adalah IndiHome yang merupakan merek ISP yang dioperasikan di\nbawah Telkom Indonesia. Tren customer churn di IndiHome semakin meningkat\ndari bulan ke bulan selama tahun 2020. Oleh karena itu, mengetahui faktor-faktor\npenentu customer churn di IndiHome dan menganalisis lingkungan bisnis sangat\npenting untuk menciptakan strategi yang tepat untuk mencegah customer churn.\n\nOleh karena itu, penelitian ini kemudian melakukan analisis lingkungan yang terdiri\ndari analisis eksternal dan internal untuk menganalisis situasi bisnis. Dalam analisis\neksternal, penelitian ini menggunakan beberapa kerangka kerja antara lain\nPESTLE, Analisis Pesaing, dan Analisis Konsumen yang dilakukan dengan\nmenggunakan metode kuantitatif melalui kuesioner dengan 387 responden. Pada\nanalisis internal, penelitian ini menggunakan STP, Current Maketing Mix (7Ps),\ndan Resources and Capabilities. Ketika bisnis yang dikeluarkan dieksplorasi,\nmasalah utama IndiHome adalah churn pelanggan yang dialami IndiHome yang\nberimplikasi pada IndiHome gagal mempertahankan pelanggannya. Oleh karena\nitu, akar penyebab IndiHome adalah kesenjangan antara harapan pelanggan dengan\nkualitas produk yang diberikan oleh IndiHome. \n\nAda 4 alternatif strategi yang dihasilkan dari penelitian ini dan strategi 1 dipilih.\nStrategi yang diusulkan berfokus pada pemeliharaan dan peningkatan kualitas\nlayanan. Rencana aksi tersebut meliputi pengembangan sistem alarm,\npenyempurnaan strategi saat ini, dan kabel cek kesehatan dan perangkat keras\nIndiHome. Strategi yang diusulkan dibuat berdasarkan pertimbangan dan analisis\npro dan kontra yang paling sesuai dan sesuai dengan isu-isu utama saat ini yang\ndihadapi oleh IndiHome.", "Daftar File": {"2021_TS_PP_Nisrina Salma_1-abstrakcs.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230500"}, "Penulis": "Nisrina Salma [29119599]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Customer Churn, Churn Determinants, IndiHome, Differentiation Strategy, Promotion Strategy.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Agu 2021"}