{"Nomor": 57347, "Judul": "STRATEGI KINERJA PROYEK UNTUK DIVISI KONSTRUKSI III SELAMA MASA  PANDEMI COVID-19: STUDI KASUS PT WKG", "Abstrak": "WKG adalah salah satu dari tujuh anak perusahaan dari perusahaan konstruksi milik negara yang \ntumbuh dan berkembang secara konsisten melayani pemerintah, perusahaan milik negara, pinjaman dan\npasar swasta di Indonesia. Penyebaran virus corona (COVID-19) berdampak pada sektor industri\nkonstruksi. Kondisi darurat akibat COVID-19 berdampak pada kemungkinan pekerjaan konstruksi tidak\ndapat berjalan normal, efektif, berkualitas dan tepat waktu. Berdasarkan hasil KPI 2020 Divisi\nKonstruksi III PT WKG, semua faktor kinerja Divisi Konstruksi III mengalami penurunan. Pada tahun\n2020, Divisi Konstruksi III menangani total 13 proyek. Penelitian ini bertujuan untuk mengidentifikasi\nfaktor internal dan eksternal yang mempengaruhi proyek pembangunan gedung di Divisi Konstruksi III\nPT WKG pada masa pandemi COVID-19 tahun 2020. PT WKG sebagai badan usaha milik negara harus\nmenyelaraskan dengan proyek pembangunan gedung sesuai rencana pemerintah dan KPI tahun 2021\nyang telah diterbitkan karena walaupun pandemi, target KPI harus terus berjalan dan dicapai. Definisi\nkerja yang tidak standar antar wilayah, pengetahuan aspek hukum, pelatihan dan pengembangan yang\ndiperlukan untuk meningkatkan hard dan soft skill karyawan, penempatan personel yang sesuai,\nketegasan kepada pemilik proyek, manajemen klaim, rantai pasokan material untuk proyek skala besar;\npembengkakan biaya personel, peningkatan biaya overhead yang menyebabkan waktu terbuang,\npembengkakan biaya keseluruhan, pembatasan sosial berskala besar (PSBB) adalah bagian dari akar\nmasalah penurunan kinerja proyek selama pandemi COVID-19. Pengumpulan data dilakukan dengan\nmenyebarkan kuesioner dan wawancara kepada 8 Manajer Proyek Divisi Konstruksi III serta Manajer\nOperasional, Manajer Perencanaan dan Manajer Keuangan Divisi Konstruksi III. Metode analisis yang\ndigunakan adalah Analisis Porter’s Five Forces, Analisis Root Cause – Fishbone, Analisis VRIO,\nAnalisis SWOT dan Analisis Faktor Kinerja Proyek. Hasil utama dari faktor internal yang\nmempengaruhi Perusahaan adalah sumber daya non-materi menjadi kekuatan utama atau kompetensi\ninti yang mengintegrasikan seluruh aset perusahaan seperti paten, merek dan kekayaan intelektual.\nSumber daya keuangan seperti: arus kas PT WKG, saham dan faktor keuangan lainnya; juga sumber\ndaya material PT WKG seperti bahan baku, fasilitas, mesin dan peralatan menjadi keunggulan\nkompetitif sementara karena sumber daya tersebut dianggap berharga dan teratur. Teknologi yang\ndimiliki WKG sebagian besar adalah teknologi modular. Sedangkan untuk faktor eksternal hasil\nidentifikasi faktor eksternal makro menggunakan analisis PESTEL menunjukkan faktor teknologi,\nlingkungan, dan sosial merupakan faktor penting serta faktor ekonomi merupakan faktor terpenting yang\nperlu mendapat perhatian. Hasil identifikasi faktor mikro eksternal menggunakan Porter's Five Forces\nmenunjukkan faktor persaingan antar perusahaan menjadi peluang bagi PT WKG sebagai salah satu\nBUMN konstruksi terkemuka di Indonesia. Perusahaan perlu memiliki alternatif optimasi desain;\nmenggunakan bahan kompetitif lokal; mengurangi kerja lembur untuk personel proyek; memiliki\nprosedur standar di setiap lokasi proyek, persyaratan bangunan hijau dan protokol kesehatan yang ketat\ndi setiap lokasi proyek; mengimplementasikan perangkat lunak Building Information Modeling (BIM);\ndan menggunaan metode pracetak dan modular untuk mengelola kepuasan pelanggan yang tinggi.", "Daftar File": {"2021_TS_PP_Erik Leo Rando_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/230497"}, "Penulis": "Erik Leo Rando [29118047]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "VRIO, root cause analysis, SWOT analysis, PESTEL, Porter’s Five Forces, project performance.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Agu 2021"}