{"Nomor": 57346, "Judul": "STUDI PROSES PRODUKSI LOGAM BESI DENGAN PROSES ELEKTROLISIS SUHU TINGGI DAN REDUKSI DENGAN GAS HIDROGEN: ULASAN LITERATUR", "Abstrak": "Baja adalah paduan logam yang paling umum digunakan di dunia dengan\npermintaan sekitar 2 miliar ton/tahun. Blast Furnace sebagai rute yang dominan\ndalam produksi baja menghasilkan 2,15 ton gas CO2/ton besi wantah. Gas CO2 di\nluar siklus karbon pendek seperti yang dihasilkan blast furnace tidak akan terserap\ndengan baik oleh tumbuhan. Gas CO2 yang tidak terserap akan berkumpul di\natmosfer sehingga menimbulkan efek rumah kaca. Efek rumah kaca menginisiasi\nterjadinya peristiwa pemanasan global. Berawal dari isu pemanasan global muncul\nbeberapa alternatif proses reduksi bijih besi yaitu elektrolisis suhu tinggi dan\nreduksi dengan gas hidrogen. Proses elektrolisis suhu tinggi menghasilkan oksigen\nsebagai produk samping dan reduksi dengan gas hidrogen menghasilkan uap air\nsebagai produk samping. Dalam mengevaluasi potensi penggunaan alternatif proses\ndi masa yang akan datang, analisis kelayakan sangat diperlukan baik dalam aspek\nteknis maupun ekonomi.\nStudi literatur dimulai dengan mengumpulkan jurnal, buku, serta sumber informasi\nyang terkait dengan karakteristik bijih besi, proses elektrolisis suhu tinggi, proses\nreduksi dengan gas hidrogen, penggunaan anoda inert pada elektrolisis bijih besi,\nperforma elektrolit yang digunakan, pembuatan gas hidrogen, dan perbedaan\npenggunaan reduktor gas CO dan H2. Literatur yang telah terkumpul kemudian\ndipelajari dan dianalisis untuk memperoleh informasi-informasi yang selanjutnya\ndigunakan untuk membuat pembahasan yang komprehensif untuk menjawab tujuan\nyang telah dirumuskan\nHasil studi literatur ini menunjukkan bahwa penelitian mengenai elektrolisis suhu\ntinggi dan reduksi dengan gas hidrogen belum banyak dilakukan. Selain itu\ndiperoleh beberapa poin penting diantaranya: (1) Permintaan produksi gas hidrogen\ndari elektrolisis air sangat bergantung pada kebijakan seperti harga listrik karena\nharga produksi yang mahal yaitu USD 10,3/kg gas H2; (2) Penggunaan reduktor gas\nH2 memerlukan suplai energi yang lebih tinggi dibandingkan penggunaan syngas\ndan membutuhkan reaktor yang lebih kecil; (3) lelehan MgO-CaO-Al2O3-SiO2\nberpotensi digunakan sebagai elektrolit dalam produksi logam besi karena dapat\nberoperasi di suhu tinggi; (4) Iridium berpotensi digunakan sebagai anoda inert\nuntuk elektrolisis bijih besi, tetapi jumlahnya sangat terbatas; (6) Berdasarkan\nanalisis kelayakan, teknologi Molten Oxide Electrolysis (MOE) berpotensi\ndigunakan di masa yang akan datang karena CAPEX yang rendah, emisi gas CO2\nyang rendah, dan laju produksi yang tinggi. Masalah pencarian anoda inert dalam\njumlah berlimpah untuk teknologi MOE sangat krusial untuk mewujudkan proses\nyang ramah lingkungan sehingga penelitiannya menarik untuk diteliti dan dipelajari\nlebih lanjut.", "Daftar File": {"ABSTRAK Farchan Alfaraby": "https://digilib.itb.ac.id/gdl/download/230491"}, "Penulis": "Farchan Alfaraby [12517009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc.", "Dr.-Ing. Zulfiadi, S.T., M.T.", "Dr.-Ing. Zulfiadi, S.T., M.T.", "Dr.Eng. Bonita Dilasari, S.T., M.T.", "Imam Santoso, S.T., M.Phil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Elektrolisis suhu tinggi, reduksi dengan gas hidrogen, gas CO2", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "16 Agu 2021"}