{"Nomor": 57342, "Judul": "POTENSI PENETRASI MOBIL LISTRIK DI INDONESIA", "Abstrak": "Otomotif industry adalah salah satu pilar yang mendukung GDP Indonesia. Meskipun adanya pandemic, penjualan mobil listrik meningkat di Indonesia dan Global, tidak seperti mobil pembakaran dalam. Ini menunjukkan adanya potensi transformaasi dalam insustri otomotif di Indonesia. Oleh karena itu, perusahaan perlu mengetahui potensi pertumbuhan mobil listrik dan faktor-faktor yang mempengaruhi niat membeli mobil listrik di Indonesia. Dalam penelitian ini potensi pertumbuhan mobil listrik dianalisa menggunakan Market Development Index (MDI) and Share Development Index (SDI) analysis, sedangkan factor yang mempengaruhi pembelian dianalisa menggunakan Theory of planned behaviour (TPB). Hasil MDI menunjukkan angka 0.002%, sedangkan hasil SDI adalah 5.75%. Menggabungkan keduanya menghasilkan mobil listrik terletak pada kuadran dengan potensi tumbuh yang sangat tinggi. Jadi mobil listrik memiliki potensi yang besar di Indonesia. Selain itu, dalam penelitian ini ditemukan bahwa niat membeli dipengaruhidengan kuat oleh sikap. Sedangkan sikap itu sendiri deipengaruhi dengan kuat oleh nilai lingkungan. Terdapat 2 masukan untuk perusahaan dalam industry otomotif di Indonesia. Pertama, memproduksi atau menjual mobil listrik yang terjangkau. Kedua, kampanye marketing yang menekankan terhadap peran mobil listrik untuk lingkungan. Untuk merangkum, telah diketahui bahwa mobil listrik memliki potensi tumbuh yang besar di Indonesia. Dan juga telah ditunjukkan faktor-faktor yang mempengaruhi niat membeli mobil listrik di Indonesia. Selain itu, penelitian ini juga memberikan masukan terhadap perusahaan dalam industri otomotif di Indonesia.", "Daftar File": {"Abstrak - Kresno Budi Wicaksono": "https://digilib.itb.ac.id/gdl/download/230462", "Kresno Budi Wicaksono": "https://digilib.itb.ac.id/gdl/download/241772"}, "Penulis": "Kresno Budi Wicaksono [29119504]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Mobil listrik; potensi bertumbuh; niat membeli; teori perilaku terencana", "Sumber": "Industri otomotif", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "2 file", "Tanggal Input": "16 Agu 2021"}