{"Nomor": 57356, "Judul": "STRATEGI JUAL BELI SAHAM DENGAN MENGGUNAKAN FIBONACCI DAN  EXPONENTIAL MOVING AVERAGE DI PASAR SAHAM INDONESIA", "Abstrak": "Berdasarkan data statistik KSEI pada bulan Maret 2021 didapati bahwa individu investor di pasar saham Indonesia meningkat drastis 199% dibandingkan dengan data 2018 menjadi 4,848,954 investor. 56.9% dari populasi tersebut adalah investor yang memiliki usia kurang dari 30 tahun. \nPada periode dimana IDX memiliki tren yang meningkat di November 2020 sampai dengan Januari 2021, timbul fenomena dimana influencer saham viral di sosial media dan mempunyai efek yang sangat besar terhadap pergerakan harga saham setelah saham tersebut diviralkan di sosial media oleh influencer saham. Sebaliknya, pada kondisi dimana IDX berada di fase tren yang menurun (bearish) dan sideways, influencer saham tersebut tidak muncul lagi ke permukaan dan digantikan dengan viralnya investor individu yang merugi setelah menginvestasikan modalnya di IDX. Mereka kehilangan modal karena mereka menganggap aktivitas investasi di pasar saham seperti judi tanpa ada proses analisa lebih lanjut dan tanpa rencana investasi (trading plan) yang jelas dan terstruktur. \n \nRiset ini ditujukan untuk membantu investor individu dalam menyusun strategi investasi jual beli saham dengan menggunakan metode Fibonacci retracement dan projection, EMA, Trendline, Stochastic, dan volume transaksi jual beli suatu saham supaya dapat menghasilkan keuntungan dalam berinvestasi. Metodologi yang digunakan dalam riset ini adalah dengan melakukan jual-beli saham di kondisi tren naik untuk konstituen saham IDX SMC Liquid dan melakukan pengetesan untuk mengevaluasi kinerja dari strategi ini dan untuk menghitung kesuksesan dari sistem ini dengan menggunakan sampel harga penutupan saham pada periode 2018 sampai 2020. \nDengan mengimplementasikan strategi jual beli saham ini dihasilkan keuntungan sebesar 164% dengan perbandingan performa index harga komposit saham Indonesia yang hanya 0.0567% dan rating kesuksesan 86% pada 73 aktivitas jual beli saham selama periode 2018-2020. Penulis juga mendapati bahwa strategi ini sangat efektif pada kondisi pasar yang sedang dalam kondisi trend naik khususnya untuk investor individu yang mempunyai posisi investasi dalam jangka waktu yang lebih panjang. \nLimitasi dari riset ini terbatas pada penggunaan Fibonacci sebagai support statis dan resistance beserta posisi beli dan jual menggunakan grafik harian, indikator EMA untuk menentukan dynamic support dan primary trend. Saham yang menjadi objek studi adalah saham yang terdaftar pada indeks IDX SMC Liquid dan menggunakan data historis penutupan harga pasar dari periode 2018-2020. Penulis berharap bahwa ke depannya dapat menggunakan data historis dengan periode yang lebih lama dan menggunakan kombinasi indikator yang lain untuk membuktikan eksistensi dan konsistensi dari strategi jual beli saham ini agar investor individual dapat menghasilkan profit di pasar saham Indonesia.", "Daftar File": {"2021_TS_PP_Lusindah_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/230533"}, "Penulis": "Lusindah [29119322]", "Kontributor / Dosen Pembimbing": ["Erman Sumirat, S.E., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Fibonacci retracement dan projection, EMA, Trendline, Stochastic, Trading, Analisa Teknikal, Pasar Saham Indonesia", "Sumber": "SAHAM INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "18 Agu 2021"}