{"Nomor": 57368, "Judul": "DISCUSSION ON TRUST FACTORS OF CUSTOMER MOTIVATION TO USE VIRTUAL ASSISTANT IN INDONESIAN TELECOMMUNICATION COMPANY", "Abstrak": "Di era ini, keberadaan asisten virtual yang dapat berperan dan berinteraksi layaknya seorang\nmanusia menjadi tren dalam mendukung peningkatan kualitas pelayanan bagi para pelanggan di\nsebuah perusahaan. Ironisnya, masih sedikit orang yang memilih untuk memanfaatkan layanan\nini dikarenakan kurangnya informasi mengenai fitur ini serta didukung pula ketidakpercayaan\npelanggan bahwa asisten virtual dibuat untuk mempermudah penyediaan layanan pelanggan.\nTerlihat dari banyaknya perusahaan di Indonesia yang telah memiliki fitur ini tetapi pelanggan\nlebih memilih untuk berkomunikasi langsung dengan customer service. Oleh karena itu,\nmelakukan penelitian mengenai motivasi untuk menggunakan asisten virtual ini menjadi penting.\nPenulis menggunakan faktor kepercayaan (trust) sebagai faktor dasar dalam penelitian ini.\nDalam penelitian ini, penulis berfokus pada salah satu asisten virtual sebuah perusahaan\ntelekomunikasi di Indonesia. Penggunaan metode penelitian kualitatif melalui wawancara\nmendalam untuk mendapatkan variabel terkait faktor kepercayaan yang lebih luas dan dilakukan\npengkodean manual untuk menganalisis hasil wawancara. Kemudian dilanjutkan dengan\npenelitian kuantitatif untuk melakukan validasi hasil dari metode kualitatif dengan penyebaran\nkuesioner secara online. Penelitian ini membutuhkan setidaknya 400 responden yang dihitung\nmenggunakan metode Slovin, ditujukan kepada populasi yang pernah menggunakan fitur ini\ndengan partisipan dari Indonesia terutama berusia minimal 17 tahun ke atas yang masih aktif\nmenggunakan layanan internet dan menerima informasi terkait adanya teknologi asisten virtual\npenunjang kebutuhan komunikasi pelanggan. Untuk analisis data menggunakan Analisis\nDeskriptif dan PLS SEM menggunakan SmartPLS. Hasil penelitian ini menunjukkan bahwa ada\n4 dari 7 faktor yang mempengaruhi kepercayaan pengguna. Diantaranya adalah interpretasi dan\nsaran, keserupaan dengan manusia, keamanan dan privasi, dan juga presentasi diri. Dengan hasil\nyang diperoleh, penelitian ini juga menyajikan hasil bahwa kepercayaan pengguna terhadap\nasisten virtual dapat meningkatkan motivasi pelanggan untuk menggunakannya. Dengan\ndemikian, hasil penelitian ini patut menjadi pertimbangan oleh perusahaan terkait dan\nperusahaan lain bahwa asisten virtual dapat digunakan sebagai strategi pemasaran untuk\nmendukung penyediaan layanan pelanggan yang berkualitas dan terus berkemba", "Daftar File": {"ABSTRAK Stephanie Jeanny Surjawan": "https://digilib.itb.ac.id/gdl/download/230545"}, "Penulis": "Stephanie Jeanny Surjawan [19018017]", "Kontributor / Dosen Pembimbing": ["Amilia Wulansari, S.Si., M.Si.", "Nurrani Kusumawati, S.E., M.S.M.", "Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Trust, Customer Service, Customer Motivation, Chatbot", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "19 Agu 2021"}