{"Nomor": 57361, "Judul": "THE IMPACT OF SOCIAL MEDIA INFLUENCERS REVIEW AS ELECTRONIC WORD OF MOUTH TOWARDS BRAND IMAGE AND PURCHASE INTENTION OF AVOSKIN", "Abstrak": "Dengan teknologi internet yang berkembang pesat, konsumen dapat dengan cepat memperoleh informasi dari orang lain yang telah mencoba suatu produk yang biasa disebut dengan electronic word-of-mouth (e-WOM). Beauty vlogger adalah bentuk e-WOM untuk menghasilkan konten terkait kecantikan seperti video ulasan. Dengan komunikasi interaktif dari mulut ke mulut di YouTube, WOM memiliki potensi jangkauan yang luas dan telah menarik banyak perusahaan untuk mengadopsi ulasan beauty vlogger sebagai alat pemasaran. Penelitian ini bertujuan untuk menjelaskan dampak ulasan beauty vlogger sebagai electronic word of mouth terhadap citra merek dan niat beli brand skincare dengan mensurvei 248 responden wanita yang telah menonton video ulasan produk skincare oleh beauty vlogger Indonesia. Data dikumpulkan melalui kuesioner online dan metode statistik PLS-SEM terlibat dalam menganalisis data. Hasilnya menunjukkan ulasan beauty vlogger sebagai e-WOM memiliki pengaruh yang signifikan terhadap citra merek dan niat beli; juga, citra merek memiliki dampak pada niat beli konsumen. Oleh karena itu, penelitian ini memberikan wawasan bagi brand skincare yang bermitra dengan beauty vlogger dalam mereview produknya untuk mempromosikan citra merek dan meningkatkan minat beli konsumen.", "Daftar File": {"ABSTRAK Bernadetta Nadya Amarani S": "https://digilib.itb.ac.id/gdl/download/230538", "2021 TA PP BERNADETTA NADYA 1-FULL.pdf)u": "https://digilib.itb.ac.id/gdl/download/250200"}, "Penulis": "Bernadetta Nadya Amarani S [19018030]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D.", "Nurrani Kusumawati, S.E., M.S.M.", "Khrisna Ariyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "“Beauty Vlogger”, “Brand Image”, “e-WOM”, “Skincare Brand", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "19 Agu 2021"}