{"Nomor": 57362, "Judul": "ISLAMIC FINANCIAL LITERACY AND OTHER DETERMINANTS FACTOR THAT INFLUENCE THE INTENTION TO USE ISLAMIC BANKING", "Abstrak": "Indonesia merupakan negara dengan populasi Muslim terbesar dan memiliki peluang besar untuk mengoptimalkan industri halal sebagai negara dengan mayoritas Muslim terbesar di dunia. Industri halal mengacu pada industri yang sesuai dengan hukum dan standar Islam. Ada tujuh sektor industri halal yang besar dengan sektor keuangan sebagai titik awalnya. Sebagai salah satu subsektor keuangan syariah, perbankan syariah memiliki peran strategis dalam mendorong perkembangan industri halal di Indonesia. Namun kesadaran dan preferensi masyarakat terhadap keuangan syariah tumbuh di Indonesia masih secara perlahan. Terdapat celah yang harus ditempuh untuk menjangkau banyak masyarakat Indonesia di perbankan syariah. Oleh karena itu, untuk mendukung rencana syariah pemerintah dan untuk meningkatkan adopsi perbankan syariah di Indonesia, kita harus mengkaji tingkat literasi keuangan syariah saat ini di Indonesia dan menilai faktor signifikan yang mempengaruhi intensi menggunakan perbankan syariah. Penelitian ini bertujuan untuk menilai tingkat literasi keuangan syariah dan implikasinya terhadap intensi menggunakan perbankan syariah di kalangan generasi Z di Jawa Barat, Indonesia.\nPenelitian ini bertujuan untuk menilai tingkat literasi keuangan syariah dan indikator lainnya serta implikasinya terhadap niat menggunakan perbankan syariah di Indonesia. Selain menilai tingkat IFL, peneliti juga menganalisis empat indikator; religiusitas, kesadaran, reputasi dan sikap bank. Peneliti menggunakan metode kuantitatif dengan menyebarkan kuesioner online untuk mengumpulkan data dari 552 responden terhadap masyarakat di Jawa Barat menggunakan PLS-SEM untuk menganalisis data.\nPenelitian ini menemukan bahwa tingkat literasi keuangan syariah di kalangan Generasi Z di Jawa Barat adalah 59%, dengan laki-laki lebih berpengetahuan tentang literasi keuangan syariah dan responden Muslim mendapat skor lebih tinggi dalam penilaian tersebut. Literasi keuangan syariah, religiusitas, dan sikap terhadap perbankan syariah ditemukan berpengaruh positif terhadap intensi menggunakan perbankan syariah sedangkan kesadaran dan reputasi bank menunjukkan pengaruh yang tidak signifikan. Penelitian ini juga menemukan adanya variabel mediasi yaitu sikap terhadap perbankan syariah.\nPenulis percaya bahwa penting bagi para pelaku industri dan pemangku kepentingan untuk fokus pada faktor-faktor yang mungkin mempengaruhi niat untuk menggunakan perbankan syariah. Begitu pula dengan pemerintah Indonesia, karena salah satu sektor dalam industri halal adalah keuangan syariah, pemerintah harus memperhatikan tingkat pengetahuan masyarakat Indonesia tentang pembiayaan syariah. Oleh karena itu, mengedukasi masyarakat setempat tentang literasi keuangan syariah merupakan langkah wajib.", "Daftar File": {"ABSTRAK Faiza Nurkholida": "https://digilib.itb.ac.id/gdl/download/230539", "2021 TA PP FAIZA NURKHOLIDA 1FULL.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241587"}, "Penulis": "Faiza Nurkholida [19018034]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti", "Atika Irawan, M.Sc.", "Ir. Drs. H. Arson Aliludin, S.E., DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perbankan Syariah, literasi keuangans Syariah, intensi untuk menggunakan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "19 Agu 2021"}