{"Nomor": 57360, "Judul": "PENGARUH FITUR GAMIFIKASI TERHADAP KEPUASAN KEBUTUHAN, STUDI KASUS PERMAINAN SHOPEE TANAM", "Abstrak": "Mengikuti era strategi ritel digital, gamifikasi telah menjadi teknik pemasaran layanan penting yang\ndigunakan oleh perusahaan e-commerce. Penelitian telah menunjukkan bahwa pemasaran gamifikasi\nmeningkatkan kepuasan pelanggan melalui penggunaan fitur gamifikasi sebagai bagian dari mekanisme\ngamifikasi yang kemudian berkontribusi pada peningkatan ekuitas merek. Dampak ini dapat dipenuhi\ndengan memuaskan kebutuhan motivasi intrinsik pengguna untuk menghasilkan kesenangan dalam\naktivitas gamifikasi. Namun konsekuensi negatif dari gamifikasi pemasaran dapat terjadi, salah satunya\nadalah fenomena kebosanan yang berujung pada terhambatnya ekuitas merek. Peneliti sebelumnya\nmenemukan bahwa kepuasan motivasi intrinsik dalam Self-Determination Theory, terdiri dari otonomi;\nkompetensi; dan kebutuhan keterkaitan sosial, secara negatif mempengaruhi kebosanan. Oleh karena\nitu, kebosanan pengguna sebenarnya dapat dicegah dengan menjaga kepuasan kebutuhan motivasi\nintrinsik pengguna. Sayangnya, belum ada penelitian lebih lanjut tentang kebosanan pengguna terkait\ndengan kepuasan kebutuhan motivasi intrinsik dalam aktivitas gamifikasi pemasaran. Oleh karena itu,\ntujuan dari penelitian ini adalah untuk menguji hubungan antara fitur gamifikasi, kepuasan kebutuhan\nintrinsik, dan kebosanan pengguna pada bisnis e-commerce 399 responden di seluruh Indonesia. Data\ndikumpulkan menggunakan kuesioner online dengan 7 item skala Likert kepada orang-orang yang\npernah bermain Shopee Tanam, diperoleh melalui teknik judgemental sampling, untuk melakukan selfreport.\nSelanjutnya data dianalisis menggunakan SmartPLS dengan model SEM untuk menguji\nhubungan antar variabel laten. Hasil penelitian menunjukkan bahwa fitur gamifikasi terkait imersi\nberhubungan positif dengan kepuasan kebutuhan otonomi. Fitur gamifikasi yang terkait dengan\npencapaian memiliki hubungan positif yang signifikan dengan kepuasan kebutuhan kompetensi. Fitur\ngamifikasi terkait sosial secara positif memengaruhi kepuasan kebutuhan keterkaitan sosial. Ini juga\nmemiliki pengaruh negatif langsung terhadap Kebosanan tanpa efek mediasi dari kepuasan kebutuhan\nketerkaitan. Kebosanan berhubungan negatif dengan kepuasan ketiga kebutuhan psikologis. Namun,\nkebutuhan otonomi dan keterkaitan memiliki pengaruh yang kecil terhadap kebosanan, sedangkan\nhanya kebutuhan kompetensi yang berpengaruh negatif terhadap kebosanan. Sebagai kesimpulan,\ninteraksi gamifikasi memiliki pengaruh positif terhadap kepuasan kebutuhan motivasi intrinsik,\nsedangkan kepuasan kebutuhan kompetensi motivasi intrinsik telah terbukti memiliki pengaruh negatif\nterhadap kebosanan pengguna. Oleh karena itu, pengembang gamifikasi harus memperhatikan fitur\ngamifikasi yang berhubungan dengan pencapaian dan sosial sebagai variabel yang mempengaruhi\nkebosanan pengguna. Meskipun fitur gamifikasi terkait imersi tidak berkontribusi pada pencegahan\nkebosanan, ini meningkatkan kepuasan kebutuhan otonomi pengguna sebagai bagian dari motivasi\nintrinsik.", "Daftar File": {"ABSTRAK Angelica Shania D P B": "https://digilib.itb.ac.id/gdl/download/230537"}, "Penulis": "Angelica Shania D P B [19018008]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, MSP", "Reza Ashari Nasution, Ph.D.", "Dany Muhammad Athory Ramdlany, M.icom."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "fitur gamifikasi, kepuasan kebutuhan motivasi intrinsik, kebosanan, e-commerce", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "19 Agu 2021"}