{"Nomor": 57375, "Judul": "USULAN STRATEGI PEMASARAN UNTUK PESAWAT N219  PADA PASAR DOMESTIK", "Abstrak": "Dalam 5 tahun terakhir, penjualan pesawat militer PTDI stagnan. Ketergantungan PTDI pada anggaran \npelanggan militer membuat bisnis semakin bergejolak dan tidak menentu karena sangat dipengaruhi oleh\nsituasi politik dan perubahan ekonomi. \nUntuk mengimbangi ketidakpastian permintaan dari pasar militer, PTDI harus mulai mengembangkan\nbisnis pesawat ke pasar komersial. Oleh karena itu pesawat N219 diinisiasi dan PTDI memulai\npengembangannya pada tahun 2014 dan mendapatkan Type Certificate pada Desember 2020. Namun,\nterlepas dari semua upaya pemasaran sejak 2018 dan potensi pasar yang tinggi, N219 belum dapat\nmemenangkan kontrak dari pelanggan potensial di pasar domestik. \nPenelitian ini menggunakan pendekatan analisis internal dan eksternal untuk memahami situasi yang\ndihadapi N219. Metode AHP juga digunakan untuk memahami kriteria dan sub kriteria yang diprioritaskan\noleh calon pelanggan maskapai penerbangan untuk mengambil keputusan pembelian pesawat baru. Analisis\ntersebut kemudian dirumuskan menjadi analisis SWOT. Dari situ, penulis dapat mengidentifikasi akar\npenyebab masalah bisnis N219. \nStrategi Pemasaran, Taktik Pemasaran dan juga Tenaga Kerja saat ini adalah akar penyebab utama yang\ndiidentifikasi dari analisis yang penulis lakukan. Oleh karena itu, ada beberapa hal di area tersebut yang\nmemerlukan perubahan besar dan juga sangat krusial, yaitu Target Market, Positioning, 4P dan People dan\nOrganisasi. \nTarget pasar N219 harus disesuaikan dengan kemampuan N219-100. Sedangkan positioning baru perlu\nmenonjolkan keunggulan N219 selain performa produknya. Tahap Marketing Mix harus dimulai dari\npenguatan tenaga bagian pemasaran dan penjualan N219 dan sebagai konsekuensinya, organisasi PTDI\nperlu diubah. Untuk aspek Produk, N219 menawarkan paket nilai tambah lainnya kepada calon pelanggan,\nbaik maskapai penerbangan maupun pemerintah daerah, seperti manfaat non-produk, yaitu layanan purna\njual yang prima, fasilitas pembiayaan, kontrak rute penerbangan perintis jangka panjang, paket operasi, \npengembangan sumber daya manusia dan paket anggaran tahun jamak. Untuk aspek Harga, N219 harus\nmenawarkan angka yang kompetitif untuk harga peluncuran, dengan tetap memberikan paket nilai tambah\nkepada calon pelanggan. Sedangkan untuk aspek Place, PTDI harus mempertimbangkan perluasan fasilitas\nlayanan N219 di beberapa wilayah di Indonesia untuk memberikan respon yang lebih cepat kepada\npelanggan. Selain itu N219 harus mengoptimalkan Platform Digital untuk meningkatkan aksesibilitasnya.\nAspek yang tidak kalah pentingnya adalah Promosi, dengan pendekatan komunikasi pemasaran terpadu\nyang memaksimalkan setiap saluran pemasaran termasuk Events & Experience, Public Relation &\nPublicity, Direct Marketing, Interactive Marketing dan Personal Selling. \nPelaksanaan Marketing Mix menjadi tanggung jawab semua pihak yang terlibat dalam perusahaan. Namun,\nuntuk mengimplementasikan Marketing Mix secara optimal, komitmen dari manajemen menjadi kunci\nutama untuk mulai fokus pada bisnis N219. Rencana implementasi tersebut harus direalisasikan dalam\nwaktu satu tahun karena N219 harus masuk ke pasar domestik sebelum kehilangan momentum dan semakin\nbanyak pesaing yang masuk ke pasar.", "Daftar File": {"2021_TS_PP_Putri Ramadhani M_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/230558"}, "Penulis": "Putri Ramadhani Muhammad [29119253]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "N219, strategi pemasaran, taktik pemasaran, manfaat non-produk", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Agu 2021"}