{"Nomor": 57376, "Judul": "SENYAWA KARBON DARI KULIT KACANG MERAH (PHASEOLUS VULGARIS L.) DENGAN PADUAN FECO SEBAGAI ELEKTROKATALIS BIFUNGSIONAL PADA BATERAI ZN-UDARA", "Abstrak": "Baterai Zn-udara merupakan salah satu kandidat utama teknologi penyimpanan energi\nkarena secara teori memiliki densitas energi yang tinggi, dengan memanfaatkan material Zn\nyang melimpah. Salah satu tantangan pada baterai Zn-udara adalah reaksi di katoda baterai Znudara\nyang lambat, sehingga membutuhkan katalis untuk mempercepat reaksi reduksi oksigen\n(ORR) dan evolusi oksigen (OER) untuk menghasilkan performa elektrokatalis yang tinggi.\nKatalis platinum dan iridium sebagai katalis mutakhir saat ini memiliki kekurangan dari segi\nketerbatasan material, harga yang mahal, dan stabilitas yang rendah. Katalis bifungsional yang\nefisien, murah, dan mudah disintesis menjadi pusat perhatian peneliti saat ini untuk mendorong\nteknologi yang ramah lingkungan dan berkelanjutan. Katalis berbasis karbon dengan\npenambahan logam transisi dan doping heteroatom menjadi salah satu alternatif yang dapat\ndiandalkan untuk meningkatkan performa baterai Zn-udara. Karbon dari biomassa juga salah\nsatu alasan untuk mewujudkan teknologi ramah lingkungan dan berkelanjutan karena jumlah\nyang melimpah, sehingga sangat murah dan mudah disintesis. Dalam penelitian ini, limbah\nkulit kacang merah dimanfaatkan sebagai sumber karbon yang ditambahkan FeCo dan doping\nnitrogen dan disintesis melalui pirolisis. Katalis berbasis karbon menghasilkan luas permukaan\nyang tinggi sebesar 625.5 m2 g-1, dengan onset potential sebesar 0,89 V pada aktivitas katalis\nORR, dan overpotential sebesar 470 mV pada aktivitas katalis OER. Penambahan FeCo dan\ndoping nitrogen mampu meningkatkan performa katalis bifungsional dengan onset potential\n0,93 V dengan overpotential yang rendah sebesar 360 mV. Pada pengaplikasiannya di baterai\nZn-udara, katalis FeCo/N-C-Red Bean menghasilkan puncak densitas daya yang tinggi sebesar\n116,2 mW cm-2 dan performa yang stabil hingga 70 jam dengan 210 siklus charge-discharge.\nHal ini menunjukkan pemanfaatan limbah agrikultur menjadi katalis yang canggih mampu\nmeningkatkan performa baterai Zn-udara dan menghasilkan nilai tambah pada limbah yang\nramah lingkungan dan berkelanjutan.", "Daftar File": {"ABSTRAK MUHAMMAD ADIB ABDILLAH MAHBUB": "https://digilib.itb.ac.id/gdl/download/230559"}, "Penulis": "MUHAMMAD ADIB ABDILLAH MAHBUB [23719912]", "Kontributor / Dosen Pembimbing": ["Afriyanti Sumboja, Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "karbon berbasis biomassa, baterai Zn-udara, FeCo, elektrokatalis.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Agu 2021"}