{"Nomor": 57388, "Judul": "OPTIMASI PROSES BIOFLOKULASI TOTAL SUSPENDED SOLID PADA AIR LIMPASAN TAILING EMAS MENGGUNAKAN BAKTERI PENGHASIL BIOSURFAKTAN SERRATIA RUBIDAEA STRAIN SKC-11", "Abstrak": "Flokulasi merupakan salah satu tahapan penting dalam proses pemisahan solid-liquid, terutama\npada pengolahan air limbah. Partikel yang ingin diflokulasikan berupa partikel halus yang\nberukuran sangat kecil dan tersuspensi di dalam larutan. Dalam proses pengolahan emas,\ndihasilkan residu yang disebut dengan tailing. Masalah muncul ketika tailing yang dihasilkan\ndisimpan pada Tailing Storage Facility (TSF) sehingga ketika terkena air hujan atau air\nmengalir akan menghasilkan air limpasan tambang. Air limbah pertambangan ini mengandung\npadatan tersuspensi atau Total Suspended Solid (TSS) yang sulit untuk diendapkan. Oleh\nkarena itu, dilakukan flokulasi dengan penambahan flokulan untuk mempermudah\npengendapannya. Agen flokulasi yang digunakan adalah bakteri karena bersifat lebih\nbiocompatible, aman terhadap kesehatan manusia, serta ramah terhadap lingkungan\ndibandingkan flokulan organik dan flokulan anorganik. Pada penelitian ini, sampel air limpasan\ntailing emas yang berasal dari PT X dilakukan proses bioflokulasi untuk menurunkan\nkonsentrasi suspended solid menggunakan bakteri Serratia rubidaea strain SKC-11 yang\nditumbuhkan di dalam media SKC-1.\nPercobaan diawali dengan studi literatur mengenai bakteri serta mekanismenya dalam proses\nbioflokulasi. Kemudian, serangkaian percobaan dilakukan untuk memilih bakteri yang dapat\nhidup pada konsentrasi sianida yang tinggi serta dapat menghasilkan biosurfaktan. Dari\npercobaan tersebut, terpilih lima strain bakteri dan media SKC-1. Setelah itu, dilakukan\npercobaan bioflokulasi pendahuluan dengan mencampurkan TSS dan bakteri. Kemudian,\nkonsentrasi TSS diukur dengan menggunakan TSS meter. Percobaan pendahuluan dilakukan\nuntuk mengetahui waktu tinggal yang optimum untuk mengendapkan TSS. Selanjutnya,\ndilakukan percobaan inti bioflokulasi variasi jenis bakteri untuk menentukan satu bakteri paling\noptimal. Dengan metode yang sama dilakukan percobaan untuk menentukan persen inokulasi\nyang paling optimal. Percobaan selanjutnya menggunakan variasi dimensi gelas ukur untuk\nmenentukan diameter dan ketinggian pengambilan TSS agar baku mutu tercapai.\nHasil penelitian menunjukkan bakteri yang paling optimal dalam menurunkan konsentrasi TSS\ndengan kecepatan pengendapan tertinggi adalah Serratia rubidaea strain SKC-11. Persen\ninokulasi bakteri paling optimal sebesar 15%. Dimensi gelas ukur yang digunakan agar\nkonsentrasi TSS mencapai baku mutu 200 mg/L yaitu memiliki diameter 6,7 cm, ketinggian\npengeluaran supernatant pada titik 8,39 cm dengan kecepatan 6,94 ppm/menit selama 120\nmenit.", "Daftar File": {"ABSTRAK Cindy Aurelia": "https://digilib.itb.ac.id/gdl/download/230581"}, "Penulis": "Cindy Aurelia [12517028]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "air limpasan tailing, bioflokulasi, biosurfaktan, Serratia rubidaea strain SKC-11, TSS", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "19 Agu 2021"}