{"Nomor": 57394, "Judul": "PIS / PPP & COR PROCESS IMPROVEMENT FOR END OF CONTRACT DRILLING PROGRAM TO ELIMINATE FUTURE FINANCIAL LIABILITY OF PT. SUNSET OIL COMPANY BY USING LEAN SIGMA METHOD", "Abstrak": "PT. Sunset Oil Company telah menjadi produsen energi selama hampir 10 dekade yang memiliki investasi proyek kapital yang besar. Pada tahun 2018 perpanjangan kontrak PT. SOC di blok Roro tidak disetujui dan tidak ada proyek investasi kapital dalam kegiatan pengeboran untuk menahan penurunan produksi lapangan Roro.\nPada tahun 2020 telah disetujui Head of Agreement untuk memulai kegiatan pemboran sebelum memasuki akhir masa kontak dengan harapan dapat melanjutkan pemboran sampai diserahkan kepada operator baru. Sebagai bagian dari kepatuhan hukum, PT. SOC diwajibkan menyerahkan dokumen PIS/PPP & COR untuk semua kegiatan pemboran sebagai bagian dari pengesahan cost recovery. Dalam kondisi normal berdasarkan proses aliran yang ada akan memakan waktu setidaknya 327 hari dari selesainya pemboran hingga penyerahan dokumen PIS/PPP & COR.\nDengan menggunakan skenario dan penilaian proses persiapan PIS/PPP & COR terakhir, tim proyek telah memproyeksikan kegiatan pengeboran terakhir yang memenuhi skenario pelaporan adalah Mei 2021 sehingga PT.SOC berpotensi tidak akan memenuhi jumlah komitmen sumur yang dibor.\nDalam riset ini, kami melakukan riset berdasarkan kerangka kerja DMAIC. Berdasarkan diagram Pareto terdapat tiga kegiatan yang memiliki kontribusi sebesar 81% dari total siklus waktu pelaporan PIS/PPP & COR yaitu persiapan awal PIS/PPP, pembahasan proposal PIS/PPP yang telah diajukan  dengan SKK Migas dan persiapan awal dokumen COR.\nPenelitian ini berhasil mengurangi total siklus waktu  dengan meningkatkan ketiga aktivitas tersebut dengan melakukan negosiasi baik kepada internal tim dalam PT. SOC  dan juga  eksternal dalam hal ini SKK Migas, alokasi fokus sumber daya, memperbarui BPP dan menghilangkan atau mengurangi aktivitas non-value-added (business need).\nUpaya ini berhasil mengurangi waktu siklus dari 483 hari menjadi 73 hari atau 85% pengurangan waktu siklus.", "Daftar File": {"2021_TS_PP_Nurul Huda Mutamam_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230592"}, "Penulis": "Nurul Huda Mutamam [29118276]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "PIS/PPP, Close Out AFE Report (COR), akhir masa kontrak, Head of Agreement", "Sumber": "PT. SUNSET OIL COMPANY", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "20 Agu 2021"}