{"Nomor": 57398, "Judul": "USULAN STRATEGI PEMASARAN DIGITAL UNTUK MENINGKATKAN  KESADARAN MEREK DAN NIAT PEMBELIAN PELANGGAN UNTUK AILESH GREEN CONSULTING", "Abstrak": "Ailesh Green Consulting merupakan layanan konsultasi di bidang Life Cycle Assessment yang berbasis di wilayah Yogyakarta dengan target adalah perusahaan yang menghasilkan limbah, khususnya perusahaan yang masuk dalam kriteria emas di PROPER. Masalah utama yang dihadapi oleh Ailesh Green Consulting adalah memiliki kesadaran merek yang rendah dan rendahnya niat pembelian pelanggan untuk menggunakan layanan Ailesh Green Consulting.  \nMetodologi penelitian menggunakan kualitatif untuk mendapatkan informasi dan mengidentifikasi solusi bisnis alternatif yang sesuai dengan masalah Ailesh Green Consulting. Penelitian ini bertujuan untuk membantu meningkatkan kesadaran merek Ailesh Green Consulting dan niat pembelian pelanggan calon pelanggan mereka. Data tersebut dikumpulkan menggunakan sistem wawancara dengan 10 responden yang memiliki latar belakang bidang lingkungan yang bekerja untuk perusahaan yang masuk dalam kriteria emas di PROPER, sesuai dengan target utama Ailesh Green Consulting.  \nBerdasarkan hasil penelitian, ditemukan bahwa kesadaran merek serta niat pembelian pelanggan responden terhadap Ailesh Green Consulting rendah,. Ditemukan bahwa media digital yang disukai, nyaman digunakan dan direkomendasikan untuk digunakan oleh Ailesh Green Consulting menurut responden adalah iklan, media sosial LinkedIn, mengoptimalkan penggunaan mesin pencari, dan penggunaan situs web. \nBerdasarkan hasilnya, rekomendasi tersebut difokuskan untuk mengoptimalkan media digital yang mempengaruhi brand awareness dan niat pembelian pelanggan. Ailesh Green Consulting mampu mengoptimalkan Search Engine Optimization (SEO), website menggunakan konten marketing dan pengoptimalan website, membuat dan mengoptimalkan penggunaan media sosial LinkedIn dan penggunaan iklan LinkedIn.", "Daftar File": {"2021_TS_PP_Dwiana Rahmadiati Putri_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/230597"}, "Penulis": "Dwiana Rahmadiati Putri [29119378]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pemasaran digital, kesadaran merek, niat pembelian pelanggan", "Sumber": "AILESH GREEN CONSULTING", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "20 Agu 2021"}