{"Nomor": 57407, "Judul": "USULAN STRATEGI PEMASARAN HOTEL FOX HARRIS PANGKALPINANG SELAMA PANDEMI COVID-19", "Abstrak": "Bisnis pariwisata di Indonesia cukup potensial mengingat Indonesia secara alami memiliki banyak\npotensi keindahan alam, keragaman, keunikan budaya, dll. Semua potensi tersebut menjadi modal dalam\npengembangan industri pariwisata yang bersinergi dengan industri perhotelan. Perkembangan bisnis\npariwisata dan perhotelan di Indonesia meningkat signifikan dari tahun 2015-2019 yang berdampak baik\nterhadap devisa negara. Dampak pandemi dari virus corona (Covid-19) sangat terasa dalam bisnis dan\nperekonomian Indonesia. Salah satu bisnis yang paling signifikan terkena dampak dari munculnya\nCovid-19 adalah sektor pariwisata dan perhotelan. Salah satunya adalah Hotel Fox Harris\nPangkalpinang. Hotel yang berlokasi di Pulau Bangka ini baru saja berdiri bersamaan dengan munculnya\npandemi Covid-19 di Indonesia pada Maret 2021. Penelitian ini melakukan analisis eksternal dan\ninternal untuk mengetahui situasi dan kondisi bisnis serta menganalisis permasalahan bisnis yang\ndihadapi oleh Fox Harris Hotel Pangkalpinang. Analisis eksternal menggunakan kerangka Analisis\nPESTEL, Porter’s Five Forces Analysis, Analisis Pelanggan, dan Analisis Kompetitor. Dari segi\nanalisis internal menggunakan 7Ps Marketing Services, STP Analysis, dan proses wawancara dengan\nmanajemen. Penelitian ini menemukan bahwa, Fox Harris Hotel mengalami penurunan pendapatan yang\nsangat signifikan di tahun 2020 dibandingkan tahun 2021. Bukan hanya karena pandemi Covid-19,\nnamun pangsa pasar Fox Harris Hotel juga masih di bawah 3 pesaing utamanya. Agar tetap kompetitif\ndengan kondisi yang dihadapi, Fox Harris Hotel Pangkalpinang harus melakukan dan mengembangkan\nstrategi pemasaran yang dapat menarik pelanggan yang ditargetkan agar hotel ini dapat terus bertahan\ndi era pandemi dan lingkungan yang sangat kompetitif. Oleh karena itu, penelitian ini menggunakan\npendekatan strategi pemasaran khususnya digital marketing dengan menggunakan konsep matriks\nTOWS yang diturunkan dari analisis SWOT. Hasil penelitian ini menggambarkan bahwa Fox Harris\nHotel perlu melakukan promosi menarik dalam berbagai bentuk yang dipasarkan melalui media sosial\nuntuk dapat menarik calon pelanggan, mempertahankan pelanggan setia, dan meningkatkan brand\nawareness.", "Daftar File": {"2021_TS_PP_Muhammad Riza Prawira_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230637"}, "Penulis": "Muhammad Riza Prawira [29119258]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Ps Marketing Services, Analisis Kompetitor, Analisis Pelanggan, Analisis PESTEL, matriks TOWS, pandemic Covid-19, Porter's Five Forces Analysis, STP Analysis, strategi pemasaran.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Agu 2021"}