{"Nomor": 57413, "Judul": "PENILAIAN KINERJA KEUANGAN DAN VALUASI  (STUDI KASUS: PT ASTRA INTERNATIONAL TBK PERIODE 2015-2020)", "Abstrak": "Diumumkannya penyebaran Covid-19 di Indonesia oleh Presiden Joko Widodo, \nmenyebabkan IHSG turun sampai ke level IDR 3,937 pada Maret 2020 dari IDR\n6,299 pada awal tahun 2020. PT Astra International Tbk dengan kode saham ASII\njuga terdampak turun hingga IDR 3,755 per lembar saham dari IDR 6100 pada\nFebruary 2020. Tidak hanya itu, penyebaran virus ini juga menyebabkan penjualan\nASII setiap bulannya terus mengalami penurunan. Situasi ini membuat investor\nperlu mengetahui kondisi eksternal dan kondisi internal perusahaan sebelum\nmengambil keputusan. Kondisi eksternal dilakukan dengan analisis PEST dan\nanalisis Five Forces Porter. Kondisi internal perusahaan dengan menggunakan\nCommon Size Analysis dan Financial Ratio Analysis. Faktor yang paling\nmempengaruhi tingkat balik modal atau ROE diperoleh melalui DuPont Analysis.\nValuasi saham menggunakan metode Absolute Valuation dengan DCF Valuation \ndan Relative Valuation dengan menggunakan (P/E) Ratio juga (M/B) Ratio. Hasil \npenelitian menyimpulkan bahwa secara keseluruhan PT. Astra International Tbk\nmemiliki kinerja yang bagus. Namun, perusahaan harus meningkatkan kembali\nActivity Ratio perusahaan yang berada di bawah rata-rata industry. Absolute\nValuation dengan metode DCF menunjukan saham ASII undervalue. Relative\nvaluation dengan (P/E) Ratio dan (M/B) Ratio juga menunjukan saham ASII\nundervalue.", "Daftar File": {"2021_TS_PP_Firda Rahmanda Wijayanti_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230643"}, "Penulis": "Firda Rahmanda Wijayanti [29119015]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kinerja Keuangan Perusahaan, Valuasi Saham, Discounted Cash Flow, Free Cash Flow, Price Earnings Ratio, Price to Book Value Ratio", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Agu 2021"}