{"Nomor": 57417, "Judul": "PENYUSUNAN ALAT UKUR KOMPETENSI TENAGA KEPENDIDIKAN DI SBM ITB", "Abstrak": "Sekolah Bisnis dan Manajemen Institut Teknologi Bandung (SBM ITB) adalah salah satu sekolah\nbisnis ternama yang berlokasi di Bandung, Indonesia. SBM ITB membawa misi “Mendidik murid\nmenjadi pemimpin yang inovatif dengan pola pikir sebagai wirausaha, dan mengembangkan serta\nmembagikan pengetahuan di bidang bisnis dan manajemen demi kemajuan bisnis, pemerintahan\ndan masyarakat”. Seiring dengan perkembangan organisasi dan bertambahnya jumlah pesaing,\nSBM ITB harus menjaga kualitas proses akademik demi keberlanjutan bisnis. Kualitas dari proses\nakademik tidak hanya bergantung pada tenaga pengajar, melainkan juga para staf professional di\ndalam organisasi SBM ITB. SBM ITB perlu memberikan perhatian terhadap sistem Manajemen\nSumberdaya Manusia yang diterapkan untuk menghasilkan tenaga kerja yang berkualitas tinggi\nyang akan berdampak pada performansi organisasi.\n\nSalah satu aspek dari Manajemen Sumberdaya Manusia adalah pengembangan kompetensi baik\nsoft competency maupun hard competency. Saat ini, SBM ITB sudah memiliki kamus beserta\nsyarat level kompetensi untuk soft competency. Akan tetapi, SBM ITB belum melakukan\npengukuran kompetensi aktual para staf professional. Oleh karena itu, gap antara kompetensi\nactual dengan syarat level kompetensi tidak dapat diidentifikasi. Tujuan dari penelitian ini adalah\nmerancang alat ukur kompetensi yang dapat digunakan untuk menemukan gap kompetensi\ntersebut. Metode penelitian yang digunakan adalah pendekatan kualitatif melalui self-assessment\ndan wawancara mendalam.\n\nAlat ukur kompetensi dikembangkan berdasarkan dimensi skala dari Spencer & Spencer, yaitu\nintensitas tindakan, ukuran terdampak, kompleksitas dan usaha yang diperlukan. Setelah\nmelakukan pengukuran di tahap pilot, ditemukan bahwa setiap tenaga kependidikan memiliki gap\nkompetensi yang harus ditutup. Dari 19 tenaga kependidikan yang mengikuti pengukuran di tahap\npilot, 17 tenaga kependidikan sudah berhasil memenuhi syarat level kompetensi lebih dari 50%\njenis kompetensi yang diperlukan di posisinya masing-masing. Hal ini menjadi peluang bagi SBM\nITB untuk mengusulkan program pengembangan yang sesuai sehingga gap kompetensi dapat\nteratasi.", "Daftar File": {"Jessica Amelia - Abstract": "https://digilib.itb.ac.id/gdl/download/230647", "Jessica Amelia_29119441 - full.pdf\n]": "https://digilib.itb.ac.id/gdl/download/238783"}, "Penulis": "Jessica Amelia [29119441]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kompetensi; pengukuran; gap", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "2 file", "Tanggal Input": "22 Agu 2021"}