{"Nomor": 57424, "Judul": "PERBAIKAN PROSES INOVASI MENGGUNAKAN KERANGKA MANAJEMEN ASET PENGETAHUAN  STUDI KASUS:  BPJS KESEHATAN KANTOR CABANG CIMAHI", "Abstrak": "Kondisi lingkungan yang terus berubah-ubah mengharuskan perusahaan untuk terus\nbernovasi, baik di sektor privat maupun maupun sektor publik. BPJS Kesehatan sebagai\nperusahaan di sektor publik menyadari pentingnya inovasi untuk memberikan pelayanan yang\nlebih baik sehingga keberlangsungan nya terjaga. Berdasarkan hasil evaluasi, manajemen\nmengharapkan adanya peningkatan performa inovasi dari seluruh pegawai di BPJS\nKesehatan. Isu inovasi juga terjadi di BPJS Kesehatan KC Cimahi. Kurangnya jumlah inovasi\nyang terdokumentasi menjadi isu yang perlu untuk didiskusikan.\n\nTujuan dari studi ini adalah untuk meningkatkan performa inovasi melalui konsep “Proses\nInovasi” di BPJS Kesehatan Kantor Cabang Cimahi. Berdasarkan penelitian sebelumnya,\nOrganizational Support dan Knowledge Management mempengaruhi proses inovasi di suatu\nperusahaan sehingga perlu dilakukan eksplorasi yang lebih lanjut agar didapatkan gambaran\nyang lebih lengkap dalam proses mengusulkan solusi terbaik untuk meningkatkan proses\ninovasi. \n\nMetode penelitian yang dilakukan adalah metode campuran dengan wawancara awal kepada\n10 orang pegawai dan menyebarkan kuesioner kepada 49 orang pegawai di BPJS Kesehatan\nKC Cimahi yang terdiri dari pegawai tetap dan pegawai tidak tetap. Data hasil penelitian\ndiolah menggunakan aplikasi SmartPLS sehingga menghasilkan sebuah model yang\nmenggambarkan hubungan antar variabel yang diuji.\n\nBerdasarkan hasil pengolahan data, ditemukan bahwa Knowledge Management\nmempengaruhi proses inovasi secara langsung. Organizational support mempengaruhi\nKnowledge Management secara langsung, namun tidak mempengaruhi proses inovasi.\nHubungan positif antara organizational support dengan inovasi harus melalui knowledge\nmanagement. Berdasarkan hasil studi, harus dilakukan upaya peningkatan manajemen asset\npengetahuan agar proses inovasi meningkat. Terdapat beberapa solusi bisnis yang dapat\ndiimplementasikan untuk meningkatkan performa inovasi", "Daftar File": {"2021_TS_PP_EKawati Sinaga_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/230654"}, "Penulis": "Ekawati Sinaga [29119478]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Proses Inovasi, Manajemen Pengetahuan, Dukungan Organisasi, BPJS Kesehatan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Agu 2021"}