{"Nomor": 57438, "Judul": "ANODA SILIKON BERPORI DARI PROSES BALL MILL UNTUK BATERAI ION-LITIUM", "Abstrak": "Baterai ion-litium merupakan baterai sekunder yang banyak digunakan di gadget elektronik hingga kendaraan listrik karena densitas energinya yang jauh lebih tinggi dibandingkan baterai sekunder lainnya. Baterai ion-litium pada umumnya menggunakan anoda berbasis grafit yang memiliki kapasitas spesifik yang terbatas di 372 mAh/g. Untuk meningkatkan kapasitas dari baterai ion-litium, silikon dapat digunakan sebagai anoda karena silikon memiliki kapasitas spesifik yang jauh lebih tinggi, hingga 4200 mAh/g. Namun silikon sendiri memiliki konduktivitas listrik yang buruk serta ekspansi volume yang dapat menurunkan performa baterai ion-litium. Karena itu, perlu dilakukan rekayasa terhadap struktur dan komposisi dari silikon untuk menjadi anoda dengan performa yang tinggi.\nDi penelitian ini, dibuat anoda berbasis silikon difabrikasi menggunakan metode ball-milling dan etsa basa. Anoda yang dihasilkan memiliki ukuran rata-rata 3 micron serta memiliki struktur berpori yang dibuktikan melalui hasil uji SEM/TEM dan analisis luas permukaan BET. Dari hasil XRD, tampak bahwa terbentuk lapisan silika amorf pada anoda silikon berpori. Rangkaian half-cell dari silikon berpori kemudian diuji performanya untuk mengetahui kapasitas dan stabilitas dari anoda. Hasil menunjukkan bahwa silikon berpori memiliki kapasitas yang lebih rendah dibandingkan dengan anoda dari silikon hasil ball-milling (tanpa etsa basa). Hal ini menunjukkan bahwa membentuk struktur berpori tidak cukup untuk meningkatkan performa dari anoda silikon dan perlu dilakukan proses tambahan untuk meningkatkan performanya.", "Daftar File": {"ABSTRAK Pierre Yosia Edward Koraag": "https://digilib.itb.ac.id/gdl/download/230669"}, "Penulis": "Pierre Yosia Edward Koraag [13717014]", "Kontributor / Dosen Pembimbing": ["Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ball-milling, anoda silikon, struktur berpori, baterai ion-litium", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Agu 2021"}