{"Nomor": 57436, "Judul": "SKRINING VIRTUAL MOLEKUL ANTIQUORUM SENSING SEBAGAI INHIBITOR LASR DAN RHLR PADA PSEUDOMONAS AERUGINOSA PAO1", "Abstrak": "Pseudomonas aeruginosa merupakan salah satu bakteri paling umum yang berpotensi menjadi patogen bagi manusia. Bakteri ini menggunakan sistem quorum sensing (QS) untuk mengatur ekspresi faktor virulensi yang diindikasikan dengan terbentuknya biofilm. Peningkatan faktor virulensi dapat menyebabkan P. aeruginosa  menjadi  lebih  resisten  terhadap  antibiotik  sehingga  meningkatkan toksisitas. Sistem QS pada bakteri ini diregulasi oleh gen RhlR dan LasR yang diinduksi oleh N-butyrylhomoserine lactone dan N-(3-oxododecanoyl)-homoserine lactone. Untuk menghambat proses pembentukan biofilm dan mencegah peningkatan toksisitas, salah satu gen, baik RhlR maupun LasR perlu diinhibisi. Banyak kandidat inhibitor yang merupakan isolat dari tumbuhan seperti baicalein dari Scutellaria baicalensis, zingerone dan 6-gingerol dari Zingiber officinale, dan naringenin dari Combretum albiflorum yang berdasarkan penelitian sebelumnya dapat secara signifikan mengurangi faktor-faktor virulensi yang diatur QS di P. aeruginosa. Pada penelitian ini, akan dilakukan skrining virtual senyawa anti- Quorum Sensing data DrugBank (http://www.drugbank.ca). Metode skrining virtual molecular docking menunjukkan bahwa Rhein, Emodin dan 2S-7- Hidroksiflavanon merupakan kandidat terbaik dengan afinitas -11,3; -10,6; dan -\n10,3. Di sisi lain, Baicelin dan Butamben merupakan kandidat ligan terbaik untuk protein RhlR dengan afinitas -6,3 dan -6,0. Hasil ini juga dikonfirmasi berdasarkan hasil simulasi dinamika molekul bahwa protein LasR stabil selama simulasi dan ketiga ligan masih terikat pada sisi aktifnya. Sedangkan untuk RhlR perlu dilakukan uji lebih lanjut untuk mencari ligan terbaik karena kedua kandidat inhibitor lepas dari sisi aktif RhlR.", "Daftar File": {"ABSTRAK Yusra Alfarizi": "https://digilib.itb.ac.id/gdl/download/230666", "PUSTAKA Yusra Alfarizi": "https://digilib.itb.ac.id/gdl/download/238739"}, "Penulis": "Yusra Alfarizi [20520034]", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Pseudomonas aeruginosa, molecular docking, simulasi dinamika molekul, MM-PBSA, Quorum Sensing", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "23 Agu 2021"}