{"Nomor": 57439, "Judul": "STUDI KOMPUTASI MUTASI TITIK TERARAH PADA GEN HALOACID DEHALOGENASE DARI PSEUDOMONAS AERUGINOSA ITB1", "Abstrak": "Senyawa organohalida yang digunakan sebagai bahan pestisida menjadi salah satu polutan yang berbahaya karena sifatnya yang toksik dan sulit terurai. Bakteri penghasil dehalogenase merupakan solusi potensial untuk memulihkan daerah terkontaminasi organohalida karena fungsinya yang dapat mengkatalisis penguraian senyawa organohalida menjadi senyawa lain yang tidak beracun. Pseudomonas aeruginosa ITB1 merupakan bakteri lokal yang dapat menghasilkan haloacid dehalogenase, dalam hal ini disebut sebagai Paed-d. Enzim ini dapat mendegradasi asam monokloroasetat (MCA) menjadi asam hidroksiasetat yang ramah lingkungan. Untuk mengetahui struktur tersier Paed-d dan detail interaksi antara molekul Paed-d dengan MCA, penelitian ini dilakukan dengan metode komputasi mutasi titik terarah pada sisi katalitik Paed-d. Struktur tersier Paed-d yang diperoleh dari Swiss Model merupakan struktur terbaik yang dipilih untuk analisis lebih lanjut. Studi komputasi dan pustaka terhadap dua kelompok enzim haloacid dehalogenase, yaitu grup I dan grup II menunjukkan bahwa Paed-d merupakan haloacid dehalogenase grup II. Paed-d membentuk struktur homo- dimer yang tiap monomernya memiliki core domain tipe Rossmann-fold yang terdiri atas 6 untai ?-sheet yang diapit oleh 5 ?-heliks dengan cap domain yang terdiri atas 4 bundel ?-heliks. Sisi aktif Paed-d berada di pertemuan antara core domain dan cap domain, dengan residu nukleofilik D7 berada di akhir ?-sheet pertama dari ujung N-terminal. Analisis lebih lanjut menunjukkan bahwa residu katalitik  Paed-d  adalah  D7, T11,  R44,  S121,  N122, K152, H178, dan  D181. Mutasi D7A menyebabkan hilangnya ikatan hidrogen antara MCA dengan D7, N122, dan G123, dan menyebabkan struktur kompleks Paed-d–MCA menjadi kurang   stabil,   kurang   kompak,   dan   lebih   terekspos   ke   pelarut.   Hal   ini kemungkinan dapat menyebabkan Paed-d D7A kehilangan sebagian atau seluruh aktivitasnya seperti yang ditunjukkan oleh data grafik energi potensial simulasi dinamika molekuler, jari-jari girasi, dan Solvent Accessible Surface Area (SASA). Di lain pihak, mutasi S121P menyebabkan MCA kehilangan dua ikatan hidrogen dengan S121, dan struktur sekunder Paed-d pada residu 119–121 dan 141–144 berubah dari ?-sheet menjadi coil. Namun, mutasi S121P ini tidak menyebabkan perubahan struktur kompleks Paed-d–MCA secara signifikan. D14 tidak berperan sebagai residu katalitik dari awal dan tidak terbukti mampu menggantikan peran D7 sebagai nukleofil pada Paed-d D7A, karena posisinya tidak berada di kantung katalitik  dan  jaraknya  jauh  dari  posisi  ligan  MCA.  Hasil  studi  komputasi\n \n\nmerupakan  langkah  awal  yang  potensial  untuk  mempelajari  hubungan  struktur dan fungsi enzim haloacid dehalogenase.", "Daftar File": {"ABSTRAK Nurul Nanda Khoiriyah": "https://digilib.itb.ac.id/gdl/download/230670", "PUSTAKA Nurul Nanda Khoiriyah": "https://digilib.itb.ac.id/gdl/download/238775"}, "Penulis": "Nurul Nanda Khoiriyah [20518022]", "Kontributor / Dosen Pembimbing": ["Enny Ratnaningsih, Ph.D.", "Dr. Ihsanawati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "asam  monokloroasetat.   haloacid  dehalogenase,   mutasi  in  silica, Pseudomonas \taeruginosa, \tsimulasi \tdinamika \tmolekuler.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "23 Agu 2021"}