{"Nomor": 57446, "Judul": "OPTIMASI FUNGSI SIGMOID UNTUK MEKANISME PENGHINDARAN HAMBATAN PADA AUTONOMOUS TRUCK-TRAILER PENGIKUT JALUR", "Abstrak": "Peningkatan intensitas bongkar muat di dunia logistik pelabuhan menyebabkan penumpukkan kontainer karena tidak tertampung di containers yard sehingga jalur lalu lintas menjadi terhambat. Mekanisme penghindaran hambatan diperlukan untuk mengakomodir kondisi tersebut agar tidak terjadi tabrakan. Pada penerapan autonomous truck-trailer pengikut jalur, referensi jalur penghindaran harus disesuaikan secara dinamis untuk membawa sistem berpindah jalur. Optimasi fungsi sigmoid diajukan untuk mendapatkan referensi jalur penghindaran hambatan yang optimal untuk kenyamanan kemudi dan menghindari efek traktor trailer. Fungsi Fmincon Nonlinear Programming digunakan untuk mendapatkan solusi optimal dari masalah optimasi. Hasil optimasi didapatkan parameter kecekungan kurva K_?s= 0,55 dan parameter jarak benda penghambat K_rs= 2,0247. Jalur belokan yang optimal diintegrasikan dengan kontrol pengikut jalur berbasis kestabilan Lyapunov untuk mendapatkan kondisi stabil asimtotik global. Stabilitas asimtotik global tercapai berdasarkan nilai origin of error trailer kontinyu konvergen ke nol dengan nilai total RMSE 0,26 lebih baik daripada sistem dengan jalur tanpa optimasi. Hasil simulasi menunjukkan rata-rata kecepatan yang dicapai adalah 0,51 m/s. Keseluruhan nilai performansi IAE, ISE, ITAE, dan ITSE menunjukkan sistem dengan jalur teroptimasi lebih baik.", "Daftar File": {"ABSTRAK Bani Asrofudin": "https://digilib.itb.ac.id/gdl/download/230685", "COVER Bani Asrofudin": "https://digilib.itb.ac.id/gdl/download/234154", "BAB 1 Bani Asrofudin": "https://digilib.itb.ac.id/gdl/download/234155", "BAB 2 Bani Asrofudin": "https://digilib.itb.ac.id/gdl/download/234156", "BAB 3 Bani Asrofudin": "https://digilib.itb.ac.id/gdl/download/234157", "BAB 4 Bani Asrofudin": "https://digilib.itb.ac.id/gdl/download/234158", "BAB 5 Bani Asrofudin": "https://digilib.itb.ac.id/gdl/download/234159", "DAFTAR Bani Asrofudin": "https://digilib.itb.ac.id/gdl/download/234160", "Lampiran TS TF Bani Asrofudin 23817307 LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/234161"}, "Penulis": "Bani Asrofudin [23817307]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Parsaulian Ishaya Siregar, Dipl.-Ing.", "Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC", "Ir. Endra Joelianto, Ph.D.", "Augie Widyotriatmo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Aoutonomous truck-trailer, Kontrol pengikut jalur, Penghindaran hambatan, Optimasi fungsi sigmoid.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "23 Agu 2021"}