{"Nomor": 57443, "Judul": "DESIGN ADVANCED POURING SYSTEM FOR AN AUTOMATED MANUFACTURING SANDWICH PANELS MACHINE", "Abstrak": "Pembuatan komponen komposit skala besar dalam industri panel sandwich menjadi lebih umum. Banyak upaya telah difokuskan pada pengurangan biaya produksi dan peningkatan kualitas dengan mengotomatisasi proses layup manual. Untuk meningkatkan kinerja Mesin Layup Fabric Otomatis telah didesain ulang. Sebuah studi menyeluruh dari mesin yang ada mengidentifikasi masalah seperti kemampuan komponen Cartridge tidak dipertimbangkan secara efektif dalam penuangan resin, kinerja yang kurang untuk mendistribusikan resin pada permukaan cetakan, serta masalah keamanan dan ergonomis. Untuk mengatasi masalah tersebut, penelitian ini mengembangkan desain untuk mesin melalui integrasi sistem semprot resin dalam konstruksi mesin yang ada tergantung pada identifikasi set fungsional. mesin berhasil dirancang ulang untuk sepenuhnya mengontrol resin penuangan. Masalah keamanan dan ergonomis diselesaikan secara efektif dengan merelokasi tangki, mixer statis, dan selang untuk menghubungkan sistem semprotan resin dengan bodi utama mesin. Desain untuk manufaktur dan perakitan (DFMA) telah digunakan sebagai proses analitis yang mempertimbangkan semua aspek desain, pengembangan, jumlah total suku cadang, kemampuan manufaktur, biaya, waktu perakitan, dan modularitas. Kesimpulannya, sistem semprotan resin berhasil dirancang untuk memenuhi persyaratan dan spesifikasi pembuatan panel sandwich.", "Daftar File": {"ABSTRAK Mohand Abdelmagid ALZAIR": "https://digilib.itb.ac.id/gdl/download/230674"}, "Penulis": "Mohand Abdelmagid ALZAIR [23119701]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "bahan komposit, panel sandwich, desain mesin, semprotan proses,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Agu 2021"}