{"Nomor": 57453, "Judul": "PENGARUH FAKTOR ABIOTIK LARUTAN NUTRISI TERHADAP PERTUMBUHAN DAN HASIL PANEN TANAMAN SPEARMINT (MENTHA SPICATA) HIDROPONIK", "Abstrak": "Faktor abiotik larutan nutrisi seperti pH, TDS (Total Dissolved Solid), dan EC (Electrical Conductivity) berperan dalam pertumbuhan dan perkembangan tanaman. Biokonversi limbah organik oleh Black Soldier Fly (BSF) dapat menghasilkan lindi yang digunakan sebagai alternatif larutan nutrisi. Telah dilakukan penelitian untuk menganalisis faktor abiotik terhadap pertumbuhan dan hasil panen spearmint menggunakan larutan AB Mix (ABM) dan lindi (L) limbah semangka hasil biokonversi BSF. Sebanyak 7 bibit spearmint yang telah disemai 14 hari, dimasukan ke dalam netpot (diameter 4,5 cm) dan ditempatkan pada infraboard berlubang (diameter 4,5 cm) kemudian diletakkan pada baki plastik (P.14 cm x L.33 cm x T.47 cm). Terdapat 5 komposisi larutan nutrisi hidroponik, diantaranya ABM 100%; L 100%; campuran ABM:L = 75:25 (%); ABM:L = 50:50 (%) dan ABM:L = 25:75 (%) dengan pengulangan 5 kali. Budidaya Mentha spicata dilakukan di screen house (P.3 m x L.2 m x T.2,25 m) yang beratapkan plastik UV. Faktor abiotik yang diamati meliputi abiotik larutan nutrisi (pH, TDS, dan EC) serta mikroklimat (temperatur udara, kelembaban relatif, dan intensitas cahaya). Hasil penelitian menunjukkan bahwa terdapat perlakuan pada rentang pH dan EC optimal pertumbuhan M. spicata namun, tidak terdapat perlakuan yang masuk rentang TDS optimal. Pemberian lindi berpengaruh nyata terhadap pH, TDS, dan EC. Temperatur udara dan kelembaban relatif udara berada pada rentang syarat pertumbuhan optimal, namun tidak dengan nilai intensitas cahaya. Terdapat perbedaan nyata pada jumlah cabang, bobot cabang segar dan kering, bobot daun segar, serta bobot akar segar dan kering. Bobot cabang berkorelasi negatif dengan pH, namun berkorelasi positif dengan TDS dan EC. Sedangkan parameter pertumbuhan lainnya tidak terdapat korelasi dengan faktor abiotik larutan nutrisi. Perlakuan D (25% ABM:75% L) menunjukkan hasil terbaik pada jumlah cabang, jumlah daun, bobot daun, dan indeks hasil panen.", "Daftar File": {}, "Penulis": "Novia Sari Mustika [11417003]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Dr. Rijanti Rahaju Maulani, S.P., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Abiotik, Spearmint, lindi, Black Soldier Fly.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "0 file", "Tanggal Input": "23 Agu 2021"}