{"Nomor": 57455, "Judul": "LAJU NITRIFIKASI SUBMERGED BIOFILTER AIR TAWAR PADA TIGA SUHU OPERASIONAL BERBEDA (15OC, 25OC DAN 35OC)", "Abstrak": "Amonium dan nitrit merupakan senyawa polutan nitrogen utama dalam akuakultur yang harus diubah menjadi senyawa nitrat yang bersifat tidak berbahaya. Secara alami proses nitrifikasi terjadi dalam perairan budidaya, tetapi lajunya tidak sebanding dengan laju akumulasi amonium dan nitrit sehingga akumulasi amonium dan nitrit tidak bisa dihindari dalam budidaya perikanan. Recirculating Aquaculture System (RAS) adalah salah satu sistem budidaya tertutup yang memiliki komponen biofilter sebagai komponen utama untuk mengontrol limbah tersebut. Submerged Biofilter sering digunakan untuk memfasilitasi proses nitrifikasi menggunakan mikroorganisme berupa Ammonium Oxidizing Bacteria (AOB) dan Nitrite Oxidizing Bacteria (NOB) melalui pembentukan biofilm dalam media biofilter. Kinerja biofilter ditentukan oleh beberapa faktor, termasuk aktivitas bakteri nitrifikasi dan parameter fisik air seperti suhu. Penelitian ini bertujuan untuk membandingkan laju nitrifikasi biofilter dan menganalisis keanekaragaman mikroba pada tiga suhu operasional berbeda yaitu 15oC, 25oC, dan 35oC. Penelitian ini dilakukan dengan beberapa tahapan: (1) persiapan alat dan bahan, (2) aktivasi dan kultivasi bakteri nitrifikasi, (3) instalasi biofilter, (4) pengaturan suhu operasional berbeda (15oC, 25oC, 35oC) (5) analisis alkalinitas, (6) analisis dinamika dan keanekaragaman mikroba (7) analisis Scanning Electron Microscopy (SEM), serta (8) Analisis data menggunakan metode Kruskal-Wallis dalam program R. Hasil penelitian menunjukkan bahwa persentase degradasi amonium tertinggi sebesar 30,61% dijumpai pada pengujian 25oC diikuti oleh pengujian suhu 15oC sebesar 30,32% dan suhu 35oC sebesar 30,12% dengan laju degradasi amonium yaitu 8,11 ppm/hari, 8,18 ppm/hari dan 8,05 ppm/hari pada masing-masing suhu 15oC, 25oC dan 35oC. Akan tetapi, tidak terdapat perbedaan yang signifikan diantara pengujian (p-value = 0,774). Laju degradasi nitrit dan konsentrasi nitrat juga menunjukkan hasil yang tidak berbeda secara signifikan diantara perlakuan suhu. Berdasarkan analisis alkalinitas, kadar alkalinitas tertinggi yaitu 117 mg/L HCO3- pada suhu 15oC diikuti oleh pengujian 25oC yaitu 43 mg/L HCO3- dan pengujian 35oC yaitu 42 mg/L HCO3-. Kadar alkalinitas diantara pengujian masih menunjukkan kadar alkalinitas yang stabil yaitu ? 20 mg/L. Berdasarkan analisis komunitas mikroba, pengujian pada 25oC, menunjukkan bahwa kelompok bakteri nitrifikasi dan heterotrof lebih tinggi dibandingkan pengujian 15oC dan 35oC sedangkan kelimpahan bakteri Vibrio pengujian 25oC\nlebih rendah dibandingkan dengan 15oC dan 35oC. Analisis indeks keanekaragaman dan kestabilan mikroba (H’) tertinggi pada pengujian 25oC (1,44)\ndiikuti oleh pengujian suhu 35oC (1,09) dan 15oC (0,83). Analisis indeks dominansi (C) tertinggi pada pengujian suhu 15oC (0,54) dibandingkan pengujian\nsuhu 25oC (0,51) dan 35oC (0,47). Indeks Sørenson (Cs) yang menunjukkan\nkesamaan komunitas mikroba dijumpai tertinggi pada pengujian suhu 15oC-35oC\n(0,82) diikuti oleh pengujian suhu 15oC-25oC (0,79) dan 25oC-35oC (0,69). Hasil\ntersebut dapat disimpulkan bahwa suhu 25oC memiliki komunitas mikroba yang berbeda dengan pengujian suhu lainnya. Berdasarkan hasil analisis SEM, setiap pengujian suhu menunjukkan adanya pembentukan agregat biofilm bakteri dengan bentuk bakteri bulat, batang dan spiral. Kesimpulan dari penelitian ini adalah bahwa biofilter dapat dioperasikan dalam sistem akuakultur pada tiga suhu\noperasional berbeda (15oC, 25oC dan 35oC) dan pengaturan suhu 25oC\nmenunjukkan laju nitrifikasi dan kelimpahan mikroba nitrifikasi yang cenderung lebih tinggi dibandingkan pengujian lainnya.", "Daftar File": {"ABSTRAK Nurfadillah": "https://digilib.itb.ac.id/gdl/download/230699"}, "Penulis": "Nurfadillah [20619003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Submerged Biofilter, Ammonium Oxidizing Bacteria (AOB), Nitrite Oxidizing Bacteria (NOB), Suhu, Biofilm", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Agu 2021"}