{"Nomor": 57456, "Judul": "SINTESIS FASA TUNGGAL BISMUTH FERRITE DENGAN METODE SOL-GEL AUTOCOMBUSTION SERTA KARAKTERISASI SIFAT MAGNETIK DAN DIELEKTRIKNYA", "Abstrak": "Bismuth ferrite (BiFeO3/BFO) adalah material multiferroik yang paling menarik perhatian peneliti dikarenakan memiliki sifat ferroelektrik dan antiferromagnetik di temperatur ruang serta sangat luas aplikasinya. Sintesis fasa tunggal BFO dikenal sangat sulit dilakukan akibat rentang temperature stabilitas yang sempit sehingga selalu diikuti oleh fasa sekunder Bi25FeO39 dan Bi2Fe4O9. Dalam penelitian ini, serbuk BFO disintesis menggunakan metode sol-gel autocombustion dari prekursor berupa bismuth dan iron nitrate dengan variasi stoikiometri antara Bi dan Fe yaitu penambahan Fe 2%, 1:1, dan penambahan Bi 3%. Selain variasi stoikiometri juga dilakukan variasi temperature sintering dan variasi jenis pendinginan. Fasa tunggal BFO dengan rasio atom Bi: Fe= 1:1 diperoleh ketika dilakukan penambahan Bi 3% yang disintering pada temperature 550? selama 2 jam dan diikuti oleh proses pendinginan cepat (quenched) yang kemudian diberi label Bi 3% (550Q2,1). Sampel Bi 3% (550Q2,1) menunjukkan kurva histerisis yang bersifat feromagnetik lemah dengan magnetisasi remanen dan medan koersif masing-masing yaitu 0.0412 emu/g dan 691.71 Oe pada temperature ruang. Hasil pengukuran dielektrik menunjukkan nilai konstanta dielektrik riil (?????) menghasilkan trend turun seiring peningkatan frekuensi akibat adanya relaksasi Maxwell-Wagner, dan menghasilkan trend naik seiring peningkatan temperature. Hubungan antara sifat magnetik dan sifat listrik sampel BFO dapat dijelaskan melalui distorsi lokal oktahedral tilt angle FeO6, sudut ikatan Fe-O-Fe, panjang ikatan Fe-O, dan panjang ikatan Bi-O yang diperoleh dari analisis rietveld refinement menggunakan GSAS 2.", "Daftar File": {"Abstrak Yeti Rafitasari": "https://digilib.itb.ac.id/gdl/download/230703", "COVER Yeti Rafitasari": "https://digilib.itb.ac.id/gdl/download/238198", "BAB5 Yeti Rafitasari": "https://digilib.itb.ac.id/gdl/download/238203", "PUSTAKA Yeti Rafitasari": "https://digilib.itb.ac.id/gdl/download/238204"}, "Penulis": "Yeti Rafitasari [20219010]", "Kontributor / Dosen Pembimbing": ["Dr. Agustinus Agung Nugroho Sulistyo Hutomo"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Multiferroik, bismuth ferrite, sol-gel, fasa tunggal, feromagnetik lemah, relaksasi Maxwell-Wagner, distorsi", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "23 Agu 2021"}