{"Nomor": 57464, "Judul": "PENGARUH FREKUENSI PEMBERIAN PUPUK ORGANIK CAIR KELINCI DENGAN SISTEM FERTIGASI TERHADAP PERTUMBUHAN DAN BIOMASSA TANAMAN SAWI PAGODA (BRASSICA RAPA VAR. NARINOSA)", "Abstrak": "Produk hortikultura merupakan salah satu produk pangan yang diminati di Indonesia. peningkatan populasi manusia akan meningkatkan kebutuhan pangan, sehingga setiap tahun perlu ada peningkatan produksi untuk memenuhi kebutuhan tersebut. Produksi sayuran dengan kualitas tinggi ditunjang salah satunya dengan penggunaan sistem irigasi tetes. Irigasi tetes adalah teknik pemberian air langsung pada permukaan tanah dan dalam tanah melalui tetesan secara kontinu di area perakaran tanaman. Selain pemenuhan kebutuhan air diperlukan pemenuhan kebutuhan nutrisi secara tepat dan baik untuk menghasilkan produksi tanaman yang baik. Aplikasi pupuk melalui sistem irigasi tetes (fertigasi) meningkatkan efisiensi pemupukan dan menurunkan kehilangan nutrisi. Tujuan dilakukan penelitian ini adalah menentukan pengaruh frekuensi pemberian POC kelinci terhadap pertumbuhan (tinggi tanaman, jumlah daun, dan luas kanopi), hasil biomassa (berat basah, berat kering, dan serapan nitrogen), dan neraca massa dan energi pada produksi biomassa tanaman sawi pagoda (Brassica rapa var. narinosa). Penelitian dilakukan pada bulan Januari-Maret 2021 di lahan PT Habibi Digital Nusantara, Kecamatan Arcamanik, Kota Bandung, Jawa Barat. Penelitian menggunakan Rancangan Acak Lengkap (RAL) dengan tiga perlakuan yaitu frekuensi pemupukan F1: 4 hari sekali, F2: 6 hari sekali, dan F3: 8 hari sekali. Pengamatan parameter pertumbuhan tanaman dilakukan dengan pengukuran setiap 3 hari sekali pada 18 sampel tanaman dan parameter biomassa dilakukan saat pasca panen di Laboratorium Balai Penelitian Tanaman Sayuran Lembang. Hasil analisis ragam (ANOVA) menunjukkan perlakuan frekuensi pemupukan tidak mempengaruhi seluruh parameter pertumbuhan tanaman, dan hasil biomassa tanaman dan neraca massa dan energi produksi tanaman sawi pagoda (Brassica rapa var. narinosa) diperoleh input dan output massa sebesar 3230,489 g/tanaman dan 3143,193 g/tanaman kemudian input dan output energi sebesar 16929,875 kJ/tanaman dan 6325,738 kJ/tanaman.", "Daftar File": {"ABSTRAK Muhammad Naufal Maulana": "https://digilib.itb.ac.id/gdl/download/230708"}, "Penulis": "Muhammad Naufal Maulana [11417047]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Dr.Eng. Arno Adi Kuntoro, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biomassa, Frekuensi, Irigasi, Tanaman, Tetes.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Agu 2021"}