{"Nomor": 57460, "Judul": "PRA-RANCANGAN INDUSTRI STERILISASI SUSU DENGAN METODE ULTRASONIKASI SEBAGAI BAHAN BAKU PEMBUATAN KEJU : PENGARUH ULTRASONIK SEBAGAI PROSES DEAKTIVASI MIKROORGANISME DENGAN BERBAGAI DURASI TERHADAP KUALITAS JUS WORTEL (DAUCUS CAROTA L.)", "Abstrak": "Konsumsi buah dan sayur menjadi sumber makanan penting dengan manfaat\nkesehatan dan gizi bagi tubuh manusia. Diantara sayuran, wortel merupakan\ntanaman akar yang dapat ditanam di banyak negara dengan mengandung\nkarotenoid, bioaktif, vitamin, serat, dan mineral. Salah satu cara konsumsi wortel\nadalah dengan dibuat jus. Namun demikian, terdapat bahaya utama jus wortel,\nyaitu cemaran mikroba. Untuk menangani masalah tersebut, maka perlu dilakukan\nsterilisasi. Umumnya, metode sterilisasi yang digunakan adalah teknologi berbasis\npemanasan. Teknologi pemanasan cenderung merusak kualitas dan mengurangi\nnutrisi pada jus buah dan sayur sehingga diperlukannya teknologi lain. Salah satu\nteknologi lain adalah ultrasonik yang bahkan dapat meningkatkan kualitas jus.\nWalaupun telah banyak yang meneliti tentang ultrasonik sebagai metode\nsterilisasi, tetapi masih sedikit yang meneliti jus wortel dan pengaruhnya selama\npenyimpanan. Oleh karena itu, dilakukan penelitian terhadap jus wortel dengan\ndiberi perlakuan pasteurisasi sebagai pembanding metode yang umum dipakai,\nkontrol, dan ultrasonik dengan durasi 3, 5, dan 7 menit yang disimpan selama 10\nhari. Berdasarkan penelitian, jus wortel yang diberi ultrasonik dengan durasi 5 dan\n7 menit serta pasteurisasi mampu mengurangi cemaran bakteri namun pada saat\ndisimpan hanya durasi 5 dan 7 menit yang dapat bertahan selama 10 hari\npenyimpanan. Sedangkan terhadap kualitas, terjadi peningkatan kualitas pada\nperlakuan ultrasonik dan durasi 5 menit memiliki kualitas terbaik dan dapat\nmempertahankan kualitas selama penyimpanan. Dengan demikian perlakuan\nultrasonik dengan durasi 5 menit mampu mempertahankan kualitas jus wortel\nterhadap cemaran mikroba dan kualitas lainnya.", "Daftar File": {"ABSTRAK Marzuq Ziyad Emir": "https://digilib.itb.ac.id/gdl/download/230702"}, "Penulis": "Marzuq Ziyad Emir [11917023]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, MS", "Dr. Ir. Rudi, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Jus wortel, ultrasonik, pasteurisasi, penyimpanan, kualitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Agu 2021"}