{"Nomor": 57462, "Judul": "PERISTIWA GW170817 YANG KOMPATIBEL DENGAN PARAMETER KONSTANTA-ROLL PADA INFLASI EINSTEIN-GAUSS-BONNET, KOPLING MINIMAL, NON-MINIMAL, DAN NON-MINIMAL DERIVATIF", "Abstrak": "Dalam penelitian ini, kami mempelajari teori inflasi dari Einstein-Gauss-Bonnet, kopling\nminimal, non-minimal, dan non-minimal derivatif dengan kasus konstanta-roll.\nMengingat peristiwa gelombang gravitasi, GW170817, yang menghasilkan kecepatan\ngelombang gravitasi hampir sama dengan kecepatan cahaya, maka kami membatasi\nbahwa kecepatan yang dihasilkan dari perturbasi tensor hampir sama dengan satu,\nc2\nT ' 1. Kami melibatkan potensial medan skalar yang fungsi potensialnya dapat diperoleh\ndari persamaan gerak dengan pemilihan fungsi kopling Gauss-Bonnet. Fungsi kopling\nyang digunakan adalah fungsi kopling linear dan kuadrat, yang merupakan fungsi\npaling sederhana. Hasil yang diperoleh mampu menghasilkan besaran-besaran observasi\nseperti indeks spektral untuk perturbasi skalar ns = 0;9642, indeks spektral untuk\nperturbasi tensor nT =????5;247110????4, serta rasio tensor-skalar r =0;0041 yang kompatibel\ndengan data Planck terbaru dengan menggunakan parameter-parameter slowroll\nyang diperoleh secara analitik.", "Daftar File": {"Abstrak Izrul Supriyadi": "https://digilib.itb.ac.id/gdl/download/230706", "COVER Izrul Supriyadi": "https://digilib.itb.ac.id/gdl/download/238139", "BAB6 Izrul Supriyadi": "https://digilib.itb.ac.id/gdl/download/238145", "PUSTAKA Izrul Supriyadi": "https://digilib.itb.ac.id/gdl/download/238146"}, "Penulis": "Izrul Supriyadi [20219021]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Freddy Permana Zen, MS, M.Sc., D.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "inflasi, Gauss-Bonnet, konstanta-roll, GW170817, indeks spektral, rasio tensor-skalar.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "9 file", "Tanggal Input": "23 Agu 2021"}