{"Nomor": 57476, "Judul": "ANALISIS KESTABILAN LERENG DISPOSAL TAMBANG BATUBARA PT XYZ DI PROVINSI KALIMANTAN SELATAN", "Abstrak": "PT XYZ merupakan perusahaan tambang yang melakukan kegiatan penambangan\nbatubara di Provinsi Kalimantan Selatan yang saat ini mengalami kelongsoran di\nOPD (tempat penimbunan material overburden) sisi utara pada RL+90 hingga\nRL+30. Untuk mengetahui penyebab terjadinya kelongsoran lereng disposal\ntersebut, dilakukan analisis balik dengan melakukan pemodelan lereng\nmenggunakan data hasil lapangan dan perangkat lunak Rockscience slide v6.0.\nHasil analisis balik menunjukkan bahwa faktor penyebab kelongsoran lereng\ndisposal PT XYZ yaitu kondisi material timbunan yang jenuh dan kekuatan material\ntimbunan sebesar 85% dengan nilai kohesi sebesar 60,80 kPa. Serta adanya weak\nmaterial pada pondasi disposal yang menjadi pemicu terjadinya longsoran yang\ndiperkirakan berbentuk non-sirkular pada timbunan.\nDengan menggunakan hasil analisis balik, analisis kestabilan lereng yang\nditerapkan pada disposal rencana menunjukkan bahwa desain lereng disposal\ntersebut dalam kondisi yang tidak stabil dengan nilai faktor keamanan longsoran\nsirkular dan non – sirkular masing – masing sebesar 0,942 dan 0,933 dengan\nprobabilitas kelongsoran masing - masing sebesar 67,60% dan 73,20%. Untuk\nmemenuhi kriteria keamanan lereng pada Kepmen ESDM No.1827/K/MEM/2018,\nmaka disusun rekomendasi tindakan penanganan terhadap lereng disposal rencana.\nDengan rekomendasi yang diberikan, akan dihasilkan faktor keamanan statis untuk\npotensi longsoran sirkular dan non-sirkular masing-masing sebesar 1,299 dan 1,325\ndengan probabilitas kelongsoran masing – masing sebesar 0,4% dan 0%. Serta\nfaktor keamanan dinamis untuk potensi longsoran sirkular dan non-sirkular\nmasing-masing sebesar 1,202 dan 1,231 dengan probabilitas kelongsoran masing –\nmasing sebesar 4,2% dan 0,4%", "Daftar File": {"ABSTRAK Muhammad Rahman Amrullah": "https://digilib.itb.ac.id/gdl/download/230722"}, "Penulis": "Muhammad Rahman Amrullah [12117027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "analisis kestabilan lereng, faktor keamanan, lereng disposal, probabilitas kelongsoran", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "23 Agu 2021"}