{"Nomor": 57485, "Judul": "MANUVER EKSENTRISITAS DALAM STRATEGI STATION KEEPING TIMUR-BARAT SATELIT GEO (STUDI KASUS: INDOSTAR II/SES-7)", "Abstrak": "Posisi satelit Geosynchronous Equatorial Orbit (GEO) dapat bergeser dari posisi\nawalnya akibat gangguan gaya luar, yaitu tekanan radiasi Matahari dan\npotensial gravitasi ketidakbulatan Bumi. Tekanan radiasi berpengaruh terhadap\nperubahan eksentrisitas orbit satelit, tepatnya mengubah orbit satelit\nGEO dari lingkaran menjadi elips. Sedangkan potensial gravitasi ketidakbulatan\nBumi secara perlahan menyebabkan satelit bergeser dari posisi nominalnya\nke arah timur-barat (pergeseran bujur). Kedua gangguan ini mengakibatkan\nsatelit keluar dari batas kotak maya yang diperbolehkan.\nUntuk mengoreksi orbit satelit akibat gangguan gaya luar dan memastikan\nbahwa satelit tetap berada dalam kotak maya, diperlukan manuver koreksi\norbit atau manuver station keeping. Manuver station keeping yang dikerjakan\npada tesis ini adalah manuver koreksi eksentrisitas. Manuver eksentrisitas\ndilakukan dengan menjaga eksentrisitas ke dalam suatu lingkaran kontrol.\nLingkaran kontrol merupakan sebuah lingkaran yang membatasi perubahan\neksentrisitas satelit.\nSatelit yang dijadikan studi kasus adalah Indostar II/SES-7 yang berada\npada 108; 25 BT dan metode yang digunakan adalah simulasi dengan menggunakan\nperangkat lunak utama General Mission Analysis Tool (GMAT). GMAT\nmerupakan perangkat lunak untuk desain dan analisis orbit yang dikembangkan\noleh berbagai lembaga antariksa internasional, salah satunya NASA. Jangka\nwaktu simulasi adalah selama satu tahun, karena strategi pada tahun-tahun\nberikutnya akan mirip dengan tahun sebelumnya.\nSimulasi dilakukan dengan 3 skenario, skenario 1 (nilai lingkaran kontrol ec sama dengan radius evolusi eksentrisitas Re, ec = Re), skenario 2 (nilai\nec = 0; 5Re), dan skenario 3 (nilai ec = 0; 3Re). Variasi nilai ec diperlukan\njika stasiun satelit ingin mengontrol evolusi eksentrisitas secara ketat kedalam\nsuatu radius tertentu dan terkait dengan keperluan kolokasi. Urutan kebutuhan\nV dari yang paling kecil adalah skenario 1, skenario 2, dan skenario 3.\nJika ketiga skenario tersebut dibandingkan, maka skenario yang paling optimal\nmerupakan skenario 2.", "Daftar File": {"ABSTRAK Elisa Fitri": "https://digilib.itb.ac.id/gdl/download/230734"}, "Penulis": "Elisa Fitri [20320009]", "Kontributor / Dosen Pembimbing": ["Dr. Dhani Herdiwijaya, M.Sc.", "Dr. Dra. Endang Soegiartini, M.Si.", "Dr. Hakim Luthfi Malasan, M.Sc.", "Dr.Eng. Ridanto Eko Poetro, S.T., M.Sc.", "Dr.rer.nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Indostar II/SES-7, Lingkaran Kontrol, Manuver Eksentrisitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Agu 2021"}