{"Nomor": 57495, "Judul": "PROYEK INVESTASI   SEKALA THE COMMON PLACE:  APAKAH SEKALA SEBAIKNYA MEMBUKA KEDAI BARU?", "Abstrak": "Kopi merupakan salah satu minuman yang paling banyak dikonsumsi di dunia, konsumsi kopi di dunia dan di Indonesia berkembang pesat dari tahun ke tahun. Bahkan di masa pandemi, permintaan kopi masih tinggi. Hal inilah yang menyebabkan banyaknya kedai kopi baru dalam beberapa tahun terakhir, namun beberapa diantaranya tidak bertahan lama, alasan utamanya adalah mereka tidak mempersiapkan kalkulasi dengan tepat sehingga mereka tidak mempersiapkan kemungkinan terburuk yang bisa terjadi.  \nSekala melihat situasi ini sebagai peluang, sebagai kedai kopi yang sudah berdiri selama 3 tahun, Sekala mencoba memanfaatkan peluang tersebut dengan membuat gerai lain yang lebih mudah dijangkau oleh pelanggan dibandingkan gerai yang ada saat ini. Sekala berencana membuka gerai baru di Bandung, dengan proyeksi pengukuran menggunakan penganggaran modal dari tahun 2022-2026. Hal ini diperlukan untuk mengukur apakah proyek tersebut layak atau tidak. Proyek akan dianggap layak jika memenuhi analisis tertentu yang diberikan oleh analisis kelayakan, analisis sensitivitas, dan simulasi Monte Carlo. Hasil analisis kelayakan terdiri dari beberapa kriteria seperti payback period, net present value (NPV), benefit/cost ratio (B/C Ratio), dan internal rate of return (IRR). Analisis sensitivitas digunakan untuk mengukur beberapa kriteria yang paling mempengaruhi Sekala dari sisi keuangan, selanjutnya akan digunakan pada analisis Monte Carlo untuk melihat kelayakan proyek berdasarkan beberapa simulasi. \n \nInvestasi awal untuk proyek ini adalah Rp. 242.177.275.60, dan hasil dari proyeksi ini adalah, payback period 1,22 tahun, estimasi NPV sebesar Rp. 513.913.208.73, benefit/cost ratio 3.12, dan internal rate of return 52,04%. Hasil analisis sensitivitas menunjukkan bahwa ada 4 kriteria yang paling berpengaruh yang mempengaruhi usaha, yaitu bahan baku, harga jual, okupansi, dan pertumbuhan okupansi. Hasil simulasi Monte Carlo menunjukkan bahwa proyek ini memiliki peluang probabilitas yang tinggi untuk memberikan NPV<0, sebesar 40-55%. Situasi dunia dan bisnis saat ini juga akan mempengaruhi keputusan yang akan diambil, hasil analisis akhir menunjukkan bahwa proyek ini layak untuk dilaksanakan.", "Daftar File": {"2021_TS_PP_Fario Pranadi Prakoso_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230751", "Fario Pranadi Prakoso_Chapter 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/247798", "Fario Pranadi Prakoso_Chapter 2.pdf)u": "https://digilib.itb.ac.id/gdl/download/247799", "Fario Pranadi Prakoso_Chapter 3.pdf)u": "https://digilib.itb.ac.id/gdl/download/247800", "Fario Pranadi Prakoso_Chapter 4.pdf)u": "https://digilib.itb.ac.id/gdl/download/247801"}, "Penulis": "Fario Pranadi Prakoso [29119594]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kopi, Kedai Baru, Analisis Kelayakan, Analisis Sensitivitas, Simulasi  Monte Carlo", "Sumber": "KOPI", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "5 file", "Tanggal Input": "24 Agu 2021"}