{"Nomor": 57494, "Judul": "KAJIAN PERILAKU KONSUMEN PADA PROSES PEMBELIAN PRODUK CAT TEMBOK TINTING  (STUDI KASUS DI RKM SOEKARNO HATTA, BANDUNG)", "Abstrak": "Hadirnya teknologi mesin tinting memberikan pilihan warna cat yang sangat beragam bahkan tidak terbatas serta efisiensi inventory. Namun, investasi pada sistem tinting cukup mahal. Pada 2020, PT XYZ telah mengoperasikan 250 mesin tinting dengan pencapaian nilai penjualan rata-rata sebesar 78,5% dari target. Banyaknya stan cat tinting yang kurang produktif hingga tidak mampu menutupi biaya operasional,  membuat PT XYZ perlu melakukan perbaikan strategi dalam memasarkan cat tinting.  \nPenelitian ini bertujuan untuk memahami perilaku konsumen dalam pembelian cat tembok tinting serta faktor-faktor yang menjadi pertimbangan dalam melilih produk dan tempat pembelian. Hasil penelitian diharapkan dapat menjadi acuan PT XTZ untuk melakukan perbaikan strategi pemasaran cat tembok tinting. Data primer didapatkan dari observasi, wawancara, dan survey responden yang melakukan pembelian cat tembok tinting di RKM Soekarno Hatta Bandung. Sementara data sekunder didapatkan dari sejumlah buku, internet dan data lain yang mendukung penelitian ini.  \nHasil penelitian menunjukkan konsumen cat tembok tinting didominasi oleh pemilik rumah, namun konsumen perantara seperti kontraktor membeli dengan jumlah yang lebih besar. Pemilik rumah beserta anggota keluarga dan konsumen perantara sama-sama memiliki peran dalam pemilihan produk cat tembok tinitng. Kualitas menjadi faktor utama dalam memilih cat tembok tinting. Sementara dalam memilih tempat pembelian cat kelengkapan produk menjadi pertimbangan utama.  \nRekomendasi yang diajukan untuk perbaikan strategi dibagi menjadi 4 bagian yaitu (1) Pengembangan Pasar, (2) Pengembangan Produk, (3) Pengembangan Sumber Daya Manusia, dan (4) Perbaiakan proses.", "Daftar File": {"2021_TS_PP_Suryanti Rahayu_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230750"}, "Penulis": "Suryanti Rahayu [29119108]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "perilaku konsumen, cat tembok tinting, toko bahan bangunan moderen, bauran pemasaran", "Sumber": "RKM Soekarno Hatta, Bandung", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Agu 2021"}