{"Nomor": 57503, "Judul": "POTENSI SONIFIKASI DATA KUALITAS UDARA PADA STASIUN KERETA API DI SEKITAR JAKARTA MENJADI PROGRESI CHORD DAN POTENSINYA SEBAGAI PERANGKAT DETEKSI KUALITAS UDARA", "Abstrak": "menghirup udara tersebut. ISPU ditentukan berdasarkan parameter Particulate Matter (PM10), Sulfur Dioksida (SO2), Nitrogen Dioksida NO2, Ozon (O3) dan Karbon Monoksida (CO). Menurut Kementerian Lingkungan Hidup dan Kesehatan (KLHK), kualitas udara dibedakan menjadi lima ketegori berdasarkan rentang parameter PM10, SO2, NO2, dan CO: baik (rentang 0-50), sedang (rentang 51-100), tidak sehat (rentang 101-199), sangat tidak sehat (rentang 200-299), dan berbahaya (rentang 300 ke atas). Secara urut, masing-masing kategori diberi warna hijau, biru, kuning, merah, dan hitam. Data tersebut adalah data visual yang dapat dipahami bagi orang yang tidak memiliki disabilitas penglihatan. Data ISPU yang ada belum melibatkan data mikroba di udara seperti bakteri, jamur, dan virus. Data Indeks Standar Pencemar dapat disampaikan dalam bentuk visual maupun audial. Data audial adalah data yang berbentuk suara dan dapat didengarkan oleh orang yang memiliki disabilitas penglihatan. Data audial dapat diolah sedemikian rupa agar nyaman untuk didengar oleh masyarakat, sambil tetap mempertahankan validitas data. Konversi data visual menjadi data audial disebut dengan sonifikasi data. Penelitian ini bertujuan untuk mengkonversi data jumlah mikroba di udara dan kondisi lingkungan sekitarnya menjadi data audial yang dapat digunakan baik untuk masyarakat umum dan penderita disabilitas.\nKonversi datafisika-kimia (temperatur, kelembaban, intensitas cahaya, konsentrasi gas CO2, PM2.5, PM10, dan konsentrasi gas organik mudah menguap, dan emisi karbon) dan biologi (kelimpahan total bakteri, bakteri patogen, dan virus) udara menjadi data audial dilakukan berdasarkan paremeter fisika dan biologis. Pengambilan sampel udara dilakukan pada pagi hari jam 6.00 – 10.00 pagi dan malam hari jam 16.00 – 20.00 malam di delapan stasiun kereta api yang berlokasi di kawasan Jakarta (Stasiun Cakung pagi dan malam (CUKP dan CUKM), Stasiun Manggarai pagi dan malam (MGRP dan MGRM), Stasiun Sudirman pagi dan malam (SUDP dan SUDM), Stasiun Jakarta Kota pagi dan malam (JAKP dan JAKM), Stasiun Tanjung Priok pagi dan malam (TPKP dan TPKM), Stasiun Tanah Abang pagi dan malam (TNBP dan TNBM), Stasiun Taman Kota pagi dan malam (TKOP dan TKOM) dan Bekasi (Stasiun Bekasi pagi dan malam (BKSP dan BKSM)). Sampel udara diambil menggunakan air sampler (metode aktif). Sampel udara kemudian disimpan dalam larutan PBS pada suhu 4 oC. Enumerasi bakteri dilakukan dengan metode Total Plate Count pada lima medium: Nutrient Agar, R2A Agar, Staphylococcal Agar, Eosin-Methylene Blue Agar, dan Salmonella-Shigella Agar. Inkubasi kultur dilakukan pada suhu 27 oC.\nKlasifikasi kualitas udara dilakukan dengan menggunakan data temperatur, kelembaban, Total Volatile Organic Compound (TVOC), Particulate Matter (PM2.5 dan PM10), intensitas cahaya, emisi karbon dioksida (ecH2O), total bakteri keseluruhan, total bakteri patogen, dan keberadaan virus. Klasifikasi jumlah mikroba di udara dilakukan dengan mereduksi variabel kualitas udara dengan menggunakan Principal Component Analysis (PCA) sehingga diketahui empat klasifikasi jumlah mikroba di udara. Data audial ditentukan dari jumlah bakteri, jumlah virus, dan kondisi fisika-kimia lingkungan pada sampel udara stasiun di Jakarta dan Bekasi. Data audial menunjukkan chord yang terbentuk pada masing-masing stasiun dan dikumpulkan sesuai dengan klasifikasi jumlah mikroba di udara sehingga membentuk progression chord. Progression chord kemudian dianalisis untuk dilihat pola chord yang terbentuk untuk masing- masing kualitas udara.\nBerdasarkan data ISPU kota Jakarta pada tanggal pengambilan sampel (26-29 Oktober 2020), kualitas udara kota Jakarta termasuk ke dalam tidak sehat (kuning, 26 dan 28 Oktober 2020), dan sedang (biru, 27 dan 29 Oktober 2020). Berdasarkan data kualitas mikroba di udara hasil reduksi variabel dengan PCA, total bakteri dan keberadaan virus merupakan dua variabel yang saling bebas (P = 0). Sampel dengan jumlah bakteri paling banyak adalah Jakarta Malam (JAKM, 24 oC, kelembaban 57%) 2,55 × 107 CFU/mL dan paling sedikit adalah Bekasi Malam (BKSM, 26 oC dan kelembaban 75%) 1,85 × 105 CFU/mL). Sampel dengan jumlah viral copy number paling tinggi adalah Taman Kota Malam (TKOM, 24 oC dan 61%) 1,5 × 104 pg dan paling sedikit adalah Manggarai Malam (MGRM, 25 oC, kelembaban 73,16%), Sudirman Malam (SUDM, 27 oC, kelembaban 70%), MGRP (26 oC, kelembaban 73%), Tanjung Priok Malam (TPKM, 29 oC, kelembaban 63%), dan Tanah Abang Pagi (TNBP, 32 oC, kelembaban 58%) dengan viral copy number negatif.\nParameter kualitas udara yang terbentuk dibagi menjadi empat kuadran: clean-low risk infection (Q1; rentang total bakteri 1,59 × 106 CFU/mL – 3,48 × 106 CFU/mL; rentang bakteri patogen (Salmonella dan Shigella) negatif – 4,15 × 105 CFU/mL; rentang viral copy number negatif – 7,5 × 103 pg), dirty-low risk infection (Q2; rentang total bekteri 1,95 × 107 CFU/mL - 2,69 × 107 CFU/mL; rentang bakteri patogen (Salmonella dan Shigella) negatif - 2,4 × 107 CFU/mL; rentang viral copy number negatif - 7,5 × 103 pg), clean-high risk infection (Q3; rentang total bakteri 1,59 × 106 CFU/mL – 3,48 × 106 CFU/mL ; rentang bakteri patogen (Salmonella dan Shigella) negatif – 2,76 × 106 CFU/mL; rentang viral copy number 7,5 × 103 pg – 1,5 × 104 pg), dan dirty-high risk infection (Q4; rentang total bakteri 1,95 × 107 CFU/mL - 2,7 × 107 CFU/mL; rentang bakteri patogen (Salmonella dan Shigella) negatif – 2,7 × 107 CFU/mL; rentang viral copy number 7,5 × 103 pg – 1,5 × 104 pg).\nProgression chord dan masing-masing kuadran kualitas udara adalah sebagai berikut: suspended-suspended-minor- major (Q1), suspended (Q2), minor-suspended-major-major (Q3), dan minor-suspended- minor-suspended (Q4). Sebagai tambahan, analisis komposisi chord dilakukan pada masing- masing kuadran dan diperoleh chord dominan: suspended (Q1), major (Q3), dan balance (Q4). Progresi chord Q3 secara umum memiliki dua chord yang berbeda, sehingga terdengar sumbang. Q1 dan Q4 memiliki chord yang terdengar lebih harmonis. Akibatnya, Q3 memiliki kesan lebih gelap dan menyeramkan dibandingkan Q1 dan Q4. Selain itu, Q3 merupakan kuadran yang memiliki karakteristik clean-high risk infection.\nBerdasarkan literatur, kualitas udara di Jakarta pada tanggal pengambilan sampel termasuk ke dalam kategori sedang dan tidak sehat (rentang nilai ISPU 82-117). Dari penelitian tersebut, didapatkan bahwa stasiun yang memiliki kualitas mikroba di udara paling baik adalah stasiun Manggarai (Q1, clean-low risk infection), dan stasiun yang memiliki kualitas mikroba di udara paling buruk adalah stasiun Jakarta Kota (Q4, dirty high risk infection). Masing-masing kuadran memiliki progression chord Gsus4 – D7sus – Am11 – Cmaj (Q1), Csus2 (Q2), Dm11 – Fsus2 – G11 – Cmaj11 (Q3), dan Dm7 – Gsus4 – Dm9 – Csus2 (Q4). Penelitian ini dapat dikembangkan dengan memasukkan set data sampel udara lainnya ke dalam model kuadran kualitas udara, sehingga model dan progresi chord dapat lebih representatif dan universal.", "Daftar File": {"ABSTRAK Muhammad Fauzan": "https://digilib.itb.ac.id/gdl/download/230761", "COVER Muhammad Fauzan": "https://digilib.itb.ac.id/gdl/download/264619", "BAB 1 Muhammad Fauzan": "https://digilib.itb.ac.id/gdl/download/264620", "BAB 2 Muhammad Fauzan": "https://digilib.itb.ac.id/gdl/download/264621", "BAB 3 Muhammad Fauzan": "https://digilib.itb.ac.id/gdl/download/264622", "BAB 4 Muhammad Fauzan": "https://digilib.itb.ac.id/gdl/download/264623", "PUSTAKA Muhammad Fauzan": "https://digilib.itb.ac.id/gdl/download/264624"}, "Penulis": "Muhammad Fauzan [21119019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "data audial, kuadran, kualitas udara, progresi chord, sonifikasi data", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "24 Agu 2021"}