{"Nomor": 57500, "Judul": "PERAN DIVISI SUMBER DAYA MANUSIA UNTUK MENINGKATKAN KINERJA PERUSAHAAN DI PT DIRGANTARA INDONESIA (PERSERO)", "Abstrak": "Saat ini tingkat volatilitas, ketidakpastian, kompleksitas dan ambiguitas (kondisi VUCA) sangat tinggi,\ndimana kondisi bisnis global dapat berubah dengan cepat, tidak meyakinkan, rumit dan tidak jelas. Oleh\nkarena itu, diperlukan suatu organisasi yang adaptif terhadap perubahan agar perusahaan tetap dapat\nmencapai tujuan bisnisnya dan tetap bersaing dengan kompetitor lainnya dalam kondisi yang tidak pasti\ntersebut. Untuk membantu dan mendukung perusahaan dalam menghadapi berbagai perubahan kondisi,\norganisasi SDM memegang peranan penting. \nPT Dirgantara Indonesia (PTDI) adalah perusahaan manufaktur pesawat terbang milik negara yang\nbergerak di bidang perancangan pesawat terbang, pembuatan pesawat terbang, dan pelayanan pesawat\nterbang untuk sipil atau militer, baik pesawat ringan maupun menengah. Meskipun sebagai satu-satunya\nperusahaan di Indonesia dan Asia Tenggara yang memproduksi pesawat terbang, selama 5 tahun terakhir\nPTDI mengalami tren penurunan dalam penjualan. Selain itu, kinerja laba rugi PTDI juga mengalami\nkeadaan yang fluktuatif dalam 5 tahun terakhir, laporan keuangan menunjukkan bahwa perusahaan untung\ndalam satu tahun, namun dalam tahun berikutnya mengalami kerugian dan hal tersebut berulang terjadi.\nDengan banyaknya perubahan tersebut, maka peran organisasi SDM di PTDI menjadi penting untuk\nmendampingi PTDI dalam menghadapi perubahan. Selain itu, beberapa penelitian juga menyatakan bahwa\npraktik sumber daya manusia berperan dalam mempengaruhi kinerja organisasi, oleh karena itu penelitian\nini akan mengkaji bagaimana peran organisasi sumber daya manusia (SDM) di PTDI saat ini, bagaimana\ndampak dari peran SDM terhadap kinerja perusahaan serta bagaimana meningkatkan peran organisasi SDM\ndi PTDI.  \nPenelitian yang berbasis analisis kuantitatif ini akan mengkaji peran SDM berdasarkan empat peran dari\nmodel Ulrich (Ulrich, 1997). Keempat peran ini dikenal sebagai peran strategic partner, peran\nadministrative expert, peran employee champion dan peran change agent. Penelitian dilakukan melalui\nsurvei menggunakan kuesioner dengan skala Likert terhadap 100 karyawan di perusahaan, termasuk di\ndalamnya para praktisi SDM dan para pejabat struktural. Hasil penelitian menunjukkan bahwa keempat\nperan tersebut dipraktikkan oleh praktisi SDM di perusahaan dengan persentase yang hampir sama, namun\nperan employee champion memiliki persentase terendah yang ditunjukkan oleh divisi SDM di PTDI.\nBerdasarkan analisis regresi linier berganda dalam penelitian ini, ditemukan bahwa salah satu peran SDM\ndi PTDI memberikan kontribusi positif terhadap kinerja perusahaan, yaitu peran HR sebagai change agent.\nUntuk mengembangkan seluruh peran SDM di PTDI sehingga berdampak positif terhadap kinerja\nperusahaan, maka perlu disusun perencanaan SDM yang menjadi solusi bisnis. \nSolusi bisnis yang diberikan dalam penelitian ini adalah rencana pengembangan yang akan dilakukan\noleh divisi SDM di PTDI berdasarkan empat peran model Ulrich. Untuk mengembangkan peran strategic\npartner, praktisi SDM di PTDI akan membuat perencanaan strategis SDM yang diperbaharui setiap\ntahunnya dan selaras dengan strategi bisnis PTDI. Dalam mengembangkan peran administrative expert,\npraktisi SDM perlu membangun sistem informasi SDM yang terintegrasi atau disebut Human Capital \n\nInformation System. Peran change agent di divisi SDM dapat dikembangkan melalui perancangan\norganisasi dan melakukan evaluasi ulang terhadap perancangan sistem atau proses. Untuk meningkatkan\nperan employee champion, praktisi SDM akan membangun sebuah wadah atau media untuk berkomunikasi\ndengan karyawan. Peran masing-masing individu di divisi SDM juga berdampak pada peran SDM secara\nkeseluruhan, oleh karena itu perlu juga dilakukan pengembangan kompetensi bagi setiap praktisi SDM di\nPTDI.", "Daftar File": {"2021_TS_PP_Christina Tiurma Novianti_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/230756"}, "Penulis": "Christina Tiurma Novianti [29119228]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si., Psikolog"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Peran Sumber Daya Manusia, Kinerja Perusahaan, Peran Strategic Partner, Peran Administrative Expert, Peran Employee Champion, Peran Change Agent.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Agu 2021"}