{"Nomor": 57513, "Judul": "PENGARUH SIFAT MEKANIK DAN KARAKTERISTIK STRUKTUR MIKRO TERHADAP STRETCH-EDGEFORMABILITY DUAL PHASE ADVANCED HIGH STRENGTH STEEL: ULASAN KOMPREHENSIF", "Abstrak": "Dengan semakin tingginya tingkat permintaan pada dunia industri otomotif, maka\nmenuntut penggunaan jenis baja yang memiliki kekuatan dan sifat mampu bentuk\nbaik. Jenis baja yang memiliki sifat tersebut adalah baja Advanced High Strength\nSteels (AHSS). Baja fasa ganda merupakan jenis baja AHSS generasi pertama yang\nbanyak digunakan dalam pembuatan komponen-komponen kendaraan. Salah satu\nsifat mampu bentuk yang dimiliki adalah stretch-edge-formabilty yang memiliki\nperan sangat penting untuk mencegah retak pada daerah pinggir pada saat proses\npembentukan. Hole expansion test (HET) merupakan pengujian yang umum\nditemui di industri untuk mengetahui stretch-edge-formability baja fasa ganda\nsehingga dapat di lakukan pemilihan material logam yang tepat untuk proses\npembentukan. Pada penelitan studi literatur ini, akan dianalisis pengaruh sifat\nmekanik dan karakteristik struktur mikro pada baja fasa ganda terhadap stretchedge-\nformability. Selain itu akan dianalisis juga pengaruh parameter operasi HET\nterhadap stretch-edge-formability baja fasa ganda.\nPenelitian berbasis studi literatur ini dilakukan dengan mengumpulkan dan\nmenganalisis referensi-referensi yang berkaitan dengan faktor-faktor yang\nmempengaruhi stretch-edge-formability baja fasa ganda yang dapat dinyatakan\ndengan nilai hole expansion ratio (HER). Faktor-faktor yang mempengaruhi HER\nini meliputi sifat mekanik dan karakteristik struktur mikro serta parameter operasi\nselama hole expansion test yang meliputi geometri punch dan preparasi lubang.\nSelanjutnya diperoleh korelasi parameter-parameter tersebut tehadap stretch-edgeformability\nbaja fasa ganda.\nDari analisis data-data yang dikumpulan diperoleh bahwa sifat mekanik\nmemberikan pengaruh yang bervariasi terhadap hole expansion ratio (HER) karena\npengaruh morfologi struktur mikro lebih dominan. Hasil serupa ditunjukan oleh\npengaruh fraksi volum martensit terhadap HER. Peningkatan perbedaan kekerasan\nmartensit dan ferit terbukti dapat menurunkan HER karena lokalisasi regangan\nterjadi di batas muka dan ferit. Perbedaan kekerasan fasa ini dipengaruhi oleh\njumlah kandungan karbon di dalam martensit. Nilai HER paling tinggi diperoleh\ndengan punch berbentuk kerucut karena memberikan kondisi tarik dibandingkan\ndengan punch flat. Dimana preparasi lubang menggunakan punching, machining,\ndan EDM berturut-turut dapat menghasilkan nilai HER yang lebih tinggi. Daerah\nsheared area zone (SAZ) paling besar yang meninggalkan paling banyak cacat\nmenjadi penyebab preparasi lubang dengan punching memiliki HER paling rendah.", "Daftar File": {"ABSTRAK FATKHUROZAK": "https://digilib.itb.ac.id/gdl/download/230782"}, "Penulis": "FATKHUROZAK [12517006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto M. Sc,", "Prof. Dr. Efendi S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "fasa ganda, fraksi volum martensit, HER, morfologi struktur mikro, sifat mekanis, SAZ.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "24 Agu 2021"}