{"Nomor": 57512, "Judul": "PENGEMBANGAN MODEL PENGELOLAAN AIR ASAM TAMBANG DENGAN SISTEM INFORMASI GEOGRAFI", "Abstrak": "Produksi batubara Indonesia diperkirakan akan terus meningkat di masa\nmendatang karena naiknya kebutuhan untuk pembangunan. Namun,\npertambangan batubara berpotensi menimbulkan dampak negatif bagi lingkungan,\nbaik pada tambang terbuka maupun tambang tertutup. Karena itu, penting untuk\nmenjaga keseimbangan antara perhatian terhadap lingkungan dan prioritas\npembangunan ekonomi dan sosial. Untuk memantau pengaruh penambangan\nterhadap lingkungan, perusahaan melakukan pengamatan secara reguler. Seiring\nbertambahnya waktu, data ini akan semakin banyak sehingga membutuhkan suatu\nsistem basisdata untuk mengelolanya. Data ini umumnya mempunyai komponen\nspasial, sehingga dapat divisualisasikan dalam peta. Sistem informasi geografi\n(SIG) mempunyai kemampuan untuk memenuhi kebutuhan-kebutuhan di atas.\nPenelitian ini bertujuan untuk mengembangkan model pengelolaan air asam\ntambang (AAT) pada SIG dengan menggunakan Phyton 2.51 dan fasilitas model\nbuilder. Dengan terintegrasinya data pengamatan lingkungan, analisis lingkungan,\ndan penyajian data spasial, SIG dikembangkan menjadi decision support system\n(DSS). Selain memberikan informasi bagi para pengambil keputusan, DSS juga\nberfungsi untuk menjembatani berbagai divisi yang terlibat dalam proses\npengelolaan AAT agar lebih efisien. Penelitian ini menggunakan pendekatan\ndaerah aliran sungai (DAS) untuk mengidentifikasi daerah-daerah kritis, sehingga\npengelolaan AAT lebih difokuskan pada daerah tersebut.\nPenelitian difokuskan pada DAS Ukud yang berada di area pertambangan batubara\nLati, PT. Berau Coal. Terdapat tiga kelompok daerah yang memiliki pengaruh\nbeban pencemar yang besar terhadap kualitas aliran sungai, yaitu kelompok A1,\nA8, dan A10, dengan pH berturut-turut 3,96, 4,26, dan 4,17 dan kandungan logam\ndi atas baku mutu Kepmen LH.113/2003. Kelompok ini memerlukan perhatian\nkhusus mengingat usaha yang diperlukan untuk menaikkan pH dan menurunkan\nkandungan logam terlarut cukup sulit dan membutuhkan biaya yang mahal.", "Daftar File": {"ABSTRAK Alif Ardy Saputra": "https://digilib.itb.ac.id/gdl/download/230775", "BAB 1 Alif Ardy Saputra": "https://digilib.itb.ac.id/gdl/download/230776", "BAB 2 Alif Ardy Saputra": "https://digilib.itb.ac.id/gdl/download/230777", "BAB 3 Alif Ardy Saputra": "https://digilib.itb.ac.id/gdl/download/230778", "BAB 4 Alif Ardy Saputra": "https://digilib.itb.ac.id/gdl/download/230779", "BAB 5 Alif Ardy Saputra": "https://digilib.itb.ac.id/gdl/download/230780", "PUSTAKA Alif Ardy Saputra": "https://digilib.itb.ac.id/gdl/download/230781"}, "Penulis": "Alif Ardy Saputra [22108308]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Sayoga Gautama Benggolo", "Dr. Ir. R. Budi Sulistijo, M.App.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "air asam tambang (AAT), sistem informasi geografi (SIG), daerah aliran sungai (DAS), sistem pendukung keputusan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "24 Agu 2021"}