{"Nomor": 57524, "Judul": "SIMULASI NUMERIK DEFORMASI LINTASAN JALAN PADA UJI TAHANAN GULIR SKALA LABORATORIUM MENGGUNAKAN METODE ELEMEN HINGGA TIGA DIMENSI", "Abstrak": "Tahanan gulir (rolling resistance) adalah semua gaya – gaya luar yang berlawanan arah dengan\narah gerak kendaraan yang sedang bergerak di atas suatu jalur.. Pengujian tahanan gulir skala\nlaboratorium dapat disimulasikan secara numerik menggunakan metode elemen hingga tiga\ndimensi menggunakan perangkat lunak RS3. Lintasan uji tahanan gulir yang digunakan yaitu\nlintasan pasir lepas yang berdimensi 10 x 2 x 0,5 m. Uji tahanan gulir memiliki beberapa variabel\nberat alat (1 kN, 2 kN, 3 kN, 4 kN), tekanan ban (100 kPa, 140 kPa, 180 kPa), dan jenis ban (radial,\nbias, traktor). Deformasi pada simulasi numerik RS3 memiliki maximum difference 10% dengan\nhasil uji laboratorium. Penentuan deformasi menggunakan pendekatan analisis perpindahan\nmaterial ke arah sumbu vertikal (Z Displacement). Deformasi pada simulasi numerik yang\ndihasilkan adalah 0,31-1,7 cm, dengan menggunakan analisis balik yang dilakukan untuk\nmendekati nilai deformasi pada uji tahanan gulir menghasilkan input Modulus Young (E) adalah\n5-10 MPa. Nilai Rolling Resistance akan semakin meningkat dengan meningkatnya deformasi\npada simulasi numerik. Namun pengaruh faktor deformasi pada nilai Rolling Resistance tidak\nselalu linier pada kondisi tekanan pemompaan ban tertentu karena adanya bidang kontak yang\nmencapai kondisi idealnya untuk mendapatkan nilai RR terkecil. Didapatkan persamaan hubungan\ndeformasi simulasi numerik (z) dengan rolling resistance (RR) optimum untuk masing-masing\nban pada uji tahanan gulir skala laboratorium pada beban total 1-4 kN yaitu 140 kPa (RR = 4,2196\nz - 1,3817), ban bias 140 kPa (RR = 4,5591 z – 0,6977), dan ban traktor 100 kPa (RR = 0,2978z5,27)\ndimana RR dalam satuan kN dan z dalam satuan cm.", "Daftar File": {"ABSTRAK Irfan Bhaskara": "https://digilib.itb.ac.id/gdl/download/230797"}, "Penulis": "Irfan Bhaskara [12117077]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Tahanan Gulir, Deformasi, Simulasi Numerik, Metode Elemen Hingga 3D", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "24 Agu 2021"}