{"Nomor": 57526, "Judul": "PERANCANGAN SEKOLAH MENENGAH ATAS YANG MEMILIKI RESILIENSI TERHADAP PANDEMI", "Abstrak": "Kehadiran wabah virus Covid-19 telah menghambat berbagai aktivitas kehidupan\nmanusia, terutama dalam bidang pendidikan. Pemerintah menutup seluruh lembaga\npendidikan untuk meminimalisir penyebaran virus Covid-19. Kegiatan belajar di\nsekolah dialihkan menjadi pembelajaran jarak jauh di rumah masing-masing.\nNamun keterbatasan dan masalah yang timbul saat pembelajaran jarak jauh\nmembuat produktivitas siswa menurun. Siswa juga mengalami kendala sulitnya\nberadaptasi dengan teman, pengajar dan kegiatan belajar di sekolah karena\nkurangnya interaksi secara langsung. Kegiatan pembelajaran dinilai lebih efektif\napabila dilaksanakan secara langsung di sekolah.\nPemerintah merencanakan akan membuka kembali sekolah untuk kegiatan\npembelajaran secara langsung. Selain itu perubahan perilaku dan kebiasaan\nmasyarakat juga berubah sebagai upaya adaptasi terhadap pandemi ini. Sehingga\nperlu adanya perencanaan ulang desain sekolah untuk mewadahi kegiatan\npembelajaran langsung dan mencegah terjadinya penyebaran virus Covid-19 di\nlingkungan sekolah. Arsitektur berfungsi sebagai wadah aktivitas manusia di\ntengah permasalahan pandemi ini. Resiliensi pada bangunan diperlukan agar\nmasyarakat dapat beraktivitas dengan nyaman dan aman di tengah pandemi ini.\nPerancangan arsitektur sekolah ini diharapkan bisa mewadahi aktivitas\npembelajaran secara langsung dengan mementingkan aspek keselamatan dan\nkesehatan.\nProposal tesis ini melakukan eksplorasi perancangan sekolah menengah atas yang\nmemiliki resiliensi terhadap pandemi, melalui perencanaan program dan eksplorasi\nrancangan fisik. Rancangan sekolah memperhatikan aspek keselamatan dan\nkesehatan bagi para pengguna bangunan. Rancangan sekolah diharapkan dapat\nmenciptakan rasa aman dan nyaman bagi para siswa untuk melaksanakan kegiatan\npembelajaran secara langsung di sekolah. Rancangan dapat mendukung proses\nbelajar dan mengubah kebiasan serta pola pikir mereka menjadi proaktif untuk\nmencegah penularan virus.\nPerancangan sekolah menggunakan 6 kriteria perancangan sekolah yang memiliki\nresilensi terhadap pandemi yaitu pembelajaran transformatif, lanskap interaktif,\nsetting fisik, tingkat stimulasi, komunitas serta kesehatan dan keselamatan.\nImplementasi hasil penalaran kriteria-kriteria tersebut menghasilkan beberapa poin\npenting untuk perancangan sekolah. Rancangan diharapkan dapat memberi\ngambaran bagaimana perancangan sekolah yang memiliki resilensi terhadap\npandemi. Agar kegiatan pembelajaran dapat dilakukan secara langsung di sekolah\nmeskipun saat ini terjadi pandemic Covid-19.", "Daftar File": {"ABSTRAK Salma Karima As Sa'diah": "https://digilib.itb.ac.id/gdl/download/230799"}, "Penulis": "Salma Karima As Sa'diah [25219003]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Covid-19, resiliensi arsitektur, resiliensi, pandemi, sekolah menengah atas", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "24 Agu 2021"}