{"Nomor": 57530, "Judul": "IDENTIFIKASI DAMPAK DINAMIKA PERKEMBANGAN PERKOTAAN TERHADAP KELESTARIAN DAN FUNGSI SITU CIPONDOH, KOTA TANGERANG", "Abstrak": "Perkembangan perkotaan semakin hari semakin meningkat. Pesatnya perkembangan\nperkotaan dapat dilihat dari perkembangan Metropolitan Jabodetabek, salah\nsatunya Kota Tangerang. Perkembangan perkotaan tersebut apabila tidak\ndikendalikan dapat memberikan dampak pada kelestarian lingkungan, termasuk\nsumber daya air Situ Cipondoh sebagai Situ paling luas di Kota Tangerang.\nPerkembangan Perkotaan yang dianggap paling mempengaruhi Situ Cipondoh\nterjadi di dua Kecamatan yang langsung berbatasan dengan Situ Cipondoh, yaitu\nKecamatan Pinang dan Kecamatan Cipondoh, Kota Tangerang. Perkembangan\nperkotaan di Kota Tangerang ini diindikasikan dengan pertumbuhan kawasan\nterbangun, pertumbuhan penduduk, dan pertumbuhan ekonomi. Dampak\nperkembangan perkotaan di Kota Tangerang terhadap Situ Cipondoh diindikasikan\ndengan penyusutan luas Situ; kurang optimalnya fungsi Situ sebagai sumber air\nbaku, pariwisata, dan pengendali banjir; serta perubahan kualitas air Situ.\nPenelitian ini bertujuan untuk melihat keterkaitan atau dampak dinamika\nperkembangan perkotaan terhadap kelestarian dan fungsi Situ Cipondoh Kota\nTangerang tersebut. Penelitian ini dilakukan dengan pendekatan kuantitatif dan\nkualitatif dengan analisis laju pertumbuhan setiap variabel dinamika perkembangan\nperkotaan maupun variabel kelestarian dan fungsi Situ. Hasil analisis tersebut\nkemudian dilakukan analisis regresi linear berganda, analisis overlay, dan analisis\nDPSIR. Berdasarkan hasil analisis, dinamika perkembangan perkotaan menjadi\nfaktor pendorong dan tekanan yang menimbulkan dampak terhadap penyusutan luas\nSitu Cipondoh sebesar 52,90% dengan variabel yang paling berpengaruh adalah\npertumbuhan kawasan terbangun. Sedangkan dinamika perkembangan perkotaan\ntidak secara langsung berdampak pada kejadian banjir luapan Situ Cipondoh.\nSelain itu, dinamika perkembangan perkotaan juga berdampak pada kualitas air Situ\nCipondoh sebesar 91,46%. Dinamika perkembangan perkotaan di setiap kelurahan\nsaling berkaitan yang memberikan dampak terhadap Situ Cipondoh. Untuk\nmengatasi hal tersebut, akan lebih baik jika dilakukan pembatasan fisik Situ\nCipondoh, menetapkan sempadan stu, dan menertibkan penggunaan lahan sekitar\nsitu yang disertai dengan pembagian wewenang pemerintah yang terlibat guna\nmengoptimalkan fungsi dan menjaga kelestarian situ.", "Daftar File": {}, "Penulis": "Aghnina Maulidina [15417064]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perkembangan perkotaan, situ, kawasan terbangun, pertumbuhan penduduk, ekonomi.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "24 Agu 2021"}