{"Nomor": 57535, "Judul": "ANALISIS DAN PEMODELAN KONSENTRASI NITROGEN SEBAGAI PARAMETER KUALITAS AIR DALAM SISTEM BUDIDAYA IKAN NILA (OREOCHROMIS NILOTICUS) DAN TANAMAN GENJER (LIMNOCHARIS FLAVA) DI DALAM EMBER (BUDIKDAMBER) DENGAN KEPADATAN POPULASI YANG BERBEDA", "Abstrak": "Kondisi lingkungan yang optimum berupa kualitas air dan tingkat kepadatan populasi dalam proses budidaya ikan menjadi faktor penting yang dapat menentukan keberhasilan proses budidaya dan pendukung pertumbuhan dan perkembangan ikan yang optimal. Budidaya ikan dapat dilakukan dalam skala yang kecil contohnya budidaya di dalam ember. Teknik budidaya ikan dalam ember yang menggunakan prinsip akuaponik ini digunakan untuk mengatasi keterbatasan lahan yang ada. Sistem ini juga memiliki kelebihan dalam pengunaan air yang cukup hemat karena cenderung tidak melakukan pergantian air secara berulang-ulang. Penelitian kali ini menggunakan sistem akuaponik dengan komoditas Ikan Nila (Oreochromis niloticus) dan Tanaman Genjer (Limnocharis flava). Tujuan dari penelitian ini adalah untuk menentukan pengaruh dari kepadatan populasi ikan nila terhadap konsentrasi NH3, NO2, dan NO3 dan menentukan persamaan yang menggambarkan ketersediaan NH3, NO2, dan NO3 dalam sistem budidaya ikan nila dan tanaman genjer di dalam ember. Hasil dari penelitian yang diperoleh yaitu kepadatan populasi ikan nila dengan jumlah 3, 5, 7, dan 9 ekor memberi pengaruh berbeda nyata terhadap konsentrasi NH3 pada sampel air Budidaya Ikan Nila (Oreochromis niloticus) dan Tanaman Genjer (Limnocharis flava) di dalam Ember (Budikdamber). Analisis dan pengolahan data yang dilakukan menghasilkan pemodelan amonia dengan R² = 0,9916, 1, 0,9998, R² = 0,9983, pemodelan nitrit dengan R² = 0,7247, 0,8598, 0,9126, 0,8531, dan pemodelan nitrit dengan R² = 0,8217, 0,8499, 0,9603, R² = 0,6434.", "Daftar File": {"ABSTRAK Natalia Eka Prasetia": "https://digilib.itb.ac.id/gdl/download/230821"}, "Penulis": "Natalia Eka Prasetia [11417049]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Sparisoma Viridi, S.Si.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Akuaponik, Budikdamber, Nitrogen, Pemodelan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Agu 2021"}