{"Nomor": 57531, "Judul": "GEOLOGI DAN PEMODELAN RESERVOIR HIDROKARBON STATIS UNTUK ESTIMASI CADANGAN HIDROKARBON DI TEMPAT PADA FORMASI BEKASAP, LAPANGAN TR, CEKUNGAN SUMATRA TENGAH", "Abstrak": "Lapangan TR merupakan lapangan minyak bumi pada tahap pengembangan yang berada di\nCekungan Sumatra Tengah. Studi geologi dan pemodelan reservoir pada penelitian ini\ndifokuskan pada Formasi Bekasap, pada interval reservoir yang berlitologi batupasir.\nPenelitian ini bertujuan untuk mempelajari tatanan geologi daerah penelitian, membuat\nmodel reservoir statis, dan mengestimasi cadangan hidrokarbon di tempat pada Lapangan\nTR. Data yang digunakan pada penelitian ini berupa data log tali kawat 16 sumur, data\ndeskripsi batuan inti, data seismik tiga dimensi, serta data uji sumur.\nMetode yang dilakukan dalam penelitian meliputi analisis stratigrafi sekuen, analisis\nlingkungan pengendapan, analisis struktur geologi, analisis properti reservoir, pemodelan\nstruktur tiga dimensi, pemodelan fasies dan petrofisika, penentuan kontak fluida, serta\nestimasi cadangan hidrokarbon di tempat.\nPenerapan metode tersebut menghasilkan gambaran geologi daerah penelitian. Interval\nFormasi Bekasap diendapkan pada fase regresif di lingkungan delta. Struktur geologi pada\nLapangan TR terdiri dari antiklin berarah baratlaut-tenggara sebagai hasil dari deformasi\nkompresif dengan arah tegasan timurlaut-baratdaya. Deformasi kompresi ini juga diduga\nmengakibatkan reaktivasi sesar normal timurlaut-baratdaya dan baratlaut-tenggara yang\ntelah terbentuk pada deformasi wrenching. Estimasi cadangan hidrokarbon di tempat\n(STOOIP) pada tiga blok teridentifikasi menghasilkan total cadangan hidrokarbon sebesar\n3,21 MMSTB.", "Daftar File": {"ABSTRAK Theresia Tambunan": "https://digilib.itb.ac.id/gdl/download/236767"}, "Penulis": "Theresia Tambunan [12016053]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Formasi Bekasap, Cekungan Sumatra Tengah, pemodelan reservoir statis, cadangan hidrokarbon di tempat (STOOIP).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "24 Agu 2021"}