{"Nomor": 57541, "Judul": "PERANCANGAN DAN ANALISIS ALAT CRUSHER BUCKET UNTUK PROSES PENGERUKAN DAN PENGGEMBURAN TANAH PADA LAHAN MARINE CLAY", "Abstrak": "Indonesia merupakan negara tropis yang memiliki lahan yang luas. Dengan lokasinya yang strategis dan luas, Indonesia mengalokasikan sekitar 63% lahannya untuk bidang kehutanan. Dalam bidang kehutanan ini, tahap persiapan lahan merupakan salah satu tahap yang sangat krusial. Salah satu proses dalam tahap ini adalah penggemburan tanah sebagai sarana persiapan lahan untuk dapat digunakan sebagai media penanaman pohon. Proses penggemburan tanah biasanya mengalami kendala seperti kebutuhan tenaga kerja yang banyak, waktu penggemburan yang lama, dan kondisi lahan yang susah untuk dilakukannya proses penggemburan.. Oleh sebab itu dibutuhkan sebuah solusi untuk dapat mengurangi baik tenaga kerja maupun alokasi waktu penggemburan tanah. Hal tersebut dapat tercapai dengan cara mekanisasi seperti menggunakan alat crusher bucket. Untuk mendapatkan alat crusher bucket yang sesuai dengan kebutuhan perhutanan, diperlukan beberapa proses perancangan.\nProses perancangan dilakukan dengan berbagai tahap. Tahap tersebut adalah pembuatan tujuan dan persyaratan desain. Hal ini akan digunakan sebagai patokan dalam menentukan alternatif desain untuk membuat suatu konsep desain. Konsep desain ini kemudian dikembangkan dengan berbagai perhitungan sehingga menjadi desain detail. Desain yang telah dihasilkan ini kemudian dianalisis kembali dengan metode elemen hingga untuk menentukan keamanan dari desain yang telah dihasilkan. Tahap terakhir dari proses perancangan adalah proses perancangan tahap manufaktur dan penggambaran gambar teknik.\nDesain crusher bucket yang telah dihasilkan telah menyesuaikan kebutuhan untuk perhutanan pada lahan marine clay. Faktor keamanan yang didapatkan dari analisis metode elemen hingga menunjukkan angka di atas 1 sehingga desain dianggap aman untuk digunakan dengan beban operasional.", "Daftar File": {"ABSTRAK Muhammad Rifqi Akmal Dhia": "https://digilib.itb.ac.id/gdl/download/231570"}, "Penulis": "Muhammad Rifqi Akmal Dhia [13117111]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, MSME", "Dr. Bentang Arief Budiman, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Crusher bucket, marine clay, kehutanan, penggemburan tanah.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Agu 2021"}