{"Nomor": 57548, "Judul": "IDENTIFIKASI MUTASI GEN MPT64 PADA ISOLAT KLINIS MYCOBACTERIUM TUBERCULOSIS COMPLEX (MTBC) BERDASARKAN DETEKSI CORD FACTOR", "Abstrak": "Infeksi Mycobacterium tuberculosis complex (MTBc) memiliki gejala klinis yang\nmirip dengan infeksi non-tuberculosis mycobacteria (NTM), tetapi pengobatan\nuntuk kedua penyakit ini sangat berbeda. Dengan meningkatnya insidensi dan\nprevalensi Tuberculosis dan infeksi NTM, diperlukan metode yang akurat untuk\nmembedakan MTBc dari NTM. Rapid Test MPT64 adalah salah satu metode\ndeteksi MTBc yang banyak digunakan karena memiliki sensitivitas dan spesifisitas\nyang tinggi. Namun beberapa penelitian telah melaporkan terdapat variasi dalam\nakurasi tes ini disebabkan potensi terjadinya mutasi pada gen mpt64. Oleh karena\nitu, semua hasil negatif tes MPT64 akan dianggap sebagai NTM yang berpotensi\nmenyebabkan kesalahan diagnosis dan pengobatan pasien yang tidak tepat. Selain\ntes MPT64, pembentukan cord factor juga dapat digunakan untuk membedakan\nMTBc dari NTM. Penelitian ini bertujuan untuk mengidentifikasi dan\nmengarakterisasi mutasi gen mpt64 pada isolat-isolat MTBc dari pasien suspek\ninfeksi MTBc di Bandung berdasarkan keberadaan cord factor-nya. Rapid Test SD\nBioline TBAgMPT64 dan deteksi keberadaan cord factor dilakukan terhadap 1424\nisolat mikobakteri. Isolat dengan hasil tes MPT64 negatif namun menghasilkan\ncord factor kemudian dilakukan ekstraksi DNA dan diamplifikasi pada reaksi PCR\nmenggunakan primer spesifik gen mpt64. Isolat yang menghasilkan produk PCR\nyang sesuai kemudian dilakukan sekuensing full-length gen mpt64 dan hasilnya\ndianalisis menggunakan MUSCLE. Struktur protein mpt64 diprediksi\nmenggunakan Swiss Model. Sebanyak 13 isolat menunjukkan hasil tes MPT64\nnegatif namun menghasilkan cord factor. Hanya 7 dari 13 isolat yang menghasilkan\nproduk PCR dan terkonfimasi sebagai MTBc. Analisis sekuens gen mpt64\nmenunjukkan terdapat beberapa mutasi pada 7 isolat tersebut yaitu delesi 5-bp (1\nisolat), delesi 6-bp (1 isolat) dan delesi 63-bp (5 isolat). Mutasi-mutasi ini\nmenyebabkan perubahan urutan asam amino dan epitop pada antigen mpt64\nsehingga tidak terdeteksi oleh test MPT64. Temuan ini menunjukkan bahwa\nkeberadaan cord factor positif pada sampel isolat MTBc dengan hasil tes MPT64\nnegatif dapat menjadi indikasi terjadinya mutasi pada gen mpt64.", "Daftar File": {"ABSTRAK Shinta Asarina": "https://digilib.itb.ac.id/gdl/download/230834"}, "Penulis": "Shinta Asarina [20619019]", "Kontributor / Dosen Pembimbing": ["Ernawati Arifin Giri-Rachman, M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Cord factor, mpt64, MTBc, Mutasi, PCR.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Agu 2021"}