{"Nomor": 57542, "Judul": "PENYUSUNAN METODE UJI UNJUK KERJA MINYAK LUMAS MOTOR BENSIN 4 LANGKAH KENDARAAN BERMOTOR", "Abstrak": "Peraturan Menteri Perindustrian Republik Indonesia Nomor 25 Tahun 2018 menyatakan bahwa setiap produk minyak lumas yang beredar di Indonesia harus memenuhi ketentuan SNI. Salah satu standar terbaru mengenai minyak lumas adalah SNI 7069-1:2020 yang berisi klasifikasi dan spesifikasi minyak lumas motor bensin 4 (empat) langkah kendaraan bermotor. SNI ini merupakan revisi atau pembaruan dari standar sebelumnya, yakni SNI 7069-1:2012. Dalam rangka memenuhi ketentuan standar tersebut, dibutuhkan sebuah pengujian untuk menentukan karakteristik parameter unjuk kerja sebuah minyak lumas berdasarkan klasifikasi pelumas terbaru yang terdapat pada SNI 7069-1:2020.\nPada tugas sarjana ini, usulan metode uji disusun dengan mengacu pada ASTM D 6984, tentang standar metode uji Sequence IIIF. Metode uji tersebut dipilih berdasarkan hasil analisis lingkup bahasan menggunakan root cause analysis (RCA) dari berbagai kerusakan dan degradasi komponen mesin akibat kualitas minyak lumas. Lingkup bahasan dari usulan metode uji adalah kestabilan oksidasi minyak lumas pada temperatur tinggi. Modifikasi atau adaptasi dilakukan pada metode uji dalam bentuk penggantian mesin uji, sehingga hasil pengujian dapat merepresentasikan unjuk kerja minyak lumas yang digunakan di Indonesia.\nKeluaran akhir dari tugas sarjana ini adalah sebuah dokumen usulan metode uji yang terdiri dari lingkup bahasan, peralatan uji, prosedur pengujian, dan interpretasi hasil uji. Dokumen juga disusun sesuai format penulisan standar pengujian ASTM.", "Daftar File": {"ABSTRAK D'artagnan": "https://digilib.itb.ac.id/gdl/download/230828"}, "Penulis": "D'artagnan [13117126]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Usulan metode uji, parameter unjuk kerja, klasifikasi pelumas, stabilitas oksidasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Agu 2021"}