{"Nomor": 57543, "Judul": "ANALISIS KESTABILAN TEROWONGAN TERHADAP PENGARUH VARIASI BEBAN GEMPA MENGGUNAKAN METODE ELEMEN HINGGA PADA TEROWONGAN KUBANG CICAU DI GUNUNG PONGKOR, KABUPATEN BOGOR, JAWA BARAT", "Abstrak": "Produksi utama emas dan perak PT Antam berasal dari area tambang emas Pongkor, Jawa Barat. Metode penambangan yang digunakan pada daerah penambangan PT Antam Pongkor merupakan metode penambangan bawah tanah. Pada tambang bawah tanah, geologi, geoteknik, dan geomekanika merupakan ilmu yang berperan penting untuk membuat suatu desain tambang (terowongan) terutama dalam perhitungan faktor keamanan dan kestabilan. Melihat kejadian masa lampau terkait kegiatan penerowongan, parameter beban gempa menjadi sebuah parameter yang harus sangat diperhatikan dalam analisis kestabilan terowongan, terutama pada daerah rawan gempa seperti di Indonesia. Penelitian ini dilakukan pada area Tambang Kubang Cicau dengan koordinat 6o 39' 49” - 6o 39' 51” LS dan 106o 33' 55” - 106o 33' “58 BT. Objek penelitian diutamakan pada bukaan terowongan KKRB 1, KK 536, KK 474 Konek, dan KK 474 Utama.\nPenelitian dilakukan dengan tujuan untuk menentukan nilai klasifikasi Rock Mass Rating (RMR). Nilai RMR tersebut digunakan untuk penentuan nilai properti keteknikan massa batuan, jenis potensi runtuhan, dan saran perkuatan atau penyangga pada terowongan. Beban gempa diterapkan dalam bentuk Peak Ground Acceleration (PGA), dengan empat variasi nilai PGA yaitu 0,05 g, 0,1 g, 0,15 g, dan 0,2 g. Analisis kestabilan terowongan secara numerik menggunakan metode elemen hingga dilakukan berdasarkan jenis potensi runtuhan terhadap nilai faktor kemanan (FK) dan perpindahan total.\nPada pengamatan lapangan, didapatkan litologi penyusun KKRB 1, KK 536, dan KK 474 Konek terdiri dari tuf lapili, sementara litologi penyusun KK 474 Utama terdiri dari tuf lapili dan breksi tuf. Klasifikasi RMR menunjukkan kategori massa batuan kelas III (cukup) pada lokasi KKRB 1 dan KK 536, serta kategori III (cukup) – V (sangat buruk) pada lokasi KK 474 Konek dan KK 474 Utama. Parameter-parameter massa batuan yang digunakan dalam klasifikasi RMR dapat menentukan bahwa lokasi KKRB 1 dan KK 536 berpotensi mengalami keruntuhan baji, sementara lokasi KK 474 Konek dan KK 474 Utama berpotensi mengalami keruntuhan massa batuan. Berdasarkan kelas massa batuan pada klasifikasi RMR diperoleh saran perkuatan berupa H-beam, jaring kawat, dan baut batuan. Hasil analisis numerik dan evaluasi penerapan perkuatan berdasarkan nilai RMR menunjukkan nilai FK yang telah melebihi 1,25 dan analisis kapasitas daya dukungnya menunjukkan bahwa titik keruntuhan telah mampu ditangani. Berdasarkan analisis pengaruh beban gempa, hasilnya menunjukkan bahwa seiring bertambahnya nilai beban gempa akan semakin menurunkan nilai faktor keamanan dan juga meningkatkan nilai perpindahan total. Saat beban gempa mencapai nilai PGA sebesar 0,2 g, penurunan nilai FK yang terjadi berkisar antara 0,002-0,182 (0,2-13,4%) dan peningkatan nilai perpindahan total yang terjadi berkisar antara 0,03-0,06 mm (0,6-1,2%). Nilai kedalaman Terowongan Kubang Cicau yang besar dapat mereduksi pengaruh dari beban gempa, sehingga penurunan nilai FK dan kenaikan nilai perpindahan totalnya tidak terlalu signifikan.", "Daftar File": {"ABSTRAK Tedi Cahya Nusantara Herdianto": "https://digilib.itb.ac.id/gdl/download/230938"}, "Penulis": "Tedi Cahya Nusantara Herdianto [22020312]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Soemintadiredja, MS", "Dr.Eng. Imam Achmad Sadisun, S.T., M.T.", "Dr. Ir. Asep Heri Patria Kesumajana, M.T.", "Mika Rizki Puspaningrum, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "beban gempa, jenis keruntuhan, kestabilan terowongan, metode elemen hingga", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Agu 2021"}