{"Nomor": 57550, "Judul": "PENGEMBANGAN SISTEM ARSIP VISUAL PADA OBJEK BUDAYA BERBASIS HASIL PENDOKUMENTASIAN 3D MENGGUNAKAN METODE FOTOGRAMETRI", "Abstrak": "Objek budaya merupakan sumber daya yang penting untuk dikelola karena merupakan satu\nelemen penting dalam menunjukkan identitas serta ciri khas budaya dalam masyarakat, oleh\nsebab itu objek budaya menjadi salah satu aspek penting yang menjadi sasaran riset para\npeneliti. Sebagai elemen yang memiliki wujud fisik, objek budaya tidak lepas dari potensi\nkerusakan atau bahkan hilang. Objek budaya selama ini diarsipkan melalui museum fisik dan\ndengan bantuan perkembangan teknologi, dewasa ini banyak dikembangkan museum dalam\nbentuk digital. Keberadaan museum fisik yang tersebar di berbagai wilayah juga menjadi\nhambatan akses untuk beberapa orang terlebih saat pandemi ini sehingga museum berbentuk\ndigital dapat menjadi solusi karena mudah diakses oleh publik. Keberadaan museum digital\ndilatar belakangi oleh perkembangan metode dokumentasi yang dapat diterapkan dalam\npengarsipan objek budaya. Dalam penelitian ini secara khusus membahas pendokumentasian\n3D menggunakan metode fotogrametri di lapangan. Pada penelitian pendahulu telah dilakukan\neksperimen penggunaan metode ini terhadap sampel representatif dan terbukti bahwa\npenerapan fotogrametri menghasilkan kualitas data yang cukup sebagai standar pengarsipan\nobjek budaya, maka dari itu penelitian ini bertujuan untuk mengaplikasikan metode\nfotogrametri pada penelitian terdahulu pada kondisi riil lapangan dan digunakan pada objek\nbudaya sesungguhnya. Penelitian ini menggunakan pendekatan kualitatif dan memilih objek\nkerajinan gerabah dan keramik hias Plered, Purwakarta sebagai studi kasus. Plered merupakan\nsentra keramik yang sudah ada sejak 1904 dan terus berkembang hingga sekarang. Ragam\nobjek kerajinan yang terus berkembang merupakan hasil dari pengembangan teknik produksi\nyang sudah dimiliki masyarakat Plered secara turun-temurun menjadi hal yang menarik untuk\nditeliti. Hasil dari penelitian ini berupa prosedur pengaplikasian fotogrametri yang sesuai\nkondisi lapangan beserta sistem pengarsipan visual gerabah dan keramik Plered berdasarkan\nteknik yang dimiliki masyarakat disana dalam bentuk digital sehingga luaran penelitian ini\ndapat membantu Peneliti-peneliti lainnya dalam hal pengambilan data di lapangan guna\nkeperluan preservasi digital, khususnya yang memerlukan studi terhadap bentuk visual suatu\nobjek.", "Daftar File": {"2021 TS PP INNE CHAYSALINA pdf.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230836"}, "Penulis": "Inne Chaysalina [27120009]", "Kontributor / Dosen Pembimbing": ["Achmad Syarief, S.Sn., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "dokumentasi 3D, fotogrametri, objek budaya, museum digital, sistem arsip visual, sistem pengarsipan digital", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Agu 2021"}