{"Nomor": 57559, "Judul": "PENGARUH KECEPATAN ROTASI, JUMLAH BAFFLE, DAN LEBAR BAFFLE TERHADAP TEGANGAN GESER DINDING PADA SPESIMEN ROTATING CAGE DESAIN PENGEMBANGAN (SOLID CAGE) MENGGUNAKAN SIMULASI ANSYS FLUENT", "Abstrak": "Rotating cage (RC) merupakan alat uji korosi yang melibatkan faktor kecepatan aliran guna menduplikasi kondisi aliran dalam pipa. Pada penelitian kali ini, kita ingin mendapatkan profil wall shear stress (WSS) yang homogen dan di antara hal yang berpengaruh terhadap profil WSS adalah desain RC tersebut. Desain pengembangan diusulkan agar hanya satu sisi spesimen saja yang terpapar fluida, sehingga hanya sisi tersebut yang dihitung laju korosinya. Dalam penelitian ini beberapa parameter terkait desain dari RC dioptimalisasi untuk mendapat WSS yang homogen.\nStudi dilakukan dengan simulasi computational fluid dyamics menggunakan aplikasi ANSYS Fluent dalam mendekati kondisi aliran di dalam kedua desain RC. Penelitian kali ini juga berfokus pada efek dari keberadaan, jumlah, dan lebar baffle, serta variasi kecepatan rotasi dari RC desain pengembangan. Profil dan nilai WSS, vektor aliran, profil tekanan, dan TKE digunakan dalam mengevaluasi parameter yang divariasikan.\nBerdasarkan hasil simulasi, nilai WSS dari spesimen desain pengembangan (solid cage) meningkat dan lebih homogen. Penambahan baffle juga meningkatkan nilai WSS, tapi dengan profil yang lebih tidak homogen. Sementara, variasi jumlah dan lebar baffle tidak menghasilkan perubahan profil WSS yang signifikan kecuali di saat baffle memiliki lebar 25 mm. Peningkatan kecepatan rotasi menunjukkan peningkatan yang sejalan dengan nilai WSS.", "Daftar File": {"ABSTRAK Annas Amartya Atmawijaya": "https://digilib.itb.ac.id/gdl/download/230845"}, "Penulis": "Annas Amartya Atmawijaya [13717032]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Widyanto, M.Sc.", "Dr.Eng. Raden Dadan Ramdan, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "baffle, desain RC, rotating cage, simulasi, WSS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Agu 2021"}