{"Nomor": 57552, "Judul": "DEVELOPMENT OF SWARMING FLIGHT GUIDANCE FOR MULTI-UAV CONFIGURATION", "Abstrak": "In this era, Unmanned Aerial Vehicle (UAV) is rapidly growing in terms of its technology and implementations. It provides helping hand for humans to do dull, dirty, dangerous, and difficult jobs especially when being in an altitude really helps. Implementation of multi-UAV flight in a scenario enables more-than-one ratio of UAV agents per human operators. However, multi-UAV flight requires different approach from a single UAV flight mission. It requires some form of multi-UAV guidance function since the UAVs will act as a whole. Swarming flight is a type of multi-UAV flight that depends on collective characteristic that emerges from individual characteristics. In this research, a guidance algorithm for UAV swarm is developed. A UAV swarm can be developed by defining the center of the swarm and each UAV have to follow the center of the swarm. UAV swarming flight algorithm was developed. The algorithm enables a UAV swarm to maintain the integrity of the swarm, follow a set of waypoints, and avoid obstacles. It can also do maneuvers such as rotating with respect to the center of the swarm, revolving a defined location point, and assigning certain UAVs to be the swarm frontrunner or backrunner. The algorithm was developed with the paradigm of individual UAV swarm member. The algorithm development and simulation were done in MATLAB and SIMULINK environment with the dynamics and kinematics model of a point mass. The results show that the algorithm can perform well. Case studies were also performed. By tuning the algorithm parameters, the swarm can operate in the case of larger obstacles, different obstacle sensing distance, and a speed impaired swarm member.", "Daftar File": {"ABSTRAK Sayid Achmad Munthahar": "https://digilib.itb.ac.id/gdl/download/230838"}, "Penulis": "Sayid Achmad Munthahar [13617006]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, S.T., M.Sc., Ph.D.", "Seno Sahisnu Rawikara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Unmanned Aerial Vehicle (UAV), UAV guidance, Multi-UAV swarming flight,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Agu 2021"}