{"Nomor": 57557, "Judul": "KONSEP BENTUK PADA DESAIN GEDUNG DPRD KOTA BANDUNG BERDASARKAN KAJIAN PERSEPSI", "Abstrak": "Dalam melaksanakan tugasnya sebagai lembaga legislatif daerah, Dewan\nPerwakilan Rakyat Daerah (DPRD) tentu saja membutuhkan sarana dan prasarana\nyang memadai dalam menjalankan tugasnya sebagai Lembaga Legislative Daerah.\nSelain harus memenuhi fungsinya sebagai wadah aktivitas, gedung DPRD juga\nberperan penting sebagai representasi dari daerahnya. Idealnya, bentuk bangunan\nini dapat merepresentasikan fungsinya sebagai gedung pemerintahan sekaligus\nmenjadi simbol yang mewakili daerahnya masing-masing. Namun sering kali\nperancangan gedung DPRD seolah-olah diabaikan, sehingga gedung DPRD\nmerupakan salah satu dari bangunan pemerintahan yang dinilai tidak representatif.\nHal ini diakibatkan oleh langkanya penelitian-penelitian terdahulu yang mengulas\nsecara mendalam mengenai persepsi arsitektur, khususnya pada gedung DPRD.\nPenelitian ini menjadikan Gedung DPRD Kota Bandung sebagai studi kasus karena\nobjek tersebut dianggap kurang oleh masyarakat. Dengan demikian, ekspresi\narsitektur gedung DPRD menjadi isu yang penting untuk diteliti lebih lanjut\nmengingat kebutuhan sarana prasarana yang selalu meningkat sehingga\npembangunan akan terus berlanjut di kemudian hari. Diharapkan penelitian ini\ndapat menjadi rujukan dalam merancang bangunan lainnya yang memliki karakter\nserupa.\nPenelitian persepsi arsitektur Gedung DPRD Kota Bandung metode kualitatif\nfenomenologi. Data studi kasus diperoleh dari studi literatur, observasi mendalam,\nkuesioner dan wawancara. Temuan dari penelitian ini menunjukan prinsip estetika\nyang seharusnya diterapkan dalam proses perencanaan dan perancangan gedung\npemerintah.", "Daftar File": {"2021 TS PP ANGGITA GILANG MENTARI 1 .pdf\n]": "https://digilib.itb.ac.id/gdl/download/230843"}, "Penulis": "Anggita Gilang Mentari [27118042]", "Kontributor / Dosen Pembimbing": ["Dr. Imam Santosa, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "persepsi, arsitektur, gedung pemerintahan, DPRD", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Agu 2021"}