{"Nomor": 57555, "Judul": "ANALISIS CITRA ANDROGINI PADA SELEBGRAM CROSSDRESSER PRIA INDONESIA MELALUI MEDIA SOSIAL INSTAGRAM", "Abstrak": "Revolusi pakaian yang semula menandakan status gender pria dan wanita, kini\ndengan adanya gender Androgini membiaskan pemahaman masyarakat akan\nsebuah nilai dan fungsi pakaian. Bagi sebagian besar kebudayaan Timur di dunia\nkhususnya khususnya Indonesia, seseorang yang gaya pakaiannya tidak sesuai\ndengan gendernya akan dianggap skeptis khususnya bagi kaum pria. Gaya\nAndrogini crossdresser pada pria sering diidentikan dengan riasan yang tebal serta\ndandanan yang mencolok ke arah feminin, kini berkembang dan lebih membaur\ndengan tampilan lebih alami dan tidak terlalu mencolok. Melalui kekuatan\npopularitas Selebgram atau Selebriti Instagram sebagai pembuat dan penyalur mode\nyang ditampilkan secara visual melalui unggahan foto pada akun media sosial\ndigital Instagram yang menjadi salah satu media sosial populer terkuat di dunia saat\nini, konsep berpakaian Androgini bergaya crossdresser yang sering dipersepsikan\nsalah diharapkan dapat dijelaskan dan diluruskan baik dari segi ciri, fungsi, nilai,\nserta maknanya melalui penelitian ini.\nSelebgram yang dipilih menggunakan metode purposif akan dianalisis sebagai\nselebgram pria yang aktif dan konsisten dalam kesehariannya berpenampilan\nAndrogini bergaya crossdresser yaitu Jovi Adhiguna, Wisnu Genu, dan Andreas\nLukita dengan memperlihatkan gaya yang seksi, anggun, dan luwes dari\npenggunaan pakaian, make-up, aksesoris dan atribut pendukung lainnya. Penelitian\nini menggunakan penelitian kualitatif dengan metode analisis konten visual foto.\nAtribut yang dikenakan dalam foto menandakan ketiga selebgram sebagai sosok\nyang memiliki citra Androgini crossdresser dianalisis menggunakan semiotika\nCharles Sanders Peirce dalam triangulasi ikon, indeks, simbol yang kemudian\ndivalidasi dengan tahapan makna denotasi, konotasi, dan mitos dari Roland Barthes.\nPenelitian ini bertujuan untuk mengetahui faktor visual atribut yang mendukung\ndan meluruskan sejauh mana gaya Androgini crossdresser semakin menjauhi citra\nAndrogini maskulin berkembang di Indonesia melalui representasi para selebgram\npria Indonesia melalui media sosial Instagram.", "Daftar File": {"2021 TS PP AUDREY EIR NATHANIA 1 pdf.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230841"}, "Penulis": "Audrey Eir Nathania [27119004]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Haldani Destiarmand, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Citra, Androgini, Pakaian, Selebgram, Crossdresser, Media Sosial, Instagram", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Agu 2021"}