{"Nomor": 57566, "Judul": "MENILAI KOMPETENSI INTI DAN SUB-KOMPETENSI UNTUK FARMASI 4.0 - STUDI DELPHI", "Abstrak": "Munculnya pandemi covid-19 membawa tantangan baru yang belum pernah terjadi sebelumnya dan berdampak signifikan pada Industri Farmasi secara global. Hampir 80% bahan baku dan banyak kebutuhan obat dan vaksin penting diimpor. Analisis kompetensi inti diperlukan untuk meningkatkan keunggulan kompetitif industri farmasi nasional. Penelitian ini memberikan gambaran tentang kompetensi inti dan sub kompetensi yang dibutuhkan dalam menghadapi era digital. Kemudian, dengan literatur dan analisis terbaik, peneliti mengidentifikasi elemen penting untuk mempersiapkan pekerja untuk era disrupsi. Penelitian dilakukan dengan metode Delphi sebanyak tiga ronde yang melibatkan total 82 ahli di putaran pertama dan kedua, berlanjut dengan 71 ahli di ronde ketiga. Putaran pertama dan kedua bertujuan untuk menganalisis kompetensi inti yang dibutuhkan dengan melakukan survei untuk menjawab tujuan penelitian. Kompetensi inti diidentifikasi: (1) Pemecahan Masalah dan Pengambilan Keputusan, (2) Pemikiran Kewirausahaan, (3) Keterampilan Penelitian, (4) Keterampilan Intrapreneurial, (5) Keterampilan Digital, (6) Kepatuhan Terhadap Peraturan, (7) Bioinatika, dan (8) Etika Data. Putaran ketiga bertujuan untuk menganalisis dan triangulasi kompetensi dan sub kompetensi yang dibutuhkan oleh industri farmasi nasional. Hasil penelitian diproses menggunakan Exploratory Factor Analysis dan menghasilkan enam faktor yang mewakili enam kompetensi dan 56 sub-kompetensi. Penelitian ini menyimpulkan bahwa keterampilan belajar dan inovasi menyumbang varians 17,75%, keterampilan penelitian untuk varians 15,18%, keterampilan digital untuk varians 12,53%, bioinforatika untuk varians 11,22%, data etika untuk varians 11,09%, dan kepatuhan terhadap peraturan untuk varians 10,04%. Temuan penelitian ini diharapkan dapat berkontribusi pada kajian ilmiah tentang pengembangan sumber daya manusia (SDM) dan meningkatkan keunggulan kompetitif Industri Farmasi 4.0.", "Daftar File": {"ABSTRAK Aghnia Nadhira Aliya Putri": "https://digilib.itb.ac.id/gdl/download/230858"}, "Penulis": "Aghnia Nadhira Aliya Putri [29020046]", "Kontributor / Dosen Pembimbing": ["Dr. Neneng Nurlaela Arief, S.E., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Farmasi 4.0, kompetensi inti, sub-kompetensi, studi delphi", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "25 Agu 2021"}