{"Nomor": 57589, "Judul": "PEMODELAN PENGARUH KERETA CEPAT TERHADAP PERKEMBANGAN BENTUK DAN STRUKTUR KORIDOR PERKOTAAN JAKARTA-BANDUNG DENGAN TEKNIK PEMODELAN CELLULAR AUTOMATA", "Abstrak": "Pembangunan rel kereta cepat Jakarta-Bandung yang membentang sepanjang 142,3\nkm akan mempengaruhi pola tutupan lahan wilayah. Koridor perkotaan JakartaBandung yang merupakan wilayah dengan petak-petak perkotaan yang terhubung\noleh bundel jejaring infrastruktur transportasi dan memiliki bentuk yang linier akan\nmenjadi salah satu objek pengaruh utama dari keberadaan infrastruktur kereta cepat.\nDari situ muncul pertanyaan bagaimana interaksi antara infrastruktur transportasi\nberskala besar dengan perkembangan bentuk dan struktur koridor perkotaan, yang\nia sendirinya merupakan permasalahan yang kompleks oleh karena dimensinya yang\nluas; mencakup politik, ekonomi, sosial, geografi, serta perencanaan dan\nadministrasi perkotaan. Maka, penelitian ini bertujuan untuk mengetahui pengaruh\nkereta cepat terhadap perkembangan bentuk dan struktur koridor perkotaan\nJakarta-Bandung. Penelitian ini akan dilakukan dengan cara melakukan dua\npemodelan dari wilayah koridor perkotaan Jakarta-Bandung dalam waktu dua puluh\ntahun ke depan, yang mana kasus pertama mensimulasikan koridor perkotaan\nJakarta-Bandung jika kereta cepat tidak dibangun dan kasus kedua mensimulasikan\nkoridor perkotaan Jakarta-Bandung jika kereta cepat dibangun, sehingga\ninfrastruktur kereta cepat akan menjadi variabel pembeda. Metodologi penelitian ini\nakan menggunakan teknik pemodelan cellular automata yang merupakan pemodelan\nberbasis sel/piksel. Data berupa gambar citra satelit serta shapefile infrastruktur\ndiolah dengan ArcGIS dan kemudian dimodelkan dan disimulasi dengan QGIS\nberplugin MOLUSCE. Berlanjut dari pemodelan dan simulasi, kedua model akan\ndianalisis secara spasial dengan ArcGIS untuk dikomparasi berdasarkan tiga\nkomponen koridor perkotaan — struktur, kelinieran, dan keterhubungan — untuk\nmengetahui perbedaan perkembangan bentuk dan struktur koridor perkotaannya.\nDari sana, pengaruh kereta cepat terhadap perkembangan bentuk dan struktur\nkoridor perkotaan dapat diidentifikasi. Hasil analisis menunjukkan bahwa\ninfrastruktur kereta cepat mentransformasi koridor perkotaan Jakarta-Bandung ke\ntahap rapid transit dan metropolitanisme, menjaga bentuk kelinieran koridor, serta\nmendorong proses urbanisasi di sepanjang garis tengah koridor. Disrupsi\nperkembanngan koridor perkotaan Jakarta-Bandung ini perlu dikendalikan\npertumbuhannya, baik pada tingkatan kota dan kabupaten, maupun pada tingkatan\nprovinsi dan nasional oleh pemerintah dan perencana.", "Daftar File": {}, "Penulis": "Yahya Haytsam [15416098]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Delik Hudalah, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kereta cepat, Koridor perkotaan, Pemodelan spasial, Teknik pemodelan cellular automata", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "25 Agu 2021"}