{"Nomor": 57580, "Judul": "ACTIVATING RIVER SIDE AS CONVIVIAL PUBLIC SPACE: BEKASI FOOD WALK", "Abstrak": "Manusia merupakan makhluk sosial yang membutuhkan interaksi. Interaksi\ntersebut dapat dilakukan di manapun, termasuk di ruang publik. Ruang publik dapat\nmewadahi interaksi masyarakat dari berbagai kelas. Sayangnya, di Kota Bekasi\nkuantitas maupun kualitas ruang publik masih sangat rendah. Warganya cenderung\nlari ke Jakarta untuk menikmati ruang publik. Pemerintah pun mencoba\nmeningkatkan ruang publik melalui programnya, namun masih belum tercapai.\nPadahal, di Kota Bekasi terdapat sungai yang memanjang sepanjang Kota Bekasi.\nSungai tersebut bernama Kali Bekasi, serta dapat menjadi potensi besar untuk\npenciptaan ruang publik yang aktif digunakan masyarakat di Kota Bekasi. Sehingga\npenelitian ini bertujuan untuk menyediakan ruang publik yang convivial bagi\nmasyarakat Bekasi dari berbagai elemen dalam beraktivitas dan berinteraksi secara\nbebas sekaligus mendukung pemerintah dalam upaya peningkatan kuantitas dan\nkualitas ruang publik melalui pengaktifan sisi Kali Bekasi.\nPengumpulan data dilakukan melalui observasi dan studi literatur. Observasi\ndilakukan untuk mengamati secara langsung konteks pengguna dan kegiatan di\nruang publik yang ada di Bekasi. Dalam kasus ini observasi dilakukan di Alun-alun\nBekasi. Dari hasil penelitian, terungkap perilaku dominan warga Bekasi adalah\nkegiatan kuliner dan bersosialisasi. Sementara studi literatur dilakukan untuk\nmemperkaya informasi dan terbagi menjadi dua jenis, yaitu yang bersifat penambah\nwawasan serta yang secara langsung membantu pembuatan kriteria. Lingkup\nliteratur yang dipelajari antara lain mengenai ruang publik secara umum maupun\nberbagai teori mengenai perilaku. Berbagai literatur tersebut kemudian dianalisis\nhingga akhirnya menciptakan kriteria ruang publik yang convivial. Kriteria tersebut\nada tujuh, yaitu diversity, visual pleasure, identity, active stimulation, access and\nconnectivity, social engagement, dan environmental comfort. Kriteria tersebut\nkemudian disilangkan dengan isu hingga akhirnya disimpulkan food walk sebagai\ntipologi bangunan. Studi dilengkapi dengan studi preseden yang memiliki tipologi\ndan karakter sejenis. Setelah berbagai proses tersebut, dibuat alternatif desain\nhingga terpilih satu alternatif yang kemudian dikembangkan menjadi desain yang\nutuh. Hasil perancangan memperlihatkan desain multi-massing yang permeabel dan\nberorientasi ke sungai sehingga dapat memaksimalkan potensi sungai.", "Daftar File": {"ABSTRAK Rafidah Azzar Dea": "https://digilib.itb.ac.id/gdl/download/230881"}, "Penulis": "Rafidah Azzar Dea [25220010]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "convivial, food walk, Kota Bekasi, pengaktifan sungai, ruang publik.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "25 Agu 2021"}