{"Nomor": 57582, "Judul": "PEMODELAN NUMERIK UNTUK PENENTUAN PENGARUH RASIO LEBAR:TINGGI PILAR TERHADAP KEKUATAN PILAR BATUBARA TAMBANG BAWAH TANAH", "Abstrak": "Metode penambangan bawah tanah komoditas batubara memiliki risiko terhadap keruntuhan\natap serta pilar batubara. Pilar sebagai penyangga alami dapat menjaga kestabilannya pada\nlubang bukaan bawah tanah hasil penambangan. Salah satu faktor utama yang menentukan\nkekuatan pilar batubara adalah dimensi pilar atau rasio lebar:tinggi (rasio W/H).\nPada penelitian ini, akan mengalisis dan membandingkan kurva tegangan-regangan pada\nmasing masing rasio pilar. Pilar akan dimodelkan secara numerik dengan\nmengimplementsikan metode elemen hingga menggunakan perangkat lunak Phase2 8.0\ndengan variasi rasio (W/H) adalah 0.5; 1.0; 1.5; 2.0 2.5 dan 3.0, dengan tinggi pilar yang\nsama sebesar 3 meter. Tekanan pada model pilar dilakukan secara bertahap yaitu dari 1 Mpa\nhingga 6 Mpa.\nData yang diambil dan diplot pada kurva adalah nilai rata-rata sigma 1 pada tinggi setengah\npilar untuk menghasilkan nilai tegangan, lalu perpindahan pada atap pilar secara vertikal\nuntuk menghasilkan nilai regangan. Analisis hasil plot untuk setiap rasio pilar pada kurva\nmenunjukan semakin besar rasio pilar maka nilai kekuatan pilar akan semakin besar. Nilai\nkekuatan pilar untuk persamaan linier berbentuk ???????? = ???? (???? + ???? ????????\n????\n) . Dari persamaan\nbisa dilihat bahwa nilai kekuatan pilar berbanding lurus dengan lebar pilar, tapi\nberbanding terbalik dengan tinggi pilar.", "Daftar File": {"ABSTRAK Muhammad Hizkal": "https://digilib.itb.ac.id/gdl/download/230884"}, "Penulis": "Muhammad Hizkal [12117055]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Kekuatan pilar, pemodelan numerik, rasio lebar:tinggi (W/H), kurva teganganregangan, Phase2 8.0 .", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "25 Agu 2021"}