{"Nomor": 57586, "Judul": "URBAN BEEKEEPING SEBAGAI KEGIATAN PENDUKUNG TERBENTUKNYA COMMUNITY RESILIENCE: STUDI KASUS DI KELURAHAN CIBANGKONG KECAMATAN BATUNUNGGAL KOTA BANDUNG", "Abstrak": "Urban beekeeping merupakan aktivitas memelihara lebah madu di wilayah perkotaan yang dilakukan oleh sebagian warga kelurahan Cibangkong kecamatan Batununggal Kota Bandung. Terdapat kesesuaian ekologis dan hubungan antara komponen sosial dan ekonomi selama kegiatan yang dikaitkan terhadap ketercapaian Sustainable Development Goals dan terbentuknya community resilience menggunakan pendekatan yang dikembangkan oleh Berkes & Ross (2013). Pendekatan studi kasus dilakukan dengan beberapa metode seperti pencitraan drone, observasi, kuesioner dan wawancara terhadap peternak lebah perkotaan, dan masyarakat sekitar. Hasil analisis data geospasial menunjukkan bahwa wilayah RW 02 kelurahan Cibangkong, terdiri dari 98% lahan terbangun dan 2% lahan tidak terbangun. Lahan tidak terbangun terdiri dari 95% taman privat dan 5% taman umum. Terdapat 93 koloni lebah yang dibudidayakan, terdiri dari 3 spesies stingless bees, Tetragonula laeviceps, Tetragonula biroi, dan Heterotrigona itama, yang ditempatkan pada enam lokasi berbeda dengan kerapatan vegetasi NDVI rata-rata sedang. Vegetasi pakan lebah didominasi oleh jenis tanaman hias (53%), tanaman buah (39%), tanaman sayur (6%), dan tanaman kehutanan (2%) yang berperan sebagai tanaman sumber penghasil polen, nektar dan resin. Terdapat lima indikator lingkungan, tujuh indikator sosial, dan lima indikator ekonomi yang muncul pada kegiatan urban beekeeping yang saling berinteraksi dan berhubungan. Pelaksanaan kegiatan urban beekeeping terbukti mampu membentuk community resilience karena memiliki seluruh karakteristik masyarakat yang resilien dan bisa dijadikan sebuah kegiatan usulan dalam Program Adaptasi Perubahan Iklim Kota Bandung. Dibutuhkan strategi penguatan di bidang kelembagaan, pengelolaan kawasan, dan aspek usaha dalam pelaksanaan kegiatan urban beekeeping agar resiliensi kelompok yang terbentuk lebih mapan.", "Daftar File": {"ABSTRAK Octy Viali Zahara": "https://digilib.itb.ac.id/gdl/download/230888"}, "Penulis": "Octy Viali Zahara [21319002]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Sofiatin, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Urban Beekeeping, Stingless Bees, Sustainable Development Goals, Community Resilience, program adaptasi perubahan iklim.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Agu 2021"}