{"Nomor": 57583, "Judul": "MESH DEPENDENCY PADA PEMODELAN NUMERIK UNTUK PENENTUAN KETEBALAN ZONA HANCURAN DI SEKITAR TEROWONGAN BERDASARKAN KRITERIA MOHR COULOMB", "Abstrak": "Zona hancuran merupakan komponen penting yang dapat digunakan untuk melakukan penilaian\ndan perlakuan terhadap lubang bukaan. Ketebalan zona hancuran tersebut dapat dimodelkan\ndengan menggunakan metode elemen hingga dalam perangkat lunak RS2. Hasil pemodelan yang\ndidapat bergantung pada mesh yang digunakan.\nPemodelan dilakukan pada masa batuan fair dan very poor dengan kedalaman 500 m dengan nilai\nfaktor k 1 dan 2 pada terowongan berdiameter 4 m. Analisis dilakukan dengan memvariasikan\njumlah titik di sekitar terowongan dengan bentuk elemen yang dipilih berbentuk segitiga dengan\njumlah titik 3. Jumlah titik di sekitar terowongan adalah 25 sampai dengan 400 dengan kelipatan\n25. Dari jumlah titik tersebut menghasilkan jumlah keseluruhan titik dan jumlah elemen dalam\npemodelan yang berbeda – beda dimana semakin banyak jumlah titik di sekitar terowongan\nsemakin banyak jumlah titik keseluruhan dan jumlah elemen dalam pemodelan.\nNilai zona hancuran pada terowongan bergantung dengan jumlah elemen dan jumlah titik (node)\nyang digunakan dalam pemodelan terowongan. Hubungan antara zona hancuran rata – rata dan\nmesh berfluktuasi dan tidak terus menerus naik seiring bertambahnya jumlah elemen dan titik akan\ntetapi terdapat kecenderungan zona hancuran bertambah seiring dengan bertambahnya jumlah\nelemen dan jumlah titik. Semakin lemah batuan semakin besar nilai zona hancuran yang akan\ndihasilkan. Pada kedua masa batuan fair dan very poor untuk nilai k =2 semakin bertambah elemen\nsemakin kecil nilai zona hancuran pada kedua dinding kanan dan kiri. Hubungan antara zona\nhancuran dan jumlah elemen paling baik pada pemodelan masa batuan very poor dengan nilai\nfaktor k = 1 yang menghasilkan koefisien korelasi sebesar 0,528.", "Daftar File": {"ABSTRAK Anindita Putri Pratiwi": "https://digilib.itb.ac.id/gdl/download/230885"}, "Penulis": "Anindita Putri Pratiwi [12117060]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Elemen, Masa Batuan Fair dan Very Poor, Metode Elemen Hingga, Titik, Zona Hancuran", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "25 Agu 2021"}