{"Nomor": 57598, "Judul": "PEMERIKSAAN FAKTOR YANG MEMPENGARUHI KEPUASAN NASABAH TERHADAP PERBANKAN SELULER", "Abstrak": "Didukung oleh kemajuan teknologi saat ini, teknologi telah memungkinkan kita untuk menggunakan\nlayanan keuangan secara lebih efisien. Namun hal tersebut tidak akan terjadi tanpa melalui beberapa\nproses, salah satunya mengubah perilaku pelanggan. Perubahan tersebut adalah cara orang melakukan\ntransaksi umum, khususnya mulai menggunakan mobile banking. Untuk menyamakan persepsi, mobile\nbanking adalah berbagai aktivitas perbankan yang dapat dilakukan nasabah melalui perangkat mobile\nmereka. Banyak penelitian lebih fokus pada niat perilaku yang mempengaruhi orang untuk mengadopsi\nmobile banking. Namun, penelitian ini berfokus pada perilaku pasca adopsi, seperti kepuasan pelanggan.\nDengan demikian, dalam penelitian ini, kami menguji hubungan antara kepercayaan dan kepuasan\npelanggan dan kepercayaan sebagai variabel mediasi pada hubungan kualitas sistem, kualitas informasi,\nkualitas layanan, karakteristik tugas, dan jaminan struktural terhadap kepuasan pelanggan. Penelitian ini\ndilakukan di Indonesia dan mengumpulkan data melalui kuesioner online. Responden harus berusia di\natas 17 tahun dan pernah menggunakan mobile banking. Data yang digunakan dalam penelitian ini\ndianalisis menggunakan PLS-SEM. Berdasarkan hasil penelitian, kepercayaan memiliki hubungan yang\nsignifikan terhadap kepuasan pelanggan. Selain itu, dalam hubungan antara kualitas informasi,\nkarakteristik tugas, dan jaminan struktural dengan kepuasan pelanggan, kepercayaan memainkan peran\npenting sebagai mediator penuh. Sementara itu, kepercayaan bertindak sebagai mediator parsial dalam\nhubungan antara kualitas sistem dan kualitas layanan. Oleh karena itu, bank yang dianggap dapat\ndipercaya oleh nasabahnya biasanya memiliki mobile banking yang memuaskan. Dengan demikian,\npenelitian ini menyarankan bahwa bank harus terlebih dahulu memberikan informasi yang andal,\nmemadai, terkini, dan tepat kepada pelanggan untuk meningkatkan kepuasan pelanggan dengan\nkepercayaan. Kedua, bank harus memastikan pelanggan bahwa mobile banking mereka aman\ndigunakan, melindungi mereka dari masalah pembayaran, dan berada di lingkungan yang aman.\nTerakhir, bank juga harus memberikan layanan yang dapat diandalkan, cepat, profesional, dan personal\nsekaligus memberikan akses yang nyaman dan mudah digunakan kepada nasabah.", "Daftar File": {"ABSTRAK Savina Dinda Ramadhanty": "https://digilib.itb.ac.id/gdl/download/230913"}, "Penulis": "Savina Dinda Ramadhanty [19018066]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D.", "Dematria Pringgabayu, S.A.P., M.M.", "Kurnia Fajar Afgani, S.A.B., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kepuasan Pelanggan, Kepercayaan, Perbankan Seluler, Information Success Model", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "25 Agu 2021"}