{"Nomor": 57599, "Judul": "FACTORS INFLUENCING CUSTOMER COMPLAINING BEHAVIOUR ON SOCIAL MEDIA AND SERVICE RECOVERY STRATEGY: A STUDY OF INTERNET SERVICE PROVIDER  INDUSTRY", "Abstrak": "Perkembangan media sosial telah mengubah perilaku keluhan pelanggan, dan digitalisasi juga\nmenyebabkan kebutuhan akan internet semakin meningkat. Sehingga saat ini konsumen\npenyedia jasa internet banyak mengeluh di media sosial ketika merasa tidak puas dengan\npelayanannya, hal ini berdampak pada kesan negatif, keputusan pembelian, dan kepercayaan\npelanggan. Oleh karena itu, penelitian ini bertujuan untuk memberikan informasi kepada\nperusahaan penyedia jasa internet tentang faktor-faktor yang mempengaruhi konsumen\nmelakukan komplain di media sosial, dampak komplain terhadap venting negative emotion,\ndan memberikan service recovery yang strategis yang dapat membuat konsumen memaafkan\nperusahaan. Penelitian ini akan dilakukan dengan menggunakan metode kualitatif dengan\nmeans-end approach dengan wawancara bertingkat dan metode kuantitatif dengan survei\nonline. Wawancara dilakukan dengan 12 responden yang terdiri dari generasi Z dan Y. Dari\nhasil wawancara ditemukan bahwa faktor lain yang mempengaruhi perilaku mengeluh\nkonsumen di media sosial adalah quick respond, accessible, dan altruism. Hasil wawancara\njuga menemukan bahwa strategi service recovery lainnya yang mempengaruhi pengampunan\nkonsumen adalah recovery time dan problem-solving. Survei online memperoleh 554\nresponden yang terdiri dari generasi Z dan Y yang berasal dari Bandung dan Jakarta. Data\ntersebut dianalisis dengan metode PLS-SEM menggunakan aplikasi SmartPLS. Penelitian ini\nmenunjukkan bahwa Intrapersonal Empowerment, Interactional Empowerment, Brand\nPerception memoderasi Interactional Empowerment, Quick Respond, Accessible, dan Altruism\nmemiliki pengaruh yang signifikan terhadap perilaku mengeluh di media sosial. Selain itu,\nhasil penelitian juga menunjukkan bahwa perilaku mengeluh di media sosial berpengaruh\nsignifikan dalam venting negative emotion. Hasil penelitian juga menemukan bahwa apology\ndan problem-solving memiliki pengaruh yang signifikan terhadap pengampunan pelanggan.\nDengan hasil yang diperoleh, penelitian ini dapat", "Daftar File": {"ABSTRAK Abigail Tasya Suhandi": "https://digilib.itb.ac.id/gdl/download/230914"}, "Penulis": "Abigail Tasya Suhandi [19018055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T.", "Reza Ashari Nasution, Ph.D.", "Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Pengaduan Pelanggan; Venting Negative Emotion; Service Recovery; Penyedia Layanan Internet; Media Sosial; PLS-SEM; Kualitatif; Kuantitatif; Survei", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "25 Agu 2021"}