{"Nomor": 57592, "Judul": "PENGARUH ERUPSI VULKANIK TERHADAP PERUBAHAN IKLIM DAN EKOLOGI PADA PLEISTOSEN AKHIR DI CEKUNGAN BENGKULU, INDONESIA", "Abstrak": "Erupsi vulkanik dapat mempengaruhi iklim global, baik berupa pendinginan atau pemanasan. Kedua hal ini dipengaruhi oleh dominasi emisi SO2 atau CO2. Dominasi gas buang SO2 dari gunungapi adalah penyebab iklim lebih dingin, sebaliknya gas buang CO2 sebagai penyebab iklim lebih hangat. Namun, pendinginan atau pemanasan global sebagai dampak erupsi vulkanik masih menjadi perdebatan, sehingga proses mitigasi bencana menjadi bias. Oleh sebab itu, perlu pemahaman yang lebih baik mengenai dampak erupsi vulkanik terhadap perubahan iklim dan ekologi masa lalu untuk mitigasi bencana di masa depan. Penelitian ini bertujuan untuk mengetahui kaitan erupsi vulkanik dengan perubahan iklim dan ekologi.\nArea penelitian berada di perairan selatan sebelah barat Sumatra, Indonesia, tepatnya di Cekungan Bengkulu. Data penelitian diperoleh dari sedimen inti laut dalam SO189/2_04KL. Sedimen inti tersebut diambil pada kedalaman laut 1705 meter. Selain itu, digunakan pula data sedimen inti GeoB 10038-4, 150 km sebelah tenggara SO189/2_04KL, pada kedalaman laut 1892 meter. Data yang digunakan pada SO189/2_04KL adalah data komposisi unsur dan kelimpahan foraminifera interval kedalaman 600-800 cm di bawah dasar laut (cmbsf: centimeter below sea floor) sebagai data primer, sedangkan data sekunder dari sedimen inti ini adalah data lightness/kecerahan (L*) dan magnetic susceptibility (Mag) interval 0-1000 cmbsf. Data GeoB 10038-4 yang digunakan pada penelitian ini adalah umur sedimen kedalaman 0-898 cmbsf. Untuk mencapai maksud dan tujuan penelitian, metodologi yang digunakan melalui pendekatan keterdapatan produk erupsi vulkanik primer pada suksesi pengendapan sedimen (VSU: Volcanogenic Sediment Unit) dan kelimpahan foraminifera yang merepresentasikan kondisi iklim dan ekologi. Determinasi VSU primer dilakukan dengan melihat ketiga puncak rasio elemen ln(Fe/Ca), ln(Mn/Ca), dan (Fe+Mn)/(Ca+Sr), sortasi baik yang ditunjukkan oleh rasio elemen Sr/Ca tinggi, dan derajat pelapukan rendah yang direpresentasikan oleh rasio elemen Rb/Sr rendah. Kondisi ekologi secara umum ditunjukkan oleh Indeks Shannon (H) dan kemerataan (E), lebih detail lagi diperoleh melalui indicator value (IndVal). Kondisi iklim tercermin oleh kelimpahan foraminifera tropik, rasio spesies foraminifera thermocline dweller dan mixed dweller, dan kelimpahan Globorotalia menardii. Paleoproduktivitas laut direpresentasikan oleh kelimpahan grup Pulleniatina. Kejadian upwelling ditunjukkan oleh kelimpahan Globigerina bulloides. Kecepatan sedimentasi pada GeoB 10038-4 diasumsikan sama dengan SO189/2_04KL. Periodesasi iklim dan IndVal pada interval 600-800 cmbsf ditentukan berdasarkan hasil biozonasi dengan metode single linkage clustering yang menggunakan indeks kesamaan Euclidean, constraint stratigraf, dan jarak 150. Nilai IndVal juga dihitung pada interval VSU.\nHasil determinasi lapisan VSU primer berada di interval kedalaman 740-742 cm (VSU-1, tebal 2cm, 92.000 tahun BP) dan 661-664 cm (VSU-2, tebal 3 cm, 106.000 tahun BP). Erupsi vulkanik yang terjadi pada rentang waktu tersebut adalah erupsi yang berasal dari Kaldera Sunda pada 105.000 tahun BP, setelah itu tercatat endapan Old Tangkuban Perahu (OT) yang berumur 83.000 tahun BP, terjadi cukup lama setelah VSU-2. Erupsi VSU-2 berdekatan dengan erupsi Aso-4 (Jepang) yang berumur 87.000 ± 7.080 tahun BP, erupsi terbesar kedua setelah YTT dalam kurun waktu 100.000 tahun menghasilkan sebaran erupsi dengan radius maksimum 3.500 dari pusat erupsi, sehingga endapannya tidak sampai ke selatan Sumatra. Oleh karena itu, VSU-1 dan VSU-2 diinterpretasikan berasal dari Kaldera Sunda. Dalam kaitannya dengan periodesasi iklim di interval waktu penelitian, endapan VSU-1 berada pada periode 2, yaitu periode yang relatif lebih dingin dan sedang terjadi upwelling. Pada interval lapisan VSU-1, nilai IndVal VSU-1 juga menunjukkan iklim yang lebih dingin dibandingkan lapisan bawah dan atasnya. Lapisan VSU-2 berada pada periode 4, yang juga merupakan periode yang relatif lebih dingin. Selain itu, perodesasi lapisan VSU-2 juga berada pada kejadian upwelling yang ditunjukkan oleh peningkatan G. bulloides antara 645 dan 670 cmbsf. Kejadian upwelling tersebut dipengaruhi oleh angin austral winter dari tenggara. Meskipun kedua VSU tersebut berada dalam periode upwelling, namun pada interval lapisan VSU-1 dan VSU-2, G. bulloides sebagai indikator upwelling malahan tidak muncul, rasio thermocline/mixed dweller yang mengindikasikan pendangkalan termoklin meningkat, dan kelimpahan Gr. menardii menurun yang berarti penurunan SST.\nHasil rekonstruksi paleoklimat dan paleoekologi menunjukkan bahwa pada kedua interval VSU menyebabkan perubahan iklim dan ekologi, yaitu kondisi iklim menjadi lebih dingin yang ditandai oleh pendangkalan termoklin dan berkurangnya kelimpahan relatif Gr. menardii. Kedua interval tersebut juga menunjukkan peningkatan produktivitas laut yang ditandai oleh peningkatan grup Pulleniatina dan peningkatan nilai IndVal P. obliquiloculata dan N. dutertrei. Selain itu, keanekaragaman dan kemerataan menurun yang ditunjukkan oleh penurunan nilai indeks keragaman Shannon (H) dan Kemerataan (E). Pendangkalan termoklin pada interval VSU tidak menunjukkan hubungan dengan upwelling, sehingga pendangkalan termoklin menunjukkan pelemahan startifikasi air laut yang berkorelasi dengan pendinginan iklim dampak erupsi vulkanik.", "Daftar File": {"ABSTRAK Taufan Wiguna": "https://digilib.itb.ac.id/gdl/download/231409"}, "Penulis": "Taufan Wiguna [22019005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Khoiril Anwar Maryunani, M.T.", "Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "paleoklimat, paleoekologi, erupsi vulkanik, foraminifera, perubahan iklim, Cekungan Bengkulu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Agu 2021"}