{"Nomor": 57606, "Judul": "FAKTOR-FAKTOR BERPENGARUH DALAM PREFERENSI BERBELANJA PAKAIAN ONLINE: STUDI KASUS DI JAKARTA", "Abstrak": "Studi kasus ini bertujuan untuk mendalami preferensi berbelanja pakaian melalui took online pada masyarakat Jakarta, Indonesia. Studi diawali dengan studi literatur dari 35 studi terdahulu yang berhubungan dengan topik yang diangkat. Sepuluh faktor didapatkan dari studi ini, yaitu desain produk, kualitas produk, promosi, citra brand, variasi produk, ketersediaan informasi, kepercayaan penjual, dan kualitas servis. Faktor temuan ini akan diolah untuk melihat hubungannya dengan faktor faktor demografik pelanggan.\n\nKuesioner disebar melalui media online bertargetkan konsumen yang berbelanja pakaian melalui took online dan 106 data berhasil dikumpulkan. Limitasi studi ini berfokus pada area Jakarta dan sekitarnya. Seiring dengan melekatnya belanja online dengan kehidupan masyarakat, temuan dari studi ini dapat berguna bagi pemilik usaha atau brand pakaian yang terlibat dalam industri ini dalam memahami preferensi konsumen dalam berbelanja pakaian online.", "Daftar File": {"COVER Annisa Purwaningtyas": "https://digilib.itb.ac.id/gdl/download/261771", "BAB 1 Annisa Purwaningtyas": "https://digilib.itb.ac.id/gdl/download/261772", "BAB 2 Annisa Purwaningtyas": "https://digilib.itb.ac.id/gdl/download/261773", "BAB 3 Annisa Purwaningtyas": "https://digilib.itb.ac.id/gdl/download/261774", "BAB 4 Annisa Purwaningtyas": "https://digilib.itb.ac.id/gdl/download/261775", "PUSTAKA Annisa Purwaningtyas": "https://digilib.itb.ac.id/gdl/download/261776"}, "Penulis": "Annisa Purwaningtyas [29318363]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pakaian, Fashion, E-commerce, Online, Preferensi Konsumen, Jakarta", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "25 Agu 2021"}