{"Nomor": 57605, "Judul": "USULAN STRATEGI PEMASARAN UNTUK PARIWISATA MENGGUNAKAN VIRTUAL REALITY (VR) SELAMA COVID-19  (STUDI KASUS: LABUAN BAJO)", "Abstrak": "Salah satu faktor dalam perkembangan budaya dan sumber daya alam di Indonesia adalah\nsektor pariwisata. Hal ini diupayakan untuk membantu meningkatkan dan meningkatkan\nperekonomian masyarakat dengan menciptakan lapangan kerja dan mengembangkan kawasan\nyang berpotensi sebagai tempat wisata, salah satunya Taman Nasional Komodo di Labuan Bajo.\nNamun, akibat merebaknya virus SARS-CoV-2 atau yang dikenal dengan Covid-19, pemerintah\nmembuat kebijakan untuk menghentikan kegiatan ekonomi di sektor pariwisata guna mencegah\npenyebaran virus tersebut dengan menerapkan Pembatasan Sosial Berskala Besar. (PSBB). \nTulisan ini bertujuan untuk mengusulkan strategi pemasaran pariwisata pada masa Covid19\n\ndengan menggunakan teknologi Virtual Reality (VR) sebagai kebutuhan riset pasar bagi\nTelkomGroup. Metode yang digunakan adalah Analisis Eksternal (PESTEL dan Analisis\nKonsumen) dan Analisis Internal (STP atau Segmentasi, Targeting, Positioning dan Bauran\nPemasaran 4P) dengan menggunakan pendekatan metode campuran. Formulasi untuk strategi\nbisnis yang digunakan yaitu dengan Model Bisnis Lean Canvas. Data kualitatif diperoleh dari\nanalisis data kuantitatif, yang diperoleh dengan melakukan wawancara dan survei data dengan\njumlah 360 responden. \nHasil kajian menghasilkan usulan strategi pemasaran pariwisata masa covid-19 berupa\nSTP dan bauran pemasaran, serta implementasinya melalui pengenalan Virtual Reality. Oleh\nkarena itu, dengan memberikan rekomendasi ini diharapkan dapat menjadi acuan untuk\nmempromosikan dan meningkatkan kembali minat wisatawan dalam upaya mendukung program\n“Pesona Indonesia”.", "Daftar File": {"2021_TS_PP_Cindy Claudia Tamarin_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/230926"}, "Penulis": "Cindy Claudia Tamarin [29119510]", "Kontributor / Dosen Pembimbing": ["Dr. Neneng Nurlaela Arief, S.E., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Covid-19, Eksternal dan Internal Analisis, Labuan Bajo, Strategi Pemasaran untuk Pariwisata, Virtual Reality (VR)", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Agu 2021"}