{"Nomor": 57609, "Judul": "PERENCANAAN PENINGKATAN KINERJA DALAM PENJUALAN TELEMARKETING DI DIVISI TELEMARKETING EF ENGLISH FIRST", "Abstrak": "Industri Pendidikan adalah salah satu industri yang sangat penting dan berkembang pesat. Selama masa pandemi Covid-19, industri Pendidikan dituntut untuk melakukan perubahan yang radikal dimana pembelajaran tatap muka berubah menjadi pembelajaran daring. Setelah masa pandemic berakhir, industri Pendidikan dituntut untuk mampu menghasilkan peserta didik yang siap berkompetisi secara global dalam persaingan usaha yang bersifat disruptif.\nEF sebagai lembaga penyedia Pendidikan anak-anak terbesar di dunia memiliki kepercayaan utama dalam membuka dunia melalui Pendidikan. EF bertekad untuk mempertemukan nilai dan budaya dari berbagai belahan dunia, memecah kebuntuan dalam berbahasa yang seringkali menyusahkan, bahkan memecah belah. EF Kids & Teens Indonesia fokus pada penyediaan kursus Bahasa yang terbaik bagi siswanya dalam lingkungan belajar yang dinamis dan menyenangkan, menumbuhkan minat belajar Bahasa Inggris dengan kurikulum yang menggabungkan cara belajar digital yang modern dengan ruang kelas tradisional.\nPenjualan Telemarketing adalah salah satu saluran penjualan terbesar yang dimiliki oleh EF English First dimana hal ini berkontribusi dan mengkonversi data mentah calon pembeli menjadi penjualan. Saluran penjualan lain meliputi penjualan rujukan, penjualan langsung, penjualan korporasi dan penjualan kembali terhadap pelanggan. \nSelama masa pandemic Covid-19, dimana saluran pemasaran lain seperti ATL, BTL dan pameran dan ekshibisi menunjukan penurunan yang signifikan diakibatkan oleh Pembatasan Sosial Berskala Besar (PSBB) yang dilakukan oleh pemerintah, namun disisi lain penjualan melalui Telemarketing menunjukan karakter yang stabil dan tangguh dalam mengkonversi penjualan dari data mentah sampai dengan akuisisi siswa baru. Oleh karena itu, memiliki divisi Telemarketing yang efisien dan berkinerja baik adalah hal krusial yang harus dimiliki oleh perusahaan, karena sifatnya yang berbiaya rendah dan menghasilkan.\nPendidikan yang berkualitas membutuhkan perpindahan informasi yang cepat antara calon orangtua siswa sebagai pelanggan, calon siswa dan perusahaan penyedia Pendidikan. Divisi Telemarketing EF telah memainkan peranan kunci bagi EF dalam mencapai pertumbuhan yang pesat. Tidak hanya melakukan kegiatan penjualan tradisional melalui sambungan telepon, tetapi juga memainkan peranan yang lebih luas seperti menerima dan mengelola keluhan pelanggan, dan menjalin hubungan jangka panjang dengan pelanggan. Oleh karena itu, pertumbuhan dan perkembangan bisnis yang berkelanjutan akan bergantung pada kemampuan dan kinerja divisi Telemarketing.", "Daftar File": {"ABSTRAK Mahardika Halim": "https://digilib.itb.ac.id/gdl/download/230930", "COVER Mahardika Halim": "https://digilib.itb.ac.id/gdl/download/262295", "BAB 1 Mahardika Halim": "https://digilib.itb.ac.id/gdl/download/262296", "BAB 2 Mahardika Halim": "https://digilib.itb.ac.id/gdl/download/262297", "BAB 3 Mahardika Halim": "https://digilib.itb.ac.id/gdl/download/262298", "BAB 4 Mahardika Halim": "https://digilib.itb.ac.id/gdl/download/262299", "PUSTAKA Mahardika Halim": "https://digilib.itb.ac.id/gdl/download/262300"}, "Penulis": "Mahardika Halim [29319352]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Pendidikan, Telemarketing, Penjualan, Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "25 Agu 2021"}