{"Nomor": 57618, "Judul": "PENGEMBANGAN PEDOMAN UMUM PENERAPAN METODE ENHANCED OIL RECOVERY MENGGUNAKAN KORELASI DAN SENSITIVITAS PARAMETRIK", "Abstrak": "Enhanced Oil Recovery (EOR) merupakan metode untuk meningkatkan perolehan suatu lapangan minyak. Metode EOR secara umum dapat dikategorikan menjadi 3 yakni thermal, miscible gas, dan chemical. Untuk kategori thermal contohnya terdiri dari steam drive dan in-situ combustion. Miscible gas diwakili oleh CO2 flooding, sedangkan chemical adalah surfaktan dan polimer. Pedoman Penerapan EOR merupakan suatu hal yang sangat penting untuk di aplikasikan di lapangan lain pada masa depan. Untuk mewujudkannya digunakan 5 persamaan korelasi penerapan untuk masing-masing metode EOR yang dibuat berdasarkan referensi lapangan di Amerika Serikat. Dibutuhkan data dari lapangan yang menerapkan metode EOR tertentu agar memberikan hasil yang akurat. Untuk mendapatkan gambaran lebih jelas terhadap pedoman, dilakukan tinjauan terhadap kisaran nilai screening properti minyak dan batuan untuk masing-masing metode EOR berdasarkan literature yang tersedia. Disamping menghitung faktor perolehan, hubungan perolehan dengan parameter lain juga diteliti dalam sensitivitas parametrik\nDari hasil hasil perhitungan nilai faktor perolehan masing-masing metode didapatkan bahwa untuk thermal EOR, metode steam drive menghasilkan faktor perolehan lebih tinggi yaitu 34,81% sedangkan metode in-situ combustion memberikan hasil 28,12%. Dari persamaan korelasi diketahui bahwa metode in-situ combustion dapat memberikan nilai faktor perolehan lebih tinggi dari steam drive apabila dilakukan pengaturan parameter udara injeksi kumulatif (Ai). Metode surfaktan memberikan faktor perolehan lebih tinggi yakni 42,98% dibandingkan metode polimer yakni 4,41% dan CO2 flooding 18,67%. Parameter operasional yakni Volume CO2 yang di injeksikan dapat memberikan peningkatan nilai faktor perolehan yang signifikan pada metode CO2 flooding. Nilai faktor perolehan minimum dan maksimum pada masing-masing metode berdasarkan tinjauan kisaran kriteria screening properti minyak dan batuan untuk masing-masing metode telah dirangkum menjadi suatu pedoman umum penerapan metode Enhanced Oil Recovery di dalam tulisan ini.", "Daftar File": {}, "Penulis": "Muhammad Ismail Rendhi Prakoso [12210067]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "steam, in-situ combustion, CO2, surfaktan, polimer, parametrik, faktor perolehan, pedoman, screening", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "25 Agu 2021"}