{"Nomor": 57611, "Judul": "EFEK TRANSFORMASI ACARA VIRTUAL WE THE FEST TERHADAP NIAT MENGUNJUNGI KEMBALI", "Abstrak": "Pandemi COVID-19 sangat berdampak pada berbagai industri. Industri acara, di mana\nsebagian besar produk utamanya adalah acara offline, terdorong untuk mengubah bentuk\nbisnisnya dengan beradaptasi melalui model baru produk mereka — acara virtual, sebagai\nbentuk inovasi untuk kelangsungan hidup dan pengembangannya. Karena acara virtual tidak\numum sebelum pandemi, format ini masih jarang dipelajari, khususnya mengenai niat\nmengunjungi kembali konsumen dari acara hiburan luring terkenal yang bergeser menjadi\ndaring, 'We The Fest', festival musim panas tahunan Ismaya Group yang ikonik — salah satu\nyang terbesar di Asia Tenggara. Menanggapi situasi ini, penelitian ini akan dilakukan dengan\ntujuan utama untuk menilai efek atribut acara virtual pada pengalaman pengunjung secara\nkeseluruhan, yang, pada ahirnya, mempengaruhi kepuasan dan loyalitas terhadap We The Fest:\nVirtual Home Edition 2020. Dua pendekatan digunakan dalam penelitian ini; pendekatan\nkualitatif dengan wawancara terstruktur tidak langsung dilakukan kepada 141 responden, dan\npendekatan kuantitatif dengan kuesioner terstruktur dilakukan kepada 270 responden. Kedua\npendekatan dilakukan kepada orang-orang yang sebelumnya mengikuti minimal satu kali acara\nWe The Fest edisi 1-6, dan untuk kuantitatif, penonton We The Fest: Virtual Home Edition\n2020 menjadi kriteria tambahan. Penelitian ini menggunakan pengkodean terbuka, statistik\ndeskriptif, dan PLS-SEM untuk analisis data dalam menghasilkan data. Sebagai hasilnya,\npenelitian ini dapat mengidentifikasi faktor-faktor yang mempengaruhi pengalaman peristiwa\nvirtual dan, akhirnya, niat mengunjungi kembali. Faktor-faktor itu didasarkan pada atribut\nacara virtual yang mencakup pelanggan online ke pelanggan, komunikasi yang efektif,\nketerlibatan konten online, program festival, pelarian, kebersamaan, dan musik. Hasilnya\nmenunjukkan bahwa empat atribut acara virtual; keterlibatan konten daring, program festival,\npelarian, dan musik, secara signifikan mempengaruhi pengalaman acara virtual. Seiring dengan\nnilai festival, itu sangat mempengaruhi kepuasan keseluruhan dan niat mengunjungi kembali.\nTemuan ini berkontribusi pada pemahaman acara virtual, mendukung penyelenggara acara\ndengan memberikan wawasan tentang cara merancang dan mengelola acara virtual di masa\ndepan secara efektif.", "Daftar File": {"ABSTRAK Ausy Alayya Ilmi": "https://digilib.itb.ac.id/gdl/download/230932"}, "Penulis": "Ausy Alayya Ilmi [19018194]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, MSP", "Dany Muhammad Athory Ramdlany, M.icom.", "Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Atribut Acara Virtual, Kepuasan Keseluruhan, Niat Mengunjungi Kembali, Nilai Festival, Pengalaman Acara Virtual.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "25 Agu 2021"}