{"Nomor": 57620, "Judul": "PENGARUH FANDOM TERHADAP KEPUTUSAN PEMBELIAN FANS TERHADAP ALBUM  BTS", "Abstrak": "Saat ini, Korea Selatan sangat populer dengan musik popnya, yaitu Korean Pop atau “K-Pop”. Ada\nbanyak grup K-Pop dan salah satunya adalah BTS. Album BTS dikenal sebagai salah satu yang paling\nlaris di dunia K-Pop, dengan total lebih dari 20 juta album terjual pada tahun 2020. BTS juga\nmemiliki banyak penggemar, dengan Indonesia menjadi salah satu dari 10 negara teratas yang\nmemiliki jumlah penggemar BTS tertinggi. Indonesia juga memiliki komunitas penggemar BTS yang\nmenghubungkan penggemar BTS di tanah air. Namun, Indonesia tampaknya tidak berkontribusi besar\ndalam penjualan album BTS, baik fisik maupun digital. Oleh karena itu, penelitian ini bertujuan untuk\nmengetahui bagaimana struktur fandom BTS di Indonesia, mengidentifikasi faktor-faktor yang\nmempengaruhi keputusan pembelian album BTS oleh penggemar di Indonesia, dan untuk mengetahui\npengaruh komunitas penggemar terhadap keputusan pembelian album BTS oleh anggotanya di\nIndonesia. Penelitian ini akan dilakukan melalui pendekatan kualitatif dengan wawancara semi\nterstruktur dan pendekatan kuantitatif dengan survei daring. Peneliti menggunakan pengkodean\nmanual, statistik deskriptif, dan PLS-SEM untuk menganalisis data. Hasil penelitian menunjukkan\nbahwa partisipasi fandom berpengaruh positif terhadap niat beli melalui fanatisme, citra diri, dan\nloyalitas, dan niat beli berpengaruh positif langsung terhadap keputusan pembelian. Hasil penelitian\nini diharapkan dapat meningkatkan pengetahuan para pemasar album BTS untuk memaksimalkan\nbisnis dan penjualan.", "Daftar File": {"ABSTRAK Galuh Ardhya Kirana": "https://digilib.itb.ac.id/gdl/download/230943"}, "Penulis": "Galuh Ardhya Kirana [19018038]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T., M.Sc.", "Dr. Liane Okdinawati, S.T., M.T.", "Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Album BTS, Fandom, Keputusan Pembelian, Komunitas, Niat Membeli, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "25 Agu 2021"}