{"Nomor": 57637, "Judul": "PERBAIKAN MANAJEMEN PERSEDIAN UNTUK MENGURANGI BIAYA PEMBELIAN PERSEDIAAN BARU", "Abstrak": "Gas bumi merupakan salah satu bentuk energi yang digunakan untuk berbagai aktivitas seperti memasak, proses produksi, pembangkit listrik dan lain-lain. Pada tahun 2019, gas bumi berkontrisbusi 23% bauran energi nasional. Hal ini menunjukan bahwa gas bumi memiliki peran penting dalam pemenuhan energi nasional. Gas bumi disalurkan melalui infrastruktur gas, baik melalui pipa maupun moda transportasi lainnya, dari sumber gas ke konsumen. \n\nPT Perusahaan Gas Negara Tbk. (PGN) merupakan salah satu perusahaan distribusi dan transmisi gas bumi yang menguasai lebih dari 90% jaringan pipa distribusi gas bumi di Indonesia. Infratruktur gas bumi harus dipelihara untuk meminimalisasi gangguan penyaluran gas bumi ke pelanggan.  PGN memiliki persediaan berupa material infrastruktur gas untuk mendukung kehandalan jaringan apabila diperlukan penggantian pada material yang rusak. Pada tahun 2020, PGN mengalami kenaikan tingkat persediaan yang signifikan. Tingkat persediaan perusahaan naik 46% dibandingkan tahun sebelumnya. Salah satu penyebab tingginya persediaan ini disebabkan oleh banyaknya persediaan yang dibeli pada tahun 2020 tanpa adanya kenaikan permintaan atas material. Penerapan safety stock berdasarkan persentasi total material terpasang pada infrastrukstur gas dan metode peramalan yang tidak tepat membuat jumlah pemesanan pada tahun 2020 meningkat.\n\nPenelitian ini bertujuan untuk mengevaluasi manajemen persediaan yang diterapkan oleh perusahaan untuk mengurangi biaya pembelian material baru yang mengakibatkan tingginya tingkat persediaan perusahaan. Penelitian menggunakan pendekatan kualitatif dan kuantitaif untuk menemukan akar permasalahan dan memberikan solusi yang tepat untuk mengatasi permasalahan tersebut. Penerapan fixed-time period model dapat menjadi solusi untuk perbaikan manajemen persediaan perusahaan. Studi ini menggunakan analisa pareto untuk menentukan material mana saja yang paling berpengaruh terhadap tingginya pembelian persediaan baru di tahun 2020. Simulasi peramalan dilakukan pada setiap material tersebut untuk memperoleh perkiraan permintaan pada tahun 2020 berdasarkan data historis tahun 2018 ampai dengan tahun 2019 dengan menggunakan metode trend projection. Metode peramalan ini disimulasikan dengan dua cara yaitu dengan menggunakan data bulanan dan data triwulanan. Hasil peramalan yang memiliki error yang lebih rendah akan digunakan untuk menghitung safety stock dan jumlah pesananan yang seharusnya dilakukan pada tahun 2020.\n\nBerdasarkan hasil pengolahan dan analisis data, terdapat lima material yang berkontribusi terhadap tingginya pembelian persediaan baru di tahun 2020. Metode peramalan trend projection dengan menggunakan data triwulanan memberikan nilai MAPE yang lebih rendah dibandingkan metode peralaman trend projection dengan menggunakan data bulanan. Apabila perusahaan menerapkan fixed-time period model ini, maka perusahaan dapat mengurangi biaya pembelian persediaan baru sebesar IDR 6,657,175,192 atau 44% dari total biaya pembelian material.", "Daftar File": {"COVER Chandra Warman": "https://digilib.itb.ac.id/gdl/download/261880", "BAB 1 Chandra Warman": "https://digilib.itb.ac.id/gdl/download/261881", "BAB 2 Chandra Warman": "https://digilib.itb.ac.id/gdl/download/261882", "BAB 3 Chandra Warman": "https://digilib.itb.ac.id/gdl/download/261883", "BAB 4 Chandra Warman": "https://digilib.itb.ac.id/gdl/download/261884", "PUSTAKA Chandra Warman": "https://digilib.itb.ac.id/gdl/download/261885"}, "Penulis": "Chandra Warman [29319334]", "Kontributor / Dosen Pembimbing": ["Ir. Adirizal Nizar, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Persediaan, Safety Stock, Fixed-Time Period Model, Peramalan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "25 Agu 2021"}