{"Nomor": 57633, "Judul": "FACTORS INFLUENCING CUSTOMER SATISFACTION AND LOYALTY OF ONLINE EDUCATIONAL PLATFORM IN INDONESIA: ANALYSIS OF  E-SERVICE QUALITY FACTORS  A CASE STUDY FROM PT TERNAK UANG NUSANTARA (TERNAKUANG.)", "Abstrak": "Munculnya bisnis platform pendidikan investasi seiring dengan tren investasi di lingkungan\ngenerasi Z dan Milenial memunculkan persaingan antara bisnis platform pendidikan yang\ntinggi. Tantangan terbesar bagi layanan berbasis teknologi internet adalah memberikan dan\nmenjaga kepuasan dan loyalitas pelanggan dalam jangka panjang. E-Service Quality secara\nbertahap diakui sebagai faktor penting yang digunakan untuk mendapatkan keunggulan\nkompetitif dan retensi pelanggan. Dengan demikian, penelitian ini menyelidiki faktor-faktor\nE-Service Quality yang mempengaruhi keputusan pelanggan untuk menggunakan platform\npendidikan dan melihat apakah kebutuhan dan harapan pelanggan terpenuhi atau tidak ketika\nmereka menggunakan platform. Penelitian ini menggunakan metode kuantitatif dengan teknik\njudgment sampling untuk pengumpulan data menggunakan kuesioner survei online dengan\n262 responden. Penelitian ini menyasar responden generasi Z dan milenial dari salah satu\nplatform pendidikan online di Indonesia. Penelitian ini menggunakan metode Partial Least\nSquare - Structural Equation Modeling Untuk menganalisis data. Hasil penelitian ini\nmenunjukkan bahwa terdapat hubungan positif signifikan Variabel E-Service Quality yang\nterdiri dari Efficiency, Fulfillment dan Privacy terhadap Customer Satisfaction; dan juga\nCustomer Satisfaction terhadap Customer Loyalty. Oleh karena itu, platform pendidikan\nonline dapat menggunakan hasil penelitian ini untuk menjadi pertimbangan dalam\nmengembangkan prioritas dalam meningkatkan E-Service Quality untuk meningkatkan\ntingkat kepuasan pelanggan yang mengarah ke pelanggan yang lebih loyal.", "Daftar File": {}, "Penulis": "Samuel Michael Endwi [19018068]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M.", "Fikri Hadiansyah, S.Si., M.S.M.", "Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer Loyalty; Customer Satisfaction; E-Service Quality; Indonesia; Online Educational Platform; Online Survey; PLS-SEM; Quantitative Method", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "0 file", "Tanggal Input": "25 Agu 2021"}