{"Nomor": 57642, "Judul": "KARAKTERISTIK SEBARAN MINERALOGI LOGAM BERAT DAN ELEMEN TANAH JARANG PADA TANAH DI SEKITAR TAILING STORAGE FACILITY DAERAH MIRAH KALAMANAN, KABUPATEN KATINGAN, KALIMANTAN TENGAH", "Abstrak": "Proses pengolahan dan pemurnian barang tambang menghasilkan produk sampingan yang\nmerupakan material residu, disebut pula sebagai tailing. Pada fasilitas penimbunan tailing\nterdapat beberapa potensi munculnya mineral logam berat. Unsur tanah jarang termasuk unsur\nyang immobile, sehingga keberadaan dari unsur tersebut dapat digunakan sebagai unsur\nfingerprint atau unsur jejak dari sebaran secara geokimia. Keterdapatan elemen tanah jarang pada\ntailing penambangan emas dijumpai di salah satu tambang emas yang berlokasi di Kabupaten\nSambas, Provinsi Kalimantan Selatan, namun belum dieksploitasi karena keterdapatannya yang\nbelum ekonomis. Dalam penelitian ini, untuk melihat persebaran geokimia dari unsur logam berat\nserta meninjau kemungkinan elemen tanah jarang yang terdapat pada sekitar fasilitas penimbunan\ntailing tersebut, dilakukan pengambilan 20 sampel tanah yang kemudian diterapkan uji X-Ray\nDiffraction (XRD) untuk melihat persebaran mineral, dan Inductively Coupled Plasma Mass\nSpectrometry (ICP-MS) untuk melihat unsur dalam satuan ppm. Kandungan mineral yang\nmendominasi wilayah penelitian merupakan mineral kuarsa dengan konsentrasi 64,3%, mineral\nlempung seperti kaolinit, gibsit, dan diksit memiliki kelimpahan mineral selanjutnya. Kehadiran\nmineral kaolinit juga mengindikasikan hubungan yang positif dengan nilai r:0,539 dengan unsur\ntanah jarang. Kelimpahan unsur tanah jarang di lapangan berhubungan kuat dengan unsur Fe\ndengan korelasi bernilai 0,73. Hal tersebut mengindikasikan bahwa unsur Fe merupakan unsur\nyang efektif untuk mengadsorpsi unsur immobile, salah satunya unsur tanah jarang. Unsur Ce dan\nLa merupakan unsur tanah jarang dengan konsentrasi tertinggi, sementara unsur Lu dan Tm\nmemiliki konsentrasi unsur yang terendah. Berdasarkan spider diagram diperoleh konsentrasi\nunsur tanah jarang pada lokasi penelitian bertipe LREE-rich. Logam berat dengan kelimpahan\ntertinggi terdapat pada unsur Mn, Cr, dan Zn dan Ag, Cu, dan Ni memiliki konsentrasi <5 ppm.\nUnsur tanah jarang memiliki hubungan yang sedang dengan As dan Cd, berbanding terbalik\ndengan unsur Cr, dan tidak memiliki hubungan dengan unsur Zn, Ni, Cu, Cd, dan Mn. Secara\numum konsentrasi unsur tanah jarang dan unsur logam berat memiliki kelimpahan pada daerah\ntailing. Terkecuali untuk unsur Cr dan Mn yang memiliki sifat mobile yang terkonsentrasi tinggi\npada daerah sungai.", "Daftar File": {"ABSTRAK Calvin Trias Yudhy": "https://digilib.itb.ac.id/gdl/download/230969"}, "Penulis": "Calvin Trias Yudhy [12117036]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T., M.T., Ph.D.", "Dr.mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "tailing storage facility, unsur tanah jarang, unsur logam berat.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "25 Agu 2021"}