{"Nomor": 57643, "Judul": "THE IMPACT OF VACCINE MANUFACTURING ANNOUNCEMENT DURING PANDEMIC ON THE STOCK MARKET REACTION OF PHARMACEUTICAL COMPANIES", "Abstrak": "Penelitian ini bertujuan untuk mengidentifikasi ada atau tidaknya perbedaan signifikan pada reaksi\npasar yang ditunjukkan oleh abnormal return dan trading volume activity sebelum dan sesudah\npengumuman pembuatan vaksin oleh emiten farmasi. Sampel yang digunakan dalam penelitian ini\nadalah emiten farmasi yang melakukan pengumuman pembuatan vaksin pada masa pandemi, dan data\nyang dikumpulkan adalah data sekunder. Penelitian ini menggunakan metode event study dengan 3\nrentang waktu penelitian, yaitu; satu bulan sebelum dan sesudah pengumuman, sepuluh hari sebelum\ndan sesudah pengumuman, serta lima hari sebelum dan sesudah pengumuman. Analisis uji normalitas\ndan uji beda dilakukan menggunakan uji Wilcoxon Signed Rank Test dengan taraf signifikansi 0,05.\nHasil penelitian menunjukkan bahwa tidak terdapat perbedaan yang signifikan baik pada abnormal\nreturn maupun trading volume activity dari emiten farmasi sebelum dan sesudah pengumuman\npembuatan vaksin. Dari penelitian ini, dapat disimpulkan bahwa pengumuman pembuatan vaksin pada\nmasa pandemi tidak memiliki pengaruh yang signifikan terhadap reaksi pasar. Untuk memperluas dan\nmenguji lebih lanjut reaksi pasar perusahaan farmasi, penelitian di masa depan dapat dilakukan dengan\nmengeksplorasi lebih lanjut tentang pengaruh berita terkait kesehatan pada semua perusahaan farmasi,\ndan variabel yang diuji dapat diperluas", "Daftar File": {"ABSTRAK Cellina Trishana": "https://digilib.itb.ac.id/gdl/download/231280"}, "Penulis": "Cellina Trishana [19018040]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A.", "Fredy Chandra, MBA.", "Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "normal Return, Trading Volume Activity, Reaksi Pasar, Studi Peristiwa", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "25 Agu 2021"}