{"Nomor": 57644, "Judul": "SKEMA PEMBIAYAAN INOVATIF DALAM INVESTASI SMELTER NIKEL KELAS 1 MENGGUNAKAN TEKNOLOGI HIDROMETALURGI", "Abstrak": "PT Trimetals Energy Indonesia (“TRIO”), merupakan perusahaan publik yang didirikan pada tahun 2009 dan telah berpengalaman dalam industri smelter dan refinery ore-galena menjadi Pb yang dapat digunakan untuk material baterai kendaraan konvensional. Diluar daripada aktifitas operasional tersebut, proses Research and Development (“R&D”) telah dilakukan dari awal berdirinya untuk mengembangkan proses ekstrasi bijih nikel melalui proses hidrometalurgi yang dinamakan Step Temperature Acid Leach (“Hydro”) yang mampu menghasilkan produk perantara berupa Mixed Hydroxide Precipitate (“MHP”) dengan kadar nikel 30% - 40% yang dapat dikembangkan lebih lanjut untuk diolah menjadi batere kendaraan listrik. Pada bulan Mei 2021, Teknologi Hydro telah diakui oleh badan penelitian dan lembaga pemerintahan dengan rekomendasi layak untuk dapat dikembangkan secara komersial (“Hydro Project”). Namun demikian TRIO tidak dalam kondisi bisnis yang mudah dalam mendapatkan pendanaan untuk membangun Hydro Project, maka diperlukan strategi pendanaan yang inovatif guna mewujudkan hal tersebut. \n\nMetode yang digunakan dalam tugas akhir ini menggunakan metode kuantitatif diperkuat data sekunder, proses penilaian atas kelayakan proyek menggunakan metode Discounted Cash Flow Valuation (\"DCF\") untuk menunjukan tingkat kelayakan dari Hydro Project dengan menentukan beberapa parameter yang menjadi kontribusi signifikan terhadap angka penilaian melalui metode sensitivity analysis. Tercatat pula bahwa Hydro Technology™ merupakan proses baru dan penulis belum memiliki perbandingan untuk menilai dan Perusahaan belum membangun skala industri dari proyek ini, sehingga menjadi batasan dari tugas akhir ini.\n \nNilai kelayakan atas Hydro Project dibagi menjadi dua skema, yang akan dijadikan opsi penawaran investasi yaitu Skema-A (base case) dan Skema-B (low case), dimana kedua skema tersebut menunjukkan hasil Net Present Value (\"NPV\") sebesar USD 120,288.0 dan USD 91,162.3 pada tingkat bunga diskonto 10% dan 14%, rataan Profitability Index (\"PI\") 3.3x dan 2.5x. Jangka Pay Back Period (\"PBP\") selama 3.2 tahun dan tingkat Internal Rate of Return (\"IRR\") 32.4%, dengan angka investasi awal sebesar USD 40 juta, maka proyek Ini layak untuk dijalankan pada fase komersial. \n \nPenilaian juga telah dilakukan terhadap Teknologi Hydro yang mana hasil NPV nya juga terbagi dalam dua scenario, yaitu Skema-A dan Skema-B masing-masing sebesar USD 80,288.0 dan USD 51,162.3 dengan tingkat bunga diskonto 12.3% dan 14.8%. Rentang hasil dari penilaian tersebut akan digunakan bagi perusahaan sebagai dasar nilai modal setoran awal kepada calon perusahaan Joint Venture (\"JV\") bersama dengan calon ekuitas investor swasta. Perusahaan direkomendasikan untuk mendapatkan kesepakatan Skema-A atau setidaknya mendekati, hal ini penting guna menjaga tingkat kepemilikan mayoritas awal sebesar 66.7% dibandingkan Skema-B yaitu 56.1%.", "Daftar File": {"COVER Romy Ramadhani": "https://digilib.itb.ac.id/gdl/download/267645", "BAB 1 Romy Ramadhani": "https://digilib.itb.ac.id/gdl/download/267646", "BAB 2 Romy Ramadhani": "https://digilib.itb.ac.id/gdl/download/267647", "BAB 3 Romy Ramadhani": "https://digilib.itb.ac.id/gdl/download/267648", "BAB 4 Romy Ramadhani": "https://digilib.itb.ac.id/gdl/download/267649", "PUSTAKA Romy Ramadhani": "https://digilib.itb.ac.id/gdl/download/267650"}, "Penulis": "Romy Ramadhani [29319359]", "Kontributor / Dosen Pembimbing": ["Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ekuitas, Penilaian, Pendanaan Inovatif, Pengolahan Nikel, Teknologi Hidrometalurgi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "25 Agu 2021"}