{"Nomor": 57659, "Judul": "HUBUNGAN FAKTOR-FAKTOR MOTIVASI TERHADAP KEPUASAN KERJA KARYAWAN YANG BEKERJA DARI  KANTOR SELAMA ERA NEW NORMAL", "Abstrak": "Banyak kantor yang tutup selama pandemi COVID-19 dan diharuskan menjalankan aktivitasnya\ndengan menggunakan metode work from home (WFH). Namun, beberapa masih mengadopsi\nmetode kerja work from office (WFO) meskipun ada saran dari pemerintah. Penelitian ini\nbertujuan untuk memahami dan menganalisis faktor-faktor motivasi yang mempengaruhi\nkepuasan kerja karyawan untuk pekerja kantoran selama new normal dengan menganalisis\n\nhubungan antara berbagai faktor motivasi dan kepuasan kerja, menggunakan Herzberg Two-\nfactor Theory. Survei dilakukan untuk mendapatkan data kuantitatif, dengan total responden 107\n\nkaryawan yang bekerja dari kantor di Jakarta. Untuk setiap item dalam kuesioner, Skala Likert\nlima poin digunakan untuk mencerminkan pandangan responden. Data tersebut kemudian\ndianalisis dengan menggunakan metode Multiple Linear Regression (MLR) untuk mencari\nhubungan antar variabel. Ditemukan bahwa Hubungan dengan atasan, Tanggung Jawab, dan\nPertumbuhan, adalah prediktor signifikan untuk Kepuasan Kerja selama pandemi. Maka,\nmotivator, atau nilai intrinsik terkait pekerjaan, ditemukan lebih signifikan dan penting selama\npandemi COVID-19 untuk meningkatkan kepuasan kerja bagi karyawan yang melakukan WFO\ndi Jakarta. Hasil temuan akan memungkinkan perusahaan untuk memahami tindakan yang harus\ndiambil untuk menyesuaikan cara mereka agar karyawan tetap puas dan termotivasi sesuai dengan\napa yang mendorong mereka.", "Daftar File": {}, "Penulis": "Muhammad Fabian Adianto [19018157]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Faktor Motivasi, Kepuasan Kerja, New Normal, Pandemi COVID-19", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "0 file", "Tanggal Input": "25 Agu 2021"}