{"Nomor": 57653, "Judul": "MENEMUKAN FITUR YANG DIINGINKAN UNTUK APLIKASI JAKLINGKO BERSAMA DENGAN STRATEGI KOMUNIKASI PEMASARAN", "Abstrak": "Transformasi digital telah menjadi rencana kerja dari setiap indutri termasuk angkutan umum. Aplikasi seluler yang dimiliki oleh lima operator angkutan umum di Jakarta sudah mulai ditambahkan dengan fitur pembelian tiket. Hanya saja aplikasi yang ada, tidak terintegrasi satu sama lainnya. PT JakLingko Indonesia didirikan untuk membuat solusi mobilitas sebagai layanan di Jakarta, salah satunya aplikasi seluler JakLingko. Dalam pengembangannya, aplikasi JakLingko harus dirancang sedemikian rupa dengan mengacu kepada preferensi pengguna. Untuk menemukan fitur-fitur utama Aplikasi JakLingko berdasarkan preferensi pengguna, penelitian ini menggunakan dua metode. Metode pertama adalah netnografi dengan membaca ulasan di toko aplikasi sebagai metode kualitatif. Metode kedua adalah kuantitatif dengan menggunakan survei daring untuk melihat perjalanan pengguna menggunakan aplikasi transportasi umum yang sudah ada dan preferensi pengguna aplikasi JakLingko. Hasil dari netnografi di dapatkan lima belas titik jenuh pengguna yang berpotensi mengganggu perjalanan pengguna. Hasil yang didapatkan dari survei adalah lima fitur preferensi pengguna untuk di halaman muka halaman aplikasi JakLingko yaitu informasi rute, posisi kendaraan secara real-time¬, pembelian tiket, pencarian rute, dan notifikasi. Penelitian ini ditutup dengan usulan strategi komunikasi pemasaran terintegrasi untuk membangun kesadaran dan meningkatkan jumlah pengguna aplikasi JakLingko.", "Daftar File": {"COVER Bella Aryani": "https://digilib.itb.ac.id/gdl/download/261868", "BAB 1 Bella Aryani": "https://digilib.itb.ac.id/gdl/download/261869", "BAB 2 Bella Aryani": "https://digilib.itb.ac.id/gdl/download/261870", "BAB 3 Bella Aryani": "https://digilib.itb.ac.id/gdl/download/261871", "BAB 4 Bella Aryani": "https://digilib.itb.ac.id/gdl/download/261872", "PUSTAKA Bella Aryani": "https://digilib.itb.ac.id/gdl/download/261873"}, "Penulis": "Bella Aryani [29319414]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Integrasi, Jaklingko, Aplikasi Seluler, Strategi Komunikasi Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "25 Agu 2021"}