{"Nomor": 57654, "Judul": "PENGARUH KUALITAS INFORMASITIKTOK TERHADAP PEMBENTUKAN CITRA DESTINASI DI BANDUNG RAYA", "Abstrak": "Pariwisata menjadi salah satu sektor yang paling terdampak akibat pandemi Covid-19,\nkhususnya wilayah Bandung Raya, dengan penurunan wisatawan hingga 60%. Oleh karena\nitu, proses pemulihan pariwisata menjadi sangat penting, karena industri pariwisata\nmerupakan sektor penting yang memberikan kontribusi yang cukup besar bagi kehidupan\nmasyarakat. Salah satu inisiatif yang dioptimalkan pemerintah adalah meningkatkan\npopularitas destinasi wisata di Bandung Raya. Salah satu cara untuk mempromosikan\ndestinasi adalah dengan memperkuat citra destinasi. Citra destinasi merupakan strategi\npenting mengingat keyakinan yang dirasakan dan pemahaman menyeluruh tentang destinasi\nwisata dalam citra destinasi. Citra destinasi terdiri dari dua jenis faktor, antara lain faktor\npersonal dan stimulus, dimana sumber informasi merupakan salah satu faktor stimulus.\nMedia sosial merupakan salah satu sumber informasi penting dalam proses pembentukan\ncitra destinasi, dan kecenderungan penggunaan media sosial saat ini juga relatif tinggi dan\nsignifikan. Pada 2019-2020, TikTok menjadi media sosial dengan pertumbuhan pengguna\ntercepat. Sebagai media sosial yang berorientasi pada konten, penelitian ini berfokus pada\npengujian aspek konten TikTok menggunakan model kualitas informasi. Penelitian ini ingin\nmengetahui lebih jauh tentang faktor kualitas informasi, faktor apa saja yang termasuk dalam\nTikTok dan mempengaruhi pembentukan citra destinasi? Faktor mana yang paling\nberpengaruh terhadap pembentukan citra destinasi? Dan berdasarkan hal tersebut,\nrekomendasi apa yang dapat diberikan kepada DMO Bandung Raya untuk mengoptimalkan\nTikTok sebagai saluran komunikasi pariwisata? Survei tersebut melibatkan 219 responden\ndari Jabodetabek, Bandung Raya, dan Jawa Barat yang pernah menonton video TikTok\nterkait destinasi Bandung Raya. Data tersebut kemudian diolah menggunakan aplikasi\nSmartPLS 3.0 dengan pendekatan analisis data PLS-SEM. Dengan hasil bahwa ketertarikan\nberkorelasi positif dengan citra kognitif dan citra afektif, sedangkan relevansi berko relasi\npositif dengan citra kognitif. Kemudian di antara faktor-faktor tersebut, relevansi memiliki\npengaruh paling signifikan terhadap citra kognitif, dan daya tarik memiliki pengaruh paling\nsignifikan terhadap citra afektif. Akibatnya, peran DMO seharusnya mendorong pembuatan\nkonten organik oleh masyarakat atau pengguna melalui pendekatan tantangan atau key\nopinion leader (KOL) sambil mengarahkan konten yang dibuat untuk menekankan aspek\nrelevansi dan minat. Oleh karena itu, penelitian ini diharapkan dapat berkontribusi untuk\nmeningkatkan citra destinasi Bandung Raya, sehingga meningkatkan niat wisatawan untuk\nberkunjung ke Bandung dan dengan demikian berkontribusi sebagai rencana pemulihan\npariwisata pasca pandemi Covid-19.", "Daftar File": {"ABSTRAK Muhammad Alif Fairuz Abadi": "https://digilib.itb.ac.id/gdl/download/231301"}, "Penulis": "Muhammad Alif Fairuz Abadi [19018083]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bandung Raya, Citra Destinasi, Covid-19, Kualitas Informasi, Pariwisata, TikTok", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "25 Agu 2021"}