{"Nomor": 57650, "Judul": "PENGARUH DARI PERUBAHAN METODE PEMBELAJARAN DAN PENGEMBANGAN TERHADAP KEPUASAN KARYAWAN DI PT. ORICA MINING SERVICES", "Abstrak": "Program pembelajaran dan pengembangan PT. Orica Mining Services selalu dilakukan secara tatap muka\natau ruang kelas bagi seluruh karyawan. Sebagai perusahaan yang bergerak di bidang penyedia jasa\npertambangan, program e-learning bukanlah hal baru, karena perusahaan tersebut telah menggunakan\naplikasi SAP dengan bantuan asisten virtual “WalkMe”. Munculnya COVID-19 telah mendesak perusahaan\nuntuk sepenuhnya memanfaatkan platform e-learning. Oleh karena itu, perlu dilakukan identifikasi tingkat\nkepuasan karyawan dalam menggunakan metode e-learning. Berdasarkan tujuan tersebut, belum pernah\nada pula penelitian mengenai kepuasan karyawan terhadap metode e-learning perusahaan. Oleh karena itu,\npenelitian ini berusaha untuk mengetahui pengaruh metode e-learning terhadap kepuasan karyawan dengan\nmenggunakan faktor-faktor seperti persepsi kemudahan penggunaan, manfaat yang dirasakan, kualitas\nsistem, kualitas informasi, dan efikasi diri mengopersikan komputer untuk menentukan faktor-faktor yang\npaling memuaskan dan tidak, bagi karyawan saat menggunakan metode e-learning. Penelitian ini\nmenggunakan metode kuantitatif dan penyebaran kuesioner menggunakan 5 skala Likert secara online\nmelalui Google Form dengan 150 responden dari karyawan di PT. Orica Mining Services. Path analysis\ndilakukan untuk mengetahui hubungan antara setiap faktor terhadap kepuasan karyawan. Hasil penelitian\nmenunjukkan bahwa persepsi kegunaan dan efikasi diri terhadap komputer merupakan faktor yang paling\nsignifikan mempengaruhi kepuasan karyawan terhadap e-learning di PT. Orica Mining Services, sedangkan\npersepsi kemudahan penggunaan merupakan faktor yang tidak berpengaruh secara positif terhadap\nkepuasan karyawan di PT. Orica Mining Services. Dua rekomendasi untuk PT. Orica Mining Services\ndalam meningkatkan penerapan metode e-learning, yaitu memaksimalkan WalkMe sebagai asisten virtual\ndan melakukan survei satu atau dua kali setahun kepada karyawan untuk mendapatkan masukan dan\npendapat terkait sistem SAP.", "Daftar File": {"ABSTRAK Phoebe Ilia Charissa": "https://digilib.itb.ac.id/gdl/download/230990"}, "Penulis": "Phoebe Ilia Charissa [19018035]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D.", "Dany Muhammad Athory Ramdlany, M.icom.", "Emilia Fitriana Dewi, S.H., M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "E-learning, Kepuasan Karyawan, Pembelajaran dan Pengembangan, Persepsi Kemudahan Penggunaan, Persepsi Kegunaan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "25 Agu 2021"}