{"Nomor": 57658, "Judul": "PENGARUH TINGKAT PERINGKAT KREDIT INTERNASIONAL DAN NASIONAL TERHADAP PENGOPTIMALAN STRUKTUR MODAL PERUSAHAAN NON FINANSIAL YANG TERDAFTAR DI  INDONESIA", "Abstrak": "Peringkat kredit adalah ukuran kelayakan kredit perusahaan di pasar keuangan. Mengingat biaya dan\nmanfaat dari peringkat kredit, peringkat kredit seharusnya mempengaruhi keputusan struktur modal tahun\nberikutnya. Penelitian sebelumnya yang melihat hubungan antara peringkat kredit dan struktur modal di\nbanyak negara memiliki hasil yang kompleks dan kontradiksi. Meskipun semakin banyak penelitian yang\nmempertimbangkan peringkat kredit sebagai salah satu penentu struktur modal, hampir tidak ada\npenelitian yang meneliti pengaruh peringkat kredit terhadap jarak antara struktur modal aktual dan\noptimal. Maka itu, penelitian ini bertujuan untuk menguji pengaruh tingkat peringkat kredit pada struktur\nmodal perusahaan yang akan menunjukkan bahwa biaya dan manfaat peringkat kredit cukup penting bagi\nperusahaan, serta menguji apakah tingkat peringkat kredit penting bagi perusahaan untuk meminimalkan\njarak struktur modal aktual ke tingkat optimalnya. Selain itu, penelitian ini juga akan memeriksa efek dari\nlembaga peringkat kredit yang berbeda.\nPenelitian ini menggunakan data sekunder dari Thomson Reuters EIKON. Perusahaan non-keuangan\nIndonesia terdaftar yang diperingkat oleh Standard & Poor's, Moody's, Fitch, atau PEFINDO dipilih dari\nkuartal pertama 2011 hingga kuartal pertama 2021. Namun, karena keputusan struktur modal memiliki\njeda 1 tahun, data untuk credit rating diperlukan sejak kuartal pertama 2010. Penelitian ini menggunakan\nproksi struktur modal yang berbeda untuk mendukung kekokohan model, yaitu hutang jangka panjang\nterhadap total modal (LTDTC), hutang jangka panjang terhadap total aset (LTDA), dan hutang jangka\npanjang terhadap total ekuitas (LTDTE). Sedangkan tingkat optimal struktur modal ditentukan oleh\nIndustry Median Leverage Ratio (IMLR). Regresi data panel tidak imbang akan menggunakan teknik\nestimasi fixed effect (FE).\nHasil menunjukkan bahwa peringkat kredit international penting sebagai penentu tingkat struktur modal.\nAda bentuk non-linier U yang signifikan antara tingkat peringkat kredit Standard & Poor's dan Fitch\nterhadap tingkat struktur modal dan jarak ke tingkat struktur modal yang optimal. Perusahaan\nberperingkat rendah dan tinggi cenderung memiliki utang jangka panjang yang lebih tinggi di tahun\nberikutnya serta memiliki jarak yang lebih besar ke tingkat optimal. Dengan demikian, perusahaan\ndengan peringkat tinggi memanfaatkan biaya utang yang rendah untuk meningkatkan utang mereka\nmengikuti teori trade-off, tapi tindakan tersebut terlihat spontan karena tidak dimanfaatkan untuk\nmemperkecil jarak ke tingkat utang yang optimal. Sedangkan, perusahaan dengan peringkat menengah\ncenderung mempertahankan utangnya di tingkat rendah dan memiliki jarak yang lebih kecil ke tingkat\noptimal. Namun, dengan peringkat Moody, hasil menunjukkan bentuk non-linier U terbalik yang\nberlawanan dengan hasil sebelumnya. Selain itu, peringkat kredit nasional PEFINDO tidak memberikan\ndampak signifikan. Hasil yang didapatkan tetap stabil setelah melakukan robustness check.", "Daftar File": {}, "Penulis": "Christina [19018026]", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, M.A.B.", "Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "peringkat kredit, struktur modal, struktur modal optimal", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "0 file", "Tanggal Input": "25 Agu 2021"}