{"Nomor": 57669, "Judul": "MENGUATKAN POSISI PASAR PRODUK INVESTASI DI SEGMEN ANAK MUDA: STUDI KASUS CIMB NIAGA", "Abstrak": "Di zaman modern seperti ini, semakin banyak pilihan investasi yang tersedia bagi semua orang.  Ditambah lagi dengan bantuan teknologi, semakin mudah saja bagi tiap orang untuk menginvestasikan uangnya.  Bila dulu orang harus ke bank untuk melakukan proses investasi,  kini bisa dilakukan dengan mudah hanya dengan beberapa ketukan ujung jari di gawai milik masing-masing. Investasi penting bagi sebagian orang untuk keamanan finansialnya di masa depan karena orang percaya bahwa uang yang mereka investasikan sekarang akan menghasilkan bunga dan dalam jangka panjang dapat memberikan imbal hasil yang besar.\n\nAda beberapa pilihan yang bisa dipilih untuk berinvestasi. Sebagai permulaan, ada deposito berjangka di bank, obligasi (pemerintah atau korporasi), reksadana, dan produk derivatif.\n\nDeposito berjangka mungkin adalah instrumen keuangan yang paling umum dan paling konvensional.  Ada juga bank yang menawarkan reksadana untuk nasabahnya. Ini adalah produk yang dapat disesuaikan dengan selera risiko masing-masing nasabah.  Bagi nasabah dengan profil risiko agresif, mereka dapat menginvestasikan uangnya di reksadana saham. Nasabah yang lebih menyukai investasi yang aman dan berisiko rendah dapat membeli reksadana pasar uang.  Obligasi juga bisa menjadi alternatif bagi masyarakat yang ingin berinvestasi dan dapat diperdagangkan atau diinvestasikan untuk jangka panjang. Obligasi lebih mirip dengan saham.  Yang berbeda adalah obligasi menjanjikan kupon tingkat bunga yang tetap bagi pemegangnya.\n\nTujuan dari tesis ini adalah untuk melihat apakah generasi milenial sadar akan pilihan investasi ini. Tulisan ini ditulis untuk melihat pilihan apa yang disukai dan menjadi kebutuhan kaum milenial dalam berinvestasi.  Apakah mereka lebih memilih melakukan investasi menggunakan aplikasi melalui telepon seluler atau pergi ke bank? Apa tantangan mereka dalam berinvestasi? Apakah mereka suka berinvestasi dalam jumlah kecil tapi rutin atau mereka lebih suka berinvestasi dalam jumlah besar sekaligus?\n\nItu adalah beberapa pertanyaan yang ingin kami temukan jawabannya dalam tesis ini. Begitu kita menemukan jawaban apa yang diinginkan dan dibutuhkan kaum milenial dalam berinvestasi, hal ini bisa digunakan dan dirumuskan dalam strategi perbankan.  Bank dapat memanfaatkan hal ini untuk menciptakan dan menawarkan lebih banyak produk investasi bagi kaum millennial: Kelompok yang lebih muda dan aktif.\n\nPenulis telah melakukan riset sekunder dan melakukan wawancara mendalam dengan generasi milenial berusia 24-26 tahun untuk mengetahui lebih jauh tentang perilaku investasi mereka.  Responden yang dipilih harus memiliki gelar sarjana, sudah bekerja atau baru memulai karir. Ini menjadi kriteria karena kelompok nasabah seperti ini adalah segmen baru yang akan dibidik oleh CIMB Niaga.", "Daftar File": {"COVER Theodore Arthur M Soemarsono": "https://digilib.itb.ac.id/gdl/download/263025", "BAB 1 Theodore Arthur M Soemarsono": "https://digilib.itb.ac.id/gdl/download/263026", "BAB 2 Theodore Arthur M Soemarsono": "https://digilib.itb.ac.id/gdl/download/263027", "BAB 3 Theodore Arthur M Soemarsono": "https://digilib.itb.ac.id/gdl/download/263028", "BAB 4 Theodore Arthur M Soemarsono": "https://digilib.itb.ac.id/gdl/download/263029", "PUSTAKA Theodore Arthur M Soemarsono": "https://digilib.itb.ac.id/gdl/download/263030"}, "Penulis": "Theodore Arthur M Soemarsono [29319374]", "Kontributor / Dosen Pembimbing": ["Dr. Jacob Silas Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Produk Investasi, Reksa Dana, Obligasi, Positioning, Startup Teknologi Finansial, Perilaku Pelanggan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "25 Agu 2021"}