{"Nomor": 57662, "Judul": "IMPLEMENTASI TRANSFORMASI DIGITAL PADA INDUSTRI KEUANGAN: RESPONSE NASABAH TERHADAP LAYANAN FINTECH DI INDONESIA SEBAGAI MUNCULNYA DISRUPSI DIGITAL PADA INDUSTRI PERBANKAN DI INDONESIA:  (STUDI KASUS PADA MILENIAL DAN GEN Z)", "Abstrak": "Konsep transformasi digital merupakan konsep baru yang muncul karena adanya inovasi teknologi, dan teknologi tersebut diadaptasi sejak internet diperkenalkan. Transformasi digital dapat dideskripsikan sebagai sebuah proses dan strategi menggunakan teknologi digital untuk merubah proses bisnis dan operasional dalam mengembangkan cara yang berbeda pada pelayanan kepada pelanggan, dan transformasi digital ini juga berdampak terhadap industri keuangan\n\nBank memiliki peranan penting di dalam industri keuangan, dan FinTech hadir dengan adanya transformasi digital pada industri keuangan di Indonesia, dan hadirnya FinTech berpotensi mendisrupsi industry perbankan.  Sebagai mayoritas dari populasi dan memiliki peranan penting dalam transformasi digital di Indonesia, Milenial dan Gen Z memiliki fungsi penting di dalam menentukan masa depan dari layanan keuangan digital di Indonesia. Apakah di masa depan FinTech masih akan relevan, atau apakah akan ada pilihan lainnya nanti di masa depan. Dan apa saja tantangan dan solusi untuk meningkatkan implementasi transformasi digital layanan keuangan. \nPenelitian ini melakukan penelitian kuantitatif dan analisa deskriptif yang menganalisa hasil statistik dari responden milenial dan Gen Z berkenaan dengan pertanyaan-pertanyaan yang terkait transformasi digital pada layanan keuangan, terutama apakah FinTech akan mendisrupsi industri perbankan menurut mata generasi digital.", "Daftar File": {"COVER Dewi Savitri": "https://digilib.itb.ac.id/gdl/download/261926", "BAB 1 Dewi Savitri": "https://digilib.itb.ac.id/gdl/download/261927", "BAB 2 Dewi Savitri": "https://digilib.itb.ac.id/gdl/download/261935", "BAB 3 Dewi Savitri": "https://digilib.itb.ac.id/gdl/download/261937", "BAB 4 Dewi Savitri": "https://digilib.itb.ac.id/gdl/download/261938", "PUSTAKA Dewi Savitri": "https://digilib.itb.ac.id/gdl/download/261939"}, "Penulis": "Dewi Savitri [29319474]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "FinTech, Industri Perbankan, millennials, Gen Z, Digitalisasi, Layanan Finansial.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "25 Agu 2021"}