{"Nomor": 57665, "Judul": "VALUASI SAHAM DAN PERFORMA BISNIS DARI PERUSAHAAN FARMASI INDONESIA DI TENGAH PANDEMI COVID-19 (STUDI KASUS DARI PT. KALBE FARMA, TBK.)", "Abstrak": "Industri farmasi di Indonesia sedang mengalami kondisi peningkatan moderat sebagai dampak dari pandemic COVID-19. Permintaan atas produk farmasi yang berkaitan dengan COVID-19 meningkat secara signifikan, sebaliknya terdapat juga penurunan atas permintaan produk farmasi yang tidak berkaitan dengan peyakit COVID-19. Terlebih lagi, biaya atas bahan dasar obat mengalami peningkatan akibat dampak dari kondisi ekonomi global yang mengalami penurunan. Namun, meskipun menghadapi tantangan yang ada pertumbuhan industry mencapai 9 persen pada tahun 2020 dan diproyeksikan untuk mencapai dua digit persentase pada tahun 2021 oleh Kementrian Perindustrian. \n\nPT Kalbe Farma, Tbk (KLBF) adalah salah satu perusahaan farmasi terbesar di Indonesia dengan posisi memimpin persaingan industri. Sebagai perusahaan publik yang memiliki kapitalisasi pasar terbesar di grup industri farmasi, KLBF juga merasakan dampak dari pandemi terhadap performa bisnisnya yang membawa tantangan sekaligus kesempatan. Kondisi ini dapat mempengaruhi performa saham dari perusahaan sebagai refleksi atas persepsi investor dalam melihat peristiwa ini.\n\nObyektif utama dari tugas akhir ini adalah untuk menemukan nilai intrinsik dari KLBF untuk membantu investor mengambil keputusan di tengah situasi yang ada. Dengan mengevaluasi performa keuangan 5 tahun terakhir serta keseluruhan performa bisnis perusahaan, riset ini melakukan valuasi saham yang dikerjakan dengan menggunakan metode valuasi absolut dan relatif, serta metode pendukung lainnya. Menggunakan metode Discounted Cash Flow (DCF), nilai intrinsik perusahaan ditemukan di angka 1,397 rupiah per lembar saham. Sedangkan dengan menggunakan rata-rata dari P/E dan EV/EBITDA, nilai intrinsik perusahaan di angka 1,233 rupiah dan 1,330 rupiah per lembar saham. Berdasarakan hasil yang didapatkan dari valuasi pada riset ini, penulis menyarankan untuk tidak membeli saham ini dikarenakan harga pasar lebih tinggi dibandingkan dengan nilai intrinsik pada saat riset ini dilakukan. Di lain perspektif, penulis juga menyimpulkan bahwa KLBF memiliki fundamental yang kuat dimana dapat mencatat pertumbuhan positif pada profitabilitas dan nilai pengembalian secara berkelanjutan dengan kondisi kesehatan keuangan yang baik sehingga penulis dapat menyarankan untuk membeli atau memegang saham ini untuk investasi jangka panjang.", "Daftar File": {"COVER Gideon Ericko Setiawan": "https://digilib.itb.ac.id/gdl/download/262075", "BAB 1 Gideon Ericko Setiawan": "https://digilib.itb.ac.id/gdl/download/262076", "BAB 2 Gideon Ericko Setiawan": "https://digilib.itb.ac.id/gdl/download/262077", "BAB 3 Gideon Ericko Setiawan": "https://digilib.itb.ac.id/gdl/download/262078", "BAB 4 Gideon Ericko Setiawan": "https://digilib.itb.ac.id/gdl/download/262079", "PUSTAKA Gideon Ericko Setiawan": "https://digilib.itb.ac.id/gdl/download/262080"}, "Penulis": "Gideon Ericko Setiawan [29319499]", "Kontributor / Dosen Pembimbing": ["Dr. Erman Arif Sumirat S.E., M.Buss., CRP., CSA., CIB., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Farmasi, COVID-19, Performa Keuangan, Valuasi Saham, Valuasi Absolut, Valuasi Relatif, Kalbe Farma.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "25 Agu 2021"}