{"Nomor": 57672, "Judul": "DIGITAL MARKETING STRATEGY IN AN EFFORT TO INCREASE  GKP WORLDWIDE'S ONLINE RETAIL SALES", "Abstrak": "Pada tahun 2021 ini, dunia bisnis online mengalami perkembangan yang sangat\nsignifikan, dan hampir semua lini bisnis mencoba untuk melakukan perluasan kegiatan\nbisnis mereka di sektor online, industry fashion merupakan salah satu sektor yang paling\ndominan di dunia online saat ini. Hal ini juga diperkuat dengan pandemic COVID-19\nyang melanda seluruh penduduk dunia semenjak awal tahun 2020 kemarin, yang\nmengakibatkan terbatas nya ruang gerak manusia dan kegiatan operasional tatap muka\nyang terbatas di semua sektor kehidupan. Sebagai salah satu brand fashion pendatang\nbaru, tentunya peralihan ke dunia digital ini menjadi sebuah tantangan dan juga peluang\nyang harus bisa dimanfaatkan oleh GKP Worldwide. Tantangan yang akan dihadapi oleh\nGKP Worldwide ialah bagaimana menyusun strategi dan juga perubahan untuk\nmengejar ketertinggalan dari para market leader yang sudah terlebih dahulu masuk dan\ntelah menguasi pasar online. Selain itu,dengan kemudahan akses pada segmen online\nmemberikan peluang untuk mempercepat pertumbuhan dan dapat langsung dapat\nbersaing dengan para pesaing menjadi suatu hal yang harus dimanfaatkan sebaik-baik\nnya oleh GKP Worldwide. \nDalam mengkaji tantangan dan peluang tersebut, beberapa teori akan digunakan sebagai\ndasar dalam pemecahan masalah menggunakan metode penelitian eksperimen, mulai\ndari analisa STP, brand awareness, marketing mix, internet advertising, sales promotion\ndan endorsement. Pada studi ini, teori-teori tersebut akan menjadi dasar dari kegiatan\npemasaran digital GKP Worldwide, yang nantinya akan dilakukan pengukuran melalui\npeningkatan jumlah followers pada beberapa platform digital, peningkatan penjualan,\nhingga pengukuran ROAS untuk mengetahui efektivitas dari kegiatan pemasaran yang\ntelah dilakukan GKP Worldwide. \nBerdasarkan eksperimen yang telah dilakukan pada studi ini, terdapat beberapa\nrekomendasi yang dapat dilakukan oleh GKP Worldwide kedepan nya. Pertama, kegiatan\ninternet advertising yang konsisten, memiliki perencanaan yang baik dan pemilihan\naudiens yang tepat sasaran dapat menjadi salah satu solusi yang efektif bagi perusahaan\ndalam upaya meningkatkan brand awareness, brand value, hingga kegiatan penjualan di \nera digital saat ini. Pembuatan konten iklan yang baik, dan pemilihan audiens yang tepat\nakan meningkatkan efeketifitas dari biaya iklan yang dikeluarkan, sehingga ROAS yang\ndihasilkan lebih tinggi. Kedua, inovasi produk merupakan salah satu strategi yang\nefeketif dalam melakukan penetrasi pasar. Ketiga, kegiatan promosi dapat dijadikan\nsebagai media oleh GKP Worldwide dalam meningkatkan kesadaran merek dan juga\ntingkat penjualan, seperti program diskon, voucher, dan juga kegitan endorsement.", "Daftar File": {"2021_TS_PP_M IBRAHIM SHIBGHATURRAHMAN_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/231110"}, "Penulis": "M Ibrahim Shibghaturrahman [29119497]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "COVID-19, Online Market, Digital Marketing, Fashion Industry.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Agu 2021"}