{"Nomor": 57673, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN NIAT KUNJUNGAN WISATAWAN DOMESTIK(STUDI KASUS: CILETUH- PALABUHANRATU UNESCO GLOBAL GEOPARK)", "Abstrak": "Pariwisata di Indonesia menawarkan berbagai destinasi wisata, salah satunya Ciletuh –\nPalabuhanratu UNESCO Global Geopark (CPUGGp) yang terletak di Kabupaten Sukabumi,\nJawa Barat. CPUGGp sebagai destinasi pariwisata menawarkan tiga kegiatan utama yang\nselaras dengan aspek geopark, yaitu geodiversity, biodiversity, dan cultural diversity. Namun,\nseiring dengan terus berkembangnya industri pariwisata yang semakin kompetitif, CPUGGp\nmenghadapi tantangan dalam menarik minat pengunjung. Pada tahun 2019 – 2020, jika\ndibandingkan dengan pengunjung yang datang ke destinasi wisata di Kabupaten Sukabumi,\nCPUGGp hanya mencapai sekitar 5,9% saja. Penelitian ini bertujuan untuk memberikan\npemecahan masalah bagi Manajemen CPUGGp. Untuk memahami permasalahan yang\ndihadapi CPUGGp, penelitian ini menggunakan pendekatan teoritis analisis pelanggan, analisis\neksternal menggunakan analisis lingkungan dan industri, serta analisis internal yang dilakukan\ndengan model berbasis sumber daya. Analisis pelanggan dimaksudkan untuk menguji\npengetahuan destinasi pelanggan dan pengaruhnya terhadap niat berkunjung mereka.\nMetodologi yang digunakan untuk menganalisis data analisis pelanggan menggunakan analisis\nregresi berganda. Variabel pengetahuan destinasi adalah kesadaran destinasi dan citra destinasi,\nyang diteliti apakah ada pengaruh positif terhadap niat berkunjung. Hasil analisis secara\nkeseluruhan kemudian dirangkum melalui analisis SWOT, dan selanjutnya diidentifikasi akar\nmasalahnya. Hasil penelitian menunjukkan bahwa Manajemen CPUGGp perlu\nmengembangkan kegiatan promosi digital yang lebih baik, meningkatkan infrastruktur di\ndaerah, memberikan peta panduan yang jelas kepada pelanggan, serta mengkomunikasikan\nkampanye perjalanan dengan protokol kesehatan untuk kunjungan potensial pascapandemi.\nHasil analisis ini akan dikembangkan menjadi strategi pemasaran untuk meningkatkan niat\nberkunjung pengunjung domestik ke CPUGGp.", "Daftar File": {"2021_TS_PP_Afifa Hilya Kamila_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/231111"}, "Penulis": "Afifa Hilya Kamila [29119071]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Destinasi Wisata, Geopark, Pengetahuan Destinasi, Niat Berkunjung", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Agu 2021"}