{"Nomor": 57678, "Judul": "TABEL HIDUP LALAT TENTARA HITAM HERMETIA ILLUCENS LINNAEUS (DIPTERA: STRATIOMYIDAE) PADA SUBSTRAT KULIT ARI KEDELAI", "Abstrak": "Black Soldier Fly (BSF) Hermetia illucens (Diptera: Stratiomyidae) merupakan serangga biokonverter yang mampu menguraikan berbagai jenis sampah organik. Pada penelitian ini larva BSF diberi pakan kulit ari kedelai yang merupakan salah satu limbah organik yang sampai saat ini belum banyak dimanfaatkan. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh penggunaan kulit ari kedelai sebagai pakan berdasarkan tabel hidup BSF H. illucens, meliputi periode hidup dan potensi reproduksi yang dihasilkan. Metode yang digunakan dalam analisis tabel hidup BSF dalam penelitian ini adalah tabel kehidupan dua jenis kelamin tahap usia, dengan rata-rata dan standar kesalahan dikalkulasi menggunakan uji bootstrap berpasangan. Percobaan terdiri dari 2 perlakuan yaitu kulit ari kedelai dan pakan ayam komersial sebagai kontrol. Penelitian dilakukan pada kondisi suhu 22-28?, kelembaban 55-90%, dan pencahayaan 12 jam terang : 12 jam gelap. Parameter tabel hidup BSF yang diamati meliputi masa hidup telur, larva, pupa dewasa, mortalitas tiap stadia, rasio jenis kelamin, dan fekunditas, kemudian dianalisis dengan menghitung berdasarkan tabel umur dua jenis kelamin untuk mendapatkan laju intrinsik kenaikan populasi (r), laju pertambahan individu per satuan waktu/laju kenaikan terbatas (?), laju reproduksi bersih (R0), dan rata-rata waktu generasi (T). Hasil penelitian menunjukkan bahwa BSF yang diberi pakan kulit ari kedelai dan pakan ayam komersial memiliki nilai masing-masing R0 sebanyak 102,50 dan 118,40 keturunan, nilai r sebesar 0,105 dan 0,106 per hari, nilai ? sebesar 1,111 dan 1,112 per hari, dan durasi T selama 43,82 dan 44,75 hari. Hasil penelitian dapat disimpulkan bahwa kulit ari kedelai merupakan media perbanyakan massal BSF yang baik atau setara dengan pakan ayam komersial berdasarkan analisis tabel hidup dua jenis kelamin (two-sex life table).", "Daftar File": {"ABSTRAK Fahri Rijal Giffari": "https://digilib.itb.ac.id/gdl/download/231116"}, "Penulis": "Fahri Rijal Giffari [20619005]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hermetia illucens, kulit ari kedelai, kenaikan intrinsik populasi (r), laju terbatas kenaikan populasi (?), reproduksi bersih (R0), rata-rata waktu generasi (T).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Agu 2021"}