{"Nomor": 57690, "Judul": "PENILAIAN GENERASI Z DI INDOESIA TERHADAP STRATEGI HARGA MERK LOKAL: ILKA", "Abstrak": "Strategi harga dari suatu bisnis baru di Indonesia sangatlah penting. Indonesia, negara yang dipercaya masih merupakan negara berkembang, di mana masyarakatnya lebih memilih untuk membeli produk global dan kurang mempercayai produk-produk lokal negaranya sendiri. Tetapi, beberapa waktu terakhir, banyak orang yang sudah membuka kesempatan untuk produk dan merk lokal. Letak masalahnya ada di bagaimana mereka menyusun strategi harga yang terlalu tinggi, karena mereka sangat percaya diri untuk dapat bersaing dengan merk global, atau justru terlalu rendah karena mereka takut atau tidak percaya diri untuk dapat bersaing dan tetap berada di pasaran karena bersaing dengan produk dan merk yang telah terkenal secara global. Untuk itu, penelitian ini akan menggunakan analisa deskriptif dan regresi linear berganda, menganalisis dimensi fungsional, ekonomis, emosional, sosial, dan servis sebagai variabel untuk menyusun strategi harga untuk ILKA, salah satu merk lokal Indonesia yang menargetkan generasi Z sebagai target market mereka. Penelitian ini akan menganalisa dengan cara menyebarkan kuesioner ke 400 generasi Z di Indonesia sebagai sampel. Hasilnya menunjukkan bahwa dimensi fungsional yang paling signifikan dan sebaliknya, dimensi sosial sebagai dimensi yang paling tidak signifikan.", "Daftar File": {"ABSTRAK Aurelia Agatha": "https://digilib.itb.ac.id/gdl/download/231128"}, "Penulis": "Aurelia Agatha [19018089]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D.", "Kurnia Fajar Afgani, S.A.B., M.B.A.", "Fikri Hadiansyah, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategi penghargaan; generasi Z; merk lokal; nilai keuntungan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Agu 2021"}