{"Nomor": 57699, "Judul": "MENENTUKAN FAKTOR-FAKTOR YANG MEMPENGARUHI PERILAKU PEMBELIAN BERKELANJUTAN KONSUMEN INDONESIA (STUDI KASUS DARI DOSOON)", "Abstrak": "Permintaan konsumen akan barang dan jasa telah berkembang secara dramatis selama bertahun-tahun,\ndan konsumsi masyarakat yang berlebihan ini menyebabkan banyak masalah bagi lingkungan dan\nmasyarakat. Terlepas dari kenyataan tersebut, kesadaran dan niat masyarakat untuk membeli produk\ndan layanan berkelanjutan mulai meningkat dalam beberapa dekade terakhir, sebagai bentuk\nkesadaran terhadap masalah yang ada. Namun, telah ditemukan bahwa peningkatan niat ini tidak\nberubah menjadi pembelian aktual, penelitian sebelumnya telah menemukan korelasi yang buruk\nantara sikap positif konsumen terhadap pembelian berkelanjutan dan perilaku pembelian aktual\nmereka. Penelitian ini bertujuan untuk mengidentifikasi faktor-faktor yang mempengaruhi perilaku\npembelian berkelanjutan konsumen dan menghasilkan rekomendasi pendekatan pemasaran dari\nmereka, sehingga diharapkan dapat mendorong dan mengubah niat target pasar Dosoon untuk\nmenerapkan perilaku pembelian berkelanjutan menjadi kegiatan aktual. Survei telah dilakukan\nterhadap 150 orang yang terdiri dari Milenial dan Generasi Z di Jabodetabek, Yogyakarta, dan\nBandung dengan menggunakan Social Cognitive Theory (SCT), dan Confirmatory Factor Analysis\n(CFA) digunakan untuk menguji hasilnya. Hasil penelitian menunjukkan bahwa Supportive Behavior\nfor Environmental Organizations dan Perceived knowledge tentang isu-isu keberlanjutan merupakan\ndua faktor yang paling signifikan mempengaruhi perilaku konsumen yang berkelanjutan, selain itu,\nPerceived Marketplace Influence merupakan satu-satunya variabel yang terbukti tidak berpengaruh\npositif terhadap perilaku konsumen yang berkelanjutan. Temuan ini dapat dimanfaatkan untuk\nmenghasilkan rekomendasi pendekatan pemasaran bagi Dosoon dan UKM di Indonesia yang\nmenerapkan nilai keberlanjutan, dengan lebih memperhatikan variabel-variabel yang terbukti\nmemiliki pengaruh signifikan terhadap perilaku pembelian berkelanjutan konsumen", "Daftar File": {"ABSTRAK Glenito Yusuf Bagaskoro": "https://digilib.itb.ac.id/gdl/download/231136"}, "Penulis": "Glenito Yusuf Bagaskoro [19218061]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kesenjangan sikap-perilaku, Pemasaran, Pengaruh Pasar yang Dirasakan, Perilaku mendukung untuk organisasi lingkungan, Perilaku pembelian berkelanjutan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "26 Agu 2021"}