{"Nomor": 57696, "Judul": "INSTAGRAM ADS AND CELEBRITY ENDORSEMENT ANALYSIS TO PURCHASE INTENTION ON ECO-FRIENDLY FASHION", "Abstrak": "Masalah sampah plastik kini semakin menjadi isu penting baik bagi Indonesia maupun negara lain karena polusi yang terus meningkat setiap tahunnya. Salah satu pencemar terbesar bagi lingkungan saat ini adalah industri fashion. Di Indonesia, seiring dengan meningkatnya kepedulian masyarakat terhadap lingkungan, dalam beberapa tahun terakhir tren fashion ramah lingkungan mulai merambah produk lokal. Industri yang memproduksi fashion ramah lingkungan saat ini menggunakan Instagram sebagai media promosi, karena dapat membuat produknya menjangkau lebih banyak orang. Selain menggunakan Instagram Ads dalam mempromosikan produk kepada konsumen, metode lain yang saat ini banyak digunakan oleh perusahaan dalam mempromosikan produk di Instagram adalah dengan menggunakan Celebrity Endorsement. Dengan harapan setelah menggunakan cara ini masyarakat akan memiliki keinginan untuk membeli barang tersebut. Penelitian ini bertujuan untuk mengungkapkan pengaruh Instagram Ads dan Celebrity Endorsement terhadap Minat Beli Konsumen pada Produk Fashion Ramah Lingkungan dan memberikan rekomendasi kepada Farven Company untuk meningkatkan pemasaran media sosialnya setelah meneliti pengaruh iklan Instagram dan dukungan selebriti. pada niat beli. Rancangan penelitian ini terdiri dari identifikasi masalah, tinjauan pustaka, pengumpulan data, analisis data dan penarikan kesimpulan & rekomendasi. Proses pengumpulan data primer dilakukan melalui kuesioner sebagai alat utama dengan menggunakan metode quota sampling. Untuk menguji dan mengevaluasi masing-masing variabel menurut minat beli, peneliti menggunakan metode kuantitatif. Data primer akan diambil dengan menggunakan kuesioner yang disebarkan melalui google form. Data sekunder berupa jurnal, website, buku, dan artikel. Populasi penelitian ini adalah pengguna Instagram 5 perusahaan ramah lingkungan (Sejauh Mata Memandang, Sukkha Citta, Lanivatti, Imaji Studio, dan Biasa Official sebanyak 237.033 followers. Penelitian ini menggunakan metode non-probability sampling yaitu metode purposive sampling. Berdasarkan perhitungan menggunakan Rumus Slovin, Jumlah Responden Minimum adalah 100 orang Peneliti mengumpulkan data dari 150 orang Peneliti menggunakan skala Likert dalam mengukur penelitian Penelitian ini menggunakan SPSS sebagai alat pengolah data Berdasarkan hasil uji signifikansi F, nilai F hitung sebesar 105.433 dengan taraf signifikansi 0,000, sedangkan F tabel sebesar 3,0572 (F hitung > F tabel, signifikansi 0,000 < 0,05), hal ini berarti bahwa Instagram Ads (X1) dan Variabel Celebrity Endorsement (X2) berpengaruh signifikan terhadap variabel dependen.Pada uji R squared diperoleh hasil sebesar 0,589, artinya variabel independen Instagram Ads dan Celebrity Endorsement secara bersama-sama berpengaruh positif terhadap konsumsi minat beli produk fesyen ramah lingkungan sebesar 58%. Pengaruh lainnya sebanyak 42% dipengaruhi oleh faktor eksternal selain iklan Instagram dan dukungan selebriti. Dari hasil uji T-Significance, variabel Instagram Ads (X1) memiliki nilai T-\nvalue sebesar 4,75 (T-tabel 1,97) signifikansinya 0,000. Celebrity Endorsement (X2) memiliki nilai T sebesar 8,91 (T-tabel 1,97) dan signifikansinya sebesar 0,000. Hasil ini menunjukkan bahwa terdapat pengaruh positif antara variabel X1 dan Y, serta antara variabel X2 dan Y. Kesimpulannya secara keseluruhan, Instagram Ads dan Celebrity Endorsement berpengaruh positif terhadap niat beli konsumen terhadap Produk Fashion Ramah Lingkungan, sehingga kedua fitur pemasaran tersebut dapat dimanfaatkan dan diterapkan oleh Farven, menjadi strategi pemasaran Produk Teknologi Pencelupan Alami dan Digital Printing Fashion melalui media Instagram. Untuk rekomendasi proyek bisnis Farven, Farven harus mengetahui bahwa produk masker yang ditawarkannya menggunakan Teknologi Natural Dyeing dan Digital Printing yang merupakan teknologi baru, serta harus mengedukasi masyarakat dan masyarakat tentang Teknologi Natural Dyeing dan Digital Printing di Produk Fashion Ramah Lingkungan Farven.", "Daftar File": {"ABSTRAK Muhammad Ridwan Zaelani": "https://digilib.itb.ac.id/gdl/download/231133"}, "Penulis": "Muhammad Ridwan Zaelani [19218045]", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, S.E., M.Si.", "Dra. Sri Hartati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Dukungan Selebriti, Fashion Ramah Lingkungan, Iklan Instagram, Niat Beli, Pemasaran Media Sosial", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "26 Agu 2021"}