{"Nomor": 57701, "Judul": "PENGARUH INSTAGRAM TERHADAP HUBUNGAN PELANGGAN, EKUITAS PELANGGAN, DAN NIAT PEMBELIAN PADA MEREK MODE MEWAH", "Abstrak": "Seiring penggunaan platform belanja online menjadi semakin penting bagi masyarakat saat ini, merek\nmode mewah terdorong untuk mengadopsi penjualan online sebagai saluran distribusi mereka, terutama\ndalam mengadopsi pemasaran media sosial melalui platform Instagram. Hal ini disebabkan media sosial\nmemberikan peluang kepada merek mode mewah untuk menjangkau pasar yang lebih luas tanpa jarak\ndan waktu, serta membantu mereka menarik generasi muda yang secara signifikan berdampak pada\npeningkatan laba dan penjualan. Namun, penggunaan media sosial membawa dilema dan keraguan bagi\nmerek mode mewah disebabkan perbedaan karakteristik di antara mereka. Selain itu, kurangnya\npenelitian yang membahas bagaimana seharusnya merek mode mewah menggunakan Instagram dalam\nmengelola hubungan pelanggan dan ekuitas pelanggan mereka. Menanggapi situasi ini, penelitian ini\ndilakukan untuk menilai pengaruh Instagram dalam membangun hubungan pelanggan dan ekuitas\npelanggan, yang pada akhirnya, meningkatkan niat pembelian. Pendekatan kuantitatif melalui metode\nkuesioner-survei dilakukan dalam mengumpulkan 300 partisipan online, dimana partisipan pernah\nmembeli produk dan mengikuti Instagram merek mode mewah dari Merek Gucci, CHANEL, Louis\nVuitton, dan Dior. Untuk menganalisis data, peneliti menggunakan statistik deskriptif, MANOVASPSS,\ndan PLS-SEM. Hasilnya, penelitian ini dapat menjawab dilema penggunaan media sosial dimana\ndua atribut dari pemasaran media sosial berdampak signifikan dalam membangun hubungan pelanggan\ndan pendorong ekuitas pelanggan, seperti ekuitas nilai, ekuitas merek, dan ekuitas hubungan. Ditambah\nlagi, hasil menunjukan niat pembelian secara signifikan dipengaruhi oleh hubungan pelanggan, ekuitas\nmerek, dan ekuitas hubungan. Oleh karena itu, temuan ini diharapkan dapat bermanfaat bagi merek\nmode mewah dalam memaksimalkan penggunaan Instagram sekaligus menyampaikan nilai kemewahan\nkepada pasar.", "Daftar File": {"ABSTRAK Dewidya Natiqa": "https://digilib.itb.ac.id/gdl/download/231139"}, "Penulis": "Dewidya Natiqa [19018205]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., M.B.A.", "Evy Rachmawati Chaldun, S.E., M.Si.", "Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ekuitas Pelanggan; Hubungan Pelanggan; Instagram; Merek Mode Mewah; Niat Pembelian", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Agu 2021"}