{"Nomor": 57705, "Judul": "OPTIMISASI PORTOFOLIO SAHAM JIWASRAYA DAN ASABRI DENGAN GOLDEN SINE ALGORITHM", "Abstrak": "Perusahaan asuransi Jiwasraya dan ASABRI diberitakan mengalami ekuitas negatif akibat investasi saham gorengan di awal tahun 2020. Saham gorengan merupakan saham yang pergerakan harganya direkayasa oleh pelaku pasar saham untuk kepentingan tertentu, sehingga saham tersebut dimasukkan dalam kategori unusual market activity oleh Bursa Efek Indonesia. Karena hal tersebut, tugas akhir ini akan membahas mengenai pencarian nilai return dan risiko optimal dari portofolio saham ASABRI dan Jiwasraya menggunakan Model Portofolio Mean-Variance yang dikembangkan Harry Markowitz pada tahun 1952. Optimisasi masalah single-objective dilakukan dengan berbagai kendala, seperti buy-in threshold yaitu kendala untuk membatasi nilai minimum proporsi saham pilihan agar terhindar dari membeli saham yang kurang menguntungkan, cardinality yaitu kendala untuk membatasi banyaknya saham yang dipilih dalam portofolio, dan roundlot yaitu kendala untuk menentukan nilai optimum investasi saham dalam satuan lot. Masalah optimisasi portofolio single-objective digunakan untuk mencari nilai risiko minimum dengan suatu target return yang ditentukan dan mencari nilai return maksimum dengan suatu risiko target yang ditentukan. Sedangkan, masalah optimisasi portofolio multi-objective akan digunakan untuk mencari risiko minimum dan return maksimum secara bersamaan dengan metode weighted-sum. Untuk masalah multi-objective, akan digunakan sebanyak 11 nilai bobot untuk membangun Pareto Front sigma terhadap return, dimana sigma merupakan akar kuadrat dari risiko. Grafik pareto front akan menunjukkan bahwa untuk mendapatkan return tinggi, harus bersamaan dengan risiko tinggi dari portofolio. Pada tugas akhir ini, akan dilakukan juga optimisasi saham-saham dari indeks IDX30 dan LQ45 menggunakan masalah optimisasi multi-objective dengan kendala cardinality, dimana akan dipilih banyak saham pilihan ????=9 dan ????=14. Dengan ini, masing-masing portofolio hasil optimisasi multi-objective saham IDX30 dapat dibandingkan dengan portofolio ASABRI dan Jiwasraya. Masalah optimisasi portofolio akan diselesaikan dengan algoritma Golden Sine (GSA). Algoritma Golden Sine merupakan metode metaheuristik yang memanfaatkan fungsi gelombang sinusoidal dengan amplitudo menurun sebagai prinsip eksplorasi calon solusi optimum dalam domain masalah dan metode golden section sebagai prinsip eksploitasi dalam daerah berdekatan dengan optimum global. Evaluasi algoritma Golden Sine dilakukan dengan sebanyak 3 fungsi benchmark, masalah MINLP, dan masalah optimisasi portofolio dengan kendala buy-in threshold dan roundlot.", "Daftar File": {"ABSTRAK Andro Yosua Siregar": "https://digilib.itb.ac.id/gdl/download/235437"}, "Penulis": "Andro Yosua Siregar [10116068]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "portofolio saham, optimisasi, algoritma golden sine, algoritma golden section search", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "26 Agu 2021"}