{"Nomor": 57711, "Judul": "PENENTUAN PREMI REASURANSI OPTIMAL MENGGUNAKAN EXPECTED VALUE PRINCIPLE BERDASARKAN UKURAN RISIKO VALUE-AT-RISK", "Abstrak": "Dalam upaya untuk meminimalkan kerugian finansial perusahan asuransi, pengalihan sebagian risiko yang ditanggung dapat dilakukan kepada perusahaan reasuransi. Terdapat kontrak reasuransi stop-loss yang mana pembagian kerugian bergantung pada batas retensi berupa besar kerugian maksimum yang akan ditanggung oleh perusahaan asuransi. Perusahaan asuransi membayarkan premi reasuransi kepada perusahaan reasuransi sebagai imbalan atas pengalihan risiko tersebut. Semakin besar risiko yang dialihkan kepada perusahaan reasuransi, semakin besar pula premi reasuransi yang harus dibayarkan oleh perusahaan asuransi. Perusahaan asuransi harus menentukan retensi yang optimal sedemikian sehingga premi reasuransi yang optimal didapatkan sesuai dengan kerugian yang dialihkan kepada perusahaan reasuransi. Premi reasuransi dihitung dengan menggunakan Expected Value Principle Premium. Kontrak reasuransi yang optimal ditentukan dengan meminimumkan Value-at-Risk total kerugian perusahaan asuransi yang meliputi retensi perusahaan asuransi dan premi reasuransi. Value-at-Risk merupakan besaran kerugian yang dianggap berisiko. Pembentukan kontrak reasuransi yang optimal biasanya hanya dilihat dari sisi perusahaan asuransi tanpa mempertimbangkan sisi perusahaan reasuransi. Untuk mengatasi masalah tersebut besar risiko yang dialihkan ke perusahaan reasuransi juga terbatas. Pada tugas akhir ini diperoleh bahwa penentuan premi reasuransi yang optimal bergantung kepada tingkat kepercayaan, safety loading factor, batas kerugian yang dapat dialihkan kepada perusahaan reasuransi, dan bentuk distribusi kerugian. Terdapat juga aplikasi penentuan premi reasuransi yang optimal untuk kerugian berdistribusi lognormal dan eksponensial.", "Daftar File": {"ABSTRAK ADRIAN BONAR.pdf?": "https://digilib.itb.ac.id/gdl/download/231149"}, "Penulis": "Adrian Bonar [10117074]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kontrak reasuransi stop-loss terbatas, premi reasuransi optimal, retensi perusahaan asuransi optimal, Expected Value Principle Premium, Value-at-Risk, tingkat kepercayaan, safety loading factor", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "26 Agu 2021"}