{"Nomor": 57719, "Judul": "PEMODELAN NUMERIK UNTUK PENENTUAN PENGARUH TINGGI LOMBONG PADA TEGANGAN TERINDUKSI DI SEKITAR LOMBONG PADA METODE PENAMBANGAN OPEN STOPING", "Abstrak": "Pada metode penambangan open stoping diperlukan sebuah ruang dalam area pertambangan yang\ndipilih dan digunakan untuk proses pengambilan, serta penyimpanan sementara bijih yang biasa\ndisebut sebagai stope atau lombong. Pada penggalian lombong, terdapat potensi terjadinya rockburst.\nRockburst adalah keadaan dimana batuan mengalami ledakan akibat dari terjadinya pelepasan energi\nsecara tiba-tiba dibawah pengaruh tegangan yang tinggi di sekitar lubang bukaan.\nPada penelitian ini dilakukan analisis pengaruh tahapan penggalian terhadap tegangan terinduksi di\nsekitar lombong. Lombong dimodelkan secara numerik menggunakan perangkat lunak dengan\ndimensi lebar 5 m dan tinggi 30 m yang kemudian akan dilakukan penggalian dalam tahapan\npenambangan 3 m, 5 m, 7.5 m, 10 m, 15 m dan 30 m. Hal yang diamati adalah nilai sigma 1,\nvolumetric strain dan maximum shear strain pada bagian atap lombong untuk setiap tahapan\npenggalian. Dari data tersebut akan dibuat kurva dimana luas daerah diatas kurva akan menunjukkan\nnilai Energy Release Rate (ERR) atau energi yang dilepaskan batuan.\nHasil dari penelitian ini menunjukkan nilai Energy Release Rate (ERR) akan berkurang seiring\ndengan bertambah banyaknya tahapan penggalian yang dilakukan. Dengan dilakukannya tahapan\npenambangan, energi yang dilepaskan dapat direduksi sehingga potensi terjadinya rockburst juga\nakan berkurang.", "Daftar File": {"ABSTRAK Laksamana Raksagoena": "https://digilib.itb.ac.id/gdl/download/231164"}, "Penulis": "Laksamana Raksagoena [12117030]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Lombong, rockburst, tahapan penambangan, energy release rate, pemodelan numerik.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "26 Agu 2021"}