{"Nomor": 57721, "Judul": "IMPLEMENTASI PERISTIWA GW170817 PADA TEORI INFLASI DENGAN KOPLING GAUSS-BONNET, NON MINIMAL DAN NON MINIMAL DERIVATIF", "Abstrak": "Peristiwa GW 170817 memberikan konstrain baru pada kosmologi yaitu kecepatan gelombang gravitasi yang mendekati cahaya. Akibatnya beberapa teori modifikasi gravitasi yang bertentangan tereliminasi, termasuk teori Einstein-Gauss-Bonnet. Namun beberapa pekerjaan telah membuktikan bahwa teori ini masih dapat kompatibel dengan penerapan konstrain tersebut, c2T ' 1. Pada pekerjaan ini, dilakukan penambahan suku pada teori inflasi Einstein-Gauss-Bonnet yaitu kopling non-minimal dan kopling\nnon-minimal derivatif. Pendekatan-pendekatan slow-roll diterapkan pada persamaanpersamaan medan latar belakang. Pada tinjauan perturbatif, aksi diekspansi hingga orde dua dalam kerangka teori Horndeski. Persamaan konstrain diekstrak dari dinamika perturbasi tensor. Model fungsi kopling Gauss-Bonnet antara lain fungsi kopling linier, pangkat dan eksponensial. Nilai-nilai parameter bebas pada model dievaluasi\nagar kompatibel dengan observasi. Masing-masing model memberikan karakteristik yang berbeda perihal parameter yang mengatur perubahan nilai indeks observasi ns dan r dengan baik. Model linier dikontrol oleh konstanta kopling non-minimal, konstanta integrasi potensial dan konstanta kopling Gauss-Bonnet. Model pangkat hanya dikontrol oleh nilai pangkat dari fungsi kopling Gauss-Bonnet. Model eksponensial\ndikontrol oleh konstanta integrasi persamaan potensial dan nilai pangkat dari fungsi kopling Gauss-Bonnet. Terakhir, pemeriksaan aproksimasi dilakukan untuk menguji kesesuaian model. Pada model pangkat dan eksponensial terdapat ketidaksesuaian sehingga dilakukan pembaruan pada beberapa persamaan hingga model ini kompatibel.", "Daftar File": {"Abstrak FItria Khairunnisa": "https://digilib.itb.ac.id/gdl/download/231165", "COVER Fitria Khairunnisa": "https://digilib.itb.ac.id/gdl/download/238116", "BAB6 Fitria Khairunnisa": "https://digilib.itb.ac.id/gdl/download/238122", "PUSTAKA Fitria Khairunnisa": "https://digilib.itb.ac.id/gdl/download/238123"}, "Penulis": "Fitria Khairunnisa [20219008]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Freddy Permana Zen, MS, M.Sc., D.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Gauss-Bonnet, Modifikasi Gravitasi, Inflasi, GW170817, Slow-Roll", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "9 file", "Tanggal Input": "26 Agu 2021"}