{"Nomor": 57729, "Judul": "ACHIEVING FLOOD RESILIENCE THROUGH URBAN RENEWAL: ENHANCING AN ADAPTIVE GOVERNANCE APPROACH ON THE RIVER REVITALIZATION PROGRAM IN JAKARTA, INDONESIA", "Abstrak": "Global climate change induces a shift in the long-term weather pattern which affects\nthe environment and human life. One of the major impacts is found in the water\nsector, where droughts and floods become an issue, especially in big cities. This\nproblem is worsened by the massive urbanization that causes a significant change\nin the urban environment. The benefit brought by urbanization also followed with\nthe negative impact as urban development can lead to changes in the natural\nlandscape of the city and influence water run-off and availability, changing river\nflood systems. Urban revitalization through well-planned urban landscapes is\nconsidered as a potential effort to climate mitigation and adaptation. In this\nresearch, effective institutional strategies to deal with flooding are explored using\nJakarta as a case study. In Jakarta, one of the causes of flooding is the Ciliwung\nriver, which has a high-rate water flow during rainy seasons. River revitalization\nhas been taken by the government to overcome this problem. However, the issue\nbecame complex because the river flows across two provinces and several cities\nand municipalities. Through semi-structured interviews and document analysis, this\nstudy investigated how the current institutional setting in flood control deal with\nthe complex urban issue through river revitalization and how to enhance the\nadaptive governance approach in Jakarta. This research identified that an adaptive\ngovernance framework in flood control through coordination, the commitment of\ninstitutions, community awareness, and a holistic approach to tackle the flood issue\nby considering the river as watershed with many institutions involved would be\nsignificant factors to improve institutional arrangement to increase flood resilience\nin Jakarta.", "Daftar File": {"ABSTRAK Rachmani Widyawati Wahyudi": "https://digilib.itb.ac.id/gdl/download/231206", "BAB 1 Rachmani Widyawati Wahyudi": "https://digilib.itb.ac.id/gdl/download/231207", "BAB 2 Rachmani Widyawati Wahyudi": "https://digilib.itb.ac.id/gdl/download/231208", "BAB 3 Rachmani Widyawati Wahyudi": "https://digilib.itb.ac.id/gdl/download/231209", "BAB 4 Rachmani Widyawati Wahyudi": "https://digilib.itb.ac.id/gdl/download/231210", "BAB 5 Rachmani Widyawati Wahyudi": "https://digilib.itb.ac.id/gdl/download/231211", "BAB 6 Rachmani Widyawati Wahyudi": "https://digilib.itb.ac.id/gdl/download/231212", "PUSTAKA Rachmani Widyawati Wahyudi": "https://digilib.itb.ac.id/gdl/download/231213", "2021 TS PP RACHMANI WIDYAWATI WAHYUDI_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/231214"}, "Penulis": "Rachmani Widyawati Wahyudi [25419018]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "flood resilience, institutional arrangement, adaptive governance, urban revitalization, river restoration, collaborative governance", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "26 Agu 2021"}