{"Nomor": 57720, "Judul": "IDENTIFIKASI PENGARUH PANDEMI COVID-19 TERHADAP PARTISIPASI MASYARAKAT DALAM PENGEMBANGAN DESA WISATA MINA MANGROVE (STUDI KASUS: DESA TUNGGULSARI, KABUPATEN PATI)", "Abstrak": "Pemerintah Indonesia saat ini sedang berupaya untuk mendorong kemajuan setiap\ndaerah tidak terkecuali wilayah perdesaan. Salah satu upaya yang digencarkan\nadalah mengoptimalkan potensi desa melalui pengembangan sektor pariwisata. Di\ndalam pengembangan pariwisata di perdesaan, salah satu aspek yang dibutuhkan\nadalah partisipasi masyarakat. Partisipasi masyarakat sendiri dipengaruhi oleh\nfaktor internal dan eksternal. Di sisi lain, saat ini Indonesia sedang mengalami\nbencana berupa pandemi COVID-19 yang menyebabkan pemerintah mengeluarkan\nperaturan tentang pembatasan kegiatan masyarakat dalam PP No. 21 Tahun 2020\ndan Inmendagri No. 1 Tahun 2021. Hal ini tentu membatasi aktivitas masyarakat\ntermasuk dalam hal berpartisipasi melakukan program tertentu. Oleh sebab itu,\ntujuan dari penelitian ini untuk mengidentifikasi perubahan yang terjadi pada\npartisipasi masyarakat dalam pengembangan desa wisata saat terjadi bencana\npandemi COVID-19. Penelitian ini dilakukan di Desa Wisata Mina Mangrove\nTuggulsari karena merupakan desa wisata yang masih terus dikembangkan.\nPenelitian ini mengggunakan pendekatan campuran dengan analisis kualitatif dengan\nmetode analisis statistik deskriptif dan analisis konten, sedangkan analisis kuantitatif\nmenggunakan metode analisis inferensial. Pengambilan data dilakukan dengan cara\nwawancara mendalam, kuesioner masyarakat, serta observasi langsung pada lokasi\nwisata. Hasil penelitian ini menunjukkan bahwa terjadi perubahan bentuk partisipasi\ntenaga fisik masyarakat akibat bencana pandemi COVID-19. Perubahan bentuk\npartisipasi tenaga fisik masyarakat berdampak positif pada pengembangan\ninfrastruktur desa wisata meskipun tidak memberikan dampak yang signifikan pada\nperekonomian masyarakat", "Daftar File": {}, "Penulis": "Omega Prasetyaningrum [15417127]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, MA, Ph.D.", "Fika Novitasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "desa wisata, partisipasi masyarakat, tenaga fisik, pandemi COVID-19, perubahan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "26 Agu 2021"}