{"Nomor": 57723, "Judul": "PENDETEKSIAN OBJEK YANG TERTUTUP SEBAGIAN DENGAN KAMERA INFRAMERAH PADA MOBILE ROBOT UNTUK APLIKASI PENCARIAN KORBAN BENCANA ALAM", "Abstrak": "Negara berkembang seringkali menjadi negara yang paling rentan terhadap dampak bencana alam. Peningkatan sistem respon terhadap bencana alam menjadi kunci pencegahan korban jiwa. Maka dari itu, penggunaan sistem untuk membantu mempercepat proses pencarian dan penyelamatan korban bencana sangat dibutuhkan. Mobile robot merupakan salah satu sistem yang digunakan untuk tujuan tersebut. Mobile robot pada penelitian ini memiliki kamera pada bagian depannya. Sementara itu, kamera inframerah cenderung tidak terpengaruh oleh variasi cahaya tampak di lapangan. Oleh karena itu, pada penelitian ini digunakan kamera inframerah. Selain itu, digunakan arsitektur MobileNetv2 untuk model deteksi manusia berpose tidur yang merepresentasikan korban bencana. Model kemudian dilatih menggunakan gambar inframerah manusia dengan pose tidur. Tiga variasi data latihan pada tiga model (Mnol, Msebagian, Msatu yang berbeda jumlah gambar) dibuat untuk melihat pengaruh dari modifikasi data latihan yang di-augmentasi tertutup sebagian dengan garis. Selanjutnya, dilakukan 4 pengujian, yaitu pada manusia tidak tertutup, tertutup sebagian, tertutup seluruhnya, dan manusia di daerah konstruksi. Pada deteksi manusia tidak tertutup benda lain, dihasilkan mAP: 0.65, 0.8, 0.74 untuk Mnol, Msebagian, dan Msatu, sedangkan pada deteksi terutup sebagian: 0.89, 0.86, 0.92 untuk Mnol, Msebagian, dan Msatu, dan pada deteksi tertutup seluruhnya: 0.95, 0.95, 0.97 untuk Mnol, Msebagian dan Msatu secara berurutan. Sementara itu, dihasilkan loss yang tidak berbeda jauh untuk ketiga model, ketiganya konvergen ke loss bernilai 4/7. Hasil mAP pada manusia di daerah konstruksi untuk Mnol, Msebagian, Msatu adalah 0.75; 0.9; 0.87 secara berurutan. Melatih model dengan data tertutup sebagian yang digenerasi secara acak, dapat meningkatkan performa model secara umum, tidak hanya meningkatkan ketahanan pada deteksi objek yang tertutup sebagian, dibuktikan dengan Msatu dan Msebagian yang\nmengungguli Mnol pada semua kategori uji. Model MobileNetv2, telah mencapai kapasitas maksimumnya, hal ini ditandai dengan menurunnya mAP (mAP Msatu lebih rendah dibanding mAP Msebagian), saat ditambah data augmentasi. Selain itu, dapat diukur suhu manusia menggunakan kamera Lepton 3.5 dengan suhu maksimal permukaan tubuh manusia berkisar antara 32 hingga 34 derajat Celsius. Terakhir, dilakukan juga pengujian live-stream untuk menguji kecepatan deteksi model MobileNetv2 pada Raspberry Pi 3 b+, hasilnya MobileNetv2 dapat dijalankan dengan kecepatan 2 frame per detik, berhasil mendeteksi manusia tak tertutup, tertutup sebagian dan tertutup seluruhnya, serta dapat mendeteksi suhu permukaan tubuh manusia secara real-time. Diplot pula suhu dengan kamera termal untuk berbagai bahan dan berbagai banyak lapisan. Bahan yang paling tembus panas hingga kurang tembus panas secara berurutan adalah: kertas, plastik, katun, jin.", "Daftar File": {"Abstrak - Hansel Kane": "https://digilib.itb.ac.id/gdl/download/231187"}, "Penulis": "Hansel Kane [10217084]", "Kontributor / Dosen Pembimbing": ["Maria Evita, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "deep learning, mobile robot, passive infrared, MobileNetv2, occluded.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "26 Agu 2021"}