{"Nomor": 57722, "Judul": "ANALISIS JARINGAN AKTOR DALAM PERKEMBANGAN TEKNOLOGI DAN INOVASI SEBAGAI USULAN PENGEMBANGAN KST DI KABUPATEN CIREBON", "Abstrak": "Silicon Valley merupakan taman sains pertama yang memiliki konsep hubungan\nantara aliansi institusional akan menghasilkan pengembangan dan inovasi teknologi\nyang lebih besar dan mampu mendorong pengembangan wilayah. Indonesia dalam\nmewujudkan bangsa yang berdaya saing dalam pengembangan dan pemanfaatan ilmu\npengetahuan dan teknologi menerapkan pengembangan 100 Kawasan Sains dan\nTeknologi di kabupaten/kota. Kabupaten Cirebon memiliki potensi pengembangan\nKST karena diarahkan salah satunya sebagai kawasan industri dan terdapat isu\npengembangan teknopolis. Kolaborasi aktor merupakan faktor penting\npengembangan inovasi dan teknologi. Penelitian ini bertujuan untuk menganalisis\njaringan aktor dalam pengembangan teknologi dan inovasi sebagai usulan\npengembangan KST di Kabupaten Cirebon. Sasarannya adalah mengidentifikasi\nperan aktor dan menganalisis hubungan dan jaringan aktor dalam pengembangan\nteknologi dan inovasi. Metode pengumpulan data menggunakan data primer\nwawancara (purposive dan snowball) kepada aktor-aktor terkait pengembangan\nteknologi dan inovasi di Kabupaten Cirebon. Analisis yang digunakan adalah analisis\ndeskriptif kualitatif dan social network analysis yang terbagi tiga analisis yaitu derajat\nsentralitas, sentralitas kedekatan, dan sentralitas keterantaraan. Berdasarkan hasil\nanalisis diperoleh bahwa aktor pemerintah memiliki peran sebagai aktor yang\nmembuat dan menetapkan kebijakan/regulasi, menyediakan dukungan fasilitas\ninfrastruktur dan modal, serta merencanakan dan melaksanakan kegiatan inovasi\ndaerah. Aktor universitas memproduksi sumber daya manusia dan ilmu pengetahuan,\nserta menyebarkan pengetahuan yang dihasilkan. Aktor bisnis memberi dukungan\ninfrastruktur dan modal, serta sebagai aktor yang memberikan pelatihan dan\npengalaman terkait skill di dunia kerja. Sedangkan pada jaringan aktor diketahui\nbahwa aktor pemerintah memiliki nilai terbesar pada derajat sentralitas, sentralitas\nkedekatan, dan sentralitas keterantaraan. Sehingga disimpulkan bahwa masingmasing aktor telah cukup baik memiliki peran dalam pengembangan teknologi dan\ninovasi, namun dalam jaringannya aktor pemerintah merupakan aktor utama dan\naktor lainnya kurang memiliki peran lebih dalam jaringan. Hal ini dapat\ndimanfaatkan pemerintah untuk menjalankan perannya dan bagi aktor lainnya dapat\nlebih berperan dan menjalin hubungan secara lebih banyak dengan aktor lain agar\nterbentuk sinergisasi dalam jaringan aktor. Kemudian jaringan aktor yang sudah\nterbentuk diharapkan dapat terus dijaga dan dikembangkan agar pada saat\npengembangan KST lingkungan atau suasana berinovasi sudah terbentuk dengan\nbaik.", "Daftar File": {}, "Penulis": "Syahrul Ramadhan [15416215]", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, S.T., M.T., Ph.D.", "Naya Cinantya Drestalita, S.T., M.Arts."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "KawasanSains dan Teknologi, Inovasi, Social Network Analysis, Jaringan Aktor, Peran Aktor.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "26 Agu 2021"}