{"Nomor": 57737, "Judul": "KANDUNGAN KROMIUM DALAM URIN SEBAGAI INDIKASI PAPARAN JALUR DERMAL PADA PEKERJA ELEKTROPLATING (STUDI KASUS INDUSTRI X DAN Y DI JAWA BARAT)", "Abstrak": "Kromium merupakan salah satu logam berat yang dapat memapari manusia melalui berbagai jalur paparan salah satunya melalui dermal. Kromium pada dermal bisa menimbulkan ulserasi dan borok kromium. Selain itu, kromium pada dermal juga bisa menimbulkan iritasi, reaks alergi, hiperpigmentasi dan apoptosis mitokondria sel kulit. Kromium yang masuk melalui dermal akan terekskresikan pada urin setelah empat belas hari paparan. Pemanfaatan kromium banyak digunakan pada industri elektroplating untuk melapisi logam agar mengkilap dan tidak berkarat. Industri X maupun Y merupakan dua industri elektroplating yang menggunakan kromium sebagai salah satu bahan kimia dalam proses produksi mereka. Oleh sebab itu, hubungan antara paparan kromium melalui dermal terhadap konsentrasi kromium dalam urin pada pekerja industri X maupun Y perlu dilakukan. Tujuan penelitian ini adalah untuk mengetahui paparan kromium melalui jalur dermal pada pekerja proses elektroplating di industri x dan y, konsentrasi kromium yang ada di dalam urin pekerja proses elektroplating di industri x dan y, hubungan antara paparan kromium melalui jalur dermal terhadap konsentrasi kromium di dalam urin pekerja proses elektroplating di indsutri x dan y serta mengetahui faktor-faktor yang dapat mempengaruhi konsentrasi kromium paparan jalur dermal terhadap konsentrasi kromium dalam urin. Metode yang dilakukan adalah studi epidemiologi observasional analitis model potong lintang atau disebut juga cross sectional. Studi ini digunakan untuk mengukur variabel dependet dan independent yang dilakukan secara bersamaan. Pengukuran konsentrasi kromium pada urin menggunakan Graphite Furnance Atomic Absorption Spectrometry (GFAAS) sesuai NIOSH method number 8310 issue\n2 (1994). Sampel urin diambil di akhir shift yang kemudian dianalisis konsentrasi kreatininnya. Paparan kromium secara dermal dilakukan menggunakan wipes berbahan polivinyl chloride (PVC) sesuai Occupational Safety and Health Adminsitration (OSHA) method number W-4001. Tahap selanjutnya PVC yang sudah diekstraksi dianalisis menggunakan Inductively Coupled Plasma-Optical Emission Spectrometry (ICP-OES). Wawancara dilakukan untuk mengetahui karakteristik pekerja. Hasil pengujian menunjukan bahwa rata-rata konsentrasi kromium paparan jalur dermal pada saat sebelum bekerja adalah sebesar 0,084 ± 0,13 µg/cm2 dan pada saat setelah bekerja sebesar 0,686 ± 0,14 µg/cm2. Hasil uji wilcoxon p value 0,001 menunjukan <0,05 sehingga terdapat perbedaan konsentrasi kromium paparan jalur dermal pada saat sebelum dan sesudah bekerja. Kemudian berdasarkan proses kerja antara kelompok otomatis dan manual hasil uji Man- Whitney menunjukan p value sebesar 0,002 <0,05 sehingga terdapat perbedaan yang signifikan\n \nantara kedua kelompok terserbut. Parameter lingkungan suhu dan kelembaban memiliki pengaruh terhadap konsentrasi kromium paparan dermal karena menghasilkan nilai R2  sebesar 0,482 dan\n0,396. Konsentrasi kromium paparan jalur dermal pada saat setelah bekerja terdapat tujuh belas pekerja yang memiliki nilai di atas nilai referensi yang dianjurkan yaitu 0,3 µg/cm2. Rata-rata konsentrasi kromium pada urin pekerja adalah sebesar 13,06 ± 2,31 ?g / g kreatinin urin. Terdapat sebelas pekerja yang memiliki konsentrasi kromium di dalam urin melebihi nilai BEI yaitu 10 ?g\n/ g kreatinin urin. Berdasarkan hasil uji regresi linier dengan tingkat kepercayaan 95 % menunjukan bahwa tidak adanya pengaruh antara konsentrasi kromium paparan jalur dermal terhadap konsentrasi kromium dalam urin dikarenakan p value sebesar 0,990 dan R2  sebesar\n0,00001. Hasil analisis regresi logistik pada faktor-faktor yang dapat mempengaruhi konsentrasi kromium paparan jalur dermal terhadap konsentrasi kromium dalam urin yaitu praktik kepatuhan penggunaan APD dan tingkat pengetahuan responden menghasilkan nilai Odds Ratio sebesar\n23,873 dan 19,980.", "Daftar File": {"Yanti Permadi 1-Abstrak": "https://digilib.itb.ac.id/gdl/download/231943"}, "Penulis": "Yanti Permadi [25318312]", "Kontributor / Dosen Pembimbing": ["Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "kromium dalam urin, paparan jalur dermal, industri elektroplating, industri pelapisan logam", "Sumber": "Tesis Oktober 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "26 Agu 2021"}