{"Nomor": 57736, "Judul": "ANALISIS PERBANDINGAN KEBAIKAN MODEL GSTAR DALAM KEBERGANTUNGAN SPASIAL DENGAN METODE DISAGREGASI", "Abstrak": "Model GSTAR atau biasa dikenal sebagai generalized space-time autoregressive adalah model ruang-waktu yang tidak hanya menghitung dari segi waktu observasi, tetapi juga menghitung dari segi pengaruh antar lokasi. Pengaruh antar lokasi diidentifikasi oleh variabel matriks bobot spasial. Setiap pengaruh spasial dibandingkan satu sama lain sehingga diperoleh model GSTAR terbaik yang menggambarkan data pada lokasi yang ditinjau. Model GSTAR dilakukan disagregasi data dengan menggunakan metode disagregasi. Metode disagregasi digunakan untuk memprediksi data di tingkatan yang lebih rendah.\nPada tugas akhir ini, kasus pertambahan COVID-19 di setiap kecamatan pada Kota Administrasi Jakarta Timur dimodelkan dengan waktu observasi dari 2 September 2020 s.d. 28 Januari 2021 untuk memperoleh hasil dari kasus pertambahan COVID-19 di tingkat kelurahan. Model GSTAR menggunakan tiga macam matriks bobot yaitu seragam, jarak Euclid, dan normalisasi korelasi silang. Model GSTAR menggunakan GSTAR(1;1) yang berarti orde waktu 1 dan orde spasial 1. Setiap model GSTAR dilakukan disagregasi data dengan memilih variabel dummy yang berkorelasi positif dengan data kasus COVID-19. Hasil dari model GSTAR dengan metode disagregasi dibandingkan dengan data aktual. Hasilnya, dengan menganalisis MAE, MSE, dan MAPE diperoleh bahwa model GSTAR(1;1) untuk setiap matriks bobot tidak berbeda jauh. Hal ini disebabkan karena sangat acaknya perpindahan penduduk antar warga di Jakarta Timur.", "Daftar File": {"ABSTRAK Fauzan Raeva Maulana": "https://digilib.itb.ac.id/gdl/download/237322"}, "Penulis": "Fauzan Raeva Maulana [10117102]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "COVID-19, GSTAR, korelasi, matriks bobot, metode disagregasi,", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "26 Agu 2021"}