{"Nomor": 57738, "Judul": "PENGAPLIKASIAN PEMBELAJARAN MESIN UNTUK PREDIKSI PENYAKIT JANTUNG DENGAN METODE DECISION TREE DAN GRADIENT BOOSTING", "Abstrak": "Penyakit jantung merupakan salah satu penyakit dengan angka kematian yang tinggi dan dapat menyerang secara seketika tanpa menimbulkan suatu gejala. Sehingga, perlu adanya deteksi awal bagi individu yang terindikasi memiliki penyakit jantung. Dengan perkembangan teknologi, pembelajaran mesin dapat digunakan untuk membuat model yang mampu memprediksi indikasi penyakit jantung berdasarkan rekam medis seseorang. Dalam tugas akhir ini, dilakukan penelitian untuk prediksi studi kasus penyakit jantung dengan dua jenis pembelajaran mesin terarah (Supervised Machine Learning) yaitu Decision Tree dan Gradient Boosting. Penelitian ini bertujuan untuk menentukan metode yang paling baik antara metode Decision Tree dan Gradient Boosting dalam melakukan prediksi penyakit jantung. Penggunaan metode Decision Tree dan Gradient Boosting dikarena kedua metode tersebut dapat digunakan untuk mengklasifikasi data kecil tanpa adanya overfitting. Data yang digunakan merupakan dataset publik mengenai rekam medis individu (berasal dari Cleveland, Hungary, Switzerland, dan VA Long Beach) dengan 14 subset atribut , yang terdiri dari 13 atribut variabel independen dan satu atribut variabel dependen, dan jumlah data sebanyak 303 data. Data kemudian diklasifikasi dan dibentuk model prediksi berdasarkan klasifikasi untuk didapat nilai akurasi dari kedua metode. Nilai akurasi dan evaluasi model dilakukan dengan accuracy score, precision, recall, F1-score, dan confusion matrix.", "Daftar File": {"ABSTRAK DANIEL NUGRAHA PURWANDI": "https://digilib.itb.ac.id/gdl/download/231223"}, "Penulis": "Daniel Nugraha Purwandi [10117028]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si.", "Muhammad Ridwan Reza Nugraha, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Penyakit Jantung, Pembelajaran Mesin, Klasifikasi, Decision Tree, Gradient Boosting, Confusion Matrix", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "26 Agu 2021"}