{"Nomor": 57740, "Judul": "ABUNDANCE BUT THIRSTY: GOVERNING WATER SUPPLY PROVISION TO PREVENT SCARCITY IN TANJUNGPINANG CITY, INDONESIA", "Abstrak": "Water scarcity has become an issue that occurs in many areas in various countries.\nClimate change, population growth, land transformation and physical conditions\nof the land have a significant impact on water scarcity and affect the provision of\nclean water for the community. However, apart from these factors, water scarcity\nis mainly caused by water governance failure. Water governance discourse has\ndeveloped and become influential in resolving water scarcity by looking at how to\nmanage too little or too much water so that people can have an equal right to\nwater. This study identifies the causes of water scarcity and analyses challenges in\nwater governance faced by Tanjungpinang City to find out the gaps and\nopportunities to improve a better water provision system in the future. This study\nmainly analyses water governance in the water supply system in Tanjungpinang\nCity. In this case study, semi-structured interviews and document research were\nconducted to analyze how the water provision is governed in Tanjungpinang to\nconfront water scarcity. This research found that water governance principles\nhave not been optimally implemented to support the fulfilment of clean water\nneeds. Based on the findings, financial constraints, capacity, and monitoring and\nevaluation are the most significant challenges affecting water governance in\nTanjungpinang. By focusing on improving these principles and strengthened by\nthe willingness of the authorities to set it as a priority scale for regional policies,\nstrategies and plans, it is hoped that the community will no longer experience\nwater shortages in the future.", "Daftar File": {"ABSTRAK Junita Monika Pasaribu": "https://digilib.itb.ac.id/gdl/download/231226", "BAB 1 Junita Monika Pasaribu": "https://digilib.itb.ac.id/gdl/download/231227", "BAB 2 Junita Monika Pasaribu": "https://digilib.itb.ac.id/gdl/download/231228", "BAB 3 Junita Monika Pasaribu": "https://digilib.itb.ac.id/gdl/download/231229", "BAB 4 Junita Monika Pasaribu": "https://digilib.itb.ac.id/gdl/download/231233", "BAB 5 Junita Monika Pasaribu": "https://digilib.itb.ac.id/gdl/download/231234", "BAB 6 Junita Monika Pasaribu": "https://digilib.itb.ac.id/gdl/download/231235", "PUSTAKA Junita Monika Pasaribu": "https://digilib.itb.ac.id/gdl/download/231236", "2021 TS PP JUNITA MONIKA PASARIBU_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/231237"}, "Penulis": "Junita Monika Pasaribu [25419014]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Water Scarcity, Water Governance, Water Provision, Sustainable Development", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "26 Agu 2021"}