{"Nomor": 57743, "Judul": "ANALISIS KELAYAKAN FINANSIAL INVESTASI BISNIS KATERING  KORPORASI HOTEL XYZ DI MASA PANDEMI", "Abstrak": "Sejak munculnya pandemi COVID-19, industri perhotelan merupakan salah satu industri yang\nterkena dampak signifikan dari sisi pendapatan yang disebabkan oleh penurunan jumlah\npengunjung. Mengingat kebijakan pembatasan perjalanan yang telah diterapkan oleh sebagian\nbesar negara, diperkirakan industri ini akan membutuhkan waktu lebih lama untuk pulih\ndibandingkan dengan industri yang lain. Terdampak oleh situasi ini, Hotel XYZ yang berlokasi\ndi Bandung memutuskan untuk fokus mengembangkan layanan makanan hotel, yaitu bisnis\nkatering korporat yang saat ini dinilai lebih potensial dibandingkan bisnis utamanya.\nNamun, Hotel XYZ tidak dapat memaksimalkan potensi bisnis ini karena keterbatasan\nperalatan masak yang ada. Terlebih lagi, ada beberapa perusahaan yang berminat berlangganan\ncatering di Hotel XYZ, namun Hotel XYZ terpaksa menunda permintaan tersebut karena\nkapasitas produksinya sudah mencapai maksimal. Oleh karena itu, untuk masuk ke pasar\nprospektif ini dan memaksimalkan kuantitas produksi, pemilik berencana untuk berinvestasi di\ndapur baru yang dibuat khusus untuk bisnis katering perusahaan. Investasi ini akan dibiayai\npenuh dengan ekuitas sebesar Rp217,080,000. Mengingat bahwa bisnis ini termasuk bisnis\nbaru Hotel XYZ, terutama di masa pandemi, pemilik percaya bahwa mereka harus berhati-hati\ndalam melakukan investasi karena akan berdampak dalam jangka panjang. Oleh karena itu,\nanalisis kelayakan finansial dan risiko dari investasi ini dilakukan untuk memberikan\nrekomendasi investasi kepada pemilik Hotel XYZ.\nSetelah perhitungan dilakukan, didapatkan hasil Payback Period 1.79 tahun, Net Present Value\nsebesar Rp318,777,944, Profitability Index sebesar 2.38, dan Internal Rate of Return sebesar\n53.50% yang lebih besar dari biaya modal sebesar 10.98%. Proyek ini dianggap layak karena\nsemua hasil memenuhi standar penerimaan. Sedangkan untuk analisis risiko, 7 variabel sensitif\ndiidentifikasi menggunakan analisis sensitivitas. Simulasi Monte Carlo juga dilakukan pada\nvariabel sensitif tersebut, hasil menunjukkan probabilitas keberhasilan dari investasi ini adalah\n66.90%, tetapi masih memiliki risiko yang harus diperhitungkan. Untuk memasukkan variabel\nyang mewakili kondisi pandemi, dilakukan analisis sensitivitas menggunakan pohon\nkeputusan. Hasil menunjukkan bahwa NPV jika investasi dilakukan lebih tinggi dibandingkan\ninvestasi tidak dilakukan, yang artinya Hotel XYZ sebaiknya berinvestasi pada bisnis ini.", "Daftar File": {"ABSTRAK Vannesa Joshina Wantah": "https://digilib.itb.ac.id/gdl/download/231232"}, "Penulis": "Vannesa Joshina Wantah [19018210]", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, M.A.B.", "Atika Irawan, M.Sc.", "Dematria Pringgabayu, S.A.P., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penganggaran Modal, Analisis Kelayakan, Katering Korporasi, Pandemi Covid-", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Agu 2021"}