{"Nomor": 57755, "Judul": "IMPACT OF COVID-19 PANDEMIC ON DIVIDEND POLICY: CASE OF INDONESIA", "Abstrak": "Pandemik COVID-19 telah menimbulkan dampak dramatis ke seluruh dunia dan banyak\nperusahaan di Indonesia. Perusahaan public di Indonesia menghadapi tantangan yang signifikan di\nmana perusahaan harus merespon dengan tindakan segera untuk bertahan. Selama pandemic\nberlangsung, perusahaan mengalami penurunan pendapatan, namun di sisi lain, perusahaan juga\ntetap perlu menjaga kepercayaan para pemegang saham dengan membayar dividen secara teratur.\nTata kelola perusahaan memainkan peran penting dalam keberlangsungan suatu bisnis, untuk\nmemastikan manajer tidak melakukan aksi yang menguntungkan pribadi dan melindungi hak-hak\ninvestor. Untuk penelitian ini, penulis ingin menganalisis pengaruh tata kelola perusahaanterhadap\nkebijakan dividen, karena perilaku perusahaan sebelum dan sesudah pandemik cukup menarik\nuntuk diteliti. Apakah perusahaan dengan tata kelola perusahaan yang baik masih mempertahankan\npembayaran dividen secara teratur meskipun membutuhkan sumber dana segera untuk kebutuhan\ninternal perusahaan. Hipotesis dalam penelitian ini adalah perusahaan dengan praktik tata kelola\nperusahaan yang baik akan terus membayar dividen yang tinggi kepada para pemegang saham\nmeskipun arus kas perusahaan mungkin bermasalah. Rata-rata pembayaran dividen selama situasi\npandemik menurun dibandingkan dengan tahun sebelumnya. Variabel independen yang diuji untuk\nmengukur tata kelola perusahaan adalah ukuran dewan, frekuensi rapat, independensi dewan,\ndualitas CEO, keberadaan komite audit, nominasi dan remunerasi. Dengan memperhatikan deret\nwaktu selama 2016-2020 tahun fiskal, penulis menggunakan metode regresi panel dengan\ngeneralized least squares (GLS). Hasil keseluruhan menunjukkan bahwa perusahaan yang\nmemiliki skor tata kelola perusahaan yang lebih baik cenderung membayar dividen yang lebih\ntinggi, baik pada kondisi umum maupun kondisi pandemi. Penentu lain yang dapat mempengaruhi\nkebijakan dividen adalah profitability, leverage, growth dan firm size memiliki dampak yang\ndiharapkan pada kebijakan dividen.", "Daftar File": {"ABSTRAK Jennifer Johanna Susilo": "https://digilib.itb.ac.id/gdl/download/231257"}, "Penulis": "Jennifer Johanna Susilo [19018118]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D.", "Dematria Pringgabayu, S.A.P., M.M.", "Kurnia Fajar Afgani, S.A.B., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "dividend policy; corporate governance; pandemic; COVID-19", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Agu 2021"}