{"Nomor": 57757, "Judul": "ANALISIS KARAKTERISTIK OVERPRESSURE PADA AREA OFFSHORE CEKUNGAN TARAKAN, KALIMANTAN UTARA", "Abstrak": "Penelitian ini dilakukan pada area offshore Cekungan Tarakan, Kalimantan Utara. Berdasarkan\nlaporan pengeboran, terdapat overpressure pada area offshore Cekungan Tarakan. Apabila\noverpressure dapat diestimasi dengan baik, maka kerugian finansial maupun teknis dapat\ndicegah.\nStratigrafi area offshore Cekungan Tarakan tersusun oleh Formasi Bunyu, Formasi Tarakan,\nFormasi Santul, dan Formasi Tabul yang berumur Miosen Tengah – Resen. Litologi pada area\noffshore Cekungan Tarakan didominasi oleh endapan berbutir halus. Endapan berbutir halus\ncenderung akan membentuk sistem tertutup yang akan menjaga fluida pori tidak keluar dan\nmenyebabkan overpressure. Analisis tekanan pori dilakukan untuk menentukan kedalaman\npuncak overpressure, mengestimasi nilai tekanan pori, menentukan mekanisme pembentuk\noverpressure, dan menganalisis hubungan antara geologi daerah penelitian dengan\nketerdapatan overpressure. Pengolahan data dilakukan pada tiga sumur (BUN-1, BUN-2, dan\nBUN-3) dengan menggunakan data berupa log tali kawat, laporan pengeboran, data temperatur,\ndan data uji tekanan. Kondisi geologi daerah penelitian menjadi bahan acuan dalam estimasi\ntekanan pori yang dilakukan.\nBerdasarkan pengolahan dan analisis data sumur, didapatkan hasil bahwa tekanan pori pada\narea offshore Cekungan Tarakan terdiri dari tiga kondisi, yaitu kondisi hidrostatik,\noverpressure dengan mekanisme non-loading, dan overpressure dengan mekanisme loading.\nSeluruh sumur yang dianalisis menembus zona overpressure yang terletak pada Formasi Santul\ndan Formasi Tabul. Puncak overpressure berada pada kedalaman 2114,32 – 2283,36 m dengan\nnilai tekanan pori 3054 – 6709,56 psi. Temperatur pada puncak overpressure sudah memenuhi\nsyarat terjadinya diagenesis mineral lempung, namun dibutuhkan analisis lebih lanjut untuk\nmenjelaskan proses yang menyebabkan overpressure dengan mekanisme non-loading.\nSementara itu, overpressure dengan mekanisme loading disebabkan oleh kegagalan kompaksi\npada batuan.", "Daftar File": {"ABSTRAK Daniel Rowin Pardamean": "https://digilib.itb.ac.id/gdl/download/231288"}, "Penulis": "Daniel Rowin Pardamean [12017052]", "Kontributor / Dosen Pembimbing": ["Agus Mochamad Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "area offshore Cekungan Tarakan, tekanan pori, overpressure, mekanisme loading, mekanisme non-loading.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Agu 2021"}