{"Nomor": 57758, "Judul": "OPTIMAL CAPITAL STRUCTURE OF PT WASKITA KARYA (PERSERO) TBK.", "Abstrak": "PT Waskita Karya (Persero) Tbk. adalah salah satu perusahaan konstruksi terbesar di Indonesia.\nSaat ini, PT Waskita Karya (Persero) Tbk. hanya memiliki jumlah total uang tunai yaitu\nsejumlah 1.213 triliun IDR. Uang tunai yang dimiliki oleh PT Waskita Karya tidak cukup untuk\nmembayar kewajiban obligasi yang jatuh tempo pada bulan September 2021 yang berjumlah\n1,661 triliun IDR. Saat ini, PT Waskita Karya (Persero) Tbk. memiliki rasio hutang terhadap\nekuitas sebesar 332%, sedangkan berdasarkan laporan tahunan PT Waskita Karya, pemegang\nsaham dan utang PT Waskita Karya (Persero) Tbk. mewajibkan PT Waskita Karya (Persero)\nTbk. untuk memiliki rasio utang ke ekuitas di bawah 300%. Untuk mengatasi kedua masalah di\natas, PT Waskita Karya (Persero) Tbk. perlu merekstrukturisasi kembali struktur modalnya\nuntuk mendapatkan biaya dana terendah yang akan digunakan untuk membayar kewajiban\nobligasi dan memenuhi persyaratan kontrak dengan debtholders. Dalam penelitian ini, akan\nmenggunakan metode biaya modal rata-rata tertimbang (WACC), biaya metode hutang yang\nakan digunakan adalah Damodaran (2020) biaya model utang, dan biaya metode ekuitas yang\nakan digunakan adalah model penetapan harga aset modal (CAPM). Saat ini, PT Waskita Karya\nmemiliki struktur modal yang terdiri dari 33,75% ekuitas, dan utang 66,25%, yang\nmenghasilkan 14,958% dalam biaya modal, sedangkan struktur modal optimal PT Waskita\nKarya terdiri dari 69% ekuitas dan 31% hutang, yang menghasilkan biaya modal 9,177%. PT\nWaskita Karya perlu mengurangi utangnya dan meningkatkan ekuitasnya, dengan menerbitkan\nsaham biasa atau saham preference.", "Daftar File": {"ABSTRAK Nathanael Hans": "https://digilib.itb.ac.id/gdl/download/231261"}, "Penulis": "Nathanael Hans [19018172]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D.", "Mandra Lazuardi Kitri, M.A.B.", "Kurnia Fajar Afgani, S.A.B., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Struktur Modal Optimal, PT Waskita Karya, Rasio Utang terhadap Ekuitas", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Agu 2021"}