{"Nomor": 57768, "Judul": "PERBAIKAN BIAYA & WAKTU OPERASI  PEKERAJAAN PENYEMENAN INTERVAL TERBUKA DI KEGIATAN WORKOVER  DALAM MENINGKATKAN METRIK BISNIS OPERASIONAL", "Abstrak": "Rokan Oil Company (ROC) adalah salah satu perusahaan energi terbesar di Indonesia. ROC selalu berusaha untuk memanfaatkan sebagian besar sumber energi di blok Rokan, ladang tua yang telah diproduksi dari zaman dahulu dengan cara yang benar, memanfaatkan teknologi inovatif, dan mengaplikasikan peluang baru untuk pertumbuhan perusahaan yang menguntungkan di blok ini. Subjek penelitian disini adalah adanya pekerjaan penyeman di interval terbuka atau cementing remedial dalam operasi workover di tim Drilling & Completion (D&C). Pekerjaan penyeman di interval terbuka atau cementing remedial ini merupakan pekerjaan rutin yang sudah sangat sering dilakukan dikawasan area Minas. Adanya peluang dan kesempatan untuk membuat dan merancang program workover baru dalam pekerjaan penyemenan di interval terbuka atau cementing remedial untuk mencari celah, dan mengptimalkan perkerjaan dengan memanfaatkan dan melaksanakan semua pekerjaan untuk memaksimalkan produksi di Rokan Oil Company. \nBerdasarkan data catatan ROC di wilayah Minas, beberapa tahun terakhir terjadi peningkatan signifikan dari 65 pekerjaan pada tahun 2018, naik menjadi 168 pada 2019 dan tahun lalu mengalami rekor peningkatan menjadi 208 pekerjaan. Dari sisi lain, dalam proses pengerjaan pekerjaan ini, selalu membutuhkan waktu yang lebih lama dibandingkan dengan pekerjaan lainnya, dan juga dengan resiko kegagalan yang tinggi (leaking).  \nMetodologi penelitian menggunakan metode data kuantitatif, yang didukung oleh data Rokan Oil Company, melalui dasar permasalahan dari analisis yang dikembangkan dari baseline squeeze cementing di wilayah Minas dari tahun 2020 hingga awal tahun 2021 (Februari) dengan 81 data sumur. Dari baseline data, ada 29 data sumur untuk swab dry after squeeze cementing dengan waktu rata-rata 20 jam dan biaya $ 6.000. 72 data sumur untuk pencampuran bahan kimia dengan waktu rata-rata 2,03 jam, untuk pencampuran lumpur polimer dari 22 sumur, memiliki waktu rata-rata 3,73 jam.  \nKerangka kerja penelitian ini menggunakan Lean Sigma, dengan DMAIC (Define, Measure, Analyze, Improve, and Control) sebagai alat untuk mendorong inisiatif perbaikan. Penulis melihat alternatif solusi dan strategi baru yang dapat diterapkan, dikombinasikan, dan dimaksimalkan untuk penyeman di interval terbuka. Dengan menghilangkan dan mengganti dengan kegiatan offline pada pekerjaan sebelumnya untuk pencampuran bahan kimia dan pencampuran lumpur polimer, yang akan mengurangi dan menghemat waktu ± 6 jam dan menghemat biaya hari rig/pekerjaan, serta memanfaatkan pekerjaan secara bersamaan dengan “tandem” pada kegiatan swab dry, yang akan menghemat waktu dari waktu rata-rata 20 jam menjadi 13.21 jam, dan ada selisih dan menghemat 6.3 jam dari percobaan yang sudah dilakukan.  \nItu semua bertujuan untuk memanfaatkan peluang, terutama untuk merancang strategi terbaik. Proyek simulasi menghemat $53.405 dari 5 kali pelaksanaan simulasi pada Februari 2021. Penulis juga menemukan peluang untuk lebih banyak perbaikan dan realokasi sumber daya dan akan menghemat lebih banyak biaya dan waktu dalam pekerjaan ini di masa mendatang. Analisis ini juga dapat digunakan untuk operasi baseline di daerah lain selain di wilayah Minas, dan dapat menjadi baseline baru untuk pekerjaan penyeman di interval terbuka atau cementing remedial di masa mendatang.", "Daftar File": {"2021_TS_PP_Qisthi Huuriyah_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/231293"}, "Penulis": "Qisthi Huuriyah [29119288]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Alternatif solusi, baseline, lean sigma, optimasi, penyemenan di interval terbuka", "Sumber": "Rokan Oil Company (ROC)", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Agu 2021"}