{"Nomor": 57761, "Judul": "HOW TIKTOK CAMPAIGN BUILD RELATIONSHIP THROUGH CUSTOMER ENGAGEMENT", "Abstrak": "Kampanye TikTok berupa challenge merupakan salah satu strategi pemasaran yang paling banyak\ndigunakan dalam aplikasi TikTok. Hal tersebut membuat persaingan merek semakin meningkat pada\nkampanye TikTok untuk menghasilkan engagement yang tinggi. Namun saat ini belum ada bukti bahwa\nkampanye TikTok menghasilkan customer engagement yang tinggi, sehingga diperlukan informasi yang\nmendalam mengenai strategi yang tepat dalam membuat kampanye TikTok dengan membangun\nhubungan melalui customer engagement. Penelitian ini mengadopsi teori Uses and Gratification (U&G),\ncustomer engagement, dan trust-commitment dalam relationship marketing. Maka penelitian ini dilakukan\nuntuk mengidentifikasi motivasi pelanggan untuk melihat kampanye TikTok, mengidentifikasi kampanye\nTikTok yang mempengaruhi customer engagement, dan menganalisis hasil hubungan melalui customer\nengagement pada kampanye TikTok. Penelitian ini menggunakan penelitian kuantitatif dengan metode\nsurvei melalui penyebaran kuesioner dan memperoleh 401 sampel. Pengolahan dan analisis data hasil\nkuesioner dalam penelitian ini menggunakan analisis deskriptif, Partial Least Squares (PLS-SEM), dan\nKruskal-wallis. Dengan demikian, penelitian ini menemukan bahwa motif informasi, hiburan, interaksi\nsosial, dan mengintip memiliki pengaruh positif terhadap customer engagement pada kampanye TikTok.\nTerbukti juga bahwa kampanye TikTok menghasilkan customer engagement. Dan customer engagement\njuga berpengaruh positif terhadap trust-commitment. Oleh karena itu, penelitian ini akan bermanfaat bagi\npemasar yang ingin membuat kampanye TikTok sebagai strategi pemasaran dan ingin menghasilkan\ncustomer engagement yang tinggi.", "Daftar File": {"ABSTRAK Siti Enjang Amanah Sani": "https://digilib.itb.ac.id/gdl/download/231263"}, "Penulis": "Siti Enjang Amanah Sani [19018149]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA", "Nur Arief Rahmatsyah Putranto, S.T., MHRM (Hons)", "Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer Engagement, Uses and Gratification, Motivasi, Trust-Commitment, Kuantitaif, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Agu 2021"}