{"Nomor": 57767, "Judul": "ANALISIS KEMUNGKINAN PENERAPAN FREE GOVERNOR OPERATION MODE DI PEMBANGKIT LISTRIK TENAGA PANAS BUMI WAYANG WINDU", "Abstrak": "Indonesia saat ini sedang menghadapi tantangan yaitu kebutuhan akan energi yang terus meningkat seiring dengan kenaikan jumlah penduduk dari tahun ke tahun. Hal ini mendorong manusia untuk terus meningkatkan kapasitas pembangkitan energi. Panas bumi merupakan suatu alternatif karena selain potensi panas bumi di Indonesia yang mencapai 29.544 MW, panas bumi juga menjadi solusi dalam pengurangan CO2 sesuai SDG. Peningkatan kapasitas pembangkitan juga dapat dilakukan dengan memanfaatkan secara maksimal sumber energi yang ada, salah satu caranya dengan menerapkan FGOM di PLTP yang telah beroperasi. Namun, terdapat beberapa hal yang perlu dipertimbangkan dalam menerapkan FGOM, salah satunya adalah jarak sumur geotermal dan pembangkit yang jauh.\nPada tugas sarjana ini, penerapan FGOM di PLTP Wayang Windu akan dianalisis kemungkinan penerapannya dengan meninjau jarak pipa alir uap yang jauh dan perubahan tekanan yang terjadi di separator. Analisis dilakukan dengan melakukan simulasi CFD aliran pipa dan separator untuk mengetahui waktu tempuh uap dari sumur ke separator dan laju perubahan tekanan di separator. Kedua hasil tersebut kemudian dibandingkan untuk mengetahui mungkin tidaknya penerapan FGOM di PLTP Wayang Windu dengan perubahan beban listrik sebesar 2,5 MW.\nHasil simulasi menunjukkan bahwa waktu tempuh uap tercepat dari sumur ke separator adalah 329 s, sedangkan tekanan di separator telah mencapai batas minimal tekanan yang diizinkan pada waktu 4,6025 s. Hal ini menunjukkan bahwa separator akan mengalami brine carry over dan ketidakstabilan dalam selang waktu tertentu sebelum uap dari sumur mencapai separator sehingga FGOM tidak mungkin diterapkan.", "Daftar File": {"ABSTRAK Muhamad Al Fatih": "https://digilib.itb.ac.id/gdl/download/231283"}, "Penulis": "Muhamad Al Fatih [13116155]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "panas bumi, waktu tempuh, pipa alir uap, separator, CFD", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Agu 2021"}