{"Nomor": 57775, "Judul": "KAJIAN TENTANG PENGARUH LOKASI LANTAI PENYELAMATAN (REFUGE FLOOR) TERHADAP KESELAMATAN EVAKUASI KEBAKARAN PADA BANGUNAN APARTEMEN BERLANTAI BANYAK", "Abstrak": "Keselamatan jiwa pada kebakaran apartemen merupakan salah satu aspek dalam perencanaan\nyang cukup kompleks. Risiko keselamatan jiwa penghuni terhadap bahaya kebakaran\napartemen dipengaruhi oleh faktor karakteristik penghuni dan karakteristik bangunan.\nKarakteristik penghuni berkaitan dengan performa evakuasi menuju zona aman, sementara\nkarakteristik bangunan berkaitan dengan keandalan bangunan dalam mengantisipasi risiko\nkeselamatan jiwa akibat kebakaran. Untuk menyingkat waktu penyelamatan penghuni, strategi\nberlindung di dalam lantai penyelamatan dalam bangunan menjadi salah satu pilihan evakuasi\nkebakaran pada apartemen berlantai banyak. Oleh karena itu, lantai penyelamatan harus\nmemenuhi syarat keselamatan evakuasi yang sepadan dengan keselamatan eksit ke luar\nbangunan. Lokasi lantai penyelamatan ditentukan berdasarkan Peraturan Menteri Pekerjaan\nUmum dan Perumahan Rakyat No. 14 Tahun 2017 dan/atau Peraturan Daerah Khusus Ibukota\nJakarta No. 3 Tahun 2012 yang mengatur interval setiap 16 lantai dan/atau 20 lantai untuk\nbangunan dengan tinggi minimum 24 lantai. Namun, ketentuan yang diatur dalam peraturan\nini belum mampu menjawab keterpenuhan keselamatan evakuasi kebakaran pada bangunan\napartemen berlantai banyak. Tujuan penelitian ini adalah mengidentifikasi faktor-faktor\npengaruh lokasi atau interval lantai penyelamatan terhadap keterpenuhan keselamatan evakuasi\nkebakaran pada bangunan apartemen berlantai banyak. Metodologi penelitian ini\nmenggunakan pendekatan berbasis kinerja. Metodologi penelitian ini meliputi simulasi\nterhadap skenario evakuasi pada bangunan eksisting apartemen 24 lantai dengan layout\nberbentuk huruf “H” dan sistem koridor bermuatan ganda. Model hipotetis lantai penyelamatan\ndisisipkan pada lantai tertentu. Penelitian ini dilakukan dengan mengamati dua ketentuan\ninterval lantai penyelamatan, 16 lantai atau 20 lantai. Variabel penelitian terbagi atas: (1)\nkarakteristik penghuni yang terdiri dari usia, gender, tinggi badan, dan perilaku evakuasi, dan\n(2) karakteristik bangunan yang terdiri dari jumlah dan lokasi eksit, lokasi lantai penyelamatan,\nkonfigurasi jalur evakuasi). Simulasi evakuasi ini dilakukan dengan menggunakan perangkat\nlunak Pathfinder.\nEmpat skenario dirumuskan berdasarkan variabel yang diamati, yakni: skenario I dengan\nperilaku evakuasi individual dan lokasi lantai penyelamatan di lantai 16, skenario II dengan\nperilaku evakuasi individual dan lokasi lantai penyelamatan di lantai 20, skenario III dengan\nperilaku evakuasi kelompok dan lokasi lantai penyelamatan di lantai 16, dan skenario IV\ndengan perilaku evakuasi kelompok dan lokasi lantai penyelamatan di lantai 20. Tujuan\nevakuasi terdiri dari: (1) eksit ke luar bangunan dan (2) berlindung di lantai penyelamatan.\nWaktu tempuh maksimum evakuasi menjadi nilai ukur untuk menentukan keselamatan \nevakuasi pada setiap skenario. Parameter keselamatan evakuasi mengacu pada waktu tanggap\npemadam kebakaran terhadap peristiwa kebakaran gedung yang diatur dalam Peraturan\nMenteri Dalam Negeri No. 114 Tahun 2018, yakni 900 detik.\nHasil pengamatan terhadap waktu tempuh maksimum evakuasi menunjukkan bahwa lokasi\nlantai penyelamatan di lantai 20 (969,0 detik dan 1014,9 detik) belum memenuhi parameter\nkeselamatan evakuasi untuk tujuan evakuasi eksit ke luar bangunan. Faktor gender dan usia\nmenunjukkan ragam kemampuan dan kecepatan bergerak selama evakuasi. Faktor konfigurasi\njalur evakuasi juga menyebabkan penurunan kecepatan penghuni. Perumusan batas waktu\naman evakuasi juga perlu merespon faktor pengaruh yang berasal dari keandalan apartemen\nterhadap bahaya kebakaran dan faktor pengaruh yang berasal dari karakteristik fisik penghuni\napartemen yang beragam. Adanya faktor-faktor ini mengkonfirmasi interval 16 lantai sebagai\nlantai penyelamatan belum menjamin keterpenuhan keselamatan evakuasi, meskipun waktu\ntempuh maksimum yang dihasilkan pada simulasi memenuhi parameter keselamatan evakuasi.\nSkenario dengan perilaku evakuasi berkelompok merepresentasikan situasi dan kondisi\nevakuasi di apartemen. Perilaku evakuasi berkelompok berperan sebagai faktor pengaruh yang\nmewakili kondisi keluarga yang berada di suatu unit apartemen. Skenario dengan perilaku\nevakuasi ini cenderung menghasilkan waktu tempuh maksimum evakuasi yang lebih lama\ndibandingkan skenario dengan perilaku evakuasi individual. Keluarga yang berafiliasi\nmenyebabkan efek merging behavior dan bottleneck pada jalur evakuasi. Efek ini berimplikasi\npada kepadatan penghunian dan rentang waktu evakuasi yang lebih besar dibandingkan\nevakuasi individual", "Daftar File": {"ABSTRAK Cahyo Septianto Hutomo": "https://digilib.itb.ac.id/gdl/download/231305"}, "Penulis": "Cahyo Septianto Hutomo [25218028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Lily Tambunan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "apartemen, berlantai banyak, evakuasi kebakaran, keselamatan jiwa, lantai penyelamatan, perilaku evakuasi, waktu aman evakuasi.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "26 Agu 2021"}