{"Nomor": 57772, "Judul": "EVALUASI KINERJA TAMAN DI KOTA SURABAYA DALAM MEMBERI KEAMANAN DAN RASA AMAN TERHADAP TINDAK KRIMINALITAS", "Abstrak": "Keamanan adalah kebutuhan mendasar bagi psikologi manusia. Ancaman tindak\nkriminalitas cukup tinggi di kota-kota besar, hal ini berdampak terhadap rasa aman\nmasyarakatnya. Rasa aman sendiri mempengaruhi bagaimana kehidupan masyarakat\ndalam menggunakan ruang perkotaan, semakin aman suatu kawasan semakin nyaman\npula masyarakat menggunakannya. Ruang terbuka hijau atau taman merupakan\nfasilitas publik kota yang memiliki probalitas tejadinya tindak kriminalitas tertinggi di\nbandingkan fasilitas publik lainnya. Kota Surabaya sejak tahun 2010 hingga 2020 terus\nmenambah luas ruang terbuka hijau dan jumlah tamannya, sehingga antusiasme\nmasyarakat untuk berkunjung ke taman juga semakin meningkat. Namun, antusiasme\nini dibayang-bayangi oleh resiko tindak kriminalitas, dikarenakan Surabaya\nmerupakan kota dengan tingkat kriminalitas tertinggi se-Jawa Timur pada tahun 2020.\nEvaluasi tingkat keamanan di taman Kota Surabaya ini penting dilakukan, guna\nmengetahui peran atribut fisik lingkungan taman dalam mencegah tindak kriminal dan\nmeningkatkan rasa aman. Mix method dengan strategi multi kasus digunakan dalam\npenelitian ini, serta visual audit dan persepsi masyarakat sebagai alat analisisnya.\nKedua alat analisis digunakan untuk mengetahui respon persepsi rasa aman masyarakat\nterhadap kondisi ideal atribut lingkungan dalam mencegah tindak kriminalitas.\nTaman Flora memiliki ketercapaian indikator visual audit sebesar 85,7% dan masuk\ndalam tingkatan “sangat aman”, sedangkan skor rata-rata rasa amannya adalah 4,25\ndan masuk tingkatan “sangat aman”. Taman Harmoni memiliki ketercapaian indikator\nvisual audit sebesar 57% dan masuk dalam tingkatan “cukup aman”, sedangkan skor\nrata-rata rasa amannya adalah 4,13 dan masuk tingkatan “aman”. Kebun Bibit memiliki\nketercapaian indikator visual audit sebesar 64% dan masuk dalam tingkatan “cukup\naman”, sedangkan skor rata-rata rasa amannya adalah 4,17 dan masuk tingkatan\n“aman”. Variabel paling berpengaruh terhadap rasa aman di Taman Flora adalah\nfoodcourt dengan nilai koefisien 0,354, di Taman Harmoni adalah alternatif akses\nmasuk dengan nilai koefisien 0,376, sedangkan Kebun Bibit variabel personal adalah\nvariabel yang paling berpengaruh, yaitu intensitas berkunjung ke taman.", "Daftar File": {"ABSTRAK Muh. Abdi Danurja Rahman Aziz": "https://digilib.itb.ac.id/gdl/download/231304"}, "Penulis": "Muh. Abdi Danurja Rahman Aziz [25618015]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mochamad Prasetiyo Effendi Yasin, M.Arch., MAUD", "Dr. Ir. Denny Zulkaidi, MUP"], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "keamanan, rasa aman, taman kota, kriminalitas", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "26 Agu 2021"}