{"Nomor": 57782, "Judul": "STUDI PERBANDINGAN IPLT KONVENSIONAL  DENGAN IPLT BERBASIS TEKNOLOGI MEKANIS (STUDI KASUS: IPLT KEPUTIH, IPLT BETOYOGUCI, IPLT DURI KOSAMBI,  DAN IPLT SUMUR BATU)", "Abstrak": "Untuk mencapai akses layanan air limbah dengan target akses 100%, tidak dapat dipungkiri bahwa sistem non-perpipaan/desentralisasi/setempat masih perlu untuk terus dikembangkan. Sistem setempat dengan biaya rendah, membuat akses ke infrastruktur air limbah lebih terjangkau. Sebagai pengolahan lebih lanjut dari limbah lumpur yang dihasilkan dari teknologi setempat seperti tangki septik, diperlukan adanya IPLT (Instalasi Pengolahan Lumpur Tinja). Terdapat sekitar 146 IPLT yang telah dibangun di Indonesia, dimana sebagian besar masih menggunakan sistem konvensional yang membutuhkan lahan yang relatif luas yaitu sekitar 2-3 Ha. Ketersediaan lahan yang terbatas di kota-kota besar dan menengah mendorong pengembangan teknologi mekanik yang lebih terintegrasi untuk digunakan di IPLT. Penelitian ini dilakukan pada 4 IPLT di Pulau Jawa, yaitu 2 IPLT sistem konvensional (IPLT Keputih, Surabaya, 400 m3/hari dan IPLT Betoyoguci, Gresik, 45 m3/hari) dan 2 IPLT sistem mekanis (IPLT Duri Kosambi, Jakarta, 600 m3/hari dan IPLT Sumur Batu, Bekasi, 100 m3/hari). Penelitian dilakukan dengan membandingkan indikator kinerja sistem konvensional dan sistem mekanis berupa efisiensi pengumpulan, efisiensi pengolahan, efisiensi sumber daya manusia dan efisiensi biaya yang merepresentasikan aspek prioritas pengembangan. Analisis strategi pengembangan dilakukan dengan analisis SWOT menggunakan matriks SO (strength-opportunity), ST (strength-threat), WO (weakness-opportunity) atau WT (weakness-threat). Berdasarkan perbandingan indikator kinerja, IPLT Keputih memiliki efisiensi pengumpulan tertinggi di antara fasilitas IPLT lokasi penelitian, meskipun masih tergolong efisiensi rendah. Efisiensi pengolahan berada pada rentang 60% IPLT Duri Kosambi, IPLT Sumur Batu dan IPLT Keputih. Efisiensi sumber daya manusia di semua IPLT berkisar 80%, namun hanya IPLT Duri Kosambi yang memiliki tingkat efisiensi biaya yang cukup memuaskan, sedangkan pada IPLT lain masih kurang memuaskan. Strategi pengembangan yang diperoleh dari analisis SWOT harus mencakup upaya untuk melakukan penyedotan terjadwal, sebagian investasi dari pemerintah, penyesuaian tarif, serta optimalisasi kapasitas IPLT.", "Daftar File": {"TA 2021 Alma M Stevani 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/231318"}, "Penulis": "Alma Melinda Stevani [15317056]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Konvensional; Sistem setempat; Air limbah; Teknologi mekanis; IPLT", "Sumber": "TA Oktober 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "26 Agu 2021"}