{"Nomor": 57781, "Judul": "PENGARUH PROMOSI VISUAL DAN PERSEPSI RISIKO KONSUMEN TERHADAP KEPUTUSAN PEMBELIAN KONSUMEN PADA TOKO PRODUK PERAWATAN KECANTIKAN DI SHOPEE", "Abstrak": "Pada tahun 2020, sebesar 74% penduduk Indonesia memiliki akses dan menggunakan internet untuk memfasilitasi transaksi online. Aktivitas berbelanja online memiliki keterbatasan berupa rendahnya interaksi langsung yang terjadi antara produk dan calon konsumen. Hal ini menyebabkan penjual online perlu menciptakan strategi yang efektif guna menarik konsumen untuk memilih toko mereka dibandingkan dengan toko lain yang menjual produk yang serupa, termasuk dengan cara menarik konsumen secara visual dan menciptakan strategi untuk menurunkan risiko yang mungkin akan dirasakan. Penelitian ini bertujuan untuk mengidentifikasi dan menguji faktor-faktor yang mempengaruhi niat dan keputusan konsumen dalam melakukan pembelian produk perawatan kecantikan di Shopee sebagai salah satu platform belanja online. Penelitian ini akan menghasilkan rekomendasi bagi para penjual online, terutama di industri kecantikan dan perawatan kulit, untuk membuat dan menjalankan strategi pemasaran yang tepat dan efektif untuk menarik dan memuaskan target pasar mereka. Survei kuantitatif dilakukan terhadap 206 responden wanita Indonesia dengan rentang usia 23-65 tahun, yang memiliki pengalaman membeli produk perawatan kecantikan di toko online di Shopee selama 3 bulan terakhir. Data primer dikumpulkan melalui kuesioner yang disebarkan secara online dan kemudian dianalisis dengan menggunakan metode PLS-SEM untuk menilai hubungan antar variabel yang diuji. Hasil penelitian menunjukkan bahwa promosi visual dan persepsi konsumen terhadap risiko berpengaruh signifikan terhadap niat beli dan keputusan pembelian konsumen online dalam konteks berbelanja produk perawatan kecantikan secara online. Lebih lanjut, penelitian ini juga menunjukkan bahwa preferensi konsumen terhadap promosi produk berbentuk video memiliki pengaruh positif dan signifikan terhadap promosi visual, serta beberapa faktor seperti memberikan jaminan uang kembali, pengembalian tanpa rumit/repot, dan ketersediaan e-WOM (rekomendasi online) memiliki pengaruh signifikan terhadap persepsi risiko konsumen, yang secara tidak langsung berdampak terhadap niat beli dan keputusan pembelian konsumen dalam lingkungan belanja online. Penelitian ini menyiratkan bahwa merupakan hal yang penting bagi penjual online untuk menerapkan promosi visual yang menarik dan menawarkan strategi pengurangan risiko, dimana hal tersebut mempengaruhi niat beli dan keputusan pembelian konsumen online seperti yang dipelajari dalam penelitian ini.", "Daftar File": {"ABSTRAK Clemency Devanie Christabella": "https://digilib.itb.ac.id/gdl/download/231312"}, "Penulis": "Clemency Devanie Christabella [19018116]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D.", "Rendra Chaerudin, S.E., M.M.", "Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku konsumen; Perdagangan Elektronik (e-commerce); Risiko yang Dirasakan; Keputusan Pembelian; Niat Beli; Promosi Visual.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Agu 2021"}