{"Nomor": 57799, "Judul": "INDONESIAN SLUM UPGRADING PROGRAM: FROM COLLABORATIVE TO CO PRODUCTION", "Abstrak": "Indonesia's slum upgrading experience for more than six decades shows that the\nuniversalization of planning theory has produced unsatisfactory results. The\ntechnical approach with dominant government-oriented intervention in slum\nupgrading used in the 70s proved ineffective and was soon replaced with an\nadvocacy approach. Later evaluations showed that limited community involvement\nappeared to be a weakness of advocacy, resulting in low community motivation in\nmaintaining infrastructure. Learning from this experience, the attention of\npolicymakers began to shift to a community-based development approach.\nUnfortunately, the community-based development approach has not yielded\nmaximum results. One of the reasons was that the community organizations need\nstrong support from the government to become self-reliant. Learning from this\nexperience, collaborative planning theory that has been a guide in the planning\nworld since the 1980s is defined more broadly according to local contexts and\nissues. Through KOTAKU – the latest national slum upgrading program- this thesis\naims to see how the nuances of co-production emerge in a collaborative planning\nenvironment that is firmly entrenched in Indonesia. This thesis was conducted by\nutilizing the literature, policy documents and interviews with key stakeholders.\nStudy results indicate that aspects of public organization, attitudes, culture, and\nincentives influence the government in shaping co-production, while society is\ninfluenced by characteristics, awareness, and social capital. By understanding how\nco-production appears in n slum upgrading, it is hoped to open an opportunity to\nscale up the co-production approach and apply it in other development programs\nand public service delivery policies.", "Daftar File": {"ABSTRAK Moniq Adinafa": "https://digilib.itb.ac.id/gdl/download/231370", "BAB 1 Moniq Adinafa": "https://digilib.itb.ac.id/gdl/download/231372", "BAB 2 Moniq Adinafa": "https://digilib.itb.ac.id/gdl/download/231373", "BAB 3 Moniq Adinafa": "https://digilib.itb.ac.id/gdl/download/231376", "BAB 4 Moniq Adinafa": "https://digilib.itb.ac.id/gdl/download/231378", "BAB 5 Moniq Adinafa": "https://digilib.itb.ac.id/gdl/download/231379", "BAB 6 Moniq Adinafa": "https://digilib.itb.ac.id/gdl/download/231380", "PUSTAKA Moniq Adinafa": "https://digilib.itb.ac.id/gdl/download/231381", "2021 TS PP MONIQ ADINAFA_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/231382"}, "Penulis": "Moniq Adinafa [25419020]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Co-production, Slum Upgrading, KOTAKU, Communicative and Collaborative", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "26 Agu 2021"}