{"Nomor": 57795, "Judul": "IMPROVING LOW SALINITY WATER INJECTION PERFORMANCE IN CARBONATE RESERVOIR: INVESTIGATING THE EFFECTS OF NA2SO4, CACL2, AND MGCL2 COMPOSITION VARIATION", "Abstrak": "More than half of the world's oil reserves are found in carbonate rock reservoirs, which naturally are often encountered in a mixed-wet or oil-wet state, limiting the oil recovery factor. Low Salinity Water Injection (LSWI) is a recent innovative method for improving oil recovery that is well acknowledged for its ability to alter the wettability of rocks to a more water-wet condition. While many potential mechanisms for the LSWI have been proposed, the results have mostly been inconsistent. The aims of this study are to improve the LSWI performance in a carbonate reservoir based on the effects of Na2SO4, CaCl2, and MgCl2 composition variation, and to investigate the mechanisms responsible for the main cause of wettability alteration, either a single dominant mechanism or a coupled mechanism. The mechanisms that will be observed in this study are multi-component ionic exchange (MIE) and mineral dissolution. The model developed in this study is a 1D synthetic model, with its properties based on a number of sources. The proposed LSWI scenario derived from previous study and then a variety of Na2SO4, CaCl2, and MgCl2 compositions are added to see how each composition affects oil recovery. The sensitivity analysis will be carried out to further investigate the effects of the contributing ions in LSWI on oil recovery.\nThe results show that the addition of Na2SO4 appears to be the only factor affecting the LSWI improvement scenario. This is demonstrated by the production profile plots for each case, as well as the MIE and mineral dissolution profile distribution plots. Additional scenarios were also performed, which resulted in emphasizing the sole effect of Na2SO4, while CaCl2 and MgCl2 had little to no effect. The sensitivity study also results in SO42- is the only affecting parameters on oil recovery. The conclusion of this study is that Na2SO4 is the only affecting parameter that can improve LSWI performance. It has been observed that SO42- significantly enhances the MIE mechanism, resulting in a lower oil saturation profile and improved oil recovery. Mineral dissolution has also been observed when the MgCl2/CaCl2 ratio is higher, but shows little to no effect on oil recovery. The results of the additional scenarios show that the absence of Na2SO4 has no effect on LSWI performance. Hence, the primary mechanism of wettability alteration in this study is multi-component ionic exchange (MIE).", "Daftar File": {"ABSTRAK Muhammad Aufa Habiburrahman": "https://digilib.itb.ac.id/gdl/download/231345"}, "Penulis": "Muhammad Aufa Habiburrahman [12217080]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "low salinity water injection, carbonate reservoir, wettability alteration, multi-component ionic exchange, mineral dissolution, oil recovery", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "26 Agu 2021"}