{"Nomor": 57804, "Judul": "ENHANCED METHODOLOGY TO DATA CLUSTERING USING DBSCAN IN ARPS DECLINE CURVE ANALYSIS", "Abstrak": "Production forecast holds an important role in the oil and gas industry. Overestimated or underestimated reserve\nthrough future production forecast could lead to a serious matter for oil and gas companies. The utilization of the\nwidely known Arps’ Decline Curve Analysis in future production forecasts raises the question of whether this\nmethod is still relevant to be used these days. Aside from its computational efficiency compared to simulation\nmodels, the subjectivity matter during the DCA process has been issued over time. Through the manual outlier\ndetection and removal, interpretation of missing measurements, and data fitting through production trend selection\ncan vary from different engineers. Moreover, the underlying assumption for conventional DCA that there is no\nchange in well operation settings has increased the uncertainty of this technique. With the help of the Machine\nLearning approach, uncertainty and subjectivity matter can decrease throughout appropriate data processing.\nThis study will propose an enhanced methodology for data clustering in production well using DBSCAN (Density-\nBased Spatial Clustering of Application with Noise) by utilizing various other well properties including\nproduction rate, choke opening, wellhead pressure, and bottom-hole pressure and taking into account to choose\nthe optimum epsilon parameter value for the available dataset. This study will use a new approach by utilizing a\ndimensionless dataset that will be inputted into the DBSCAN algorithm to obtain the best clustering for the well’s\nparameters. A series of study cases have been done using Volve Oil Field to test the reliability of the new enhanced\nmethod. Overall, the reserve estimation using the proposed methodology serves a more fitted trend that can capture\nthe well’s performance.", "Daftar File": {"ABSTRAK Ajeng Cindie Dewati": "https://digilib.itb.ac.id/gdl/download/238487"}, "Penulis": "Ajeng Cindie Dewati [12217067]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Arps’ Decline Curve Analysis, Machine Learning, Data Clustering, DBSCAN", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "26 Agu 2021"}