{"Nomor": 57808, "Judul": "MERUMUSKAN MASA DEPAN INDUSTRI GAYA HIDUP DI INDONESIA MENGGUNAKAN PERENCANAAN SKENARIO: STUDI KASUS TRAVELOKA XPERIENCE", "Abstrak": "Industri gaya hidup di Indonesia berkembang dengan pesat dalam beberapa tahun terakhir, terutama di kota-kota besar seperti Jakarta, Bandung, atau Surabaya. Data menunjukkan bahwa industry ini mempunyai pertumbuhan yang stabil dari tahun 2010 dan telah menjadikan Indonesia sebagai negara berperingkat ketiga terbesar dalam kontribusi ekonomi kreatif terhadap pertumbuhan PDB negara, setelah Korea Selatan dan Amerika. Akan tetapi, di tahun 2020, pertumbuhan ini melambat akibat pandemi Covid-19 yang melumpuhkan kondisi ekonomi global, termasuk Indonesia. Sekarang, setelah setahun mengalami berbagai guncangan dan ketidakpastian yang disebabkan oleh pandemi, bisnis dalam industri ini harus mempunyai persiapan yang lebih baik dalam menyongsong masa depan dan menata strategi. Dalam hal ini, metode perencanaan skenario digunakan untuk perencanaan strategis dengan mengidentifikasi kemungkinan masa depan untuk industri gaya hidup dalam lima tahun mendatang. Penelitian ini menggunakan metode perencanaan scenario TAIDA.\nData yang digunakan dalam penelitian ini didapatkan dari studi literatur dan wawancara dengan pihak internal dan eksternal perusahaan. Penelitian ini juga menggunakan kerangka PESTEL untuk menganalisa lingkungan kontekstual dan kerangka SWOT untuk menganalisa lingkungan transaksional.\nKunci fokus masalah dalam penelitian ini adalah seperti apa bentuk masa depan yang dapat terjadi untuk industri gaya hidup di Indonesia dalam lima tahun mendatang. Berdasarkan hasil wawancara, beberapa driving forces dapat diidentifikasi, dan dua diantaranya dijadikan sebagai critical uncertainties yang utama untuk membentuk kerangka perencanaan skenario, yaitu kondisi pemulihan ekonomi global dan perubahan gaya hidup ke ramah lingkungan. Terdapat 4 skenario berbeda dalam kerangka tersebut, dan masing-masing skenario memiliki narasi, implikasi dan opsi, dan early warning signals. Early warning signals tersebut digunakan sebagai indikator kunci dalam menentukan skenario mana yang selanjutnya akan terjadi. Perusahaan harus melakukan pengawasan regular terhadap perubahan kondisi dengan menggunakan early warning signals tersebut. Penelitian ini juga turut memberikan rekomendasi strategi yang dapat diambil perusahaan dalam setiap skenario.", "Daftar File": {"COVER Gabriela Bandaso": "https://digilib.itb.ac.id/gdl/download/262063", "BAB 1 Gabriela Bandaso": "https://digilib.itb.ac.id/gdl/download/262064", "BAB 2 Gabriela Bandaso": "https://digilib.itb.ac.id/gdl/download/262065", "BAB 3 Gabriela Bandaso": "https://digilib.itb.ac.id/gdl/download/262066", "BAB 4 Gabriela Bandaso": "https://digilib.itb.ac.id/gdl/download/262067", "PUSTAKA Gabriela Bandaso": "https://digilib.itb.ac.id/gdl/download/262068"}, "Penulis": "Gabriela Bandaso [29319439]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Yuniarto, PG. Dip."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan Skenario, Future Sensing, TAIDA, Industri Gaya Hidup, Ekonomi Kreatif, Pandemi, PESTEL, SWOT", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "26 Agu 2021"}