{"Nomor": 57815, "Judul": "PREFERENSI KONSUMEN TERHADAP KESEDIAAN MEMBAYAR DAN HARGA MODEL BUBBLE TEA UNTUK GENERASI Z DI BANDUNG, INDONESIA", "Abstrak": "Bubble tea saat ini merupakan minuman yang populer di kalangan Generasi Z di Indonesia.\nKualitas mereka bervariasi tergantung pada faktor intrinsik dan ekstrinsik yang dapat\ndisesuaikan untuk membuatnya lebih menarik. Mengingat konsumen sebagai pelaku\nkegiatan ekonomi terakhir, penting untuk mengetahui apa yang mempengaruhi perilaku\nmereka. Karena itu, pemilik toko bubble tea akan dapat secara efektif memenuhi ekspetasi\npelanggan untuk minuman bubble tea. Penelitian ini mengkaji faktor-faktor yang dapat\nmempengaruhi preferensi konsumen terhadap bubble tea, serta mengidentifikasi disparitas\ndalam batasan harga bubble tea. Penelitian ini akan menggunakan pendekatan kuantitatif\ndengan menyebarkan kuesioner kepada Generasi Z dan menganalisis beberapa aspek:\nharga, rasa, desain produk, pengaruh merek, dan aksesibilitas lokasi. Penelitian ini juga\nakan menganalisis apakah preferensi konsumen dan batasan harga responden berbeda atau\ntidak bila dibagi berdasarkan faktor demografi. Dalam memperoleh data yang dibutuhkan,\npeneliti menggunakan pendekatan kuantitatif dengan menyebarkan kuesioner kepada 300\nresponden di Kota Bandung. Dengan menggunakan analisis regresi linier berganda, peneliti\nmenemukan bahwa rasa, harga, desain produk, citra merek dan aksesibilitas lokasi secara\nindividual dan simultan mempengaruhi kesediaan membayar pada Generasi Z di Kota\nBandung. Selain itu juga ditemukan adanya perbedaan beberapa aspek preferensi konsumen\ndan batasan harga apabila dibagi berdasarkan faktor demografi.", "Daftar File": {"ABSTRAK Candice Iswara": "https://digilib.itb.ac.id/gdl/download/231412"}, "Penulis": "Candice Iswara [19018183]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti", "Nila Armelia Windasari, S.A., M.B.A., Ph.D.", "Dr. Raden Aswin Rahadi, S.T., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Batasan Harga, Bubble Tea, Generasi Z, Indonesia, Kesediaan untuk Membayar, Preferensi Konsumen", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Agu 2021"}