{"Nomor": 57810, "Judul": "IMPROVEMENT IN WATER COLLECTION SYSTEM AND SURFACE INTERACTION FOR A LOW-COST FLOATING SOLAR STILL", "Abstrak": "Water is one of the most abundant elements on earth, covering 75% of the earth’s\nsurface (Kalogirou, 2005). Population growth, meaning higher freshwater demand and limited\nsupply of fresh water, results in increasing water scarcity. Solar still, utilizing thermal energy\nfrom solar to distillate saltwater, offers a method of affordable desalination, which suitable\nfor rural application. Previous work have been conducted in designing and prototyping a lowcost\nfloating solar still. One major drawback from the first prototype design is around the low\ncondensing efficiency, specifically the unfavourable surface interaction on the solar still cover\nand poor water collection system. This work is focused on 1) improving the water collection\nsystem by attaching an anti-fog film on the solar still cover to modify the surface-condensate\nwetting characteristics; and 2) adding the water collection mechanism on the vertical side of\nthe solar still cover to increase the collected water.\nSurface interaction characteristics are measured using a self-developed contact angle\ngoniometer. In each experiment, the mass of water collected was measured and condensing\nefficiency thus could be calculated. Experiment results showed significant increase in the\ncollection efficiency for the latest cover (15.74%) compared to the previous work (6.15%)\ndue to the addition of the water collection mechanism on the vertical sides of the cover. Cover\nfilmed with anti-fog film also showed an absolute 5.25% increase in the collection efficiency\nattributed to the better surface interaction between the droplet and the cover, which increased\nthe water collection rate.", "Daftar File": {"ABSTRAK Alexander Fernando Lauvandy": "https://digilib.itb.ac.id/gdl/download/231398"}, "Penulis": "Alexander Fernando Lauvandy [13117006]", "Kontributor / Dosen Pembimbing": ["Dr. Bentang Arief Budiman, S.T., M.Eng.", "Poetro Lebdo Sambegoro, M.Sc., Ph.D.", "Dr.Eng. Firman Bagja Juangsa, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Solar still, wettability, condensation, heat transfer, water collection.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Agu 2021"}