{"Nomor": 57818, "Judul": "FAKTOR MEMPENGARUHI PENERIMAAN MUSLIM DI INDONESIA TERHADAP VAKSIN COVID-19", "Abstrak": "Tujuan dari penelitian ini adalah untuk menilai penerimaan umat Islam Indonesia terhadap\nvaksinasi COVID-19 dan faktor-faktor apa saja yang mempengaruhinya. Hasil penelitian ini\ndapat membantu pemerintah untuk merencanakan pendekatan yang paling tepat untuk\nmensosialisasikan vaksinasi COVID-19 kepada umat Islam Indonesia. Penelitian ini\nmenggunakan kerangka Technology Acceptance Model untuk menilai penerimaan umat\nIslam Indonesia terhadap vaksinasi COVID-19. Faktor-faktor yang dihipotesiskan dapat\nmempengaruhi penerimaan pengguna antara lain adalah kegunaan yang dirasakan, persepsi\nkemudahan penggunaan, risiko yang dirasakan, religiositas yang dirasakan dan jumlah\ninformasi. Metode Partial Least Square (PLS) digunakan untuk menganalisis data secara\nstatistik menggunakan pendekatan Structural Equation Model. Dalam penelitian ini,\nditemukan bahwa persepsi manfaat dan risiko yang dirasakan memengaruhi penerimaan\nvaksin COVID-19 Muslim Indonesia. Selain itu, persepsi kemudahan penggunaan juga secara\nsignifikan mempengaruhi persepsi kegunaan. Selain itu, penelitian ini menemukan bahwa\nsertifikasi halal merupakan faktor penting bagi Muslim Indonesia untuk mempertimbangkan\nvaksinasi. Oleh karena itu penting bagi pemerintah untuk fokus pada faktor-faktor tersebut\nsaat mensosialisasikan vaksin COVID-19 kepada warga Muslim di Indonesia.", "Daftar File": {"ABSTRAK Giofella Adesta N.K.": "https://digilib.itb.ac.id/gdl/download/231415"}, "Penulis": "Giofella Adesta N.K. [19018104]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D.", "Kurnia Fajar Afgani, S.A.B., M.B.A.", "Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "COVID-19, penerimaan vaksin, technology acceptance model, Muslim", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Agu 2021"}