{"Nomor": 57817, "Judul": "THE IMPACT OF MICRO-INFLUENCER ON BRAND IMAGE AND PURCHASE INTENTION IN LOCAL CULINARY PRODUCTS ON INSTAGRAM", "Abstrak": "Seiring dengan berkembangnya industri makanan pada bisnis UKM, ada beberapa permasalahan\nyang sering dihadapi oleh para pemilik bisnis UKM dan salah satunya adalah bagaimana\nmemaksimalkan strategi pemasaran UKM dengan biaya rendah. Penelitian ini menganalisis\nbagaimana perceived credibility yang dimiliki oleh mikro-influencer memiliki fungsi yang\nberdampak pada niat beli seseorang dan bagaimana mereka meningkatkan brand image dalam\nindustri makanan. Penulis menggunakan pendekatan kuantitatif untuk mengumpulkan data,\nmenggunakan strategi pengambilan sampel penilaian, dan PLS-SEM untuk menganalisis data.\nAlat yang digunakan adalah kuesioner yang disebarkan oleh 251 responden secara online dengan\nresponden secara khusus adalah follower foodstagram micro-influencer (@awlaparr). Hasil\npenelitian ini menunjukkan bahwa terdapat pengaruh positif yang signifikan dari Attractiveness,\nExpertise, dan Trustworthiness terhadap Brand Image; Trustworthiness dan Brand Image pada\nPurchase Intention. Dengan data yang terkumpul, penelitian ini dapat dikatakan bermanfaat\nuntuk menyajikan bukti konkrit bahwa mikro-influencer foodstagram Instagram meningkatkan\nBrand Image dan Purchase Intention pada produk kuliner lokal. Oleh karena itu,\nmikro-influencer layak dipertimbangkan oleh UKM sebagai salah satu taktik pemasaran digital\nuntuk meningkatkan citra merek dan niat beli produk mereka", "Daftar File": {"ABSTRAK Gita Fitri Rizky Zaharani": "https://digilib.itb.ac.id/gdl/download/231414"}, "Penulis": "Gita Fitri Rizky Zaharani [19018094]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., M.B.A.", "Evy Rachmawati Chaldun, S.E., M.Si.", "Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mikro-influencer; Attractiveness; Expertise; Trustworthiness; Brand Image; Purchase Intention; PLS-SEM; Kuantitatif; Questionnaire; Survey", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "26 Agu 2021"}