{"Nomor": 57826, "Judul": "DESIGN PERFORMANCE APPRAISAL IN BANK TABUNGAN NEGARA (BTN) KCP BANDUNG", "Abstrak": "Era perkembangan perbankan Indonesia semakin cepat, dan industri perbankan mulai \nbertransformasi. Akibatnya, masyarakat semakin menuntut munculnya produk-produk\nkredit berbasis teknologi dengan jangka waktu yang fleksibel dan jaminan bunga yang\nrendah. Hal ini membutuhkan sumber daya manusia untuk membantu karyawan\nberkembang dan mencapai tujuan perusahaan. Namun, khususnya pegawai kelas delapan\nsampai dua belas merasa bahwa promosi Bank Tabungan Negara (BTN) KCP Bandung\ntidak cukup transparan, sehingga perlu dilakukan analisis desain penilaian kinerja untuk\nmemahami seperti apa format penilaian saat ini. \nPenelitian ini bertujuan untuk mengeksplorasi penilaian kinerja saat ini dan mengusulkan\nuntuk meningkatkan penilaian kinerja pada Bank Tabungan Negara (BTN) KCP Bandung\ndengan menggunakan pendekatan studi kasus deskriptif kualitatif. Informan adalah pegawai\nBank Tabungan Negara KCP Bandung dari kelas delapan sampai kelas dua belas. \nHasil dari penelitian ini adalah merancang penilaian kinerja menjadi lebih spesifik dan\nterukur sehingga karyawan dapat melihat kemajuan pencapaian target dan indikator yang\njelas. Selain itu untuk melaksanakan perubahan agar berhasil menerapkan perubahan\ntersebut dalam organisasi agar pegawai dapat lebih mampu dan berdaya saing dengan\nmenggunakan metode ADKAR.", "Daftar File": {"2021_TS_PP_Aurora Wicaksono NUgroho_1-abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/231423"}, "Penulis": "Aurora Wicaksono Nugroho [29119493]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bank Tabungan Negara (BTN), Sumber Daya Manusia, Desain Penilaian Kinerja, ADKAR.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Agu 2021"}