{"Nomor": 57832, "Judul": "ADAPTASI TERRITORIALITY PADA RUANG BELAJAR POST PANDEMIC COVID-19 UNTUK PENDIDIKAN ANAK USIA DINI STUDI KASUS: RA AL-MUHAJIRIN DAN RA MIFTAHUL ULUM", "Abstrak": "Perubahan dasar dalam adaptasi kebiasaan baru/new normal pada masa pandemi\nCOVID-19 telah mengubah kehidupan tatanan sosial di lingkungan publik, salah\nsatunya di lingkungan sekolah dan ruang belajar/kelas. Mulai semester genap tahun\najaran 2020/2021, pemerintah membolehkan tetapi tidak mewajibkan melakukan\nkegiatan pembelajaran tatap muka di sekolah dengan memenuhi syarat tertentu dan\natas persetujuan orang tua/wali murid. Namun belum terdapat rekomendasi desain\nberupa pola peletakan furniture terkait kebiasaan adaptasi baru pada ruang belajar di\nmasa pandemi COVID-19 yang bisa diterapkan pada jenjang PAUD. Maka\nperbedaan/signifikasi dengan penelitian-penelitian yang sudah dilakukan adalah\npenelitian ini menekankan pada rekomendasi desain atas dasar hasil fenomena\nteritorialitas sebagai perspektif penelitian pada ruang belajar di masa pandemi\nCOVID-19 untuk Pendidikan Anak Usia Dini berupa usulan alternatif layout pola\npeletakan furnitur yang kaitannya dengan protokol kesehatan baik dari segi social\ndistancing dan physical distancing serta mencapai tujuan dari fasilitas ruang belajar\npada jenjang PAUD. Sehingga metode penelitian rekomendasi desain berupa pola\npeletakan furniture pada jenjang PAUD menjadi crucial untuk diteliti. Penelitian\nadaptasi ruang belajar post pandemic COVID-19 pada jenjang PAUD perlu\ndipersiapkan untuk memastikan prosedur pendidikan perorangan yang aman sebagai\nsolusi jangka pendek maupun jangka panjang.\nMetode yang digunakan adalah penelitian kualitatif dengan pendekatan deskriptif\nkomparatif. Langkah peneliti dalam melakukan pengamatan di lapangan antara lain\nadalah survei dan menggambar ulang eksisting peletakan furniture di dalam kelas,\nsetiap jenis aktivitas didokumentasikan menurut kedudukan/posisi dan tingkah laku\npeserta didik selama di kelas berdasarkan jam/saat, terakhir wawancara dengan\npengajar mengenai kondisi KBM dan aturan tertentu selama melakukan pembelajaran\ntatap muka di sekolah. Contoh hasil penelitian yang telah didapatkan antara lain\npertama, perilaku pengguna ruang cenderung belum menerapkan protokol kesehatan\nseperti jaga jarak (social distancing dan physical distancing), aktivitas pengguna\nruang cenderung bergerak dan berpindah tempat sesuai dengan ritme/alur dan\nwaktu/durasi kegiatan sehingga sebaran spasial cenderung bergerombol dan\nberkerumun. Kedua, perilaku teritorialitas pengguna ruang berupa penanda simbolis\natau non fixed element.", "Daftar File": {"2021 TS PP BRAINNISA RAMADHANI NUR NISRINA 1.pdf?": "https://digilib.itb.ac.id/gdl/download/231431"}, "Penulis": "Brainnisa Ramadhani Nur N [27119007]", "Kontributor / Dosen Pembimbing": ["D.Arch. Gregorius Prasetyo Adhitama, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Adaptasi, ruang belajar, pandemi COVID-19, teritorialitas, PAUD.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Agu 2021"}