{"Nomor": 57847, "Judul": "EVALUASI TATA KELOLA AIR KOLABORATIF DI SUB DAERAH ALIRAN SUNGAI CINAMBO, KOTA BANDUNG (STUDI KASUS: WETLAND PARK CISURUPAN)", "Abstrak": "Program pembangunan Kawasan Retensi “Wetland Park Cisurupan” adalah salah\nsatu program kolaborasi multipihak di Sub Daerah Aliran Sungai (DAS) Cinambo\nyang diinisasi oleh Dinas Pekerjaan Umum (DPU) Kota Bandung. Kawasan retensi\nini diharapkan menjadi parkir air hujan agar mengurangi limpasan air ke Sub\nWikayah Kota (SWK) Gedebage. Upaya tata kelola air kolaboratif yang dilakukan\npada Wetland Park Cisurupan perlu dievaluasi untuk menjadi pembelajaran bagi\npara pemangku kepentingan dan sebagai penyusunan rekomendasi tindak lanjut.\nOleh karena itu, penelitian ini bertujuan untuk melakukan evaluasi sejauh mana\nprogram pembangunan Wetland Park Cisurupan dalam konteks wilayah Sub DAS\nCinambo telah menerapkan prinsip-prinsip tata kelola air kolaboratif.\nUntuk mencapai tujuan tersebut, penelitian ini menggunakan metode kualitatif\ndeskriptif. Pengolahan data menggunakan data yang bersumber dari data primer\nyakni observasi, wawancara, pengumpulan big data dari media sosial berupa chat\ngroup WhatsApp “Cisurupan Temporer”, “Strategic plan Cisurupan”, dan\n“Cisurupan 4 oktober” serta post Instagram dengan tanda pagar\n#wetlandparkcisurupan, kemudian data sekunder berasal dari instansi pemerintahan\ndan pencarian dari internet.\nBerdasarkan pengukuran terhadap 23 indikator tata kelola air kolaboratif di Sub\nDAS, dapat disimpulkan bahwa program Wetland Park Cisurupan cukup memenuhi\nprinsip tata kelola air kolaboratif di Sub DAS. Dari hasil penelitian juga ditemukan\nbahwa program yang dilakukan dengan keterbatasan sumber daya, baik itu\nkeuangan, manusia, dan lain-lain, dapat diatasi dengan kolaborasi. Komunikasi\nantar pemangku kepentingan dalam kolaborasi ini, yang dilihat dari WhatsApp dan\nInstagram, dinilai efektif untuk koordinasi, meningkatkan partisipasi publik, dan\nmenghindari konflik laten menjadi manifes dengan adanya keterbukaan terhadap\nproses kolaborasi. Kepemimpinan fasilitatif menjadi salah satu kunci dari\nkonsistensi dalam tata kelola kolaboratif.", "Daftar File": {"ABSTRAK Naimah Putri Kamila": "https://digilib.itb.ac.id/gdl/download/231455", "BAB 1 Naimah Putri Kamila": "https://digilib.itb.ac.id/gdl/download/231774", "BAB 2 Naimah Putri Kamila": "https://digilib.itb.ac.id/gdl/download/231775", "BAB 3 Naimah Putri Kamila": "https://digilib.itb.ac.id/gdl/download/231776", "BAB 4 Naimah Putri Kamila": "https://digilib.itb.ac.id/gdl/download/231777", "BAB 5 Naimah Putri Kamila": "https://digilib.itb.ac.id/gdl/download/231778", "BAB 6 Naimah Putri Kamila": "https://digilib.itb.ac.id/gdl/download/231779", "PUSTAKA Naimah Putri Kamila": "https://digilib.itb.ac.id/gdl/download/231780"}, "Penulis": "Naimah Putri Kamila [25419037]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Evaluasi, Tata Kelola Air, Tata Kelola Kolaboratif, Sub Daerah Aliran Sungai, Cinambo, Wetland Park Cisurupan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "26 Agu 2021"}