{"Nomor": 57849, "Judul": "STUDENTIFIKASI DI KAWASAN PENDIDIKAN TINGGI JATINANGOR", "Abstrak": "Terjadinya pergeseran situasi sosio-ekonomi dunia dari kegiatan di sektor industri\nmenjadi post-industri meningkatkan relevansi kajian soal studentifikasi pada\nbidang studi perkotaan. Fenomena pergeseran tersebut menstimulus naiknya\npermintaan para profesional dalam pasar pekerja dengan kualifikasi lulusan\nperguruan tinggi, sehingga partisipasi masyarakat untuk kuliah meningkat\nmengikuti tren. Perubahan gaya hidup ditemukan pada masyarakat kelas menengah\nkeatas yang menjadikan kuliah sebagai tahapan hidup yang wajar dilalui, diiringi\noleh kebiasaan mahasiswa saat ini untuk meninggalkan rumah orang tua mereka\ndan tinggal di area sekitar perguruan tinggi selama kuliah. Penelitian kali ini\nmengambil studi kasus di Kawasan Pendidikan Tinggi (KPT) Jatinangor yang\nmemiliki empat perguruan tinggi dengan lokasi seluruh kampusnya berdekatan,\nantara lain ITB, UNPAD, IPDN dan IKOPIN. Jatinangor ditetapkan sebagai\nKawasan Strategis Provinsi Jawa Barat dengan fungsi utama untuk pengembangan\nkegiatan pendidikan tinggi, sesuai dengan Surat Keputusan Gubernur Jawa Barat\nNo. 583/SK-PIK/1989. Kehadiran populasi mahasiswa dalam jumlah besar di\nJatinangor mendorong studentifikasi yang ditandai transformasi kawasan pada\naspek fisik, ekonomi dan sosiokultural. Studentifikasi merupakan proses yang\nambivalen, sehingga proses transformasi yang terjadi perlu dipahami dengan baik\nuntuk dapat dikelola dan dimanfaatkan sebesar-besarnya bagi kepentingan\nmasyarakat. Penelitian ini menggunakan pendekatan campuran, dengan strategi\npenelitian eksploratoris sekuensial. Hasil penelitian menunjukan studentifikasi\nmendorong transformasi fisik yang signifikan ditandai dengan ekspansi lahan\npermukiman untuk mahasiswa dalam bentuk indekos/kontrakan dan apartemen.\nHarga lahan melonjak naik dan bisnis-bisnis berbasis kebutuhan mahasiswa\nmenjamur di area sekitar perguruan tinggi. Jatinangor menjadi wilayah dengan\nkepadatan tertinggi di Sumedang. Akan tetapi, studentifikasi di Jatinangor belum\ndikelola dengan baik, sehingga menimbulkan permasalahan seperti persoalan\nsampah, kemacetan, menurunnya kohesi sosial dan terjadi social displacement\nmasyarakat lokal.", "Daftar File": {"ABSTRAK Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/231457", "BAB 1 Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/231782", "BAB 2 Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/231784", "BAB 3 Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/231785", "BAB 4 Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/231786", "BAB 5 Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/231787", "BAB 6 Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/231788", "PUSTAKA Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/231789", "2021 TS PP TAUFIK HIDAYAT_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/231790"}, "Penulis": "Taufik Hidayat [25419012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Delik Hudalah, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kawasan Pendidikan Tinggi, Mahasiswa, Studentifikasi, Transformasi Kawasan, Pengelolaan Kawasan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "26 Agu 2021"}