{"Nomor": 57855, "Judul": "STEAM INJECTION IN FAULTED RESERVOIR AND APPLICATION OF FRACTURE-ASSISTED FLOODING", "Abstrak": "The steam injection process is one of the most effective thermal recovery processes for heavy oil reservoirs. Common challenges with this method are unexpected faults, heat transfer efficiency, and less exposure between oil and steam. The existence of an unexpected fault causes steam to escape from the target zone to the untargeted zone and poses a hazard on the surface. This condition has made the steam injection activity very restricted in faulted reservoirs.\nThe application of hydraulic fracturing known as the fracturing-assisted steam flooding process is a new promising technique for increasing oil recovery by creating a path between injection wells and producing wells. This paper evaluates the effect of a faulted reservoir and accommodates a hydraulically fractured reservoir simulation in the steam injection process using a commercial simulator. The focus of the hydraulic fractures implementation in this study is to increase the exposure between oil and steam. The effect of the injection pattern using an inverted five-spot pattern is also evaluated in this paper.\nTwo reservoir model scenarios are used to illustrate the proposed method: the faulted reservoir model and hydraulically fractured reservoir model. A new development plan is proposed to overcome the faulted reservoirs in the steam injection process with a 20-25% increase in oil recovery compared to the traditional approach. It was observed that the presence of hydraulic fractures in the steam injection process significantly increased the oil recovery by 25-40%. The sensitivity results indicate that parameters such as the fracture schedule and permeability multiplier in the fracture zone affect the increment in oil recovery during the fracture-assisted steam flooding process. The optimum result is generated from fracture-assisted steam flooding scenario with sensitivity of fracture schedule in 2024 and permeability multiplier in fracture zone 5 times with 35.53% recovery factor. This study proves an improvement in the effectiveness of the steam injection process in faulted reservoirs and presents a unique approach to improve steam-oil exposures.\nThis paper introduces a new development plan to overcome faulted reservoirs in the steam injection process. This paper also introduces an alternative approach to the application of fracture-assisted flooding in the steam injection process. Both methods will greatly impact to increase oil recovery by 25.13% from base case scenario.", "Daftar File": {"ABSTRAK Agnes Tianovita": "https://digilib.itb.ac.id/gdl/download/231464"}, "Penulis": "Agnes Tianovita [12217013]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Heavy oil reservoir, steam injection, hydraulic fracture, oil recovery", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Agu 2021"}