{"Nomor": 57857, "Judul": "KAJIAN KONSEP SEKALA DAN NISKALA PADA RAGAM HIAS KAIN TENUN CEPUK DI NUSA PENIDA", "Abstrak": "Agama dan kepercayaan merupakan aspek yang sangat fundamental di Bali. Masyarakat Hindu Bali\npada dasarnya memiliki konsep sekala dan Niskala dalam kehidupan sehari-hari. Sekala adalah apa yang\ndapat dirasakan melalui panca indera sedangkan Niskala adalah segala hal yang tidak dapat dirasakan\nsecara langsung, tetapi hanya dapat dirasakan melalui perasaan. Bidang kesenian dalam hal ini kriya\ntekstil sebagai kearifan lokal terpangaruh oleh konsep sekala dan niskala sehinggan tekstil menjadi\nmedia representasi konsep tersebut. Masyarakat Bali selalu mengkaitkan tenun Cepuk dengan Nusa\nPenida dan dianggap harus menjadi tempat asal tenun tersebut. Hubungan Cepuk dan Nusa Penida\ntersebut tidak terlepas dari kearifan lokal berupa kepercayaan terhadap konsep sekala dan niskala. Tenun\nCepuk merupakan jenis kain Bebali yang biasa dipergunakan untuk ritual keagamaan mulai dari\npersembahan atau pakaian untuk para dewa, pakaian ritual kehidupan dan ritual kematian. Tenun Cepuk\nmemiliki struktur kain yang terdiri dari ragam hias pinggiran disebut bibih pada panjang kain dan eled\npada lebar kain. kain Cepuk umumnya memiliki warna dasar merah dengan dasar ragam hias geometris.\nPenelitian ini mengkajian hubungan konsep sekala dan niskala yang mempengaruhi wujud estetik ragam\nhias tenun Cepuk di Nusa Penida. Penelitian ini merupakan penelitian kualitarif sehingga mengkaji unsur\nestetik pada ragam hias tenun Cepuk secara mendalam. Penelitian ini menggunakan pendekatan estetik\nkearifan lokal. Pendekatan ini dapat menjelaskan pemaknaan dan esensi dari ragam hias tenun Cepuk\nserta keterkaitannya dengan konsep sekala dan niskala sebagai bentuk kearifan lokal. kajian dijelaskan\nsecara deskriptif tentang hubungan ragam hias dengan konsep sekala dan niskala di Bali. Pengumpulan\ndata dilakukan dengan studi literatur, observasi dan wawancara. Data yang terkumpul dianalisis secara\nvisual menggunakan unsur-unsur estetik menurut Djelantik, seperti wujud, bobot atau isi dan\npenampilan. Wujud atau visual pada ragam hias dijabarkan seperti bentuk, warna, komposisi dan\npenamaan. Selanjutnya adalah penjabaran fungsi kain sebagai sarana upacara keagamaan untuk\nmengetahui makna kain bagi masyarakat Bali. Unsur-unsur estetik dalam ragam hias yang berkaitan\ndengan fungsi sakral kain selanjutnya diinterpretasi untuk menemukan bagaimana pengaruh konsep \nsekala dan niskala pada ragam hias tenun Cepuk di Nusa Penida. Secara garis besar tiga komponen\nutama dalam metode analisis data yaitu reduksi data, sajian data dan penarikan kesimpulan serta validasi", "Daftar File": {}, "Penulis": "Ni Made Santi Udiyani [27119014]", "Kontributor / Dosen Pembimbing": ["Dr. Yan Yan Sunarya, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "estetik, ragam hias, sekala-niskala, tenun cepuk", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Agu 2021"}