{"Nomor": 57850, "Judul": "ADAPTASI PRINSIP PERANCANGAN SHARED STREET PADA KORIDOR JALAN KISAMAUN SEBAGAI PEMBENTUK IDENTITAS SEJARAH KOTA LAMA TANGERANG", "Abstrak": "Seiring dengan meningkatnya jumlah perjalanan di perkotaan, peran jalan sebagai\nruang publik akan terus beradaptasi mengikuti perubahan fungsi lahan, termasuk\nkoridor Jalan Kisamaun. Peran dan fungsi koridor komersial Jalan Kisamaun tidak\nterlepas dari sejarah asal mula perkembangan Tangerang sebagai sebuah kota. Jalan\nini terletak di Pasar Lama Tangerang yang merupakan kawasan pecinan sekaligus\nkawasan cagar budaya. Namun, citra historis di sepanjang koridor Jalan Kisamaun\nmulai menurun karena bangunan lama dengan arsitektur khas pecinan banyak yang\nrusak. Aktivitas komersial juga turut memperparah kondisi jalan sehingga mengabaikan\nhak pejalan kaki sebagai pengguna jalan dominan. Atas fenomena ini, kebutuhan untuk\nmempertahankan sejarah dan identitas lokal menjadi urgen untuk dilakukan karena\nberdampak pada bidang ekonomi dan pariwisata. Shared street atau jalan bersama\nmerupakan kombinasi antara jalan dan ruang publik dimana pejalan kaki, pesepeda,\ndan kendaraan bermotor dapat secara bersama-sama menggunakan jalan yang\ndirancang untuk menambah ruang publik di lingkungan perkotaan yang padat. Konsep\nshared street telah banyak diimplementasikan pada banyak kota di dunia yang biasanya\nditerapkan pada jalan yang tidak memungkinkan untuk dibuat trotoar, memiliki jumlah\npejalan kaki yang cukup tinggi, serta volume kendaraan bermotor yang rendah. Sebagai\nkawasan komersial di Kota Lama Tangerang, gagasan konsep shared street dapat\nmenjadi salah satu solusi penataan koridor Jalan Kisamaun sebagai kawasan\npariwisata budaya dan kuliner serta mengembalikan citra sejarah Kota Lama\nTangerang. Oleh sebab itu, penelitian ini dilakukan dengan tujuan untuk menyusun\nprinsip-prinsip perancangan shared street di koridor Jalan Kisamaun sebagai koridor\nkomersial pembentuk identitas sejarah Kota Lama Tangerang. Penelitian ini bersifat\neksploratif dengan menguji penerapan konsep shared street ke dalam koridor Jalan\nKisamaun. Data yang digunakan pada studi ini yaitu hasil observasi dan studi literatur\nterkait teori perancangan dan konsep shared street. Dari hasil analisis yang telah\ndilakukan, dihasilkan lima kriteria yang harus dipenuhi dalam perancangan koridor\nJalan Kisamaun dengan konsep shared street, yaitu kenyamanan, keamanan, keindahan,\ninteraksi sosial, dan preservasi, serta ti ga komponen yang perlu diatur yaitu\nmanajemen aktivitas, dimensi jalan, dan perabot jalan. Adaptasi konsep shared street\npada prinsip perancangan koridor Jalan Kisamaun dilakukan untuk menciptakan\nkoridor Jalan Kisamaun sebagai koridor jalan bersama yang a daptif dan atraktif di\ndalam Kawasan Kota Lama Tangerang.", "Daftar File": {"ABSTRAK Ariesta Chavia Zagita": "https://digilib.itb.ac.id/gdl/download/231458"}, "Penulis": "Ariesta Chavia Zagita [15417109]", "Kontributor / Dosen Pembimbing": ["Bagas Dwipantara Putra, S.T., M.T., Ph.D.", "Naya Cinantya Drestalita, S.T., M.Arts."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Koridor jalan komersial, ruang publik, shared street, cagar budaya, pariwisata, prinsip perancangan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "1 file", "Tanggal Input": "26 Agu 2021"}