{"Nomor": 57862, "Judul": "KINERJA RECIRCULATING AQUACULTURE SYSTEM (RAS) PADA KULTUR UDANG PUTIH (LITOPENAEUS VANNAMEI) SUPER-INTENSIF DENGAN LEVEL SALINITAS AIR KULTUR BERBEDA", "Abstrak": "Sistem akuakultur tertutup merupakan alternatif teknologi untuk budidaya\nperikanan berkelanjutan. Recirculating Aquaculture Systems (RAS) menerapkan\nteknologi dimana air disirkulasi secara kontinu dalam suatu sistem tertutup melalui\nproses filtrasi fisik/mekanik, kimiawi dan biologis sehingga kestabilan kualitas air\npada tangki budidaya dapat dijaga optimal selama periode kultur. Penelitian ini\nbertujuan untuk: (1) mengetahui kinerja RAS pada kultur udang putih (Litopenaeus\nvannamei) super-intensif pada salinitas berbeda; (2) mengetahui salinitas optimum\nkultur udang putih pada sistem RAS; dan (3) mengidentifikasi profil komunitas\nmikroba pada kultur udang putih yang dibudidaya dengan sistem RAS pada\nsalinitas berbeda. Pada penelitian ini digunakan tiga unit terpisah sistem RAS yang\nmasing-masing terdiri dari komponen: (1) tangki kultur-tempat pemeliharaan\nudang; (2) tangki pengendapan-untuk pengendapan dan penyaringan materi organik\nkasar; (3) protein skimmer-untuk menangkap materi organik halus dan terlarut; (4)\ntangki karbon aktif-untuk filtrasi kontaminan kimiawi; dan (5) biofilter untuk\nproses nitrifikasi. RAS dioperasikan pada tiga salinitas berbeda yaitu salinitas 5 ppt\n(rendah), 20 ppt (sedang) dan 30 ppt (tinggi). Perlakuan salinitas tersebut\ndiaplikasikan untuk kultivasi benur udang Post-Larvae 25 (PL-25) selama 90 hari\nperiode kultur pada kepadatan tebar super-intensif 500 ekor/m3. Analisis parameter\nkualitas air, biologis udang, dilakukan setiap minggu selama periode kultur. dan\nParameter mikrobiologis untuk menentukan profil komunitas mikroba dilakukan di\nawal, tengah dan akhir periode kultur analisis ini dilakukan dengan uji Angka\nLempeng Total (ALT) pada sampel udang dan sampel air kultur, selanjutnya\ndilakukan analisis sekuensing 16S rRNA dari isolat yang diperoleh pada sampel\nudang dan sampel air.\nHasil penelitian menunjukkan bahwa perlakuan salinitas 5 ppt memiliki kinerja\nterbaik berdasarkan parameter produktivitas dengan produksi biomassa sebesar\n5,6±0,4 kg/m3 diikuti oleh perlakuan salinitas 20 ppt (4,9±0,1 kg/m3) dan perlakuan\nsalinitas 30 ppt (4,4±0,6 kg/m3) (p<0,05). Kesintasan udang tertinggi sebesar\n76,7±12,7% dijumpai pada perlakuan salinitas 30 ppt diikuti perlakuan salinitas 20\nppt (69,3±4,6 %) dan perlakuan salinitas 5 ppt (66,0±4,0 %) (p>0,05). Rasio konversi pakan terendah dijumpai pada perlakuan salinitas 30 ppt sebesar 0,6±0,1\n(p<0,05). Berdasarkan parameter kualitas air budidaya, terlihat bahwa seluruh\nperlakuan memiliki kisaran konsentrasi NH4\n+, NO2\n-, dan NO3\n- yang optimum\nselama periode kultur. Hasil analisis komunitas mikroba menunjukkan bahwa\npenggunaan sistem RAS dalam budidaya udang berdampak terhadap kestabilan\nprofil komunitas bakteri heterotrof pada sampel usus udang (102-104 CFU/mg) dan\nsampel air (105-107 CFU/ml) serta bakteri Vibrio pada sampel usus udang (101-103\nCFU/mg) dan sampel air (103-105 CFU/ml) pada ketiga perlakuan salinitas.\nBerdasarkan hasil analisis kelimpahan mikroba menggunakan analisis sekuensing\n16S rRNA pada sampel udang dan sampel air diperoleh enam isolat bakteri predominan\nyaitu Ruegeria arenilitoris, Stenotrophomonas maltophilia, Micrococcus\nsp., Demequina sediminicola, Pseudoalteromonas spongiae, dan Shewanella algae\nyang merupakan bakteri potensial kandidat probiotik. Persentase kelimpahan\nbakteri secara umum menunjukkan kelimpahan mikroba yang relatif stabil selama\nperiode budidaya. Hasil analisis Indeks Diversitas Shannon-Wienner yang\nmenunjukkan keanekaragaman mikroba tertinggi dijumpai pada pada perlakuan\nsalinitas 30 ppt. Secara umum kultivasi udang yang dilakukan pada salinitas tinggi\nmenunjukkan diversitas mikroba yang mengalami peningkatan selama periode\nkultur dibandingkan dengan salinitas rendah. Hal ini berbanding terbalik dengan\nindeks dominansi pada salinitas tinggi yang mengalami penurunan. Dapat\ndisimpulkan bahwa, teknologi RAS dapat digunakan untuk kultivasi udang putih\npada tiga salinitas berbeda dan memberikan kestabilan kualitas air dan profil\nkomunitas mikroba selama periode kultur. Kultivasi udang pada salinitas rendah\ndapat menghasilkan pertumbuhan udang yang lebih tinggi, sedangkan peningkatan\nsalinitas air kultur dapat meningkatkan diversitas mikroba usus udang yang diduga\nberperan dalam peningkatan kesintasan udang melalui peningkatan biokontrol\nVibrio pada kultur udang.", "Daftar File": {"ABSTRAK Syafira Rosefa": "https://digilib.itb.ac.id/gdl/download/231474"}, "Penulis": "Syafira Rosefa [20618011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kualitas air, produktivitas, RAS, salinitas, sistem tertutup, udang putih", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Agu 2021"}