{"Nomor": 57861, "Judul": "ANALISIS KESESUAIAN LAHAN UNTUK REHABILITASI KAWASAN MANGROVE DI PESISIR PANTAI KALIBUNTU, KABUPATEN PROBOLINGGO, JAWA TIMUR", "Abstrak": "Kegiatan eksploitasi mengakibatkan mangrove di pesisir Pantai Kalibuntu, Kabupaten Probolinggo, Jawa Timur mengalami degradasi lahan. Penelitian ini bertujuan untuk menganalisis kesesuaian lahan mangrove untuk upaya rehabilitasi berdasarkan variabel yang diukur. Pengujian dilakukan pada tiga stasiun yaitu st-A (persentase tutupan ?75%), st-B (persentase tutupan ?50% - <75%) dan st-C (persentase tutupan < 50%). Pengujian dianalisis dengan matriks menggunakan metode pembobotan dan skoring berbagai variabel kesesuaian lahan antara lain elevasi, kerapatan vegetasi, substrat dasar, salinitas, suhu, dan pH perairan. Hasil penelitian menunjukkan bahwa kriteria variabel kesesuaian lahan pada st-A berkriteria sangat sesuai (elevasi, kerapatan vegetasi, substrat dasar, salinitas dan suhu) dan tidak sesuai (pH perairan); st-B berkriteria sangat sesuai (elevasi), sesuai (substrat dasar), dan sesuai bersyarat (kerapatan vegetasi, salinitas, suhu dan pH perairan); st-C berkriteria sangat sesuai (elevasi), sesuai (pH perairan) dan tidak sesuai (kerapatan vegetasi, substrat dasar, salinitas, dan suhu). Persentase kesesuaian lahan pada st-A, st-B, dan st-C adalah sangat sesuai (S1) dengan persentase sebesar 96%, sesuai (S2) dengan persentase sebesar 67%, dan sesuai bersyarat (S3) dengan persentase sebesar 49%. Secara umum menunjukkan bahwa ketiga stasiun penelitian di pesisir Pantai Kalibuntu sesuai untuk mendukung upaya rehabilitasi mangrove.", "Daftar File": {"ABSTRAK Wita Shinthya Sihaloho": "https://digilib.itb.ac.id/gdl/download/231473"}, "Penulis": "Wita Shinthya Sihaloho [11517007]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "eksploitasi, degradasi, hutan mangrove, kesesuaian lahan, Pesisir Kalibuntu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Agu 2021"}