{"Nomor": 57875, "Judul": "CRM-IP PARAMETERS HISTORY MATCHING USING GLOBAL SEARCH AND PATTERN SEARCH", "Abstrak": "Waterflood is a commonly used method to increase oil recovery in fields entering the tertiary phase. Currently, numerical simulations are widely used to evaluate and characterize reservoir conditions, especially waterflood reservoirs. The Capacitance-Resistance Model (CRM) offers a rapid evaluation of reservoirs using only historical production data as a substitution method for numerical simulations for reservoir waterfloods. One of the CRM volume control schemes, CRMIP, provides a more accurate evaluation of waterflood performance. However, the complexity of the model becomes a problem in the history matching process because of the non-unique solution as the parameters in the model increase, coupled with the nonlinear nature of CRM, sometimes causing trapped in the local minima which leads to non-convergence of history matching. This study tries an approach by using a global solver to find the global minima and other possible solutions due to the complexity of the CRMIP model. By using two case studies where the first case has 5 injectors and 4 producers and the second case is more complex, namely 8 injectors and 7 producers, it shows that there is an indication of a non-unique solution with different parameter values and is getting clearer in the second case. In the first case, this parameter difference did not significantly increase the recovery factor value as a result of optimization of injection allocation, but the increase in recovery factor was significantly different in the second case. So, this proves that the more complex the CRMIP model, the more non-linear it will be which can lead to being trapped in the local minima and the emergence of non-unique solutions.", "Daftar File": {"ABSTRAK Fadhil Mochammad": "https://digilib.itb.ac.id/gdl/download/231487"}, "Penulis": "Fadhil Mochammad [12217043]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Hasian P. Septoratno Siregar, DEA", "Billal Maydika Aslam, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Waterflood, CRMIP, Global Search, Pattern Search, Non-Unique Solution, Global Minima, Complexity Model", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Agu 2021"}