{"Nomor": 57872, "Judul": "PERANCANGAN PICTURE BOOK TENTANG PENGENALAN KOSAKATA BAHASA JAWA MELALUI PENDEKATAN LIFT A FLAP UNTUK ANAK USIA 4-5 TAHUN", "Abstrak": "Berdasarkan beberapa penelitian dari tahun 2013-2019, banyak anak di Yogyakarta\nbelum mengetahui kosakata bahasa Jawa. Kosakata bahasa Jawa sebaiknya\ndikenalkan pada anak usia 4-5 tahun. Pengenalan kosakata bermanfaat bagi anak\nuntuk memperluas pengetahuan dan membiasakan diri dengan bahasa. Ketika anak\nmasuk jenjang sekolah dasar, ia tidak kesulitan mengikuti pelajaran bahasa Jawa.\nAkses pengenalan, kebijakan pemerintah, dan media masih terbatas. Picture book\ndapat menjadi alternatif media pengenalan kosakata. Ketersediaan picture book\nyang mudah dan menarik untuk mengenalkan kosakata bahasa Jawa masih kurang.\nSelain itu, belum ada penelitian mengenai rancangan picture book tentang kosakata\nbahasa Jawa yang mudah dan menarik untuk anak usia 4-5 tahun di Yogyakarta.\nPenelitian ini merupakan perancangan berbasis penelitian untuk mengungkap\nstrategi rancangan picture book kosakata bahasa Jawa yang mudah dan menarik dan\nmengimplementasikannya dalam karya buku fisik. Tujuan penelitian adalah\nterciptanya picture book tentang pengenalan kosakata bahasa Jawa melalui\npendekatan lift a flap yang mudah dan menarik bagi anak usia 4-5 tahun di\nYogyakarta. Kerangka pemikiran menggunakan design thinking dengan tahapan\nempathize, define, ideate, prototype, dan test. Penelitian ini menemukan cara\npengenalan dan faktor penyebab pengenalan kosakata yang mudah dan menarik\nmelalui media picture book. Penelitian ini juga menghasilkan picture book yang\nmudah dan menarik tentang kosakata bahasa Jawa untuk anak usia 4-5 tahun\nmelalui pendekatan lift a flap dengan bantuan audio otomatis. Picture book ini\nmemberikan stimulasi visual, pendengaran, dan sentuhan untuk anak-anak. Buku\nini mendorong anak-anak untuk bermain dengan lift a flap dan mengulang kosakata\ndengan bantuan audio otomatis. Pengulangan akan memudahkan dalam menghafal\nkosakata bahasa Jawa.", "Daftar File": {"2021 TS PP ESTER ANGGUN KUSUMANINGTYAS 1.pdf6?": "https://digilib.itb.ac.id/gdl/download/232666"}, "Penulis": "Ester Anggun Kusumaningtyas [27119017]", "Kontributor / Dosen Pembimbing": ["Dr. Riama Maslan Sihombing, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "picture book, bahasa Jawa, lift a flap, kosakata, anak usia dini.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Agu 2021"}