{"Nomor": 57887, "Judul": "STUDI EKSTRAK KULIT RAMBUTAN SEBAGAI GREEN INHIBITOR PADA BAJA DENGAN UJI ELEKTROKIMIA", "Abstrak": "Korosi merupakan peristiwa destruktif yang terjadi pada logam akibat bereaksi\ndengan lingkungannya. Salah satunya pada baja karbon rendah (mild steel) seri\nASTM-A36 yang memiliki kecenderungan teroksidasi yang cukup tinggi apabila\ndigunakan di lingkungan yang terbuka. Baja ASTM-A36 banyak digunakan pada\nindustri otomotif, bangunan, perpipaan, serta industri minyak dan gas. Oleh karena\nitu diperlukan mekanisme pengendalian korosi dengan cara penggunaan inhibitor.\nInhibitor yang sedang dikembangkan yaitu green inhibitor. Syarat utama green\ninhibitor adalah murah, ramah lingkungan, dan memiliki efek yang signifikan\nterhadap penurunan laju korosi. Sumber green inhibitor dapat diambil dari berbagai\nbagian buah atau tumbuhan. Oleh karena itu pada penelitian ini dipelajari ekstrak\nkulit rambutan sebagai green inhibitor pada baja dalam larutan asam klorida.\nPada penelitian ini digunakan variasi konsentrasi ekstrak kulit rambutan sebagai\ninhibitor korosi. Untuk mendapatkan ekstrak kulit rambutan dilakukan dengan\nekstraksi pelarut menggunakan ethanol. Hasil ekstrak yang didapatkan nantinya\nakan dicampur dengan larutan HCl 1 M untuk membuat larutan uji. Larutan uji yang\ndigunakan yaitu HCl 1 M (blank) serta larutan dengan penambahan konsentrasi\ninhibitor sebanyak 1 gpl dan 2 gpl. Sampel baja yang digunakan dipreparasi dengan\ncara dimounting dan diamplas dari grid 60-2000 untuk dijadikan elektroda kerja.\nUji yang dilakukan adalah uji elektrokimia dengan metode tiga elektroda. Elektroda\nkerja yaitu sampel baja, elektroda pembanding yang digunakan yaitu Ag/AgCl, dan\nelektroda bantu berupa batang karbon. Uji yang dilakukan berupa uji potensial\nrangkaian terbuka, uji electrochemical impedance spectroscopy (EIS) untuk\nmendapatkan kurva Nyquist dan Bode, dan uji potentiodynamic polarization untuk\nmendapatkan kurva polarisasi. Data yang didapatkan lalu dibandingkan dengan\nliteratur. Literatur yang dipilih yaitu penelitian sebelumnya mengenai green\ninhibitor yang berasal dari bagian buah atau tanaman pada mild steel dalam larutan\nHCl.\nUji elektrokimia membuktikan bahwa laju korosi menurun dan efisiensi meningkat\ndengan penambahan konsentrasi inhibitor. Larutan dengan ekstrak inhibitor 2 gpl\nmemiliki nilai laju korosi sebesar 0,019 mm/tahun dengan efisiensi 96,91%, lebih\nbaik dibandingkan dengan larutan dengan ekstrak inhibitor 1 gpl dengan nilai laju\nkorosi sebesar 0,048 mm/tahun dengan efisiensi 91,19%. Namun, pada penelitian\nini belum didapatkan nilai konsentrasi inhibitor optimum dikarenakan keterbatasan\ndata yang didapatkan serta masih ada data yang kurang akurat. Model rangkaian\nlistrik ekuivalen dengan penambahan inhibitor ekstrak kulit rambutan yaitu Rs-\n(CPEi (Ri (CPEdl / Rp))). Model tersebut menandakan adanya lapisan organik yang\ntidak merata pada permukaan baja.", "Daftar File": {"ABSTRAK Muhammad Raditya Kei Syam": "https://digilib.itb.ac.id/gdl/download/231516"}, "Penulis": "Muhammad Raditya Kei Syam [12517046]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Bonita Dilasari, S.T., M.T.", "Dr.Eng. Bonita Dilasari, S.T., M.T.", "Taufiq Hidayat, S.T., M.Phil., Ph.D.", "Fadhli Muhammad, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "green inhibitor, baja karbon rendah, uji elektrokimia, rambutan, asam klorida", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "27 Agu 2021"}