{"Nomor": 57883, "Judul": "STUDI PEMANFAATAN RESIDU BAUKSIT SEBAGAI BAHAN BAKU UNTUK MENGHASILKAN LOGAM BESI DENGAN TEKNOLOGI PELEBURAN PLASMA", "Abstrak": "Logam aluminium diproduksi dari sumber primer bijih bauksit. Alumina yang\nterkandung dalam bijih bauksit diekstraksi melalui proses Bayer untuk selanjutnya\ndireduksi menjadi aluminium melalui proses Hall-Heroult. Pada proses Bayer\ndihasilkan produk samping berupa residu bauksit (red mud). Setiap satu ton\naluminium yang diproduksi dari bijih bauksit menghasilkan 2?5 ton residu\nbauksit. Residu bauksit memiliki dampak negatif bagi kesehatan dan lingkungan\nvegetasi sekitar. Jumlah yang banyak serta dampak negatif yang ditimbulkan dari\nresidu bauksit menjadi tantangan yang perlu dicari solusinya. Residu bauksit\nmemiliki kandungan besi oksida yang cukup tinggi yakni berkisar, 30?60%, dan\nberpotensi untuk digunakan sebagai bahan baku untuk menghasilkan logam besi.\nBerbagai penelitian telah dilakukan untuk memperoleh logam besi dari residu\nbauksit. Salah satu teknologi yang sedang diteliti adalah peleburan plasma.\nPeleburan plasma menggunakan energi listrik dan energi yang dihasilkan dari\nproses ionisasi gas untuk memenuhi kebutuhan energi proses reduksi.\nSerangkaian percobaan dengan tanur plasma untuk melebur residu bauksit\ndilakukan dengan memvariasikan jumlah bahan imbuh CaCO3 yang ditambahkan\ndan penggunaan gas nitrogen dan karbon monoksida sebagai sumber plasma.\nVariasi penambahan CaCO3 dilakukan untuk mengatur perbandingan CaO/SiO2\npada nilai 0,94, 1,42, dan 1,92. Hasil peleburan dipisahkan logam dan teraknya.\nLogam yang didapat dilakukan analisis menggunakan SEM-EDS dan\nspektrometer dilakukan untuk mengetahui komposisi dari logam yang terbentuk.\nTerak dilakukan analisis ICP-OES serta XRD untuk mengetahui komposisi serta\nmineral yang terbentuk.\nLogam yang terbentuk mengandung didominasi oleh unsur Fe, selain itu terdapat\nunsur C, Si dan Ti yang ikut masuk kedalam logam. Pada penggunaan gas karbon\nmonoksida unsur Si yang ikut tereduksi ke dalam logam mengalami peningkatan.\nTerak yang dihasilkan memiliki bentuk mineral tridymite, melilite, C2S, C3S,\nkatoite, gehlenite, melilite, dan mullite. Pada peleburan tanpa bahan imbuh\ndidapatkan mineral fayalit dalam terak. Perolehan logam mengalami penurunan\ndengan penambahan bahan imbuh, namun kadar besi dalam logam meningkat.", "Daftar File": {"ABSTRAK Helmy Rizqullah": "https://digilib.itb.ac.id/gdl/download/231506"}, "Penulis": "Helmy Rizqullah [12517068]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Dr.-Ing. Zulfiadi, S.T., M.T.", "Taufiq Hidayat, S.T., M.Phil., Ph.D.", "Fadhli Muhammad, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "CaCO3, logam besi, peleburan plasma, residu bauksit", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "27 Agu 2021"}