{"Nomor": 57886, "Judul": "TRACKING FOREST DISTURBANCE AND RECOVERY USING LANDSAT TIME SERIES IN TROPICAL FORESTED LANDSCAPE (A CASE STUDY OF VATOVAVY FITOVINANY, REGION IN THE EAST OF MADAGASCAR)", "Abstrak": "The forest of Madagascar has much contradictory historical information in terms of quantity and factors of degradation. The actual forest change requires veracity with detailed continuous information over large areas. The use of Landsat Time Series with high temporal resolution Images can tackle this challenge. This Study has an overall objective to characterize forest disturbances and the post-recovery to estimate the dynamism of forests over 30 years (1990 to 2020) in Vatovavy Fitovinany by coupling the LT-GEE. This work took under GEE and encompasses 5 steps: (1) Data /image processing to generate the yearly Landsat SR mosaic images. (2) Annual NBR computation to enhance the vegetation properties. (3) Random Forest to classify the forest and non-forest feature classes for 5 years steps. (4) The LandTrendr to model the spectral trajectory segmentation. From that, the forest disturbance and recovery attributes were extracted and mapped, and (5) the confusion Matrix for the validation assessment. As result, 52927 ha of the forest was disturbed versus 40341 ha recovered representing an annual average disturbance and recovery of about 1764 ha and 1344 ha respectively, or a difference of about 12586 ha for the 30 years and 419.5413 ha as the average per year. “Tavy” was the main factor of the disturbance and the quick regeneration of forest recovery after the disturbance was attributed to the complex interaction between biotic, abiotic, land-use history, reigned in Humid Tropical forest. The LT output: Disturbance, recovery, and no change were got with an Overall Accuracy estimated of about 74% to 77%, and Kappa of about 0.61 to 0.65. The Forest and Nonforest cover was classified with an accuracy of about 87.64% to 98.81% for the O.A and 0.73 to 0.96 with Kappa. We conclude that the LandTrendr coupled with GEE is a reliable approach for the continuous tropical forest dynamics monitoring such that in Vatovavy Fitovinany. Their ability to provide continuous annual information is important for the decision, forest management, and political issues such as carbon stock.", "Daftar File": {"ABSTRAK Anselme Herve Rochard H.": "https://digilib.itb.ac.id/gdl/download/236818"}, "Penulis": "Anselme Herve Rochard H. [25119702]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Dr. Riantini Virtriana, S.T., M.T.", "Dr.Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Madagascar, Vatovavy Fitovinany, Tropical forest, Landsat, Tavy, disturbances, recovery, magnitude, duration, LandTrendr, Google Earth Engine (GEE), NBR, Random Forest (RF), biotic, abiotic.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Agu 2021"}