{"Nomor": 57908, "Judul": "VINCA WREDHA: NOSTALGIA SEBAGAI INTREVENSI DEMENTIA DI BANDUNG, JAWA BARAT", "Abstrak": "Demensia merupakan sebuah penurunan fungsi kognitif otak yang umumnya\nmenyerang lansia. Jawa Barat dengan pertumbuhan penduduk lansia yang terusmenerus bertambah setiap tahunnya sudah sudah masuk kedalam kategori ageing\npopulation yang dimana lebih dari 10 % populasi penduduknya merupakan dewasa\ndengan umur lebih dari 60 tahun. Dengan perkembangan tersebut lansia yang\nberada di Bandung sebagai salah satu kota di Jawa Barat terancam mengalami\npenurunan fungsi kognitif otak yang akan mengakibatkan dementia. Salah satu\nupaya yang dilakukan untuk memperlambat perkembangan dementia tersebut\nadalah dengan menggunakan memori nostalgia dalam lingkungan sosial yang\nadalah panti wredha\nTujuan dari penelitian ini adalah untuk mengidentifikasi dan mengeksplorasi cara\nuntuk menginterverensi dementia mengguna pendekatan nostalgia dalam\nlingkungan sosial, dilanjutkan dengan mengidentifikasi dan juga\nmengimplementasikan solusi tersebut kedalam sebuah perancangan interior panti\nwredha\nProses pengumpulan data dalam penelitian ini akan menggunakan mix methods\nyaitu dengan kombinasi antara kualitatif dan juga kuantitatif, teknik pengumpulan\ndata yang dilakukan adalah studi literatur dan analisis\nKonsep yang dirancang berfokus pada kegiatan sehari–hari lansia yang memicu\nmemori nostalgia seperti memasak dan juga kegiatan ciri khas dementia adalah\npengeluyuran, didukung oleh rancangan ruang, visual dan fasilitas yang familiar\ndengan pendektan kultur daerah lansia Bandung, disajikan dengan\nmempertimbangkan personalisasi dan kesederhanaan", "Daftar File": {}, "Penulis": "Dimas M Iqbal P B [17317051]", "Kontributor / Dosen Pembimbing": ["Dr. Prabu Wardono, M.Des.", "Miranti Sari Rahma, S.T., M.Ds.", "Etika Vidyarini, M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Nostalgia, Demensia, Lansia, Panti Wredha, Bandung", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Agu 2021"}