{"Nomor": 57912, "Judul": "KARAKTERISASI REKAHAN KRITIS DAN PEMODELAN STATIK REKAHAN ALAMI BATUAN DASAR, DI TINGGIAN BERUK CEKUNGAN SUMATRA TENGAH", "Abstrak": "Reservoar rekahan batuan dasar merupakan target utama aktifitas eksplorasi dan pengembangan pada sektor migas di Indonesia. Salah satu cekungan yang telah memproduksi hidrokarbon dari reservoar rekahan batuan dasar yakni Cekungan Sumatra Tengah yang termasuk cekungan belakang busur berumur Tersier. Model jaringan rekahan dibutuhkan untuk mengetahui karakteristik rekahan yang dapat mengalirkan hidrokarbon meliputi rekahan kritis beserta distribusinya untuk menentukan daerah dengan zona permeabilitas yang baik. Tinggian Beruk dipilih sebagai daerah penelitian karena pada daerah ini telah terbukti memproduksi hidrokarbon yang bersumber dari reservoar batuan dasar yang berumur Pra-Tersier. Penelitian ini bertujuan untuk menentukan karakteristik rekahan kritis dan membuat pemodelan jaringan rekahan, sehingga dapat ditentukan daerah yang berpotensi memiliki reservoar rekahan batuan dasar. Penelitian ini menggunakan tiga data sumur yakni BK 1, BK 2 dan BK 3 yang mana terdapat show hidrokarbon di interval batuan dasar pada sumur BK 2 serta data seismik 3D seluas 225 km2.\nMetode yang digunakan dalam penelitian ini yakni analisis geomekanik, paleostress inversion, scanline, dan pemodelan rekahan dengan metode Discrete Fracture Network (DFN). Metode – metode tersebut digunakan untuk menentukan karakteristik rekahan kritis beserta distribusinya, sejarah pembentukan rekahan dan tegasan yang bekerja, nilai properti reservoar berupa porositas rekahan dan permeabilitas.\nHasil pemetaan bawah permukaan menunjukkan daerah penelitian didominasi oleh tren struktur berarah Utara – Selatan dan Barat Laut - Tenggara pada interval batuan dasar. Tren struktur yang berarah Utara - Selatan didominasi oleh sesar turun sedangkan struktur yang berarah Barat Laut – Tenggara terdiri atas sesar naik. Berdasarkan data rekahan yang berasal dari sumur BK 1 dan BK 2 dan struktur sesar pada daerah penelitian, dilakukan simulasi paleostress inversion yang menghasilkan terdapat dua peristiwa tektonik yang mengontrol pembentukan rekahan di daerah penelitian.\nAnalisis geomekanik didapat dari perhitungan log tali kawat dengan mengaplikasikan persamaan empiris oleh Zoback dkk. (1989), menunjukkan rezim tegasan pada Tinggian Beruk yakni sesar normal hingga sesar geser karena memiliki nilai tegasan insitu Sv ? SHmax > Shmin. Tegasan horizontal maksimum pada Tinggian Beruk berorientasi Timur laut – Barat Daya berkisar antara N 40 o E hingga N 70 o E. Karakterisasi rekahan kritis dianalisis menggunakan Diagram Mhor yang didapatkan dari nilai tegasan insitu, dan menggunakan nilai batas gelincir yakni koefisien kuat friksi sebesar 0.6 serta koefisien biot yakni satu kemudian diintegrasikan dengan data rekahan terbuka yaitu rekahan konduktif dan parsial. Karakteristik rekahan kritis pada Tinggian Beruk memiliki kemiringan berkisar antara 40o hingga 80o dan memiliki orientasi rekahan kritis mayoritas berarah Timur Laut – Barat Daya (sejajar dengan arah tegasan horizontal maksimum).\nPemodelan jaringan rekahan mengaplikasikan metode DFN dengan mengintegrasikan data intensitas rekahan, orientasi rekahan yang didapatkan dari hasil pemodelan paleostress inversion, panjang rekahan dan apertur (bukaan) menghasilkan daerah dengan densitas rekahan yang tinggi terletak pada zona hancuran sesar dan pada area yang semakin dekat dengan permukaan batuan dasar. Hasil porositas rekahan batuan dasar di daerah Tinggian Beruk 0,01% hingga 2,1% dengan nilai porositas rata-rata 0,6% dan permeabilitas rekahan yang baik berada pada daerah zona hancuran sesar serta dekat dengan permukaan batuan dasar. Rekomendasi lokasi pengeboran sumur berikutnya berada pada daerah zona dengan permeabilitas yang tinggi dan jenis sumur merupakan directional well mengikuti trend NW - SE searah dengan orientasi tegasan horizontal minimum serta tegak lurus terhadap orientasi rekahan kritis.", "Daftar File": {"ABSTRAK Virga Hydra Sahara": "https://digilib.itb.ac.id/gdl/download/231579"}, "Penulis": "Virga Hydra Sahara [22019017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Chalid Idham Abdullah", "Prof. Ir. Benyamin Sapiie, Ph.D.", "Agus Mochamad Ramdhan, S.T., M.T., Ph.D.", "Indra Gunawan, S.T., M.Sc., Ph.D.", "Dr. Astyka Pamumpuni, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batuan dasar, rekahan kritis, geomekanika, paleostress inversion, Discrete Fracture Network (DFN)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Agu 2021"}