{"Nomor": 57911, "Judul": "KAJIAN KEBUTUHAN AIR MINUM RUMAH TANGGA DI KOTA DEPOK", "Abstrak": "Air merupakan kebutuhan yang paling mendasar untuk keberlangsungan hidup manusia. Kebutuhan air untuk keperluan rumah tangga diamati selalu mengalami peningkatan akibat pertumbuhan populasi – masyarakat dan kota yang berkembang membutuhkan lebih banyak air. Kota Depok memiliki laju pertumbuhan penduduk tertinggi kedua di Provinsi Jawa Barat dengan laju pertumbuhan ekonomi yang mencapai 6,74%. Pertumbuhan penduduk dan ekonomi di Kota Depok berpotensi menyebabkan terjadinya kenaikan kebutuhan air minum di kalangan masyarakat. Pengetahuan tentang angka kebutuhan air minum rumah tangga beserta faktor yang mempengaruhinya dapat menjadi dasar penyusunan strategi pengelolaan kebutuhan air dengan tujuan menjaga keberlanjutan persediaan air di masa depan. Penelitian ini mengkaji kebutuhan air minum penduduk Kota Depok untuk keperluan rumah tangga dan pengaruh karakteristik masyarakat serta pola pemakaian air minumnya terhadap kebutuhan air minum. Sampel probabilitas dengan derajat kepercayaan 95% sebanyak 423 orang diperoleh melalui penyebaran kuesioner mengenai pola pemakaian air minum rumah tangga dengan metode pengambilan sampel acak sederhana. Berdasarkan hasil perhitungan rata-rata pemakaian air minum responden diperoleh angka kebutuhan air minum sebesar 169,65 liter/orang/hari dengan pemakaian paling banyak digunakan untuk mandi sebesar 29%, 24% untuk kakus, 15% untuk berwudhu, 4% untuk mencuci tangan, 1% untuk minum, dan 27% untuk keperluan bersama. Hasil analisis dengan metode nonparametrik menggunakan uji korelasi Spearman’s rank correlation menunjukkan bahwa kebutuhan air minum penduduk Kota Depok secara signifikan dipengaruhi oleh usia, jenis kelamin, tingkat ekonomi, peralatan yang digunakan untuk kegiatan rumah tangga yang membutuhkan air minum, serta adanya kegiatan di luar rumah.", "Daftar File": {"TA 2021 Amanda Syarifa 1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/231572"}, "Penulis": "Amanda Syarifa [15317085]", "Kontributor / Dosen Pembimbing": ["Ir. Yuniati, M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air minum, kebutuhan, rumah tangga, per kapita, nonparametrik", "Sumber": "TA Oktober 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "27 Agu 2021"}