{"Nomor": 57914, "Judul": "DESAIN KANDIDAT VAKSIN CROSS-PROTECTIVE TERHADAP SARBECOVIRUS DAN MERBECOVIRUS: STUDI IN SILICO", "Abstrak": "?-coronaviruses (?-CoVs), khususnya subgroup Merbecovirus dan Sarbecovirus, telah menyebabkan epidemi severe acute respiratory syndrome (SARS), Middle East respiratory syndrome (MERS), dan pandemi Coronavirus Disease 2019 (COVID-19) pada dua dekade terakhir. Kedua subgroup tersebut memiliki inang alami kelelawar yang kemudian mengalami mutasi atau rekombinasi genetik sehingga bersifat zoonotik dan sangat patogenik. Melihat potensi transmisi zoonotik dari kedua subgroup ?-CoVs tersebut, diperlukan vaksin yang mampu memberikan proteksi silang terhadap anggota Merbecovirus dan Sarbecovirus. Protein nukleokapsid (N) dapat dipilih sebagai target vaksin karena bersifat multifungsional, lestari, imunogenik, dan memiliki antibodi yang meningkatkan respons imun tanpa memicu imunopatologi. Studi ini bertujuan untuk mengonstruksi vaksin multipeptida dari daerah imunodominan sekuens konsensus protein nukleokapsid Merbecovirus dan Sarbecovirus. Daerah imunodominan diperoleh dari pemetaan 13 epitop limfosit T sitotoksik (CTL), 24 epitop T helper (HTL), dan 11 epitop B linier (LBL)—yang diprediksi dari sekuens konsensus protein N Sarbecovirus dan Merbecovirus dengan antigenisitas lebih dari 0.4 dan kelestarian lebih dari 70%—terhadap nukleokapsid native sekuens referensi SARS-CoV-2 dan MERS-CoV. Kemudian, vaksin dikonstruksi dari daerah imunodominan tersebut dan dihubungkan dengan dua jenis ajuvan, yaitu B Subunit of Cholera Toxin (CTB) untuk konstruksi pertama (K1) dan 50S ribosomal protein L7/L12 (RplL) untuk konstruksi kedua (K2), dengan menggunakan rigid linker EAAAK serta ditambahkan sekuens PADRE. Konstruk vaksin kemudian diprediksi struktur tridimensionalnya, diperbaiki, dan divalidasi. Kedua struktur vaksin memiliki antigenisitas berkisar pada 0.65, bersifat hidrofilik, dan tidak melekat pada membran. K1 memiliki kesesuaian dengan struktur (65%) dan epitop diskontinu nukleokapsid native (30 a.a.) lebih tinggi daripada K2 (46% dan 15 a.a.). Interaksi molekuler dengan Toll-like receptor (TLR) 2 dan TLR4 terbaik dimiliki oleh K2 karena kemampuannya untuk mengenali 8 ligand-binding residues TLR2 serta 28 residu pada TLR4. Dengan demikian, dua vaksin multipeptida dari daerah imunodominan sekuens konsensus nukleokapsid Merbecovirus dan Sarbecovirus berhasil dikonstruksi dan ditentukan karakteristik fisiokimia, struktural, dan interaksinya dengan TLRs. Diharapkan vaksin yang telah dikonstruksi mampu memberikan proteksi silang terhadap epidemi Coronavirus baru di masa mendatang.", "Daftar File": {"ABSTRAK Nicolas Hosea Christiantono": "https://digilib.itb.ac.id/gdl/download/231580"}, "Penulis": "Nicolas Hosea Christiantono [10417027]", "Kontributor / Dosen Pembimbing": ["Ernawati Arifin Giri-Rachman, M.Si., Ph.D.", "Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "vaksin multipeptida, nukleokapsid, sekuens konsensus, daerah imunodominan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Agu 2021"}