{"Nomor": 57923, "Judul": "PERANCANGAN LANSKAP HUTAN MANGROVE KUALA LANGSA SEBAGAI EKOWISATA DAN KAWASAN BUDIDAYA EKOLOGIS", "Abstrak": "Hutan mangrove Kuala Langsa terletak di pesisir barat Kota Langsa. Aceh. Hutan mangrove\nKuala Langsa memiliki luas sekitar 6724 Ha, dengan peruntukan sebagai kawasan hutan\nlindung seluas 1,687.76 ha, dan sisanya merupakan hutan produksi, hutan produksi konversi\nserta area perikanan budidaya. Berdasarkan data dari Kesatuan Pengelolaan Hutan Wilayah III\nAceh, kawasan ini memiliki koleksi 32 spesies mangrove dan merupakan yang terlengkap di\nAsia Tenggara. Spesies mangrove yang berada di kawasan hutan mangrove Kuala Langsa ini,\ndiantaranya sudah berumur sangat lama dan memiliki ukuran yang sangat besar sehingga perlu\ndi konservasi.\nSeperti ekosistem pesisir kebanyakan, hutan mangrove Kuala Langsa juga tidak luput dari\nkerusakan. Penyebab kerusakan hutan mangrove di Kuala Langsa didominasi oleh aktivitas\nmanusia seperti eksploitasi hutan mangrove untuk pembangunan infrastruktur dan perikanan\ntambak. Selain itu, abrasi dan erosi yang terjadi di daerah sempadan pantai dan sungai, turut\nmengurangi kualitas lingkungan. Kondisi degradasi lahan hutan mangrove ini tidak didukung\ndengan upaya rehabilitasi yang maksimal. Kawasan ini merupakan lahan milik Pemerintah\nKota Langsa yang kini dikelola oleh pihak swasta. Pengelolaan yang dilakukan saat ini belum\nmemperhatikan aspek konservasi dan aspek keberlanjutannya, sehingga berpotensi\nmengurangi fungsi fisik, ekonomi, dan juga biologis.\nTesis ini dilakukan untuk merancang lanskap hutan mangrove Kuala Langsa sebagai kawasan\nbudidaya ekologis dengan mengaplikasikan prinsip ekowisata, yakni konservasi, partisipasi\nmasyarakat, dan ekonomi, Kawasan perancangan ini dibagi menjadi beberapa zona, dengan\ntujuan untuk mengidentifikasi berbagai fungsi, kegiatan, fasilitas, serta berbagai komponen\ndalam perancangan dalam mendukung upaya konservasi serta perlindungan garis sempadan\npantai dari abrasi. Perancangan lanksap hutan mangrove Kuala Langsa sebagai kawasan\nekowisata dan budidaya ekologis ini diharapkan dapat menghasilkan lanskap kawasan\nmangrove yang terintegrasi dengan peran kawasan ini sebagai habitat vegetasi dan satwa liar,\nserta pelindung kawasan pesisir.", "Daftar File": {"ABSTRAK T. Hasyiral Haikal": "https://digilib.itb.ac.id/gdl/download/231888"}, "Penulis": "T. Hasyiral Haikal [28919004]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T., M.T.", "Medria Shekar Rani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "ekosistem pesisir, hutan mangrove, konservasi, budidaya ekologis, ekowisata", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "27 Agu 2021"}