{"Nomor": 57922, "Judul": "PERANCANGAN AGRO TECHNO PARK DI KAWASAN KOTA PENDIDIKAN JATINANGOR DENGAN PENDEKATANKONSEP GREENSPACE ORIENTED DEVELOPMENT (GOD)", "Abstrak": "Pemindahan fasilitas pendidikan tinggi dari Kota Bandung ke Kecamatan\nJatinangor Kabupaten Sumedang, menjadikan Jatinangor ditetapkan sebagai salah\nsatu Kawasan Strategis Provinsi Jawa Barat dengan arahan Kawasan Pendidikan\nTinggi yangtercantum dalam RTRW Jawa Barat Tahun 2009-2029. Disamping\nitu, pemindahan fasilitas pendidikan tinggi tersebut mengakibatkan tingginya\nurbanisasi di kawasan Jatinangor, yang berdampak pada berkurangnya lahan hijau\ndan memperluas kawasan yang menjadi peri-urban.\nMelihat posisi Jatinangor sebagai salah satu Kawasan Strategis Provinsi Jawa\nBaratdan berbagai potensi yang ada di Jatinangor maka direncanakan pula\npengembangan techno park dengan fokus agrotechnologysebagai suatu tempat\nberhimpunnya informasi hasil riset dan inovasi perguruan tinggi untuk\ndisosialisasikan kepada masyarakat.\nPerancangan Agro Techno Park di Kawasan Kota Pendidikan Jatinagor dengan\npendekatan konsep Greenspace Oriented Development (GOD) berupaya untuk\ndapat menyelesaikan isu pendidikan, isu lingkungan, dan isu sosial di Jatinangor,\nsehingga menghasilkan perancangan Agro Techno Park, yang dapat menunjang\nkegiatan pendidikan dan merepresentasikan Jatinangor sebagai Kawasan\nPendidikan Tinggi dan juga dapat menguntungkan bagi semua pihak.\nMetode GOD dimulai dari tahapan memilih ruang hijau, meng- upgrade ruang\nhijau sampai menghubungkan tiap ruang hijau, sehingga diharapkan dapat\nmemperluas ruang terbuka hijau yang sudah ada dan kemudian\nmengintegrasikannya sehingga menambah kuantitas dan kualitas ruang terbuka\nhijau.", "Daftar File": {"ABSTRAK Annisaa Shabrina Amri": "https://digilib.itb.ac.id/gdl/download/231606"}, "Penulis": "Annisaa Shabrina Amri [28919010]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T., M.T.", "Medria Shekar Rani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kawasan Strategis Provinsi, Kawasan Pendidikan Tinggi, Peri-Urban, Agro Techno Park , Greenspace Oriented Development (GOD), Transit Oriented Development (TOD)", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "27 Agu 2021"}