{"Nomor": 57924, "Judul": "KAJIAN FAKTOR-FAKTOR YANG MEMPENGARUHI KEPATUHAN WAJIB PAJAK PBB-P2 DI KOTA BANDUNG", "Abstrak": "Pelimpahan wewenang pengelolaan Pajak Bumi dan Bangunan Perdesaan dan\nPerkotaan (PBB-P2) oleh pemerintah pusat menimbulkan permasalahan baru bagi\npemerintah daerah, yaitu tingginya nilai tunggakan PBB-P2 yang tercermin dari\nnilai piutang PBB-P2. Padahal, pajak merupakan bentuk kontribusi wajib pajak\nyang dibayarkan ke negara sebagai bentuk partisipasi dalam pembangunan.\nPenelitian ini bertujuan untuk menganalisis hubungan persepsi individu terhadap\nkepercayaan kepada pemerintah, kesadaran pajak dan kemudahan membayar pajak\nterhadap kepatuhan wajib pajak PBB-P2 di Kota Bandung. Kepatuhan wajib pajak\nberarti wajib pajak yang patuh membayar tagihan secara tepat waktu sehingga tidak\nmemiliki tunggakan pajak. Penelitian ini menggunakan metode survei melalui\nkuesioner secara online dengan strategi convenience sampling. Data diolah secara\nkuantitatif menggunakan analisis regresi logistik melalui software Stata 16.0.\nPengolahan data disajikan melalui beberapa model regresi secara parsial dan\nsimultan. Lebih lanjut, ditambahkan juga variabel lainnya yang diduga\nmempengaruhi variabel dependen berupa variabel instrinsik dan ekstrinsik.\nHasilnya adalah terdapat perbedaan karakteristik responden berdasarkan tingkat\nkepatuhan membayar pajak, persepsi terhadap kepercayaan kepada pemerintah,\nkesadaran pajak, dan kemudahan pembayaran. Tidak ada perubahan signifikansi\nyang berarti ketika variabel intrinsik dan ekstrinsik dimasukkan dalam model\npenelitian. Signifikannya variabel Kemudahan Pembayaran di setiap model regresi\nlogistik menunjukkan bahwa keragaman fasilitas pembayaran yang telah\ndisediakan Pemerintah Kota Bandung dapat memberikan kemudahan bagi\nresponden dalam membayar tagihan PBB-P2.", "Daftar File": {"COVER M.A.F. Tri Wiyanto": "https://digilib.itb.ac.id/gdl/download/231607", "BAB 1 M.A.F. Tri Wiyanto": "https://digilib.itb.ac.id/gdl/download/231608", "BAB 2 M.A.F. Tri Wiyanto": "https://digilib.itb.ac.id/gdl/download/231609", "BAB 3 M.A.F. Tri Wiyanto": "https://digilib.itb.ac.id/gdl/download/231610", "BAB 4 M.A.F. Tri Wiyanto": "https://digilib.itb.ac.id/gdl/download/231611", "BAB 5 M.A.F. Tri Wiyanto": "https://digilib.itb.ac.id/gdl/download/231612", "BAB 6 M.A.F. Tri Wiyanto": "https://digilib.itb.ac.id/gdl/download/231613"}, "Penulis": "M.A.F. Tri Wiyanto [24019011]", "Kontributor / Dosen Pembimbing": ["Dr. Adenantera Dwicaksono, S.T., M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pajak bumi dan bangunan, kepatuhan pajak, kepercayaan kepada pemerintah, kesadaan pajak, kemudahan pembayaran", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "10 file", "Tanggal Input": "27 Agu 2021"}