{"Nomor": 57927, "Judul": "FORMULASI ALTERNATIF KEBIJAKAN SUBSIDI PUPUK DI INDONESIA DENGAN METODE TINJAUAN SISTEMATIS (SYSTEMATIC REVIEW)", "Abstrak": "Sejak diperkenalkan pertama kali sekitar 60 tahun yang lalu sebagai bagian dari\nRevolusi Hijau, berbagai negara di Afrika dan Asia telah mengimplementasikan\nkebijakan subsidi pupuk, termasuk Indonesia. Terlepas dari potensi manfaatnya,\nkebijakan subsidi pupuk juga banyak dikritisi oleh kalangan ekonom, agen\npembangunan dan analis kebijakan. Subsidi pupuk dinilai sebagai cara yang tidak\nefisien untuk mengalokasikan sumber daya publik yang terbatas serta dapat mendorong\npenggunaan pupuk yang berlebihan. Selain itu, anggaran subsidi pupuk yang semakin\ntinggi tidak sejalan dengan dampak yang terbatas pada produktivitas dan adanya\npenurunan produksi padi. Proses politik dan ekonomi yang mendasari kebijakan\nsubsidi pupuk akan membuatnya sulit untuk dapat dihapuskan. Seringkali kebijakan\nsubsidi pupuk kurang didasarkan pada bukti empirik (evidence based) yang kuat.\nPenelitian ini bertujuan untuk menghasilkan formulasi alternatif kebijakan subsidi\npupuk di Indonesia melalui pemahaman potensi dan tantangan sektor pertanian di\nIndonesia, evolusi historis dari kebijakan subsidi pupuk di Indonesia, dan\nmensistematisasikan praktek-praktek penyelenggaraan kebijakan subsidi pupuk di\nberbagai negara dikaitkan dengan output, outcome, dan impact dari kebijakan tersebut,\nserta melalui analisis komparatif mengenai kebijakan subsidi pupuk di Indonesia\ndengan studi dari hasil tinjauan literatur secara sistematis. Penelitian ini menggunakan\nmetode tinjauan literatur dan tinjauan sistematis (systematic review).\nDari hasil penelitian, terdapat beberapa temuan studi, antara lain: Pertama. Potensi\npertanian Indonesia berupa lahan yang potensial untuk tanaman pangan, keberagaman\nbudidaya tanaman sebagai sumber pangan, dan ketersediaan sumber daya manusia,\nsebagai faktor produksi pertanian. Namun pemanfaatan potensi pertanian tersebut\ndihadapkan pada beberapa tantangan antara lain: (1) Pengelolaan unsur hara,\npenguasaan lahan oleh petani dengan skala kecil, serta fenomena konversi lahan yang\ndapat berimplikasi pada produksi tanaman; (2) Keberagaman pangan terbentur\npreferensi intim masyarakat terhadap beras yang juga menyebabkan keterbatasan\npilihan kebijakan; dan (3) Rendahnya produktivitas tenaga kerja sektor pertanian.\nii\nKedua. Evolusi historis dari kebijakan subsidi pupuk di Indonesia menunjukkan bahwa\nsubsidi pupuk merupakan salah satu kebijakan yang sensitif dimana proses politik\nmaupun ekonomi mendasari kebijakan tersebut karena besaran nilai subsidi yang\nsignifikan serta banyaknya pihak yang terlibat. Ketiga. Penulis mengidentifikasi 22\nstudi yang menilai pengaruh kebijakan subsidi pupuk, yang sebagian besar melaporkan\ndampak positif, seperti pada output: yaitu peningkatan terhadap penggunaan pupuk,\nperubahan alokasi tanaman (varietas tanaman dan/atau pola tanam), dan peningkatan\nefisiensi petani dalam hal aktivitas bertani; outcome: peningkatan hasil panen,\npeningkatan pendapatan rumah tangga, penurunan harga pangan, peningkatan\nkonsumsi, ketahanan pangan rumah tangga, pemasaran hasil panen, serta peningkatan\nkeuntungan usaha tani; impact: penurunan kemiskinan, kenaikan penyediaan,\npermintaan, dan upah tenaga kerja, peningkatan kesejahteraan, dampak positif pada\ngizi anak dan kualitas diet petani wanita, dan distribusi total surplus. Berdasarkan\ntemuan studi tersebut penulis melakukan analisis komparatif antara kebijakan subsidi\npupuk pada studi dari hasil tinjauan literatur secara sistematis dengan kebijakan subsidi\npupuk yang ada di Indonesia pada beberapa aspek, antara lain: (1) Penentuan sasaran\npenerima manfaat; (2) Merupakan bagian dari “strategi sektor yang lebih luas”; (3)\nDukungan terhadap pengembangan pasar pupuk sektor swasta; serta (4) Memiliki exit\nstrategy.\nKebijakan subsidi yang berjalan saat ini perlu diubah agar dapat mencapai potensi\noptimalnya serta sejalan dengan potensi pertanian di Indonesia. Penulis\nmemformulasikan alternatif kebijakan subsidi pupuk berdasarkan temuan studi dan\nanalisis komparatif yang telah dilakukan: (1) Kriteria sasaran penerima manfaat untuk\npetani “miskin produktif” serta memprioritaskan kelompok rentan; (2) Pemanfaatan e-\nRDKK dan Kartu Tani secara optimal; (3) Adanya pernyataan yang jelas mengenai\nindikator kinerja atas program subsidi pupuk; (4) Integrasi dengan kebijakan subsidi\npertanian lainnya melalui penyediaan paket yang holistik atas input pertanian, seperti\npenyediaan pupuk bersama dengan benih unggul yang disesuaikan dengan komoditas\npangan spesifik lokasi dan irigasi, serta dilengkapi dengan jaminan harga komoditas\npangan serta pelatihan dari penyuluh atau agen pertanian lainnya mengenai praktek\nmanajemen kesehatan tanah; (5) Pengembangan pasar pupuk yang kompetitif disertai\njaminan ketersediaan pupuk hingga ke daerah terpencil; (6) Pemerintah Indonesia perlu\nmempersiapkan exit strategy sebagai antisipasi kemungkinan perubahan kebijakan\nsubsidi pupuk akibat beban keuangan fiskal yang besar di masa mendatang. Kebijakan\nsubsidi pupuk bukan merupakan solusi tunggal untuk mencapai berbagai tujuan\npembangunan pertanian karena penyebab yang bersifat multidimensi sehingga\ndibutuhkan pendekatan yang juga bersifat multidimensi dan harus dibangun dalam\nsuatu paket kebijakan pertanian yang lebih komprehensif.", "Daftar File": {"COVER Sasha Gatria Andani": "https://digilib.itb.ac.id/gdl/download/231640", "BAB 1 Sasha Gatria Andani": "https://digilib.itb.ac.id/gdl/download/231641", "BAB 2 Sasha Gatria Andani": "https://digilib.itb.ac.id/gdl/download/231642", "BAB 3 Sasha Gatria Andani": "https://digilib.itb.ac.id/gdl/download/231643", "BAB 4 Sasha Gatria Andani": "https://digilib.itb.ac.id/gdl/download/231644", "BAB 5 Sasha Gatria Andani": "https://digilib.itb.ac.id/gdl/download/231645", "BAB 6 Sasha Gatria Andani": "https://digilib.itb.ac.id/gdl/download/231646", "2021_TS_PP_SASHA_GATRIA_ANDANI DAFUS.pdf\n?u": "https://digilib.itb.ac.id/gdl/download/231647"}, "Penulis": "Sasha Gatria Andani [24019004]", "Kontributor / Dosen Pembimbing": ["Dr. Adenantera Dwicaksono, S.T., M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "analisis komparatif, bukti empirik, pupuk, subsidi, tinjauan sistemati", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "27 Agu 2021"}