{"Nomor": 57937, "Judul": "ANALISIS SEISMISITAS PADA TAMBANG BAWAH TANAH DENGAN MENGGUNAKAN METODE DOUBLE DIFFERENCE UNTUK RELOKASI HIPOSENTER", "Abstrak": "Gempa bumi dapat dikategorikan berdasarkan penyebabnya. Salah satu penyebab gempa bumi\nadalah adanya induced seismicity akibat dari aktivitas manusia. Contoh dari gempa akibat induced\nseismicity adalah gempa di pertambangan. Studi mengenai seismisitas di pertambangan dapat\ndigunakan untuk mengetahui karakteristik dari gempa pada tambang bawah tanah. Dalam\nmenganalisis seismisitas pada tambang bawah tanah, dilakukan picking manual dan analisis\nfrekuensi dominan dari event gempa pada tambang bawah tanah. Didapatkan bahwa magnitudo\nberpengaruh terhadap frekuensi dominan dari waveform. Semakin besar magnitudo, maka semakin\nkecil frekuensi dominan yang terkandung dalam waveform. Frekuensi dominan yang didapatkan\njuga bervariasi dari 30-150 hz. Hasil dari uji picking juga menunjukkan bahwa picking dan model\nkecepatan yang digunakan menjadi faktor yang berpengaruh terhadap hasil penentuan lokasi. Pada\npenentuan lokasi, dilakukan pengolahan data koordinat hiposenter menggunakan non-linear\nlocation. Setelah itu, dilakukan juga pembaharuan model kecepatan menggunakan metode Joint\nHypocenter Determination untuk mendapatkan hasil lokasi hiposenter yang lebih baik. Model\nkecepatan hasil Joint Hypocenter Determination digunakan sebagai input untuk melakukan\nrelokasi menggunakan metode Double Difference. Hasil relokasi hiposenter menggunakan metode\nDouble Difference dengan model kecepatan 1D memberikan alternatif yang paling baik dalam\nmenentukan hiposenter gempa pada tambang bawah tanah. Hal tersebut dibuktikan dengan selisih\njarak XYZ dengan lokasi pada katalog gempa 2000 event pada lapangan pertambangan “UC” pada\ntanggal 30 Oktober 2019-02 November 2019 yaitu sebesar 49,56 meter dan Root Mean Squared\n(RMS) yang paling kecil dibandingkan dengan metode Nonlinloc dan Joint Hypocenter\nDetermination sebesar 0,001699", "Daftar File": {"ABSTRAK Ariq Gustama Pasya": "https://digilib.itb.ac.id/gdl/download/231662"}, "Penulis": "Ariq Gustama Pasya [12317062]", "Kontributor / Dosen Pembimbing": ["David Prambudi Sahara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "seismisitas tambang bawah tanah, frekuensi dominan, non-linear location, Joint Hypocenter Determination, double difference", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "27 Agu 2021"}