{"Nomor": 57938, "Judul": "STUDI OPTIMALISASI ADSORPSI  KONTAMINAN FARMASI CARBAMAZEPINE  DI AIR DENGAN TANAH LIAT ALAM SEPIOLITE  MENGGUNAKAN METODOLOGI RESPON PERMUKAAN", "Abstrak": "Saat ini kontaminan farmasi menjadi isu terkini kaitannya dengan pencemaran lingkungan. Kontaminan farmasi ditemukan pada Instalasi Pengolahan Air Limbah, Intalasi Pengolahan Air Bersih, sungai, danau dan bahkan di air tanah. Salah satu kontaminan farmasi yang toksik dan dijumpai hampir di seluruh tempat tersebut  adalah Carbamazepine. Carbamazepine merupakan senyawa yang sangat persisten di alam. Carbamazepine telah diteliti terakumulasi di flora dan fauna. Selain itu juga menyebabkan adanya kerusakan embrio ayam dan embrio ikan zebra. Oleh karena itu diperlukan penysisihan kontaminan farmasi dari komponen-komponen lingkungan. Salah satu metode yang signifikan dalam menyisihkan senyawa farmasi tersebut adalah adsorpsi. Diantara berbagai jenis adsorben, tanah liat merupakan adsorben yang menjanjikan karena sifatnya yang ramah lingkungan dan tersedia dalam jumlah besar. Penelitian ini bertujuan untuk mengetahui kondisi optimum dari adsorpsi senyawa Carbamazepine menggunakan tanah liat Sepiolite. Adsorpsi dimodelkan terhadap 3 faktor utama yakni konsentrasi larutan (1-10 mg/L), pH larutan (3-11) dan dosis adsorben tanah liat terhadap larutan (4-20 g/L). Percobaan dan analisis adsorpsi disusun dari model yang dihasilkan aplikasi Design Expert 13 menggunakan Response Surface Methodology Box Behnken Design. Model polinomial kuadrat merupakan model terpilih untuk menjelaskan model adsorpsi. Kondisi optimum adsorpsi kontaminan farmasi Carbamazepine menggunakan tanah liat Sepiolite terjadi pada konsentrasi 9,8 mg/L; nilai pH 5,9; dan dosis adsorben sebesar 18,2 g/L dengan penyisihan sebesar 51,9%. Pada kondisi pH asam cenderung netral, dosis adsorben yang besar serta nilai konsentrasi larutan yang lebih besar memberikan penyisihan lebih tinggi dibandingan dengan konsentrasi kecil.", "Daftar File": {"TA 2021 Itsna Nabila 1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/231663"}, "Penulis": "Itsna Nabilla [15317022]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D.", "Syarif Hidayat, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Adsorpsi, Carbamazepine, Tanah liat, Sepiolite, dan Metodologi Respon Permukaan", "Sumber": "TA Oktober 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "27 Agu 2021"}