{"Nomor": 57935, "Judul": "STUDI MEKANISME INHIBISI KETOCONAZOLE DENGAN PENAMBAHAN GARAM HALIDA DALAM LARUTAN ASAM KLORIDA", "Abstrak": "Baja ASTM A36 merupakan baja karbon rendah yang banyak digunakan untuk bangunan\nkonstruksi seperti pipa, tangki, dan juga bisa digunakan untuk bahan pembuatan kapal. Dalam\npengaplikasiannya, baja jenis ini mudah terkorosi[3]. Salah satu upaya pencegahan korosi yang\ndapat dilakukan adalah dengan penambahan bahan aditif berupa inhibitor korosi dalam konsentrasi\nyang sangat kecil (ppm) pada media korosi. Salah satu inhibitor yang telah terbukti memiliki efek\ninhibisi yang baik adalah ketoconazole. Beberapa penelitian menunjukkan terjadinya peningkatan\nefisiensi pada baja yang dicelupkan dalam larutan asam yang telah ditambahkan inhibitor organik\ndengan penambahan ion halida[7–17]. Dalam penelitian ini, dipelajari pengaruh penambahan garam\nhalida berupa kalium iodida, kalium bromida, dan kalium klorida dalam beberapa variasi\nkonsentrasi pada efisiensi inhibitor ketoconazole di berbagai temperatur untuk mencegah\nterjadinya korosi pada baja ASTM A36 dalam larutan HCl 1 M. Selain itu, dilakukan pula\nperhitungan untuk memprediksi mekanisme adsorpsi inhibitor ketoconazole dengan dan tanpa\npenambahan garam halida.\nPada penelitian ini, dilakukan uji perendaman pada 25 ? dengan menggunakan garam halida\nberupa KI, KBr, dan KCl. Selain itu, dilakukan pula uji perendaman pada temperatur 35 ºC, 45 ºC,\ndan 55 ºC dengan menggunakan garam KCl. Variasi konsentrasi garam halida yang digunakan\npada percobaan ini adalah 0,001 M, 0,003 M, 0,005 M dan 0,01 M. Data hasil uji perendaman\nkemudian diolah untuk mendapatkan nilai laju korosi, efisiensi inhibitor, model isoterm adsorpsi,\nmekanisme adsorpsi, serta parameter termodinamika lainnya.\nSecara umum, penambahan garam halida memberikan efek sinergis yang dapat meningkatkan\nefisiensi inhibitor ketoconazole pada larutan HCl 1 M. Efisiensi inhibitor akan semakin menurun\nseiring dengan meningkatnya temperatur. Efisiensi inhibitor tertinggi (97,41%) didapatkan dengan\nmenambahkan inhibitor ketoconazole dengan KCl sebanyak 0,01 M pada suhu 25 ºC. Mekanisme\nadsorpsi inhibitor ketoconazole dengan dan tanpa penambahan garam halida mengikuti model\nisoterm adsorpsi Langmuir dimana diperkirakan terjadi pembentukan lapisan tunggal dari inhibitor\npada permukaan logam. Proses adsorpsi inhibitor pada permukaan logam dalam penelitian ini\nmerupakan proses adsorpsi gabungan yang melibatkan proses kemisorpsi serta fisisorpsi. Model\nrangkaian listrik ekuivalen dari sistem pada larutan dengan penambahan inhibitor ketoconazole\ndengan dan tanpa keberadaan KI dan KCl adalah Rs-(CPEi(Ri(CPEdl/Rp))) yang menunjukkan\nterbentuknya lapisan pasif tidak merata pada permukaan logam.", "Daftar File": {"ABSTRAK Cheryl Narendra Garini": "https://digilib.itb.ac.id/gdl/download/231654"}, "Penulis": "Cheryl Narendra Garini [12517021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismi Handayani, M.T.", "Dr.Eng. Bonita Dilasari, S.T., M.T.", "Dr.Eng. Bonita Dilasari, S.T., M.T.", "Fadhli Muhammad, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Adsorpsi, garam halida, asam klorida, inhibitor organik, mild steel", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "27 Agu 2021"}