{"Nomor": 57944, "Judul": "KONSTRUKSI KANDIDAT VAKSIN MULTIEPITOP DARI PROTEIN S UNTUK SARS-COV-2 DENGAN PENDEKATAN REVERSE VACCINOLOGY", "Abstrak": "Lonjakan kasus baru COVID-19 terus teramati setelah 1 tahun lebih COVID-19 diumumkan pandemi oleh WHO. Beberapa cara sudah dilakukan dan dikembangkan untuk mengontrol kasus-kasus postif COVID-19 supaya pandemi dapat mereda. Salah satu cara yang dilakukan adalah pengembangan vaksin yang bertujuan untuk memberikan kekebalan buatan terhadap SARS-CoV-2. Beberapa vaksin sudah dikembangkan, tetapi belum ada penelitian yang membentuk vaksin subunit berdasarkan ukuran populasi dunia, mengingat kemampuan virus SARS-CoV-2 untuk bermutasi cukup tinggi. Salah satu protein milik SARS-CoV-2 yakni spike glycoprotein dinilai cukup baik untuk digunakan sebagai target vaksin karena berfungsi sebagai mediator antara virus dan sel inang. Oleh karena itu, penelitian ini bertujuan untuk mengembangkan kandidat vaksin subunit dari spike glycoprotein SARS-CoV-2 berdasarkan data populasi dunia dengan pendekatan reverse vaccinology. Dalam studi ini, dilakukan pengambilan data sekuens spike glycoprotein sebanyak 111 ribu dari GISAID pada kurun waktu Oktober-November 2020. Hasil ini kemudian diproses untuk menghilangkan sekuens yang ambigu, daerah tak tentu dan berbeda ukuran. Sebanyak 80 ribu sekuens hasil proses kemudian digunakan untuk memprediksi kandungan epitop HTL dan CTL berdasarkan HLA dunia. Hasil prediksi epitop ini kemudian dilakukan screening dengan beberapa parameter yakni skor ikatan, antigenesitas, alergenesitas, toksisitas, similaritas peptida manusia dan tikus dengan BLASTp, dan konservasi epitop pada setiap clad SARS-CoV-2. Berdasarkan seluruh parameter tersebut, didapatkan sebanyak 9 epitop CTL dan 8 epitop HTL yang digunakan untuk mengkonstruksi kandidat vaksin dengan adjuvan RpfE dari Mycobacterium tuberculosis. Konstruk vaksin 3d dari folding de novo kemudian di validasi, menghasilkan nilai rama favoured sebesar 90.6%, ERRAT-score sebesar 69,837 dan Z-score 7,36. Hasil ini memberikan gambaran bahwa hasil konstruk 3d kandidat vaksin yang didapatkan cukup baik. Hasil molecular docking antara kandidat vaksin dengan TLR-4 menunjukkan interaksi yang spontan, dinilai dari nilai ?G sebesar -16,7 kcal/mol dan keberadaan residu-residu kunci. Molecular docking yang dilakukan antara epitop dengan MHC menunjukkan hasil yang serupa, yakni dapat berinteraksi secara spontan dan memiliki residu-residu kunci. Berdasarkan hasil yang didapatkan, dapat disimpulkan bahwa konstruk kandidat vaksin dapat digunakan untuk penelitian lebih lanjut dalam membentuk vaksin SARS-CoV-2 untuk menanggulangi pandemi. Untuk selanjutnya, dapat dilaksanakan proses dinamika molekuler dan pengembangan plasmid ekspresi untuk kebutuhan analisis lanjut.", "Daftar File": {"ABSTRAK Daniel Rudiyanto": "https://digilib.itb.ac.id/gdl/download/231680"}, "Penulis": "Daniel Rudiyanto [10417040]", "Kontributor / Dosen Pembimbing": ["Ernawati Arifin Giri-Rachman, M.Si., Ph.D.", "Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "BCL, CTL, HTL, Sistem Imun", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Agu 2021"}