{"Nomor": 57940, "Judul": "PEMODELAN STACKING FAULT ENERGY DENGAN METODE KOMPUTASI UNTUK DESAIN PADUAN ENTROPI SEDANG COCRNIAL DAN FECRNIAL PADA APLIKASI BIOMEDIS", "Abstrak": "Pengembangan industri dan penelitian alat kesehatan merupakan salah satu\nprogram prioritas nasional untuk mengatasi ketergantungan pada alat kesehatan\nimpor. Salah satu paduan logam yang berpotensi untuk dikembangkan sebagai alat\nkesehatan adalah paduan entropi sedang (Medium Entropy Alloy/MEA). MEA\nharus memiliki sifat mekanik yang baik untuk dapat digunakan sebagai biomaterial\ndengan kualitas tinggi. Oleh karena itu, diperlukan pemilihan komposisi kimia yang\ntepat sehingga dihasilkan kombinasi sifat mekanik, ketahanan korosi, dan\nbiokompatibilitas yang baik dari paduan entropi sedang. Desain paduan logam\nkonvensional dengan percobaan trial dan error memiliki keterbatasan dalam hal\nwaktu dan biaya. Dengan melakukan metode komputasi, berbagai komposisi\npaduan dapat dimodelkan dengan mudah sehingga dapat dihasilkan sifat mekanik\nyang diinginkan dengan waktu dan biaya yang jauh lebih rendah. Dalam penelitian\nini, desain paduan entropi sedang dimodelkan melalui perhitungan nilai Stacking\nFault Energy (SFE) dengan beberapa kombinasi komposisi menggunakan metode\nkomputasi perhitungan termodinamika dan first-principle.\nSerangkaian simulasi perhitungan nilai SFE paduan entropi sedang telah dilakukan\nuntuk mempelajari pengaruh komposisi paduan dan temperatur terhadap nilai SFE\nserta struktur elektronik. Pada perhitungan termodinamika dilakukan perhitungan\nnilai SFE paduan entropi sedang pada rentang suhu 0-1500 K. Pada metode first\nprinciple dilakukan simulasi pada temperatur 0 K untuk menentukan parameter kisi\nsetimbang, nilai energi kesetimbangan struktur, serta struktur elektronik yang\ndihasilkan.\nDari simulasi yang dilakukan, perubahan komposisi paduan akan mempengaruhi\nnilai SFE paduan entropi sedang. Berdasarkan metode first-principle maupun\nperhitungan termodinamika, penambahan atom Cr serta pengurangan atom Ni dan\nAl akan menurunkan nilai SFE. Selain itu, berdasarkan metode first-principle,\nperubahan komposisi paduan entropi sedang akan mempengaruhi struktur\nelektronik yang dihasilkan. Perubahan atom Co menjadi Fe pada paduan entropi\nsedang akan menurunkan total zona akumulasi muatan serta meningkatkan nilai\nDOS yang dihasilkan. Penambahan atom Ni dalam paduan akan menurunkan total\nzona akumulasi muatan serta meningkatkan nilai DOS yang dihasilkan. Sedangkan\npenambahan atom Cr akan meningkatkan zona akumulasi muatan secara lokal dan\ntotal serta meningkatkan nilai DOS yang disertai dengan menurunnya jarak antar\nlapisan terutama pada daerah dimana atom Cr ditambahkan. Panduan desain\ndiberikan dalam bentuk grafik antara komposisi dan SFE sehingga dapat dihasilkan\nmekanisme deformasi twinning.", "Daftar File": {"ABSTRAK Ammar Zamani": "https://digilib.itb.ac.id/gdl/download/231672"}, "Penulis": "Ammar Zamani [12517055]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Akhmad Ardian Korda, S.T., M.T.", "Dr.Eng. Akhmad Ardian Korda, S.T., M.T.", "Tria Laksana Achmad, S.T., M.T.", "Dr.Eng. Bonita Dilasari, S.T., M.T.", "Dadan Suhendar, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Metode komputasi, paduan entropi sedang, stacking fault energy", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "27 Agu 2021"}