{"Nomor": 57948, "Judul": "ANALISIS PENGARUH PENAMBAHAN DOPING C, ZN-C DAN SN-C PADA FOTOELEKTRODA BERBASIS TITANIUM DIOKSIDA (TIO2) ANATASE TERHADAP PERFORMA DYE SENSITIZED SOLAR CELL (DSSC)", "Abstrak": "Dye-sensitized solar cell (DSSC) merupakan sel surya semikonduktor yang dapat\nmengkonversi energi matahari menjadi arus listrik dengan prinsip fotoelektrokimia.\nFotoelektroda merupakan salah satu bagian paling penting dalam DSSC yang\nberperan sebagai media transfer elektron. Semikonduktor titanium dioksida (TiO2)\ndengan fasa anatase sering digunakan sebagai material pembentuk fotoelektroda\nkarena memiliki kemampuan fotoaktivitas yang sangat baik, stabilitas tinggi, tidak\nberacun, ramah lingkungan, dan harga rendah. Modifikasi pada DSSC banyak\ndilakukan untuk mengatasi keterbatasan DSSC dalam efisiensi salah satunya\ndengan memodifikasi TiO2 dengan cara melakukan doping unsur C, Zn dan Sn pada\nTiO2. Atom C, Zn dan Sn memiliki jari-jari atom yang tidak berbeda jauh dengan\njari-jari atom Ti dan O sehingga memungkinkan terjadinya substitusi di dalam kisi\nkristal TiO2. Atom Zn dan Sn memiliki sifat listrik yang baik, tahan terhadap korosi,\ndan stabil, sedangkan atom C memiliki fotoaktivitas yang baik, mudah didapat,\nserta dapat mengurangi laju rekombinasi pasangan elektron-hole.\nPada penelitian ini dilakukan doping C serta co-doping C dengan Zn (Zn-C) dan Sn\n(Sn-C) pada TiO2 dengan metode sol-gel dan material yang dihasilkan kemudian\ndiaplikasikan sebagai fotoelektroda pada DSSC. Variabel pada percobaan ini yaitu\njenis dopan dan jumlah dopan C pada TiO2. Material yang digunakan sebagai katalis\npada elektroda lawan adalah platina, sedangkan pewarna yang digunakan berupa\nruthenium Z907. Performa DSSC TiO2 doping dibandingkan dengan performa\nDSSC TiO2 sintesis tanpa doping dan TiO2 komersial (TiO2 Merck dan TiO2\nDegussa P25).\nHasil penelitian menunjukkan bahwa TiO2 tanpa dan dengan doping memiliki\nmorfologi spherical berpori dan tidak homogen. Selain itu, adanya dopan C, Zn-C\ndan Sn-C memperkecil ukuran kristalit dan menurunkan energi celah pita TiO2.\nEfisiensi DSSC TiO2 tanpa doping sebesar 3,83% lebih tinggi dibandingkan\nefisiensi DSSC TiO2 komersial (yaitu 1,89% untuk TiO2 Merck dan 2,24% untuk\nTiO2 Degussa P25), sedangkan performa terbaik dihasilkan dari DSSC C-TiO2 1.5\nyaitu dengan efisiensi sebesar 4,2%. Untuk co-doping Zn-C-TiO2 dan Sn-C-TiO2\nefisiensi yang dihasilkan masing-masing sebesar 0,71% dan 0,85%.", "Daftar File": {"ABSTRAK Ressa Muhripah Novianti": "https://digilib.itb.ac.id/gdl/download/231684", "BAB 1 Ressa Muhripah Novianti": "https://digilib.itb.ac.id/gdl/download/231685", "BAB 2 Ressa Muhripah Novianti": "https://digilib.itb.ac.id/gdl/download/231686", "BAB 3 Ressa Muhripah Novianti": "https://digilib.itb.ac.id/gdl/download/231687", "BAB 4 Ressa Muhripah Novianti": "https://digilib.itb.ac.id/gdl/download/231688", "BAB 5 Ressa Muhripah Novianti": "https://digilib.itb.ac.id/gdl/download/231689", "PUSTAKA Ressa Muhripah Novianti": "https://digilib.itb.ac.id/gdl/download/231690"}, "Penulis": "Ressa Muhripah Novianti [22519010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Syoni Soepriyanto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "DSSC, TiO2, anatase, fotoelektroda, doping, dopan, efisiensi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "28 Agu 2021"}