{"Nomor": 57954, "Judul": "ANALISA TOTAL BIAYA KEPEMILIKAN PADA PENGEMBANGAN BUS ELEKTRIK UNTUK SISTEM BUS RAPID TRANSIT DI BANDUNG", "Abstrak": "Bus Rapid Transit (BRT) dibuat untuk menghadapi masalah kemacetan dan polusi. Bus \ndiesel memiliki masalah menciptakan polusi ketika beroperasi. Bus elektrik memiliki\nkelebihan tidak membuat polusi, dan biaya operasi dan perawatan yang lebih rendah\nnamun memiliki kelemahan biaya awal yang lebih tinggi. Riset ini bertujuan untuk\nmemberikan saran untuk Dinas Perhubungan Kota Bandung tentang penggunaan bus\nelektrik sebagai pengganti bus diesel untuk BRT di Bandung. \nPenelitian masalah bisnis dilakukan dengan analisa situasi dengan menganalisa\nlingkungan bisnis luar dan dalam dan analisa rute BRT dan riset pasar untuk menganalisa\nharga pasar dari bus elektrik dan diesel, baterai, dan pengisi daya. Analisa lingkungan\nluar menunjukkan adanya keuntungan di bidang politik, sosial, ekonomi, teknologi,\nlingkungan alam, dan hukum dan kekurangan di bidang sosial karena kurangnya\nkeinginan untuk menggunakan bus dan mudahnya produk subsititusi. Analisa lingkungan\nluar menunjukkan Dinas Perhubungan Kota Bandung tidak mampu melakukan bisnis dan\nmemerlukan pihak lain. Ada 12 rute yang direncanakan untuk BRT dan rute tersebut akan\nbersifat komplemen dengan rute yang ada saat ini. Riset pasar menunjukkan adanya\nsuplier untuk bus, pengisi daya, dan harga baterai diperkirakan akan turun menjadi 80\nUSD per kWh pada 2030. \nSolusi bisnis dilakukan dengan menghitung Total Biaya Kepemilikan per km dari single\nbus, medium bus, dan small bus yang menggunakan mesin diesel dan elektrik pada setiap\nrute dan Total Biaya Kepemilikan per km dari setiap strategi pengisian daya untuk bus\nelektrik. Analisa sensitivitas dilakukan untuk mengetahui parameter apa yang paling\nberpengaruh pada Total Biaya Kepemilikan per km dan signifikansinya. Bus elektrik\nyang memiliki biaya total terendah dan Total Biaya Kepemilikan terendah per km adalah\nSingle Bus 315.85 kWh, Medium Bus 291.6 kWh, dan Small Bus 175 kWh. Strategi\npengisian daya terbaik adalah strategi penggunakan pengisi daya 150 kW pada depot dan\nstasiun. Parameter yang paling berpengaruh pada Total Biaya Kepemilikan per km pada\npengaplikasian bus elektrik adalah harga bus, biaya perawatan, dan biaya gaji dan lain –\nlain namun tidak ada parameter yang signifikan yang dapat mengubah Total Biaya\nKepemilikan per km secara drastis. Penambahan dan pengurangan tahun kontrak\nmengubah Total Biaya Kepemilikan per km. Implementasi dapat dilakukan dengan\nperencanaan penggunaan bus elektrik, riset pasar, uji coba penerapan, proyek\npercontohan, dan kemudian operasi secara normal.", "Daftar File": {"2021_TS_PP_Handy Budiman_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/231696"}, "Penulis": "Handy Budiman [29119111]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "bus elektrik, total biaya kepemilikan, analisa sensitivitas, analisa kelayakan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "28 Agu 2021"}