{"Nomor": 57962, "Judul": "SIMULASI, DESAIN, DAN EKSPERIMEN PADUAN HIGH-ENTROPY ALXTI0.3CR0.7FE0.8CONIY DENGAN PENAMBAHAN SI-NB MENGGUNAKAN PROSES SPARK PLASMA SINTERING", "Abstrak": "Paduan high-entropy merupakan paduan dengan komposisi lebih dari lima unsur penyusun utama dan sejumlah unsur minor. Paduan ini memiliki sifat mekanik yang tinggi dan merupakan kandidat untuk aplikasi struktural pada temperatur tinggi. Salah satu upaya untuk mendesain paduan high-entropy yaitu menggunakan perhitungan parameter termodinamika dan fisika. Pendekatan ini bertujuan untuk memprediksi fasa dan struktur kristal yang akan terbentuk. Fabrikasi paduan yang umum digunakan adalah melalui proses arc melting. Namun, alternatif proses lain seperti spark plasma sintering belum banyak dilakukan.\nPenelitian ini bertujuan untuk mendesain paduan high-entropy melalui simulasi perhitungan parameter termodinamika dan fisika, kemudian diverifikasi melalui proses pemaduan mekanik dan spark plasma sintering. Paduan dikarakterisasi menggunakan SEM, EDS, dan XRD serta dilakukan pengujian mekanik menggunakan uji tekan dan uji keras.\nHasil simulasi dan desain diperoleh paduan high-entropy AlxTi0.3Cr0.7Fe0.8CoNiy (x = 0.7 dan y = 2.5 untuk paduan A1; x = 1.0 dan y = 2.0 untuk paduan A3). Penambahan Si-Nb pada paduan A1 dan A3 berturut-turut membentuk paduan A2 dan A4. Data XRD menunjukkan terbentuknya larutan padat bersel satuan FCC dan BCC serta intermetalik bersel satuan FCC. Tanpa penambahan Si-Nb, struktur mikro paduan menunjukkan jejak aliran penekanan dengan struktur berbentuk pipih pada matriks dan partikel. Sedangkan paduan dengan penambahan Si-Nb menunjukkan struktur mikro lebih homogen dengan partikel berbentuk bulat. Pengurangan komposisi Ni dan penambahan komposisi Al seperti dari paduan A1 ke A3, serta penambahan Si-Nb berkontribusi terhadap peningkatan nilai kekerasan dan kekuatan tekan. Paduan A4 secara khusus menghasilkan kekerasan dan kekuatan tekan berturut-turut sebesar 696 HV dan 2350 MPa yang lebih unggul dari sebagian besar paduan kekuatan tinggi.", "Daftar File": {"ABSTRAK Ahmad Sahid": "https://digilib.itb.ac.id/gdl/download/231711"}, "Penulis": "Ahmad Sahid [23719307]", "Kontributor / Dosen Pembimbing": ["Ir. Arif Basuki, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "high-entropy, pemaduan mekanik, spark plasma sintering, simulasi, desain", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Agu 2021"}