{"Nomor": 57963, "Judul": "DESAIN VAKSIN HUMAN PAPILLOMAVIRUS TIPE 16 BERDASARKAN HUMAN LEUKOCYTE ANTIGEN POPULASI INDONESIA MELALUI PENDEKATAN REVERSE VACCINOLOGY", "Abstrak": "Kanker serviks merupakan kasus kanker terbanyak kedua setelah kanker payudara\ndi Indonesia. Sekitar 50-60% kasus kanker ini dipicu oleh salah satu High Risk\nHuman papillomavirus (HR-HPV) yaitu HPV-16. Meskipun sudah ada vaksin yang\nmampu melindungi dari 70% bahkan 90% jenis HR-HPV, akan tetapi vaksin\ntersebut tidak memiliki kemampuan terapeutik untuk orang yang telah mengidap\npenyakit akibat infeksi virus. Sehingga, diperlukan pengembangan vaksin\nkhususnya di Indonesia yang memiliki efek terapeutik sekaligus profilaktik untuk\nmengobati sekaligus mencegah terjadinya infeksi kembali akibat HPV-16. Tujuan\npenelitian ini dilakukan untuk memprediksi vaksin multi-epitop dari kombinasi\nprotein E6, E7, dan L1 yang berpotensi memiliki efek terapeutik dan profilaktik\ndengan pendekatan Reverse Vaccinology berdasarkan Human Leukocyte Antigen\n(HLA) orang Indonesia. Proses desain vaksin dimulai dengan pencarian sekuens\nprotein di NCBI ditemukan 757 sekuens E7, 403 sekuens L1, dan 2773 sekuens E6\ndari sekuens tersebut ditentukan daerah lestari masing-masing protein, dan\ndianalisis epitope tersebut menggunakan web server. Epitop terpilih diseleksi\ndengan berbagai parameter sehingga jumlah epitop tereduksi menjadi 8 epitop sel\nT CD8+, 4 epitop sel T CD4+ dan 3 epitop sel B yang hanya berisi epitop dari protein\nE7 dan L1. Epitop yang lolos seleksi dikonstruksi dengan adjuvant 50S ribosomal\nprotein L7/L12 (rplL) dari Mycobacterium tuberculosis, PADRE sekuens, dan\nlinker. Kemudian, dilakukan prediksi alergenisitas, antigenisitas, karakteristik\nfisikokimia, struktur 3D konstruksi vaksin dan molekular docking. Hasil penelitian\nmenunjukkan vaksin berhasil dikonstruksi dengan cakupan populasi di Indonesia\nsebesar 99,99% dan diprediksi bersifat stabil, hidrofilik, antigenik, termostabil, pI\nteoritis 4.67, memiliki waktu paruh sekitar 1 jam didalam tubuh manusia, tidak\nberpotensi menyebabkan alergi serta struktur 3D sudah tervalidasi dengan kualitas\nyang cukup baik melalui nilai ERRAT sebesar 91.56, nilai Z-score sebesar -7.87\ndan nilai plot Ramachandra sebesar 96.3%. Interaksi antara konstruksi vaksin\ndengan Toll Like Receptor (TLR) 4 mungkin terjadi ditandai dengan nilai ?G\nnegatif dan teramati adanya residu kunci. Sehingga, vaksin diprediksi memiliki\nstruktur yang cukup baik, tidak menyebabkan alergi dan kemungkinan dapat\nmenginduksi respon imun seluler di tubuh pada pada fase percobaan pre-klinis.", "Daftar File": {"ABSTRAK Dina Puteri Mariyani": "https://digilib.itb.ac.id/gdl/download/231712"}, "Penulis": "Dina Puteri Mariyani [10417003]", "Kontributor / Dosen Pembimbing": ["Ernawati Arifin Giri-Rachman, M.Si., Ph.D.", "Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kanker serviks, profilaktik, protein E6-E7-L1, terapeutik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Agu 2021"}