{"Nomor": 57978, "Judul": "STUDI TENTANG HAMBATAN PEMBELIAN PRODUK PAKAIAN ORGANIK PADA PEREMPUAN GENERASI Z DI INDONESIA", "Abstrak": "Saat ini, permintaan produk organik tampaknya muncul dan banyak orang mulai mengubah gaya hidup mereka untuk menggunakan produk organik. Mulai dari makanan organik, perawatan pribadi organik, kerajinan organik hingga fashion organik. Ada berbagai macam produk fashion dan salah satunya adalah produk pakaian organik. Pakaian organik adalah pakaian yang utamanya menggunakan kain organik yang terbuat dari serat alam dengan menggunakan bahan-bahan alami. Namun di Indonesia sepertinya masih ada masyarakat yang tidak menggunakan produk pakaian organik ini karena skeptis atau tidak memiliki pengetahuan yang memadai tentang produk pakaian organik. Hal ini menunjukkan bahwa beberapa kendala terjadi pada konsumen, sehingga mereka belum menggunakan pakaian organik. Dalam penelitian ini, peneliti mencoba menganalisis hambatan pembelian produk pakaian organik pada 166 wanita gen-z di Jabodetabek dan Bandung dengan menggunakan Innovation Resistance Theory (IRT). Penelitian ini dilakukan dengan menggunakan kuesioner dan dianalisis menggunakan Regresi Linier Berganda dengan Software SPSS. Hasil penelitian menunjukkan bahwa hambatan risiko dan hambatan tradisi berpengaruh positif dan signifikan terhadap niat beli produk pakaian organik. Temuan ini mungkin berguna dalam mengembangkan strategi bisnis UKM pakaian organik di Indonesia, dengan fokus pada aspek indikator hambatan risiko dan hambatan tradisional.", "Daftar File": {"ABSTRAK Aisha Nur Shafira Putri": "https://digilib.itb.ac.id/gdl/download/231752"}, "Penulis": "Aisha Nur Shafira Putri [19218021]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "hambatan, teori resistensi inovasi, organik, produk pakaian organik, niat beli", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "30 Agu 2021"}