{"Nomor": 57976, "Judul": "MENYELIDIKI FAKTOR PENDORONG LOYALITAS PELANGGAN PADA KEDAI KOPI THIRD-WAVE STUDI KASUS: SAYA KOPI NUANSA", "Abstrak": "Sebagai negara dengan pertumbuhan industri ritel kopi tercepat keempat di dunia, konsumsi domestik kopi di Indonesia mengalami pertumbuhan pesat. Fenomena tersebut melahirkan tren third-wave coffee, di mana kedai kopi tidak hanya sekadar memberikan minuman, tetapi juga informasi mendalam terkait karakter serta proses dibalik pembuatan kopi tersebut. Di era pandemi ini, banyak kedai kopi third-wave yang mengalami kesulitan untuk bertahan dan berkompetisi di pasaran, termasuk Saya Kopi Nuansa. Berdasarkan hasil penelitian sebelumnya, meningkatkan loyalitas pelanggan dapat membantu sebuah bisnis untuk berkompetisi di pasaran dengan meningkatkan keuntungan dan menekan pengeluaran pemasaran. Riset ini bertujuan untuk mengidentifikasi faktor-faktor pendorong loyalitas pelanggan pada Saya Kopi Nuansa, serta mengetahui pengaruh dari kualitas pengalaman, kepuasan pengalaman, perceived value, dan tingkat kepercayaan terhadap tingkat loyalitas pelanggan. Pendekatan kuantitatif berupa survey telah dilakukan untuk mengumpulkan data. Di samping itu, riset pendahuluan berupa wawancara telah dilakukan sebagai pelengkap. Peneliti menganalisis data dengan menggunakan metode PLS-SEM. Hasilnya, faktor-faktor signifikan yang dapat mempengaruhi tingkat loyalitas pelanggan adalah kualitas afektif, kualitas lingkungan fisik, dan kualitas hasil servis, melalui kualitas pengalaman, perceived value, tingkat kepercayaan, serta kepuasan pengalaman sebagai jembatan. Hasil penelitian ini dimaksudkan untuk membantu Saya Kopi Nuansa dalam membangun strategi yang efektif untuk meningkatkan loyalitas pelanggan, dan pada akhirnya, dapat berkompetisi di pasar", "Daftar File": {"ABSTRAK Naufal Ahmad Ghiffary": "https://digilib.itb.ac.id/gdl/download/231750"}, "Penulis": "Naufal Ahmad Ghiffary [19016022]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Affective Quality, Experiential Loyalty, Experiential Quality, Saya Kopi Nuansa, Third-wave Coffee Shop", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Agu 2021"}