{"Nomor": 57972, "Judul": "DAMPAK ULASAN RESELLER DAN FASILITAS RESELLER TERHADAP NIAT RESELLER MENJUAL PRODUK PERAWATAN PRIBADI ORGANIK", "Abstrak": "Transformasi kebiasaan konsumen dalam memilih organic personal care product di Indonesia telah\nterjadi. Fenomena ini berujung pada permintaan konsumen terhadap organic personal care juga\nsemakin tinggi. Dimana reseller sebagai representatives sebuah brand bisa berperan dalam\nmenjangkau seluruh wilayah dan bisa dilibatkan dalam proses bisnis ini. Dari sisi reseller tentu\nmemutuskan product yang akan dijual akan menjadi proses penting. Reseller review yang ada\nsekarang dapat memberikan gambaran secara umum perjalanan seseorang dalam menjual produk.\nDi sisi lain, studi juga menjelaskan apabila gambaran perjalanan tersebut tidak apa adanya dan\nkonsumen dari awal sebenarnya sudah mengerti. Berbanding jika reseller facility yang ditampilkan,\nreseller memprioritaskan aspek ini karena fasilitas yang didapat bisa berpengaruh pada masa depan.\nPenelitian ini bertujuan untuk menentukan persona reseller yang baru pada industri organic personal\ncare product dan mencari tahu bagaimana reseller review dan reseller facility bisa memberikan\ndampak pada niat menjadi reseller. Dengan menggunakan pendekatan kualitatif, data penelitian ini\ndikumpulkan secara mendalam kepada 10 peserta dengan rentang usia 19-30 tahun yang pernah\nmenjadi reseller dari suatu produk. Data yang terkumpul dianalisis menggunakan saturasi dan\ntriangulasi dengan memvalidasi penelitian sebelumnya. Hasil penelitian ini diharapkan dapat\nmemberikan gambaran dalam mengembangkan strategi pemasaran yang tepat untuk business to\nbusiness melalui reseller review dan reseller facility. Hasil penelitian ini menunjukkan bahwa\npersona yang tepat adalah wanita karir yang memiliki kepedulian terhadap lingkungan, antusias\ndalam berjualan dan antusias dengan digital. Selain itu, reseller review berperan untuk\nmeningkatkan kesadaran terhadap produk organik sedangkan reseller facility berpengaruh kepada\nkeputusan menjadi reseller.", "Daftar File": {"ABSTRAK Muhammad Daffan Reynarah A": "https://digilib.itb.ac.id/gdl/download/231746"}, "Penulis": "Muhammad Daffan Reynarah A [19218023]", "Kontributor / Dosen Pembimbing": ["Arfenia Nita, ST., MMgt (Fin)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ulasan Reseller, Produk Perawatan Pribadi Organik, Fasilitas Reseller, Persona, Niat Jual", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Agu 2021"}