{"Nomor": 57983, "Judul": "PENGARUH MARKETING MIX TERHADAP NIAT PEMBELIAN PRODUK URBAN GARDENING (TANAMAN HIAS)", "Abstrak": "Tanna Grow merupakan perusahaan yang lahir dan bergerak di industri agrikultur pada tahun 2020. Tanna Grow mulai fokus pada industri urban gardening dengan produk tanaman hias pada awal tahun 2021. Tanna Grow, sebagai pendatang baru di bisnis ini, ingin meningkatkan kualitas strategi pemasarannya untuk mencapai pertumbuhan. Total pendapatan Tanna Grow pada tahun 2021 mengalami stagnasi, dan khusus pendapatan online mengalami penurunan. Strategi promosi berdampak baik pada penjualan pabrik, menurut data awal yang diperoleh dari vendor pabrik. Dalam industri berkebun atau pertanian perkotaan, pemahaman mendalam perusahaan dan penerapan bauran pemasaran dapat menjadi keunggulan kompetitif. Penelitian ini bertujuan untuk mengidentifikasi faktor-faktor bauran pemasaran yang mempengaruhi minat beli produk urban gardening dan memberikan rekomendasi untuk Tanna Grow. Dalam penelitian ini digunakan pendekatan kuantitatif dengan skala Likert 5 poin dan strategi purposive sampling. Regresi Linier Berganda digunakan untuk mengukur hasil kuesioner. Data dikumpulkan dari 203 responden dari Bandung dan Jabodetabek dengan usia minimal 18 tahun dan semuanya memiliki pengalaman dalam membeli produk urban gardening. Hasilnya, penelitian menemukan bahwa semua faktor bauran pemasaran berpengaruh positif terhadap niat beli produk berkebun perkotaan dan Tanna Grow harus lebih memperhatikan perencanaan dan pelaksanaan strategi pemasaran.\nKata Kunci : Bauran Pemasaran,", "Daftar File": {"ABSTRAK Rihan Fauzan Rachmatulloh": "https://digilib.itb.ac.id/gdl/download/231757"}, "Penulis": "Rihan Fauzan Rachmatulloh [19218042]", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, S.E., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bauran Pemasaran, Niat Beli, Regresi Linear Berganda, Tanaman Hias", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "30 Agu 2021"}