{"Nomor": 57987, "Judul": "MENGIDENTIFIKASI FAKTOR-FAKTOR YANG MEMPENGARUHI NIAT MEMBELI TERHADAP PRODUK PAKAN HIJAU: STUDI KASUS GIANTREE", "Abstrak": "Beberapa tahun terakhir, konsumen secara global mengalami peningkatan konsumsi produk pakan hijau. Kementerian Komunikasi dan Informatika RI menyatakan pada tahun 2021 Indonesia akan memiliki kekuatan dalam produk hijau dan ekonomi hijau baik dari sisi produksi, distribusi maupun konsumsi. Didukung dengan pertumbuhan produksi pakan di Indonesia yang cukup prospektif dan progresif dengan peningkatan rata-rata 5,33% setiap tahunnya. Potensi ini dimanfaatkan oleh Giantree, sebuah startup yang memproduksi produk pakan hijau yang sayangnya hampir 2 tahun sejak produk pertama diluncurkan memiliki penjualan yang sangat kecil dan tidak mencapai target penjualan. Sementara itu, mereka telah melakukan berbagai strategi pemasaran untuk mempromosikan produknya.\nTidak tercapainya target penjualan menunjukkan adanya masalah dalam strategi promosi dan langkah awal yang dilakukan adalah melakukan promosi yang tepat dengan mengidentifikasi faktor-faktor yang mempengaruhi pelanggan. Penelitian ini bertujuan untuk mengidentifikasi faktor-faktor yang mempengaruhi niat beli produk pakan hijauan. Desain penelitian ini diadaptasi dari Theory Planned Behavior (TPB) yang dimodifikasi dengan menambahkan variabel prediktor lain agar lebih sesuai dengan konteks penelitian dan meningkatkan kualitasnya. Penelitian ini menggunakan PLS-SEM untuk menilai hubungan antar variabel. Sebanyak 161 responden penelitian ini memiliki minat untuk membeli produk pakan hijau. Hasil penelitian menunjukkan bahwa ada empat faktor yang mempengaruhi niat beli: kontrol perilaku yang dirasakan, norma subjektif, kemauan untuk membayar, dan sikap. Faktor yang paling berpengaruh adalah kontrol perilaku yang dirasakan. Penelitian ini membantu pemilik bisnis untuk lebih memahami faktor-faktor yang mempengaruhi niat beli khususnya dalam konteks produk pakan hijau untuk membuat strategi perencanaan untuk promosi yang tepat.", "Daftar File": {"ABSTRAK Paisal": "https://digilib.itb.ac.id/gdl/download/231761"}, "Penulis": "Paisal [19218073]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Green Feed Product, Niat Beli, Theory Planned Behavior, Kepedulian Lingkungan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "30 Agu 2021"}