{"Nomor": 57984, "Judul": "PENGARUH PERSEPSI PELANGGAN PADA IKLAN HIJAU TERHADAP NIAT PEMBELIAN: STUDI KASUS FARVEN", "Abstrak": "Keberlanjutan telah menjadi perhatian utama bagi pelaku usaha di bidang mode. Dalam dekade terakhir konsumen menginginkan produk yang lebih ramah lingkungan dan bertanggung jawab secara sosial. Berdasarkan penelitian sebelumnya berpendapat bahwa trend di bisnis mode dilakukan untuk berupaya mengurangi limbah tekstil dan meningkatkan kondisi kerja yang sehat. Tren mode ramah lingkungan ini juga mulai dikenal di Indonesia, berdasarkan preliminary research yang dilakukan menunjukkan bahwa sebanyak 76.6% dari 48 responden mengetahui tentang mode ramah lingkungan dan merek mode ramah lingkungan. Perubahan tren tersebut juga membutuhkan suatu strategi untuk mendefinisikan keberlanjutan, menciptakan produk hijau yang diinginkan konsumen, dan mengkomunikasikan komitmen dan tujuan perusahaan. Bagi Farven strategi ini diperlukan untuk meningkatkan perkembangan bisnis di industri mode ramah lingkungan. Dimana berdasarkan analisis eksternal dan internal Farven, Farven masih memerlukan pengembangan strategi terutama dibidang pemasaran. Iklan merupakan cara yang paling efektif untuk menarik dan mempertahankan perhatian konsumen. Iklan ramah lingkungan digunakan oleh bisnis untuk mempromosikan barang ramah lingkungan dan karenanya meningkatkan nilai produk mereka.\nPenelitian ini bertujuan untuk mengetahui pengaruh persepsi pelanggan pada iklan hijau terhadap niat pembelian produk mode ramah lingkungan di antara target market Farven dengan beberapa kriteria seperti berdomisili Jakarta, Bandung, Semarang, dan Surabaya serta berumur 20-28 tahun. Untuk mengetahui pengaruh tersebut, peneliti menggunakan penelitian kuantitatif\n6\ndan dianalisis menggunakan Multiple Regression Analysis. Hasil penelitian menunjukkan bahwa persepsi konsumen pada iklan ramah lingkungan yaitu pengetahuan lingkungan, dampak etis, dan fitur produk yang ditingkatkan menunjukkan hubungan positif dan signifikan terhadap niat pembelian produk mode ramah lingkungan. Sedangkan, citra perusahaan tidak menunjukkan adanya hubungan positif dan signifikansi yang mempengaruhi persepsi konsumen pada iklan ramah lingkungan terhadap niat pembelian. Dsolusi bisnis dan rencana implementasi yang akan diimplementasikan Farven agar dapat berkompetisi dengan kompetitor di industri mode ramah lingkungan.", "Daftar File": {"ABSTRAK Qorry Aina Intasiri": "https://digilib.itb.ac.id/gdl/download/231758"}, "Penulis": "Qorry Aina Intasiri [19218043]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Iklan Hijau, Pemasaran Hijau, Persepsi Konsumen, Fashion Berkelanjutanengan melakukan penelitian ini, peneliti akan membuat", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "30 Agu 2021"}