{"Nomor": 57997, "Judul": "PEMODELAN MULTINOMIAL LOGIT DALAM PEMILIHAN MODA TRANSPORTASI MENUJU BANDARA RADIN INTEN II PROVINSI LAMPUNG", "Abstrak": "Guna mendukung Bandara Radin Inten II sebagai Bandara Internasional, pada\ntahun 2018 Kementerian Perhubungan dan Pemerintah Provinsi Lampung\nberencana merealisasikan pembangunan Kereta Api Bandara melalui\npengembangan Stasiun Kereta Api Bandara dengan target operasi tahun 2022.\nKereta api dipilih sebagai moda pendukung Bandara Radin Inten II karena memiliki\nkeunggulan dalam kapasitas angkut, hemat energi, keamanan, ramah lingkungan,\nserta efisien dalam waktu tempuh bila dibandingkan dengan moda transportasi jalan\nraya. Berdasarkan survei lalu lintas harian rata-rata menunjukkan sebanyak 118.653\nkendaraan melintas sepanjang jalan menuju Bandara Radin Inten II. Jika arus lalu\nlintas tidak dialihkan ke jalur lain maka akan menimbulkan kemacetan di masa\nmendatang. Saat ini moda transportasi umum yang tersedia yakni Taxi dan Bus,\nnamun kedua moda tersebut tidaklah unggul dari segi tarif maupun waktu tempuh,\nsehingga jika nantinya ada moda alternatif baru menuju bandara yakni Kereta Api,\nmaka penelitian ini bertujuan mengetahui probabilitas pemilihan Kereta Api\nBandara sebagai moda transportasi menuju Bandara Radin Inten II. Penelitian ini\nmenggunakan Multinomial Logit dengan Biogeme 2.6 dan Uji Sensitivitas. Model\nMultinomial Logit menghasilkan probabilitas pemilihan moda Kereta Api Bandara\nsebesar 54%. Strategi yang dapat dilakukan dalam mengoptimalkan penggunaan\nKereta Api Bandara yakni menurunkan tarif Kereta Api Bandara dengan tiket\ndiskon khusus weekdays, atau dengan railway airport member card dengan\npotongan sebesar 10%, selanjutnya menaikkan tarif toll guna membatasi\npenggunaan kendaraan pribadi serta menerapkan tarif parkir progresif semahal\nmungkin di Bandara Radin Inten II, selain itu perbaikkan feeder menuju Stasiun\nTanjungkarang pun perlu dilakukan untuk menangkap demand individu yang\ntinggal jauh dari stasiun kereta api.", "Daftar File": {"ABSTRAK Ferty Lanisa Putri": "https://digilib.itb.ac.id/gdl/download/231793", "BAB 1 Ferty Lanisa Putri": "https://digilib.itb.ac.id/gdl/download/231804", "BAB 2 Ferty Lanisa Putri": "https://digilib.itb.ac.id/gdl/download/231805", "BAB 3 Ferty Lanisa Putri": "https://digilib.itb.ac.id/gdl/download/231806", "BAB 4 Ferty Lanisa Putri": "https://digilib.itb.ac.id/gdl/download/231807", "BAB 5 Ferty Lanisa Putri": "https://digilib.itb.ac.id/gdl/download/231808", "BAB 6 Ferty Lanisa Putri": "https://digilib.itb.ac.id/gdl/download/231809", "PUSTAKA Ferty Lanisa Putri": "https://digilib.itb.ac.id/gdl/download/231810", "2021 TS PP FERTY LANISA PUTRI_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/231811"}, "Penulis": "Ferty Lanisa Putri [24219006]", "Kontributor / Dosen Pembimbing": ["Shanty Yulianti Rachmat, S.T., M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bandara Radin Inten II, Pemilihan Moda, Kereta Api Bandara, Multinomial Logit.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "30 Agu 2021"}