{"Nomor": 57999, "Judul": "PERILAKU BERKENDARA BERISIKO PENGENDARA SEPEDA MOTOR: PENGARUH FAKTOR PSIKOLOGIS, SPASIAL, DAN PENEGAKAN HUKUM DI KABUPATEN SUMENEP", "Abstrak": "Kecelakaan lalu lintas menjadi salah satu penyebab terbesar kematian di dunia.\nPerilaku berkendara berisiko berkontribusi besar terhadap kejadian tersebut.\nBanyak faktor pengaruh, baik internal ataupun eksternal, yang telah diteliti seperti\nkarakter individu, faktor psikologi, dan kondisi lingkungan binaan. Namun masih\nsedikit penelitian yang mengaitkannya dengan penegakan hukum, terlebih dengan\npemanfaatan teknologi, sedangkan hal tersebut memiliki implikasi pada perilaku\npengendara sepeda motor. Kabupaten Sumenep memiliki tingkat perilaku\nberkendara berisiko, khususnya tidak menggunakan helm tertinggi ketiga di\nProvinsi Jawa Timur. Penelitian ini bertujuan untuk mengidentifikasi faktor-faktor\nyang berpengaruh terhadap perilaku berkendara berisiko berdasarkan prespektif\nspasial, penegakan hukum, dan psikologis, khususnya Perkotaan Sumenep yang\nmeliputi Kecamatan Kota Sumenep dan Kecamatan Kalianget. Objek perilaku\nberkendara berisiko penelitian ini berupa melawan arus, berbelok tanpa lampu sein,\nmenggunakan gawai saat berkendara, tidak menggunakan helm, menerobos lampu\nmerah, berkendara di atas batas kecepatan, menyalip sembarangan, dan kombinasi\nbeberapa perilaku berkendara berisiko tersebut. Pendekatan penelitian berupa\nkualitatif dan kuantitatif dengan metode analisis structural equation modelling\nmenggunakan SmartPLS 3.3.1. Hasil penelitian mendapatkan bahwa 49.9%\nresponden melakukan kombinasi perilaku berkendara berisiko. Tidak\nmenggunakan helm merupakan perilaku berkendara berisiko yang paling banyak\ndilakukan oleh responden, 42.9%. Maksud perjalanan tertinggi saat melakukan\nperilaku berkendara berisiko berupa bersosial sebesar 37%. Pengendara lebih\nbanyak melakukan perilaku berkendara berisiko di jalan utama, kelas arteri,\nberstatus nasional, dan lebar 8-14 meter. Alasan atau motivasi terbesar pengendara\nmelakukan perilaku berkendara berisiko adalah kondisi lalu lintas yang\nmemungkinkan (67.95%) sedangkan alasan terbesar tidak melakukan perilaku\nberkendara berisiko adalah keberadaan petugas lalu lintas (88.67%). Pada model\npenelitian menunjukkan bahwa ketiga aspek memiliki pengaruh langsung, namunii\naspek psikologis -utamanya kontrol perilaku- berpengaruh lebih besar terhadap\nkejadian perilaku berkendara berisiko. Adapun aspek spasial dan penegakan hukum\nyang memiliki pengaruh besar adalah karakteristik simpang -keberadaan Kamera\nCCTV dan APILL- dan ketidakwaspadaan pengawasan dan ketidaktaatan hukum.\nMeskipun demikian, masing-masing faktor tidak memiliki pengaruh langsung yang\nsama -baik besaran ataupun arah- terhadap semua jenis perilaku berkendara\nberisiko. Selain pengaruh langsung, aspek psikologis dan penegakan hukum\nmemiliki pengaruh tidak langsung atau bertindak sebagai variabel intervening.\nKhusus perilaku berkendara berisiko menerobos lampu merah dan melawan arus,\nkeduanya dapat dijelaskan lebih besar melalui aspek penegakan hukum\ndibandingkan aspek spasial ataupun psikologis.", "Daftar File": {"ABSTRAK Arbi Ali Farmadi": "https://digilib.itb.ac.id/gdl/download/231795", "BAB 1 Arbi Ali Farmadi": "https://digilib.itb.ac.id/gdl/download/231796", "BAB 2 Arbi Ali Farmadi": "https://digilib.itb.ac.id/gdl/download/231797", "BAB 3 Arbi Ali Farmadi": "https://digilib.itb.ac.id/gdl/download/231798", "BAB 4 Arbi Ali Farmadi": "https://digilib.itb.ac.id/gdl/download/231799", "BAB 5 Arbi Ali Farmadi": "https://digilib.itb.ac.id/gdl/download/231800", "BAB 6 Arbi Ali Farmadi": "https://digilib.itb.ac.id/gdl/download/231801", "PUSTAKA Arbi Ali Farmadi": "https://digilib.itb.ac.id/gdl/download/231802", "2021 TS PP ARBI ALI FARMADI_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/231803"}, "Penulis": "Arbi Ali Farmadi [24219003]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Ayu Andani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perilaku berkendara berisiko, penegakan hukum, spasial, psikologis, structural equation modelling", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "30 Agu 2021"}