{"Nomor": 57998, "Judul": "PERANCANGAN STRATEGI VENDOR DEVELOPMENT DALAM MENINGKATKAN KOMPETENSI DAN KINERJA VENDOR DI BIDANG LOGISTIK PADA PT. XYZ MELALUI MEDIASI RELATIONSHIP LEARNING", "Abstrak": "PT XYZ sudah melakukan inisiasi untuk melakukan vendor development. Namun\ndemikian, kompetensi dan kinerja vendor masih belum memenuhi target yang\ndiinginkan. Oleh karena itu, PT XYZ berupaya untuk menemukan faktor-faktor\npenting dalam meningkatkan kompetensi dan kinerja vendor agar menghasilkan\nsuatu kerjasama yang menguatkan dan menguntungkan satu dengan lainnya.\nPenelitian ini bertujuan untuk mengembangkan model strategi vendor\ndevelopment, yang dapat meningatkan kompetensi dan kinerja vendor, melalui\nmediasi relationship learning. Secara khusus, penelitian ini memberikan\nkontribusi dalam pengembangan strategi vendor development melalui vendor\nassessment, competitive pressure, dan direct involvement, yang didasarkan pada\npertumbuhan kompetensi dan kinerja vendor.\nPengolahan data di penelitian ini menggunakan pendekatan structural equation\nmodeling (SEM) dengan teknik partial least squares (PLS) karena penelitian ini\nsifatnya prediktif dengan implikasi manajerial. Penelitian ini menerapkan\nsampling jenuh karena populasi sedikit dan mudah dijangkau. Pengambilan data\ndilakukan melalui penyebaran kuesioner secara online kepada seluruh vendor\nlogistik PT XYZ. Model penelitian ini dianalisis berdasarkan 30 data. Hasil\npenelitian menunjukkan pengaruh positif dan singnifikan dari akivitas vendor\ndevelopment berupa vendor assessment, competitive pressure, dan direct\ninvolvement terhadap relationship learning. Selanjutnya, relationship learning\nmenunjukkan pengaruh positif dan singnifikan terhadap vendor competence.\nSedangkan, vendor competence memiliki pengaruh positif dan singnifikan\nterhadap vendor performance. Pada akhirnya, penelitian ini memberikan arahan\nstrategi vendor development yang bisa dilakukan oleh PT XYZ adalah sebagai\nberikut:\na. Melakukan vendor assessment secara berkala disertai dengan transparansi\nproses evaluasi dan pemberian umpan balik.\nb. Menciptakan iklim persaingan melalui competitive pressure yang dilandasi\ndengan aturan main yang jelas dan fair.\nc. Meningkatkan direct involvement vendor yang berorientasi pada\npembangunan sumber daya manusia dan perbaikan proses melalui inovasi\nbaru menuju jiritsuka atau kemandirian vendor.\nd. Pembentukan dan optimalisasi wadah komunitas vendor logistik PT XYZ\nsebagai sarana membangun relationship learning yang berkesinambungan\nmelalui serangkaian aktivitas development yang menyeluruh.", "Daftar File": {"ABSTRAK Vita Auliana": "https://digilib.itb.ac.id/gdl/download/231794"}, "Penulis": "Vita Auliana [23418049]", "Kontributor / Dosen Pembimbing": ["Dr. Wisnu Aribowo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "vendor development, relationship learning, kompetensi, kinerja, strategi.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "30 Agu 2021"}