{"Nomor": 58018, "Judul": "DESAIN AKSELERATOR HARDWARE UNTUK DEEP CONVOLUTIONAL  NEURAL NETWORK BERBASIS FPGA", "Abstrak": "Pengembangan akselerator hardware untuk deep learning semakin pesat dilakukan dengan adanya \ntuntutan akan fleksibilitas untuk diterapkan ke berbagai arsitektur deep learning. Akselerator yang \nbanyak dipasarkan saat ini adalah akselerator dengan arsitektur berbasis GPU dimana pengembang \nmenemui cukup banyak kekurangan karena konsumsi daya yang tinggi. Dengan adanya \npermasalahan ini, diperlukan pengembangan lebih lanjut untuk akselerator hardware yang dapat \nditerapkan ke beberapa model arsitektur deep learning CNN.\nPada penelitian ini, penulis akan merancang akselerator untuk diterapkan pada FPGA. Akselerator\nyang dibangun akan digunakan untuk menangani proses pada layer konvolusi pada Convolutional \nNeural Network(CNN). Proses yang berjalan pada sistem dikerjakan dengan proses paralel \nmenggunakan beberapa processing element sekaligus. Arsitektur bekerja untuk input data gambar \ndengan resolusi 512 × 512 pixel yang terpecah menjadi empat segmen dengan resolusi\n256 × 256 pixel. Sistem yang dirancang dengan target clock base 10 ns mampu memberikan \ntroughput sebesar 100 Mbyte/s. Iteration time dari akselerator untuk memproses data adalah \n670,980 ns per segmen dengan latency yang sistem sebesar 7930 ns untuk ukuran kernel 3 × 3.\nSementara untuk kernel dengan ukuran 2 × 2 Iteration time pada sistem sebesar 660,750 ns dengan \nlatency sebesar 7930 ns. Penggunaan akselerator untuk membantu proses konvolusi pada sistem \nterbukti dapat mempercepat waktu proses dengan perbedaan waktu yang sangat signifikan.", "Daftar File": {}, "Penulis": "Ardian Dwi Cahyo [23219052]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T., M.T., Ph.D.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Convolutional Neural Network, Convolution Layer, Hardware Accelerator", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "30 Agu 2021"}