{"Nomor": 58011, "Judul": "KAJIAN POTENSI WADUK AIR BERSIH DARI SUNGAI CISADANE UNTUK PENYEDIAAN AIR BAKU JAKARTA DAN SEKITARNYA", "Abstrak": "Air menjadi penyokong utama dalam kehidupan manusia. Indonesia, khususnya Jakarta dan sekitarnya menjadi salah satu wilayah yang fokus untuk mengembangkan waduk lepas pantai dari sungai Cisadane sebagai alternatif untuk pemenuhun kebutuhan air baku di wilayah tersebut. Mengingat daerah Jakarta dan sekitarnya merupakan daerah padat penduduk dan setiap tahunnya mengalami pertumbuhan penduduk yang sangat pesat. Selain itu, waduk air lepas pantai menjadi solusi kurangnya wilayah daratan yang dapat dijadikan sebagai reservoir. Penelitian ini bertujuan untuk menganalisis kapasistas waduk yang diperlukan, mengetahui potensi waduk/kolam air bersih dari sungai Cisadane yang dapat dimanfaatkan oleh penduduk Jakarta dan sekitarnya, dan mengetahui umur tampungan waduk kolam air bersih.\nKajian ini dilakukan dengan beberapa tahapan penelitian yakni analisis hidrologi (katersediaan air) menggunakan metode NRECA dan FJ Mock, analisis volume tampungan waduk (lengkung kapasistas), analisis kebutuhan penduduk yang disimulasikan dalam pemodelan WEAP sebagai inputan dalam analisis tampungan waduk yang dibutuhkan dengan metode ripple. Analisis sedimentasi waduk dilakukan dengan menganalisis transport sedimen yang akan masuk kedalam waduk dengan berbagai metode pendekatan transport sedimen metode USBR, Einstein, Frijlink, dan Mayer-Pater and Muyer. Kemudian analisis umur waduk dengan menggukan metode Brunee. Penelitian ini menunjukkan bahwa tingkat Tingkat Validasi NSE, R2 dan RMSE model ketersediaan NRECA berturut-turut mencapai 0.82, 0.79, 6.55 untuk NRECA setengah bulanan. Dan 0.82, 0.84, dan 6.81 untuk NRECA bulanan. Kurva massa ripple waduk air bersih DAS Cisadane mampu menampung air hingga 138.924.000 m3, jika dimaksimalkan dapat mencapai volume 141.600.000 m3, dan 116.400.000 m3 ketika mendapatkan debit inflow tambahan dari waduk air kotor Cisadane. Simulasi WEAP berdasarkan kapasitas tampungan waduk layout yang telah ada, mampu mendistribusikan air baku ke daerah Jakarta dan sekitarnya hingga 44% di tahun basah, 31.7% di tahun normal, dan 25.8% di tahun kering, dengan usia guna waduk air bersih adalah 100 tahun.", "Daftar File": {"ABSTRAK Nurul Afdhaliah": "https://digilib.itb.ac.id/gdl/download/231844", "COVER.pdf": "https://digilib.itb.ac.id/gdl/download/238523", "BAB I.pdf": "https://digilib.itb.ac.id/gdl/download/238524", "BAB II.pdf": "https://digilib.itb.ac.id/gdl/download/238525", "BAB III.pdf": "https://digilib.itb.ac.id/gdl/download/238526"}, "Penulis": "Nurul Afdhaliah [95018304]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo, M.Sc., Ph.D.", "Mohammad Bagus Adityawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Waduk air bersih, DAS Cisadane, NRECA, Volume tampungan waduk, Metode Ripple, Umur waduk", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "5 file", "Tanggal Input": "30 Agu 2021"}