{"Nomor": 58015, "Judul": "KAJIAN JARINGAN RAWA PASANG SURUT DI DAERAH IRIGASI RAWA JEJANGKIT, KALIMANTAN SELATAN DALAM PENINGKATAN PRODUKSI DAN PRODUKTIVITAS TANAMAN PADI", "Abstrak": "Daerah Irigasi Rawa (DIR) Jejangkit dikembangkan sejak 1981 oleh Departemen PU yang terletak di Kec. Jejangkit, Kab.Barito Kuala, Prov. Kalimantan Selatan, seluas ± 3.300 ha, dengan sistem persawahan rawa pasang surut. Produktivitas DIR. Jejangkit Kal-sel yang hampir 30 tahun masih rendah (2,4 – 2,8 ton/ha GKG) (BPS Kal-sel, 2019) (Dinas Pertanian Kabupaten. Barito Kuala, 2013), masih menunjukkan produktivitas sawah pasang surut belum maksimal. Sehingga masih bisa ditingkatkan sampai seperti produksi sawah pasang surut Pulau Sumatera (Riau dan Sumatera Selatan) yang umumnya sudah mencapai 3,0 – 4,0 ton/ha (BPS Riau, 2017). Upaya dalam peningkatan produktivitas disana berupa rehabilitasi jaringan DIR sudah banyak dilakukan namun demikian, produktivitas padi sulit untuk meningkat. Penelitian ini melakukan analisis sintesis secara komprehensif dari permasalahan dan solusi serta strategi yang tepat termasuk sistem kordinasi terpadu dan pemecahan masalah sosial dan masyarakat petani (sosial engineering) untuk mengetahui kondisi DIR. Jejangkit. Oleh karena itu, maksud dikajinya hal ini untuk mengevaluasi kondisi ekisting baik fisik maupun non fisik serta menganalisis permasalahan produktivitas sawah yang relatif rendah. Selanjutnya bertujuan mencari solusi tentang tata air jaringan DIR meliputi fisik, hidraulik, kualitas air dan tanah serta pola tanam untuk meningkatkan produktivitas untuk mencapai nilai maksimal. Metoda yang diterapkan dengan menganalisis data sekunder dan primer melalui pendekatan semi empiris berupa model matematik parameter yang berpengaruh terhadap nilai produksi dan produktivitas pertanian. Hasil yang diperoleh kondisi eksisting DIR. Jejangkit masih belum memadai secara waktu, ruang, jumlah dan mutu. Solusi penanganannya melakukan perbaikan baik aspek teknis pengaturan tata air dan aspek non teknis berupa dukungan dari bidang pertanian.", "Daftar File": {"ABSTRAK Muhammad Gifariyono": "https://digilib.itb.ac.id/gdl/download/231846"}, "Penulis": "Muhammad Gifariyono [95018902]", "Kontributor / Dosen Pembimbing": ["Prof. Ing. Dr. Ir. Sri Legowo Wignyo Darsono Joko Nugroho, ST, MT, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "model matematik, tata air, irigasi rawa pasang surut, Jejangkit.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Agu 2021"}