{"Nomor": 58026, "Judul": "ASSESSING THE INFLUENCE OF INSTAGRAM ADVERTISEMENT TOWARDS AUTOMOTIVE ACCESSORIES BUYING DECISION USING SEMISTRUCTURED INTERVIEW", "Abstrak": "Periklanan digital telah dilihat sebagai masa depan pemasaran. Iklan digital memiliki potensi\nuntuk secara positif mempengaruhi merek seperti kesadaran publik terhadap merek dan\npenjualan. Bisnis telah mengalihkan fokus mereka ke periklanan digital dan media sosial\nmenjadi media yang populer untuk menyampaikannya. Namun, melihat iklan bukanlah\nalasan utama konsumen menggunakan media sosial dan oleh karena itu menarik perhatian\npasar selalu menjadi tantangan bagi pemasar.\nBRIX Performance adalah bisnis online baru di industri suku cadang otomotif yang didirikan\npada Januari 2021. Bisnis ini memanfaatkan Instagram sebagai kehadiran online utama\nmereka dan untuk menjangkau target pasar mereka. Menyadari peluang untuk mengiklan di\nmedia sosial, BRIX perlu menyusun strategi untuk menciptakan iklan sebagai salah satu\ninvestasi pemasaran mereka. Oleh karena itu, penting bagi BRIX untuk benar-benar\nmemahami bagaimana iklan mereka akan berperan dalam proses pembelian target pasar\nmereka. Penelitian ini bertujuan untuk mengamati bagaimana para penggemar otomotif\nsebagai target pasar melalui proses pembelian mereka saat membeli suku cadang otomotif\ndan di mana iklan Instagram mempengaruhi proses tersebut.\nPenelitian ini menggunakan pendekatan kualitatif dengan metode phenomenology dan\nmenggunakan wawancara semi-structured untuk mengumpulkan data tentang pengalaman\npara informan. Data tersebut kemudian dianalisis melalui textural analysis dan structural\nanalysis. Hasil analisis menunjukkan bahwa iklan Instagram berperan penting dalam proses\nProblem Recognition dan Information Search dalam proses pembelian suku cadang\notomotif. Hasilnya juga menemukan itu. Dengan hasil yang diperoleh, penelitian ini akan\nmenjadi saran yang berguna bagi BRIX untuk membuat strategi periklanan yang lebih baik\ndi masa depan.", "Daftar File": {"ABSTRAK Garry Audie Fortunatus": "https://digilib.itb.ac.id/gdl/download/231849"}, "Penulis": "Garry Audie Fortunatus [19018073]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.S.P.", "Fikri Hadiansyah, S.Si., M.S.M.", "Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Social media advertisement; Instagram; Buying process; High-involvement product; Automotive enthusiasts; Qualitative", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Agu 2021"}