{"Nomor": 58028, "Judul": "STUDI KELAYAKAN SISTEM ANTREAN DARING BERBASIS STATELESS TOKEN UNTUK MENINGKATKAN  FAIRNESS PENGAKSESAN LAYANAN BERKAPASITAS TERBATAS PADA BEBAN BERSIFAT BURSTY: STUDI KASUS  SIX ITB", "Abstrak": "Pada Tugas Akhir ini dilakukan studi kelayakan terhadap suatu sistem perangkat lunak yang dapat \ndigunakan untuk mengendalikan pengaksesan Sistem Informasi Akademik (SIX) ITB yang \nbersifat bursty pada saat periode pengisian Formulir Rencana Studi (FRS). Pengendalian akses \nperlu dilakukan agar proses pengisian FRS dapat berjalan secara fair dengan kapasitas server yang \nterbatas. Fair yang dimaksud adalah pengaksesan yang bersifat first come first served. Secara \numum, rancangan alternatif solusi memiliki cara kerja sebagai berikut. Pertama, setiap klien yang \nmelakukan request akan diperiksa nilai tokennya. Apabila klien tersebut tidak memiliki token, \nsistem akan memberikan nomor antrean. Apabila nomor antrean belum diperbolehkan masuk, \nklien akan diantrekan. Sebaliknya, request klien diteruskan dan diberikan token yang berlaku pada \nwaktu terbatas. Klien bebas melakukan request selama token tersebut berlaku. Secara paralel, \nsistem akan mengukur response time rata-rata dan menentukan besaran jumlah klien yang \ndiperbolehkan untuk mengakses sistem. Alternatif solusi diimplementasikan sebagai plugin \nHAProxy yang ditulis menggunakan bahasa Lua. Tetapi, implementasi yang dibuat tidak berhasil \nuntuk membuat pengaksesan menjadi fair. Setelah dilakukan analisis, penyebab kegagalan sistem \ntersebut adalah terjadinya locking yang berlebihan pada variabel global yang digunakan untuk \nmencatat response time dan nomor antrean", "Daftar File": {}, "Penulis": "Muhammad Aditya Hilmy [18217025]", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sistem Informasi Akademik (SIX) ITB", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "30 Agu 2021"}