{"Nomor": 58021, "Judul": "STUDI NIAT BELI GENERASI Z TERHADAP PRODUK FASHION BERKELANJUTAN DI INDONESIA", "Abstrak": "Industri fesyen merupakan salah satu industri yang mempengaruhi lingkungan secara negatif;\npencemaran air, emisi karbon, dan limbah tekstil. Selain dampak lingkungan, industri fesyen\njuga berkontribusi terhadap dampak negatif social di mana karyawan dibayar dengan upah\nrendah dan memiliki kondisi kerja yang buruk. Didorong oleh kekhawatiran tersebut, industri\nfesyen berkelanjutan muncul dengan model bisnis yang lebih bertanggung jawab yang dapat\nmengurangi dampak negatif tersebut. Fesyen berkelanjutan mempromosikan produksi dan\nkonsumsi yang lebih bertanggung jawab secara lingkungan, sosial, dan etis. Namun, konsumsi\nproduk fashion berkelanjutan tidak berkembang secara signifikan. Penelitian ini bertujuan\nuntuk menganalisis faktor-faktor yang mempengaruhi niat konsumen untuk membeli produk\nfesyen berkelanjutan. Theory of Planned Behavior digunakan sebagai model dengan variabel\ntambahan (pemasaran media sosial, kesadaran harga, persepsi efektivitas konsumen, dan\npengetahuan produk). Penelitian dilakukan dengan menggunakan metode kuantitatif terhadap\n215 responden Generasi Z yang berdomisili di Indonesia, pernah membeli produk fashion\nberkelanjutan, dan merupakan pengguna Instagram. Setelah itu, data dianalisis menggunakan\nPLS-SEM. Hasil penelitian menunjukkan bahwa sikap, norma subjektif, persepsi pengedalian\nperilaku (PPP) dan pengetahuan produk berpengaruh positif terhadap niat beli. Di sisi lain,\npersepsi efektivitas konsumen menunjukkan tidak ada pengaruh yang signifikan terhadap niat\nbeli. Selain itu, kesadaran harga (KH) berpengaruh negatif terhadap niat beli tetapi tidak\nsignifikan. PPP berdampak negatif pada KH, yang dapat mengurangi kesadaran harga\nkonsumen. Namun, hubungan antara PPP dan KH juga tidak signifikan. Selanjutnya, hasil\npenelitian menunjukkan bahwa pengetahuan produk dan persepsi efektivitas konsumen\nberpengaruh positif terhadap sikap konsumen. Penelitian ini juga mengidentifikasi bahwa\npemasaran media sosial secara positif mempengaruhi norma subjektif, pengetahuan produk,\ndan persepsi efektivitas konsumen. Namun, pemasaran media sosial tidak menunjukkan\npengaruh yang signifikan terhadap kesadaran harga. Temuan penelitian ini akan membantu\nmerek fashion berkelanjutan untuk mengidentifikasi peluang pemasaran dengan memahami\nniat perilaku konsumen.", "Daftar File": {}, "Penulis": "Neizka Asri Ayasha [19018168]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.S.P.", "Nurrani Kusumawati, S.E., M.S.M.", "Dany Muhammad Athory Ramdlany, M.icom."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fesyen Berkelanjutan, Gen Z, Niat Beli, Teori Perilaku yang Direncanakan", "Sumber": "", "Staf Input/Edit": "", "File": "0 file", "Tanggal Input": "30 Agu 2021"}