{"Nomor": 58027, "Judul": "SIFAT ELEKTRONIK DAN OPTIK DARI PEROVSKIT TIMBAL/TIMAH HALIDA UNTUK APLIKASI SEL SURYA", "Abstrak": "Penggunaan bahan perovskit logam halida untuk aplikasi sel surya telah mendapatkan perhatian yang sangat besar karena dapat menghasilkan efisiensi konversi daya yang tinggi, yaitu mencapai 25% dalam kurun waktu satu dekade pengembangannya. Salah satu perovskit logam halida yang memiliki performa yang baik adalah metilamonium timbal iodida (MAPbI3/CH3NH3PbI3). MAPbI3 memiliki karakteristik yang baik dalam hal koefisien penyerapannya yang tinggi, waktu paruh pembawa muatan yang panjang, berstruktur celah pita langsung, dan proses fabrikasi berbiaya rendah. Salah satu kelebihan lain yang menjadikan bahan ini menarik adalah potensi untuk mengubah komposisinya. Secara umum, bahan ini berstruktur ABX3, di mana B adalah kation logam seperti Pb2+ dan Sn2+, X adalah anion dari elemen halida dan A dapat berupa kation organik ataupun kation anorganik. Akan tetapi, beberapa laporan menyatakan bahwa tidak sembarang komposisi dapat menghasilkan performansi sel surya yang baik. Selain sebagai bahan absorber cahaya, seperti perovskit organik-anorganik MAPbI3, perovskit anorganik seperti Cs2SnI6 ternyata memiliki fungsi lain sebagai bahan penghantar lubang (hole transport material). Penelitian disertasi ini bertujuan untuk memahami bagaimana pengaruh komposisi anion dan kation dalam bahan perovskit terhadap sifat elektronik-optiknya dan performansinya sebagai bahan aktif dalam sel surya.\nBerdasarkan penelitian yang telah dilakukan, yaitu investigasi sifat struktur elektronik dan optik dari bahan perovskit organik-anorganik ABX3 (A = metilamonium (MA+), formamidinium (FA+), imidazolium (IM+), isopropil ammonium (IP+); B = Pb2+; dan X = I-) melalui karakterisasi UV-Vis (ultraviolet-visible spectroscopy), XRD (X-ray diffraction), dan UPS (ultraviolet photoelectron spectroscopy), dapat diketahui bahwa tidak semua kation A bisa membentuk perovskit. Hasil UV-Vis dan XRD menunjukkan bahwa hanya sampel MAPI (CH3NH3PbI3) dan MAPBI (CH3NH3PbBrI2) yang dapat membentuk kristal perovskit, yang masing-masing terkait dengan bentuk perovskit MAPbI3 (CH3NH3PbI3) dan MAPbBrI2 (CH3NH3PbBrI2). Sedangkan sampel FAPI (CH(NH2)2PbI3), IMPI (C3H5N2PbI3), dan IPPI (C3H10NPbI3) tidak dapat membentuk kristal perovskit. Hal tersebut diperkuat dengan hasil pengukuran spektrum UPS-nya yang menunjukkan bahwa band-edge dari sampel FAPI, IMPI, dan IPPI hampir sama dengan band-edge dari sampel molekul prekursor organiknya (FAI (formamidinium iodida), IMI (imidazolium iodida), dan IPI (isopropil iodida)). Sementara hasil UPS sampel MAPBI hanya menunjukkan pergeseran band-edge yang sangat kecil, hal ini mengindikasikan bahwa MAPBI tidak membentuk struktur perovskit yang cocok untuk aplikasi sel surya. Hal tersebut berbeda jauh dengan bentuk spektrum UPS dari MAPbI3 yang menunjukkan pergeseran band-edge yang signifikan, yang dapat diasosiasikan dengan pembentukan pita valensi. Hasil komputasi struktur elektronik berbasis metoda DFT (density functional theory) juga menunjukkan kesesuaian pembentukan pita valensi dan pita konduksi dalam perovskit MAPbI3 ini. Selanjutnya hasil karakterisasi sel surya perovskit MAPbI3 ini memberikan efisiensi konversi daya sebesar 13 %. Hal ini menunjukkan bahwa MAPbI3 adalah bahan yang cocok sebagai absorber sel surya perovskit.\nTerkait dengan fungsi perovskit sebagai material penghantar lubang, telah dilakukan kajian sintesis dan karakterisasi bahan perovskit anorganik berbasis timah halida. Proses sintesis dilakukan dengan metode kimia basah, di mana hasilnya berupa nanopartikel. Hasil pengukuran XRD menunjukkan bahwa perovskit yang terbentuk berupa Cs2SnI6, seperti yang ditemukan pada berbagai literatur di mana struktur Cs2SnI6 merupakan bentuk yang lebih stabil dan lebih mudah terbentuk dibandingkan struktur CsSnI3-nya. Untuk memahami mengapa struktur Cs2SnI6 ini lebih tepat berperan sebagai material penghantar lubang, studi komputasi struktur elektronikpun telah dilakukan. Studi komputasi dari perovskit ini dimulai dari struktur CsPbX3 (X = F, Cl, Br, I), di mana besar celah pita energi (bandgap) sangat dipengaruhi oleh anion halida dalam struktur perovskit tersebut. Nilai celah pita energi semakin berkurang terhadap perubahan anion dari anion F- ke anion I-. Hal ini bersesuaian dengan hasil sebelumnya, di mana anion halida sangat berperan pada pembentukan pita valensi. Hasil komputasi Cs2SnI6 menunjukkan karakter struktur elektronik yang berbeda, yang ditandai dengan kehadiran level sub-celah pita energi di dekat batas atas pita valensi. Selain itu, kurva PDOS (projected density of state) mengindikasikan juga bahwa pita valensi dibentuk oleh orbital I-5p. Sementara pita konduksi didominasi oleh orbital I-5p yang terhibridisasi dengan orbital Sn-5s. Berdasarkan hasil tersebut, hasil studi komputasi menunjukkan kesesuaian dengan hasil eksperimen di mana perovskit MAPbI3 lebih tepat berfungsi sebagai bahan absorber cahaya sedangkan perovskit Cs2SnI6 lebih tepat berfungsi sebagai bahan penghantar lubang dalam sel surya.", "Daftar File": {"ABSTRAK Yolla Sukma Handayani": "https://digilib.itb.ac.id/gdl/download/235810", "COVER Yolla Sukma Handayani": "https://digilib.itb.ac.id/gdl/download/238205", "BAB5 Yolla Sukma Handayani": "https://digilib.itb.ac.id/gdl/download/238210", "PUSTAKA Yolla Sukma Handayani": "https://digilib.itb.ac.id/gdl/download/238211"}, "Penulis": "Yolla Sukma Handayani [30215003]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Herman, M.S.", "Rachmat Hidayat, S.Si., M.Eng., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "sel surya, perovskit, struktur pita elektronik, fungsi dielektrik, DFT, PBE-GGA, HSE06.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "30 Agu 2021"}