{"Nomor": 58025, "Judul": "KENDALI KESEIMBANGAN ROBOT BIPEDAL DALAM BERDIRI DAN  BERJALAN MENGGUNAKAN FUZZY LOGIC", "Abstrak": "Penelitian ini menjelaskan metode kendali keseimbangan untuk berdiri dan berjalan robot \nbipedal berdasarkan umpan balik sensor Inertia Measurement Unit (IMU) dengan pendekatan \nkinematik. Dalam tulisan ini, indikasi stabilitas berjalan bipedal ditentukan berdasarkan postur \nkemiringan tubuh robot. Terdapat beberapa parameter terkait postur kemiringan tubuh robot \nyaitu parameter kemiringan sudut pitch dan sudut roll, dimana sudut pitch merepresentasikan \ngerakan miring depan dan belakang, sementara sudut roll merepresentasikan gerakan miring \nsamping kanan dan kiri.\nFuzzy Logic Controller (FLC) dirancang lebih lanjut untuk mengevaluasi postur \nkemiringan tubuh robot untuk menghasilkan sudut offset yang sesuai untuk diterapkan pada joint\n(sendi) robot yang sesuai. FLC yang dirancang menggunakan absolute error (|error|) dan \nabsolute delta error (|derror|) dari postur kemiringan tubuh robot sebagai input, dan hip tilt \noffset dan ankle position offset sebagai output. Inferensi fuzzy tipe sugeno digunakan untuk FLC \nkarena efektif secara komputasi. Evaluasi postur kemiringan tubuh robot dilakukan saat Double \nSupport Phase (DSP) dengan strategi penyesuaian sudut joint dan posisi pergelangan kaki.\nMetode numerical inverse kinematics selanjutnya dikembangkan untuk mengubah offset posisi \npergelangan kaki menjadi offset sudut joint sebelum diterapkan pada joint yang sesuai. Kinerja \nmetode yang diusulkan diverifikasi dengan eksperimen berdiri dan berjalan pada robot berkaki \ndua 18-DOF, El-Pistolero (Universitas Telkom). \nDari hasil percobaan dapat disimpulkan bahwa FLC yang diusulkan mampu menjaga \nkeseimbangan robot dalam kondisi berdiri dan berjalan, dalam kisaran nilai error pitch -15.80 \nsampai 14.31 dan nilai error roll -13.01 sampai 13.84 . Ketika melakukan gerakan jalan, robot \nmemang dapat mempertahankan posisi badannya sehingga tidak terjatuh, namun terkadang \nsolnya slip (terpeleset) karena ketika error roll terlalu besar, servo untuk melakukan gerakan roll\n(servo AX-12) tidak akan kuat menyangga badan robot ketika kaki diayun saat Single Support \nPhase (SSP), akibatnya robot tidak dapat berjalan lurus.", "Daftar File": {}, "Penulis": "Muhammad Sobirin [23218070]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hilwadi Hindersah"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Fuzzy Logic Controller, berjalan stabil, Inverse Kinematics, sensor IMU, robot bipedal", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "30 Agu 2021"}