{"Nomor": 58033, "Judul": "PERANCANGAN DAN IMPLEMENTASI SIMPRAG (SIMULASI  PRAKTIKUM GAME) DI SMK: ANALISIS MENGGUNAKAN  METODE PLAYABILITY HEURISTIC FOR EDUCATIONAL GAME (PHEG)", "Abstrak": "Pembelajaran jarak jauh (PJJ) di Sekolah Menengah Kejuruan (SMK) menjadi tantangan \ntersendiri bagi guru mata pelajaran produktif rumpun teknik elektronika dalam melaksanakan\npraktikum. Salah satu praktikum yang tidak dapat dilakukan selama PJJ adalah praktikum \nInstalasi Penerangan Listrik (IPL). Idealnya praktikum dilakukan secara tatap muka dengan \nperalatan listrik di kelas / laboratorium. Media pembelajaran dalam praktikum IPL seperti \ntrainer board menjadi tidak dapat digunakan karena siswa berada di rumah masing-masing, \nsehingga dalam proses belajar mengajar daring guru hanya dapat menjelaskan teori dan \nsimulasi instalasi listrik menggunakan video. Dalam penelitian ini penulis bertujuan untuk \nmembuat media pembelajaran alternatif untuk membantu proses pembelajaran praktikum tetap \nberjalan ketika PJJ, dengan membuat game pembelajaran berbasis aplikasi komputer dan \nwebsite bernama Simulasi Praktikum Game (SIMPRAG). Game pembelajaran ini dirancang\nagar siswa dapat melakukan praktikum IPL dasar secara virtual dengan komponen yang serupa \nseperti praktikum sebenarnya di kelas / laboratorium. Game SIMPRAG menduplikasi \nkomponen dan cara kerja media pembelajaran trainer board IPL di SMK Elektronika. Game\nini memiliki empat skenario / tahapan pada setiap level / job, masing-masing tahap memiliki \nalur dan tantangan berbeda, diantaranya tutorial-game sebagai tahap pengenalan game bagi \npengguna, pre-game sebagai tahap mengenal tingkat pemahaman siswa, experiment-game\nsebagai tahap refleksi dan latihan dari tahap sebelumnya, dan post-game sebagai tahap \nevaluasi. Semua tahapan tersebut berada dalam setiap job yang tersedia dalam game SIMPRAG \nberdasarkan jobsheet IPL yang digunakan di SMK. Penelitian ini menggunakan prosedur \npenelitian pengembangan dengan model Analysis, Design, Development & Implementation, \nand Evaluation (ADDIE), dimulai dari pengumpulan informasi dan data dalam studi \npendahuluan, analisis kebutuhan game dan website, perancangan game dan website, uji coba \nterhadap pengguna, dan evaluasi. Metode evaluasi yang digunakan pada game SIMPRAG \nmenggunakan Playability Heuristic for Educational Game (PHEG) untuk mengevaluasi \nkelayakan berdasarkan interface (IN), educational element (ED), content (CN), dan playability\n(PL) pada game. Pada evaluasi PHEG terdapat dua teknik pengukuran kelayakan yaitu dengan \nmelihat tingkat kelayakan berdasarkan respon siswa dan guru dengan skala likert 0 – 5 (sangat \ntidak setuju – sangat setuju) dan dengan melihat tingkat critical usability problem untuk \nmengetahui nilai Usability of Educational Computer Game (UsaECG) yang dinilai oleh guru\nsebagai ahli dengan severity rating 0 – 4 (tidak ada masalah – masalah sekali / prioritas tinggi). \nUji coba game SIMPRAG dilakukan di dua SMK yaitu SMK Negeri 1 Katapang Kabupaten \nBandung dan SMK Auto Matsuda Kuningan, uji coba game melibatkan 18 siswa dan 2 guru \nproduktif. Hasil dari olah data pengujian game SIMPRAG, diperoleh nilai kelayakan rata-rata \nmenggunakan teknik pengukuran PHEG pertama yaitu nilai keseluruhan heuristik berdasarkan \nrespon siswa sebesar 84,5% dan guru 89,6%. Kemudian didapat nilai kelayakan rata-rata \nmenggunakan teknik pengukuran PHEG kedua dari hasil perhitungan critical usability problem\nditemukan masalah sebanyak 13,7% dari keseluruhan heuristik, artinya dari segi tingkat \nkelayakan untuk keseluruhan heuristik sebesar 86,3% dan nilai UsaECG angket guru diperoleh \n85%. Jika seluruh persentase kelayakan dirata-ratakan maka didapat nilai kelayakan sebesar \n86,35%, artinya game SIMPRAG dapat dikatakan layak digunakan sebagai media \npembelajaran alternatif untuk praktikum IPL bagi siswa dan guru selama PJJ. Dari hasil \npenelitian juga menunjukan bahwa siswa dan guru merasa terbantu dan tertarik menggunakan \nkembali game SIMPRAG dalam proses pembelajaran praktikum IPL.", "Daftar File": {}, "Penulis": "Agus Juhana [23219011]", "Kontributor / Dosen Pembimbing": ["Dr. Ary Setijadi Prihatmanto, S.T., M.T.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "game pembelajaran, praktikum, SMK, intalasi listrik, SIMPRAG, PJJ.", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "30 Agu 2021"}