{"Nomor": 58031, "Judul": "EVALUASI SALURAN DRAINASE TERHADAP KEJADIAN BANJIR PADA KAWASAN KUNINGAN, JAKARTA SELATAN", "Abstrak": "DKI Jakarta mengalami beberapa kali kejadian banjir cukup besar, terutama setelah terjadinya\nperubahan tata guna lahan yang semakin massif dari tahun ke tahun. Salah satu kejadian banjir\nbesar yang terjadi yaitu pada awal tahun 2020, yang mana salah satu titik konsentrasi banjir\nterdapat pada kawasan Kuningan, Setiabudi, Jakarta Selatan. Hal tersebut tidaklah baik\nmengingat Setiabudi sebagai area segitiga emas perekonomian di DKI Jakarta, sehingga\nkejadian banjir yang terjadi pada kawasan ini akan cukup mengganggu laju perekonomian DKI\nJakarta sebagai sebuah provinsi. Kajian drainase dilakukan dengan mengambil 3 kelurahan\nsebagai bahasan yaitu Kelurahan Setiabudi, Karet, dan Karet Kuningan. Saluran drainase yang\ndigunakan merupakan saluran drainase PHB. Keluaran dari sistem drainase pada lokasi kajian\nyaitu mengalir ke Kali Krukut, Kali Cideng, dan Waduk Setiabudi Barat. Luas area drainase\nkajian yaitu 285.55 ha. Stasiun hujan yang berpengaruh merupakan Stasiun Hujan Cawang dan\nKemayoran. Adapun seri data yang digunakan yaitu selama 15 tahun (2004-2018). Kriteria\ncurah hujan rencana yang digunakan yaitu dengan periode ulang 10 tahun dan 25 tahun sebagai\nkontrol.\nBerdasarkan hasil pemodelan SWMM, model drainase dengan periode ulang 10 tahun tidak\nmenghasilkan luapan banjir pada semua saluran drainase sedangkan untuk model drainase\ndengan periode ulang 25 tahun menghasilkan luapan banjir pada beberapa nodes dengan total\nvolume banjir 10.727 m3. Kemudian, drainase di lokasi kajian (Setiabudi) masih mampu\nmengampu debit drainase dengan batas penerapan curah hujan rancangan yaitu 232 mm.\nApabila diterapkan nilai di atas 232 mm, maka terdapat saluran drainase yang meluap pada\nsalah satu atau beberapa dari saluran drainase di lokasi kajian. Alternatif solusi yang mungkin\nuntuk permasalahan banjir di lokasi drainase kajian yaitu penerapan sumur resapan, mengingat\nperuntukan lahan di sekitar lokasi kajian berdasar Peraturan Daerah DKI Jakarta No. 1 Tahun\n2012 mengenai RTRW 2030, yaitu untuk permukiman dan perkantoran. Dibutuhkan sedikitnya\n60 buah sumur resapan di Kelurahan Setiabudi dan 77 buah sumur resapan di Kelurahan Karet\nKuningan.\nSelanjutnya, debit banjir maksimum pada periode ulang 100 tahun menggunakan metode SCS\ndi Kali Krukut sebesar 233.47 m3/det. Periode ulang 100 tahun ditentukan berdasarkan kriteria\ndesain untuk sungai di ibukota negara, yang diambil dari acuan Peraturan Kementerian\nPekerjaan Umum dan Perumahan Rakyat No. 28 Tahun 2015 mengenai Penentuan Garis\nSempadan Sungai dan Garis Sempadan Danau. Dengan alternatif solusi berupa penerapan\ntanggul, area genangan banjir yang sebelumnya berjumlah 1.37 ha turun secara signifikan\nmenjadi 0.31 ha, dengan tingkat penurunan sebesar 77.4%. Kemudian, penerapan\nperbandingan kondisi tata guna lahan tahun 1990 dan 2012 menghasilkan beda kondisi aliran\nyang tidak terlalu signifikan, yang mana perbedaan area genangan banjir sebesar 21.9% (tahun\n1990 sebesar 1.07 ha dan tahun 2012 sebesar 1.37 ha).\nKemudian, debit banjir maksimum pada periode ulang 100 tahun menggunakan metode\nrasional di Kali Cideng sebesar 353 m3/det. Berdasarkan analisis penampang Kali Cideng\nterbaik, diperoleh lebar saluran 22 m dan tinggi total (H) ditambah tinggi jagaan sebesar 11.35\nm. Adapun outlet drainase yang mengalir ke Kali Cideng setidaknya harus memiliki elevasi di\natas 15 mdpl. Selanjutnya, berdasarkan analisis terhadap Waduk Setiabudi Barat, menunjukkan\nbahwa belum diperlukan pola operasi dari waduk untuk mengeluarkan air dari waduk (Vout\nbelum dibutuhkan) dengan kapasitas tampungan waduk (271,654.3 m3) masih jauh lebih besar\ndari debit drainase yang masuk (75.17 m3). Oleh karena itu, peristiwa banjir di J10 dan J40\ndapat diantisipasi dengan melakukan modifikasi terhadap slope dari kedua saluran drainase\ntersebut.", "Daftar File": {"ABSTRAK Muhammad Ridwan": "https://digilib.itb.ac.id/gdl/download/231852"}, "Penulis": "Muhammad Ridwan [95018008]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D.", "Mohammad Farid, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Kali Krukut, saluran drainase PHB, Setiabudi, tanggul, Waduk Setiabudi Barat.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Agu 2021"}