{"Nomor": 58030, "Judul": "PERANCANGAN DAN EVALUASI ASESMEN PADA  SIMPRAG (SIMULASI PRAKTIKUM GAME)  MENGGUNAKAN INDIKATOR RELIABILITY DAN  VALIDITY", "Abstrak": "Adanya pandemi Coronavirus Disease 19 (COVID-19) sejak Maret 2020 \nmemberikan dampak bagi proses belajar mengajar di sekolah. Pembelajaran di \nSekolah Menengah Kejuruan (SMK) yang harusnya memiliki rasio 25% teori dan \n75% praktikum membuat sekolah tidak dapat memenuhi persentase rasio tersebut \nakibat pembelajaran dilakukan secara mandiri oleh siswa. Sehingga salah satu cara \nuntuk memaksimalkan proses belajar mengajar antara guru dan siswa yaitu dengan\nmemanfaatkan teknologi internet untuk melakukan pembelajaran secara daring.\nOleh karena itu, penulis merancang sebuah asesmen yang tergabung di dalam \nsebuah game bernama SIMPRAG (Simulasi Praktikum Game) dengan tujuan untuk \nmembantu guru dan siswa dalam menjalankan praktikum secara daring. Walaupun \npraktikum dilakukan secara virtual, diharapkan asesmen dalam Game SIMPRAG \nini tetap dapat mendorong keinginan belajar siswa dan membantu guru untuk \nmemantau perkembangan belajar siswa dari jarak jauh. SIMPRAG ini berfokus \npada materi Instalasi Penerangan Listrik (IPL) bagi siswa SMK pada bidang \nelektronika. Proses asesmen di dalam Game SIMPRAG terdiri dari tiga bagian yaitu \nPre-Game, Experiment Game, dan Post-Game yang mewakili pre-test, percobaan, \ndan post-test. Experiment Game dan Post-Game dijalankan dengan menggunakan\nmetode alternative assessment yang pelaksanaannya tanpa ada batasan waktu, \nSedangkan Pre-Game dilaksanakan dengan batasan waktu selama 15 menit. Game \nSIMPRAG ini dapat dimainkan oleh siswa dengan mengunduh pada Website ESIMPRAG (Electronic Simulasi Praktikum Game) dan melakukan install pada \nperangkat mereka. Penggunaan kedua aplikasi ini dilakukan untuk memberikan \nkemudahan mengakses materi atau job sheet untuk pelaksanaan praktikum bagi \nsiswa dan memberikan materi serta memantau hasil praktikum bagi guru.\nKemudahan-kemudahan ini didapatkan dengan menerapkan integrasi sistem antar \ndua aplikasi tersebut seperti proses login dalam game, pengecekan data pengguna, \nhingga proses pengiriman data hasil praktikum dari game ke website melalui \ndatabase. Integrasi sistem ini dilakukan dengan menggunakan sistem modular yang \ndisediakan oleh Software Unity Engine bernama UnityWebRequest. Penelitian pada \ntesis ini dilakukan dengan menggunakan metode ADDIE (Analysis, Design, \nDevelopment and Implementation, and Evaluation) dan metode heuristik dengan \nmengambil dua elemen yaitu elemen pendidikan dan elemen konten untuk \nmengevaluasi hasil kuesioner. Suatu asesmen dikatakan dapat memberikan \ninformasi yang baik bagi guru apabila telah mencapai dua indikator paling penting, \nyaitu reliability dan validity. Kedua indikator ini dibuktikan dengan melakukan \npengujian pada SMKN 1 Katapang, Bandung, Jawa Barat dan SMK Auto Matsuda, \nKuningan, Jawa Barat yang terdiri dari 18 siswa dan dua guru sebagai ahli dari \nmasing-masing sekolah. Pengujian dilakukan berupa uji coba game dan pengisian \nkuesioner. Metode test-retest reliability digunakan untuk membuktikan bahwa \nasesmen memiliki kestabilan dan menunjukkan tingkat pencapaian siswa sesuai \ndengan kemampuan sebenarnya. Metode ini dilakukan dengan membandingkan \ndua nilai yaitu total durasi pengerjaan Job 1 dan total durasi pengerjaan Job 2. \nKedua nilai tersebut terlihat berbanding lurus saat digambarkan dalam scatter plot\nyang berarti bahwa siswa yang mengerjakan Job 1 dengan durasi pengerjaan relatif \nsingkat akan menyelesaikan Job 2 dengan durasi pengerjaan relatif singkat pula, \nbegitu juga sebaliknya. Pada pengujian metode t-test juga menunjukkan hasil \nsebesar 0,38 yang memiliki nilai lebih besar dari nilai standar p-value yaitu 0,05. \nBerdasarkan hasil tersebut, dapat dikatakan bahwa asesmen Game SIMPRAG \nmemiliki reliability. Selain itu, content validity digunakan sebagai metode \npembuktian validity yang membutuhkan afirmasi dari ahli bahwa asesmen yang \ndilakukan sesuai dengan silabus dan materi yang diajarkan. Berdasarkan hasil \nkuesioner pada elemen konten, didapatkan rata-rata sebesar 85% dari siswa dan \n88,33% dari guru. Sehingga apabila dilihat dari persentase interpretasi kelayakan, \ndapat dikatakan bahwa asesmen Game SIMPRAG memiliki validity. Selain dua \nindikator penting dalam asesmen, penulis juga melakukan penilaian lain dari \nkuesioner berupa elemen pendidikan, kegunaan aplikasi, dan kemudahan \nkomunikasi dari integrasi sistem. Didapatkan hasil rata-rata sebesar 86% dari siswa \ndan 88,33% dari guru pada elemen pendidikan yang berdasarkan persentase \ninterpretasi kelayakan berarti bahwa asesmen Game SIMPRAG sangat layak untuk \ndigunakan sebagai alat pengajaran. Siswa dan guru juga memberikan respon \nsebesar 90% yang menyatakan bahwa mereka merasa terbantu dengan adanya \nGame SIMPRAG dan Website E-SIMPRAG, sehingga asesmen Game SIMPRAG \ndapat dikatakan sebagai alternatif penilaian praktikum daring. Selain itu,\ndidapatkan respon siswa sebesar 89% dan respon guru sebesar 100% yang \nmenyatakan bahwa mereka dapat melakukan login dengan mudah pada Game\nSIMPRAG, kemudian respon siswa sebesar 83% dan respon guru sebesar 100%\nmenyatakan bahwa proses pengiriman data hasil praktikum dari Game SIMPRAG \nke Website E-SIMPRAG dapat dilakukan dengan muda", "Daftar File": {}, "Penulis": "Tita Aprilliawati Putri S. [23219030]", "Kontributor / Dosen Pembimbing": ["Dr. Ary Setijadi Prihatmanto, S.T., M.T.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "asesmen, reliability, validity, SIMPRAG, praktikum SMK", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "30 Agu 2021"}