{"Nomor": 58034, "Judul": "ANALISIS FAKTOR PLACE ATTACHMENT PADA PENGUNJUNG COFFEE SHOP SETELAH PANDEMI COVID-19 DI BANDUNG", "Abstrak": "Konsep place attachment terbentuk dari kelekatan emosi yang positif antara user dengan sebuah\ntempat, sehingga menghasilkan perasaan yang aman dan nyaman. Kelekatan tersebut dapat tercipta\ndari kebebasan aksebilitas user dengan lingkungan fisik dan lingkungan sosialnya. Pada akhir\ntahun 2019, dunia digemparkan dengan kemunculan virus Covid-19 yang terjadi di berbagai\nnegara, salah satunya di Indonesia. Untuk mengurangi penyebaran virus Covid-19, pemerintah di\nIndonesia mengeluarkan regulasi baru tentang pembatasan aksebilitas di fasilitas publik salah\nsatunya di coffee shop. Penurunan aksebilitas di coffee shop ini kemudian merubah kebebasan\npengunjung dalam beraktivitas dengan lingkungan sosial dan fisiknya yang memicu terjadinya\nperubahan place attachment. Fokus utama penelitian ini untuk mengidentifikasi kelekatan\npengunjung di coffee shop dan mengidentifikasi faktor-faktor yang mempengaruhi pembentukan\nplace attachment setelah pandemi Covid-19. Metode penelitian ini menggunakan eksplorasi faktor\nanalisis untuk menggali secara luas tentang faktor pembentukan place attachment setelah pandemi\nCovid-19. Teknik pengumpulan data menggunakan studi literatur, observasi online dan\npenyebaran kuesioner kepada 305 pengunjung yang memiliki kelekatan dengan coffee shop setelah\npandemi Covid-19. Penelitian ini menggunakan studi literatur dari penelitian terdahulu terkait\npembentukan place attachment sebelum pandemi Covid-19 di coffee shop. Berdasarkan\npenyebaran kuesioner terhadap 305 responden menggunakan non-probability sampling, terdapat\npenurunan kelekatan pengunjung sebelum dan setelah pandemi. Hal tersebut terlihat dari\npenurunan durasi, frekuensi dan jumlah pengeluaran pada setiap kunjungannya. Terjadi pergeseran\nplace attachment sebelum dan setelah pandemi dari kategori biasa menjadi baik. Untuk\nmengetahui faktor yang membentuk place attachment setelah pandemi Covid-19 di coffee shop,\nmaka dilakukan analisis faktor menggunakan uji KMO, uji Barlett’s, uji MSA, dan rotasi faktor\ndengan PCA (principal component analysis). Terdapat sepuluh faktor yang mempengaruhi\nterbentuknya place attachment setelah pandemi Covid-19 di coffee shop yaitu, faktor fisik, faktor\ninteraksi, faktor memories & experience, faktor aktivitas, faktor personal, faktor environment,\nfaktor motivasi, faktor branding & promotion, faktor aktivitas tambahan dan faktor sosial. Salah\nsatu faktor yang paling mempengaruhi terbentuknya place attachment dan sejalan dengan\npenelitian terdahulu adalah faktor fisik.", "Daftar File": {"2021 TS PP TESA BETA HARIANDINI 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/231853"}, "Penulis": "Tesa Beta Hariandini [27119023]", "Kontributor / Dosen Pembimbing": ["Dr. Yuni Maharani, S.Ds., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Place Attachment, Coffee Shop, Faktor Analisis, Pandemi, Bandung", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Agu 2021"}