{"Nomor": 58041, "Judul": "SHAPING THE ORGANIZATIONAL ARCHITECTURE TOWARD CORPORATE ENTREPRENEURSHIP (CASE STUDY: EFISHERY)", "Abstrak": "Perkembangan teknologi yang semakin pesat saat ini membuat kompetisi sangat terbuka. Sehingga semua perusahaan perlu membangun suasana dan kultur yang inovatif agar bisa menghasilkan produk yang bisa memenangkan persaingan. Corporate entrepreneurship merupakan sebuah cara bagi perusahaan agar dapat terus berkreasi menghasilkan inovasi bahkan unit bisnis baru. Perusahaan perlu menyesuaikan organizational architecture-nya agar corporate entrepreneurship bisa berjalan optimal di dalam perusahaan. Ada lima parameter dalam organizational architecture yang bisa mendorong sebuah perusahaan menjadi corporate entrepreneurship yaitu leadership, structure, culture, strategy, dan commercial environment. \n \nSebagai sebuah perusahaan startup, gaya kepemimpinan yang sesuai dengan eFishery agar bisa membangun corporate entrepreneurship adalah visioner, membina dan terikat. Sedangkan struktur organisasi yang bisa mendorong corporate entrepreneurship adalah matriks dengan squad model. Namun ketika masing-masing unit bisnisnya makin membesar struktur organisasi yang tepat adalah gabungan di antara matrix, fungsional dan divisional. Dari segi kultur, kreativitas dan inovasi menjadi poros utama terbentuknya corporate entrepreneurship. Selain itu dengan adanya kultur pembelajaran berkelanjutan, berbagi pengetahuan dan informasi, komunikasi terbuka dan orientasi pada klien membuat corporate entrepreneurship menjadi semakin kuat.\n \nDari segi model corporate entrepreneurship, eFishery menganut model The Enabler di mana ada alokasi budget yang didedikasikan untuk mendorong adanya inovasi baru tetapi dari segi tim masih bisa dikombinasikan dengan tim yang ada saat ini.", "Daftar File": {"2021_TS_PP_Chrisna ADitya Wardani_1-abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/231860"}, "Penulis": "Chrisna Aditya Wardani [29119176]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Corporate entrepreneurship, leadership, culture, structure", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "30 Agu 2021"}