{"Nomor": 58056, "Judul": "PENGEMBANGAN MOTIF BATIK TRADISIONAL UNTUK PRODUK  FASHION BERDASARKAN SILUET ROMANTIC", "Abstrak": "Batik merupakan salah satu wastra Indonesia yang mendapatkan motifnya melalui\nproses celup rintang menggunakan malam. Banyak dari motif batik diwariskan secara\nturun temurun, kemudian dikenal atau menjadi ciri khas suatu golongan masyarakat\ndan daerah, menjadikan motif tersebut motif tradisional. Generasi muda saat ini jarang\nmenggunakan batik untuk keperluan nonformal dan menganggap bahwa motif batik\ntradisional merupakan motif yang kuno. Anggapan bahwa batik tidak dapat\ndigabungkan dengan tren, sedikitnya opsi yang menyuguhkan kebaruan dari motif\nbatik tradisional, turut menjadi alasan minimnya kesukaan generasi muda terhadap\nwarisan budaya tersebut. Pada saat yang sama, fashion bertemakan vintage dari abad\nke-19 Eropa kerap kali kembali menjadi inspirasi tren fashion dan diambil sebagai tema\nbrand lokal. Tren seperti ini terlihat digemari oleh generasi muda, dan tidak dianggap\nkuno. Penelitian berupa survei mengenai batik dilakukan untuk melihat aspirasi yang\ndimiliki oleh masyarakat, kemudian digunakan sebagai acuan dalam pengembangan\nmotif batik tradisional. Motif kemudian dicap di atas kain, dan dijadikan produk\nfashion dengan siluet Romantic. Ornamen berupa bordir mesin juga akan ditambahkan\npada karya akhir. Penelitian ini ditujukan untuk mengembangkan batik menjadi suatu\nmotif yang tidak dianggap kuno, dan memberi kebaruan berupa produk fashion batik\nyang sesuai dengan tren dan selera target market.", "Daftar File": {}, "Penulis": "Lalita Laksmi Dewati [17217018]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Haldani Destiarmand, M.Sn.", "Dr. Kahfiati Kahdar, M.A.", "Bintan Titisari, S.Ds., M.Ds.", "Amelinda Alysia Anette Valerie Kasoem, S.Ds., M.Ds.", "Natas Setiabudhi Daryono Putra, S.Sn., M.Sn.", "Asyifa Rachmadina Jiniputri, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pengembangan motif, batik tradisional, cap, produk fashion, romantic.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Agu 2021"}