{"Nomor": 58052, "Judul": "PENGEMBANGAN MODEL AKUSTIK MENGGUNAKAN  DNN BERBASIS CHAIN MODEL PADA  SISTEM PENGENAL UCAPAN  (STUDI KASUS: PERCAKAPAN KEDOKTERAN GIGI)", "Abstrak": "Permasalahan kurang lengkapnya pembuatan rekam medis pasien dokter gigi \nkarena keterbatasan waktu dapat diatasi dengan mengembangkan sistem pengenal \nucapan domain kedokteran gigi untuk menulis rekam medis pasien. Sistem \npengenal ucapan domain kedokteran gigi telah dikembangkan oleh peneliti Islami \n& Lestari (2020) dengan menggunakan teknik Convolutional Neural Network\n(CNN) untuk mengembangkan model akustik dan teknik n-gram untuk \nmengembangkan model bahasa. Didapatkan performansi dengan nilai word error \nrate (WER) sebesar 14.47%. Performansi ini dapat ditingkatkan dengan \nmengembangkan model akustik dan/atau model bahasa dengan teknik lain dan juga \ndengan penanganan permasalahan out of vocabulary (OOV). \nPada penelitian ini dikembangkan model akustik dengan teknik lain yang dapat \nmeningkatkan performansi dari sistem pengenal ucapan domain kedokteran gigi. \nPada beberapa peneliti pengembangan model akustik dengan teknik Time Delay \nNeural Network (TDNN) dan Long Short-Term Memory (LSTM) menghasilkan \nperformansi yang lebih baik dibandingkan dengan teknik CNN. Kemudian \npengembangan model akustik dengan chain model dapat meningkatkan \nperformansi dari sistem pengenal ucapan. Sehingga pada penelitian ini \ndikembangan model akustik menggunakan CNN, TDNN, LSTM dan penerapan\nchain model pada ketiga teknik tersebut. Model Bahasa pada penelitian ini \nmenggunakan teknik n-gram, dan penanganan permasalahan OOV diatasi dengan \npenambahan korpus teks domain kedokteran gigi.\nHasil dari penelitian ini didapatkan bahwa penanganan OOV dengan penambahan \nkorpus teks domain kedokteran gigi tidak menurunkan nilai OOV secara signifikan. \nPengembangan model akustik dengan teknik TDNN dan LSTM belum bisa \nmengungguli teknik baseline (CNN). Pengembangan model akustik dengan chain \nmodel pada teknik TDNN menghasilkan performansi yang bagus dibandingkan \ndengan teknik lain dan baseline. Pada TDNN chain didapatkan penurunan WER \nsebesar 3.6% dari baseline, dengan nilai WER 10.85%.", "Daftar File": {}, "Penulis": "Dinda Yora Islami [23520302]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "model akustik, chain model, TDNN, LSTM", "Sumber": "", "Staf Input/Edit": "karya  \n                                     karya", "File": "0 file", "Tanggal Input": "30 Agu 2021"}