{"Nomor": 58078, "Judul": "PERENCANAAN PONDASI TIANG PANCANG DAN KEMIRINGAN LERENG PROYEK MASJID RAYA AL JABBAR", "Abstrak": "Desain Masjid Raya \"Al-Jabar\" Kecamatan Gedebage Kota Bandung ini terdiri \ndari satu gedung masjid dan juga embung yang mengelilingi masjid tersebut. Tugas\nakhir ini mempunyai tujuan untuk merancang sistem pondasi yang dapat memikul\nbeban dari struktur dan juga kemiringan lereng tanah yang stabil. Analisis yang\ndilakukan meliputi kelas situs, daya dukung tiang tunggal, daya dukung grup tiang,\npenurunan pondasi, penentuan jenis tiang pancang, dan desain kestabilan lereng.\nStandar yang digunakan dalam perancangan proyek ini adalah SNI 8460:2017, SNI\n2847:2019, dan SNI 1726:2019. Dalam perancangan proyek ini, daya dukung aksial\ntiang tunggal dihitung secara manual, sedangkan daya dukung lateral dievaluasi\ndengan aplikasi professional Bernama Ensoft LPILE. Dalam menganalisis gaya\ngeser, gaya momen, dan juga defleksi yang terjadi pada kelompok tiang pancang,\ndigunakan aplikasi Ensoft GROUP, yang akan dievaluasi dengan kapasitasnya\nberdasarkan Ensoft LPILE dan brosur yang digunakan. Penurunan yang terjadi pada\npondasi akibat beban pada struktur atas akan dianalisis menggunakan program yang\nbernama MIDAS GTS NX dan akan dievaluasi berdasarkan ketentuan pada SNI\n8460:2017. Kemiringan lereng yang digunakan untuk embung buatan juga akan\ndianalisis dengan menggunakan program MIDAS GTS NX dan akan dievaluasi\nberdasarkan SNI 8460:2017. Semua analisis yang telah dilakukan sesuai dengan\nbatas batas standar yang terdapat pada SNI yang sudah disebutkan diatas.", "Daftar File": {"ABSTRAK Abel Gerald Yohansen": "https://digilib.itb.ac.id/gdl/download/231911"}, "Penulis": "Abel Gerald Yohansen [15017082]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Puti Farida Marzuki", "Endra Susila, S.T., M.T., Ph.D.", "Prasanti Widyasih Sarli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kelas situs, daya dukung aksial, daya dukung lateral, daya dukung tiang tunggal, daya dukung kelompok tiang, pondasi tiang pancang, penurunan tanah, kestabilan lereng, Ensoft LPILE, Ensoft GROUP, MIDAS GTS NX.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Agu 2021"}