{"Nomor": 58084, "Judul": "KAJIAN DESAIN KEBERLANJUTAN PRODUK PEWARNA ALAMI BATIK CIWARINGIN", "Abstrak": "Proses pembuatan produk berkaitan dengan limbah yang dihasilkan. Produk yang\nbaik mempunyai bahan yang efisien dan tepat sehingga dapat menghasilkan\nlimbah yang aman terhadap lingkungan. Pencemaran lingkungan terjadi akibat\nlimbah industri yang menggunakan pewarna sintetis menjadi masalah besar yang\nberdampak negatif pada lingkungan dan kesehatan masyarakat. Jumlah\npenggunaan pewarna alami pada batik yang lebih sedikit dibandingkan pewarna\nsintetis cenderung akan menghasilkan produk yang tidak berkelanjutan.\nSustainability merupakan bagian yang harus dipertimbangkan sebelum melakukan\nperancangan (desain) yang dibutuhkan oleh masyarakat secara luas. Penelitian\nterdahulu belum ada yang menguraikan SDGs (sustainable development goals)\nsecara spesifik pada poin dua belas (responsible comsumption and production)\nyaitu bagaimana menanggulangi dan menjamin pola produksi dan konsumsi pada\nproduk batik Ciwaringin. Proses Produksi batik Ciwaringin dengan pewarna alami\nperlu diuraikan secara detail dengan tujuan untuk menentukan keberlanjutan dari\nproduk batik Ciwaringin. Penelitian ini menggunakan metode kualitatif dengan\nfokus pada dua jenis pewarna alami yaitu berasal dari kulit pohon mahoni\n(Swietenia macrophylla) dan kulit pohon mangga (Mangifera indica).\nPengambilan data dilakukan melalui observasi, kuesioner dan wawancara kepada\npengusaha batik di kampung Ciwaringin serta pengambilan dokumentasi. Data\nyang dihasilkan akan dianalisis melalui ecodesign checklist berdasarkan lima\nkomponen yaitu production and supply of materials and components, in-house\nproduction, distribution, utilization, recovery and disposal. Berdasarkan hasil\nanalisis data maka dapat disimpulkan bahwa produk batik Ciwaringin sebagai\nproduk berkelanjutan. Rekomendasi yang diberikan adalah menurunkan durasi\nwaktu proses ekstraksi menjadi 1 jam dan mengganti proses pencelupan sebanyak\n8 kali. Rekomendasi ini bertujuan tidak hanya untuk mendapatkan efisiensi proses\nproduksi tetapi juga menghasilkan warna optimal. Hal ini merupakan aplikasi\nyang sesuai dengan SDGs. Penelitian ini dapat menjadi acuan dan referensi untuk\nseluruh pengusaha batik dalam menentukan desain produk yang berkelanjutan.", "Daftar File": {"SILMY NI'MAH FADHILAH - ABSTRAK": "https://digilib.itb.ac.id/gdl/download/231918", "COVER Silmy Ni'mah Fadhilah": "https://digilib.itb.ac.id/gdl/download/254795", "BAB 1 Silmy Ni'mah Fadhilah": "https://digilib.itb.ac.id/gdl/download/254796", "BAB 2 Silmy Ni'mah Fadhilah": "https://digilib.itb.ac.id/gdl/download/254797", "BAB 3 Silmy Ni'mah Fadhilah": "https://digilib.itb.ac.id/gdl/download/254798", "BAB 4 Silmy Ni'mah Fadhilah": "https://digilib.itb.ac.id/gdl/download/254799", "BAB 5 Silmy Ni'mah Fadhilah": "https://digilib.itb.ac.id/gdl/download/254800", "PUSTAKA Silmy Ni'mah Fadhilah": "https://digilib.itb.ac.id/gdl/download/254801"}, "Penulis": "Silmy Ni'mah Fadhilah [27119053]", "Kontributor / Dosen Pembimbing": ["Dr. Dian Widiawati, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Batik Ciwaringin, ecodesign checklist, pewarma alami, sustainability", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "8 file", "Tanggal Input": "31 Agu 2021"}