{"Nomor": 58089, "Judul": "PERENCANAAN WADUK DAN PERANCANGAN BANGUNAN PELIMPAH BENDUNGAN CITARIK KABUPATEN SUMEDANG JAWA BARAT", "Abstrak": "Di Indonesia masih banyak ditemukan permasalahan-permasalahan air seperti\nbanjir dan juga kekurangan air yang disebabkan oleh perubahan musim. Salah\nsatunya terjadi di sekitaran Sungai Citarik, yang terletak di Kecamatan\nCimanggung, Kabupaten Sumedang, Provinsi Jawa Barat. Untuk mengatasi\npermasalahan tersebut akan dibangun Bendungan Citarik dengan tinggi tubuh\nbendungan 31 m. Bendungan Citarik ini direncanakan memiliki fungsi untuk\nmemenuhi kebutuhan air domestik wilayah sekitar bendungan, yaitu desa\nTegalmanggung dan desa Sindulang untuk 30 tahun (2021-2051). Umur waduk\ndirencanakan selama 60 tahun dengan volume tampungan efektif waduk sebesar\n202042.42 m3 dan volume tampungan mati waduk sebesar 21743.25 m3. Sehingga\nvolume tampungan total waduk sebesar 223785.67 m3. Bendungan Citarik juga\ndilengkapi dengan bangunan pelimpah yang berfungsi untuk mengalirkan\nkelebihan air saat terjadi banjir. Berdasarkan hidrograf banjir Snyder, bangunan\npelimpah dirancang mengalirkan debit banjir rencana periode ulang 1000 tahun\nsebesar 248.021 m3/s. Saluran samping, saluran peluncur, dan peredam energi\ndirancang berdasarkan debit banjir periode ulang 100 tahun sebesar 139.788 m3/s.\nTipe bangunan pelimpah yang digunakan adalah tipe Ogee tegak dengan lebar 45\nm dan tinggi ambang 3 m. Dilakukan analisis stabilitas pada rancangan bangunan\npelimpah yang menunjukkan bahwa struktur stabil terhadap kegagalan geser dan\nguling.", "Daftar File": {"ABSTRAK Verrel Cengkiawan": "https://digilib.itb.ac.id/gdl/download/231922"}, "Penulis": "Verrel Cengkiawan [15017022]", "Kontributor / Dosen Pembimbing": ["Ir. Biemo Woerjanto Soemardi, M.S.E, Ph.D.", "Joko Nugroho, S.T., M.T., Ph.D.", "Andhika Sahadewa, S.T., M.S.E, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bendungan Citarik, Hidrograf Banjir Snyder, Perancangan Pelimpah, Volume Tampungan, Analisis Stabilitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Agu 2021"}