{"Nomor": 58087, "Judul": "PERANCANGAN TUBUH BENDUNGAN DAN FONDASI, BENDUNGAN CITARIK, KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Pertambahan populasi manusia menyebabkan kebutuhan hidup manusia juga\nmeningkat, salah satunya adalah air yang merupakan kebutuhan primer manusia.\nPopulasi daerah Sumedang sebesar 1,137 juta jiwa memiliki kebutuhan air yang\ntinggi juga. Oleh karena itu, pembangunan bendungan di Sungai Citarik dapat\nmenjadi solusi untuk mencukupi kebutuhan air yang semakin meningkat dengan\ncara meninggikan muka air serta menampung air di sungai tersebut. Fungsi\nbendungan ini sangat berguna untuk mengantisipasi keadaan alam yang tidak\nmenentu seperti musim kemarau dan musim penghujan. Kemampuan bendungan\nuntuk menampung air sangat berguna untuk mencegah terjadinya kekeringan pada\nsaat musim kemarau, sedangkan muka air sungai yang meningkat dengan adanya\nbendung dapat meningkatkan kapasitas sungai untuk mencegah terjadinya banjir\npada musim penghujan. Dalam tugas akhir ini, dilakukan perancangan tubuh\nBendungan Citarik yang bermula dari penentuan parameter tanah, penentuan jenis tipe\nbendungan dan fondasi, pemodelan dengan menggunakan Midas GTS NX, hingga\nanalisis bendungan yang ada. Analisis yang dilakukan terdiri dari analisis stabilitas,\nanalisis penurunan tanah, dan analisis rembesan. Analisis stabilitas berguna untuk\nmemeriksa apakah tubuh bendungan cukup stabil menahan beban-beban yang ada.\nPemeriksaan besar penurunan tanah juga perlu dilakukan untuk memastikan penurunan\nyang terjadi tidak berlebihan. Rembesan air yang berlebihan merupakan masalah yang\nsering muncul dalam perencanaan bendungan terutama untuk bendungan urugan dan\ndapat menimbulkan erosi pada tanah menyebabkan kegagalan pada bendungan.", "Daftar File": {"ABSTRAK Handersen Isaac Jonathan": "https://digilib.itb.ac.id/gdl/download/231920"}, "Penulis": "Handersen Isaac Jonathan [15017064]", "Kontributor / Dosen Pembimbing": ["Ir. Biemo Woerjanto Soemardi, M.S.E, Ph.D.", "Joko Nugroho, S.T., M.T., Ph.D.", "Andhika Sahadewa, S.T., M.S.E, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bendungan, fondasi, stabilitas, penurunan, rembesan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Agu 2021"}