{"Nomor": 58112, "Judul": "KAJIAN VARIASI TEMPORAL DAN SPASIAL DALAM KEGIATAN PREDIKSI PASUT", "Abstrak": "Pasang surut air laut merupakan kejadian yang dipengaruhi oleh gaya tarik menarik antar bumi, bulan, dan matahari. Akibat dari gaya tarik menarik ini permukaan air laut mengalami perubahan baik itu naik atau pun turun dari suatu referensi yang sudah ditentukan. Prediksi pasang surut air laut merupakan cara yang digunakan untuk menghitung nilai ketinggian air laut pada masa yang akan datang khususnya untuk keperluan praktis di bidang kelautan. Dengan adanya nilai prediksi ini diharapkan dapat memaksimalkan potensi dari berbagai kegiatan di laut.\nPada penelitian ini bertujuan untuk menentukan nilai RMSE (error) dari nilai prediksi dengan menggunakan rentang waktu dan jumlah data yang bervariasi dalam waktu 2 tahun. Data pasut yang digunakan adalah data pasut Cilacap, Bitung, Benoa, Pondok Dayung, Biak, dan Ambon. Prediksi ditentukan dengan cara melakukan analisis harmonik untuk mencari komponen pasut, kemudian diprediksi selama 2 tahun dengan variasi data yang digunakan selama sebulan, 3 bulan, 4 bulan, 6 bulan, dan setahun penuh dengan interval data pengamatan per menit dan per jam.\nPada penelitian ini didapatkan nilai selisih antara data prediksi dengan data pengukuran yang sebenarnya di tahun 2018 dan 2019. Nilai RMSE hasil prediksi yang menggunakan data selama setahun dan interval waktu per menit adalah yang terbaik dengan syarat bahwa selama pengamatan sensor berfungsi dengan baik. Nilai RMSE terbaik yang diperoleh bervariasi mulai dari 0.11 meter hingga 0.42 meter.", "Daftar File": {"ABSTRAK Sehat Simon Sianturi": "https://digilib.itb.ac.id/gdl/download/231942"}, "Penulis": "Sehat Simon Sianturi [15117031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T.", "Miga Magenika Julian, S.T., M.T.", "Fickrie Muhammad, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Prediksi pasut, komponen pasut, RMSE.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Agu 2021"}