{"Nomor": 58119, "Judul": "STUDI PROSES EKSTRAKSI SKANDIUM DARI RED MUD SISA HASIL PEMURNIAN ALUMINA DENGAN METODE PELINDIAN DALAM LARUTAN ASAM KLORIDA TERMODIFIKASI EDTA PADA TEKANAN ATMOSFER", "Abstrak": "Logam tanah jarang (LTJ) seperti yttrium, skandium, neodymium, praseodymium, banyak dilaporkan berasosiasi dengan mineral dalam bauksit dan terbawa ke dalam red mud saat bauksit dimurnikan menjadi alumina (Al2O3). Skandium merupakan LTJ dengan nilai tertinggi yang mewakili ±95% dari nilai LTJ yang ada dalam red mud (Borra et al., 2015). Proses ekstraksi skandium dari berbagai sumber bahan baku banyak diteliti karena logam skandium ini diperlukan untuk berbagai aplikasi stategis seperti bahan pemadu untuk paduan aluminium untuk aplikasi pesawat tempur, untuk elektrolit padat pada solid oxide fuel cell (SOFC) dan beberapa aplikasi lainnya.\nProses ekstraksi skandium dalam dari red mud telah banyak diteliti baik melalui proses pelindian secara langsung (direct leaching) red mud maupun kombinasi antara proses pemanggangan sulfatisasi (sulfation roasting) dengan pelindian dalam air atau asam encer, kombinasi proses peleburan untuk memisahkan besi dan pelindian Sc dari terak yang dihasilkan. Dalam penelitian ini, dipelajari proses ekstraksi skandium dari red mud yang berasal dari pabrik pemurnian alumina, PT. ICA di Tayan, Provinsi Kalimantan Barat. Larutan asam klorida (HCl) dipilih sebagai reagen pelindi karena berdasarkan studi literatur merupakan jenis asam yang memberikan persen ekstraksi skandium paling tinggi dari red mud. Pada percobaan pelindian ditambahkan EDTA (Ethylene Diamine Tetra Acetic Acid) sebagai agen pengkhelat agar proses pelindian skandium lebih selektif terhadap besi (besi yang ikut terlarut bersama skandium lebih rendah). EDTA dapat membentuk ikatan kompleks yang kuat dengan kation logam tertentu, khususnya dengan ion ferri (Fe3+.) Kompleks besi-EDTA ini diharapkan mempunyai kelarutan yang rendah dalam larutan asam klorida dan tidak ikut terlarut bersama skandium.\nAktivitas penelitian yang dilakukan dimulai dengan preparasi sampel yang meliputi blending, pengerusan (grinding), dan klasifikasi sampel red mud berdasarkan fraksi ukuran dengan pengayakan (sieving). Blending dan grinding dilakukan di Laboratorium Pusat Survei Geologi, Bandung, sementara untuk sieving dilakukan secara manual di Laboratorium Hidrometalurgi, FTTM-ITB. Setelah dipreparasi, sampel red mud dianalisis komposisi kimia dan kandungan mineral dominannya masing-masing menggunakan X-Ray Fluoroscence (XRF) dan X-Ray Diffraction (XRD). Selanjutnya dilakukan serangkaian percobaan pelindian red mud dalam larutan HCl yang ditambahkan EDTA dengan rasio konsentrasi tertentu terhadap HCl. Rancangan percobaan dilakukan dengan menggunakan Metode Taguchi dengan matriks orthogonal array L9 (34), yaitu dengan 4 (empat) variabel dan 3 (tiga) level variasi untuk setiap variabelnya. Dari desain orthogonal array ini ditentukan matriks percobaan pelindian yang terdiri dari 9 percobaan yang dilakukan secara duplo sehingga total percobaan menjadi 18 percobaan. Adapun variabel yang divariasikan pada percobaan pelindian yaitu perbandingan konsentrasi HCl (molar) : konsentrasi EDTA (g/l), rasio solid-liquid (S/L), suhu pelindian, dan waktu pelindian. Larutan hasil pelindian selanjutnya dianalisis menggunakan ICP-MS untuk ditentukan konsentrasi logam terlarut di dalamnya kemudian dihitung persen ekstraksi logam Sc dan Fe. Penentuan kondisi optimum percobaan pelindian dilakukan dengan menghitung nilai parameter rasio signal to noise (S/N). Signifikansi pengaruh variabel dan kontribusi pengaruh variabel percobaan pelindian secara kuantitatif terhadap persen ekstraksi Sc dan Fe dianalisis dengan Metoda ANOVA. Selanjutnya dilakukan percobaan pelindian dengan variasi waktu dan suhu pelindian pada kondisi optimum dimana semua variabel lainnya dijaga tetap. Percobaan dengan variasi waktu dan variasi suhu ini dilakukan untuk mempelajari laju pelindian skandium. Percobaan untuk mempelajari laju pelindian skandium dilakukan pada suhu 60°C, 80°C dan 95°C selama 4 jam dan dilakukan pengambilan sampel larutan hasil pelindian setiap 15 menit.\nBerdasarkan hasil percobaan dan analisis data yang dilakukan, kondisi optimum pelindian Sc dari red mud yang ditentukan dengan mengunakan metode TAGUCHI adalah pada kondisi perbandingan konsentrasi HCl (molar): EDTA (g/l) sebesar 6:7 dengan rasio S/L 17 g/l, suhu 80°C, dan waktu pelindian selama 4 jam. Pada kondisi optimum ini didapatkan persen ekstraksi rata-rata Sc, Fe, dan Ti masing-masing sebesar 80,70%, 63,97%, dan 56,15%. Dari hasil perhitungan didapatkan selektivitas rata-rata Sc terhadap Fe sebesar 0,743, sementara selektivitas Sc terhadap Ti sebesar 0,637 (dalam skala 0-1). Variabel yang memberikan kontribusi pengaruh paling tinggi pada persen ekstraksi Sc dan Fe dalam rentang yang divariasikan dalam penelitian ini adalah perbandingan konsentrasi HCl : konsentrasi EDTA yaitu masing masing sebesar 58% dan 45%. Persen ekstraksi skandium meningkat dengan cepat secara linier pada peningkatan waktu pelindian hingga 45 menit dan cenderung melambat setelahnya dimana dalam rentang waktu ini laju pelarutan Sc pada suhu 95oC paling cepat diikuti suhu 80oC dan 65oC berdasarkan gradien kemiringan garis yang diperoleh, yaitu masing-masing 2,33%/menit, 2,19%/menit dan 1,93%/menit.", "Daftar File": {"ABSTRAK Ayu Zahra Chandrasari": "https://digilib.itb.ac.id/gdl/download/231957", "BAB 1 Ayu Zahra Chandrasari": "https://digilib.itb.ac.id/gdl/download/231958", "BAB 2 Ayu Zahra Chandrasari": "https://digilib.itb.ac.id/gdl/download/231959", "BAB 3 Ayu Zahra Chandrasari": "https://digilib.itb.ac.id/gdl/download/231961", "BAB 4 Ayu Zahra Chandrasari": "https://digilib.itb.ac.id/gdl/download/231962", "BAB 5 Ayu Zahra Chandrasari": "https://digilib.itb.ac.id/gdl/download/231963", "PUSTAKA Ayu Zahra Chandrasari": "https://digilib.itb.ac.id/gdl/download/231964"}, "Penulis": "Ayu Zahra Chandrasari [22518010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Mohammad Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Red mud, skandium, pelindian, asam klorida, EDTA, ekstraksi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "31 Agu 2021"}