{"Nomor": 58126, "Judul": "LAPAR MATA", "Abstrak": "Keadaan pandemi telah menyebabkan kita dalam kondisi pembatasan sosial\nsehingga konsekuensinya berbagai macam kegiatan harus kita lakukan secara\nvirtual dengan perantara gawai, komputer dan teknologi internet. Bercermin pada\npengalaman keseharian penulis dalam era pandemi ini, aktivitas mempergunakan\ngawai dan aplikasi penunjangnya sangat membantu untuk memenuhi berbagai\nkebutuhan. Seperti dalam aktivitas makan keseharian yang dilakukan\nmelalui sosial media pada saat memilih menu makanan. Sosial media memberikan\nberagam jenis makanan berdasarkan pada data sistem algoritma yang kita miliki\ndalam sosial media tersebut.\nDalam proses tersebut terkadang kita tersadar untuk segera memutuskan pilihan\nmakan siang kita saat itu, namun citraan makanan tersebut menstimulasi hasrat kita\nuntuk terus mencari pilihan yang tepat. Kebutuhan kita semakin terpinggirkan dan\ndikuasai oleh hasrat yang terus tumbuh melalui visual makanan yang hadir di layar\ngawai yang kita lihat.\nPengalaman tersebut menyadarkan penulis bahwa kegiatan makan yang awalnya\nkebutuhan dan bersifat biologis telah bergeser menjadi kegiatan yang lebih banyak\ndidorong dari reaksi psikologis dari indera penglihatan yang distimuli oleh citra\nvisual dari sosial media di internet. Kesadaran tersebut mendorong penulis\nmembuat karya seni video instalasi “Lapar Mata”. Melalui karya tersebut, penulis\nmengaitkan pada estetika keseharian yang berkembang seiring dengan\nberkembangnya teknologi hari ini. Karya ini akan berfokus pada upaya visualisasi\ndari pengalaman estetik keseharian yang tidak hanya muncul melalui proses\npencerapan inderawi secara langsung namun juga dapat melalui perantara layar.", "Daftar File": {"2021 TS PP NURI FATIMAH 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/231994"}, "Penulis": "Nuri Fatimah [27019005]", "Kontributor / Dosen Pembimbing": ["Dr. Nurdian Ichsan, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Aktivitas keseharian, aktivitas makan, teknologi, sosial media, algoritma, estetika keseharian, seni video instalasi.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "31 Agu 2021"}