{"Nomor": 58121, "Judul": "DESAIN PLATFORM URBAN TOYS MODULAR DENGAN SIMULASI KOMPETISI UNTUK ANAK USIAAWAL REMAJA (10-15 TAHUN)", "Abstrak": "Masa awal remaja atau early adolescence merupakan masa di mana anak sudah mulai\nmengalami perubahan-perubahan baik secara fisik, emosional, serta psikologi.\nSementara itu, sistem pendidikan di Indonesia sangatlah terpaku pada metode berpikir\nkonvergen yang sangat membatasi kreativitas sang anak. Apabila tidak dibimbing\ndengan baik, maka anak remaja akan kehilangan arah dan tidak akan menjunjung\ntinggi pola pikir kreatif di masa perkembangan hidupnya. Secara psikologis masa\nawal remaja merupakan masa di mana anak mulai ingin bersaing dengan teman\nsebayanya dan menginginkan sebuah validasi. sang anak akan mulai mencoba banyak\nhal baru, mengikuti langkah temannya baik ke arah yang baik ataupun buruk karena\nrasa ingin diakui oleh orang lain. Ditambah dengan maraknya media hiburan dalam\nbentuk digital yang membuat mereka kecanduan dan sering melupakan potensi\nkreativitas yang dimiliki karena terlalu sibuk terdoktrinisasi unsur dari luar.\nOleh karena itu dibutuhkan sebuah alternatif media permainan edukasi lain yang\ndapat mengasah kreativitasnya melalui keinginan remaja untuk bersaing dengan adil\ndan sehat, melihat banyaknya stigma di kalangan remaja bahwa mainan hanyalah\nuntuk anak kecil dan sudah tidak menyenangkan untuk mereka. Dengan mengikuti\ntrend serta perkembangan Urban Toys di Indonesia, terbukalah berbagai macam\npotensi untuk mengembangkan suatu mainan yang dapat mereka jadikan hobi yang\nsehat tentunya baik untuk memelihara kreativitas mereka.", "Daftar File": {}, "Penulis": "Nawwaf Husein [17517042]", "Kontributor / Dosen Pembimbing": ["Drs. Agus Karya Suhada, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Urban toys, Mainan, Hobi, permainan video, Remaja awal.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "31 Agu 2021"}