{"Nomor": 58131, "Judul": "KAJIAN PENGARUH BENTUK HIDROGRAF BANJIR TERHADAP DISTRIBUSI GENANGAN BANJIR STUDI KASUS PENANGGULANGAN BANJIR SUNGAI WELANG PROVINSI JAWA TIMUR", "Abstrak": "Sungai Welang berlokasi di Provinsi Jawa Timur memiliki luas Daerah Aliran Sungai (DAS) sebesar 505,458 km2 dengan panjang sungai utama sekitar 34,167 km. Setiap tahun, daerah hilir Sungai Welang mengalami banjir, tetapi pengendalian banjir tidak memadai. Penelitian ini dilakukan untuk mengetahui pengaruh bentuk hidrograf banjir terhadap distribusi genangan banjir di Sungai Welang. Input hidrograf banjir untuk model simulasi genangan banjir dihasilkan dari hidrograf satuan sintetik Nakayasu, ITB-1, dan Delmarva dengan periode ulang 2, 10, dan 20 tahun. Hasil simulasi menunjukkan bahwa masing-masing tipe hidrograf akan menghasilkan waktu naik dan waktu surut genangan banjir yang sangat berbeda serta distribusi genangan banjir yang berbeda. Pemodelan ini dilakukan dengan model 1D/2D menggunakan software HEC-RAS 5.0.7. Kondisi batas di bagian hulu diisi dengan data hidrograf banjir, sedangkan di bagian hilir adalah elevasi pasang surut pada kondisi MHWL, MSL, dan MLWL. Distribusi genangan banjir ini dapat dimanfaatkan Pemerintah Provinsi Jawa Timur untuk dijadikan gambaran oleh Pemerintah Provinsi Jawa Timur dalam merencanakan penanggulangan banjir di Sungai Welang dengan melihat distribusi banjir yang terjadi di Sungai Welang.", "Daftar File": {"ABSTRAK Vanessa": "https://digilib.itb.ac.id/gdl/download/231999"}, "Penulis": "Vanessa [25820011]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo, M.Sc., Ph.D.", "Ir. Dantje Kardana Natakusumah, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bentuk hidrograf banjir, Distribusi genangan banjir, Model HEC-RAS 1D/2D.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Agu 2021"}