{"Nomor": 58137, "Judul": "ADIGANG, ADIGUNG, ADIGUNA", "Abstrak": "Secara pemenuhan kebutuhan mendasar, manusia diklasifikasikan kedalam jenis omnivora,\nyang dapat mengkonsumsi baik unsur nabati maupun hewani. Berburu menjadi salah satu cara\npaling purba yang dilakukan manusia hingga saat ini untuk memenuhi kebutuhan konsumsi\nprimernya. Sayangnya, dalam praktik lapangannya, eksploitasi yang terjadi atas alam terus\nberlanjut, tidak berhenti sampai kebutuhan dasar ini tercukupi.\nSalah satu kegiatan paling egois dan sarat ketidakadilan, adalah kegiatan trophy hunting, yaitu\nberburu hewan liar dan buas atas dasar pemenuhan ego dan penaklukkan atas alam. Biasanya,\nhewan hasil buruan tersebut diawetkan secara utuh atau sebagian kemudian diletakkan di ruang\ntamu atau ruang pajang untuk menunjukkan kegagahan dan kedigdayaan mereka sebagai\nspesies tertinggi.\nDalam karya tugas akhir ini, penulis memvisualisasikan kontradiksi dalam penciptaan sebuah\ndunia alternatif jika masusia adalah objek dalam perburuan tersebut dan berakhir dalam sebuah\nartefak. Visual pajangan kepala menggambarkan penaklukkan dan dominasi. Penggunaan\nwarna alam (coklat, kuning, hijau) melapisi keseluruhan karya merepresentasikan keberadaan\nalam yang lebih besar dari manusia, dan membuat audiens merefleksikan kembali interaksi\nmereka terhadap objek alam, terutama binatang liar.\nLewat penggunaan medium keramik, penulis mencoba menekankan kritik terhadap pola pikir\nethnosentris lewat material alam dan kontradiksinya secara visual atas kegiatan manusia\nmodern yang secara buruk berdampak pada alam. Keramik juga memiliki sifat rapuh,\nmenggambarkan ego manusia yang tidak akan selamanya bisa berdiri di puncak alam. Bahasa\nartefak juga digunakan dalam karya tugas akhir ini sebagai pengingat audiens terhadap konsep\nperburuan manusia yang melupakan keseimbangan sebagai identitas alam itu sendiri.", "Daftar File": {}, "Penulis": "Muhammad Ariebulhikami Choiri [17017013]", "Kontributor / Dosen Pembimbing": ["Drs. Asmudjo Jono Irianto, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "interaksi, perburuan, ekosentrisme, keramik, artefak, pemburu trofi.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "31 Agu 2021"}