{"Nomor": 58142, "Judul": "ALTER SIMULACRUM", "Abstrak": "Peradaban teknologi elektronik-digital telah merubah cara manusia beroperasi hari ini.\nKemudahan yang ditawarkan perangkat pintar membentuk kebiasaan baru individu dimana sistem\ndigital dapat menciptakan ruang virtual untuk mengkompilasi konsepsi ruang-waktu. Fenomena\nhyperconnectivity memungkinkan manusia terhubung dengan siapapun dan kapanpun.\nKeterhubungan ini tidak memberi jeda bagi manusia untuk memproses konsekuensinya. Hal itu\nmembuat penulis mempertanyakan kembali mengenai ruang virtual dan aktual serta kesadaran\nmanusia dalam memahami ruang tersebut.\nPenulis memahami ruang interaksi tersebut sebagai realitas yang berbeda dimana layar merupakan\nbatasan yang memperjelas posisi masing-masing realitas tersebut. Minim kesadaran akan batasan\nruang realitas tersebut membuat batasan itu sendiri semakin bias. Keakraban individu dengan\nrealitas virtual membuat jarak yang semakin besar dengan realitas aktual. Dalam karya ini penulis\nberusaha menghadirkan kedua realitas tersebut secara bersamaan sebagai pemantik pemikiran\napresiator akan ruang realitas yang hadir berdampingan tersebut.\nGagasan visual pada karya ini adalah dengan menampilkan simulasi sebuah pameran seni.\nPensuasanaan ruang pamer dibangun untuk menciptakan atmosfer keakraban apresiator dengan\naktivitas dan interaksi yang terjadi di ruang pamer. Pada saat yang bersamaan penulis\nmenggunakan perangkat digital untuk mengkonstruksi pesan dari keseluruhan karya dan membuat\ndisrupsi pada simulasi pameran tersebut. Melalui karya interaktif berupa QR code yang dapat\ndiakses melalui perangkat pintar, penulis mengajak apresiator untuk dapat hadir dalam ruang\naktual dan virtual pada saat yang bersamaan.\nBahasa metafor dipilih untuk menyampaikan pesan dari karya. Layar sebagai metafor dari batasan\nantara dua realitas menampilkan sebuah paradoks dalam menyikapi realitas yang ditampilkan\ndalam karya. Melalui karya instalasi yang terdiri dari video, suara, dan augmented reality ini,\npenulis mencoba menghadirkan realitas aktual dan virtual yang dapat diakses pada waktu yang\nbersamaan namun dengan logika yang berkebalikan. Upaya ini dilakukan dengan harapan agar\napresiator dapat berpikir kembali posisinya sebagai individu yang dihadapkan dengan dua realitas\ntersebut dan bisa menyikapi keberadaannya dalam peradaban teknologi elektronik-digital hari ini.", "Daftar File": {"2021 TS PP HILMA SOPHIA 1.pdf5?": "https://digilib.itb.ac.id/gdl/download/232013"}, "Penulis": "Hilma Sophia [27019004]", "Kontributor / Dosen Pembimbing": ["Dr. Tisna, S.Sn., Dipl.Art."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "hyperconnectivity, metafor, paradoks, realitas, simulasi, QR Code.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "31 Agu 2021"}