{"Nomor": 58158, "Judul": "MODEL PERILAKU BERKENDARA BERISIKO OLEH PENGENDARA SEPEDA MOTOR DI KOTA BANDUNG", "Abstrak": "Perilaku berkendara berisiko masih menjadi penyebab utama tingginya angka\nkecelakaan lalu lintas di seluruh dunia, utamanya kecelakaan lalu lintas yang\nmelibatkan pengendara sepeda motor. Banyak literatur telah meneliti jenis-jenis\nperilaku berkendara berisiko serta faktor-faktor yang memengaruhinya; beberapa\nmengaitkan perilaku berkendara berisiko dengan karakteristik individu, variabel\npsikologis, karakteristik lingkungan binaan, hingga karakteristik perjalanan. Namun\nmasih sedikit yang mengakomodasi faktor-faktor secara komprehensif baik faktor\ninternal maupun eskternal, terukur maupun tidak terukur. Penelitian ini bertujuan\nuntuk memodelkan perilaku berkendara berisiko oleh pengendara sepeda motor di\nKota Bandung untuk mengetahui faktor-faktor yang memengaruhinya. Model yang\ndihasilkan dari penelitian ini menunjukkan bahwa perilaku berkendara berisiko oleh\npengendara sepeda motor di Kota Bandung dipengaruhi oleh karakteristik demografi,\nnorma subjektif, kontrol terhadap perilaku, motivasi pengendara, serta karakteristik\njalan dari lokasi perilaku berkendara berisiko. Masing-masing faktor memiliki sifat\npengaruh yang berbeda, beberapa bertentangan dengan hasil studi-studi terdahulu.\nPenelitian ini beserta model yang dihasilkannya memberikan indikasi bahwa perilaku\nberkendara berisiko oleh pengendara sepeda motor adalah hal yang kompleks dan\ndipengaruhi oleh banyak faktor, baik faktor yang dapat diukur langsung maupun yang\ntidak.", "Daftar File": {}, "Penulis": "Shafira Prameswari [15417067]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Ayu Andani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perilaku berkendara berisiko, SEM, sepeda motor", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "01 Sep 2021"}