{"Nomor": 58160, "Judul": "ANALISIS PERILAKU TIANG PANCANG PADA OPTIMASI STRUKTUR BREASTING DOLPHIN", "Abstrak": "Fokus dari penelitian ini yaitu terkait struktur breasting dolphin yang merupakan bagian dari suatu dermaga dolphin. Breasting Dolphin sebagai bagian struktur terdepan dermaga berfungsi sebagai tempat bersandarnya kapal. Sehingga breaasting dolphin didesain agar mampu menahan beban lateral yang cukup besar dari beban akibat berthing kapal. Kemudian elemen struktur yang akan diteliti yaitu terkait pondasi struktur tiang pancang.\nTujuan dari penelitian ini yaitu mendapatkan hasil analisis perilaku tiang pancang breasting dolphin untuk mengetahui pengaruh diameter tiang, jumlah dan susunan tiang, serta pengaruh lokasi dalam susunan tiang terhadap ketahanan tiang verikal pada pembebanan lateral. Pada penelitian ini dilakukan untuk kondisi lingkungan eksisting di lokasi TBBM Wayame,Ambon termasuk data tanah dengan karakteristik tanah pasir homogen. Skenario pemodelan dilakukan untuk diameter serta jumlah dan susunan tiang yang berbeda. Diameter tiang yang digunakan yaitu 559 mm, 660 mm dan 762 mm, dengan susunan tiang yang digunakan yaitu 3x3, 3x4 dam 4x4. Kemudian tingkat pembebanan berdasarkan kapasitas kapal yang digunakan yaitu kapal dengan kapasitas 1000DWT, 3000DWT, 6000DWT dan 10000DWT dengan kondisi berthing pada perairan tertutup. Analisis dilakukan melalui pemodelan struktur dengan menggunakan software SAP2000 dan software LPILE untuk memodelkan interaksi tanah-struktur.\nHasil penelitian menunjukkan struktur breasting dolphin yang dikenakan beban lateral memberikan momen pada sumbu tegak lurus dengan arah pembebanan. Momen tersebut memberikan pengaruh terhadap respon aksial tiang pancang. Tiang pada baris pertama mengalami tarik, sedangkan tiang pada baris belakang mengalami tekan. Pada tingkat pembebanan tertentu beban ultimate tiang yang mengalami tarik berpengaruh terhadap daya dukung tanah aksialnya. Nilai UCR untuk setiap baris memiliki variasi nilai yang berbeda, dengan baris belakang memiliki UCR terbesar diikuti baris ketiga serta baris pertama dan baris kedua yang memiliki UCR yang hampir sama, dengan baris pertama memiliki UCR sedikit lebih besar. Variasi UCR dalam satu susunan tiang dipengaruhi oleh variasi beban aksial yang dialami tiang pancang (tekan maupun tarik). Pembebanan lateral terhadap kelompok tiang vertikal menyebabkan tiang mengalami defleksi yang cukup besar serta momen yang menyebabkan kegagalan pada struktur sehingga kelompok tiang vertikal tidak memiliki ketahanan lateral yang cukup baik. Penambahan jumlah tiang serta diameter tiang menjadi salah satu cara yang dapat dilakukan untuk meningkatkan ketahanan lateral kelompok tiang vertikal.", "Daftar File": {"ABSTRAK Muhammad Ilham Dirgantara": "https://digilib.itb.ac.id/gdl/download/232040"}, "Penulis": "Muhammad Ilham Dirgantara [25520010]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D.", "Dr. Hendriyawan, S.T., M.T.", "Ir. Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Breasting dolphin, beban lateral, perilaku tiang vertikal, defleksi,UCR", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Sep 2021"}