{"Nomor": 58163, "Judul": "ANALISIS KARAKTERISTIK BERKAS VARIAN CLINAC 2100 MODE FOTON 6 MV MENGGUNAKAN SIMULASI MONTE CARLO PRIMO", "Abstrak": "Salah satu modalitas utama dalam pengobatan kanker adalah radioterapi menggunakan radiasi pengion dengan tujuan memberikan dosis maksimum pada sel kanker target. Perhitungan dosis yang akurat pada saat perencanaan terapi membutuhkan informasi tentang karakteristik berkas yang dihasilkan linac. Karakteristik ini dapat diketahui melalui simulasi Monte Carlo (MC). Pada penelitian ini dilakukan simulasi MC menggunakan program PRIMO untuk menganalisis karakteristik berkas keluaran Varian Clinac 2100 pada mode foton 6 MV. Parameter berkas yang digunakan mengikuti nilai default pada program yaitu energi elektron awal 5,4 MeV, energi FWHM 0 MeV, focal spot FWHM 0 cm dan beam divergence 0o. Simulasi dibagi dalam empat buah model (A sampai D) dengan melakukan variasi ukuran lapangan penyinaran pada 10 × 10 cm2, 20 × 20 cm2, 30 × 30 cm2 and 40 × 40 cm2. Analisis dilakukan pada data ruang fasa (DRF) 1 dan 2. DRF 1 berada di bawah bagian atas kepala linac, sedangkan DRF 2 terletak dibawah jaws. Hasil simulasi pada model A menunjukkan bahwa pada DRF 1, sudut hamburan rata-rata dari berkas foton sebesar 10.74o dan energi rata-rata 1.18 MeV. Pada DRF 2, sudut hamburan rata-rata dari berkas foton sebesar 2.62o dan energi rata-rata 1.50 MeV. Berkas foton pada DRF 1 memiliki sudut hamburan rata-rata yang lebih besar dibandingkan berkas pada DRF 2, namun hal sebaliknya terjadi pada energi rata-rata. Variasi ukuran lapangan penyinaran menunjukkan bahwa berkas foton pada DRF 2 secara berturut-turut memiliki sudut hamburan rata-rata 4.56o, 6.31o, 6.66o dan energi rata-rata 1.40, 1.32, dan 1.30 MeV. Pada ukuran lapangan penyinaran yang lebih besar, berkas akan terhambur pada sudut yang lebih besar. Hal sebaliknya terjadi pada energi rata-rata yang semakin kecil dengan bertambah besarnya ukuran lapangan penyinaran.", "Daftar File": {"ABSTRAK Josua Timotius Manik": "https://digilib.itb.ac.id/gdl/download/232157", "COVER Josua Timotius Manik": "https://digilib.itb.ac.id/gdl/download/238148", "BAB5 Josua Timotius Manik": "https://digilib.itb.ac.id/gdl/download/238153", "PUSTAKA Josua Timotius Manik": "https://digilib.itb.ac.id/gdl/download/238154"}, "Penulis": "Josua Timotius Manik [20219018]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Freddy Haryanto, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Karakteristik berkas, distribusi angular, distribusi spektral, PRIMO.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "01 Sep 2021"}