{"Nomor": 58169, "Judul": "ANALISIS PENGUJIAN SERAT KENAF SEBAGAI BAHAN GEOBAG BERKELANJUTAN DALAM SISTEM PELINDUNG PANTAI NATURAL", "Abstrak": "Salah satu permasalahan pantai yang sering ditemukan adalah erosi. Pengikisan pantai ini menjadi masalah serius di Indonesia, yang merupakan negara kepulauan terbesar di dunia. Hal tersebut berarti sebagian besar wilayahnya berbatasan langsung dengan laut dimana beresiko terhadap erosi pantai. Dengan demikian, diperlukan suatu pelindung pantai yang dapat menahan energi baik dari gelombang maupun arus sebagai faktor utama, namun tetap bersifat ramah lingkungan guna bermanfaat bagi masyarakat pesisir. Salah satu contoh yang paling sering ditemukan adalah dengan penanaman tumbuhan mangrove karena metoda konstruksinya mudah dan murah serta bermanfaat pula bagi masyarakat pesisir. Tetapi terdapat suatu kendala saat tanaman ini belum dewasa. Hal tersebut disebabkan oleh gelombang yang dengan mudahnya merusak tanaman mangrove muda sebelum dapat berperan sebagai pelindung pantai.\nMaka dari itu, dibutuhkan kombinasi antara tanaman mangrove dengan struktur sementara yang fungsinya sama sebagai pelindung pantai, saat tanaman tersebut belum dewasa. Struktur sementara dimana dapat berperan menggantikan tanaman mangrove muda adalah tanggul geobag. Geobag sendiri merupakan suatu geotekstil yang dijahit dan diisi tanah sehingga berbentuk seperti bantal. Geotekstil ini perlu diteliti tepatnya dalam hal biodegradasi karena dalam sistem pelindung pantai natural (kombinasi antara tanaman mangrove dengan tanggul geobag) dibutuhkan waktu biodegradasi yang tepat. Selain itu, akan diteliti pula bila geotekstil tersebut terbuat dari serat alami yang lebih ramah lingkungan, tetapi tetap memperhatikan sifat materialnya sebagai bahan geobag sehingga didapatkan sistem pelindung pantai natural yang efisien serta efektif.\nBerdasarkan latar belakang yang telah dipaparkan, adapun tujuan-tujuan dalam penulisan Tesis ini diantaranya adalah sebagai berikut: mendapatkan sifat-sifat material dari bahan serat alami serta bahan geobag pada umumnya, mendapatkan karakteristik biodegradasi dari bahan serat alami serta bahan geobag pada umumnya, serta mengembangkan material alternatif berbahan dasar serat alami untuk diaplikasikan sebagai geobag pelindung pantai natural.\nRuang lingkup penelitian ini terdiri atas, yang pertama studi literatur. Literatur-literatur yang digunakan berhubungan dengan penelitian sekarang. Ruang lingkup ini berisi pembahasan mengenai penelitian-penelitian sebelumnya, yang kemudian dibandingan dengan apa yang dilakukan sekarang, mulai dari tujuan, metoda yang digunakan, hingga kelebihan dan kekurangan dari masing-masing penelitian. Selanjutnya, ada pengumpulan data atau informasi mengenai serat-serat alami dan struktur sementara pelindung pantai natural. Selain itu, dilakukan pengumpulan data-data mengenai pengujian sifat material serta biodegradasi seperti standar yang membahas pengujian-pengujian tersebut, lokasi, rentan waktu, hingga biaya pengujiannya.\nSelain itu, adapula pengumpulan bahan-bahan geobag yang terdapat di pasar dan serat-serat alami, turut dilakukan dalam penelitian ini. Bahan-bahan geobag tersebut menjadi material pembanding dengan serat-serat alami yang berpotensi sebagai bahan geobag berkelanjutan. Kemudian, dilakukan pengujian bahan-bahan geobag serta serat-serat alami untuk mendapatkan sifat material hingga biodegradasi. Untuk pengujian sifat material dilakukan di Laboratorium Pengujian Balai Besar Tekstil. Sedangkan pengujian biodegradasi dilakukan berdasarkan ISO 11721-1. Dan yang terakhir, analisis hasil pengujian sifat material serta biodegradasi dari bahan-bahan geobag yang terdapat di pasar dan serat-serat alami yang berpotensi tersebut. Selain itu, dilakukan pula perbandingan apakah serat-serat alami mampu menjadi bahan geobag berkelanjutan sebagai struktur sementara pelindung pantai natural di Indonesia dan pengembangannya.\nSedangkan batasan-batasan yang digunakan dalam penelitian ini dimulai dari serat alami yang digunakan adalah serat kenaf dari Innatex Pak Tomo. Kemudian, bahan geobag pada umumnya yang digunakan mempunyai karakteristik non-woven. Terdapat 2 non-woven geobag dalam penelitian ini. Geobag yang pertama berasal dari Buana Paksa Indonesia. Sedangkan geobag yang kedua berasal dari PT. Tirta Citra Bara Persada.\nSifat material kain kenaf sebagai bahan geobag berkelanjutan dapat dilihat dari sifat fisik serta mekaniknya. Untuk sifat fisik sendiri terdiri atas ketebalan dimana tebal kain kenaf sebesar 0,77 mm, yang berarti jauh lebih tipis bila dibandingkan dengan bahan geobag yang sudah ada pada umumnya (3,26 mm untuk Geobag Buana Paksa Indonesia dan 4,36 mm untuk Geobag Tirta Citra Bara Persada). Masih dalam sifat fisik, berat kain kenaf (309 g/m2) juga lebih ringan daripada kedua geobag yang diteliti saat ini (422 g/m2 dan 527 g/m2 secara berturut-turut). Sedangkan sifat mekanik yang pertama, ada kekuatan tarik dimana nilai tertinggi kain kenaf mencapai 768 N yang masih berada di bawah kedua geobag (1080 N dan 2140 N). Begitu pula dengan kekuatan sobek sebagai sifat mekanik selanjutnya, kedua geobag (439 N dan 895 N) lebih kuat daripada kain kenaf yang hanya mencapai nilai 185 N.\nUntuk sifat biodegradasi, baik Geobag Buana Paksa Indonesia maupun Geobag Tirta Citra Bara Persada juga terbilang lebih kuat karena pada pengamatan terakhir yaitu, 6 minggu soil burial test baru terjadi kehilangan massa secara berurutan 2,21% dan 0,69%. Sedangkan kain kenaf sudah mencapai 11,51%.\nSelanjutnya dalam hal pengembangan kain kenaf sebagai bahan geobag berkelanjutan, tepatnya bila melihat kekuatan tarik sebagai parameter utama geobag, diperlukan penambahan lapisan sebanyak 3 lapis agar kekuatan tariknya menyerupai Geobag Buana Paksa Indonesia dan 11 lapis untuk Geobag Tirta Citra Bara Persada. Sedangkan untuk sifat biodegradasinya sendiri, perlu dilakukan perawatan khusus guna memperlambat laju degradasi.", "Daftar File": {"ABSTRAK William Gunawan": "https://digilib.itb.ac.id/gdl/download/232048"}, "Penulis": "William Gunawan [25520307]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D.", "Dr.Eng. Nita Yuanita, S.T., M.T.", "Ir. Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Geobag, Sifat Material, Sifat Biodegradasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Sep 2021"}