{"Nomor": 58161, "Judul": "PERANCANGAN MOTION COMIC TENTANG ALGORITMA INSTAGRAM SEBAGAI PENGETAHUAN ILUSTRATOR UNTUK MENGURANGI TINGKAT KETERGANTUNGAN ENGAGEMENT", "Abstrak": "Membangun reputasi di media sosial merupakan hal penting untuk meningkatkan\nvisibilitas seorang ilustrator secara online. Instagram menjadi salah satu media\nsosial yang kerap digunakan ilustrator untuk mengunggah karya seni dan\nmendapatkan respon apresiasi dari audiens berupa likes dan komentar, respon ini\ndisebut juga dengan engagement. Berdasarkan observasi, ilustrator secara tidak\nsadar sering kali berkompetisi untuk mendapatkan jumlah engagement sebanyakbanyaknya dan muncul kecenderungan untuk bergantung pada jumlah\nengagement sebagai tolak ukur kualitas karya. Padahal jumlah engagement\nkemungkinan besar ditentukan oleh sistem algoritma yang bekerja di Instagram.\nPerancangan ini menggunakan penggabungan metode kuantitatif dan kualitatif\nyaitu dengan penyebaran kuesioner kepada ilustrator yang aktif menggunakan\nInstagram, yang kemudian dianalisis dengan kajian pustaka. Hasilnya ditemukan\nbahwa terdapat perbedaan diantara persepsi ilustrator dengan sistem algoritma.\nBeberapa ilustrator bahkan belum mengetahui bagaimana alogritma Instagram\nbekerja dan sebagian besar belum memaksimalkan potensi penggunaan\nInstagram untuk mendapatkan engagement yang lebih baik pada karya mereka.\nSehingga diperlukan sebuah media yang memberikan pengetahuan bagi ilustrator\nuntuk lebih memahami algoritma Instagram. Topik algoritma instagram disajikan\ndalam bentuk motion comic dengan pendekatan cerita relatable, dimana motion\ncomic yang dirancang akan membawakan cerita sederhana terkait pengalaman\nsehari-hari ilustrator selama bermedia sosial di Instagram. Karena ketika audiens\ndapat memposisikan diri mereka dalam situasi yang sama, mereka dapat terhibur\ndan memperoleh rasa empati yang berujung pada peningkatan kesadaran tentang\ncara mengelola engagement Instagram mereka dengan lebih baik.", "Daftar File": {"ABSTRAK Rizqiandini Ardelia Bakri": "https://digilib.itb.ac.id/gdl/download/232076"}, "Penulis": "Rizqiandini Ardelia Bakri [17417049]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "motion comic, engagement, algoritma Instagram, ilustrator", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "01 Sep 2021"}