{"Nomor": 58186, "Judul": "ESTIMASI UKURAN PARTIKEL DAN KONSENTRASI LARUTAN MENGGUNAKAN METODE RAY TRACING PADA DATA PENGUKURAN PARTICLE SIZE ANALYZER", "Abstrak": "Simulasi komputer dikembangkan untuk memudahkan analisa hasil penelitian yang dilakukan secara analitik maupun eksperimen. Penelitian menggunakan particle size analyzer banyak digunakan sebagai alat pengkarakterisasi distribusi ukuran partikel dari bahan berskala nanopartikel. Distribusi ukuran partikel dari sistem polidispersi atau multimodal seringkali sulit diperoleh karena katerbatasan dalam metode pengukuran yang sudah ada. Salah satu metode yang digunakan dalam pengkarakterisasi distribusi ukuran partikel adalah dynamic light scattering. Pada penelitian ini telah disimulasikan alat particle size analyzer menggunakan metode ray tracing. Simulasi ini dilakukan dengan membuat beberapa partikel dengan gerak brown dalam dua dimensi yang ditembaki berkas laser pada sudut 90 ? dan 173 ? terhadap detektor dengan panjang gelombang 532 nm di dalam suatu kotak tertutup. Simulasi dari setiap partikel dan berkas laser yang mengalami tumbukan memiliki massa, kecepatan awal dan posisi awal. Hasil eksperimen distribusi ukuran partikel menggunakan particle size analyzer tipe Horiba SZ-100 pada partikel standar polystyrene dengan ukuran 100 nm (monodisperse) menunjukkan pengaruh konsentrasi terhadap sudut detektor yang dihasilkan. Semakin tinggi konsentrasi dari larutan sampel maka sudut detektor secara otomatis mendeteksi pada sudut 173 ? dan sebaliknya sudut detektor akan terdeteksi pada sudut 90 ?. Kemudian sampel dilarutkan pada NaCl 1 mM, 10 mM, 100 mM, 150 mM dan 200 mM, diperoleh hasil Z-average mendekati nilai sesungguhnya 100 nm dengan covariance terbaik 0,35% pada larutan NaCl 150 mM. Data Hasil pada simulasi particle size analyzer menunjukkan kecenderungan yang sama dengan mekanisme yang terjadi selama proses pengukuran data yang telah dilakukan.", "Daftar File": {"ABSTRAK Dellia Yulita": "https://digilib.itb.ac.id/gdl/download/232091", "COVER Dellia Yulita": "https://digilib.itb.ac.id/gdl/download/238361", "BAB5 Dellia Yulita": "https://digilib.itb.ac.id/gdl/download/238366", "PUSTAKA Dellia Yulita": "https://digilib.itb.ac.id/gdl/download/238367"}, "Penulis": "Dellia Yulita [20218013]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sparisoma Viridi, S.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Distribusi ukuran partikel, Particle size analyzer, Dynamic light scattering, Ray tracing", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "01 Sep 2021"}