{"Nomor": 58183, "Judul": "PERANCANGAN FASILITAS PUSAT KOMUNITAS LANSIA AKTIF DI LINGKUNGAN UNIVERSITAS", "Abstrak": "Peningkatan Angka Harapan Hidup (AHH) menghadapkan Indonesia pada fenomena\npenuaan penduduk. Pada tahun 2045, diproyeksikan jumlah penduduk lansia di Indonesia akan\nmencapai 19,8% atau hampir mencapai satu per lima dari total jumlah penduduk. Oleh karena itu\nmenjadi perhatian penting bagi pemerintah, stakeholder, dan masyarakat untuk mendukung\npenduduk lansia agar mereka dapat menjalani masa tuanya dengan tetap sehat, aktif, dan\nmandiri. Untuk itu penerapan prinsip Active Ageing sangatlah penting, yaitu dengan cara\nmengoptimalkan kesehatan, partisipasi, dan keamanan bagi lansia. Namun perhatian pemerintah\nterhadap kebutuhan partisipasi sosial lansia masih kurang. Berdasarkan hasil penelitian,\nkebutuhan penduduk lansia Kota Depok yang masih jauh dari angka keberhasilan Kota Ramah\nUsia terletak pada dimensi Partisipasi Sipil & Pekerjaan dan dimensi Penghormatan & Inklusi\nSosial. Universitas dengan asasnya, Tri Dharma Perguruan Tinggi, dapat menjadi inisiator\ndengan membentuk fasilitas lansia dengan program yang ditujukan untuk memenuhi kebutuhan\nsosial, kesehatan, pendidikan, dan pekerjaan bagi lansia. Diharapkan fasilitas yang dibentuk akan\nmeningkatkan aktivitas, partisipasi sosial, dan kontribusi positif pada penduduk lansia. Sehingga\ndapat membantu generasi lansia baru dalam mempertahankan keberdayaannya. Proses desain\ndimulai dengan melakukan studi literatur, survei, dan observasi. Data yang didapat dianalisa\nmelalui programming untuk menjawab permasalahan. Konsep desain yang diterapkan adalah\naman, nyaman dan tentram. Aman melalui prinsip Universal Design, nyaman melalui\npembentukkan sense of home, dan tentram melalui desain biofilik. Selanjutnya proses desain\ndilakukan hingga terciptanya perancangan fasilitas yang komprehensif", "Daftar File": {}, "Penulis": "Shifa Karina [17315042]", "Kontributor / Dosen Pembimbing": ["Dr.. Gregorius Prasetyo Adhitama, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Lansia, pemberdayaan, pusat komunitas, universitas", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "01 Sep 2021"}