{"Nomor": 58184, "Judul": "MONITORING PERFORMA SUMUR PRODUKSI DI LAPANGAN GEOTERMAL ULUBELU MENGGUNAKAN METODE FLOW PERFORMANCE TEST", "Abstrak": "Monitoring performa sumur di lapangan Ulubelu sangat penting dilakukan untuk menjaga kelangsungan pasokan uap ke pembangkit listrik. Salah satu aspek yang dimonitor dalam monitoring performa sumur adalah dengan memperbarui model kurva deliverability sumur produksi. Hal yang perlu dilakukan untuk memperbarui model kurva deliverability sumur yaitu dengan melakukan uji produksi secara berkala. Namun metode tersebut tidak dapat dilakukan karena keterbatasan cadangan uap di lapangan Ulubelu. Solusi alternatif yang dapat digunakan untuk memperbarui kurva deliverabilty sumur produksi tanpa harus keluar dari sistem gathering adalah metode Flow Performance Test (FPT). Penelitian ini dilakukan untuk mengetahui performa dari sumur – sumur produksi, sehingga data yang diperoleh akan dikembangkan menjadi model kurva deliverability. FPT diterapkan pada sumur – sumur yang berada di kluster D, J dan K. Data yang diperoleh divalidasi dengan data TFT atau data uji produksi dimana deviasi data yang diperoleh untuk UBL-DLX1 sebesar 4%, UBL-DLY42 sebesar 0.7%, UBL-DLZ15 sebesar 3%, UBL-JLW23 sebesar 4% dan UBL-KLT64 sebesar 0.3%. Evaluasi model dari sumur UBL-DLX1 dan UBL-DLY42 menunjukkan performa sumur yang belum recovery setelah dilakukan work over, sedangkan UBL-DLZ15 terlihat mengalami penurunan produksi secara natural. Model yang dibentuk dari FPT UBL-JLW23 dan UBL-JLV83 dijadikan basic model monitoring performa sumur. Evaluasi UBL-KLT64 menunjukkan adanya permasalahan pada lubang sumur atau reservoir. Berdasarkan hasil penelitian ini metode FPT cukup reliable untuk digunakan sebagai alternatif dalam memonitoring performa sumur produksi, sehingga dapat direkomendasikan sebagai salah satu pekerjaan rutin dalam program well surveillance.", "Daftar File": {"ABSTRAK Mochamad Permadi Sugiharto": "https://digilib.itb.ac.id/gdl/download/232088"}, "Penulis": "Mochamad Permadi Sugiharto [22619312]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D.", "Dr.Eng. Ir. Sutopo, M.Eng.", "Dimas Taha Maulana, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Flow Performance Test (FPT), Tracer Flow Test (TFT), Ulubelu, Deliverability Curve, Steam Buffer, Karakteristik sumur produksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Sep 2021"}