{"Nomor": 58182, "Judul": "ANALISIS GERAK JATUH BOLA YANG TERTEMPELI DI UDARA MENGGUNAKAN APLIKASI SOFTWARE TRACKER", "Abstrak": "Penelitian ini bertujuan untuk menentukan posisi tiap waktu ????(????) gerak bola termodifikasi (bola ditempeli dengan benjolan) serta menganalisis pengaruh sebaran posisi benjolan yang ditempelkan pada bola terhadap posisi gerak tiap waktu. Bola dimodifikasi dengan menambahkan variasi jumlah benjolan di sisi bola yang tersebar secara tersusun. Variasi jumlah benjolan yang ditempelkan pada bola berkisar 2 hingga 10 benjolan. Pengambilan data dilakukan dengan menjatuhkan objek berupa bola yang tertempeli dan direkam menggunakan kamera dengan kualitas video 250 fps. Setiap variasi objek dijatuhkan dengan dua posisi awal yang berbeda. Pertama, benjolan berada dibagian atas dan bawah bola yang kemudian posisi ini disebut “Posisi Benjolan Vertikal”. Selanjutnya disebut “Posisi Benjolan Horizontal” dimana posisi ini merupakan posisi pertama yang diputar 900 sehingga benjolan berada di kanan dan kiri bola.\nHasil rekaman berupa video kemudian diolah menggunakan aplikasi Tracker untuk mendapatkan nilai y(t). Hasil analisis menunjukkan bahwa pola yang terbentuk pada grafik seluruh objek menunjukkan pola fungsi kuadrat. Selain itu, posisi awal dijatuhkannya objek sangat berpengaruh terhadap kecepatan objek yang kemudian juga mempengaruhi posisi objek. Posisi pertama objek dimana benjolan terletak dibagian atas dan bawah membuat objek bergerak lebih cepat dibandingkan posisi kedua.", "Daftar File": {"ABSTRAK Regiana Sofwan Al Rasyid": "https://digilib.itb.ac.id/gdl/download/232085", "COVER Regiana Sofwan Al Rasyid": "https://digilib.itb.ac.id/gdl/download/238177", "BAB5 Regiana Sofwan Al Rasyid": "https://digilib.itb.ac.id/gdl/download/238182", "PUSTAKA Regiana Sofwan Al Rasyid": "https://digilib.itb.ac.id/gdl/download/238183"}, "Penulis": "Regiana Sofwan Al Rasyid [90218011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. rer. nat. Umar Fauzi", "Muhammad Rizqie Arbie, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "posisi objek, aplikasi Software Tracker, variasi benjolan", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "01 Sep 2021"}