{"Nomor": 58213, "Judul": "PENGARUH PANDEMI COVID-19 TERHADAP KINERJA KARYAWAN DI PT PEGADAIAN  (PERSERO), DIMODERASI OLEH TEKNOLOGI DASAR INDUSTRI 4.0", "Abstrak": "Pandemi COVID-19 membawa perubahan dan memaksa perusahaan untuk mengubah kebiasaan kerja\nyang mempengaruhi rutinitas dan aktivitas kerja dari karyawan. Disaat yang bersamaan, perubahan\nkebiasaan kerja untuk bekerja dari jarak jauh didukung dengan hadirnya teknologi baru dari industri 4.0\nyang mana mungkin dapat menolong aktivitas karyawan untuk mengurangi risiko dari implikasi\nCOVID-19. Objektif penelitian ini ada dua. Pertama, peneliti bertujuan memeriksa pengaruh dari\nimplikasi kerja COVID-19 terhadap kinerja karyawan. Kedua, peneliti memeriksa pengaruh moderasi\ndari teknologi dasar industri 4.0 terhadap hubungan ini.\nPeneliti menyurvei 153 karyawan dari PT Pegadaian (Persero) yang mana pernah bekerja dari jarak\njauh selama pandemi berlangsung. Penelitian menunjukkan bahwa implikasi kerja COVID-19 (job\ninsecurity, home office environment, dan virtual connection) mempengaruhi secara positif kinerja\nkaryawan. Lalu moderasi dari teknologi dasar industri 4.0 memperkuat hubungan ini.\nPerubahan kebiasaan kerja karena pandemi COVID-19 mempengaruhi kebiasaan kerja pasca pandemi.\nPerubahan ini mengharuskan perusahaan untuk mempekerjakan pekerja dari jarak jauh dan perusahaan\nperlu memastikan bahwa kinerja karyawan tetap terjaga dengan baik. Pekerja yang bekerja dari rumah\nperlu diperhatikan oleh perusahaan dari segi kondisi kerjanya, karena hal ini akan berdampak pada\nkinerjanya. Disarankan agar dilakukan program pemerataan fasilitas bagi karyawan. Disarankan juga\nkonseling dan buddy program untuk memantau insecurities karyawan yang mempengaruhi kinerja\nmereka.", "Daftar File": {}, "Penulis": "Masagus Achmad Aqsha [19018190]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "COVID-19, Industri 4.0, Kinerja Karyawan, PT Pegadaian (Persero).", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "0 file", "Tanggal Input": "02 Sep 2021"}