{"Nomor": 58307, "Judul": "KARAKTERISASI GEOKIMIA BATUAN PADA CEBAKAN EMAS EPITHERMAL HIGH SULPHIDATION", "Abstrak": "Karakteristik geokimia batuan adalah kunci untuk memprediksi potensi terjadinya\npembentukan air asam tambang. Penelitian ini menggunakan 6 (enam) sampel\nbatuan dan sampel air lindian dari cebakan emas epithermal high sulphidation.\nTujuan penelitian ini untuk mengetahui jenis alterasi sampel batuan, karakteristik\ngeokimia sampel batuan, dan laju oksidasi pembentukan air asam tambang, serta\npengaruh alterasi terhadap karakteristik batuan tersebut. Prediksi dilakukan melalui\nuji komposisi mineral dalam batuan dengan XRD (X-Ray Diffraction), uji\nkomposisi unsur dalam batuan dengan XRF (X-Ray Fluoroscence), uji statik (uji\npH pasta, NAG pH atau net acid generating pH, dan ABA atau acid base\naccounting), uji kinetik dengan metode FDCLT (Free Draining Column Leach\nTest), komposisi unsur dalam air lindian dengan ICPMS (Inductively Coupled\nPlasma Mass Spectometry), dan komposisi ion dalam air lindian dengan IC (Ion\nChromatography). Berdasarkan pengolahan data dan pembahasan diperoleh bahwa\nseluruh sampel merupakan batuan yang berpotensi menghasilkan asam atau PAF\n(Potentially Acid Forming) dan terdiri dari 1 sampel alterasi silica massive, 2\nsampel alterasi advanced argillic, dan 3 sampel alterasi argillic. Pengolahan data\nmenunjukkan bahwa perhitungan laju oksidasi berdasarkan pemodelan PHREEQC\nmerupakan perhitungan yang dapat diandalkan. Karakteristik geokimia batuan\ntidak terkait dengan tipe alterasi, melainkan terhadap komposisi mineral yang\nterkandung dalam setiap alterasi tersebut.", "Daftar File": {"ABSTRAK Alifianty Delila Imani S": "https://digilib.itb.ac.id/gdl/download/232097", "BAB 1 Alifianty Delila Imani S": "https://digilib.itb.ac.id/gdl/download/237908", "BAB 2 Alifianty Delila Imani S": "https://digilib.itb.ac.id/gdl/download/237909", "BAB 3 Alifianty Delila Imani S": "https://digilib.itb.ac.id/gdl/download/237910", "BAB 4 Alifianty Delila Imani S": "https://digilib.itb.ac.id/gdl/download/237911", "BAB 5 Alifianty Delila Imani S": "https://digilib.itb.ac.id/gdl/download/237912", "PUSTAKA Alifianty Delila Imani S": "https://digilib.itb.ac.id/gdl/download/237913"}, "Penulis": "Alifianty Delila Imani S [22118009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Sayoga Gautama Benggolo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "epithermal high sulphidation, silica massive, advanced argillic, argillic, karakteristik geokimia, uji statik, uji kinetik, XRD, XRF, inductively coupled plasma mass spectometry, ion chromatography, laju oksidasi, PHREEQC", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "02 Sep 2021"}