{"Nomor": 58304, "Judul": "DETEKSI GLAUKOMA BERDASARKAN KUANTIFIKASI KARAKTERISTIK OPTIC DISC DAN OPTIC CUP PADA CITRA RETINA", "Abstrak": "Glaukoma merupakan penyakit mata yang disebabkan oleh peningkatan\ntekanan intraokular. Tekanan ini menyebabkan rusaknya saraf optik sehingga\nterjadi penurunan kemampuan penglihatan atau bahkan kebutaan. Di Indonesia,\nsebagian besar penderita glaukoma baru berkunjung ke rumah sakit untuk\nmengobati penyakitnya ketika mereka telah mencapai tahap lanjut yaitu pada saat\npenglihatan mereka sudah sangat berkurang. Oleh karena itu, glaukoma harus\ndideteksi sedini mungkin agar pasien mendapatkan penanganan dini. Deteksi\ndengan bantuan komputer akan sangat membantu proses deteksi glaukoma. Dengan\nmemasukan citra fundus pasien ke dalam sistem deteksi otomatis, glaukoma dapat\ndideteksi dalam hitungan detik. Saat ini, terdapat banyak pengembangan metode\ndeteksi glaukoma otomatis yang telah dilakukan dengan berbagai jenis pendekatan.\nSalah satunya adalah pendekatan kuantifikasi karakteristik optic disc dan optic cup\nseperti cup to disc ratio. Dalam pendekatan ini, segmentasi optic disc dan cup\nmemegang peranan penting dalam akurasi deteksi glaukoma. Dalam penelitian ini,\ntelah dikembangkan metode deteksi glaukoma berdasarkan kuantifikasi\nkarakteristik optic disc dan optic cup. Selain itu, telah diteliti lebih lanjut mengenai\nfitur dan metode klasifikasi yang efektif dalam mendeteksi glaukoma pada citra\nretina. Pada dataset Drishti-GS dan Refuge, metode yang dirancang menghasilkan\nkinerja lokalisasi dengan proporsi optic disc 99,99 ± 0,12%. Segmentasi optic disc\nmencapai fscore sebesar 0,957 ± 0,023 pada data Drishti-GS dan fscore 0,929 ±\n0,060 pada data Refuge. Segmentasi optic cup mencapai fscore sebesar 0,968 ±\n0,019 pada dataset Drishti-GS dan fscore sebesar 0,913 ± 0,053 pada dataset\nRefuge. Kemudian akurasi, sensitivitas, dan spesifisitas klasifikasi glaukoma\nsebesar 0,760, 0,781, dan 0,722 pada dataset Drishti-GS. Lalu akurasi, sensitivitas,\ndan spesifisitas klasifikasi glaukoma sebesar 0,945, 0,700, dan 0,972 pada dataset\nRefuge.", "Daftar File": {}, "Penulis": "Anas Nafis Al Mustofa [18317028]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Astri Handayani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Glaukoma, optic disc, optic cup, segmentasi.", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "02 Sep 2021"}