{"Nomor": 58378, "Judul": "ANALISIS PEMBERIAN PAKAN KOMERSIAL DENGAN KOMBINASI CAMPURAN HERMETIA ILLUCENS L. DAN FODDER JAGUNG (ZEA MAYS L.) TERHADAP BIOMASSA DAN KUALITAS DAGING ITIK PEKING (ANAS PLATYRHYNCHOS DOMESTICUS)", "Abstrak": "Kebutuhan pangan di Indonesia terus meningkat seiring dengan meningkatnya jumlah penduduk, salah satunya kebutuhan protein hewani. Salah satu sumber protein hewani didapatkan dari hewan unggas seperti ayam, bebek, dan itik peking. Itik peking (Anas platyrhynchos domesticus L.) memiliki sumber protein hewani yang tinggi sehingga dapat memenuhi kebutuhan protein manusia dan sudah banyak dibudidayakan. Namun, budidaya itik memiliki beberapa permasalahan yaitu ketersediaan pakan, kualitas pakan, dan harga pakan yang relatif mahal. Alternatif yang dapat dilakukan untuk menyelesaikan permasalahan tersebut yaitu penggunaan Hermetia illucens L. atau Black Soldier Fly (BSF) sebagai salah satu komposisi pakan yang memiliki kandungan protein yang tinggi serta dapat menjadi agen biokonversi limbah organik. Penggunaan BSF sebagai pakan itik dapat dikombinasikan dengan dedak dan pakan hijauan seperti fodder jagung (Zea mays L.). Penelitian ini bertujuan untuk menganalisis pengaruh pemberian lima komposisi pakan yaitu P1 (100% pakan komersial), P2 (50% pakan komersial + 50% dedak), P3 (50% pakan komersil + 25% dedak + 25% BSF), P4 (40% pakan komersial + 20% dedak + 20% fodder jagung + 20% BSF), dan P5 (50% pakan komersial + 25% dedak + 25% fodder jagung) terhadap Feed Conversion Ratio (FCR) dan Efficiency Conversion Digested (ECD), serta kualitas daging itik peking. Penelitian ini dilakukan di Desa Jatiendah, Kecamatan Cilengkrang, Kabupaten Bandung. Data yang diperoleh dianalisis menggunakan software IBM SPSS Statistics 26 dan pengujian proksimat daging itik peking dilakukan di Laboratorium Nutrisi Ternak Ruminansia dan Kimia Makanan Ternak Fakultas Peternakan Universitas Padjadjaran. Hasil penelitian menunjukkan pemberian ransum pakan komersial dengan kombinasi campuran Hermatia illucens L., dedak, dan fodder jagung (Zea mays L.) berpengaruh terhadap Feed Conversion Ratio (FCR) dan Efficiency Conversion Digested (ECD), serta proksimat daging itik peking. Hasil terbaik terdapat pada pada perlakuan 40% komersial + 20% dedak + 20% BSF + 20% fodder jagung (P4).", "Daftar File": {"ABSTRAK Yoko Purwanti": "https://digilib.itb.ac.id/gdl/download/232114", "COVER Yoko Purwanti": "https://digilib.itb.ac.id/gdl/download/240428", "PUSTAKA Yoko Purwanti": "https://digilib.itb.ac.id/gdl/download/240435"}, "Penulis": "Yoko Purwanti [11417010]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Dr. Ir. Aos, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "BSF, ECD, FCR, Fodder, Itik Peking, proksimat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "02 Sep 2021"}