{"Nomor": 58398, "Judul": "PENGEMBANGAN APLIKASI NUTRISI PRIBADI UNTUK PENDERITA DIABETES MELITUS TIPE 2", "Abstrak": "Penyakit diabetes melitus tipe 2 merupakan salah satu jenis dari penyakit diabetes\nmelitus yang ditandai dengan tingginya kadar gula darah di atas batas normal dan\ndisebabkan oleh resistansi insulin pada tubuh. Persentase penderita diabetes tipe 2\nini juga merupakan yang paling banyak dari seluruh jenis diabetes melitus sekitar\n90 hingga 95% berdasarkan data dari centers for disease control and prevention.\nPenyakit ini apabila tidak ditangani dengan baik maka dapat menyebabkan\npenyakit-penyakit lanjutan seperti penyakit jantung, neuropati, dan kerusakan\nginjal. Kemudian untuk menanganinya, diperlukan perawatan dengan pemberian\nobat-obatan dan mengubah gaya hidup. Salah satu gaya hidup yang perlu\ndiperhatikan adalah nutrisi dan jenis makanan yang dimakan. Penderita diabetes\ntipe 2 ini disarankan untuk menghindari makanan dengan kadar gula dan lemak\nyang tinggi, kemudian makanan tinggi serat juga diperlukan. Untuk menjaga\nasupan nutrisi pada penderita dapat digunakan aplikasi pada smartphone. Saat ini\nsudah terdapat banyak aplikasi untuk menjaga nutrisi untuk penderita diabetes,\nnamun masih terdapat kekurangan-kekurangan berupa saran aplikasi tidak sesuai\ndengan saran dari tenaga medis, harga penggunaan apliaksi yang mahal, serta\npengguna tidak mengerti saran dari aplikasi. Oleh karena itu pada penelitian ini,\nuntuk mengatasi masalah saran nutrisi, aplikasi yang dikembangkan dibuat dengan\nfitur komunikasi antara dokter dengan pasien dan fitur analisis nutrisi berdasarkan\nsaran dari perkumpulan endokrinologi Indonesia. Dalam memastikan hasil dari\npengembangan, dilakukan pengujian dengan metode net promoter score dan\nmetode app quality evaluation. Data hasil pengujian pengembangan aplikasi\ndengan metode net promoter score menghasilkan nilai 64.7% dan hasil metode app\nquality evaluation berhasil mendapat nilai 8.624 untuk kesesuaian dengan kondisi\nmedis. Dari hasil tersebut didapatkan bahwa cara untuk mengatasi masalah sudah\nbenar dan cara yang digunakan ini dapat membantu meningkatkan kepercayaan\npengguna terhadap pengunaan aplikasi.", "Daftar File": {}, "Penulis": "Joshua Adi Chandra [18317032]", "Kontributor / Dosen Pembimbing": ["Dr. dr. Yoke Saadia Irawan, M.T.", "Allya Paramita Koesoema, S.T., M.T., Ph.D.", "Dr. Beni Rio Hermanto, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Diabetes melitus, aplikasi, net promoter score, app quality evaluation", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "02 Sep 2021"}