{"Nomor": 58407, "Judul": "ALGORITMA DETEKSI DENYUT JANTUNG JANIN DARI SINYAL ELEKTROKARDIOGRAM JANIN NONINVASIF DENGAN METODE EKSTRAKSI TEMPLATE SUBTRACTION DAN DETEKSI QRS PAN-TOMPKINS", "Abstrak": "Salah satu upaya untuk mencegah kondisi gawat janin adalah memantau denyut jantung janin\n(FHR) secara rutin. Pengukuran elektrokardiogram janin noninvasif (NIFECG) melalui\npermukaan abdomen ibu hamil menjadi alternatif selain cardiotocography (CTG) dan Doppler\nultrasound. Akan tetapi, pengukuran NIFECG menghasilkan signal-to-noise ratio (SNR) yang\nrendah. Beberapa penelitian telah dilakukan untuk mengembangkan algortima deteksi FHR\ndari NIFECG yang umumnya terdiri atas tiga tahap, yaitu preprocessing, ekstraksi sinyal\nFECG, dan deteksi kompleks QRS janin atau (FQRS). Terdapat berbagai jenis metode untuk\nmengekstraksi FECG dari NIFECG, salah satunya adalah template subtraction (TS) yang tidak\nmembutuhkan banyak kanal. Akan tetapi, metode tersebut tidak dapat meningkatkan nilai SNR\nsecara signifikan. Sementara algoritma untuk mendeteksi kompleks QRS yang banyak\ndigunakan adalah Pan-Tompkins. Akan tetapi, algoritma ini didesain untuk sinyal ECG orang\ndewasa. Selain tantangan rendahnya nilai SNR, hingga saat ini NIFECG belum memiliki\nkonfigurasi standar. Sehingga, belum dapat dipastikan di mana penempatan elektroda yang\ndapat menghasilkan hasil pengukuran NIFECG yang optimal. Oleh karena itu, penelitian ini\nbertujuan untuk meningkatkan akurasi perhitungan FHR dengan metode ekstraksi TS dan\nmodifikasi parameter pada algoritma Pan-Tompkins serta menambahkan proses seleksi kanal\nberdasarkan nilai SNR. Selain itu, penelitian ini juga bertujuan untuk mengevaluasi lokasi\npenempatan elektroda NIFECG yang dapat memberikan SNR FECG yang tinggi. Hasil dari\npenelitian menunjukkan akurasi perhitungan FHR mencapai mean absolute error (MAE) 1.68\nms dan mean square error (MSE) 8.04 bpm2\n. Peningkatan batas SNR untuk menyeleksi kanal\ndapat menurunkan MAE dan MSE hingga 1.00 ms dan 1.11 bpm2\n. Namun, semakin tinggi\nbatas SNR yang digunakan, semakin tinggi pula potensi data FHR yang tidak terdefinisi (NaN).\nSementara evaluasi lokasi penempatan elektroda NIFECG dari dataset Matonia menunjukkan\nkanal 3 menghasilkan rata-rata SNR paling tinggi dibandingkan dengan tiga kanal lainnya,\nyaitu 20.18 dB.", "Daftar File": {}, "Penulis": "Hasna Nadila [18317012]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T., M.Sc.", "Donny Danudirdjo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "NIFECG, FHR, TS, SNR, deteksi QRS", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "02 Sep 2021"}