{"Nomor": 58428, "Judul": "STUDI KOMPARASI KARAKTERISTIK PENUAAN TERMAL DIPERCEPAT KERTAS PADA MINYAK MINERAL, NATURAL ESTER, DAN GAS-TO-LIQUID (GTL)", "Abstrak": "Minyak mineral sudah digunakan cukup lama sebagai isolasi cair pada transformator. Minyak mineral merupakan minyak berbahan dasar hidrokarbon yang sulit terurai dan beracun. Penggunaan minyak jenis ini dalam jangka panjang dapat menimbulkan permasalahan lingkungan. Kehadiran minyak natural ester mulai dijadikan alternatif karena memiliki keunggulan lebih ramah lingkungan. Walaupun demikikan, penggunaan minyak transformator berbahan minyak ester ini hanya sering dijumpai pada transformator berukuran kecil atau distribusi saja. Hal ini dikarenakan keterbatasan standar pengujian dan kurangnya penelitian atau studi mengenai minyak ester sebagai insulasi cair transformator. Untuk itu, penelitian ini akan membandingkan beberapa jenis minyak menggunakan parameter laju degradasi kertas pada proses penuaan termal dipercepat. Minyak yang dikomparasi adalah minyak ester alami (FR3 Cargill Fluid), minyak mineral (Nynas Nitro) dan Gas-to-Liquid (Shel Dials S4 ZX-i). Terdapat tiga jenis kertas yang digunakan pada penilitian ini yaitu kertas kraft, thermally upgraded kraft paper (TUK), dan high density pressboard (HPB). Masing-masing kertas dan tembaga direndam di minyak kemudian dipanaskan didalam oven bersuhu 150 °C selama 1344 jam. Sebelum dilakukan penuaan termal dipercepat, proses prekondisi dilakukan agar kadar air didalam kertas maupun minyak berkurang. Sistem yang diguanakan adalah udara atmosfer dan pengamatan dilakukan setiap 334 jam selama durasi penuaan. Laju degradasi kertas diamati melalui uji Degree of Polymerization (DP) pada kertas kraft dan TUK, untuk perubahan struktur struktur kimia pada kertas akan diamati melalui uji Fourier Transform Infrared (FTIR). Selain itu uji keasaman dan moisture juga dilakukan untuk melihat interaksi minyak-kertas selama penuaan. Penurunan derajat polimer kertas kraft dan TUK yang direndam di ester alami (FR3) lebih kecil jika dibandingkan dua minyak lainnya. Ini menandakan minyak ester alami memiliki stabilitas termal yang baik dibuktikan dari pengujian TGA/DTA dan dapat memperpanjang umur kertas trafo. Laju penuaan kertas pada minyak mineral hampir sama dengan minyak GTL karena kedua minyak tersebut berbahan dasar hidrokarbon. Nilai laju degradasi yang lebih kecil pada minyak ester alami disebabkan oleh sifat hidrofilik minyak yang dapat menyerap air dari kertas, produk penuaan minyak berupa asam berjenis high molecular acid (HMA) yang bukan termasuk akselerator penuaan kertas, dan proses transesterifikasi. Ketiga mekanisme tersebut dibuktikan oleh kadar air yang rendah pada kertas yang direndam di minyak ester, dan kemunculan absorbsi gelombang IR pada beberapa spektrum seiring penuaan.  Dari penelitian diperoleh kesimpulan bahwa kertas yang direndam didalam minyak Ester memiliki laju degradasi yang lebih rendah karena kehadiran asam lemak dari proses transesterifikasi.", "Daftar File": {}, "Penulis": "Ilhamid Daris [18017009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ester, gas-to-liquid, mineral, derajat polimerisasi, FTIR, TGA/DTA", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "02 Sep 2021"}