{"Nomor": 58442, "Judul": "ANALISIS ZONA POTENSI PANAS BUMI BERDASARKAN PEMODELAN PROBABILITAS DARI KONSENTRASI GAS RADON, DENSITAS KELURUSAN, DATA GEOKIMIA, DAN INTENSITAS ALTERASI", "Abstrak": "Isu pemanasan global harus segera ditanggapi dengan mengurangi emisi karbon. Namun kebutuhan energi utama di Indonesia masih dipenuhi oleh bahan bakar fosil yang menghasilkan emisi karbon cukup besar. Solusi dari masalah ini adalah dengan memanfaatkan energi alternatif bersih seperti panas bumi. Salah satu wilayah yang menunjukkan potensi panas bumi adalah Lapangan Wayang Windu, Jawa Barat. Penelitian ini bertujuan untuk melakukan identifikasi terhadap zona potensi panas bumi berdasarkan distribusi zona permeabilitas dekat permukaan berdasarkan pemodelan probabilitas dari konsentrasi gas radon, densitas kelurusan, data geokimia mata air, dan intensitas alterasi. Penentuan keberadaan zona permeabel dapat dilihat dari struktur kelurusan yang diekstraksi dari data DEMNAS. Metode yang digunakan untuk melakukan ekstraksi kelurusan adalah mSTA (modified Segment Tracing Algorithm). Penentuan zona permeabel juga dapat dilihat dari penyebaran konsentrasi gas radon yang merupakan unsur jejak yang sensitif terhadap pengukuran waktu perpindahan pada reservoir panas bumi. Data intensitas alterasi yang menunjukkan mineral yang terubah secara hidrotermal juga dipakai sebagai salah satu parameter pemodelan zona potensi. Penggunaan data geokimia dari unsur trace alkali metal (Li, Rb, Cs, Cl, dan B) juga penting dalam melakukan identifikasi terhadap zona permeabel sebagai unsur yang merupakan indikator temperatur tinggi dari larutan hidrotermal. Metode yang digunakan untuk membuat model probabilitas adalah Sequential Gaussian Simulation (SGS). Metode SGS menghasilkan 100 realisasi dari setiap data, dan dari 100 realisasi tersebut diambil data kuartil atas (Q3) sebagai ambang batas untuk menghitung probabilitas, kecuali untuk data pH diambil kuartil bawah (Q1) sebagai ambang batas. Lalu pada data probabilitas tersebut dilakukan fungsi fuzzy logic “OR” yang menghasilkan peta sebaran zona permeabel dengan indeks 1 dan 0. Indeks 1 menunjukkan bahwa salah satu dari keseluruhan data probabilitasnya berada di luar ambang batasnya dengan asumsi sebagai zona permeabel, sedangkan indeks 0 menunjukkan bahwa keseluruhan data probabilitas tidak ada satupun yang berada di luar ambang batas. Sebagai validasi, pada peta potensi zona permeabel ditumpangtindihkan dengan data posisi sumur produksi dan manifestasi panas bumi, dimana sebanyak 78% data berada di zona potensi dengan indeks 1.", "Daftar File": {"ABSTRAK Maisyita Azizah Oetomo": "https://digilib.itb.ac.id/gdl/download/232119"}, "Penulis": "Maisyita Azizah Oetomo [22118301]", "Kontributor / Dosen Pembimbing": ["Mohamad Nur Heriawan, S.T., M.T., Ph.D.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "panas bumi, gas radon, densitas kelurusan, data geokimia, intensitas alterasi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "03 Sep 2021"}