{"Nomor": 58558, "Judul": "PENGEMBANGAN KONTEN INSTAGRAM UNTUK PERUSAHAAN TANNA GROW", "Abstrak": "Informasi terkait barang-barang industri bisnis tanaman hias terbantu dengan adanya Instagram. Maka dari itu, Tanna Grow menggunakan Instagram sebagai alat pemasaran digital utama mereka. Namun, diperlukan beberapa aspek pendukung untuk mendapatkan engagement yang tinggi. Oleh sebab itu, promosi media sosial perlu dikembangkan demi meningkatkan penjualan online. Rencana konten harus dikembangkan berdasarkan apa yang diinginkan pelanggan dan bagaimana memanfaatkan perspektif yang diterima dari ide-ide luar biasa untuk mengikuti pertumbuhan penjualan. Peneliti menggunakan pemecahan masalah untuk kursus tesis konten Instagram yang buruk. Meneliti masalah bisnis ke dalam lingkungan eksternal dan organisasi internal. Setelah itu baru dapat dibuat analisis SWOT. Kemudian, peneliti memperluas pencarian untuk menemukan akar penyebab masalah dari semua departemen di Tanna Grow menggunakan diagram Fishbone. Pada akhirnya, muncul solusi bisnis dan rencana implementasi untuk rencana konten pemasaran Instagram Tanna Grow, sebuah bisnis tanaman hias di Bandung, Indonesia. Kesimpulannya, Tanna Grow harus meningkatkan pemahaman tentang tren pasar tanaman hias, memperluas pasokan produk tanaman hias Tanna Grow, dan memperdalam keahlian produk tanaman hias Tanna Grow. Terakhir, mereka harus meningkatkan kemampuan pemasaran, aktivitas, dan jangkauan Tanna Grow Instagram. Mereka percaya diri untuk mengatasi tantangan ini dan memecahkan masalah secara efektif. Penjualan online Tanna Grow akan dibantu dengan membujuk persona target Tanna Grow untuk terlibat pada awalnya dan kemudian tetap setia. Tanna Grow mungkin juga dapat mengungguli persaingan di masa mendatang jika terus memberikan konten yang menarik dan terupdate yang relevan dengan tren saat ini.", "Daftar File": {"ABSTRAK Syifa Jasmine Kinnara": "https://digilib.itb.ac.id/gdl/download/232125"}, "Penulis": "Syifa Jasmine Kinnara [19218024]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Tanaman Hias, Konten Instagram, Penjualan Online, Tanna Grow", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "03 Sep 2021"}