{"Nomor": 58568, "Judul": "MENGGUNAKAN METODE PENGANGGARAN MODAL UNTUK MENYELESAIKAN MASALAH KEUANGAN DALAM NATURAL PARFUM BISNIS : STUDI KASUS DARI ADEM FRESH", "Abstrak": "Fresh merupakan usaha yang memproduksi natural parfum, dengan fermentasi Adem Fresh dapat\nmengolah buah dan sayur menjadi bibit parfum. Berdasarkan analisis permasalahan yang telah\ndilakukan, permasalahan utama yang dialami Adem Fresh adalah keterbatasan dana dan sumber daya.\nOleh karena itu penggunaan penganggaran modal dan analisis risiko digunakan untuk menyelesaikan\npermasalahan yang ada. Analisis risiko digunakan untuk menentukan prioritas risiko dan untuk\nmengurangi kerugian jika risiko tersebut terjadi, sedangkan penganggaran modal digunakan untuk\nmenilai apakah bisnis layak secara finansial atau tidak.\nPenelitian ini disusun dengan menggunakan metode deskriptif kuantitatif, dimana dalam penelitian ini\ntidak membuktikan hipotesis tetapi peneliti berfokus pada pemecahan masalah dengan mendeskripsikan\nsolusi berdasarkan data yang ada. Data yang diambil dalam penelitian ini antara lain data keuangan dari\nAdem Fresh tahun 2020 dan 2021, jurnal dan buku, pendapat ahli serta penelitian sebelumnya.\nDengan adanya penelitian ini diharapkan dapat berimplikasi pada bisnis Adem Fresh. Pertama, hasil\nanalisis kelayakan dapat dijadikan pertimbangan bagi pemilik usaha Adem Fresh. Kedua, dengan\nadanya analisis risiko dapat mengurangi kerugian yang timbul karena sudah ada mitigasi yang disiapkan\ndan akhirnya dalam penelitian ini juga disusun rencana implementasi untuk menjawab permasalahan\nyang dialami oleh bisnis Adem Fresh.", "Daftar File": {"ABSTRAK Didid Rogiananto": "https://digilib.itb.ac.id/gdl/download/232137"}, "Penulis": "Didid Rogiananto [19218056]", "Kontributor / Dosen Pembimbing": ["Acip Sutardi, S.E., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kelayakan Bisnis, Analisis Risiko, Penganggaran Modal, Bisnis Teknologi.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "03 Sep 2021"}