{"Nomor": 58567, "Judul": "ANALISIS FAKTOR-FAKTOR YANG MEMPENGARUHI PERSEPSI KONSUMEN DAN NIAT MEMBELI TERHADAP PRODUK FASHION DAUR ULANG DI KALANGAN MILENIAL", "Abstrak": "Saat ini sampah masih menjadi masalah di Indonesia. Pada 2020, jumlah sampah di Indonesia sekitar 67,8 juta ton (idntimes.com, n.d.). Fashion adalah salah satu penyumbang sampah terbesar. Berdasarkan informasi yang ada di Forum Edaran, 470.000 ton limbah tekstil terbuang begitu saja (suara.com, n.d.). Banyaknya limbah tekstil di dalam tanah dan air yang tidak dapat terurai sehingga menyebabkan pencemaran lingkungan. Permasalahan tersebut membuat para pelaku bisnis yang bergerak di bidang fashion mengubah arah ke sustainable fashion. Sustainable fashion merupakan salah satu cara agar limbah tekstil tidak terbuang begitu saja tetapi dapat diolah kembali sehingga tidak menimbulkan pencemaran lingkungan. Saat ini sebagian besar masyarakat sudah mengetahui sustainable fashion dan ada juga yang tidak sadar atau ingin menggunakan produk sustainable fashion, salah satunya adalah daur ulang fashion.\nTujuan dari penelitian ini adalah untuk membahas faktor-faktor yang mempengaruhi persepsi konsumen dan niat beli produk fashion daur ulang di kalangan gen z. Model konseptual yang digunakan dalam penelitian ini adalah dimensi kualitas produk berdasarkan Garvin. Dimensi ini nantinya akan dikaitkan dengan persepsi konsumen. Penulis juga akan membahas kontrol perilaku yang dirasakan, dan pembuangan mode yang berkelanjutan, dan niat pembelian. Hasil dari penelitian ini adalah untuk mengetahui faktor-faktor yang mempengaruhi persepsi dan niat beli konsumen terhadap produk fashion daur ulang.", "Daftar File": {"ABSTRAK Cinthya Daradika": "https://digilib.itb.ac.id/gdl/download/232136"}, "Penulis": "Cinthya Daradika [19218055]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Persepsi Konsumen, Niat Beli, Sustainable fashion, Recycled Fashion", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "03 Sep 2021"}