{"Nomor": 58569, "Judul": "DEVELOPING INSTAGRAM MARKETING COMMUNICATION STRATEGY: CASE STUDY OF MODEST FASHION COMPANY MONJELA INDONESIA", "Abstrak": "Industri modest fashion adalah sektor bisnis yang berkembang pesat secara global, terutama di Indonesia sebagai negara mayoritas Muslim yang paling menonjol, dengan sekitar 268,1 juta pada populasi 2019 (BPS, 2020), ukuran pasar mode sederhana terus berkembang. Didirikan pada tahun 2015, Monjela adalah merek fashion sederhana yang berbasis di Bandung yang memproduksi pakaian wanita sederhana. Monjela menggunakan Instagram sebagai saluran pemasaran utama. Namun, jumlah keterlibatan dan pertumbuhan pengikut akun Instagram Monjela menurun secara berkala. Monjela sudah ada selama lima tahun namun hingga kini belum bisa memaksimalkan kehadiran online-nya di Instagram dan juga kalah bersaing dengan kompetitor.\nTujuan dari penelitian ini adalah untuk menilai dan mengembangkan strategi komunikasi Instagram yang akan digunakan oleh Monjela sehingga audiens Monjela dapat terlibat dan memahami fitur produk dan membuat upaya pemasaran Instagram menjadi lebih efektif. Untuk mendapatkan hasilnya, penelitian ini dimulai dengan analisis situasi bisnis internal perusahaan Monjela dan Analisis Konten Kuantitatif menggunakan Instagram Insight dan Analisa.io @monjela.id dan untuk analisis situasi bisnis eksternal menggunakan Lima Kekuatan Porter, PESTLE, Analisis Pesaing dan terakhir menggunakan Survei Wawasan Pelanggan dari audiens Instagram Monjela. Kemudian, berdasarkan analisis SWOT Monjela beberapa rekomendasi dibuat untuk meningkatkan kinerja Instagram Monjela seperti mengembangkan konten Instagram yang menarik yang berisi konten video, konten ulasan produk, konten giveaway, konten promosi dan diskon, keterangan konten juga harus dipertimbangkan dengan sistem pesanan terbuka yang dijadwalkan. Mengembangkan jadwal posting Instagram dan iklan menggunakan Facebook Creator Studio. Dukungan influencer selektif. Mengembangkan pengetahuan mode Monjela. Mempekerjakan model freelance. Mendapatkan pengetahuan tentang akuntansi dan keuangan untuk Monjela. Mendapatkan pengetahuan tentang pemasaran digital di Instagram. Temuan penelitian ini dapat membantu bisnis mode sederhana lainnya dalam meningkatkan dan memperkuat kinerja pemasaran mereka di Instagram.", "Daftar File": {"ABSTRAK Sytra Najla Raihanandhifa": "https://digilib.itb.ac.id/gdl/download/232138", "Final Project _Sytra Najla Raihanandhifa_19218060.pdf)u": "https://digilib.itb.ac.id/gdl/download/254397"}, "Penulis": "Sytra Najla Raihanandhifa [19218060]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemasaran Digital, Instagram, Komunikasi Pemasaran, Industri Mode Sederhana, Monjela", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "03 Sep 2021"}