{"Nomor": 58563, "Judul": "STUDI KELAYAKAN STRATEGI PERTUMBUHAN PERUSAHAAN PERTANIAN PERKOTAAN: STUDI KASUS SAUNG HIDROPONIK RESPATI", "Abstrak": "Pertanian perkotaan menjadi semakin penting seiring dengan populasi perkotaan di Indonesia yang meningkat setiap tahunnya. Banyak perusahaan pertanian perkotaan memanfaatkan lokasi sebagai proposisi penjualan yang unik dan faktor keberhasilan bisnis mereka. Saung Hidroponik Respati (SHR), sebuah perusahaan urban farming berbasis di Tasikmalaya yang memiliki spesialisasi pada metode hidroponik, menjadi fokus penelitian ini. Lokasi SHR saat ini berjarak 17 kilometer dari alun-alun Kota Tasikmalaya, yang berarti cukup jauh. Sejak dibuka pada 2018, laba tahunan SHR masih di bawah ekspektasi. Salah satu strategi yang diputuskan SHR untuk meningkatkan pendapatan dan keuntungannya adalah dengan membuka cabang toko hidroponik di tengah kota. Penelitian ini bertujuan untuk mengetahui apakah rencana SHR untuk membuka cabang toko hidroponik di tengah Kota Tasikmalaya layak atau tidak dalam beberapa skenario penjualan dan pertumbuhan. Analisis penganggaran modal dilakukan dengan menggunakan laporan keuangan SHR tahun 2018 hingga 2020, hasil wawancara dengan petani hidroponik dan pemilik toko hidroponik, dan tambahan data sekunder. Dalam skenario optimis, investasi pembukaan cabang toko hidroponik menghasilkan NPV Rp 3.650.481.561 dengan IRR 113% dan waktu pengembalian modal 1,7 tahun. Kemudian pada skenario yang paling mungkin, investasi menghasilkan NPV sebesar Rp 2.034.949.053 dengan IRR sebesar 89% dan waktu pengembalian modal 2,2 tahun. Terakhir, pada skenario pesimis, investasi menghasilkan NPV sebesar Rp531.317.516 dengan IRR 40% dan waktu pengembalian modal 3,6 tahun. Berdasarkan hasil analisis, semua skenario dapat diterima dalam NPV, IRR, dan waktu pengembalian modal. Oleh karena itu, strategi SHR untuk meningkatkan pendapatan dan keuntungan dengan membuka cabang toko hidroponik layak dilakukan.", "Daftar File": {"ABSTRAK Akhmad Rizky Hamidan": "https://digilib.itb.ac.id/gdl/download/232131", "Revised Final Project_Akhmad Rizky H_19218040 (Full) - Akhmad Rizky Hamidan.pdf": "https://digilib.itb.ac.id/gdl/download/262927"}, "Penulis": "Akhmad Rizky Hamidan [19218040]", "Kontributor / Dosen Pembimbing": ["Atika Irawan, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pertanian Perkotaan, Hidroponik, Analisis Penganggaran Modal", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "03 Sep 2021"}