{"Nomor": 58573, "Judul": "PENENTU KEPUTUSAN PEMBELIAN KONSUMEN DALAM LAYANAN MAKEUP ARTIST: STUDI KASUS RONARIAS", "Abstrak": "menghadiri acara penting, sehingga mereka membutuhkan layanan Makeup Artist (MUA).\nDidukung oleh kemajuan teknologi di mana pelanggan mulai meninggalkan cara tradisional untuk\nmenemukan MUA dari salon di dekat rumah mereka yang kualitasnya tidak diketahui, sehingga\nplatform layanan MUA bermunculan. Jumlah MUA yang tersebar di seluruh Indonesia telah\nmencapai 500.000. Peluang bisnis yang besar sebagai MUA di Indonesia berarti MUA harus\nmampu mempertahankan bisnisnya dalam menghadapi persaingan karena konsumen memiliki\nbanyak pertimbangan dalam memilih dan membeli jasa. Di sisi lain, MUA masih kesulitan\nmendapatkan pelanggan dan layanan MUA masih belum mengetahui keputusan pembelian\nkonsumen.\nTujuan dari penelitian ini adalah untuk menentukan keputusan pembelian konsumen untuk layanan\nMUA, faktor-faktor yang mempengaruhi keputusan pembelian untuk layanan MUA, dan\nkomunikasi pemasaran yang sesuai untuk keputusan pembelian pelanggan. Data dianalisis dengan\nmetode campuran, secara kualitatif dan kuantitatif. Metode kualitatif digunakan dalam wawancara\nmendalam dengan pengkodean dan metode kuantitatif dengan mendistribusikan kuesioner secara\nonline menggunakan SmartPLS 3.0. Penelitian ini melibatkan 219 responden dengan peserta yang\nmerupakan perempuan pada usia 16 - 39 tahun di Bandung dan sekitarnya. Hasil analisis kualitatif\ndari penjelasan informan dibagi menjadi delapan subjek yaitu, alasan penggunaan layanan MUA,\npemenuhan kebutuhan, waktu spesifik, sumber informasi, pertimbangan ketika memilih layanan\nMUA, perbandingan layanan MUA, kepuasan pelanggan, dan pertimbangan ketika memilih\nplatform layanan MUA. Penelitian analisis kuantitatif mengungkapkan bahwa risiko yang\ndirasakan, promosi penjualan dan pemasaran langsung memiliki hubungan signifikan negatif pada\nkeputusan pembelian, sedangkan kekuatan dasi dan keterlibatan memiliki hubungan signifikan\nyang positif pada pengaruh WOM. Sementara itu, pengaruh WOM dan iklan memiliki hubungan\npositif yang signifikan pada keputusan pembelian untuk layanan MUA. Temuan penelitian ini\nmemberikan rekomendasi kepada layanan MUA untuk fokus pada iklan, menyediakan fitur ulasan,\ndan membuat portofolio yang menarik", "Daftar File": {"ABSTRAK Nurul Khotimah": "https://digilib.itb.ac.id/gdl/download/232143", "2021 TA PP NURUL KHOTIMAH 1-FULL.pdf?": "https://digilib.itb.ac.id/gdl/download/241800"}, "Penulis": "Nurul Khotimah [19218072]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keputusan Pembelian, Makeup Artist, Layanan Makeup Artist, Kualitatif, Kuantitatif, PLS", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "03 Sep 2021"}