{"Nomor": 58572, "Judul": "PENGEMBANGAN SALURAN PEMASARAN TERPADU PADA INDUSTRI FASHION STUDI KASUS RAIMENT", "Abstrak": "Indonesia merupakan negara dengan jumlah penduduk terbesar ke-4 di dunia, jumlah penduduk yang tinggi\nmenyebabkan kebutuhan primer di Indonesia sangat tinggi termasuk pakaian jadi. Industri fashion yang\nterus berkembang memberikan peluang bagi industri garmen untuk terus berkembang, terutama nilai\nekonomi Indonesia. Selain itu, pertumbuhan pengguna internet di Indonesia juga terus meningkat,\nmemberikan peluang bagi industri garmen untuk mengalami pertumbuhan yang didukung oleh pengguna\ninternet. Raiment merupakan perusahaan yang memberikan kemudahan bagi pelanggan untuk membuat\npakaian jadi melalui jalur online maupun offline. Perusahaan ini memiliki banyak saluran tetapi setiap\nsaluran tidak terintegrasi dengan baik. Tujuan dari penelitian ini adalah untuk mengembangkan rencana\nsaluran pemasaran terpadu untuk Raiment's. Analisis yang digunakan dalam penelitian ini adalah analisis\ninternal dan analisis eksternal. Faktor eksternal dianalisis menggunakan analisis PESTLE, Five Porter\nForces, preferensi pelanggan, dan wawasan pakar. Analisis eksternal menunjukkan kondisi eksternal\nindustri fashion atau garmen yang mempengaruhi pertumbuhan Raiment. Sedangkan analisis internal yang\ndilakukan oleh Raiment menggunakan analisis perusahaan untuk menganalisis kondisi bisnis yang\nsebenarnya. Ada 165 responden dan 1 ahli untuk pengumpulan data melalui wawancara dan kuesioner.\nHasil kuesioner akan digabungkan dengan hasil wawancara dengan para ahli di bidang garmen. Kombinasi\ntersebut dijadikan sebagai strategi oleh Raiment untuk mengembangkan integrasi saluran Raiment di bidang\npemasaran.\nHasil penelitian ini menunjukkan bahwa untuk mengintegrasikan masing-masing saluran, perlu memiliki\nsatu saluran inti dan membuat saluran lain mendukung satu saluran inti dengan mempertimbangkan\nkekuatan dan kelemahan masing-masing saluran yang dimiliki Raiment dengan mempertimbangkan target\npasar Raiment. Menurut analisis eksternal Raiment. Raiment memiliki platform inti yaitu Instagram yang\nmenunjukkan hasil positif dan sesuai dengan target pasar Raiment. Solusi atau strategi yang disarankan\nadalah menjadikan Instagram sebagai core platform dengan cara mengembangkan aktivitas, followers,\nkonsistensi dari Instagram, mengembangkan semua online channel dari Raiment untuk mendukung\nInstagram sebagai platform utama, mendapatkan atau mengikuti kegiatan pelatihan untuk dapat mengelola\nwebsite, dan membuat akun Shopee untuk memperbesar segmentasi dan membuat pendapatan Raiment\nstabil.Implementasi yang telah dilakukan oleh Raiment dalam mengembangkan saluran online untuk\nmembuat saluran terintegrasi dengan mengetahui kekuatan dan kelemahan dari setiap saluran online.\nRencana aksi yang akan diambil oleh Raiment akan memaksimalkan sumber daya Raiment dengan\nmengikuti kursus untuk optimalisasi saluran online, membuat konten Raiment untuk semua saluran online,\ndan mengevaluasi saluran online setiap bulan.", "Daftar File": {"ABSTRAK Kemas Raihani Argyan": "https://digilib.itb.ac.id/gdl/download/232142"}, "Penulis": "Kemas Raihani Argyan [19218068]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fesyen industri, Integrasi Pemasaran, Raiment, Saluran Online", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "03 Sep 2021"}