{"Nomor": 58574, "Judul": "METODE USULAN EVALUASI STIMULASI SUMUR PADA RESERVOIR MINYAK BERTENAGA DORONG GAS TERLARUT", "Abstrak": "Faktor skin merupakan suatu bilangan tak berdimensi yang menggambarkan perubahan formasi di sekitar lubang sumur yang utamanya sebagai akibat dari segala kegiatan pra-produksi seperti pemboran dan komplesi.Umumnya, nilai skin yang akurat didapat melalui pengerjaan pengujian sumur yang dilakukan pada tahap awal masa hidup sumur. Faktor skin akan menjadi perhatian utama jika kemampuan reservoir sudah tidak lagi mencukupi untuk mentransmisikan fluida menuju lubang sumur, yang dapat terjadi apabila memang karakteristik reservoir dengan tekanan yang relatif rendah maupun sebagai akibat penurunan tekanan selama operasi produksi. Oleh karena itu, dibutuhkan kegiatan intervensi untuk melancarkan jalan fluida dari reservoir ke lubang sumur yang disebut stimulasi sumur. Kedua kegiatan stimulasi sumur yang sudah umum dilakukan, perekahan hidrolik dan pengasaman, meskipun mencapai tujuan stimulasi sumur dengan prinsip yang berbeda, memiliki sistem evaluasi pascapengerjaan yang mirip yaitu dengan memperbandingkan indeks produktivitas. Hal ini tidak akan tepat jika dilakukan pada reservoir dengan aliran minyak-gas seperti yang terjadi pada reservoir minyak terjenuhi bertenaga dorong gas terlarut.\nPenulis mengajukan metode evaluasi stimulasi sumur berupa penilaian yang berdasarkan faktor skin sebelum dan sesudah stimulasi sumur dengan menggunakan IPR Pudjo Sukarno menggunakan set data dari operasi logging produksi sebagai alternatif pengujian sumur. Penulis menggunakan asumsi kegiatan stimulasi dilakukan setelah sumur berproduksi dalam waktu tertentu dan nilai skin yang didapat dari pengujian sumur di awal produksi tidak bertambah. Dengan menggunakan dua titik uji pada tekanan dasar sumur yang berbeda, penulis mendapatkan tekanan reservoir melalui metode coba-coba. Sebelum itu, penulis melakukan uji gallat yang akan digunakan karena sifat dari IPR Pudjo Sukarno itu sendiri dan didapat gallat 10-4. Dengan metode yang sama, setelah kegiatan stimulasi, penulis akan mendapatkan nilai faktor skin menggunakan tekanan reservoir yang didapat. Nilai faktor skin yang dihasilkan logis, menggunakan galat yang sudah dicari sebelumnya. Sebagai rekomendasi, diperlukan pengujian secara langsung terhadap data lapangan yang dicocokkan dengan hasil pengujian sumur sehingga dapat dikembangkan lebih lanjut menjadi sebuah kurva interpretasi.", "Daftar File": {"ABSTRAK Muizzuddin Shidqi": "https://digilib.itb.ac.id/gdl/download/232145"}, "Penulis": "Muizzuddin Shidqi [12210008]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Pudjo Sukarno, M. Sc., Ph. D", "Ir. Hernansjah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "evaluasi, stimulasi sumur, skin, IPR, pengujian sumur, logging produksi", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "03 Sep 2021"}