{"Nomor": 58570, "Judul": "PENGARUH VARIASI DENSITAS LUMPUR PEMBORAN TERHADAP EFISIENSI PRODUKSI SUATU LAPISAN FORMASI MINYAK", "Abstrak": "Invasi filtrat lumpur merupakan suatu fenomena pada operasi pemboran yang sangat menentukan kualitas suatu formasi dalam memproduksikan hidrokarbon. Salah satu pengaruh pada perkembangan invasi filtrat lumpur yaitu tekanan hidrostatik yang merupakan fungsi dari densitas lumpur yang mendorong filtrat masuk kedalam formasi akibat perbedaan tekanan antara lubang sumur dengan reservoir pada operasi pemboran overbalance.\nPenelitian ini menggunakan simulasi reservoir untuk dapat menggambarkan secara jelas perkembangan invasi filtrat lumpur pada formasi yang kemudian dapat dilihat pula pengaruhnya terhadap produksi reservoir minyak. Software yang digunakan yaitu Computer Modelling Group (CMG) yang mampu memodelkan reservoir tiga dimensi, dengan sumur vertikal berada di tengah reservoir. Adanya penelitian ini bertujuan untuk dapat memberikan pemahaman terhadap analisa secara integrasi dari seluruh bidang teknik perminyakan meliputi teknik pemboran, pengujian sumur, serta teknik produksi khususnya pada pengaruh fenomena perkembangan invasi filtrat lumpur pemboran terhadap efisiensi produksi suatu lapisan di permukaan. Selain itu dapat diukur secara kuantitatif produktifitas suatu lapisan sebagai dampak dari adanya kerusakan formasi akibat filtrat lumpur pemboran yang secara langsung dipengaruhi oleh densitas akibat dari adanya operasi pengeboran. Pada akhirnya, hal tersebut dapat berdampak sangat fatal yaitu suatu formasi tidak dapat berproduksi setelah dilakukan swabbing, karena perkembangan invasi yang sangat buruk pada formasi tersebut.", "Daftar File": {"2014 TA PP ALDIA SYAMSUDHUHA 1-ABSTRAk.pdf?": "https://digilib.itb.ac.id/gdl/download/232139"}, "Penulis": "Aldia Syamsudhuha [12210027]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "invasi filtrat lumpur, filtrasi statik, efisiensi produksi, studi integrasi.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "03 Sep 2021"}