{"Nomor": 58844, "Judul": "ANALISIS ORGANIC RANKINE CYCLE PADA PEMBANGKIT LISTRIK BERBASIS GEOTHERMAL DI LUMUT BALAI, SUMATERA SELATAN", "Abstrak": "Populasi manusia kian waktu makin bertambah. Bertambahnya populasi\ntersebut meningkatkan permintaan pada kebutuhan-kebutuhan hidup manusia, yaitu\nkebutuhan primer, sekunder dan tersier. Perkembangan teknologi yang semakin\npesat berdampak pada meningkatnya kebutuhan manusia akan energi, terutama\nenergi listrik. Pada saat ini Indonesia masih mengandalkan kebutuhan listriknya\npada sumber energi fosil, terutama Batubara. Indonesia perlu mencari solusi\npengganti batubara karena batubara tak dapat diperbaharui dan juga berdampak\nbesar pada lingkungan sekitar. Pemakaian sumber energi terbarukan perlu\ndigalakan. Salah satu sumber energi terbarukan yang banyak terdapat di Indonesia,\nterutama didaerah pegunungan adalah sumber energi panas bumi. Penggunaan\nTeknologi Organic Rankine Cycle (ORC) dapat mendorong memanfaatan sumber\nenergi geothermal bersuhu rendah-medium. Pada penelitian ini, dilakukan studi\npembuatan pembangkit ORC geothermal dengan lokasi penelitian di Lumut Balai\nyang terletak di Desa Penindaian , Kabupaten Muara Enim, Provinsi Sumatera\nSelatan . Adapun sumber yang digunakan yaitu sumur eksplorasi LMB 1-2 dengan\npermukaan sumur berada di ketinggian 1300 meter diatas permukaan laut ( m.d.p.l\n). Ada 3 keadaan karakteristik panas bumi yang akan kita uji dan pakai pada Tugas\nAkhir II ini. Yang pertama adalah karakteristik geothermal fluid pada 0 m.d.p.l\natau kedalaman 1300 meter dari permukaan sumur yaitu tekanan 55 bar,\ntemperature 206° C, dan debit massa 31.22 kg/s. Kemudian yang kedua adalah\nkarakteristik geothermal fluid pada 200 m.d.p.l atau kedalaman 1100 meter dari\npermukaan sumur ) yaitu tekanan 40 bar, temperature 203° C, dan debit massa 31.22\nkg/s. Kemudian yang ketiga adalah karakteristik geothermal fluid pada -200 m.d.p.l\natau kedalaman 1500 meter dari permukaan sumur yaitu tekanan 72 bar,\ntemperature 210° C, dan debit massa 31.22 kg/s. Hasil dari penelitian di Tugas\nAkhir II ini adalah karakteristik geothermal fluid pada kedalaman 1500 meter dari\npermukaan tanah dan dengan/tanpa menggunakan Preheater dan Recuperator\nmenghasilkan efisiensi tertinggi yaitu 15.9% dan daya outputnya sebesar 517.300\nkW atau 517300 Watt. Pada penelitian sebelumnya di Tugas Akhir I didapat bahwa \ndengan menggunakan fluida kerja R245FA didapatkan efisiensi tertinggi.\nKemudian, dari penelitian kali ini didapatkan bahwa biaya per-Kwh pembangkit\nlistrik yang diambil dan dipakai adalah Rp 1.203 / kWh Atau Rp 142 /kWh lebih\ntinggi dibandingkan dengan BPP Sumatra selatan daerah Muara Enim.", "Daftar File": {}, "Penulis": "Raihan Fauzan [18017036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Anggoro Soedjarno P., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ORC, Geothermal , Lumut Balai", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "06 Sep 2021"}