{"Nomor": 58843, "Judul": "PERANCANGAN INTERAKSI APLIKASI DIGITAL EYE STRAIN DENGAN PENDEKATAN USER-CENTERED DESIGN", "Abstrak": "Digital eye strain (DES) merupakan kombinasi dari gangguan mata dan/atau penglihatan yang\nberkaitan dengan penggunaan perangkat digital, seperti komputer (termasuk desktop, laptop,\ntablet), smartphones, e-readers, dan perangkat digital lainnya. Tidak hanya menurunkan kualitas\npenglihatan, DES dapat menurunkan produktivitas kerja dan kualitas hidup seseorang. Pada\ndasarnya, DES disebabkan oleh tingginya durasi seseorang dalam menggunakan perangkat digital.\nDengan memprioritaskan aktivitas di dalam rumah sejak penyebaran COVID-19 meningkat tajam\ndi Indonesia, durasi penggunaan perangkat digital setiap orang meningkat drastis. Dengan kata\nlain, risiko DES setiap orang meningkat. Saat ini, tidak sedikit aplikasi kesehatan mata yang ada\ndi masyarakat, seperti Intermission, Eye Exercises & Vision Therapy, dan lainnya. Namun,\naplikasi tersebut belum dapat memenuhi kebutuhan dan tujuan pengguna dalam menjaga mata dari\nDES. Oleh sebab itu, aplikasi digital eye strain dirancang dengan pendekatan user-centered design\nsebagai alat bantu untuk menunjang hal tersebut. Dalam merancang aplikasi digital eye strain,\nsurvey dan user interview dilakukan untuk memahami perilaku dan masalah pengguna.\nPerancangan dilakukan sebanyak 2 iterasi; 1 iterasi yang menghasilkan prototipe low-fidelity dan\n1 iterasi yang menghasilkan prototipe high-fidelity. Usability testing (UT) dilakukan untuk\nmengevaluasi hasil capaian usability goals dan user experience goals di setiap iterasi, yaitu\neffective to use, easy to learn, dan motivating. Hasil evaluasi pada iterasi terakhir menunjukkan\nbahwa prototipe yang dirancang sudah efektif (completion rate sebesar 100%), mudah dipelajari\n(nilai SEQ sebesar 6,7 dari 7), dan memotivasi (nilai IMI sebesar 6,09 dari 7). Selain itu, aspek\nusability dari keseluruhan prototipe juga termasuk dalam kategori acceptable dengan nilai kategori\nA (nilai SUS sebesar 97,5 dari 100). Berdasarkan nilai-nilai tersebut, dapat disimpulkan bahwa\nrancangan mampu memenuhi kebutuhan dan tujuan pengguna dalam menjaga mata dari DES.", "Daftar File": {}, "Penulis": "Muhammad Fariz Luthfan Wakan [13517034]", "Kontributor / Dosen Pembimbing": ["Ginar Santika Niwanputri, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "digital eye strain, COVID-19, user-centered design, prototipe, usability, user experience.", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "06 Sep 2021"}