{"Nomor": 58852, "Judul": "IMPLEMENTASI SISTEM ANTARMUKA TERSAMBUNG INTERNET UNTUK SIMULASI DETEKSI SPEKTRUM", "Abstrak": "Kebutuhan untuk mengirimkan spektrum sinyal deteksi hasil interferensi secara jarak jauh merupakan hal yang sangat penting dalam suatu pengamatan agar si pengamat tidak harus berada di lokasi deteksi. Sistem pada proyek ini bertujuan untuk mengirimkan data hasil simulasi spektrum sinyal dari GNURadio ke internet untuk dapat dibuka oleh pihak tertentu secara livestream. Metode yang digunakan secara garis besar adalah membaca paper-paper yang ada di jurnal dan eksperimen pada software. Hasil yang diperoleh diamati pada dua subsistem : antarmuka dan konektivitas. Subsistem antarmuka menggunakan library bokeh yang menjadi antarmuka dari GNURadio ke web lokal. Subsistem konektivitas menggunakan aplikasi ngrok sebagai pengirim alamat web lokal ke web publik. Masing-masing subsistem tidak berfokus pada performa yang efektif dan efisien.\nProyek tergolong orisinal dalam arti tidak secara menyengaja untuk menjiplak atau meniru karya yang telah dibuat orang lain, meskipun tools yang digunakan adalah yang sudah jadi alias siap pakai. Akan tetapi, tidak dilakukan eksplorasi lebih lanjut terkait proyek yang semisal sehingga tidak diketahui apakah proyek yang penulis lakukan sudah ada atau tidak.\nKontribusi proyek ini adalah penggunaan repository gr-bokehgui, disebabkan sejauh yang penulis ketahui, tidak ada publikasi umum terkait penggunaan repository ini untuk menjadi antarmuka yang dapat diakses menggunakan internet. Cabang repository yang digunakan adalah 3.8-bokeh-2 yang compatible dengan versi GNURadio, yakni 3.8.2.", "Daftar File": {"ABSTRAK Fadhil Ishar Kurniawan": "https://digilib.itb.ac.id/gdl/download/232177"}, "Penulis": "Fadhil Ishar Kurniawan [18116017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ian Josef Matheus Edward, M.T.", "Dr. Iskandar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "antarmuka, ngrok, bokeh, spektrum sinyal, livestream, lokal web.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Sep 2021"}