{"Nomor": 58880, "Judul": "PENGARUH PENUAAN BUATAN DIPERCEPAT DAN POLUTAN TERHADAP KARAKTERISTIK ISOLATOR POLIMER DI DAERAH TROPIS", "Abstrak": "Kehadiran isolator polimer di anggap sebagai sebuah solusi terhadap tinginya angka kegagalan isolator keramik pada daerah yang berpolusi. Penelitian ini mengivestigasi pengaruh penuaan, kelembapan dan zat-zat pecemar terhadap sampel isolator polimer baik itu dalam kondisi baru maupun setelah penuaan. Arus Bocor setiap sampel di uji di dalam kamar uji pada kondisi lingkungan yang berbeda-beda berdasarkan standar IEC-60507. Dalam penelitian ini beberapa sampel isolator akan terpapar radiasi UV dan di rendam pada wadah yang terdapat zat pencemar berdasarkan standar ANSI C-29 13-2000. Kelas hidrofobik sampel yang baru maupun yang mengalami penuaan di amati berdasarkan standar IEC 62073:2016. Untuk mengetahui pengaruh penuaan terhadap kondisi permukaan isolator secara mikroskopis dan perubahan persentase atom pada sampel dilakukan dengan pengujian Scanning Electron Microscopy dan Electron Dispersion X-ray Spectroscopy (SEM-EDX). Stabilits termal pada sampel isolator polimer juga di investigasi melalui analisis Thermogravimetric (TG/DTA).\nHasil pengujian yang di peroleh adalah penuaan dan polutan berdampak pada penurunan nilai sudut kontak hidrofobisitas terutama pada sampel yang terpapar polutan yang melalui uji SEM terlihat permukaan isolator polimer tersebut, sehingga berakibat dengan naiknya nilai arus bocor. Sampel yang mengalami penuaan persentase oksigen dan karbon meningkat akibat radiasi UV dan korona, sedangkan persentase silikonnya menurut. Selanjutnya pada uji TG/DTA di dapatkan bahwa sampel baru maupun yang sudah mengalami penuaan memiliki nilai yang mirip.", "Daftar File": {"ABSTRAK Muhammad Ridhwan": "https://digilib.itb.ac.id/gdl/download/232202"}, "Penulis": "Muhammad Ridhwan [23218321]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Isolator Polimer, Penuaan, Radiasi UV, Polutan, Hidrofobisitas. SEM-EDX, Stabilitas Termal, TG/DTA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Sep 2021"}