{"Nomor": 58883, "Judul": "RANCANG BANGUN, IMPLEMENTASI, DAN ANALISIS GAMIFIED MICROLEARNING PADA SISTEM PEMBELAJARAN DARING SISWA SMA", "Abstrak": "Kondisi pandemi yang terjadi saat ini menjadi salah satu tantangan besar tersendiri pada sektor\npendidikan di Indonesia. Penerapan pembelajaran daring di masa pandemi terhitung masih\nbelum efektif, pasalnya hanya sebagian siswa yang dapat mengikuti pembelajaran dengan baik\ntanpa ada hambatan berarti. Salah satu solusi yang diharapkan dapat menyelesaikan\npermasalahan tersebut adalah implementasi gamified microlearning untuk dapat meningkatkan\ntingkat partisipasi dan pemahaman siswa selama proses pembelajaran dilakukan secara daring.\nPenelitian ini mengadopsi Design Research Methodology sebagai metodologi penelitian dan\nmenggunakan model ADDIE sebagai framework pengembangan. Evaluasi dilakukan pada dua\nlevel, yaitu evaluasi reaksi dan evaluasi dampak pembelajaran dengan diujikan langsung pada\nsekelompok siswa SMA. Berdasarkan hasil evaluasi yang didapatkan, tingkat partisipasi siswa\nselama pembelajaran melalui sistem gamified microlearning lebih tinggi daripada\npembelajaran melalui e-learning konvensional. Peningkatan pemahaman siswa pada metode\npembelajaran sistem usulan pun lebih tinggi dibandingkan dengan metode pembelajaran daring\nkonvensional dengan perbedaan rata-rata nilai sebesar 9,04 poin. Selain itu rata-rata\npeningkatan nilai test siswa dengan penggunaan sistem gamified microlearning lebih tinggi\nsebesar 17,65 poin.", "Daftar File": {"ABSTRAK Amanda Putri Septiani": "https://digilib.itb.ac.id/gdl/download/232203", "COVER Amanda Putri Septiani": "https://digilib.itb.ac.id/gdl/download/261617", "BAB 1 Amanda Putri Septiani": "https://digilib.itb.ac.id/gdl/download/261618", "BAB 2 Amanda Putri Septiani": "https://digilib.itb.ac.id/gdl/download/261619", "BAB 3 Amanda Putri Septiani": "https://digilib.itb.ac.id/gdl/download/261620", "BAB 4 Amanda Putri Septiani": "https://digilib.itb.ac.id/gdl/download/261621", "BAB 5 Amanda Putri Septiani": "https://digilib.itb.ac.id/gdl/download/261622", "BAB 6 Amanda Putri Septiani": "https://digilib.itb.ac.id/gdl/download/261623", "PUSTAKA Amanda Putri Septiani": "https://digilib.itb.ac.id/gdl/download/261624", "LAMPIRAN Amanda Putri Septiani": "https://digilib.itb.ac.id/gdl/download/261625"}, "Penulis": "Amanda Putri Septiani [23219351]", "Kontributor / Dosen Pembimbing": ["Yusep Rosmansyah, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "microlearning, gamifikasi, gamified microlearning, DRM, ADDIE", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "07 Sep 2021"}