{"Nomor": 59242, "Judul": "PERPUSTAKAN PINTAR SEBAGAI MESIN ANTARMUKA UNTUK TRANSAKSI PEMINJAMAN BUKU OTOMATIS", "Abstrak": "Perpustakaan adalah salah satu bagian dari fasilitas dalam mencari sumber ilmu\nyang tentunya fasilitas ini selalu tersedia di dalam dunia pendidikan yaitu sekolah\nmaupun kampus. Mesin perpustakaan pintar ini bagian dari pengembangan\nteknologi sekolah cerdas, sebagai bagian dari pemecahan solusi untuk\nmemudahkan operasional fasilitas perpustakaan lebih efisien. Pada situasi saat ini\ninteraksi sosial harus dikurangi terlebih lagi meminjam buku dapat memakan\nwaktu pada saat menunggu antrian. Mesin digunakan sebagai alat transaksi\npeminjaman, pengembalian maupun perpanjangan buku dengan mengubah\noperator manusia menjadi sebuah mesin untuk menghindari kontak sosial yang\npenuh di jaman pandemi. Mesin ini menggunakan teknologi SoC (Single on Chip)\nmodul ESP8266 yaitu merupakan mikrokontroler yang terintegrasi dengan modul\nWifi sebagai pemrosesan komputasinya, dikombinasikan dengan menggunakan\ninterface smart card contactless 13.56 MHz MIFARE kartu semi konduktor\nberteknologi RFID (Radio Frequency Identification) sebagai media akses\npengguna untuk membuka akses user dalam menjalankan alat. Mesin ini memiliki\nfitur pendeteksi identitas buku melalui sensor Loadcell sebagai pembaca berat\nbuku yang kemudian dikonversikan menjadi keunikan data setiap buku. Sensor\nLoadcell dipilih dengan efisiensi meminimalisir kerusakan atau tidak terbacanya\nbarcode yang terdapat pada perpustakaan tradisional. Seluruh server databased\nyang digunakan pada mesin ini berbasis serial menggunakan SQLite Databased\nyang akan dikembangkan menjadi IoT serta mesin peminjam buku yang jauh\nlebih minimalis dan portable. Perpustkaan tradisional perlu berinovasi dan\nberadaptasi dengan masyarakat cerdas. Teknologi seperti Internet-of-things (IoT)\npada ESP8266 dapat digunakan untuk menangkap data secara real time.\nMenggunakan sistem manajemen perpustakaan pintar yang mengintegrasikan IoT\ndan mengotomatisasi proses peminjaman buku dari perpustakaan tradisional untuk\nmendorong perpustakaan menuju perpustakaan generasi berikutnya.", "Daftar File": {}, "Penulis": "Fhatarani Hasya Adila [23218080]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Perpustakaan pintar, ESP8266 smartcard, loadcell, SQLite Databased, IoT", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "07 Sep 2021"}