{"Nomor": 59282, "Judul": "APLIKASI INFLOW CONTROL DEVICE (ICD) PADA SUMUR HORIZONTAL UNTUK OPTIMASI PRODUKSI.", "Abstrak": "Sumur horizontal merupakan salah satu metode di industri perminyakan sebagai upaya untuk meningkatkan perolehan dan life time dari suatu lapangan. Sumur horizontal dapat meningkatkan perolehan dan life time dari suatu lapangan karena memiliki bidang kontak yang besar serta memiliki kemampuan penyapuan yang lebih baik daripada sumur vertikal. Kelebihan ini sangat tepat jika diaplikasikan di reservoir yang tipis atau biasa disebut oil rim. Namun sumur horizontal juga memiliki kekurangan, terutama di reservoir oil rim, yakni besarnya kemungkinan terjadinya coning, baik dari lapisan gas maupun air. Coning tersebut akan membuat produksi minyak menurun karena gas ataupun air yang terproduksi akan mengurangi volume produksi minyak dalam lubang sumur.\nPada reservoir minyak, ada beberapa kondisi reservoir yang menyebabkan terjadinya coning dan produksi gas dan air lebih awal, yaitu kondisi reservoir dengan permeabilitas yang heterogen. Selain itu coning dan produksi gas dan air lebih awal terjadi karena fenomena heel-to-toe effect di mana friksi terbesar pada heel sumur mengakibatkan penurunan tekanan di dalam sumur yang besar.\nDalam tugas akhir ini akan dilihat aplikasi dari ICD (Inflow Control Device) di kondisi reservoir yang memiliki permeabilitas heterogen dengan cara simulasi reservoir menggunakan software permodelan reservoir, terutama dalam hal menyeragamkan aliran minyak dan gas di sepanjang lubang horizontal sehingga meningkatkan perolehan akhir minyak sumur. Masalah yang diambil disimplifikasi menjadi masalah gas coning, sehingga dapat dilihat fungsi ICD sebagai alat kontrol produksi gas. Hasil sensitivitas simulasi menunjukkan adanya hubungan antara konfigurasi ICD seperti jumlah ICD yang digunakan dan diameter ukuran nozzle ICD terhadap kondisi permeabilitas reservoir.", "Daftar File": {"ABSTRAK Alfa Surya Perdhana": "https://digilib.itb.ac.id/gdl/download/232218"}, "Penulis": "Alfa Surya Perdhana [12210039]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Pudjo Sukarno M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "sumur horizontal, oil rim, ICD, simulasi, kontrol produksi gas", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "07 Sep 2021"}