{"Nomor": 59464, "Judul": "PENDETEKSIAN TITIK PERUBAHAN SECARA DARING PADA DATA RUNTUN WAKTU DENGAN METODE PROSES GAUSSIAN ITERATIF", "Abstrak": "Perkembangan internet berdampak bagi kecepatan manusia memperoleh data secara daring (online), termasuk data runtun waktu (time series) riil yang dapat diperoleh secara daring. Perubahan pada data runtun waktu merupakan suatu permasalahan yang menarik untuk dipelajari seiring perkembangan kemudahan data yang diperoleh secara daring. Change Point Detection (CPD) atau pendeteksian titik perubahan adalah masalah mendeteksi perubahan pada data ketika karakteristik data runtun waktu berubah. CPD berguna untuk proses pengendalian dan pencegahan kerugian secara finansial / ekonomi, kesehatan, atau sosial. Beberapa metode CPD yang telah dikembangkan antara lain metode Bayesian, bootstrap, variasional, statistik fuzzy, Bayesian Online Changepoint detection (BOCPD) untuk keluarga eksponensial, dan metode BOCPD untuk proses Gaussian.\nSalah satu metode pendeteksian titik perubahan secara daring yang dapat digunakan untuk struktur data dinamis adalah metode BOCDP. BOCPD pada awalnya didefinisikan untuk data yang berasal dari keluarga eksponensial dengan asumsi variabel acak yang independen terdistribusi identik. Pembaruan parameter keluarga eksponensial ditentukan secara daring sehingga BOCPD sangat efisein dalam komputasi. Selanjutnya proses Gaussian telah diaplikasikan pada BOCPD untuk variabel acak dengan dependensi. Namun demikian, metode BOCPD dengan proses Gaussian ini memiliki kendala pada marginalisasi hiper-parameter oleh integral yang sulit dipecahkan secara eksak sehingga penyelesaiannya menggunakan metode numerik. Hal ini menyebabkan skema daring dari proses Gaussian di BOCPD belum tercapai.\nPenelitian ini mengembangkan proses Gaussian iteratif agar terbentuk skema daring proses Gaussian pada BOCPD yang lebih efisien. Proses Gaussian iteratif dikembangkan dengan menggunakan dua ide utama, yaitu metode inversi iteratif matriks kovariansi dan metode maksimum Log-likelihood. Metode inversi iteratif memiliki kompleksitas yang lebih kecil dibandingkan metode inversi langsung (inversi dari matriks asalnya). Metode iteratif ini melakukan inversi matriks kovariansi secara efisien saat ukuran matriks kovariansi meningkat seiring bertambahnya data baru. Akan tetapi, inversi matriks kovariansi iteratif ini menggunakan asumsi hyper-parameter tetap (tidak ada pembaruan). Penelitian dilakukan dengan mendefinisikan hyper-parameter dinamis pada matriks kovariansiuntuk membangun bentuk matematis dari inversi iteratif sehingga hiper-parameter dari proses Gaussian dapat diperbarui. Pembaruan hiper-parameter ditentukan oleh metode maksimum Log-likelihood.\nHasil penelitian ini menunjukkan bahwa proses Gaussian iteratif pada BOCPD menawarkan skema daring yang efisien dengan pembaruan hiper-parameter dinamis menyesuaikan dengan kedatangan data baru. Pembaruan hiper-parameter ini memberikan suatu proses Gaussian yang lebih akurat. Hal ini diperlihatkan dari hasil Root Mean Square Error (RMSE) prediksi proses Gaussian iteratif dengan hyper-parameter dinamis ini lebih kecil daripada menggunakan hyper-parameter tetap. Hal ini menunjukkan bahwa proses Gaussian iteratif yang diusulkan memberikan hasil prediksi yang lebih baik tanpa melakukan inversi langsung pada matrikskovariansi sehingga memiliki waktu komputasi yang efisien. Pendeteksian titik perubahan dengan aplikasi proses Gaussian iteratif pada BOCPD dapat mendeteksi perubahan data dengan rata-rata presentase kesuksesan 82.5%.", "Daftar File": {"ABSTRAK SELI SITI SHOLIHAT": "https://digilib.itb.ac.id/gdl/download/232254"}, "Penulis": "Seli Siti Sholihat [30116002]", "Kontributor / Dosen Pembimbing": ["Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D.", "Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Pendeteksian titik perubahan Bayesian daring, Proses Gaussian iteratif, metode iteratif inversi matriks kovariansi, metode maksimum Log likelihood.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "7 file", "Tanggal Input": "09 Sep 2021"}