{"Nomor": 59460, "Judul": "RESERVES INCREMENTAL EVALUATION IN SHALE GAS RESERVOIRS WITH MULTI-LATERAL WELLS.", "Abstrak": "Shale gas reservoir has very low matrix permeability which would not allow gas to flow easily towards the wellbore unlike in other conventional reservoirs. Hence, it is not economically benefit to produce gas from shale naturally. Also, an application of conventional vertical well would not give an appreciable productivity since it has limited drainage ability in very-low permeability reservoirs. This factor becomes the distinct difference between the production methods that should be implemented in shale gas reservoir and other conventional hydrocarbon reservoirs.\nMany attempts have been made to overcome this issue. Hydraulic fracturing is the most popular reservoir stimulation in shale gas field development. It can improve matrix permeability into more appreciable value and creating fracture network with existing natural fractures and, thus, gain more economic gas production. This method is normally applied in horizontal well which could give larger exposed area between reservoir and wellbore in a thin layer. As technology advances, multi-lateral well from single horizontal well is now possible to be applied. This study will evaluate the reserves incremental gained by increasing the number of lateral in multi-lateral well application as well as the number of hydraulic fractures created in certain reservoir conditions. Also, best technical case selection which is able to fulfill a given contract will be made. In addition, initial free gas in-place will try to be defined based on production data given by the simulation results.", "Daftar File": {"ABSTRAK Chaedar Indra Pramana": "https://digilib.itb.ac.id/gdl/download/232243"}, "Penulis": "Chaedar Indra Pramana [12210075]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Doddy Abdassah, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Shale gas, multi-lateral wells, initial gas in-place", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "08 Sep 2021"}