{"Nomor": 59463, "Judul": "MENINGKATKAN SERVICE LEVEL SUKU CADANG MENGGUNAKAN KONTRAK BLANKET ORDER DI PERUSAHAAN ABC", "Abstrak": "Perusahaan ABC merupakan produsen pupuk terbesar yang memproduksi dan menjual Amoniak, Urea, dan NPK ke pasar dalam dan luar negeri. Saat ini, kapasitas produksi tahunan Urea adalah 3,4 juta ton, Amonia 2,7 juta ton, dan NPK 350 ribu ton. Perusahaan ABC mengoperasikan lima pabrik urea, lima pabrik amonia, dan 2 pabrik NPK untuk memenuhi kapasitas produksinya. Pabrik tersebut memerlukan strategi perawatan yang tepat untuk mengoptimalkan proses produksi dan pemasaran. Strategi perawatan yang tepat membutuhkan jaminan ketersediaan suku cadang yang dapat diukur melalui tingkat layanan suku cadang. \n \nSalah satu Indikator Kinerja Utama Departemen Inventory dan Pergudangan adalah memastikan ketersediaan barang stok sekaligus menghemat anggaran persediaan. Perusahaan ABC menetapkan target tingkat layanan suku cadang tahunan sebesar 98%. Namun rata-rata tingkat layanan pada empat tahun terakhir (2017-2020) hanya 90%. Terdapat selisih 8% atau senilai Rp 6,673 miliar antara target dengan realisasi. \n \nPenelitian ini menggunakan analisis Pareto untuk menunjukkan Pabrik dan suku cadang yang menjadi kotribusi tertinggi terhadap rendahnya tingkat layanan suku cadang. Berdasarkan hasil analisa Pareto, Pabrik 6 merupakan pabrik yang menjadi kontributor tertinggi dan terdapat 28 jenis suku cadang yang menempati 80% dari total nilai. Akar permasalahan utama pada penelitian ini adalah pembelian suku cadang belum menggunakan kontrak jangka panjang. Solusi untuk akar permasalahan ini adalah dengan mengimplementasikan blanket order pada 384 suku cadang dengan dua tahapan. Tahap pertama pada 28 suku cadang, dengan proporsi nilai 80%, dan tahap kedua pada 356 suku cadang, dengan proporsi nilai 20%. Penerapan blanket order jangka panjang pada 384 suku cadang di Pabrik 6 akan meningkatkan tingkat layanan suku cadang sebesar 9%, dari 80% menjadi 89%. Peningkatan service level sebesar 9% memiliki peluang peghematan biaya sebesar 4,03 miliar rupiah.", "Daftar File": {"2021_TS_PP_Altella Haryana Putri-Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/232253"}, "Penulis": "Altella Haryana Putri [29119555]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "blanket order, tingkat layanan suku cadang, inventory total cost, inventory control", "Sumber": "ABC", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "09 Sep 2021"}