{"Nomor": 59472, "Judul": "PENGEMBANGAN INDEKS DAYA DUKUNG DAN KEBERLANJUTAN DAERAH ALIRAN SUNGAI  (STUDI KASUS: SUB DAS CIMAHI)", "Abstrak": "Kota Cimahi direncanakan menjadi kota inti dari Pusat Kegiatan Nasional Cekungan Bandung yang aman, nyaman, efisien, dan berkelanjutan sebagaimana tercantum dalam Peraturan Daerah Kota Cimahi Nomor 4 Tahun 2012 tentang Rencana Tata Ruang Wilayah Kota Cimahi Tahun 2012-2032. Perencanaan tersebut menunjukkan bahwa banyak aktivitas yang dilakukan di Kota Cimahi seperti dari sektor domestik, pertanian, peternakan, dan industri sehingga dapat memengaruhi penurunan kualitas lingkungan, salah satunya daerah aliran sungai. Sub DAS Cimahi merupakan salah satu dari lima Sub DAS yang terletak di wilayah Kota Cimahi dan merupakan bagian dari Daerah Aliran Sungai (DAS) Citarum. Sub DAS tersebut masuk dalam rencana pengembangan sistem jaringan sumber daya air dalam Rencana Tata Ruang Wilayah Kota Cimahi. Selain itu, karena Sub DAS Cimahi merupakan bagian dari DAS Citarum, maka dapat dikatakan Sub DAS tersebut memiliki kontribusi terhadap pencemaran di DAS tersebut.\n\nKondisi di atas menjelaskan bahwa kajian mengenai pengembangan Indeks Daya Dukung dan Keberlanjutan DAS terutama dalam hal ini Sub DAS Cimahi perlu dilakukan untuk memberikan gambaran secara menyeluruh kondisi lingkungan daerah tersebut. Pengembangan Indeks Daya Dukung dan Keberlanjutan DAS dilakukan berdasarkan kajian daya dukung dan keberlanjutan. Kedua kajian tersebut dikombinasikan untuk saling melengkapi indikator yang belum ada pada masing-masing kajian. Sedangkan, indikator yang memiliki kesamaan arti dan perhitungan digabung menjadi satu indikator. Secara umum, kedua kajian terdiri dari tiga komponen utama yaitu lahan, sumber daya air, dan sosial, ekonomi, dan kelembagaan.\n\nDasar kajian daya dukung mengacu pada Peraturan Menteri Kehutanan Republik Indonesia Nomor: P.60/Menhut-II/2014 tentang Kriteria Penetapan Klasifikasi Daerah Aliran Sungai. Kajian daya dukung dilakukan untuk mengevaluasi klasifikasi DAS berdasarkan 15 kriteria yaitu persentase lahan kritis, persentase penutupan vegetasi, indeks erosi, koefisien rejim aliran, koefisien aliran tahunan, muatan sedimen, banjir, indeks penggunaan air, tekanan penduduk terhadap lahan, tingkat kesejahteraan penduduk, keberadaan dan penegakan peraturan, klasifikasi kota, klasifikasi nilai bangunan air, kawasan lindung, dan kawasan budi daya. Hasil akhir kajian tersebut memberikan kesimpulan apakah suatu DAS dipertahankan atau dipulihkan daya dukungnya.\n\nKajian keberlanjutan dilakukan dengan menggunakan West Java Water Sustainability Index. Kajian tersebut terdiri dari 13 indikator yaitu ketersediaan air, perubahan tata guna lahan, kualitas air, kebutuhan air, cakupan penyediaan layanan air, kehilangan air, keterbukaan informasi, struktur pemerintahan, pendidikan, kemiskinan, dampak kesehatan, sanitasi, dan penegakan hukum. Hasil akhir kajian keberlanjutan berupa tingkat kinerja DAS dan prioritas aksi dari masing-masing indikator DAS serta secara keseluruhan.\n\nHasil kajian Indeks Daya Dukung dan Keberlanjutan DAS kemudian dianalisis dengan menggunakan kerangka kerja DPSIR untuk mengetahui permasalahan lingkungan yang saling berkaitan dengan kondisi sosial dan ekonomi. Hasil analisis digunakan sebagai dasar rekomendasi strategi pengelolaan Sub DAS Cimahi.\n\nHasil analisis menunjukkan bahwa Sub DAS Cimahi diklasifikasikan sebagai DAS dengan kinerja buruk sehingga memiliki prioritas aksi yang tinggi. Oleh karena itu, kondisi Sub DAS Cimahi harus dipulihkan. Nilai akhir yang didapatkan dari kajian Indeks Daya Dukung dan Keberlanjutan DAS adalah sebesar 11,11. Terdapat 13 dari 26 indikator yang memiliki kinerja buruk hingga buruk - sedang. Indikator dengan kinerja tersebut yaitu persentase lahan kritis, persentase penutupan vegetasi, perubahan tata guna lahan, koefisien aliran tahunan, banjir, indeks penggunaan air, kualitas air, ketersediaan air, kebutuhan air, cakupan penyediaan layanan air, tekanan penduduk terhadap lahan, klasifikasi kota, dan dampak kesehatan. Seluruh indikator tersebut menjadi prioritas aksi dalam membuat rekomendasi strategi pengelolaan Sub DAS Cimahi dengan mengacu pada hasil analisis DPSIR.\n\nPermasalahan utama di Sub DAS Cimahi berdasarkan hasil analisis DPSIR didorong oleh pertumbuhan penduduk, RTRW Kota Cimahi Tahun 2012-2032, dan Perpres 15/2018 sehingga menimbulkan tekanan berupa perubahan tata guna lahan dan peningkatan aktivtias dari sektor domestik, pertanian, dan industri. Hal tersebut menyebabkan ketersediaan air dan kualitas air dalam kondisi buruk. Seluruh permasalahan tersebut berdampak pada tidak terpenuhinya kebutuhan air, bencana banjir, dan penyakit bawaan air. Permasalahan utama di Sub DAS Cimahi perlu diatasi dengan melakukan peningkatan dan pengawasan implementasi peraturan, penyediaan fasilitas sanitasi layak, dan investasi bangunan air.", "Daftar File": {"25319006_RafidRisandriHikmat_JudulAbstrakPengesahan.pdf\n]": "https://digilib.itb.ac.id/gdl/download/232262"}, "Penulis": "RAFID RISANDRI HIKMAT [25319006]", "Kontributor / Dosen Pembimbing": ["Dr. Mariana Marselina S., S.T., M.T.)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Sub DAS Cimahi, daya dukung, keberlanjutan, DPSIR.", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "09 Sep 2021"}