{"Nomor": 59475, "Judul": "REVITALISASI JALAN PINTU BESAR SELATAN PASCA PENJARAHAN TAHUN 1998: GALERI SENI KOMUNITAS PERSPEKTIF", "Abstrak": "Kawasan Pintu Besar Selatan merupakan sudut di daerah Glodok yang tidak pernah bangkit usai kerusuhan yang pernah terjadi pada masa Reformasi tahun 1998. Bangunan-bangunan terbengkalai di sekitar Kawasan tersebut menjadi saksi bisu atas penjarahan dan kekerasan pada tragedi tersebut. Sementara itu, penduduk merasa tidak ingin lagi mengungkit luka lama dari tragedi yang terjadi 20 tahun yang lalu. Namun, di saat bersamaan mereka tidak tahu bagaimana memperdayakan bangunan-bangunan terbengkalai ini. Meski begitu, sebagian koridor jalanan yang lusuh dan tidak terawat, menjadi ruang yang nyaman untuk dimanfaatkan sebagai tempat berkarya oleh komunitas pelukis jalanan yang sudah ada sejak tahun 1990an. Akibat kondisi ini, perlu adanya upaya revitalisasi untuk mengatasi kemunduran yang ada di Pintu Besar Selatan. Laporan perancangan ini bertujuan untuk membahas rancangan desain sebuah galeri seni yang dilengkapi dengan fungsi penunjang lainnya dalam rangka membangkitkan kembali sense of place di antara bangunan-bangunan terbengkalai di Pintu Besar Selatan setelah 20 tahun ditelantarkan oleh penduduknya. Rancangan desain difokuskan dengan memperkuat keberadaan komunitas dan potensi ruang kreatif yang ada di Pintu Besar Selatan serta merespons latar belakang sejarah yang ada pada kawasan tersebut.", "Daftar File": {}, "Penulis": "Dhayita Mriyanggani Cintantya [15217079]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Hanson Endra Kusuma, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pintu Besar Selatan, pelukis jalanan, revitalisasi, terbengkalai, sense of place.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "10 Sep 2021"}