{"Nomor": 59524, "Judul": "PENGEMBANGAN PRODUK SMART SPEAKER MENGGUNAKAN METODE DESIGN THINKING", "Abstrak": "Smart speaker merupakan alat yang dioperasikan menggunakan perintah suara pengguna untuk menjalankan suatu keahlian tertentu. Perangkat ini dinilai prospektif karena meningkatnya kecenderungan anak muda yang menggunakan teknologi canggih dan didukung adanya bonus demografi di Indonesia yang didominasi generasi milenial dan generasi Z. Dua generasi ini dipilih sebagai target pengguna karena memiliki keinginan untuk mengeksplorasi teknologi dan menyukai adanya pengalaman yang unik ketika menggunakan produk teknologi. Berdasarkan studi literatur dan wawancara mendalam yang telah dilakukan, terdapat dugaan awal bahwa produk smart speaker belum mencapai kesesuaian kebutuhan pengguna di Indonesia dengan alasan desain produk smart speaker (yang berasal dari luar Indonesia) dirancang untuk keperluan integrasi rumah cerdas, sedangkan pengguna Indonesia menggunakan smart speaker dimulai sebagai asisten personal. Dengan demikian, tujuan penelitian yaitu menghasilkan rancangan usulan produk smart speaker yang mampu meningkatkan penetrasi produk smart speaker supaya inklusif digunakan sesuai kebutuhan pengguna di Indonesia.\nPenelitian dilakukan menggunakan metode design thinking dengan enam tahapan yaitu empathize, define, ideate, prototype, test, dan reflection. Empathize dilakukan dengan melakukan wawancara mendalam kepada empat pengguna dan netnografi. Selanjutnya, dihasilkan persona, empathy map, dan diagram afinitas. Selanjutnya, tahap define dilakukan untuk melakukan sintesis kebutuhan desain produk. Ideate dilakukan dengan membangkitkan sepuluh konsep desain produk dan pada akhirnya dipilih satu konsep desain terpilih. Prototype dilakukan dengan membuat gambar tiga dimensi dan dicetak menggunakan 3D printing. Test dilakukan dengan kualitatif dan kuantitatif. Secara kualitatif, digunakan NABC pitch dan feedback capture grid. Secara kuantitatif, digunakan net promoters score untuk menilai tingkat kesesuaian produk dan pasar untuk mencapai batas minimum produk dikatakan cukup sebagai minimum viable product. Tahap terakhir, yaitu reflection untuk mengevaluasi keberjalanan penelitian.\nUsulan rancangan konsep smart speaker yaitu berupa bentuk fisik yang kokoh dan menghadap ke pengguna supaya lebih sensitif dalam menerima dan mengeluarkan suara pengguna, kabel penyuplai daya yang fleksibel, tombol yang sensitif dan minimalis, dan sistem umpan balik yang informatif. Nilai net promoters score produk usulan didapatkan sebesar 10,48% yang mana nilai tersebut telah memenuhi kriteria batas minimum sebuah minimum viable product.", "Daftar File": {"ABSTRAK Zahra Kinanti": "https://digilib.itb.ac.id/gdl/download/232303"}, "Penulis": "Zahra Kinanti [13417115]", "Kontributor / Dosen Pembimbing": ["Prof. Yassierli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "design thinking, smart speaker, minimum viable product", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "10 Sep 2021"}