{"Nomor": 59558, "Judul": "PENGARUH PAPARAN MERKURI TERHADAP FUNGSI KOGNITIF, MEMORI, PENDENGARAN, DAN MOTORIK ANAK DI SEKITAR KEGIATAN PENAMBANGAN EMAS SKALA KECIL (PESK)  (STUDI KASUS: DESA JD, KECAMATAN SL, KABUPATEN WG, JAWA TENGAH)", "Abstrak": "Dalam kegiatan Penambangan Emas Skala Kecil (PESK) merkuri digunakan untuk mengekstrak emas dari ore melalui pembentukan amalgam untuk kemudian dipanaskan sehingga menyisakan kandungan emasnya. Pelepasan merkuri di lingkungan dapat menyebabkan pencemaran lingkungan. Paparan merkuri yang digunakan dalam proses PESK tidak hanya berdampak pada penambang namun juga terhadap masyarakat sekitar termasuk anak-anak. Paparan merkuri terhadap anak-anak dapat berdampak pada sistem saraf yang sedang berkembang. Studi ini dilakukan untuk menganalisis pengaruh paparan merkuri terhadap fungsi kognitif, memori, pendengaran, dan motorik anak di sekitar kegiatan PESK. Paparan merkuri diperoleh dari inventarisasi data dari penelitian pendahuluan. Fungsi kognitif dinilai dengan menggunakan Mini Mental State Examination (MMSE), fungsi memori dilakukan dengan menggunakan metode Backward Digit Span baik secara manual maupun komputerisasi, dan pendengaran dengan menggunakan tes garpu tala, adapun motorik tes dilakukan dengan metode tremor dan tandem gait. Penelitian dilakukan di Desa JD, Kecamatan SL, Kabupaten WG, Jawa Tengah. Responden yang ikut berpartisipasi dalam penelitian ini berjumlah 34. Berdasarkan hasil pemeriksaan Kesehatan, 4 responden (11,76%) suspek gangguan kognitif, 3 responden (8,82%) suspek gangguan memori, dan 16 responden (47%) suspek gangguan pendengaran. Tidak terdapat responden dengan suspek gangguan motorik. Hasil penelitian menunjukkan Intake oral Hg signifikan mempengaruhi peluang terjadinya gangguan kognisi (p<0,1) dan gangguan memori (p<0,1). Jarak lokasi pembakaran amalgam < 1 km, Intake inhalasi Hg serta konsentrasi Hg dalam darah dan urin signifikan mempengaruhi peluang terjadinya gangguan pendengaran (p<0,1).", "Daftar File": {"Judul & Abstrak.pdf\niu": "https://digilib.itb.ac.id/gdl/download/234036"}, "Penulis": "SEPTIASIH KOMALASARI [25318016]", "Kontributor / Dosen Pembimbing": ["Dr. Herto Dwi Ariesyady, S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "anak, fungsi kognitif, memori, merkuri, motorik, pesk", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "10 Sep 2021"}