{"Nomor": 59557, "Judul": "ANALISIS BIFURKASI DAN DINAMIKA CHAOTIC PADA SISTEM NE12", "Abstrak": "Melalui penemuan dengan menggunakan software khusus, Julien Clinton Sprott,\nbersama dengan Sajad Jafari dan M. R. H. Golpayegani, pada publikasinya di tahun\n2013 menemukan 17 sistem persamaan diferensial biasa tak linier yang dikarakterisasi\nsebagai sistem - sistem yang menunjukkan dinamika chaotic dengan fungsi\ntidak linier yang paling sederhana, di mana sederhana dalam hal ini berasal dari\nfungsi medan vektor berupa polinom kuadratik, serta merupakan sistem - sistem\nyang tidak memiliki titik kesetimbangan pada suatu nilai parameter tertentu. Dalam\ntesis ini, akan ditinjau salah satu sistem tersebut, yakni NE12 untuk mengetahui\nperilaku sistem dan bagaimana sistem memiliki dinamika chaotic. Hasil yang\nakan ditunjukkan secara analitik dan numerik adalah adanya bifurkasi fold dan bifurkasi\nsuperkritikal Hopf dari sistem NE12 yang disertai adanya rentetan bifurkasi\nperiod-doubling pada solusi periodik yang dihasilkan oleh bifurkasi superkritikal\nHopf pada sistem NE12. Selain itu, akan ditunjukkan secara numerik terbentuknya\nsuatu orbit homoklinik sebelum kemudian orbit homoklinik tersebut hancur pada\nsaat variasi parameter dilakukan. Dinamika chaotic dari sistem NE12 akan dikuantifikasi\ndengan memperlihatkan diagram himpunan limit dari sistem, nilai eksponen\nLyapunov dari sistem NE12 serta dimensi Kaplan-Yorke dari sistem NE12.", "Daftar File": {"ABSTRAK Muhammad Ismail Yunus": "https://digilib.itb.ac.id/gdl/download/234253"}, "Penulis": "Muhammad Ismail Yunus [20119018]", "Kontributor / Dosen Pembimbing": ["Prof. Marcus Wono Setya Budhi, Ph.D.", "Dr. Johan Matheus Tuwankotta, S.Si., M.Si.", "Dr. Eric", "Rudy Kusdiantara, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bifurkasi Fold Bifurkasi Superkritikal Hopf, Dinamika Chaotic, Orbit Homoklinik, Rentetan Period-Doubling, Sistem NE.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "10 Sep 2021"}