{"Nomor": 59562, "Judul": "PURIFICATION OF CRUDE GLYCEROL USING ACIDIFICATION, METHANOL EXTRACTION, AND ROTARY EVAPORATION.", "Abstrak": "Biodiesel merupakan salah satu energi alternatif yang paling menjanjikan disaat menipisnya ketersediaan energi fosil, hal ini menyebabkan industri ini berkembang begitu pesat. Industri biodiesel akan menghasilkan gliserol sebagai produk sampingannya. Terbatasnya kegunaan gliserol bersamaan dengan berlimpahnya ketersediaan gliserol menjadikan harga komoditas ini menjadi rendah. Harga yang rendah dan sifatnya yang tidak beracun membuat gliserol memiliki potensi yang baik untuk diaplikasikan pada fluida pemboran.\nStudi sebelumnya (Aristya, 2013) menunjukkan potensi gliserol sebagai aditif pada Water Based Mud (WBM) untuk meningkatkan sifat lubrisitas dari lumpur. Sebagai salah satu fungsi lumpur pemboran, lubrisitas memegang peranan penting dalam keberhasilan operasi pemboran secara efektif dan efisien terutama pada pemboran sumur berarah karena tingginya torsi dan gesekan. Selain sebagai lubricant, gliserol juga menyimpan potensi untuk diaplikasikan sebagai base fluid dalam Synthetic Oil Based Mud (SOBM).\nSebelum sampel gliserol mentah dapat dimanfaatkan sebagai aditif ataupun base fluid, purifikasi harus dilakukan untuk menghilangkan zat-zat pengotor dan mendapat karakteristik yang sesuai. Studi ini akan berfokus dalam mendapatkan tingkat kemurnian gliserol yang tinggi dari sampel gliserol mentah yang didapat. Proses purifikasi dilakukan dengan menggunakan kombinasi metode kimia fisik dan pemisahan dengan rotary evaporator untuk menghilangkan kandungan garam, asam lemak, dan pelarut yang tersisa.\nHasil eksperimen menunjukan metode pemurnian yang dilakukan berhasil meningkatkan kemurnian gliserol secara signifikan. Analisa menggunakan Gas Chromatography – Mass Spectrometry (GC-MS) menunjukan bahwa sampel gliserol mentah dengan tingkat kemurnian 9,84% dapat dimurnikan hingga kadar kemurnian 94,61%.", "Daftar File": {"ABSTRAK Syarif Kamal": "https://digilib.itb.ac.id/gdl/download/232325"}, "Penulis": "Syarif Kamal [12210052]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "gliserol, purifikasi, fluida pemboran", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "10 Sep 2021"}