{"Nomor": 59578, "Judul": "DESAIN SISTEM MANAJEMEN KINERJA UNTUK PROSES BISNIS PRODUKSI DI PABRIK 5 PT PUPUK KALIMANTAN TIMUR MENGGUNAKAN PENDEKATAN SISTEM MANAJEMEN KINERJA TERINTEGRASI", "Abstrak": "Departemen Operasi Pabrik 5 atau pabrik kaltim 5 adalah fasilitas produksi amoniak dan urea\nterbaru dan terbesar yang dimiliki oleh Pupuk Kaltim dan Indonesia. Sebagai pabrik terbesar,\nKaltim 5 harus memiliki kinerja keuangan dan non-keuangan yang bagus. Pengukuran kinerja\nyang ada sekarang hanya berfokus pada sisi keuangan atau keuntungan saja, sedangkan\npengukuran kinerja untuk variabel kinerja non-keuangan masih kurang efektif. Padahal\nvariabel kinerja non-keuangan tersebut erat kaitannya dengan kepuasan para pemangku\nkepentingan perusahaan atau stakeholder terhadap perubahan bisnis perusahaan. Proses\nidentifikasi masalah menemukan bahwasanya tidak adanya sistem pengukuran kinerja \nmenyeluruh , yang mengakomodasi dan mengevaluasi variabel kinerja penting dan\nberpengaruh terhadap proses bisnis produksi pabrik Kaltim 5. Permasalahan ini akan\ndiselesaikan dengan pendekatan sistem manajemen kinerja terintegrasi atau yang dikenal juga\ndengan sistem manajemen kinerja berbasis pengetahuan. Sistem kinerja tersebut bersifat\nmenyeluruh, memperbaiki sistem kinerja terdahulu yang pernah ada dan telah diterapkan di\nbanyak perusahaan Indonesia. Data primer untuk mendesain sistem kinerja terintegrasi tersebut\ndidapatkan dengan proses diskusi dan wawancara dengan pihak pabrik Kaltim 5 terkait variabel\nkinerja penting yang mempengaruhi proses bisnis produksi. Variabel kinerja tersebut dibagi\nmenjadi 3 perspektif: keluaran organisasi, proses internal dan kemampuan sumber. Penelitian\ntugas akhir ini menemukan bahwa terdapat beberapa variabel kinerja penting terkait tiga\nperspektif  diatas yang mempengaruhi proses bisnis produksi. Hubungan dengan pemangku\nkepentingan eksternal serta kinerja harga pokok produksi menjadi variabel kinerja penting\ndalam perspektif keluaran bisnis/organisasi. Sedangkan implementasi Predictive & Preventive\nMaintenance (PPM) dan Objective & Key Results (OKR) system merupakan variabel kinerja\npenting dalam perspektif proses internal. Untuk perspektif kemampuan sumber menempatkan\nvariabel kinerja pemenuhan kualifikasi dan kompetensi karyawan dan penerapan budaya kerja\nmenjadi variabel penting. Rencana implementasi sistem manajemen kinerja terbagi atas empat\ntahap yakni tahap pengukuran, evaluasi, diagnosa dan tindak lanjut. Keempat tahap tersebut\nmencakup beberapa aktivitas berurutan yakni pengukuran sistem manajemen kinerja,\npelaporan, sosialisasi, analisa untung-rugi, pelatihan, pengalokasian sumber daya dan tampilan.\nTantangan implementasi IPMS tersebut terletak pada isu kepemimpinan, komitmen untuk\nberubah dan penerapan budaya kerja.", "Daftar File": {"2021_TS_PP_MUHAMMAD FAHMI_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/232374"}, "Penulis": "Muhammad Fahmi [29119554]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "proses bisnis produksi, sistem manajemen kinerja terintegrasi, Kaltim 5", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "13 Sep 2021"}