{"Nomor": 59570, "Judul": "MENAMBAH RUANG TERBUKA HIJAU (RTH) KOTA BOGOR: INTEGRASI STADION DENGAN RTH PADA KAWASAN GOR PAJAJARAN, BOGOR", "Abstrak": "Pertumbuhan penduduk yang pesat di kota Bogor menyebabkan perkembangan permukiman\nyang tidak terkendali di kota dan kebutuhan pertumbuhan infrastruktur yang berdampak buruk pada\nlingkungan. Hal ini menyebabkan penyediaan ruang terbuka hijau menjadi permasalahan yang sangat\npenting bagi Kota Bogor karena berakibat pada menurunnya kualitas fungsi ekologis lingkungan\nperkotaan. Penyediaan RTH yang cukup di Kota Bogor bertujuan menjamin keseimbangan sistem\nekologis kota dan sekaligus meningkatkan nilai estetikanya.\nKekurangan RTH Publik kota Bogor membuat Pemkot Bogor meletakkan fokus khusus pada RTH,\nbersama dengan pembangunan infrastruktur yang ramah lingkungan sebagai indikator pencapaian\ntujuan RTRW. Pembangunan terencana yang menjadikan RTH sebagai masalah utama perancangan\nakan menjadi tanggapan yang relevan terhadap isu yang sedang berlangsung di Kota Bogor, paling\ntidak hingga satu dekade ke depan. Integrasi antara kebutuhan RTH dengan pertumbuhan\ninfrastruktur kota Bogor diperlukan dalam perencanaan. Selain itu, pembangunan harus memiliki\npengaruh yang signifikan dalam pertumbuhan RTH Kota Bogor dan juga kebutuhan infrastrukturnya.\nBeberapa langkah yang bisa dilakukan adalah memaksimalkan kebutuhan RTH sesuai dengan Koefisien\nDasar Hijau dan merancang RTH yang terintegrasi dengan bangunan.\nIntegrasi yang dilakukan untuk menanggapi isu kekurangan jumlah RTH Kota Bogor adalah stadion\ndi Kawasan GOR Pajajaran, Kec. Tanah Sareal. Sebagai infrastruktur publik, stadion dapat dapat\ndiakses warga dengan berbagai alasan, sehingga dapat mengakomodasi fungsi sosial dan budaya dari\nRTH. Bangunan ini akan menempati lahan di Jalan Pemuda, Bogor seluas ±80.000 m2\nsesuai dengan\narahan RPJMD Kota Bogor Tahun 2019-2024. Melalui pembangunan ini, infrastruktur dapat mencapai\ntujuan pertambahan RTH yang signifikan dan juga tercapainya berbagai fungsi RTH.", "Daftar File": {}, "Penulis": "Deva Dwirangga [15217059]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Andry Widyowijatnoko, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "RTH, GOR Pajajaran, stadion", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "13 Sep 2021"}