{"Nomor": 59577, "Judul": "EVALUASI KINERJA MANAJEMEN PROYEK MENGGUNAKAN PENDEKATAN SYSTEM DYNAMIC  STUDI KASUS : PROYEK PEMBANGUNAN STASIUN PENGISIAN LNG DI DOK KARGO", "Abstrak": "Keterlambatan merupakan fenomena umum dalam proyek konstruksi. Proyek Engineering,\nProcurement, Construction, Commissioning (EPCC) LNG Filling Station Cargo Dock, yang merupakan\nproyek kedua dari Perusahaan di segmen bisnis layanan teknis di proyek EPCC, mengalami\nketerlambatan sebesar 8,98% di akhir proyek. Mengetahui faktor keterlambatan proyek sangat penting\nuntuk mendapatkan pelajaran dari keterlambatan proyek. Ada keterbatasan untuk penelitian ini.\nPertama, penelitian ini hanya mensimulasikan pengaruh faktor keterlambatan terhadap jadwal proyek\ndi Proyek EPCC Stasiun Pengisian LNG di Dok Kargo. Kedua, penelitian ini relevan dengan proyek di\nperusahaan penulis, perusahaan lain mungkin memiliki kebijakan, pendekatan, dan prosedur yang\nberbeda. Ketiga, analisis biaya proyek tidak dilakukan dalam penelitian ini. \nPendekatan system dynamic (SD) diusulkan untuk mensimulasikan interaksi faktor penyebab\nketerlambatan pada waktu pelaksanaan proyek. Karena sifat yang kompleks dan dinamis dari sistem\nyang dipelajari, dinamika keseluruhan dari efek interaksi faktor keterlambatan pada jadwal proyek\nmenjadi fokus utama penelitian ini. \nKontribusi penelitian ini adalah untuk membuktikan bahwa model sistem dinamik pada penelitian\nsebelumnya dapat digunakan dengan penyesuaian faktor keterlambatan proyek. Penelitian ini\nmengusulkan metode komprehensif lain untuk mengevaluasi faktor keterlambatan. Dalam hal ini, ada\nbanyak peluang untuk memperluas penelitian ini dan memverifikasi lebih lanjut hasil yang diperoleh\ndalam studi ini. Penelitian lebih lanjut diperlukan melalui penerapan proyek lain.  \nRencana mitigasi harus segera ditetapkan untuk mencegah risiko dalam pelaksanaan proyek perusahaan\nberikutnya. Dari hasil simulasi dapat disimpulkan bahwa urutan mitigasi preventif yang perlu dilakukan\nadalah: perbaikan proses pengadaan, perencanaan sumber daya sub-kontraktor harus dipantau, insiden\nharus diminimalkan dengan pemantauan konstruksi dan prosedur kerja, adanya klausul tentang\nketerlambatan pembayaran kepada pemilik proyek, dan mencegah pergantian personel untuk mencegah\nkurva pembelajaran.", "Daftar File": {"2021_TS_PP_Maulani Candra_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/232373"}, "Penulis": "Maulani Candra [29119563]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "nalytic Hierarchy Process;Faktor Keterlambatan; Kepner-Tregoe; Manajemen Proyek; PMBOK; Sensitivity Analysis, System Dynamic", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "13 Sep 2021"}