{"Nomor": 59582, "Judul": "PRODUKSI GAS HIDROKARBON SEARA PIROLISIS KARET ALAM SADAP", "Abstrak": "Getah karet alam sadah memiliki potensi luar biasa untuk diolah menjadi produk yang memiliki manfaat bagi kehidupan. Struktur kimia getah karet alam yaitu Isoprena adalah struktur kimia yang kemiripannya dekat dengan bahan baku fosil. Struktur kimia getah karet alam yang mirip dengan bahan baku fosil membuat getah karet alam dapat diolah menjadi produk biohidrokarbon gas yang memiliki kualitas yang mirip seperti bahan baku fosil. Produksi biohidrokarbon gas dari bahan baku getah karet alam memiliki potensi luar biasa seperti dapat digunakan sebagai bahan baku industri petrokimia, bahan baku energi yang bersifat green chemistry bahan baku produksi makanan dan minuman, pupuk, dan pembangkit listrik. Biohidrokarbon gas diproduksi melalui proses pre-treatment getah karet alam kemudian pirolisis dengan menggunakan variasi temperatur 300oC, 400oC, 500oC, 600oC dan variasi waktu tahan pada temperatur operasi optimum 0, 15, 30, 45, 60 menit. Yield produk optimum yang diperoleh adalah 16,04% dengan komponen gas hidrokarbon adalah H2, CO, CO2, C1-C5 pada temperatur operasi optimum yaitu 500oC. Pada temperatur 500oC waktu tahan yang paling optimm adalah 30 menit karena semua komponen hidrokarbon berada pada titik puncak perolehan. Kemudian pada tiap temperatur diukur nyala tinggi api, analisa warna a[i, dan laju alir. Dari ketiga analisa yang dilakukan pada temperatur 500oC tinggi api dan laju alir optimum yaitu sebesar 12 cm dan 200 mL/min dengan warna api kekuningan yang mengindikasikan bahwa kandungan hidrokarbon yang terkandung didalam produk biohidrokarbon gas telah dibuktikan secara visual warna.", "Daftar File": {"ABSTRAK Josua karunia Panannangan": "https://digilib.itb.ac.id/gdl/download/232401", "COVER Josua karunia Panannangan": "https://digilib.itb.ac.id/gdl/download/237639", "BAB 1 Josua karunia Panannangan": "https://digilib.itb.ac.id/gdl/download/237642", "BAB 2 Josua karunia Panannangan": "https://digilib.itb.ac.id/gdl/download/237646", "BAB 3 Josua karunia Panannangan": "https://digilib.itb.ac.id/gdl/download/237650", "BAB 4 Josua karunia Panannangan": "https://digilib.itb.ac.id/gdl/download/237654", "BAB 5 Josua karunia Panannangan": "https://digilib.itb.ac.id/gdl/download/237656"}, "Penulis": "Josua karunia Panannangan [23018029]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Getah Karet Alam, Pirolisis, Biohidrokarbon gas, Tinggi Nyala Api, Laju Alir, Warna Api", "Sumber": "Perpustakaan Prodi Teknik Kimia", "Staf Input/Edit": "Alice Diniarti  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "13 Sep 2021"}