{"Nomor": 59599, "Judul": "STUDI KOMPUTASI MEKANISME REAKSI SINTESIS DIENA  KARBOKSILAT DARI ?-VINIL ALLENOAT TERKATALISIS  FOSFIN DENGAN METODE DFT", "Abstrak": "Diena karbosilat merupakan keluarga senyawa karboksilat yang memiliki ikatan rangkap ganda pada karbon-? dan karbon-?. Rangka dari diena karboksilat terdapat pada berbagai produk alami dan senyawa bioaktif yang digunakan obat. Kemudian, diena karboksilat dapat digunakan dalam berbagai transformasi organik. Sintesis diena karboksilat dapat dilakukan dengan reaksi Wittig, isomerisasi allene, kopling dikatalisis logam transisi. Sayangnya, metode-metode tersebut masih memiliki kendala seperti, jumlah produk samping yang besar, tahap reaksi yang banyak, limbah logam berat, dan logam transisi yang terkontaminasi. Namun demikian, metode yang baru memungkinkan sintesis diena karboksilat dari ?-vinil allenoat yang dikatalisis oleh fosfin. Metode tersebut memiliki jumlah produk samping yang lebih sedikit, langkah yang lebih sederhana, dan bebas dari logam berat yang berbahaya. Pada penelitian ini dilakukan studi komputasi mekanisme reaksi sintesis diena karboksilat dari ?-vinil allenoat berkatalisis fosfin. Metode yang digunakan pada penelitian ini adalah B3LYP/6-31G untuk optimasi geometri, ?B97M- D3BJ/6-31G(d,p) untuk komputasi energi satu titik, dan B3LYP/6-31G(d) terfaktorisasi skala untuk koreksi energi bebas Gibbs. Pengkajian mekanisme reaksi sintesis diena karboksilat dari ?-vinil allenoat telah dilakukan. Dari 6 spesi stabil yang diperkirakan, hanya 5 spesi yang stabil ketika dioptimasi geometri dan 1 spesi stabil yang diperkirakan, terpecah ketika dioptimasi geometri. Disimpulkan bahwa reaksi hanya memiliki 4 tahapan reaksi dan bukan 5 tahapan reaksi seperti yang diperkirakan. Pengaruh gugus vinil terhadap kereaktifan posisi dalam reaksi telah berhasil diketahui. Berdasarkan data muatan atom Loewdin, gugus vinil dan efek sterik katalis akan mendorong posisi reaktif dari karbon-? ke karbon-?. Didapatkan pula bahwa data muatan atom Loewdin menjelaskan kereaktifan dalam eksperimen yang dirujuk dengan lebih baik daripada data muatan atom Mulliken. Aspek termokimia reaksi telah berhasil ditentukan. Semua variasi reaksi bersifat eksotermik, dengan reaksi dalam diklorometana lebih eksotermik daripada reaksi dalam kloroform. Aspek kinetika reaksi telah berhasil ditentukan. Reaksi berkatalis fosfin bifungsional turunan thiourea memiliki energi aktivasi lebih rendah dibandingkan reaksi berkatalis trifenilfosfin.", "Daftar File": {"ABSTRAK Muhammad Abdullah Hanif": "https://digilib.itb.ac.id/gdl/download/232434", "PUSTAKA Muhammad Abdullah Hanif": "https://digilib.itb.ac.id/gdl/download/239045"}, "Penulis": "Muhammad Abdullah Hanif [10517033]", "Kontributor / Dosen Pembimbing": ["Drs. Muhamad Abdulkadir Martoprawiro, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "diena karboksilat, katalis fosfin, allenoat, mekanisme, DFT, komputasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Sep 2021"}