{"Nomor": 59591, "Judul": "EKSPRESI HETEROLOG SERIN HIDROKSIMETILTRANSFERASE PADA PICHIA PASTORIS", "Abstrak": "Serin hidroksimetiltransferase (SHMT; E.C. 2.1.2.1) merupakan enzim yang membutuhkan pyridoxal-5’-phosphate (PLP) sebagai kofaktornya dan enzim SHMT berfungsi untuk mengkatalisis interkonversi dari glisin menjadi L-serin dengan bantuan 5,10 metilen-tetrahidrofolat (mTHF). Penelitian ini bertujuan untuk mendapatkan vektor ekspresi pPICZ?A yang telah terinsersi gen SHMT, kemudian mendapatkan transforman Pichia pastoris yang mengandung plasmid rekombinan pPICZ?A-SHMT dengan sifat fenotip Mut+ dan ekspresi transforman yang memiliki plasmid rekombinan pPICZ?A-SHMT diharapkan mampu menghasilkan aktivitas dari ekstrak kasar enzim SHMT. Untuk mendapatkan ekstrak kasar enzim, digunakan pendekatan subkloning pada gen SHMT yang telah diklon sebelumnya, kemudian direstriksi dan diinsersi ke dalam vektor ekspresi pPICZ?A, lalu digunakan pada proses transformasi Pichia pastoris menggunakan plasmid rekombinan tersebut, hasil transformasi kemudian digunakan untuk ekspresi enzim SHMT. Gen SHMT yang telah diklon sebelumnya, diamplifikasi dengan menggunakan primer yang telah dirancang dengan sisi pengenalan restriksi EcoRI dan XbaI dan dihasilkan elektroferogram dengan fragmen gen SHMT dengan ukuran ~1,3 kb. Gen SHMT hasil amplifikasi kemudian diligasi dengan plasmid kloning pJET1.2/blunt menghasilkan plasmid rekombinan pJET-SHMT dan digunakan pada proses transformasi Escherichia coli TOP10F’. Transforman yang memiliki plasmid rekombinan pJET-SHMT kemudian diinokulasi dan diisolasi plasmidnya. Plasmid rekombinan pJET-SHMT kemudian direstriksi dengan enzim restriksi EcoRI dan XbaI. Hasil restriksi kemudian diligasi dengan vektor ekspresi pPICZ?A yang telah direstriksi dengan enzim restriksi yang sama dan menghasilkan plasmid rekombinan pPICZ?A-SHMT. Plasmid rekombinan pPICZ?A-SHMT kemudian dilinearisasi dengan menggunakan enzim restriksi SacI untuk digunakan pada transformasi Pichia pastoris GS115 dan menghasilkan transforman dengan plasmid rekombinan pPICZ?A-SHMT. Transforman Pichia pastoris ditentukan sifat fenotipnya  menggunakan Polymerase Chain Reaction (PCR) dan menghasilkan 2 pita pada elektroferogram yang menjelaskan bahwa transforman Pichia pastoris GS115 mempunyai sifat fenotip Mut+. Ekspresi enzim SHMT menggunakan transforman yang mengandung plasmid rekombinan pPICZ?A-SHMT menghasilkan ekstrak kasar enzim SHMT yang memiliki aktivitas pada hari keenam. Aktivitas spesifik ekstrak kasar enzim tertinggi berada\n pada induksi dengan metanol 2% yaitu sekitar 15,23 U/mg. Aktivitas spesifik ekstrak kasar enzim dapat menunjukkan bahwa enzim SHMT dapat diekspresi dengan menggunakan sel inang Pichia pastoris, tetapi jika dibandingkan dengan aktivitas enzim SHMT pada Escherichia coli yang memiliki aktivitas sekitar 118,16\nU/mg, enzim SHMT pada Pichia pastoris memiliki aktivitas yang lebih rendah. Namun, dengan sel inang berupa ragi kemungkinan enzim bersifat endotoksin lebih rendah karena Pichia pastoris telah diverifikasi sebagai Generally Recognized as Safe bahwa Pichia pastoris aman untuk lingkungan.", "Daftar File": {"ABSTRAK Marina Wulandari Nasution": "https://digilib.itb.ac.id/gdl/download/232419", "PUSTAKA Marina Wulandari Nasution": "https://digilib.itb.ac.id/gdl/download/238790"}, "Penulis": "Marina Wulandari Nasution [20519034]", "Kontributor / Dosen Pembimbing": ["Prof. Akhmaloka, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Serin hidroksimetiltransferase, L-serin, ekspresi heterolog, subkloning, plasmid rekombinan, Pichia pastoris.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Sep 2021"}