{"Nomor": 59604, "Judul": "STUDI PERBANDINGAN HASIL PERAMBATAN PERCEPATAN GEMPA TERHADAP HASIL PENYUSUNAN MODIFIED MOTION PERMUKAAN TANAH DI KOTA BANDUNG BERDASARKAN STANDAR NASIONAL INDONESIA (SNI) 1726 TAHUN 2012 DAN 2019", "Abstrak": "Modified ground motion dibuat karena adanya keterbatasan informasi mengenai pencatatan percepatan gempa dalam bentuk time history yang dapat diakses secara bebas di wilayah Indonesia. Keterbatasan ini menjadi penyebab sulitnya akses untuk mendapatkan informasi gerak tanah yang diperlukan, meskipun peruntukannya dalam dunia akademis maupun penelitian. Penyusunan suatu ground motion dalam bentuk time history percepatan gempa di suatu lokasi yang tidak memiliki informasi motion perlu dilakukan, yang mana nantinya dapat digunakan sebagai input/masukan untuk analisis lanjutan dalam perencanaan suatu bangunan tahanan gempa.\nAnalisis penskalaan gerak tanah dilakukan dengan menggunakan program Seismomatch dan bantuan Microsoft Excel, baik untuk penskalaan gerak tanah di batuan dasar maupun di permukaan, dengan melakukan pemrosesan data seed motion. Hasil penskalaan di batuan dasar kemudian dirambatkan ke permukaan, dengan bantuan perangkat lunak Deepsoil, sehingga diperoleh nilai percepatan gempa di permukaan. Kemudian nilai ini akan dibandingkan dengan percepatan gempa hasil penskalaan gerak tanah terhadap target spektra permukaan tanah yang disusun berdasarkan SNI 1726: 2012 dan 2019.\nNilai percepatan hasil perambatan gelombang dengan melakukan input parameter maupun kondisi site specific Kota Bandung, secara konsisten memiliki nilai yg lebih kecil apabila dibandingkan dengan hasil percepatan di permukaan berdasarkan penskalaan gerak tanah terhadap target spektra di permukaan yang disusun pada SNI 1726: 2012 maupun 2019.", "Daftar File": {"ABSTRAK BAYU WINTORO": "https://digilib.itb.ac.id/gdl/download/232443"}, "Penulis": "BAYU WINTORO [25018327]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Masyhur Irsyam, MSE., Ph.D. Dr. Ir. M. Asrurifak, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Penskalaan Gerak Tanah, Perambatan, Seed Motion, Spektra Target, Pembandingan Percepatan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2021"}