{"Nomor": 59602, "Judul": "APLIKASI MODEL SWAT (SOIL AND WATER ASSESSMENT TOOLS) UNTUK MENGANALISIS KONDISI HIDROLOGI SUD DAS CIKERUH ZONA 4", "Abstrak": "Sumber daya air merupakan salah satu unsur yang keberadaannya memiliki peranan\npenting bagi makhluk hidup yang ada di bumi. Namun saat ini keberadaan sumber\ndaya air banyak yang tidak memiliki kemampuan dalam memenuhi kebutuhan air\ndan tidak mendukung ekosistem keanekaragaman hayati yang tangguh. Setiap\ntahun jumlah DAS kritis di Indonesia semakin meningkat dan kondisinya semakin\nmemburuk, ditandai peningkatan DAS prioritas di Indonesia tiap tahun. Sub Daerah\nAliran Sungai (DAS) Cikeruh Zona 4 merupakan bagian dari DAS Citarum Hulu\nyang terletak pada wilayah cekungan Bandung yang saat ini mengalami\npermasalahan hidrologi yang cukup serius terutama akibat adanya konversi lahan.\nDalam memperbaiki permasalahan yang terdapat dalam suatu DAS, perlu dilakukan\nkarakterisasi suatu sub DAS tersebut sehingga didapatkan bagaimana teknik\npengendalian maupun pengelolaan hutan yang dapat diterapkan. Soil and Water\nAssessment Tools (SWAT) merupakan salah satu model yang dapat digunakan\ndalam mengidentifikasi karakteristik hidrologi DAS dan mensimulasikan tindakan\nmenajemen pengelolaan yang dapat diterapkan dalam suatu DAS dalam jangka\npanjang. Pada penelitian ini dilakukan identifikasi karakteristik biofisik Sub DAS\nCikeruh Zona 4 menggunakan model hidrologi SWAT (Soil and Water Assessment\nTools) dengan memadukan modifikasi indikator kesehatan ekosistem DAS menurut\nPeraturan Menteri Kehutanan P.61/Menhut-II/2014. Adapun karakteristik biofisik\nSub DAS yang dianalisis adalah karakteristik lahan (persentase lahan kritis,\npersentase penutupan vegetasi, dan indeks erosi), hidrologi (KRA, KAT, muatan\nsedimen, banjir, dan IPA), dan pemanfaatan ruang wilayah (kawasan lindung dan\nkawasan budidaya). Dari hasil simulasi SWAT yang dilakukan diperoleh luas Sub\nDAS Cikeruh zona 4 sebesar 810,52 Ha yang terdiri atas 7 subbasin dan 96 HRU\ndengan outlet pada subbasin ketujuh. Setelah dilakukan hasil uji statistik dari model\ntersebut diperoleh nilai koefisien Nash-Sutcliffe Efficiency (NSE) sebesar 0,47 dan\nkoefisien determinasi (R2) sebesar 0,47 dimana nilai tersebut termasuk kedalam\nkategori yang memuaskan. Agar diperoleh nilai yang lebih baik lagi dan diperoleh bukti output model\nyang dihasilkan menggambarkan kondisi DAS yang sebenarnya, dilakukan proses kalibrasi\ndan validasi dengan menggunakan SUFI2.SWAT-CUP. Setelah proses kalibrasi diperoleh\nhasil nilai NSE sebesar 0,55 dan R2 sebesar 0,59 yang masih termasuk kedalam kategori\nmemuaskan namun dengan nilai lebih baik; dan hasil validasi diperoleh nilai NSE sebesar\n0,46 dan R2 sebesar 0,51 yang termasuk kedalam kategori memuaskan. Setelah kalibrasi\ndan validasi, maka dilakukan identifikasi karakter biofisik Sub-DAS Cikeruh zona 4 dan\ndiperoleh hasil karakteristik lahan kritis relatif sangat rendah, penutupan vegetasi relatif\nsangat buruk, indeks erosi sangat tinggi, KRA relative tinggi, KAT sangat tinggi, muatan\nsedimen sedang, banjir relatif tinggi, IPA buruk, kawasan lindung sangat baik, dan kawasan\nbudidaya sangat rendah. Berdasarkan hasil analisis karakterisitik tersebut dilakukan\nperhitungan daya dukung DAS, dimana Sub DAS Cikeruh Zona 4 secara umum termasuk\nkedalam kategori sedang pada seluruh subbasin, namun pada subbasin kedua termasuk\nkedalam kategori buruk. Sehingga dilakukan skenario perubahan penggunaan lahan untuk\nmemperoleh hasil model penggunaan lahan optimum maupun lebih baik, yang terdiri atas\nperubahan lahan dari sawah ke hutan sebanyak 20% dan perkebunan ke hutan sebanyak\n30%. Dari kedua skenario yang dilakukan, hasil terbaik dan efektif dalam memperbaiki\npermasalahan di Sub DAS Cikeruh Zona 4 adalah sawah ke hutan sebanyak 20%, dimana\npada subbasin 1,3,4, dan 7 daya dukung DAS-nya berubah dari kategori sedang menjadi\nbaik dan pada subbasin 2 daya dukung DAS-nya berubah dari kategori buruk menjadi\nsedang.", "Daftar File": {"ABSTRAK Dicko Luhut Fortune Nababan": "https://digilib.itb.ac.id/gdl/download/232636"}, "Penulis": "Dicko Luhut Fortune Nababan [11517045]", "Kontributor / Dosen Pembimbing": ["Dr. Yayat Hidayat, S.Hut., M.Si.", "Dr. Ir. Asep Suheri, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Daya dukung DAS, karakteristik biofisik, penggunaan lahan, Sub- DAS Cikeruh, SWAT", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2021"}