{"Nomor": 59614, "Judul": "ARSITEKTUR SEBAGAI EKSPRESI BUDAYA BAGI GENERASI MUDA: PUSAT PEMUDA DAN KEBUDAYAAN CIREBON", "Abstrak": "Saat ini, banyak terjadi budaya dalam negeri yang diklaim oleh negara lain akibat dari akulturasi budaya yang menciptakan batas semu antar budaya. Generasi muda (generasi X, Y, Z dan alfa) cenderung mencari tahu budaya luar dan menganggap budaya sendiri ketinggalan zaman. Salah satu daerah yang menyimpan banyak warisan sejarah dan budaya sebagai identitas daerahnya yaitu Cirebon. Tidak banyak orang mengetahui tentang beragam budaya yang tersimpan di Cirebon. Sebagai respon dari permasalahan tersebut, dibuatlah sebuah perancangan bangunan Youth and Cultural Center Cirebon yang bertujuan untuk mendekatkan anak muda dengan budaya dengan cara menyediakan wadah berkegiatan bagi anak muda yang di dalamnya tersedia kegiatan berbudaya. Dengan demikian, mereka akan merasa memiliki dan mengenal budaya setempat. Cirebon Youth and Cultural Center menjadi bangunan yang dicari oleh anak muda setelah pulang sekolah untuk kegiatan aktualisasi diri.\nProyek direncanakan berada di Kota Cirebon, di sudut Jalan Veteran dan Jalan Siliwangi. Lokasi berada di pusat kota dekat dengan alun-alun sebagai pusat kegiatan masyarakat. Pemilihan lokasi tersebut menjadi penting karena target pengguna yang diinginkan yaitu pengunjung yang sedang berjalan-jalan, kalangan anak muda, serta wisatawan yang berkunjung ke pusat kota. Juga terdapat pengguna untuk fungsi komersial, pengelolaan dan penggiat seni. Kegiatan utama yang diwadahi yaitu komersil, performance, belajar, makan, eksibisi, outdoor activities dan interaksi.\nPada lahan seluas 8000 m2, konsep yang ingin dibawa yaitu Arsitektur sebagai Ekspresi Budaya bagi Generasi Muda. Mempertemukan unsur tradisional dan modern dalam bangunan yang berfungsi sebagai pelengkap alun-alun kota yang di dalamnya menyediakan wadah aktualisasi diri generasi muda. Isu utama yang diangkat yaitu interaksi sosial, dis-programming, aktualisasi diri, dan karakter tapak. Bangunan terdiri dari 4 lantai: bertemu, berani, berkarya, kembali. Material utama digunakan permainan batu bata sebagai ekspresi budaya.  Di bagian sudut tapak massa bangunan disubstrak untuk membuat ruang sebagai tempat mengadakan penampilan. Tersedia parkir kendaraan di semi-basement.", "Daftar File": {}, "Penulis": "Salsabila Ditrasti [15217066]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Arif Sarwo Wibowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Cirebon, ekspresi budaya, generasi muda, aktualisasi diri, alun-alun.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "14 Sep 2021"}