{"Nomor": 59612, "Judul": "REKREASI DALAM BEKERJA : FASILITAS PENGEMBANGAN PROFESI GENERASI MUDA KOTA BANDUNG", "Abstrak": "Kota Bandung sebagai salah satu kota kreatif dengan jumlah pekerja lepas terbanyak di Indonesia menjadi sebuah potensi area pengembangan start-up dan pekerja muda kreatif. Namun masih banyak faktor kegagalan dalam perkembangan start-up seperti kebutuhan pasar yang menurun, kerja sama tim melemah dan ruang prasarana yang relatif mahal serta infrastruktur yang belum sesuai dengan aktivitas. Kebutuhan akan ruang kerja yang optimal semakin meningkat karena dapat berfungsi sebagai interaksi sosial dan tempat berkembangnya sebuah inovasi dan kreativitas. Perancangan coworking hub yang terletak di Jalan Sulanjana, Kota Bandung dengan tema “Rekreasi dalam Bekerja” merupakan fasilitas lingkungan kerja terpusat yang nyaman dan santai namun tetap mendukung produktivitas bagi para pekerjanya. \nPerancangan fungsi campuran ini melibatkan area komersil sebagai lingkungan rekreasi dan area kerja sebagai penunjang produktivitas dalam bekerja. Fasilitas ini bertujuan sebagai ruang kolaborasi sekaligus ruang kerja yang menyenangkan, nyaman, fleksibel dan mampu mengurangi stres. Proyek ini memberi pengaruh baik pada aspek sosial dengan menyediakan ruang interaksi, mengubah sifat konsumtif menjadi produktif dan mendukung bisnis dan perekonomian komunitas wilayah tersebut. \nArea lahan seluas 5.500 m2 dengan total luas bangunan mencapai 6.800 m2 mampu menampung hingga 500 orang dalam bangunan 3 lantai dan 1 lantai semi-basement. Tediri dari tiga buah massa untuk mempertahankan cityscape lahan dengan skywalk terbuka sebagai penghubung bangunan. Konsep bangunan semi terbuka menciptakan suasana yang nyaman, produktif dan ramah bagi lingkungan.", "Daftar File": {}, "Penulis": "Dyah Cahyamawarni [15217078]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Erika Yuni Astuti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Coworking hub, Interaksi sosial, Kerja, Rekreasi, Start-up", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "14 Sep 2021"}