{"Nomor": 59611, "Judul": "ENHANCING THE EXISTENCE OF LOCAL FOOD DIVERSITY: FOOD HUB PLERED SEBAGAI UPAYA PENINGKATAN NILAI TAMBAH PANGAN LOKAL", "Abstrak": "Food Hub Plered di Kabupaten Purwakarta merupakan sebuah proyek perancangan tugas akhir yang bersifat fiktif. Proyek ini berlokasi di Jalan Raya Citeko, Kecamatan Plered, Kabupaten Purwakarta, Jawa Barat. Food hub ini merupakan model terintegrasi yang mewadahi fungsi produksi, pengolahan, distribusi, dan edukasi pangan lokal. Indonesia sebagai negara beriklim tropis dengan kekayaan sumber pangan yang berlimpah masih bergantung pada satu komoditas yaitu beras atau nasi. Implikasi dari ketergantungan masyarakat akan pangan yang seragam dalam hal ini dapat mengancam ketahanan pangan nasional. Salah satu faktor yang menyebabkan terjadinya hal tersebut adalah kurangnya edukasi dan sosialisasi mengenai keberagaman atau diversifikasi pangan lokal non beras. Pangan lokal pun memiliki masalah tersendiri yaitu kurangnya branding dan labelling serta kurang bervariasinya pengolahan pangan lokal tersebut. Oleh karena itu, diperlukan upaya peningkatan nilai tambah pangan lokal guna meningkatkan eksistensinya. Dengan itu, diharapkan upaya tersebut dapat memberikan dampak baik terhadap ketahanan pangan nasional.\nProyek ini diprakarsai oleh Dinas Pangan dan Pertanian Kabupaten Purwakarta yang berkolaborasi dengan Food and Agriculture Organization of the United Nations (FAO) serta komunitas pangan lokal. Food hub ini akan dirancang di atas lahan seluas ±18.000 m2. Pada umumnya, persentase fungsi dari food hub diberatkan pada fungsi produksi atau pengolahan. Namun pada Food Hub Plered ini persentase fungsi lebih diberatkan pada fungsi edukasi. Persentase fungsi tersebut didasari oleh hasil analisis terhadap konteks yang salah satunya merupakan kurangnya edukasi terhadap pengolahan maupun konsumsi pangan masyarakat Indonesia. Bentuk edukasi yang dapat diterapkan terbagi menjadi dua yaitu edukasi mengenai pengolahan pangan lokal (untuk masyarakat sekitar) dan edukasi mengenai perjalanan makanan dari awal diproduksi hingga dikonsumsi (untuk pengunjung).\nBerdasarkan hasil elaborasi isu dan respons arsitektur yang dapat dilakukan, proyek ini memiliki tujuan yaitu merancang food hub sebagai fasilitas yang mempertemukan konsumen dan produsen pangan, merancang food hub sebagai sarana yang mengedukasi masyarakat akan pangan lokal sebagai alternatif makanan sehat, dan mengakomodasi food hub dengan fasilitas yang mendukung kegiatan-kegiatan yang mengarah pada diversifikasi pangan lokal. Untung mencapai tujuan tersebut, proyek ini memiliki beberapa persoalan perancangan yaitu interaksi antarpengguna, sirkulasi, citra, dampak terhadap lingkungan, serta integrasi fungsi. Persoalan interaksi antarpengguna diturunkan dari kemungkinan pertemuan antarpengguna bangunan yang difokuskan pada konsumen dan produsen pangan. Persoalan sirkulasi diturunkan dari pengguna bangunan yang dipisahkan menjadi pengunjung umum (kaya akan pengalaman ruang) dan pengelola (efektif dan efisien). Persoalan citra diturunkan dari kondisi sosioekonomi kawasan yang didominasi oleh masyarakat kelas menengah ke bawah. Persoalan dampak terhadap lingkungan diturunkan dari proses produksi pangan yang menghasilkan limbah industri. Persoalan integrasi fungsi diturunkan dari food hub yang mengakomodasi fungsi majemuk. Dalam merumuskan persoalan tersebut landasan yang digunakan adalah strategic placemaking yaitu penciptaan ruang publik yang membuka lapangan pekerjaan baru dan membuka peluang ekonomi serta desain berkelanjutan yaitu pembangunan yang mampu memenuhi kebutuhan masa kini tanpa mengabaikan kemampuan generasi mendatang dalam memenuhi kebutuhan.\nKonsep utama dari food hub ini merupakan interpretasi dari rantai pangan. Rantai pangan tersebut diadaptasi dari konsep farm-to-table yang dikembangkan oleh FAO. Konsep ini menunjukkan perjalanan makanan dari awal dipanen, lalu diolah hingga kemudian tiba di meja makan. Pengembangan konsep ini sebagian besar dapat diterapkan pada penjawaban dari persoalan sirkulasi, baik sirkulasi di dalam maupun luar bangunan. Setiap persoalan yang telah diturunkan memiliki persyaratan kinerjanya masing-masing yang dapat digunakan untuk mengidentifikasi konsep awal.", "Daftar File": {}, "Penulis": "Nadhira Alya Qatrunnada [15217072]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Adib Abadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "diversifikasi, edukasi, food hub, integrasi, pangan lokal", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "14 Sep 2021"}