{"Nomor": 59613, "Judul": "STUDI PENDAHULUAN ADSORPI PAH (ANTRASENA, FENANTRENA, DAN  FLUORENA) DENGAN MENGGUNAKAN MCM-41 TERMODIFIKASI  3-AMINOPROPILTRIETOKSISILAN (APTES)", "Abstrak": "Senyawa polisiklik  aromatik hidrokarbon  (PAH) merupakan  salab satu senyawa polutan organik  yang berbabaya  bagi organisme  karena bersifat karsinogen,  mutagen,  teratogen, dan persisten  dalam wakto  yang  lama  di perairan.  Antrasena,  fenantrena,  dan fluorena adalab 3 jenis PAH yang banyak dibasilkan  dari aktivitas  antropogenik.  Oleh karena ito diperlukan  adanya  penghilangan   antrasena,  fenantrena,  dan  fluorena  dalam  air  yang tercemar.  Metode  adsorpsi  dapat  dignnakan  dalam penghilangan  senyawa  PAH  karena ekonomis, sederhana, dan dapat dijadikan teknik remediasi polutan diperairan. Mobil composition of matter 41 (MCM-41) merupakan salab satujenis adsorben yang memiliki luas permukaan  yang besar, distribusi pori yang teratur dan seragam  (2,5 nm), stabilitas kimia  dan  termal  yang  tinggi.  MCM-41  termodiflkasi  dapat  meningkatkan   kapasitas adsorpsi  terhadap  PAH.  3-aminopropiltreietoksisilan  (APTES)  memiliki  gugus propilamina  yang  dapat  berinteraksi  dengan  gugus  silanol  pads  permukaan  MCM-41 sehingga  dapat  meningkatkan  hidrofobitas  dari MCM-41.  Tujuan  penelitian  ini adalab melakukan modifikasi MCM-41 menggunakan APTES dan mengkarakterisasinya menggnnakan   fourier  transform  infra  red  (FTIR),  transmission  electron  microscopy (TEM), dan nitrogen adsorpsi. Kinetja adsorpsi melalui studi isoterm, kinetika, dan termodinamika adsorpsi dievaluasi menggnnakan gas chromatography-mass spectrometry (GC-MS)  dan kajian pustaka. Karakterisasi  FTIR menghasilkan  gugus amina pads 1560 cm•1 dan C-H pada 2933 cm•1  Karakterisasi nitrogen adsorpsi dan TEM menunjukkan luas permukaan yang berkurang dengan adanya gugus propilamina dan tidak adanya perubaban struktur mesopori  dari MCM-41.  Hasil pengukuran  eksperimen  kapasitas  adsorpsi PAH masih menunjukkan  pola kenaikan dengan meningkatnya  konsentrasi awal. Berdasarkan studi pustaka, diperoleh isoterm adsorpsi model Langmuir, kinetika  adsorpsi model orde dua   semu   dan   termodinamika  adsorpsi   diperoleh   proses   adsorpsi   secara   spontan, eksotermik, dan memiliki nilai entropi yang negatif.", "Daftar File": {"ABSTRAK Winda Br Purba": "https://digilib.itb.ac.id/gdl/download/232475", "PUSTAKA Winda Br Purba": "https://digilib.itb.ac.id/gdl/download/238932"}, "Penulis": "Winda Br Purba [10517050]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yudhistira Azis, S.Si., M.Si.", "Dr. Grandprix Thomryes Marth Kadja, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "adsorpsi, APTES, antrasena, fenantrena, fluorena, MCM-41", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "14 Sep 2021"}