{"Nomor": 59626, "Judul": "ANALISIS DAN PEMODELAN PERTUMBUHAN TANAMAN GENJER (LIMNOCHARIS FLAVA) PADA SISTEM BUDIKDAMBER DENGAN KEPADATAN IKAN NILA (OREOCHROMIS NILOTICUS) YANG BERBEDA", "Abstrak": "BUDIKDAMBER atau budidaya ikan didalam ember yang pada prinsipnya mengintegrasikan budidaya ikan dengan tanaman sayuran atau yang dikenal juga sebagai sistem akuaponik, umumnya praktik ini dapat dilakukan pada lahan yang terbatas sekaligus bertujuan untuk meningkatkan efisiensi pemanfaatan hara dari sisa pakan dan metabolisme ikan menjadi salah satu trend pada awal masa pandemi ini. Tanaman pangan sayuran lokal yaitu genjer yang memiliki kandungan makronutrient, asam amino dan vitamin yang berpotensi menjadi sumber pangan bernutrisi terutama untuk skala rumah tangga dan dapat dibudidayakan bersama dengan ikan nila didalam ember. Penelitian ini bertujuan untuk menentukan pengaruh kepadatan populasi ikan nila terhadap tinggi tanaman, luas daun, jumlah daun, jumlah bunga dan buah tanaman, bobot basah serta bobot kering tanaman genjer, dan menentukan bentuk pemodelan matematis yang dapat digunakan untuk menggambarkan pertumbuhan pada tanaman genjer pada perlakuan terbaik di dalam sistem BUDIKDAMBER. Penelitian ini dilakukan di halaman Kostan Sekar Tanjung 1 Caringin, Jatinangor, Kabupaten Sumedang selama 2 bulan (Januari - Februari 2021). Rancangan penelitian dilakukan dengan Rancangan Acak Kelompok dengan 7 tanaman genjer tiap ember dan 4 perlakuan serta 8 pengulangan yang terdiri dari perlakuan A, B, C dan D dengan masing-masing perlakuan berupa kepadatan populasi ikan nila yang berbeda-beda sebanyak 3, 5, 7 dan 9 ekor.Hasil uji statistika menggunakan Friedman Test (?=0.05) menunjukan bahwa perlakuan yang diberikan tidak berpengaruh signifikan terhadap tinggi tanaman, luas daun, jumlah daun, jumlah bunga dan buah, kecuali terhadap bobot basah serta bobot kering tanaman genjer yang diuji dengan uji statistika ANOVA Two-way (?=0.05) menunjukkan bahwa perlakuan yang diberikan berpengaruh signifikan. Bentuk pemodelan yang dapat digunakan untuk menggambarkan pertumbuhan pada tanaman genjer pada perlakuan terbaik di dalam sistem ini yaitu menggunakan persamaan logistic Verhulst’s.", "Daftar File": {"ABSTRAK Annisa Nur Hapifah": "https://digilib.itb.ac.id/gdl/download/232639"}, "Penulis": "Annisa Nur Hapifah [11417038]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sparisoma Viridi, S.Si.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "ember, integrasi, logisticVerhult’s, pertumbuhan genjer, populasi ikan nila.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Sep 2021"}