{"Nomor": 59630, "Judul": "APLIKASI METODE GAYA BERAT UNTUK ESTIMASI PANAS BUMI DI DAERAH GUNUNG TANGKUBAN PARAHU DAN SEKITARNYA", "Abstrak": "Energi merupakan salah satu bagian penting dari kehidupan manusia setiap hari. Sumber energi yang digunakan saat ini mayoritas berasal dari sumber energi tidak terbarukan. Namun dengan meningkatnya populasi saat ini membuat ketersediaan sumber energi semakin menipis. Oleh karena itu perlunya untuk mempertimbangkan dan mengupayakan penggunaan energi terbarukan sebagai sumber energi saat ini. Salah satu sumber energi terbarukan yaitu panas bumi. Di Indonesia, panas bumi merupakan sumber energi yang cukup menjanjikan karena Indonesia mempunyai potensi panas bumi yang besar. Menurut catatan terbaru Badan Geologi hingga Desember 2019 tercatat estimasi potensi panas Bumi yang dimiliki Indonesia mencapai sekitar 28 GWe. Salah satu metode yang dapat digunakan dalam estimasi awal potensi panas bumi ini metode gaya berat. Metode gaya berat merupakan metode yang digunakan untuk menentukan variasi kontras densitas batuan atau material bawah permukaan dengan melakukan pengukuran percepatan gravitasi. Tujuan penelitian ini yaitu untuk menentukan sebaran anomali gravitasi daerah Gunung Tangkuban Parahu dan sekitarnya dalam kaitannya dengan estimasi panas bumi daerah tersebut. Data yang didapatkan dari pengukuran dengan menggunakan metode gaya berat ini harus dilakukan berbagai koreksi seperti koreksi apungan, koreksi pasang surut, koreksi lintang, koreksi udara bebas, koreksi Bouguer dan koreksi medan. Hasil dari penelitian ini berupa peta sebaran anomali Bouguer lengkap dengan nilai anomali berkisar dari 376,4-397,7 mGal. Dari hasil interpretasi yang dilakukan dengan pemodelan kedepan 2D dan pemodelan inversi 2D, dapat disimpulkan daerah penelitian berpotensi sebagai daerah panas bumi karena adanya sumber anomali rendah terkait dengan reservoir sistem panas bumi.", "Daftar File": {"ABSTRAK Mutia Dyah Lestari": "https://digilib.itb.ac.id/gdl/download/232650"}, "Penulis": "Mutia Dyah Lestari [10217085]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Enjang Jaenal Mustopa, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "anomali bouguer lengkap, Gunung Tangkuban Parahu, metode gravitasi, metode parasnis, panas bumi", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "15 Sep 2021"}