{"Nomor": 59643, "Judul": "PERANCANGAN SMK OTOMOTIF BERBASIS INDUSTRI  DI KABUPATEN BEKASISMK OTOMOTIF BEBASIS INDUSTRI DI KABUPATEN BEKASI", "Abstrak": "Indonesia sebagai negara dengan 69 persen populasinya termasuk ke dalam usia produktif sejatinya mampu memberikan dampak positif terhadap terhadap pembangunan nasional, salah satunya melalui sektor Industri. Sayangnya, pengangguran masih menjadi masalah serius di Indonesia dengan 58 persen diantaranya menempuh pendidikan terakhir SMK yang cenderung lebih sesuai dengan pendidikan industri. Hal ini disebabkan tingginya persaingan dunia kerja dan lulusan SMA/SMK tidak mampu memenuhi kompetensi tenaga kerja yang dibutuhkan dunia usaha/ dunia industri. Perancangan SMK Otomotif ini bertujuan untuk meningkatkan kualitas serta kompetensi tenaga kerja lokal khususnya dalam dunia industri di Kabupaten Bekasi sebagai kota industri, melalui revitalisasi sistem serta fasilitas pendidikan SMK berbasis industri yang harapannya menghasilkan lulusan yang berkualitas, teruji, serta mendapat profesi yang layak.\nSMK Otomotif memiliki konsep “Work to Learn, Learn to Work” yang menggabungkan lingkungan belajar dan profesi yang realistis. Konsep ini menekankan pada penciptaan lingkungan sekolah dan sistem belajar yang mendorong siswa untuk belajar sekaligus bekerja sehingga siswa dapat lebih siap memasuki dunia kerja. Melalui pengembangan unit produksi perusahaan serta unit usaha bengkel pada pendidikan SMK, siswa diharapkan dapat mengatasi permasalahan otomotif yang nyata terjadi di lapangan. Hal tersebut selanjutnya berimplikasi pada perancangan suasana belajar yang mengadaptasi suasana kerja pada industri dan perbengkelan yang sesungguhnya.\nProyek dirancang di atas lahan seluas 11.800 m2 di Kawasan Industri MM2100 Kabupaten Bekasi. Kawasan industri di Cikarang Barat ini menjadi salah satu tujuan bisnis terbaik yang melayani industri produksi, distribusi, dan pergudangan. Produk otomotif menjadi salah satu sektor produksi primadona di kawasan ini yang bekerja sama dengan Negara Jepang. Area sekolah terbagi atas 4 fasilitas utama, yaitu ruang praktek dan laboratorium, ruang kelas teori, ruang guru dan administrasi, serta kantin dan musholla yang ditempatkan sesuai dengan zonasi ruang agar dapat menunjang proses pembelajaran dan bekerja. Perancang juga menerapkan beberapa strategi yang dilakukan dalam rangka merespon isu dan konteksi tapak melalui gubahan massa bangunan, sirkulasi, konsep bangunan industrial, hingga penggunaan material lokal.", "Daftar File": {}, "Penulis": "Hafidz Muhamad [15217026]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Heru Wibowo Poerbo, MURP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "SMK, industri, otomotif, tenaga kerja, kompetensi, kelas, bengkel.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Sep 2021"}