{"Nomor": 59648, "Judul": "CULTURAL RETENTION AMIDST MODERNIZATION: PUSAT KOMUNITAS SEBAGAI RUANG KOLABORASI KOMUNITAS SENI DAN BUDAYA KOTA TANGERANG", "Abstrak": "Seni dan budaya bukan hanya hiburan semata. Keduanya dapat melekat dalam sebuah kota menjadi identitas bagi kota itu sendiri. Karya seni dapat menciptakan atmosfer baru pada suatu lingkungan dan memberi energi positif bagi kota dan manusia. Namun, pentingnya seni dan budaya dalam masyarakat perlahan mulai terlupakan seiring dengan adanya modernisasi, seperti yang terjadi di Kota Tangerang. Perubahan prioritas serta apresiasi terhadap seni yang mulai berkurang menyebabkan pudarnya kesenian asli di Kota Tangerang. Hal ini berawal dengan adanya perubahan fungsi gedung kesenian yang mengakibatkan komunitas seni di dalamnya kehilangan tempat untuk berkarya. Selain itu, juga dipicu dengan penggusuran tempat komunitas seniman jalanan sebagai salah satu wadah seniman jalanan mengekspresikan diri. Hilangnya wadah para penggiat seni tersebut berakibat pada hilangnya kolaborasi antar seniman yang menyebabkan komunitas seni di Kota Tangerang mulai terpecah dan cenderung berkembang secara individual. Oleh karena itu, retensi budaya perlu dilakukan sebagai upaya mempertahankan eksistensi budaya di hadapan generasi muda sebagai penerus tatanan nilai-nilai luhur budaya.\nVisi proyek ini adalah mengangkat kembali kesenian tradisional Kota Tangerang dan melestarikannya di tengah arus modernisasi melalui wadah kolaborasi dan apresiasi bagi para penggiat seni serta sarana edukasi dan rekreasi bagi masyarakat umum. Proyek ini memiliki luas lahan 14.000 m2 dan terletak pada Jalan M.H. Thamrin, Kota Tangerang, yang relatif dekat dengan pusat perkantoran, perumahan, serta komunitas seni. Untuk merespons isu-isu perancangan yang ada, proyek ini membawa konsep utama “enfolding art in modern public space” yang terdiri dari modern-cultural, collaborative, dan sustainable. Bentuk lingkaran dipilih menjadi bentuk dasar massa bangunan sebagai simbol pemersatu komunitas seni. Impresi modern diciptakan pada gubahan massa tersebut dengan kombinasi fasad batik untuk meleburkan lokalitas dalam rancangan. Sistem struktur yang digunakan merupakan kombinasi antara kolom-balok beton, kolom baja V-balok baja IWF, dan space frame. Melalui konsep-konsep tersebut, proyek ini juga diharapkan dapat menjadi ikon baru bagi kesenian Kota Tangerang.", "Daftar File": {}, "Penulis": "Prayoga Arya Wirasana [15217022]", "Kontributor / Dosen Pembimbing": ["Tubagus Muhammad Aziz Soelaiman, S.T., MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "budaya, kolaborasi, komunitas, Kota Tangerang, seni", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Sep 2021"}