{"Nomor": 59654, "Judul": "PENGARUH BEKERJA DARI RUMAH SELAMA COVID-19 TERHADAP PRODUKTIVITAS KARYAWAN WHITE-COLLAR DI KOTA SURABAYA", "Abstrak": "Terdapat banyak perubahan dan penyesuaian yang terjadi akibat pandemic covid-19, salah satunya adalah penerapan work from home. Sebelumnya sistem bekerja di Indonesia menggunakan sistem konvensional dimana karyawan harus langsung datang ke kantor untuk bekerja. Akibat dari pandemic ini kondisi perekonomian Indonesia terganggu, sehingga banyak terjadi PHK dan pemberhentian kerja sementara. Maka dari itu dengan keterbatasan sumber daya yang dimiliki perusahaan, mejaga produktivitas karyawan sangat di perlukan. Penelitian ini bertujuan untuk mengetahui pengaruh penerapan Work from home terhadap produktivitas karyawan white-collar di kota Surabaya agar dapat menjadi pertimbangan bagi HR untuk membuat keputusan terkait dengan Work From Home selama masa pandemic covid-19. Kuesioner digunakan untuk mengumpulkan data 100 responden karyawan White-Collar dengan minimal pendidikan Sarjana di kota Surabaya yang pernah menerapkan Work From Home dan kemudian di analisis menggunakan Regresi Linear Sederhana. Hasilnya menunjukkan bahwa Work From Home memberikan pengaruh yang signifikan terhadap produktivitas karyawan white-collar. Faktor teknologi menjadi faktor yang penting dalam menunjang produktivitas karyawan. Maka dari itu perusahaan disarankan untuk meninjau dan memenuhi keebutuhan karyawan terkait dengan infrasutruktur teknologi agar dapat berkomunikasi dan bekerja dengan baik selama Working From Home. Sedangkan hasil penemuan variable produktivitas, indikator yang paling dominan adalah Improving Result Achieved. Hal ini berarti, meskipun karyawan melakukan Work From Home, karyawan ingin selalu mendapatkan hasil yang terbaik saat bekerja dan bersungguh-sungguh dalam bekerja.", "Daftar File": {"ABSTRAK Fitria Tri Rosanti": "https://digilib.itb.ac.id/gdl/download/234136"}, "Penulis": "Fitria Tri Rosanti [19017007]", "Kontributor / Dosen Pembimbing": ["Nur Arief Rahmatsyah Putranto, S.T., MHRM (Hons)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Work From Home, White-collar, Perceived Productivity, Simple Linear Regression", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "16 Sep 2021"}