{"Nomor": 59653, "Judul": "PERANCANGAN MANAJEMEN RISIKO PROYEK PENGEMBANGAN PRODUK BARU DI PERUSAHAAN MAKLON KOSMETIK (PT X)", "Abstrak": "PT X merupakan perusahaan yang bergerak di bidang maklon kosmetik. Besarnya jumlah pelaku usaha yang di dominasi oleh industri kecil dan menengah (IKM) menyebabkan ketatnya persaingan di industri kosmetik lokal sehingga perlu melakukan inovasi produk. Adanya keterbatasan-keterbatasan yang dihadapi oleh pelaku usaha IKM dalam mengembangkan produk kosmetik baru menyebabkan banyak dari produsen kosmetik lokal lebih memilih untuk menggunakan jasa maklon kosmetik PT X sebagai cara untuk mengembangkan produk kosmetik baru. Namun dalam pelaksanaannya, PT X masih banyak menemui risiko dan kendala dalam mengembangkan produk baru atas permintaan dan spesifikasi dari klien. Hal ini menyebabkan PT X menyadari perlunya menerapkan manajemen risiko dalam proyek pengembangan produk baru untuk meminimasi risiko dalam proyek.\nPenerapan manajemen risiko dalam proyek pengembangan produk di PT X menggunakan model House of Risk (Pujawan & Geraldin, 2009). House of Risk dilaksanakan dalam dua tahapan, yaitu fase pertama HOR yang bertujuan untuk mengidentifikasi risiko dan penyebab terjadinya risiko (agen risiko) serta menentukan agen risiko kritis. Fase HOR pertama dilakukan dengan mengidentifikasi kejadian risiko dan agen risiko, melakukan penilaian severity kejadian risiko, occurrence agen risiko, dan hubungan antara kejadian risiko dan agen risiko. Fase kedua HOR bertujuan untuk menentukan penanganan agen risiko dalam mencegah terjadinya risiko yang sama terulang kembali. Fase kedua HOR dilakukan dengan menentukan agen risiko kritis, merancang respon untuk agen risiko tersebut dan melakukan penilaian respon agen risiko berdasarkan efektivitas respon agen risiko dan derajat kesulitan penerapan respon agen risiko tersebut.\nJumlah kejadian risiko teridentifikasi adalah 75 kejadian risiko yang disebabkan oleh 83 agen risiko. Berdasarkan hasil penilaian kejadian risiko dan agen risiko, terdapat 35 agen risiko kritis. Perancangan respon agen risiko kritis menghasilkan 51 respon agen risiko dengan 3 diantaranya dihapus karena tidak relevan dalam meminimasi terjadinya agen risiko.", "Daftar File": {"ABSTRAK Luthfiatul Muna": "https://digilib.itb.ac.id/gdl/download/234133"}, "Penulis": "Luthfiatul Muna [14417052]", "Kontributor / Dosen Pembimbing": ["Ir. Tota Simatupang, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Maklon kosmetik, proyek pengembangan produk baru, manajemen risiko, House of Risk", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "16 Sep 2021"}