{"Nomor": 59652, "Judul": "PENGARUH VARIASI WAKTU SHOT PEENING TERHADAP LAPISAN ANODISASI DAN STRUKTUR MIKRO PADUAN MAGNESIUM AZ91D UNTUK APLIKASI IMPLAN ORTOPEDI BIODEGRADABLE", "Abstrak": "Penanganan medis kasus fraktur biasanya dilakukan dengan tindakan operasi bedah\nuntuk pemasangan implan ortopedi. Material yang umum digunakan untuk implan\nantara lain logam, polimer, keramik, dan komposit. Saat menggunakan implan jenis\nini, operasi bedah kedua dibutuhkan untuk melepas implan setelah jaringan telah\nsembuh. Hal ini meningkatkan morbiditas pasien dan biaya perawatan kesehatan.\nOleh karena itu, material implan yang biodegradable seperti paduan magnesium\nsaat ini sedang menarik perhatian. Namun, paduan magnesium memiliki laju korosi\nyang sangat tinggi pada lingkungan fisiologi. Dalam penelitian ini, struktur mikro\nserta sifat mekanis paduan magnesium AZ91D yang diberi perlakuan shot peening\ndan anodisasi dipelajari.\nSerangkaian percobaan dilakukan untuk mempelajari pengaruh waktu shot peening\ndan anodisasi terhadap struktur mikro, kekasaran, dan kekerasan sampel. Shot\npeening dilakukan dengan variasi waktu 4, 8, dan 12 menit. Setelah shot peening,\nanodisasi dilakukan dalam larutan yang mengandung KOH 3 M dan Na2SiO3 3 M\npada suhu ruangan selama 60 menit dengan tegangan 5V. Struktur mikro dari\nsampel as-received, shot-peened, anodisasi, serta kombinasi shot peening dan\nanodisasi dilihat menggunakan optical microscope (OM) dan scanning electron\nmicroscope (SEM). Kekasaran sampel as-received maupun yang telah diberi\nperlakuan diuji dengan surface roughness test (SRT) kemudian pengujian\nkekerasan dilakukan dengan Vickers hardness test.\nPenerapan perlakuan shot peening menginduksi proses deformasi plastis yang\nmenyebabkan terjadinya pengecilan ukuran kristal serta larutnya fasa ? pada\nmatriks fasa ?. Pengecilan ukuran kristal paling besar terjadi pada sampel yang dishot-\npeen selama 12 menit dengan reduksi ukuran sebesar 10,87%. Kekasaran\npermukaan sampel meningkat seiring dengan waktu shot peening. Setelah shot\npeening selama 4, 8, serta 12 menit, nilai Ra dan Rmax berturut-turut adalah 10,76\ndan 58,78 ?m, 19,82 dan 100,42 ?m, serta 23,87 dan 117,74 ?m. Shot peening\nmenginduksi tegangan tekan sisa yang dapat meningkatkan kekerasan dan kekuatan\nlelah paduan. Kenaikan kekerasan untuk sampel yang dilakukan perlakuan shot\npeening selama 4, 8, dan 12 menit berturut-turut adalah 43,76%, 54,93% dan\n80,34%. Sampel yang telah di-shot-peen lebih sensitif terhadap anodisasi karena\npeningkatan jumlah batas kristal yang merupakan tempat efektif dalam\npembentukan lapisan pasif. Hal ini dapat dilihat dari sampel yang telah di-shot-peen\nselama 12 menit kemudian dianodisasi memiliki lapisan yang lebih merata, tidak\nberpori, dan tidak teramati adanya microcrack. Sampel ini akan memiliki ketahanan\nkorosi serta kekuatan lelah yang paling baik diantara sampel lainnya.", "Daftar File": {"ABSTRAK SALSABILA RAMADHANTI": "https://digilib.itb.ac.id/gdl/download/234099"}, "Penulis": "SALSABILA RAMADHANTI [12517030]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Akhmad Ardian Korda S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "implan biodegradable, magnesium AZ91D, shot peening, anodisasi, korosi, kekuatan lelah", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "16 Sep 2021"}