{"Nomor": 59716, "Judul": "LIFESTYLE CENTER INKLUSIF DI DALAM KOMUNITAS BERPAGAR SEBAGAI UPAYA MERINGANKAN SEGREGASI SOSIOSPASIAL DI KAWASAN PERIURBAN KOTA JAKARTA", "Abstrak": "Pertumbuhan penduduk yang pesat di Kota Jakarta mendorong pengembang-pengembang swasta untuk membangun lebih banyak perumahan di Kota Jakarta. Pembangunan yang tidak diawasi dengan baik, ditambah dengan minat masyarakat menengah ke atas yang mampu membeli perumahan formal, menjadikan lahan-lahan periurban kota Jakarta yang belum berkembang terisi dengan perumahan-perumahan formal dengan konsep komunitas berpagar yang tersebar tidak merata, sementara masyarakat menengah ke bawah yang tidak mampu membeli perumahan formal hanya dapat mengembangkan kawasan tempat tinggalnya secara iteratif dan memanfaatkan celah-celah lahan di luar perumahan komunitas berpagar. Hal ini menyebabkan terjadinya segregasi spasial yang kemudian diperparah dengan kondisi masyarakat yang homogen pada kedua kutub yang tersegregasi; masyarakat beretnis Tionghoa dan beragama non-Islam mendominasi persebaran masyarakat menengah ke atas yang mampu membeli perumahan di komunitas berpagar sementara masyarakat pribumi dan beragama Islam mendominasi persebaran masyarakat di kutub lainnya.\nUntuk mengatasi segregasi sosiospasial ini, dengan memanfaatkan sebuah lahan kosong di dalam komunitas berpagar dengan fungsi komersial, sebuah lifestyle center setinggi empat lantai yang dapat dengan nyaman digunakan oleh kedua kutub masyarakat dapat dibangun dengan konsep inklusif. Konsep inklusif dari bangunan lifestyle center ini adalah melalui ruang hijau yang dibuat maksimal dan fungsional, desain yang netral dan tidak berasosiasi dengan agama atau ras tertentu, serta desain universal yang mengundang partisipasi sosial. Penerapan konsep tersebut direalisasikan melalui taman retail menerus berelevasi yang terbuka dan bentuk dan konfigurasi ruang yang radial. Massa bangunan berbentuk dua buah oval yang saling berpelukan dengan bentuk taman multielevasi tersebut. DI dalam kedua massa terdapat void besar terbuka yang dijadikan ruang publik sehingga memaksimalkan akses visual dan mampu memicu interaksi sosial. Selubung bangunan dibuat dengan material alami tanpa kesan mewah dan struktur bangunan menggunakan sistem rangka beton dengan dilatasi pada pertemuan kedua massa.", "Daftar File": {}, "Penulis": "Mario [15217057]", "Kontributor / Dosen Pembimbing": ["Mohammad Jehansyah Siregar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Periurban Kota Jakarta, komunitas berpagar, segregasi sosiospasial, lifestyle center, inklusif.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Sep 2021"}