{"Nomor": 59749, "Judul": "\"THE GRID\" : HUNIAN BERKELANJUTAN MILENIAL INDONESIA", "Abstrak": "Sebagai kebutuhan dasar manusia, hunian memiliki dampak yang besar terhadap manusia dan lingkungannya. Maka dari itu, desain hunian dapat menjadi kunci untuk mencapai masa depan yang lebih berkelanjutan. Selama beberapa dekade terakhir, tipologi hunian massal tidak mengalami perubahan. Pembangunan hunian merupakan industri yang relatif konservatif, padahal penghuninya sudah berubah-ubah. Dengan mayoritas generasi milenial yang mulai memasuki usia produktif, pasar properti hunian didominasi generasi ini. Tidak seperti generasi sebelumnya, generasi ini tumbuh besar dengan perkembangan pesat teknologi. Milenial memiliki karakteristik yang berpotensi untuk mewujudkan masa depan yang lebih berkelanjutan, termasuk pada hunian. Dengan generasi yang belum mengalami perubahan signifikan dalam beberapa dekade terakhir, dan kelompok pengguna yang membutuhkan perubahan, kesempatan dalam mewujudkan masa depan yang lebih berkelanjutan muncul.\nPerancangan model hunian baru dilaksanakan berdasarkan potensi generasi milenial sebagai demografi dominan pasar hunian. Dengan mewujudkan hunian yang berkelanjutan untuk generasi yang sangat terhubung ini, diharapkan bangunan dapat memberikan dampak positif bagi penggunanya dan juga lingkungan sekitarnya. Hunian yang terjangkau, berkelanjutan, dan memiliki citra yang baik menjadi tujuan-tujuan perancangan. Keberlanjutan harus menjadi konsep yang bisa direalisasikan oleh masyarakat luas untuk mempercepat dampak positif yang dituju untuk lingkungan. Kemampuan bangunan untuk mengkomunikasikan ideologinya juga menjadi alat dalam menyebarkan pesan akan keperluan untuk masa depan yang lebih berkelanjutan.", "Daftar File": {}, "Penulis": "Darien Ilham Hananditya [15217054]", "Kontributor / Dosen Pembimbing": ["Ir. Achmad Deni Tardiyana, MUDD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Hunian masal, milenial, berkelanjutan, co-iving, glue laminated bamboo, midrise", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Sep 2021"}