{"Nomor": 59797, "Judul": "PUSAT REHABILITASI ANAK JALANAN BANDUNG", "Abstrak": "Fenomena peningkatan jumlah anak jalanan di Kota Bandung menjadi hal yang penting untuk ditangani. Fenomena tersebut dapat memberikan dampak negatif bagi lingkungan sosial perkotaan, seperti membuat lingkungan menjadi kumuh, bertambahnya angka anak putus sekolah,  meningkatnya jumlah kriminalitas, dan lain-lain. Pada tahun 2018, Kota Bandung memiliki jumlah anak jalanan paling banyak di antara kota-kota besar lainnya di Jawa Barat, yaitu sebanyak 75%. Hal ini tentu menjadi tantangan bagi pemerintah dalam mencapai visi Kota Bandung yang nyaman dan sejahtera. Berbagai upaya yang telah dilakukan oleh pemerintah maupun Lembaga Swadaya Masyarakat (LSM) belum memberikan solusi yang terbaik, sehingga fenomena tersebut tidak tuntas dan terus berlarut.\nBerdasarkan permasalahan yang dipaparkan di atas, upaya yang dirasa tepat untuk menjawab permasalahan tersebut adalah menyediakan fasilitas bagi anak jalanan yang sesuai dengan karakter dan kebutuhan anak jalanan, yaitu Pusat Rehabilitasi Anak Jalanan. Fasilitas tersebut menggunakan pendekaatan center-based yang berfungsi sebagai rehabilitative correctional, dimana tidak hanya mengandung kegiatan edukasi saja namun terdapat peningkatan kualitas hidup mereka dari aspek psikologis, keterampilan, dan kesehatan. Diharapkan fasilitas tersebut dapat menjadi wadah bagi anak jalanan untuk menjadi individu yang mandiri, produktif, dan dapat diterima kembali oleh masyarakat.\nKonsep dasar perancangan Pusat Rehabilitasi Anak Jalanan tersebut yaitu memberi anak-anak lingkungan yang sehat, bangunan berkelanjutan, serta mengembalikan mereka sebagai bagian dari masyarakat. Perwujudan dari konsep tersebut diantaranya adalah memanfaatkan pencahayaan dan penghawaan alami, menciptakan area outdoor sebagai tempat belajar dan berinteraksi, serta menerapkan urban farming sebagai sumber kebutuhan pangan dan ekonomi agar fasilitas dapat berdiri mandiri dan berkelanjutan. Massa bangunan memiliki konsep seperti rumah, menyambut dan menerima anak jalanan, mendorong interaksi, dan memudahkan pengawasan. Massa bangunan merupakan massa majemuk yang disusun mengelilingi ruang terbuka. Massa bangunan juga disusun berdasarkan tingkat privasi serta terdapat pemisahan ruang publik dan privat yang jelas.", "Daftar File": {}, "Penulis": "Hasna Lathifah Budiman [15217060]", "Kontributor / Dosen Pembimbing": ["Ir. Endang Triningsih Soetrisno, M.S.P., MLA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "anak jalanan, pusat rehabilitasi, Kota Bandung, berkelanjutan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Sep 2021"}