{"Nomor": 59834, "Judul": "REVITALISASI LAHAN BEKAS PLAZA PALAGUNA DI KAWASAN ALUN-ALUN KOTA BANDUNG", "Abstrak": "Terletak di kawasan cagar budaya, lahan bekas Plaza Palaguna merupakan lahan kosong yang berada di sebelah Alun-Alun Kota Bandung. Sudah bertahun-tahun lahan yang hampa tidak dirawatkan dengan baik sehingga digunakan untuk tempat parkir liar kendaraan sampai saat ini. Timbulnya kegiatan parkir di lahan yang mempunyai sejarah kental ini dikarenakan kurangnya fasilitas parkir di area tersebut. Lokasi lahan yang berada di pusat kota juga terpengaruh dengan permasalahan kemacetan yang sering terjadi sewaktu-waktu. Selain itu, kawasan ini juga masih memiliki kekurangan ruang terbuka hijau (RTH) serta kehilangan fungsi komponen pasar yang merupakan salah satu komponen pembentuk kawasan alun-alun di Indonesia pada zaman kolonial Belanda. Maka dari itu, semua permasalahan ini diselesaikan dengan merevitalisasi lahan melalui perancangan desain fungsi campuran yang memiliki fungsi ruang publik hijau, komersial dan fasilitas parkir sebagai fungsi utamanya.    \nPerancangan fungsi campuran tersebut memiliki konsep hutan di kota secara umum. Perancangan ini memiliki tujuan untuk meningkatkan ruang terbuka hijau dan bertindak sebagai perluasan ruang publik di di kawasan Alun-Alun Kota Bandung. Oleh sebab itu, perancangan bangunan pada proyek diminimalkan dan dirancang bersamaan dengan elemen-elemen lanskap untuk meluaskan ruang terbuka hijau serta menciptakan lingkungan yang memberikan kenyamanan baik secara fisik maupun psikologis.\nPerancangan proyek ini mempunyai luasan area 12 Ha dan dirancang menggunakan sistem grid berdasarkan garis axis imajiner sumur dan Masjid Alun-Alun. Perancangan bangunan dalam proyek terdiri dari bangunan utama dan 4 bangunan pendukung mengarah ke garis axis imajiner. Bangunan utama dirancang vertikal ke bawah dengan total 5 lantai. Terdapat lantai khusus untuk tempat parkir kendaraan, pasar modern yang menjual bahan lokal Bandung dan food court di dalam bangunan utama. Sedangkan bangunan-bangunan pendukung merupakan fasilitas untuk publik seperti toilet, kantor manajemen dan ruang tunggu. Bangunan-bangunan tersebut dirancang menggunakan sistem struktur kolom-balok dan bukaan-bukaan yang lebar untuk memasuki lingkungan alam ke dalam bangunan. Semua bangunan tersebut menyebar di seluruh area perancangan dan dikelilingi oleh area hijau. Rancangan proyek juga dilengkapi dengan fasilitas kegiatan outdoor seperti taman dan area peristirahatan yang terlindungi oleh pepohonan dan tanaman. Rancangan lanskap pada proyek ini dirancang untuk difable-friendly dan menggunakan tanaman-tanaman lokal.", "Daftar File": {}, "Penulis": "Alya Fitrianadira [15217051]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Bambang Setia Budi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Alun-Alun, hutan kota, Kota Bandung, Plaza Palaguna, ruang terbuka hijau.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Sep 2021"}