{"Nomor": 70003, "Judul": "PENGARUH BUDAYA ORGANISASI DAN LINGKUNGAN KERJA PADA KINERJA KARYAWAN DI PT. MITRALAB BUANA", "Abstrak": "Budaya organisasi yang dianut dan lingkungan kerja yang dimiliki oleh perusahaan marupakan dua faktor yang dapat mempengaruhi kepuasan kerja seorang pegawai didalam suatu perusahaan dan kepuasan kerja akan mempengaruhi kinerja pegawai. Kenyataannya di dunia bisnis, masih banyak perusahaan yang enggan memperhatikan budaya serta lingkungan kerjanya. Hal ini akan mempengaruhi tingkat kepuasan karyawan dan bila karyawan tidak puas, maka akan menghasilkan kinerja karyawan yang rendah. Penelitian ini bertujuan untuk mengetahui pengaruh antara variabel-variabel tersebut di PT Mitralab Buana. Berdasarkan tujuan penelitian dan identifikasi masalah, peneliti merumuskan tiga pertanyaan, diantaranya yaitu, “bagaimana Budaya Organisasi mempengaruhi Kepuasan Kerja di PT Mitralab Buana?”, “bagaimana pengaruh lingkungan kerja terhadap Kepuasan Kerja pada PT. Mitralab Buana?”, dan “bagaimana Kepuasan Kerja mempengaruhi Kinerja Karyawan pada PT. Mitralab Buana?” Penelitian ini berjenis explanatory research dengan pendekatan kuantitatif. Data dalam penelitian ini diperoleh melalui penyebaran kuesioner kepada seluruh karyawan yang berjumlah 305 reponden dan hasil kuesioner yang terkumpul serta valid sebanyak 174. Metode analisis data yang digunakan dalam penelitian ini menggunakan alat analisis statistik Structural Equation Model (SEM). Program yang digunakan adalah AMOS 22.0 dan SPSS 23.0. persamaan yang didapat untuk model dalam penelitian ini adalah Z=0.94(0.13X1+0.88X2) or Z=0,1222X1+0,8272X2, dimana korealsi tertinggi yaitu antara variabel kepuasan kerja dengan kinerja karyawan, yaitu sebesar 94%. Berdasarkan analisis, rekomendasi dari penulis adalah meningkatkan budaya organisasi dan lingkungan kerja dengan cara mengadakan training untuk meningkatkan sumber daya manusia yang akan berpengaruh kepada budaya organisasi dan juga merapihkan dan menambah alat-alat penunjang pekerjaan kantor untuk meningkatkan suasana lingkungan kerja. Serta untuk meningkatkan kepuasan kerja dapat memberikan extra bonus atau komisi pada karyawan yang pada akhirnya rekomendasi dari penulis jika dilakukan akan meningkatkan kinerja karyawan.", "Daftar File": {"COVER Fadhila Afifah": "https://digilib.itb.ac.id/gdl/download/269112", "BAB 1 Fadhila Afifah": "https://digilib.itb.ac.id/gdl/download/288222", "BAB 2 Fadhila Afifah": "https://digilib.itb.ac.id/gdl/download/288223", "BAB 3 Fadhila Afifah": "https://digilib.itb.ac.id/gdl/download/288224", "BAB 4 Fadhila Afifah": "https://digilib.itb.ac.id/gdl/download/288226", "PUSTAKA Fadhila Afifah": "https://digilib.itb.ac.id/gdl/download/288227"}, "Penulis": "Fadhila Afifah [29320093]", "Kontributor / Dosen Pembimbing": ["Ir. Prasetyo B Saksono, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Budaya Organisasi, Lingkungan Kerja, Kepuasan Kerja, Kinerja Karyawan, Structural Equation Model.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Des 2022"}