{"Nomor": 70000, "Judul": "INOVASI KUALITAS LAYANAN UNTUK MEMPERTAHANKAN KEPUASAN PELANGGAN DI INDUSTRI CAR-SHARING INDONESIA (STUDI KASUS DI PT. HIJAU MAJU)", "Abstrak": "Perkembangan teknologi telah memberikan dampak yang begitu signifikan bagi kehidupan. Produk berbasis teknologi yang lebih canggih seperti smartphone telah memungkinkan banyak orang untuk tidak hanya terhubung tetapi juga melakukan banyak hal dari jarak jauh seperti menjelajah situs, belanja daring, dan bahkan memenuhi kebutuhan sehari-hari dengan satu klik saja. Beberapa aplikasi yang membantu banyak orang dalam rutinitas sehari-hari tersedia untuk digunakan melalui smartphone. Salah satu aplikasinya adalah platform penyedia layanan on demand yang memungkinkan masyarakat memesan layanan transportasi, layanan pesan antar makanan, layanan pesan antar paket, belanja bahan makanan, dan masih banyak lagi. Melihat kecenderungan tersebut di negara-negara di luar negeri, PT. Hijau Maju mulai menawarkan jasanya dengan mereplikasi ide tersebut untuk diterapkan di pasar Indonesia. Mulai melayani banyak orang pada tahun 2010, produk pertama yang PT. Hijau Maju tawarkan ke pasar adalah jasa transportasi dengan unit roda dua dan roda empat. Memperluas bisnis ke empat negara lain di Asia Tenggara, aplikasi ini telah diunduh lebih dari seratus lima puluh lima juta. Pelayanan kendaraan roda empat PT. Hijau Maju masih menjadi salah satu produk inti yang memberikan kontribusi keuntungan besar bagi perusahaan.\n\nPenelitian ini akan melibatkan serangkaian eksperimen untuk meningkatkan kualitas layanan layanan kendaraan roda empat dengan menerapkan beberapa inovasi untuk diuji ke pasar Indonesia dan akan dinilai menggunakan metode penelitian kualitatif dan kuantitatif dengan menggunakan wawancara sebagai metode pengumpulan data primer dari dua tempat terpisah. Kelompok yang akan diwawancarai adalah pelanggan yang pernah mengalami perjalanan dengan jenis pengemudi yang sudah teruji dan pelanggan yang belum pernah mengalami perjalanan dengan pengemudi yang telah diuji tetapi diberi gagasan tentang layanan kendaraan roda empat yang 'ditingkatkan'.\n\nPeneliti menggunakan brand health tracker perusahaan, data yang sama yang digunakan tim consumer insight perusahaan yang juga dibagikan kepada tim pengembangan produk di perusahaan, sebagai data primer untuk melakukan analisis dalam upaya mengusulkan inovasi tersebut kepada perusahaan. Inovasi yang diusulkan akan ditinjau dan didiskusikan secara menyeluruh oleh manajemen internal perusahaan sebelum melangkah ke tahap uji coba. Pengumpulan data selanjutnya akan digunakan sebagai sumber untuk menentukan ruang untuk meningkatkan pengembangan kendaraan roda empat dan peluang pasar.\n\n \n \nUntuk implementasi inovasi yang lebih baik dalam hal kualitas layanan untuk produk perusahaan, peneliti akan mengusulkan beberapa atribut untuk dikemas sebagai inovasi yang diusulkan untuk diuji.", "Daftar File": {"COVER Arga Riendi Syauqi": "https://digilib.itb.ac.id/gdl/download/289527", "BAB 1 Arga Riendi Syauqi": "https://digilib.itb.ac.id/gdl/download/289528", "BAB 2 Arga Riendi Syauqi": "https://digilib.itb.ac.id/gdl/download/289529", "BAB 3 Arga Riendi Syauqi": "https://digilib.itb.ac.id/gdl/download/289530", "BAB 4 Arga Riendi Syauqi": "https://digilib.itb.ac.id/gdl/download/289531", "PUSTAKA Arga Riendi Syauqi": "https://digilib.itb.ac.id/gdl/download/289532"}, "Penulis": "Arga Riendi Syauqi [29320082]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Taksi Online, Industri Car-Sharing Indonesia, Pasar Car-Sharing, Kualitas Layanan, Inovasi Kualitas Layanan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Des 2022"}