{"Nomor": 70007, "Judul": "STUDI DEFISIT MASSA RESERVOIR DAN NATURAL RECHARGE FLOW MENGGUNAKAN PEMODELAN DATA TIME-LASPED MICROGAVITY LAPANGAN GEOTERMAL AWIBENGKOK", "Abstrak": "Kegiatan eksploitasi geotermal dapat menyebabkan habisnya sumber daya reservoir\ndan lebih lanjut dapat menyebabkan penurunan produksi. Besarnya sumber daya\nreservoir berhubungan dengan massa fluida reservoir. Perubahan massa fluida yang\nterjadi di reservoir berasosiasi dengan perubahan gravitasi. Perubahan gravitasi ini\njuga berkaitan dengan perubahan muka air tanah dan subsidence. Dengan\nmemperhatikan hal tersebut, bila kita dapat memantau perubahan gravitasi maka\ndapat memberikan gambaran perubahan reservoir yang mungkin akan membantu\ndalam menjaga keberlangsungan produksi. Penelitian ini menggunakan data\npengukuran perubahan gravitasi atau time-lapse microgravity untuk melakukan\npemodelan perubahan massa di bawah permukaan dan menghitung defisit massa\nreservoir menggunakan Teori Potensial Gauss. Penelitian ini bertujuan untuk\nmemutakhirkan model yang telah dibuat sebelumnya pada periode 1998-2008,\nyaitu periode 1998-2020 dan menghitung defisit massa pada periode tersebut.\nPemodelan juga dilakukan pada periode 2011-2014 dan 2014-2020 ketika terdapat\npenambahan sumur produksi di AWI 9 dan berhentinya aktivitas injeksi di AWI 14.\nModel pada tiap periode tersebut akan diintegrasikan dengan data pemantauan\nlainnya yaitu perubahan elevasi, perubahan geokimia manifestasi, actual mass\nbalance, curah hujan, dan perubahan muka air tanah. Model yang dihasilkan\nmenunjukkan defisit massa terjadi di zona produksi dan meluas ke utara dan timur\narea reservoir. Defisit massa yang terhitung sejak tahun 1998-2020 adalah 109\nMton. Model periode 2011-2014 dan periode 2014-2020 menunjukkan perluasan\narea defisit massa ke arah AWI 9 dan AWI 14. Perluasan ini juga terkonfirmasi\npada setiap data pemantauan lapangan lainnya yaitu penurunan produksi brine,\nperubahan NCG pada manifestasi, penurunan muka air tanah, dan penurunan\nelevasi.", "Daftar File": {"ABSTRAK After Helfert Pasaribu": "https://digilib.itb.ac.id/gdl/download/269122"}, "Penulis": "After Helfert Pasaribu [22620001]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Suryantini, M.Sc.", "Angga Bakti Pratama, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "massa, microgravity, pemantauan, reservoir", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Des 2022"}