{"Nomor": 70019, "Judul": "KAJIAN SUSEPTIBILITAS MAGNETIK DALAM EKSPLORASI LOGAM-LOGAM KRITIS  STUDI KASUS: TANAH LATERIT DARI SULAWESI TENGGARA", "Abstrak": "Tanah laterit merupakan sumber prospektif logam kritis yang termasuk unsur tanah\njarang. Dalam penelitian ini, singkapan laterit diperoleh dari daerah penghasil Ni di\nSulawesi Tenggara, Indonesia. Tujuan penelitian ini adalah (1) menjelaskan sifat\nmagnetik dan karakteristik warna sebagai penanda untuk menjelaskan proses\npedogenesis tanah laterit daerah tropis, (2) menjelaskan hubungan warna laterit\nterhadap kandungan mineral magnetik, dan (3) mendapatkan hubungan parameter\nmagnetik terhadap pola diferensiasi logam kritis berubah selama pedogenesis. Metode\ndalam penelitian ini antara lain pengukuran suseptibilitas magnetik berbasis frekuensi,\nklasifikasi warna menurut Munsell Soil Color Charts, serta analisis geokimia dengan\nµ-X Ray Flourescence (XRF). Dari hasil penelitian, peningkatan suseptibilitas\nmagnetik karena banyaknya mineral magnetik oksida besi dari proses pedogenesis.\nKlasifikasi warna menunjukkan endapan laterit didominasi oleh kelompok rona 5YR –\n10 YR yang sejalan dengan peningkatan suseptibilitas magnetik. Peningkatan ?LF dan\nnilai ?FD % yang lebih tinggi menunjukkan bahwa konsentrasi partikel SP meningkat\nseiring dengan terjadinya pelapukan dan pedogenesis. Mineral superparamagnetik (SP)\nberubah menjadi mineral oksida besi lainnya seperti hematit dan goetit karena proses\npencucian, selanjutnya mineral labil bermobilisasi ke lapisan bawah. Selama proses\npedogenesis, ada tiga pola yang berbeda dari lapisan bawah ke atas. Pola pertama\nadalah pengayaan yang dialami oleh Sc, La, Cr, dan Ti. Pola kedua adalah deplesi yang\ndialami oleh Ni, Nd, dan Ho. Pola ketiga adalah lokalisasi konsentrasi tinggi pada\nkedalaman tertentu, seperti yang dialami oleh Co, Ce, dan V. Konsentrasi logam kritis\ntertentu berkorelasi positif atau negatif dengan suseptibilitas magnetik, menyimpulkan\nbahwa suseptibilitas magnetik dapat digunakan sebagai indikator proksi untuk\neksplorasi konsentrasi logam kritis di tanah laterit.", "Daftar File": {"ABSTRAK Khalil Ibrahim.pdf": "https://digilib.itb.ac.id/gdl/download/269152"}, "Penulis": "Khalil Ibrahim [22320309]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Tanah laterit, Logam kritis, Magnetik suseptibilitas, Pedogenesis, Sulawesi Tenggara", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul  \n                                     Devi Septia Nurul", "File": "1 file", "Tanggal Input": "22 Des 2022"}