{"Nomor": 70017, "Judul": "DAMPAK KOMUNIKASI INTERNAL TERINTEGRASI TERHADAP KETERLIBATAN KARYAWAN DI PRYSMIAN GROUP OSEA", "Abstrak": "Keterlibatan karyawan memiliki pengaruh yang kuat dalam menentukan kinerja karyawan di perusahaan, tingkat keterlibatan karyawan yang lebih tinggi membuat karyawan memiliki kinerja yang lebih baik. Di tingkat organisasi, keterlibatan karyawan membawa dampak positif pada hasil bisnis. Pada tahun 2019, Prysmian Group OSEA menyelenggarakan survei keterlibatan karyawan dan menemukan beberapa area peningkatan yang perlu dikelola. Dari hasil survei tersebut, Prysmian Group OSEA membentuk komite karyawan yang mengusulkan inisiatif untuk diterapkan di perusahaan. Berdasarkan proposal tersebut, perusahaan menemukan beberapa inisiatif telah dilaksanakan yang membuat perusahaan menyadari perlunya komunikasi internal yang terintegrasi untuk meningkatkan kesadaran karyawan terhadap inisiatif yang diterapkan perusahaan dan meningkatkan tingkat keterlibatan mereka.\nPenelitian ini menganalisis dampak komunikasi internal terintegrasi terhadap keterlibatan karyawan dan rekomendasi untuk manajemen dalam mengelola keterlibatan karyawan melalui komunikasi internal. Penelitian dimulai dengan memahami bagaimana komunikasi terintegrasi internal mempengaruhi perubahan tingkat keterikatan karyawan, dan kemudian dilanjutkan dengan rekomendasi tentang bagaimana Prysmian Group OSEA sebaiknya menerapkan komunikasi internal dalam mengelola tingkat keterlibatan karyawan.\nPenilitian dilakukan dengan menginterpretasikan hasil survei keterikatan karyawan pada tahun 2019, dilanjutkan dengan analisis bagaimana hasil survei dan rekomendasi inisiatif membentuk komunikasi internal yang terintegrasi pada tahun 2020. Setelah itu, hasil survei karyawan pada tahun 2021 dibandingkan dengan hasil survei di tahun 2019. Jarak antara hasil survei karyawan tahun 2021 dan 2019 dianalisis untuk mendapatkan temuan bagaimana dampak komunikasi internal terintegrasi kepada keterlibatan karyawan.\nDari penelitian ini dapat disimpulkan bahwa komunikasi internal terintegrasi berdampak positif dalam meningkatkan tingkat keterlibatan karyawan. Ada peningkatan di sebagian besar faktor yang menentukan tingkat keterlibatan karyawan. Komunikasi internal terintegrasi mampu membawa tren positif pada perspektif karyawan terhadap faktor keterlibatan dan meningkatkan tingkat keterlibatan mereka terhadap perusahaan.", "Daftar File": {"COVER Muhammad Arief Eka Putra": "https://digilib.itb.ac.id/gdl/download/269150", "BAB 1 Muhammad Arief Eka Putra": "https://digilib.itb.ac.id/gdl/download/288571", "BAB 2 Muhammad Arief Eka Putra": "https://digilib.itb.ac.id/gdl/download/288572", "BAB 3 Muhammad Arief Eka Putra": "https://digilib.itb.ac.id/gdl/download/288573", "BAB 4 Muhammad Arief Eka Putra": "https://digilib.itb.ac.id/gdl/download/288574", "PUSTAKA Muhammad Arief Eka Putra": "https://digilib.itb.ac.id/gdl/download/288575"}, "Penulis": "Muhammad Arief Eka Putra [29319410]", "Kontributor / Dosen Pembimbing": ["Ir. Prasetyo B Saksono, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keterlibatan Karyawan, Komunikasi Internal, Komunikasi Terpadu Internal, Komunikasi, Prysmian Group", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Des 2022"}