{"Nomor": 70022, "Judul": "DESAIN DAN FABRIKASI PLATFORM FLUIDA UNTUK APLIKASI DROPLET GENERATOR", "Abstrak": "Mikrofluida merupakan bidang ilmu dan teknologi yang memiliki fokus pada\npemrosesan dan manipulasi cairan atau fluida dengan skala 10-9 sampai 10-18 liter.\nSecara lebih khusus, sistem Mikrofluida dapat dibagi menjadi beberapa jenis seperti\nmikrofluida berbasis droplet. Mikrofluida berbasi droplet memanfaatkan dua jenis\nfluida yang tidak bercampur untuk membentuk aliran diskrit yang menyerupai\ndroplet. Untuk mencapai aliran tersebut dibutuhkan peranti droplet generator.\nSistem mikrofluida berbasis droplet banyak digunakan dalam penelitian maupun\nindustri karena berbagai sifat aliran fluida yang membantu dalam analisis dan\nmanufaktur. Walaupun memiliki berbagai kelebihan, sistem mikrofluida termasuk\ndroplet generator memiliki proses fabrikasi yang rumit, waktu yang lama, dan biaya\nyang besar. Pada penelitian ini dilakukan fabrikasi droplet generator menggunakan\nmetode fabrikasi alternatif yaitu metode pencetakan 3D. Melalui pencetakan 3D,\nfabrikasi droplet generator menjadi sederhana, cepat, dan berbiaya rendah. Droplet\ngenerator yang berhasil difabrikasi kemudian diuji kinerjanya dalam menghasilkan\ndroplet. Variasi laju aliran dan tinggi kanal droplet generator juga dilakukan untuk\nmengetahui pengaruh kedua faktor tersebut pada droplet yang terbentuk.\nMelalui beberapa iterasi, droplet generator dengan tinggi kanal 0.5 mm dan lebar 1\nmm berhasil difabrikasi menggunakan metode pencetakan 3D. Droplet generator\ntersebut mampu menghasilkan droplet monodispersity dengan panjang rata-rata\n0.35 cm dan frekuensi pembentukan 26 droplet/menit pada Qc = Qd = 2.5 ml/jam.\nPengujian pada laju alir yang bervariasi menemukan adanya perubahan pada\npanjang dan frekuensi pembentukan droplet. Selain perubahan yang sama seperti\nvariasi laju alir, pada tinggi kanal inlet 1 mm ditemukan adanya perubahan proses\npembentukan droplet. Perubahan tersebut membuat panjang maupun frekuensi\npembentukan droplet menjadi tidak stabil.", "Daftar File": {}, "Penulis": "Muhammad Azhar Fa'iq [18318025]", "Kontributor / Dosen Pembimbing": ["Isa Anshori, S.T., M.Eng.", "Dr. Beni Rio Hermanto, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "mikrofluida, droplet generator, pencetakan 3D, fabrikasi, monodipersity", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "23 Des 2022"}