{"Nomor": 70024, "Judul": "ANALISI KINERJA SISTEM COMMUNICATION-BASED TRAIN CONTROL BERBASIS WI-FI", "Abstrak": "Communications-Based Train Control (CBTC) adalah sistem signalling modern\nyang menggunakan komunikasi radio untuk mentransfer informasi dari train\ncontrol kepada kereta api. Pada umumnya jaringan Trackside System\nmenggunakan infrastruktur Wi-Fi konvensional (IEEE 802.11) yang berarti kereta\nharus selalu melakukan handshaking dengan access point atau bersifat connection\noriented. Hal ini dapat mempengaruhi performansi sistem tersebut karena\nterbatasnya waktu yang dimiliki setiap akses poin untuk menerima komunikasi\nyang diakibatkan oleh cepatnya laju kereta. Oleh karena itu perlu dilakukan\npengukuran terkait performansi sistem tersebut. Pada penelitian kali ini, akan\ndilakukan simulasi untuk mengukur nilai throughput dan packet received untuk\nmelihat pengaruh dari interferensi penambahan node (perangkat yang\nmenggunakan wifi) yang diakibatkan oleh perangkat disekitar sistem CBTC dan\npengaruh kecepatan kereta api terhadap performansi sistem CBTC. Dari seluruh\nsimulasi yang dilakukan, terdapat beberapa poin yang menjadi perhatian terkait\npengaruh dari penambahan jumlah node yang ada didalam kereta api terhadap\npengaruh performansi kinerja sistem CBTC. Performansi dari sistem CBTC tidak\nterpengaruh secara langsung hingga titik tertentu dimana simulasi yang dilakukan\ndengan jumlah node sebanyak 35 node. Selain pengaruh dari penambahan jumlah\nnode, penurunan nilai performansi juga dihasilkan pada peningkatan jumlah\nkecepatan kereta api. Seiring bertambahnya kecepatan kereta, nilai performansi\nyang dihasilkan pun akan semakin menurun. Hal ini disebabkan oleh window time\nkereta api dapat berkomunikasi dengan akses poin semakin rendah. Jika pada\nsimulasi dengan kecepatan 10 m/s, window time komunikasi antara kereta api\ndengan sistem akses poin adalah 47 detik. Pada simulasi dengan kecepatan keretea\napi sebesar 50 m/s, kereta api hanya memiliki waktu sebanyak 9 detik saja untuk\ndapat berkomunikasi dengan akses poin sebelum akses poin tersebut berada diluar\njangkauan kereta api untuk berkomunikasi.", "Daftar File": {"SodaPDF-watermarked-Yudisium 23219350 Risyad Riyadi.pdf": "https://digilib.itb.ac.id/gdl/download/269163"}, "Penulis": "Risyad Riyadi [23219350]", "Kontributor / Dosen Pembimbing": ["Dr. Tutun Juhana, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CBTC, Wi-Fi, node, access point", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "23 Des 2022"}