{"Nomor": 70020, "Judul": "PERANCANGAN KERANGKA KERJA MANAJEMEN DATA UNTUK PEMERINTAH INDONESIA", "Abstrak": "Data menjadi kebutuhan utama dalam pemerintahan saat ini, karena data harus\nakurat dan valid untuk mendukung layanan dan pengambilan kebijakan. Namun,\ninstitusi biasanya menghadapi masalah data, seperti duplikasi data, akurasi data,\nketidaklengkapan data, validitas data, ketersediaan data, dan lain-lain. Masalahmasalah\nini telah terjadi di banyak institusi. Untuk mengatasi permasalahan tersebut\nmaka dibutuhkan manajemen data. Referensi manajemen data yang banyak\ndigunakan saat ini adalah DAMA-Data Management Body of Knowledge\n(DMBOK). DAMA telah mengidentifikasi 11 area fungsi utama manajemen data\nyang komprehensif. Tata kelola data diidentifikasi sebagai komponen inti dari\nmanajemen data, mengikat bersama 10 fungsi lainnya.\nPenelitian ini menghasilkan rancangan kerangka kerja manajemen data untuk\npemerintah Indonesia. Rancangan kerangka kerja mengadopsi manajemen data\nbeberapa pemerintah dan kerangka kerja DAMA-DMBOK, selanjutnya\ndimodifikasi untuk dapat memenuhi kebutuhan pemerintah Indonesia. Hasil\nrancangan terdiri dari 14 area fungsi utama manajemen data. Adapun perbedaan\nterhadap kerangka kerja DAMA-DMBOK yaitu terdapat penambahan 3 fungsi\nmanajemen data yaitu Open data, Data Dissemination dan Data Collection.\nPengujian dilakukan dengan metode matrik kebutuhan dan hasil capaian untuk\nmengetahui kapabilitas rancangan dalam memenuhi kebutuhan pemerintah\nIndonesia dan metode triangulasi sumber data terhadap kerangka kerja DAMADMBOK\nsebagai pembanding untuk mengidentifikasi kesesuaian rancangan yang\ndihasilkan.", "Daftar File": {"COVER Mira Dian Ekawati": "https://digilib.itb.ac.id/gdl/download/269153", "BAB 1 Mira Dian Ekawati": "https://digilib.itb.ac.id/gdl/download/269154", "BAB 2 Mira Dian Ekawati": "https://digilib.itb.ac.id/gdl/download/269155", "BAB 3 Mira Dian Ekawati": "https://digilib.itb.ac.id/gdl/download/269156", "BAB 4 Mira Dian Ekawati": "https://digilib.itb.ac.id/gdl/download/269157", "BAB 5 Mira Dian Ekawati": "https://digilib.itb.ac.id/gdl/download/269158", "BAB 6 Mira Dian Ekawati": "https://digilib.itb.ac.id/gdl/download/269159", "PUSTAKA Mira Dian Ekawati": "https://digilib.itb.ac.id/gdl/download/269160"}, "Penulis": "Mira Dian Ekawati [23217096]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arry Akhmad Arman, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kerangka kerja, manajemen data, DAMA-DMBOK", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "22 Des 2022"}