{"Nomor": 70028, "Judul": "OPTIMISASI PEMBANGKIT HIBRID NUKLIR-BIOGAS-SURYA TERMAL DAN DESALINASI AIR LAUT MENGGUNAKAN ALGORITMA GENETIK", "Abstrak": "Pemanfaatan sumber energi baru dan terbarukan saat ini menjadi salah satu agenda\nintensif pemerintah Indonesia, terutama untuk meningkatkan rasio elektrifikasi dan\nmenyediakan pembangkit listrik ramah lingkungan di Indonesia. Indonesia\nmemiliki banyak potensi sumber daya alam yang dapat dimanfaatkan untuk\nmemperluas pasokan listrik nasional. Selain itu pemerintah memiliki beberapa\ntarget untuk memperluas jangkuan air bersih yang dapat disuplai dari pembangkit\nlistrik. Makalah ini mengusulkan pembangkit listrik hibrida yang mengadopsi tiga\nsumber energi (nuklir, biogas, dan panas matahari) sebagai sumber energi utama\nbeserta aplikasinya pada produksi air bersih. Reaktor nuklir berpendingin natrium,\nbiogas tipikal, dan pembangkit listrik tenaga surya dipilih untuk memverifikasi\nkonsep dengan menggunakan perangkat lunak komersial Ebsilon Pro dan\npemrograman dengan python. Hasil penelitian menunjukkan bahwa efisiensi\nPLTN, PLTBio saja, dan PLTS masing-masing 35,40%, 32,66%, dan 38,97%.\nEfisiensi ini dapat ditingkatkan secara signifikan dengan mengadopsi pembangkit\nlistrik hibrida nuklir, biogas, dan panas matahari yang diusulkan. Efisiensi termal\npembangkit listrik dapat ditingkatkan menjadi 40,42% dalam hal efisiensi hukum\npertama. Peningkatan lebih lanjut dengan pengubahan parameter konversi daya\nuntuk optimisasi dua objektif dengan algoritma genetik dapat meningkatkan\nefisiensi hingga 42,81% dan LCOE senilai Rp 1.277/kWh. Desalinasi air laut untuk\nkasus teroptimisasi dan kasus dasar memiliki kapasitas 1650 m3\n\n/hari dan 3000\n\nm3\n/hari dengan LCOW Rp 25.673/m3\n\ndan Rp 21.981/m3", "Daftar File": {"SodaPDF-watermarked-Tesis-V1 - 23221128 Fauzi Handy Dewanto.pdf": "https://digilib.itb.ac.id/gdl/download/269168"}, "Penulis": "Fauzi Handy Dewanto [23221128]", "Kontributor / Dosen Pembimbing": ["Burhanuddin Halimi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Nuklir, Biogas, Surya Termal, Desalinasi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "23 Des 2022"}