{"Nomor": 70038, "Judul": "INVESTMENT EVALUATION OF FLUE GAS DESULFURIZATION FOR COAL-FIRED  POWER PLANT  (CASE STUDY AT PT ABC POWER)", "Abstrak": "Selama 20 tahun, sektor energi menjadi penyumbang emisi karbon terbesar di Indonesia,\nyaitu sebesar 32 persen. Dari jumlah tersebut, sektor pembangkit listrik, khususnya\npembangkit listrik tenaga batu bara (PLTU), menjadi penyumbang terbesar sektor energi.\nOleh karena itu, perlu diterapkan kebijakan yang tepat untuk pembangkit listrik tenaga batu\nbara. Mulai tahun 2022 tidak ada lagi PLTU baru yang boleh dibangun di Indonesia, kecuali\nuntuk kontrak EPC atau IPP yang sudah ditandatangani atau yang sudah memasuki masa\npra konstruksi. \nMenanggapi hal tersebut, Perusahaan Listrik Negara Indonesia menyiapkan roadmap\ndekarbonisasi dengan melakukan berbagai kajian dan analisis data pembangkit listrik tenaga\nbatubara di Indonesia. Diantara strategi untuk menurunkan emisi tersebut antara lain adalah\nmemodifikasi (retrofitting) PLTU atau memasang peralatan untuk menurunkan emisi.\nPembangunan instalasi FGD merupakan salah satu solusi bagi PLTU, yang selain dapat\nmengurangi emisi gas buang, kandungan belerang dan lain-lain, juga dapat memenuhi\nregulasi yang ditetapkan pemerintah sekaligus. Selain itu, juga tidak perlu khawatir dengan\nkandungan sulfur dari batubara yang dipasok, sehingga dapat mengamankan pasokan\nbatubara dari daerah manapun dengan harga yang seefisien mungkin. \nPenelitian kali ini adalah dalam rangka mengevaluasi investasi pembangunan FGD pada PT\nABC Power dengan PT XYZ sebagai off taker dan bertanggungjawab terhadap suplai\nbatubara untuk ABC Power. Proyek FGD ini membutuhkan nilai investasi sebesar\nIDR171.981.006.600,-. Struktur permodalan menggunakan pinjaman modal 70% dari China\nDevelopment Bank dengan suku bunga 3,65% per tahun. Lifetime proyek selama 20 tahun\ndengan capacity factor 80% dan tarif IDR52,48/kWh. Dari analisis sensitivitas, diketahui\nbahwa tarif listrik dan produksi listrik merupakan dua faktor yang paling berpengaruh\nterhadap proyek ini, diikuti oleh belanja modal dan belanja operasional dengan dampak\nsedang. Sementara itu, tingkat inflasi, suku bunga, dan struktur modal hanya berdampak\nrelatif rendah pada proyek ini. Hasilnya adalah investasi ini layak dijalankan dengan NPV\nsebesar IDR151.345.254.746,-, IRR sebesar 15,42% dan periode pengembalian 6 tahun.", "Daftar File": {"2022_TS_PP_Yori Marten_29119522_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/269178"}, "Penulis": "Yori Marten [29119522]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "PLTU, Emisi, Evaluasi Investasi, Analisis Sensitivitas, Manajemen Risiko", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Des 2022"}