{"Nomor": 70034, "Judul": "EVALUASI WORK ORDER AGEING : STUDI KASUS DI DEPARTEMEN PEMELIHARAAN PT BADAK NGL", "Abstrak": "PT Badak NGL adalah perusahaan yang mengoperasikan Kilang LNG/LPG di Indonesia.\nKilang berlokasi di Bontang, Kalimantan Timur. Dalam struktur organisasi, Maintenance\nDepartment memainkan peran penting dalam pemeliharaan kilang. Untuk mengelola semua\npermintaan pekerjaan yang ditujukan ke Departemen Pemeliharaan, maka diterapkan sistem\nperintah kerja. Pada periode tahun 2017 hingga tahun 2020, Work Order ageing cenderung\nmeningkat. Pada tahun 2017, total Work Order ageing sebesar 1,16 % atau setara dengan 279\nWork Order, sedangkan pada tahun 2018, 2019, 2010 total Work Order ageing berturut-turut\nadalah 811, 1237, 1819.\n\nPenelitian ini dimulai dengan mencari data Work Order ageing dari Computerized Maintenance\nManagement System (CMMS) dan diskusi dengan Supervisor di Maintenance Department.\nPeningkatan Work Order ageing telah dianalisis dengan Pareto Analysis dan Fishbone\nDiagram. Analisis mengungkapkan bahwa ada beberapa akar penyebab yang berkontribusi\nterhadap peningkatan penuaan pesanan kerja. Status work order tertentu seperti Ready to\nSchedule, In Planning dan Waiting material non-stock menjadi fokus utama untuk menganalisis\nmengapa work order aging meningkat.\n\nSolusi alternatif telah diusulkan dimana dokumen Maintenance Manual sebagai panduan utama\ndi Maintenance Department harus direvisi dengan membuat subbab baru untuk mengatur dan\nmendefinisikan item baru seperti manajemen backlog, pengukuran backlog, pengamatan tugas\ndan indikator kinerja. Beberapa prosedur operasi harus direvisi dan dikembangkan sebagai\nakibat memperbarui Maintenance Manual. Dalam penerapannya, komitmen manajemen\nmerupakan bagian utama dan faktor keberhasilan untuk mengimplementasikan semua solusi\nalternatif. Selanjutnya, pemangku kepentingan harus memahami sistem baru yang akan\nditerapkan di Maintenance Department untuk mendapatkan dukungan dan kontribusi mereka\ndi masa depan.", "Daftar File": {"2022_TS_PP_Kurnia Bagus Mantik_1-Abstrak (1).pdf": "https://digilib.itb.ac.id/gdl/download/269174"}, "Penulis": "Kurnia Bagus Mantik [29119581]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Pemeliharaan, Perintah Kerja, Pemeliharaan,  Perintah Kerja  Usang,", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Des 2022"}