{"Nomor": 70037, "Judul": "DESAIN PARAMETRIK STRUKTUR MESIN BUBUT MANUAL NARA 4308", "Abstrak": "Mesin bubut manual adalah mesin perkakas yang digunakan dalam proses produksi untuk membuat suatu barang atau benda dengan spesifikasi geometri dan toleransi tertentudengan cara kerja memotong benda yang diputar. Mesin perkakas didesain dengan kepresisian dan kekakuan yang disesuaikan dengan kebutuhan. Perubahan variasi ukuran dimensi kerja dan dimensi mesin perkakas akan memerlukan desain baru agar tetap memenuhi kriteria terutama dalam hal kepresisian atau kekakuan mesin tersebut. Hal ini tentunya merupakan proses yang kurang efisien mengingat pembuatan desain baru untuk memenuhi spesifikasi yang diinginkan memakan waktu yang cukup banyak.\nPenyelesaian dari masalah tersebut adalah penggunaan konsep desain parametrik. Konsep ini mendefinisikan bentuk suatu objek dengan menggunakan parameter, sehingga perubahan atau eksplorasi bentuk objek desain dapat dilakukan dengan hanya mengubah satu atau beberapa parameter saja. Desain parametrik berfungsi mempersingkat waktu dalam mendesain ulang suatu objek dengan satu proses rangkaian perancangan.\nPada penelitian ini, desain parametrik dilakukan pada struktur mesin bubut manual yang meliputi headstock, bed, carriage, dan tailstock. Model parametrik dibuat untuk mengetahui hubungan antara parameter pada struktur mesin bubut manual. Benda kerja pada mesin sebagai input dikonversi menjadi beban statik pada mesin. Hasil atau output desain parametrik berupa prototype aplikasi desain parametrik mesin bubut manual dengan kekakuan sama dengan kekakuan referensi dari platform.", "Daftar File": {}, "Penulis": "Alif Zaky Muhammad [13116084]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "mesin bubut manual, desain parametrik, kekakuan, headstock, bed, tailstock¸ carriage, beban statik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Des 2022"}