{"Nomor": 70045, "Judul": "STRATEGI PEMASARAN UNTUK STARTUP HEALTHTECH: MARKETPLACE UNTUK PENGOBATAN KOMPLEMENTER DAN ALTERNATIF (CAM)", "Abstrak": "Selain pengobatan yang menggunakan medis konvensional, ada sektor pengobatan lain yang disebut pengobatan komplementer dan alternatif. Disebut pengobatan komplementer karena digunakan bersamaan/mendukung dengan medis konvensional. Di sisi lain, disebut pengobatan alternatif karena metode ini dipilih sebagai ganti medis konvensional. Dalam Kementrian Kesehatan, digunakan istilah pengobatan tradisional. Namun untuk memudahkan, untuk merujuk kepada istilah pengobatan komplementer dan alternatif, maka penulis akan menggunakan singkatan CAM.\n\nCAM di Indonesia diatur dalam beberapa peraturan dan keputusan menteri kesehatan terkait dengan pengobatan alternatif. Meskipun sudah terdapat badan hukum yang mengatur regulasi jenis pengobatan ini, namun, banyak diantara masyarakat yang masih mendapatkan pelayanan kesehatan tradisional yang tidak terstandar dengan baik.\n\nOkrava, marketplace untuk para praktisi CAM, adalah sebuah startup yang berfokus untuk memberikan informasi yang komprehensif terkait CAM kepada masyarakat, diantaranya      menyajikan informasi mengenai para praktisi CAM yang terdekat, terpercaya dan bersertifikat, sebagai wadah untuk para komunitas pegiat CAM berkumpul, dan ikut serta sebagai mitra Kementrian Kesehatan dalam memajukan CAM di Indonesia.\n\nDalam penelitian ini penulis menggunakan beberapa kerangka berfikir untuk menganalisa masalah yang potensial dapat menghambat Okrava dalam melakukan penetrasi ke pasar, serta merumuskan strategi pemasaran yang tepat bagi Okrava. Untuk analisa eksternal, penulis menggunakan analisa PESTEL, analisa kompetitor, Porter’s 5 Forces, dan analisa kebiasaan konsumen. Untuk analisa internal, penulis menggunakan framework VRIO, analisa STP, dan Marketing Mix 7P. Terkait proses pengambilan data, penulis menggunakan tida buah metode, yaitu desk reseaech untuk mendapatkan data sekunder, metode kualitatif dengan mengadakan wawancara secara mendalam (IDI) dan metode kuantitatif dengan melakukan sampling terhadap beberapa responden secara acak. Untuk solusinya, penulis menggunakan beberapa framework, yaitu analisa SWOT yang dilanjutkan dengan SWOT Matrix, hingga merujukan STP dan Marketing Mix 7P yang baru.\n\nHasil dari penelitian ini adalah untuk merumuskan strategi pemasaran yang tepat bagi Okrava untuk memulai bisnis ini dan memasuki pasar dengan meluncurkan MVP kepada early adopters mereka.", "Daftar File": {"COVER Rd. Lasmaditya Ikhwalfebriant": "https://digilib.itb.ac.id/gdl/download/269200", "BAB 1 Rd. Lasmaditya Ikhwalfebriant": "https://digilib.itb.ac.id/gdl/download/288588", "BAB 2 Rd. Lasmaditya Ikhwalfebriant": "https://digilib.itb.ac.id/gdl/download/288589", "BAB 3 Rd. Lasmaditya Ikhwalfebriant": "https://digilib.itb.ac.id/gdl/download/288590", "BAB 4 Rd. Lasmaditya Ikhwalfebriant": "https://digilib.itb.ac.id/gdl/download/288591", "BAB 5 Rd. Lasmaditya Ikhwalfebriant": "https://digilib.itb.ac.id/gdl/download/288592", "PUSTAKA Rd. Lasmaditya Ikhwalfebriant": "https://digilib.itb.ac.id/gdl/download/288593"}, "Penulis": "Rd. Lasmaditya Ikhwalfebriant [29318465]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengobatan Komplementer dan Alternatif, Strategi Pemasaran, Inklusi, Literasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "23 Des 2022"}