{"Nomor": 70054, "Judul": "MENINGKATKAN KESEJAHTERAAN KEUANGAN DI INDONESIA: PERAN MEDIA SOSIAL DAN MEDIATING EFEK PERILAKU KEUANGAN", "Abstrak": "Penelitian ini bertujuan untuk menguji pengaruh external locus of control, financial literacy, financial self-efficacy, internal locus of control, dan social media terhadap financial well-being, dengan fokus pada peran mediasi financial behavior. penelitian ini menggunakan kuesioner survei online dengan 438 responden. hubungan diselidiki menggunakan PLS-SEM, dan output tambahan dari tes uji beda menggunakan Mann-Whitney dan Kruskal-Wallis. Financial well- being dapat ditingkatkan dengan mengurangi external locus of control, meningkatkan financial self-efficacy individu, financial literacy, dan penggunaan social media dengan baik. Selain itu, efek tidak langsung dari external locus of control, financial literacy, financial self-efficacy, dan media sosial pada financial well-being, menekankan pentingnya financial behavior.\n\nAnalisis pendukung data media sosial diolah dengan menggunakan Regresi Linier Berganda untuk menemukan hubungan financial behavior. Hasil penelitian menemukan bahwa variabel data media sosial yang berpengaruh signifikan terhadap financial behavior adalah financial influencer. Temuan ini dapat membantu para pembuat kebijakan dan pemimpin industri dalam memahami faktor-faktor paling berpengaruh yang mempengaruhi kesejahteraan keuangan Indonesia. Selain itu, melalui edukasi keuangan masyarakat, pemerintah Indonesia mendorong generasi muda untuk meningkatkan indeks literasinya. Penelitian terhadap financial well-being ini sangat penting karena sejalan dengan tujuan pemerintah untuk meningkatkan stabilitas dan kesehatan keuangan masyarakat. Sebagai hasilnya, orang dapat mempertahankan kontrol keuangan, memungkinkan mereka untuk memenuhi tujuan keuangan, menangani pengeluaran tak terduga dalam keadaan darurat, menghadapi masalah keuangan, dan dapat menikmati hidup.", "Daftar File": {"2023 TS PP Tarada Berlian Megananda   [29021013] - Abstract 1.pdf": "https://digilib.itb.ac.id/gdl/download/269212"}, "Penulis": "Tarada Berlian Megananda [29021013]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Financial Well-Being, Financial Behavior, Social Media.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "23 Des 2022"}