{"Nomor": 70067, "Judul": "EFISIENSI FAKTOR PRODUKSI DAN NILAI TAMBAH USAHA BUDIDAYA UDANG VANAME DI DESA TAMAN JAYA KECAMATAN SUMUR KABUPATEN PANDEGLANG BANTEN", "Abstrak": "Permasalahan utama usaha budidaya udang vaname PT UKSMA yaitu menurunnya\nproduktivitas tambak yang mencapai 41% dalam 2 tahun terakhir yaitu sejak\npertengahan tahun 2018 hingga pertengahan tahun 2020. Penelitian ini bertujuan\nuntuk mengetahui pengaruh faktor produksi terhadap total produksi serta efisiensi\nekonomi faktor produksi tersebut dengan menggunakan pendekatan model Cobb-\nDouglass. Analisis regresi fungsi produksi Cobb-Douglass dilakukan menggunakan\nsoftware Minitab 18, sedangkan untuk efisiensi ekonomi menggunakan software\nMicrosoft Excel 16. Tujuan lainya yaitu mengetahui nilai tambah dan persentase\nkeuntungan perusahaan menggunakan Metode Hayami pada saat musim kemarau\ndan musim hujan. Secara simultan variabel faktor produksi (pakan, mineral, molase\ndan imunostimulan) berpengaruh terhadap total produksi PT. UKSMA. Faktor\nproduksi yang paling berpengaruh yaitu pakan dengan nilai elasitisitas 0,993.\nPenggunaan faktor produksi yang paling mendekati efisien adalah pakan dengan\nnilai efisiensi ekonomi 0,3. Pada saat musim kemarau PT. UKSMA menghasilkan\nnilai tambah dan keuntungan perusahaan lebih tinggi dengan nilai Rp 23.131/ kg\ndan persentase keuntungan perusahaan sebesar 35%, sedangkan pada musim hujan\nnilai tambah yang dihasilkan hanya sebesar Rp 8.885/kg dengan persentase\nkeuntungan perusahaan sebesar 13%.", "Daftar File": {"ABSTRAK Ahmad Shifa Uka": "https://digilib.itb.ac.id/gdl/download/269229"}, "Penulis": "Ahmad Shifa Uka [21318011]", "Kontributor / Dosen Pembimbing": ["Dr. Tien Lastini, S.Hut., M.Si.", "Dr. Ir. Wawan Gunawan, BA, M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "efisiensi, faktor produksi, nilai tambah, udang vaname", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "2 file", "Tanggal Input": "23 Des 2022"}