{"Nomor": 70073, "Judul": "DESAIN METODE PERLINDUNGAN PRIVASI DALAM PEMPUBLIKASIAN DATA MEDIA SOSIAL", "Abstrak": "Peningkatan penggunaan layanan media sosial yang cukup signifikan\nmenghasilkan sejumlah besar data yang dihasilkan pengguna. Data yang\ndihasilkan oleh pengguna dibagikan ke publik dengan tujuan seperti analisa\nperilaku konsumen, analisa penyebaran penyakit analisa pandangan politik dan\nlain sebagainya. Data tersebut menarik perhatian banyak pihak seperti perusahaan\niklan, pemerintah, penambang data atau bahkan pihak yang memiliki niat buruk.\nNamun pempublikasian ini menimbulkan ancaman privasi penggunanya.Dalam\nsepuluh tahun terakhir telah dilakukan banyak penelitian yang berusaha\nmemberikan solusi terhadap perlindungan privasi terhadap data media sosial.\nNamun, tinjauan sistematis tentang dinamika penelitian privasi di media sosial,\ndan temuan pendekatan solusi privasi terbaru dari perspektif yang lebih luas,\nmasih belum tereksplorasi dalam literatur terkini. Tesis ini mengkaji solusi –\nsolusi dan masalah privasi di media sosial melalui metodologi tinjauan literature\nsistematis dengan analisis kualitatif yang bertujuan untuk mencari kesenjangan\npenelitian dan mengetahui potensi pengembangan metode serta arah penelitian di\nmasa depan mengenai solusi perlindungan privasi pada data di media sosial. Pada\npenelitian tesis ini penulis mengkaji state of the art pada perlindungan privasi\ndalam pembpublikasian data, ancaman privasi, metriks untuk mengukur efektifitas\nmetode perlindungan privasi dan masalah yang timbul dari perlindungan\nprivasiseperti menurunya utilitas data dan informasi yang hilang", "Daftar File": {"SodaPDF-watermarked-23218303  muhammad nur khawarizmi.pdf": "https://digilib.itb.ac.id/gdl/download/269248"}, "Penulis": "Muhammad Nur Khawarizmi [23218303]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Suhardi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Serangan privasi, Anonimisasi graf, privacy preserving data publication. Social graf.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "23 Des 2022"}