{"Nomor": 70070, "Judul": "DAMPAK PENERAPAN GAMIFIKASI DI INDUSTRI E-MARKETPLACE TERHADAP GEN Z DI INDONESIA", "Abstrak": "Tujuan penelitian ini adalah untuk mengeksplorasi bagaimana implementasi gamifikasi dalam industri e-marketplace berpengaruh pada gen z di Indonesia sebagai pelanggan, juga bagaimana pengimplementasiannya berpengaruh terhadap loyalitas pelanggan, niat beli, dan keterlibatan pelanggan dalam platform yang dipengaruhi oleh gamifikasi. Penelitian ini dilakukan dengan menggunakan teknik interpretivisme serta abduksi dengan mempertimbangkan perubahan karakter sudut pandang dan dinamikanya. Teknik yang digunakan dimaksudkan untuk membantu peneliti dalam memahami berbagai interpretasi dari jawaban wawancara mengenai sudut pandang pelanggan dan pengguna terhadap gamifikasi dan implementasinya. Dalam penelitian ini, peneliti melihat melalui lensa responden atau orang yang diwawancarai sebagai sumber data, dan pendekatan yang dilakukan untuk menganalisis data adalah pendekatan perbandingan. Informasi penelitian ini juga telah dikumpulkan melalui pengumpulan dokumen, laporan, dan pengumpulan data dari orang yang diwawancarai atau responden penelitian yang semuanya memberikan informasi yang dibutuhkan. Setelah penelitian, telah ditemukan bahwa tema-tema penelitian meliputi pendapat umum tentang gamifikasi, niat pembelian, dan keterlibatan pelanggan dalam platform yang menggunakan dan menerapkan gamifikasi. Akhirnya, telah ditemukan dalam penelitian ini bahwa dari sudut pandang pengguna, pendapat umum mereka tentang konsep gamifikasi serta korelasi antara gamifikasi dan niat beli, serta keterlibatan pelanggan adalah positif. Lebih lanjut, di Indonesia untuk gen Z, gamifikasi tidak memiliki dampak yang besar terhadap cara mereka menggunakan suatu platform, oleh karena itu kesimpulannya gamifikasi belum memiliki dampak yang besar dalam mempengaruhi loyalitas pelanggan terhadap suatu platform e-marketplace di Indonesia.", "Daftar File": {"2023 SK PP Zia Ulhaq Ahmad   [19019206] - Abstract 1.pdf": "https://digilib.itb.ac.id/gdl/download/269239"}, "Penulis": "Zia Ulhaq Ahmad [19019206]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Akib WARRAICH", "Annisaa Novieningtyas"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gamifikasi, Strategi Pemasaran, E-Marketplace, Gen Z Indonesia, Loyalitas Pelanggan, Keterlibatan Pelanggan, Minat Beli Pelanggan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "23 Des 2022"}