{"Nomor": 70072, "Judul": "PENGARUH PROBIOTIK ASPERGILLUS ORYZAE TERHADAP SISTEM IMUN MUKOSAL USUS ZEBRAFISH (DANIO RERIO) YANG DIINDUKSI INFLAMASI DENGAN KARAGENAN", "Abstrak": "Pemberian pakan yang berlebihan tanpa mengutamakan keseimbangan nutrisi dapat mengarah\npada kerusakan usus yang ditandai dengan adanya inflamasi. Pemberian probiotik diduga dapat\nmengurangi respon inflamasi pada hewan dengan cara memodulasi sistem imun. Salah satu\nprobiotik potensial adalah Aspergillus oryzae (AO). A. oryzae merupakan fungi berfilamen yang\nbanyak digunakan oleh industri makanan, namun penelitian terkait peran A. oryzae sebagai\nprobiotik masih terbatas. Pada penelitian ini digunakan zebrafish (Danio rerio) sebagai hewan\nmodel untuk mengonfirmasi adanya aktivitas anti-inflamasi yang distimulasi oleh A. oryzae.\nPenelitian menggunakan 18 ekor zebrafish wildtype dewasa dengan 6 kelompok (n=3) yaitu:\nKontrol (C), Kontrol Positif (PC), Kontrol Negatif (NC), Perlakuan AO 10gr/kg (A10), Perlakuan\nAO 20gr/kg (A20), dan Perlakuan AO 30gr/kg (A30). Semua kelompok diinjeksikan 1.5% ?-\nkaragenan dalam 20?L PBS sebanyak 1 kali secara intraperitoneal setelah dibius, kecuali\nkelompok C diinjeksikan larutan PBS. Injeksi karagenan bertujuan untuk menginduksi inflamasi\npada saluran pencernaan zebrafish. Zebrafish dipelihara dan diberi pakan sesuai kelompok\nperlakuan sebanyak 2% dari berat tubuh per hari, kemudian setelah 10 hari, usus zebrafish diisolasi\nuntuk dianalisis secara histologi dan molekuler. Hasil penelitian menunjukkan adanya kenaikan\nberat badan yang signifikan pada kelompok A20 (P<0.05). Berdasarkan hasil analisis histologi,\nkelompok A30 mengalami peningkatan jumlah sel goblet (P<0.05) sedangkan peningkatan jumlah\nvili (P?0.05) dan luas permukaan vili usus terjadi pada kelompok A20 (P<0.05). Hasil analisis\nmolekuler menunjukkan kelompok perlakuan A. oryzae mengalami penurunan ekspresi relatif\nmRNA gen tnf-?, il-1?, il-8 dan peningkatan ekspresi relatif mRNA gen il-10. Secara signifikan,\npenurunan ekspresi relatif mRNA gen tnf-? terjadi di A10 (P<0.001), il-1? di A30 (P<0.001), dan\nil-8 di A10 (P<0.05). Peningkatan ekspresi relatif mRNA gen il-10 terjadi pada kelompok\nperlakuan A. oryzae walaupun tidak berbeda secara signifikan (P?0.05). Hasil analisis histologi\ndan molekuler mengarah pada kemungkinan bahwa pemberian A. oryzae dapat meningkatkan\naktivitas pencernaan melalui peningkatan jumlah sel goblet, peningkatan jumlah dan luas\npermukaan vili usus, dan menstimulasi sistem imun mukosal zebrafish serta dapat meningkatkan\nproduksi sitokin anti-inflamatori, dan menurunkan produksi sitokin pro-inflamatori. Dari hasil\npenelitian, dapat disimpulkan bahwa probiotik A. oryzae mampu meningkatkan penyerapan\nnutrien dan menstimulasi aktivitas anti-inflamasi pada sistem imun mukosal usus zebrafish yang\ndiinduksi inflamasi dengan karagenan.", "Daftar File": {"ABSTRAK Annisa Fitri Larassagita": "https://digilib.itb.ac.id/gdl/download/269246"}, "Penulis": "Annisa Fitri Larassagita [20618004]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aspergillus oryzae, inflamasi, karagenan, probiotik, zebrafish", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Des 2022"}