{"Nomor": 70089, "Judul": "ANALISIS PELAKSANAAN SISTEM TRANSPORTASI PUBLIK TERINTEGRASI DI JABODETABEK (STUDI KASUS: JAKLINGKO INDONESIA)", "Abstrak": "Tujuan transportasi publik terintegrasi adalah untuk mencapai pembagian moda \ntransit yang tinggi dengan layanan yang mulus menggunakan dua moda atau lebih \n(Luk & Olszewski, 2003). Konsep integrasi pada dasarnya berupa gagasan yang \npaling ideal, yang dapat bertransformasi melalui proses interpretasi dari pedoman \npemerintah dan penyelarasan dengan kepentingan perwakilan yang bekerja dalam \narena, struktur dan rezim lokal (Hull, 2005). PT JakLingko berdiri di Desember \n2020, dengan tujuan untuk mengintegrasikan sistem pembayaran, tarif, dan rute \npada semua transportasi publik serta mengelola big data pengguna transportasi \npublik Jabodetabek. Dalam mencapai tujuannya, pelaksanaan dan keberjalanan \nsistem integrasi transportasi publik yang dilakukan oleh Jaklingko perlu ditelaah \nlebih jauh, agar pelaksanaannya dapat dilakukan dengan lebih baik lagi dan tujuan \nintegrasi dapat dicapai dengan lebih efisien. Penelitian ini melihat pelaksanaan \nsistem integrasi transportasi publik dan menilai integrasi yang dilaksanakan di \nJabodetabek, yang dikelola oleh Jaklingko. Pelaksanaan Sistem Jaklingko yang \nsudah berjalan dijelaskan secara kronologis, digambarkan dengan menggunakan \nmodel best practice untuk manajemen perubahan, dan dinilai dengan kriteria \nintegrasi transportasi publik yang diturunkan dari penelitian-penelitian sebelumnya. \nJaklingko Indonesia saat ini berada dalam fase kedua pengembangan, yaitu sedang \nmenjalankan MaaS (Mobility as a Service), dimana kartu dan aplikasi pembayaran \nJaklingko diintegrasikan dengan layanan transportasi lainnya seperti transportasi \ndaring, layanan kesehatan, pembayaran air dan listrik, tempat wisata, dan \nsebagainya. Ke depannya layanan Jaklingko akan dikembangkan dengan sistem \naccount-based ticketing, yang memungkinkan pengguna untuk mendapat tiket \nharian, mingguan, dan bulanan serta mendapatkan tarif khusus sesuai profil \npengguna misalnya tarif khusus pelajar atau lansia. Integrasi yang dilaksanakan \noleh Jaklingko baru mencapai tahap integrasi fisik dan operasional, serta integrasi \nmoda. Sistem account-based ticketing, yang direncanakan untuk tahap selanjutnya,\ntergolong sebagai integrasi dengan tujuan sosial, yang merupakan tahap lebih tinggi \ndari integrasi fisik dan moda yang sudah berjalan saat ini.", "Daftar File": {"ABSTRAK Salamah": "https://digilib.itb.ac.id/gdl/download/269278", "BAB 1 Salamah": "https://digilib.itb.ac.id/gdl/download/269371", "BAB 2 Salamah": "https://digilib.itb.ac.id/gdl/download/269372", "BAB 3 Salamah": "https://digilib.itb.ac.id/gdl/download/269373", "BAB 4 Salamah": "https://digilib.itb.ac.id/gdl/download/269374", "BAB 5 Salamah": "https://digilib.itb.ac.id/gdl/download/269375", "BAB 6 Salamah": "https://digilib.itb.ac.id/gdl/download/269376", "PUSTAKA Salamah": "https://digilib.itb.ac.id/gdl/download/269377", "LAMPIRAN Salamah": "https://digilib.itb.ac.id/gdl/download/269378"}, "Penulis": "Salamah [25418015]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "sistem transportasi publik, integrasi transportasi, tingkatan integrasi, Jaklingko  Indonesia. i", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "9 file", "Tanggal Input": "23 Des 2022"}