{"Nomor": 70085, "Judul": "ANALISIS PERHITUNGAN QUASI-DYNAMIC HOSTING CAPACITY PADA JARINGAN DISTRIBUSI", "Abstrak": "Masifnya target pemasangan energi terbarukan menjadi fokus pada penelitian\nini. Beberapa sektor industri terus memasang PLTS agar mendukung green energi.\nSalah satu fokus pada penelitian ini yakni melihat dampak maksimal pemasangan\nPLTS di 1 titik dan pembagian kapasitas pada masing – masing pelanggan.\nPenelitian ini menggunakan sistem jaringan distribusi radial mendekati jaringan\ndistribusi di Indonesia, dimana profil beban mempertimbangkan karakteristik\nbeban Industrial, Beban Komersial, dan Beban Residensial. Penelitian ini\nmenggunakan metode teorema persamaan garis untuk menghitung kenaikan\ntegangan dengan mempertimbang 2 titik pengukuran arus yakni arus di ujung dan\narus di pangkal. Kenaikan tegangan yang didapatkan diakumulasi untuk\ndijumlahkan dengan pelanggan sesudahnya.\nHasil yang didapatkan dengan mempertimbangkan beberapa skenario seperti,\nbatasan tegangan, batasan tegangan dan pembebanan saluran, dan batasan\ntegangan, thermal, harmonisa sesuai dengan regulasi. Hasil yang didapatkan\nmendekati hasil dari simulasi yang dilakukan pada software hosting capacity di\nDIgSILENT. Pada skenario batasan Tegangan, pembagian masing-masing\nkapasitas didapatkan tegangan tertinggi sebesar 1.019 pu. Untuk batasan tegangan\ndan thermal 40% didapatkan hasil tegangan tertinggi sebesar 0.999 pu dan\npembebanan saluran sebesar 19.106% berdasarkan pada pembagian kapasitas\nmasing-masing pelanggan. Untuk skenario dengan batasan tegangan dan thermal\n100%, didapatkan hasil tegangan tertinggi sebesar 1.026 pu dan thermal tertinggi\nsebesar 93.962%. Sedangkan pada batasan regulasi yang mempertimbangkan\ntegangan, thermal, hamonisa, dan reverse. Hasil yang didapatkan untuk tegangan\ntertinggi sebesar 1.003pu, pembebanan saluran tertinggi sebesar 39.556%, untuk\nnilai distorsi tegangan yang didapatkan sebesar 36.338 kV.", "Daftar File": {"SodaPDF-watermarked-23220350 Riki khomarudin.pdf": "https://digilib.itb.ac.id/gdl/download/269258", "Riki Khomarudin NIM 23220350.pdf": "https://digilib.itb.ac.id/gdl/download/271792"}, "Penulis": "Riki Khomarudin [23220350]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Dr. Kevin Marojahan Banjar Nahor, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Hosting Capacity, Distributed Generation, Persamaan Garis, Tegangan, Thermal, Harmonisa.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi  \n                                     Dessy Rondang Monaomi", "File": "2 file", "Tanggal Input": "23 Des 2022"}