{"Nomor": 70080, "Judul": "DESAIN DAN PEMODELAN KOROSI PADA PIPA BAWAH LAUT DI LAUT NATUNA DENGAN METODE ELEMEN HINGGA", "Abstrak": "Pipa bawah laut merupakan sistem infrastruktur lepas pantai yang memiliki peranan\npenting dalam proses penyaluran atau pendistribusian hasil eksploitasi untuk\nwilayah offshore dari suatu tempat ke tempat lainnya. Pipa bawah laut ini\nmemerlukan proses perencanaan desain yang matang dan sesuai dengan standar,\nserta disesuaikan dengan kondisi lingkungan tempat pipa bawah laut beroperasi\nagar pipa bawah laut dapat beroperasi dengan baik tanpa adanya kegagalan.\nBerdasarkan tinjauan statistik yang telah dilakukan oleh para ahli, persentase\npenyebab kerusakan pada pipa bawah laut akibat korosi adalah sebesar 26% [2].\nPada pengerjaan tugas akhir ini akan dilakukan pemodelan korosi pada pipa bawah\nlaut dengan metode elemen hingga menggunakan perangkat lunak ABAQUS\ndengan tujuan mengetahui nilai collapse pressure dan bentuk collapse dari pipa\ntersebut. Berdasarkan proses desain yang telah dilakukan didapatkan nilai tebal\ndinding pipa bawah laut sebesar 12,7 mm (0,5 inci) yang telah disesuaikan dengan\nstandar DNVGL-ST-F101 dan API 5L, nilai tebal lapisan beton sebesar 40 mm\ndengan kedalaman trenching 10,5 mm yang telah disesuaikan dengan standar\nDNVGL-RP-F109, dan nilai allowable free span length sebesar 21,1 m yang telah\ndisesuaikan dengan standar DNVGL-RP-F105. Pada saat pemodelan akan\ndilakukan mesh convergence study terlebih dahulu guna mendapatkan ukuran\nmeshing paling optimal sehingga mendapatkan hasil pemodelan yang mendekati\nkeadaan aslinya. Berdasarkan hasil pemodelan korosi dengan bentuk constantdepth,\nelliptical, dan parabolic didapatkan nilai collapse pressure dan bentuk\ncollapse dari pipa bawah laut tersebut.", "Daftar File": {"ABSTRAK Muhammad Fauzan Yusuf": "https://digilib.itb.ac.id/gdl/download/269668"}, "Penulis": "Muhammad Fauzan Yusuf [15518010]", "Kontributor / Dosen Pembimbing": ["Eko Charnius Ilman, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pipa bawah laut, tebal dinding pipa, on bottom stability, instalasi, free span, metode elemen hingga, korosi, collapse pressure, bentuk collapse", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "2 file", "Tanggal Input": "23 Des 2022"}