{"Nomor": 70091, "Judul": "PENCITRAAN STRUKTUR KECEPATAN SEISMIK DI BAWAH PERMUKAAN WILAYAH TANGERANG DAN SEKITARNYA MENGGUNAKAN METODE HVSR", "Abstrak": "Kota Tangerang dan sekitarnya merupakan dataran rendah yang didominasi oleh endapan lepas\nberupa lempung, pasir kerikil, dan adanya endapan batuan tufa. Wilayah Tangerang dan wilayahwilayah sekitarnya berpotensi mengalami bencana gempa bumi karena berdekatan dengan sesar\naktif seperti sesar Baribis dan Cimandiri. Gempabumi yang bersumber dari pergerakan sesar aktif\npada umumnya berpotensi menjadi bencana yang besar, terutama sesar-sesar yang dekat dengan\npemukiman dan area aktivitas manusia lainya. Metoda geofisika yang umum digunakan dalam\nmengekstrasi sifat-sifat dinamik permukaan tanah adalah teknik rasio spektral komponen\nhorisontal/vertikal (HVSR) yang membutuhkan data rekaman dari seismometer tiga komponen.\nMetode ini didasarkan pada perhitungan rasio spektral antara komponen vertikal dan horizontal dari\ndata yang direkam. Pengolahan data mikrotremor dengan menggunakan metode HVSR merupakan\nmetode yang dapat menggambarkan keadaan bawah permukaan sekaligus mengukur sifat fisis\nkegempaan. Data mikrotremor yang diolah pada penelitian ini yaitu daya mikrotremor pada wilayah\nTangerang dan sekitarnya. Penelitian ini bermaksud untuk menggambarkan kondisi di bawah\npermukaan baik litologi dan struktur dibawah permukaan dengan metode HVSR. Berdasarkan hasil\npengolahan, didapatkan nilai frekuensi dominan yang variatif dengan rentang dari 3,01 sampai 19,68\nHz. Nilai frekuensi yang rendah terdapat di bagian Barat pada beberapa titik daerah penelitian dan\nsemakin kearah Timur terlihat nilai frekuensi dominan yang relatif lebih tinggi. Nilai amplifikasi\npada wilayah Tangerang ini memiliki rentang nilai sebesar 0,54 sampai 5,04. Area yang didominasi\noleh nilai frekuensi dominan yang kecil menggambarkan lapisan sedimen yang tebal pada daerah\ntersebut. Nilai amplifikasi yang dominan tinggi berada dibagian timur daerah penelitian, sedangkan\nnilai amplifikasi yang rendah berada di bagian barat daerah penelitian. Nilai amplifikasi yang tinggi\ncenderung memiliki resonansi yang besar. Inversi kurva HVSR menghasilan sebaran nilai kecepatan\ngelombang geser (Vs) bawah permukaan di wilayah Tangerang dan sekitarnya dengan rentan 84,54\nm/s sampai 3100 m/s. Berdasarkan persebaran nilai Vs diperoleh gambaran adanya nilai yang relatif\nrendah di bagian barat pada daerah Cikopa dan sekitarnya.", "Daftar File": {"ABSTRAK Zakki Fahrurrozi.pdf": "https://digilib.itb.ac.id/gdl/download/269280"}, "Penulis": "Zakki Fahrurrozi [22319312]", "Kontributor / Dosen Pembimbing": ["Dr. Tedi Yudistira, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Tangerang, Frekuensi dominan, Amplifikasi, HVSR.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "23 Des 2022"}