{"Nomor": 70098, "Judul": "SINTESIS CELLULOSE NANOCRYSTALS (CNCS) SEBAGAI MATRIKS PENYANGGA IMOBILISASI ENZIM LIPASE UNTUK KONVERSI MINYAK NABATI MENJADI ASAM LEMAK", "Abstrak": "Asam lemak merupakan salah satu bahan baku yang banyak digunakan di industri\nseperti kosmetik, makanan, farmasi, sabun, detergen, dan produksi green diesel.\nMetode konvensional yang digunakan untuk menghasilkan asam lemak adalah\nhidrolisis minyak/lemak pada temperatur 250 °C dan tekanan 4,82 MPa melalui\nproses Colgate-Emery. Meskipun proses tersebut sederhana, namun proses tersebut\nmembutuhkan energi yang tinggi dan memerlukan proses pemurnian produk.\nStrategi yang dapat dilakukan untuk mengurangi konsumsi energi dan menurunkan\ndegradasi termal produk adalah melangsungkan hidrolisis minyak pada temperatur\ndan tekanan yang lebih rendah dengan menggunakan lipase sebagai biokatalis.\nUntuk meningkatkan umur operasional dan penggunaan kembali dari lipase, maka\nlipase diimobilisasi pada matriks penyangga. Enzim yang diimobilisasikan pada\nstruktur nanomaterial menunjukkan pemuatan enzim yang tinggi dan peningkatan\nstabilitas.\nPenelitian ini mengkaji material berbasis selulosa sebagai penyangga imobilisasi\nlipase untuk menyelenggarakan hidrolisis minyak sawit pada temperatur 40 °C dan\ntekanan atmosferik. Pada tahap pertama, sintesis cellulose nanocrystals (CNCs)\ndilakukan dari berbagai biomassa yang meliputi bagas tebu, jerami padi, dan tandan\nkosong kelapa sawit (TKKS) menggunakan metode oksidasi yang dimediasi\nTEMPO. Produk CNCs yang diperoleh dikarakterisasi menggunakan X-ray\nDiffraction (XRD), Fourier Transform Infrared Spectoscopy (FTIR), Transmission\nElectron Microscopy (TEM), dan Thermogravimetric Analysis (TGA). Hasil\npenelitian menunjukkan CNCs dari bagas tebu memiliki kristalinitas sebesar 72%\ndengan panjang rata-rata 104????64 nm, CNCs dari jerami padi memiliki kristalinitas\nsebesar 73% dengan panjang rata-rata 102????34 nm, dan CNCs dari TKKS memiliki\nkristalinitas sebesar 65% dengan panjang rata-rata 157????27 nm. Kristalinitas CNCs\nmeningkat dengan meningkatnya konsentrasi oksidator karena semakin banyak\nbagian amorf yang dapat dihilangkan. Selain itu, hasil analisis menggunakan FTIR\nmengkonfirmasi adanya gugus karbonil (C=O) yang berasal dari gugus karboksilat\nmengindikasikan bahwa gugus hidroksil pada posisi C6 primer dari selulosa telah\ndioksidasi menjadi gugus karboksilat.\nProduk CNCs yang telah diperoleh digunakan untuk imobilisasi lipase. Penelitian\ndilakukan dengan mengkaji pengaruh jenis CNCs, konsentrasi lipase, waktu imobilisasi, dan rasio EDC/CNCs terhadap aktivitas lipase. Hasil penelitian\nmenunjukkan lipase yang diimobilisasi pada CNCs dari jerami padi menghasilkan\naktivitas relatif paling tinggi sebesar 71%. Hal ini berkaitan dengan karakteristik\nyang dimiliki oleh CNCs seperti kandungan gugus karboksil pada permukaan\nCNCs, ukuran CNCs, kristalinitas, dan komposisi bahan baku yang digunakan\nuntuk sintesis CNCs. Oleh karena itu, CNCs dari jerami padi dipilih untuk\ndigunakan dalam optimasi kondisi imobilisasi. Kondisi imobilisasi optimum\ndiperoleh pada konsentrasi lipase 1,5 mg/mL, waktu imobilisasi 2 jam, dan rasio\nCNCs/EDC 1:3. Selain itu, stabilitas lipase amobil menunjukkan peningkatan pada\ntemperatur 40 °C dibandingkan lipase bebas yang disebabkan oleh peningkatan\nkekakuan lipase setelah berikatan secara kovalen dengan CNCs.\nLipase yang sudah berhasil diimobilisasi pada CNCs digunakan dalam hidrolisis\nminyak sawit. Penggunaan gum Arab dengan konsentrasi sebesar 5% memberikan\nefek positif pada aktivitas lipase yang dapat dikaitkan dengan peningkatan area\nantarmuka emulsi air dengan minyak dan menstabilkan emulsi. Selain itu,\npersentase hidrolisis paling tinggi dicapai pada pH 8 sebesar 9,5%. Perubahan pH\ndapat mempengaruhi regangan pada ”lid” dari lipase untuk membuka atau menutup\npusat katalitik yang dapat berikatan dengan substrat. Hasil pengujian penggunaan\nberulang menunjukkan bahwa lipase amobil hanya dapat mempertahankan 27%\ndari aktivitas awal setelah berjalan selama 5 siklus.\nSelanjutnya, penelitian dilakukan untuk menentukan parameter kinetika hidrolisis\nminyak sawit menggunakan lipase amobil. Kecepatan pengadukan divariasikan\ndari 150 hingga 200 rpm untuk memastikan penentuan parameter kinetika berada\ndalam rejim kinetik. Untuk memperoleh data laju awal, konsentrasi substrat (100–\n300 mM) dan temperatur (30–50 °C) divariasikan dalam sebuah reaktor batch\nselama 6 jam. Hasil fitting menunjukkan model Michaelis-Menten cocok dengan\nhasil percobaan sehingga parameter kinetika berupa KM, Vmax, dan Ea dapat\nditentukan. Lipase amobil memiliki nilai Vmax paling tinggi pada temperatur 40 °C\nsebesar 15,53 mM/jam dengan KM sebesar 99,80 mM dan Ea sebesar 41,07 kJ/mol.\nUntuk menentukan model kinetika yang paling cocok, fitting dilakukan\nmenggunakan tiga model Michaelis-Menten, yaitu tanpa inhibisi, dengan inhibisi\nsubstrat, dan inhibisi produk. Hasil pemodelan menunjukkan bahwa hidrolisis\nminyak sawit menggunakan lipase amobil paling cocok menggunakan persamaan\nMichaelis-Menten dengan adanya inhibisi produk dengan nilai Root Mean Squared\nError (RMSE) sebesar 0,13 dan nilai konstanta inhibisi (KI) sebesar 4 mM.\nSelanjutnya, simulasi dilakukan pada waktu reaksi yang lebih lama. Hasil simulasi\nmenunjukkan bahwa reaktor semi-batch dapat mencapai konversi lebih tinggi di\nawal reaksi dengan konversi sebesar 28% dan mencapai konversi yang mendekati\nreaktor batch sebesar 36% pada waktu pengumpanan 10 jam.", "Daftar File": {"ABSTRAK Neng Tresna Umi Culsum": "https://digilib.itb.ac.id/gdl/download/269285"}, "Penulis": "Neng Tresna Umi Culsum [33017005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Subagjo", "Prof. Dr. Yogi Wibisono Budhi, S.T., M.T.", "Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "CNCs, Lipase, Imobilisasi, Hidrolisis, Asam Lemak, Batch, Semi-batch", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Des 2022"}