{"Nomor": 70097, "Judul": "STUDI AWAL BEBERAPA KARAKTERISTIK KURVA I-V DARI BERBAGAI MACAM LARUTAN ELECTROPOLISHING SERTA PENGARUHNYA TERHADAP PERSENTASE PENURUNAN KEKASARAN PERMUKAAN PADA BAJA TAHAN KARAT AISI 316L", "Abstrak": "Stainless steel seperti AISI 316L, banyak digunakan pada industri\nbiomedis dan farmasi, industri pengolahan makan dan lainnya. Stainless steel\nyang lebih halus akan memiliki ketahanan korosi yang lebih baik dibandingkan\nyang lebih kasar permukaannya. Proses penghalusan mekanik tidak dapat\nmencapai daerah-daerah yang kompleks sebagaimana dapat dilakukan dengan\nelectropolishing. Proses electropolishing erat kaitannya dengan kurva I-V. Dari\nkajian literatur, kurva I-V memiliki karakter spesifik yang sangat dipengaruhi\noleh jenis dan komposisi larutan. Kurva ini dibagi menjadi beberapa daerah yaitu\n“daerah etching”, “daerah passivating”, “daerah electropolishing”, dan “daerah\ngas evolution”. Proses yang dilaksanakan pada daerah-daerah tersebut memiliki\nkualitas kekasaran permukaan tertentu atau Ra, yang menjadi perhatian utama\nindustri dalam hal efektivitas dan efisiensi proses se-ekonomis mungkin untuk\nmenghasilkan penurunan kekasaran pemukaan atau %?Ra yang tinggi.\nPada penelitian ini diperoleh kurva I-V dari larutan CC, DT dan NE1\nsedangkan kurva I-V larutan WH dan komposisi larutan DT dan NE1 berasal\ndari literatur. Larutan CC dibuat berdasarkan pengembangan dari larutan DT dan\nlarutan WH menggunakan H2SO4, H3PO4, air dan glycerol. Pada “daerah\nelectropolishing” di 65oC, %?Ra larutan CC lebih tinggi dari larutan NE1 dan\nlarutan CC di “daerah gas evolution” yaitu 53% vs 50% dan 21%. Semakin\ntinggi %?Ra akan semakin baik. Penelitian ini kedepannya harus dikembangkan\nlagi.", "Daftar File": {"ABSTRAK Annisa Dwi Fadhillah": "https://digilib.itb.ac.id/gdl/download/269284"}, "Penulis": "Annisa Dwi Fadhillah [13718007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aditianto Ramelan", "Dr.Eng. Asep Ridwan Setiawan, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Baja tahan karat, electropolishing, kekasaran permukaan, kurva I-V.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Des 2022"}