{"Nomor": 70111, "Judul": "MEMAHAMI DAMPAK SITUASI NEW NORMAL PASCA PANDEMIK COVID-19 DAN BERKURANGNYA STIMULUS PROMOSI DALAM PENGAMBILAN KEPUTUSAN KONSUMEN UNTUK BERBELANJA ONLINE DI INDONESIA", "Abstrak": "Pandemik Covid-19 telah membawa pengaruh positif dan menjadi katalis dalam memicu\nperkembangan ekonomi digital di Indonesia. Masyarakat beradaptasi dengan lebih sering\nmenggunakan peralatan elektronik untuk menggantikan aktivitas in-person; salah satunya dalam\nberbelanja. Beberapa bulan terakhir, industri teknologi dan startup di seluruh dunia juga sedang\nmenghadapi periode yang sulit, yang dinamakan investor-winter, yang disebabkan oleh\nfenomena bubble burst karena ketidakmampuan mereka dalam mempertahankan laju\npertumbuhan cepat mereka di masa lalu. Oleh karena itu, banyak platform online yang harus\nmengurangi pengeluaran marketing dengan cara memberikan lebih sedikit promo dan\nmembebankan tambahan biaya kepada pelanggan mereka. Namun karena konsumen sudah\ndimanjakan dengan promo besar oleh platform selama ini, maka kondisi ini mungkin akan\nberpengaruh terhadap ketertarikan dan daya beli masyarakat dalam berbelanja online.\nObjektif dari penelitian ini adalah untuk mendapatkan gambaran yang lebih baik terhadap\npendorong utama dan faktor-faktor yang memicu proses pembuatan keputusan konsumen dalam\nberbelanja online, terutama pada periode new normal pasca periode lockdown. Selain itu, untuk\nmendapatkan perspektif yang lebih baik terkait pengurangan stimulus marketing pada situasi\ninvestor-winter yang mungkin berpengaruh terhadap persepsi dan keinginan masyarakat untuk\nberbelanja online.\nMetodologi penelitian yang digunakan merupakan kombinasi antara pengumpulan data primer\ndan sekunder. Data primer dikumpulkan melalui kuesioner online dengan total sampel (n) yang\nterkumpul sebanyak 338 orang yang memiliki pengalaman berbelanja online di Indonesia. Data\nsekunder didapatkan melalui studi literatur dari penelitian lainnya yang berhubungan dengan\nperilaku berbelanja online sebelum dan sesudah pandemik, teori yang berhubungan dengan\nproses pengambilan keputusan oleh konsumen, dan artikel-artikel atau publikasi-publikasi dari\nsumber terpercaya.\nPenelitian ini menunjukan bahwa new normal tidak memiliki pengaruh yang signifikan terhadap\nkemauan konsumen dalam berbelanja online. Namun berbeda dengan periode lockdown, pada\nkondisi new normal konsumen lebih memiliki banyak opsi untuk berbelanja di channel lainnya\njuga. Sedangkan terkait stimulus marketing, pelanggan menyadari bahwa terdapat pengurangan\npromosi yang diberikan oleh platform online beberapa bulan terakhir. Pelanggan tetap akan\nmembeli produk secara online, namun secara frekuensi akan berkurang dibandingkan dengan\nsebelumnya karena promosi masih menjadi pemicu besar bagi konsumen. Menanggapi pemicu\npengambilan keputusan konsumen dalam berbelanja online ini, para pemilik bisnis dapat fokus\nkepada faktor-faktor lain yang memicu konsumen, seperti memperbaiki kualitas servis,\nmemastikan ketersediaan stok, perencanaan variasi produk yang baik, dan explore lebih lanjut\ndalam mengembangkan engagement dengan pelanggan serta mengembangkan saluran penjualan.\nKarena perilaku konsumen akan terus berubah secara natural seiring berjalannya waktu, maka\npemilik bisnis harus tetap updated dan relevan dengan perubahan perilaku dan faktor-faktor\neksternal lainnya yang dapat mempengaruhi proses pembuatan keputusan pelanggan.", "Daftar File": {"COVER Laurensia Anindita Dwiputri": "https://digilib.itb.ac.id/gdl/download/289347", "BAB 1 Laurensia Anindita Dwiputri": "https://digilib.itb.ac.id/gdl/download/289348", "BAB 2 Laurensia Anindita Dwiputri": "https://digilib.itb.ac.id/gdl/download/289349", "BAB 3 Laurensia Anindita Dwiputri": "https://digilib.itb.ac.id/gdl/download/289350", "BAB 4 Laurensia Anindita Dwiputri": "https://digilib.itb.ac.id/gdl/download/289351", "PUSTAKA Laurensia Anindita Dwiputri": "https://digilib.itb.ac.id/gdl/download/289352"}, "Penulis": "Laurensia Anindita Dwiputri [29318380]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.S.P.", "Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "E-commerce, Marketplace, Pengambilan Keputusan Berbelanja Online, Perilaku Konsumen, Pasca Pandemik Covid-19", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "26 Des 2022"}