{"Nomor": 70118, "Judul": "ANALISIS HUBUNGAN HETEROGENITAS TUTUPAN LAHAN DAN PENGGUNAAN INSEKTISIDA DENGAN STRUKTUR KOMUNITAS ARTHROPODA PADA AGROEKOSISTEM PADI", "Abstrak": "Secara umum agroekosistem padi mengalami dua macam tekanan, yakni penurunan heterogenitas tutupan tipe vegetasi lahan akibat pembangunan permukiman di sekitarnya, serta penggunaan insektisida yang berlebihan. Berdasarkan sejumlah studi, kedua hal tersebut diketahui dapat memengaruhi struktur komunitas arthropoda pada agroekosistem padi. Struktur komunitas arthropoda yang digambarkan dengan nilai keanekaragaman, berperanan penting dalam keberlanjutan agroekosistem padi. Keanekaragaman arthropoda yang tinggi mengindikasikan adanya proses-proses interaksi kompleks yang memungkinkan kontrol pada populasi arthropoda yang dapat menjadi hama bagi padi. Namun demikian, studi terkait efek kedua tekanan tersebut dalam membentuk struktur komunitas arthropoda belum banyak dilakukan, terutama pada periode penanaman di musim hujan. Tujuan dari studi ini adalah menganalisis hubungan heterogenitas tutupan lahan dan penggunaan insektisida dengan keanekaragaman taksonomi dan fungsional arthropoda dalam dimensi alfa, beta, dan gamma. Studi dilakukan pada periode musim penghujan (Oktober - Maret) pada empat agroekosistem padi di wilayah kota dan kabupaten Bandung, Jawa Barat. Pengambilan data dilakukan pada 30 dan 50 hari setelah tanam (HST). Pengambilan sampel arthropoda dilakukan dengan metode sweeping net, malaise trap, dan pitfall trap. Sampel arthropoda diidentifikasi lalu dihitung nilai keanekaragaman taksonomi dan fungsionalnya dengan effective number of taxonomic groups menggunakan rumus Shannon entropy (D). Hasil studi menunjukkan bahwa keanekaragaman taksonomi dan fungsional arthropoda berkorelasi sedang (r=0,69). Secara umum, heterogenitas tutupan lahan berkorelasi positif dengan nilai keanekaragaman taksonomi dan fungsional arthropoda, terutama pada fase vegetatif awal (30 HST). Sebaliknya, penggunaan insektisida (g/m2) berkorelasi negatif dengan nilai keanekaragaman arthropoda. Komposisi jenis arthropoda secara lokal cenderung sama kecuali pada agroekosistem padi dengan heterogenitas tutupan lahan paling rendah dan penggunaan insektisida paling tinggi. Berdasarkan analisis persamaan multiple linear regression, nilai koefisien variabel insektisida (taksonomi= -496,19, fungsional= -66,72) lebih berpengaruh terhadap nilai keanekaragaman arthropoda dibandingkan koefisien variabel heterogenitas tutupan lahan (taksonomi= 4,41, fungsional= -0,15). Dengan demikian, hasil studi ini mendukung pemahaman bahwa peningkatan heterogenitas tutupan tipe vegetasi lahan dan penurunan penggunaan insektisida dapat menjadi upaya untuk menjaga keanekaragaman arthropoda pada agroekosistem padi. Selain itu, penggunaan insektisida menjadi variabel penting yang berpengaruh besar terhadap struktur komunitas arthropoda, sehingga penggunaannya perlu diperhitungkan dan diawasi dengan baik demi menjaga keanekaragaman arthropoda yang berperan dalam menjalankan fungsi-fungsi ekosistem agar terwujud agroekosistem yang berkelanjutan.", "Daftar File": {"ABSTRAK Restu Utari Dewina": "https://digilib.itb.ac.id/gdl/download/269334", "COVER Restu Utari Dewina": "https://digilib.itb.ac.id/gdl/download/292581", "BAB 1 Restu Utari Dewina": "https://digilib.itb.ac.id/gdl/download/292600", "BAB 2 Restu Utari Dewina": "https://digilib.itb.ac.id/gdl/download/292602", "BAB 3 Restu Utari Dewina": "https://digilib.itb.ac.id/gdl/download/292604", "BAB 4 Restu Utari Dewina": "https://digilib.itb.ac.id/gdl/download/292605", "BAB 5 Restu Utari Dewina": "https://digilib.itb.ac.id/gdl/download/292607", "PUSTAKA Restu Utari Dewina": "https://digilib.itb.ac.id/gdl/download/292608"}, "Penulis": "Restu Utari Dewina [20620014]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "agroekosistem padi, arthropoda, heterogenitas tutupan lahan, insektisida, keanekaragaman.", "Sumber": "SITH", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Des 2022"}