{"Nomor": 70112, "Judul": "STUDI MINERALOGI ENDAPAN BAUKSIT PT ANTAM TBK UNIT GEOMIN DAERAH KENCO KABUPATEN LANDAK PROPINSI KALIMANTAN BARAT", "Abstrak": "Indonesia adalah negara dengan iklim tropis yang memungkinkan terjadinya tingkat\npelapukan tinggi. Bauksit adalah hasil dari pelapukan batuan yang mempunyai\nkandungan aluminium tinggi, kandungan besi rendah dan sedikit kandungan kuarsa.\nPembentukan endapan bauksit dikontrol oleh batuan induk yang kaya akan unsur Al,\nkondisi iklim tropis, dan kondisi geomorfologi yang memungkinkan terbentuknya\nakumulasi produk lapukan batuan induk. Mineral silikat yang terubah akibat pelapukan\nmengakibatkan unsur silika terlepas dari ikatan kristal dan terlepasnya sebagian unsur\nbesi sehingga unsur aluminium terkonsentrasi sebagai endapan residu. Studi mineralogi\npada daerah penelitian dilakukan dengan analisis petrografi pada 15 sampel batuan\ninduk untuk mengetahui mineral penyusun dan jenis batuan induk; analisis X-ray\ndiffraction (XRD) pada 16 sampel bauksit yang diperkirakan mewakili horison tanah\npenutup, horison bijih bauksit, horison lempung dan horison batuan induk untuk\nmengetahui komposisi mineral penyusun bauksit; X_ray fluorescence (XRF) pada 297\nsampel bauksit tercuci dan 15 sampel batuan induk untuk mengetahui kandungan Al2O3,\nFe2O3, TiO2, SiO2. Berdasarkan analisis petrografi, batuan induk bauksit pada daerah\npenelitian adalah granodiorit, porfiri granodiorit, porfiri gabro dan pofiri basal. Mineral\nutama pada jenis batuan tersebut adalah ortoklas, plagioklas, piroksin dan biotit. Batuan\ntersebut merupakan batuan beku menengah. Jenis bauksit adalah bauksit gibsit\nberdasarkan analisis X-ray diffraction (XRD) dengan frekuensi kemunculan gibsit yang\ndominan dibandingkan dengan mineral korondum sebagai kelompok alumina. Bauksit\ndiklasifikasikan sebagai ortobauksit berdasarkan analisis X-ray diffraction (XRD)\ndengan kemunculan mineral pada setiap horison. Kelompok mineral pada horison tanah\npenutup, horison bijih bauksit dan horison lempung adalah alumina, besi, titanium,\nsilikat, karbonat, sulfida dan sulfat sedangkan kelompok mineral batuan induk adalah\nbesi, titanium, silikat, sulfida dan sulfat. Sebaran endapan bauksit pada daerah\npenelitian umumnya terdapat pada bagian lereng yang tidak terlalu terjal.", "Daftar File": {"ABSTRAK Nurliah Jafar": "https://digilib.itb.ac.id/gdl/download/269309", "BAB 1 Nurliah Jafar": "https://digilib.itb.ac.id/gdl/download/269310", "BAB 2 Nurliah Jafar": "https://digilib.itb.ac.id/gdl/download/269311", "BAB 3 Nurliah Jafar": "https://digilib.itb.ac.id/gdl/download/269312", "BAB 4 Nurliah Jafar": "https://digilib.itb.ac.id/gdl/download/269313", "BAB 5 Nurliah Jafar": "https://digilib.itb.ac.id/gdl/download/269314", "BAB 6 Nurliah Jafar": "https://digilib.itb.ac.id/gdl/download/269315", "PUSTAKA Nurliah Jafar": "https://digilib.itb.ac.id/gdl/download/269316"}, "Penulis": "Nurliah Jafar [22111016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Komang Anggayana, M.S.", "Dr.Eng. Syafrizal, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bauksit, petrografi, X-ray diffraction (XRD), X-ray fluorescence (XRF).", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "26 Des 2022"}