{"Nomor": 70117, "Judul": "KETAHANAN GEMPA STRUKTUR RANGKA BETON BERTULANG SEDERHANA YANG DIRANCANG DENGAN BEBAN GRAVITASI", "Abstrak": "Indonesia merupakan negara yang memiliki tingkat gempa tektonis dan gempa vulkanis yang tinggi. Untuk mencegah adanya korban jiwa saat gempa terjadi, bangunan harus didesain sedemikian rupa agar mampu (hingga taraf tertentu) menahan gaya gempa. Struktur sederhana, yang umumnya bertingkat rendah, seringkali dibangun tanpa memenuhi kententuan teknis yang berlaku. Kompleksnya persyaratan perancangan bangunan tahan gempa menuntut rekayasawan dengan keahlian tinggi dan perangkat lunak penunjang berbasis elemen hingga. Untuk menjawab tantangan ini, diperlukan peningkatan kemampuan pada industri konstruksi, baik dengan meningkatkan kualitas pelaksana konstruksi ataupun membuat pedoman dengan standar yang lebih sederhana.\nPada penelitian ini, akan dibuat sebuah metode desain struktur tahan gempa yang lebih mudah dan sederhana. Perangkat lunak berbasis spreadsheet yang populer dan mudah diakses menjadi pilihan alat bantu utama dalam melakukan desain dengan metode ini.\nMetode desain baru ini dapat dibagi ke dalam beberapa tahapan utama. Akan dimodelkan sebuah bangunan tingkat rendah sederhana yang merujuk pada ACI 314R. Sebagai alternatif dari tahapan desain gedung tahan gempa konvensional, perhitungan gaya dalam elemen akan dilakukan seturut metode pendekatan pada SNI 2847 Pasal 6.5 untuk menentukan kapasitas elemen balok dan kolom. Elemen struktural kemudian ditulangi seturut dengan ketentuan SNI untuk elemen rangka pemikul momen khusus.\nModel kemudian dicek terhadap ketahanan gempa melalui analisis non-linear. Akan dilakukan studi parametrik dengan memvariasikan nilai parameter percepatan respons spektral pada periode pendek (SDS) dan 1 detik (SD1) untuk menentukan  lokasi situs dimana metode baru ini cocok digunakan. Masing-masing kombinasi percepatan respons spektral akan dibebani dengan 11 set rekaman gerak tanah yang sama.\nDari hasil analisis non-linear, didapat bahwa metode baru baik digunakan pada lokasi dimana parameter SDS tidak melebihi 0.61. Kapasitas dari bangungan tinjauan penelitian dibatasi terutama oleh gaya geser balok dan paling tidak dipengaruhi oleh gaya aksial kolom dan simpangan antar lantai. Teramati pula nilai SD1 lebih mempengaruhi respons struktur dibanding nilai SDS; hal ini berkorelasi langsung dengan periode natural struktur yang ditinjau.", "Daftar File": {"ABSTRAK Marvin Gunawan": "https://digilib.itb.ac.id/gdl/download/269333"}, "Penulis": "Marvin Gunawan [25018329]", "Kontributor / Dosen Pembimbing": ["Muhammad Riyansyah, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "penyederhaan desain, nonengineered building, gedung tingkat rendah, beban gravitasi, analisis non-linear riwayat waktu, rangka pemikul momen khusus", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Des 2022"}