{"Nomor": 70127, "Judul": "MEMBANDINGKAN EFIKASI LIMA JENIS OBAT NYAMUK BAKAR KOMERSIL TERHADAP  AEDES AEGYPTI STRAIN BANDUNG DAN BORA BORA SERTA CULEX QUINQUEFASCIATUS", "Abstrak": "Obat nyamuk bakar merupakan salah satu upaya untuk mengendalikan nyamuk yang\nekonomis baik secara biaya maupun penggunaannya. Semua obat nyamuk bakar yang\nberedar di Indonesia telah terdaftar di Kementerian Pertanian, namun belum diketahui\ntingkat efikasi setiap produk obat nyamuk. Penelitian ini dengan menggunakan metode WHO,\nbertujuan untuk membandingkan efikasi lima jenis obat nyamuk bakar terhadap dua jenis\nnyamuk yaitu dua strain Aedes aegypti (Bandung dan Bora Bora) dan Culex quinquefasciatus\n(Bandung) di dalam ruang uji Peet-Grady. Insektisida obat nyamuk bakar yang digunakan\nadalah Maxicoil® (d-aletrin 0,20%), Baygon® (metoflutrin 0,015%), Vape® (dimeflutrin\n0,05%), Jumbo® (meperflutrin 0,03%), dan Nomos® (dimeflutrin 0,031%). Percobaan\npengujian ini menggunakan rancangan acak lengkap (RAL) dengan empat kali ulangan. Hasil\npenelitian menunjukkan terdapat perbedaan nilai waktu jatuh 50 (KT50) di semua nyamuk uji\npada penggunaan kelima jenis obat nyamuk bakar. Nilai KT50 tercepat pada Aedes aegypti\nstrain Bandung, Bora-Bora serta Culex quinquefasciatus ditemukan pada obat nyamuk\nJumbo® dengan nilai masing-masing KT50 sebesar 15,408; 13,726; dan 17,489 menit. Nilai\nKT50 terlama pada Aedes aegypti strain Bandung, Bora-Bora serta Culex quinquefasciatus\nditemukan pada obat nyamuk Maxicoil® masing-masing sebesar 85,853; 64,888; dan 47,104\nmenit. Nilai KT90 tercepat pada Aedes aegypti strain Bandung, Bora-Bora serta Culex\nquinquefasciatus ditemukan pada obat nyamuk Jumbo® dengan nilai masing-masing KT90\nsebesar 25,561; 21,295; dan 39,034 menit. Nilai KT90 terlama pada Aedes aegypti strain\nBora-Bora serta Culex quinquefasciatus ditemukan pada obat nyamuk Maxicoil® masingmasing\nsebesar 105,776 dan 97,262 menit. Sedangkan strain Bandung ditemukan pada obat\nnyamuk Baygon® sebesar 181,980 menit. Hasil penelitian ini menunjukkan persentase\nmortalitas Aedes aegypti strain Bandung, Bora-Bora serta Culex quinquefasciatus berbeda\nsecara signifikan (p<0,05) terhadap obat nyamuk bakar Maxicoil®, Baygon® dan Vape®\npada uji Kruskal-Wallis test dan one-way Anova. Kesimpulan hasil penelitian ini dari segi\nefikasi yang terbaik adalah obat nyamuk Jumbo®, serta yang terendah kinerjanya adalah\nMaxicoil®; kandungan jenis dan konsentrasi bahan aktif tidak selalu berkorelasi dengan\nkinerja kemampuan mengakibatkan kejatuhan (knock down); Strain Ae. aegypti Bora-bora\nyang merupakan strain standar laboratarium rentan insektisida, secara umum lebih rentan\ndibandingkan dengan strain Bandung.", "Daftar File": {"ABSTRAK Rafi Lovi Andri": "https://digilib.itb.ac.id/gdl/download/269351"}, "Penulis": "Rafi Lovi Andri [10615033]", "Kontributor / Dosen Pembimbing": ["Prof. Intan Ahmad Musmeinan, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Obat nyamuk bakar, Aedes aegypti, Culex quinquefasciatus, d-aletrin, metoflutrin, dimeflutrin, meperflutrin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Des 2022"}