{"Nomor": 70126, "Judul": "PENGEMBANGAN MODEL MATURITAS LEARNING ORGANIZATION PADA INDUSTRI LOGISTIK LAST MILE", "Abstrak": "Semenjak adanya pandemi Covid-19, terjadi perubahan kebiasaan berbelanja oleh\nmasyarakat Indonesia yang semula dilakukan secara langsung di pusat perbelanjaan\nmenjadi menggunakan media digital melalui e-commerce. Perubahan kebiasaan\nberbelanja ini berdampak positif bagi industri logistik, yaitu terjadi peningkatan\narus pengiriman barang, terutama pada logistik sektor last mile yang meningkat\nsekitar 30 – 40% selama pandemi Covid-19. Agar perusahaan dapat beradaptasi\ndengan perkembangan lingkungan bisnis dan tetap memperoleh keunggulan\nkompetitif, perlu dilakukan proses pembelajaran berkelanjutan dan menjadi\nlearning organization. Akan tetapi, berdasarkan hasil wawancara di lapangan, saat\nini perusahaan masih memiliki isu terkait implementasi konsep learning\norganization, yaitu tidak memiliki instrumen penilaian tingkat maturitas learning\norganization. Di sisi lain, penelitian terkait instrumen penilaian learning\norganization masih terbatas. Hasil studi pendahuluan menunjukkan bahwa terdapat\nisu mengenai praktik nyata dalam konsep learning organization, yaitu tidak adanya\npanduan bagaimana perusahaan berproses hingga mencapai learning organization.\nOleh sebab itu, penelitian ini bertujuan untuk mengembangkan model maturitas\nlearning organization yang dapat digunakan perusahaan dalam melakukan selfassessment\nuntuk mencapai learning organization.\nPendekatan yang digunakan dalam mengembangkan model penelitian terdiri dari\nlima tahap yaitu tahapan scope, design, populate, test, dan deploy. Tahapan scope\nmenentukan fokus model apakah untuk domain spesifik atau umum. Pada penelitian\nini, pengembangan model maturitas fokus pada domain learning organization yang\nterdiri dari lima dimensi, yaitu dimensi learning, organization, people, knowledge,\ndan technology. Pada tahap design, ditentukan level maturitas yang terdiri dari lima\nlevel, yaitu level initial, repeatable, defined, managed, dan optimized. Tahapan\npopulate menentukan elemen model maturitas ke dalam lapisan hierarki yang\nterdiri dari dimensi dan indikator. Proses penentuan elemen model maturitas\ndilakukan melalui beberapa tahapan yaitu eksplorasi critical success factor dari\nlearning organization, reduksi CSF, pengelompokan CSF ke dalam beberapa\ndimensi, serta pendefinisian CSF di tiap-tiap level maturitas. Tahapan test meliputi\nuji validitas konten dari model maturitas yang dikembangkan. Tahapan deploy\nmerupakan proses dimana model yang dikembangkan diterapkan untuk pertama\nkalinya. Pada penelitian ini, model maturitas dikembangkan dan diterapkan di tiga\nperusahaan logistik last mile di Indonesia yang diwakili oleh responden dari top\natau middle management.\nHasil penelitian menunjukkan bahwa perusahaan dapat melakukan asesmen secara\nmandiri untuk menilai maturitas proses pembelajaran berkelanjutan yang mengarah\npada learning organization. Instrumen penilaian yang digunakan terdiri dari lima\ndimensi yaitu mekanisme pembelajaran yang diukur oleh 6 indikator, arah\npembelajaran yang diukur oleh 4 indikator, penciptaan pengetahuan yang diukur\noleh 5 indikator, pemanfaatan pengetahuan yang diukur oleh 2 indikator, dan\ndukungan teknologi yang diukur oleh 2 indikator. Pada penelitian ini, tingkat\ngeneralisasi model masih rendah sehingga perlu ada penyesuaian dimensi dan\nindikator jika model akan diimplementasikan di sektor industri yang lain. Selain\nitu, daftar CSF untuk pengembangan model maturitas belum diuji secara empiris\nbahwa CSF tersebut berdampak pada peningkatan kinerja organisasi. Oleh sebab\nitu, pengembangan model selanjutnya disarankan untuk melakukan pengujian\nsecara empiris menggunakan SEM terhadap daftar CSF yang diperoleh dari\neksplorasi literatur agar diperoleh hasil operasionalisasi yang lebih valid.", "Daftar File": {"ABSTRAK Maharanie Anggun Kurniya": "https://digilib.itb.ac.id/gdl/download/269350"}, "Penulis": "Maharanie Anggun Kurniya [23421049]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "learning organization, model maturitas, logistik last mile", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "26 Des 2022"}