{"Nomor": 70125, "Judul": "PENGEMBANGAN MODEL HUBUNGAN LEARNING ORGANIZATION TERHADAP KELINCAHAN DAN KINERJA ORGANISASI BUMN (KASUS PADA 2 BUMN INDONESIA)", "Abstrak": "Memasuki abad ke-21, Indonesia memasuki era disrupsi yang menuntut setiap perusahaan perlu melakukan perubahan, tak terkecuali BUMN yang merupakan salah satu kontributor utama daya saing Indonesia di mata global. Saat ini, sebagian besar BUMN memiliki kekuatan bisnis yang lemah meskipun produk maupun layanan yang diberikan memiliki daya tarik pasar yang cukup tinggi. BUMN saat ini juga menghadapi persaingan yang ketat dari kompetitor di sektor swasta pada industri sejenis. Hal ini menuntut BUMN untuk belajar dengan cepat sehingga mampu meningkatkan kemampuan bisnisnya. Kemampuan perusahaan untuk belajar dengan cepat dan berkelanjutan sejalan dengan konsep learning organization (LO). Berdasarkan tinjauan literatur, penelitian mengenai LO di BUMN masih terbatas dan masih sedikit yang membahas hal fundamental seperti model struktural LO yang teruji secara empiris. Minimnya penelitian terkait LO di BUMN menyulitkan praktisi untuk mengidentifikasi dengan jelas faktor keberhasilan kritis dari LO. Selain itu, sebagian besar perusahaan, termasuk BUMN, gagal menjadi LO karena hanya berfokus pada sebagian komponen pendukung LO.\nHasil studi pendahuluan menunjukkan bahwa selain masih terabaikannya beberapa komponen penting pendukung LO, sebagian besar karyawan juga menilai bahwa proses belajar tidak memberikan dampak secara langsung pada kinerja organisasi. Penelitian terbaru menunjukkan bahwa kemampuan perusahaan untuk melihat perubahan sebagai peluang, adaptif, dan inovatif sangat dibutuhkan di lingkungan bisnis yang dinamis. Kemampuan ini sejalan dengan konsep kelincahan organisasi. Hal ini mengindikasikan adanya hubungan yang saling terkait antara LO dan kelincahan organisasi. Kemampuan organisasi untuk belajar akan meningkatkan kelincahan organisasi dan pada akhirnya berdampak pada kinerja organisasi. Namun, hasil tinjauan literatur menunjukkan bahwa penelitian yang mengkaji hubungan antara LO dan kelincahan organisasi terhadap kinerja organisasi masih terbatas dan hanya berfokus pada sebagian komponen pendukung LO saja. Berdasarkan hal tersebut, penelitian ini bertujuan untuk mengeksplorasi faktor-faktor kritis pendorong keberhasilan LO di BUMN, mengembangkan model\nstruktural LO yang mencakup seluruh komponen pendukungnya serta menjelaskan hubungan antara LO, kelincahan organisasi dan kinerja organisasi.\nPenelitian ini menggunakan 55 indikator untuk mengukur tiga variabel yang diteliti yaitu learning organization, kelincahan organisasi dan kinerja organisasi. Sebanyak 118 data berhasil dikumpulkan berdasarkan teknik sampling homogeneous purposive sampling dan diolah menggunakan teknik analisis faktor eksploratori dan PLS-SEM. Berdasarkan hasil analisis faktor eksploratori, diperoleh 5 komponen pendukung LO yaitu teknologi pendukung pembelajaran, proses belajar sistematis, proses knowledge management (KM) dengan dukungan organisasi yang memadai, dukungan pemimpin dalam pembelajaran kolaboratif, serta kemampuan SDM dalam proses belajar. Hasil pengolahan data dengan PLS-SEM menunjukkan kelima komponen pendukung LO secara signifikan membangun learning organization, dimana komponen teknologi pendukung pembelajaran memiliki pengaruh paling tinggi dalam membangun LO. Hasil penelitian ini juga menunjukkan bahwa LO berpengaruh positif dan signifikan terhadap kinerja organisasi baik secara langsung maupun tidak langsung melalui mediasi kelincahan organisasi. Kelincahan organisasi juga berpengaruh positif dan signifikan terhadap kinerja organisasi. Selain itu, setiap kelompok faktor pendukung LO juga berpengaruh signifikan terhadap kelincahan dan kinerja organisasi. Implikasi dari hasil penelitian ini adalah BUMN perlu meningkatkan kelima upaya pendukung LO secara simultan dengan urutan prioritas yang perlu diperbaiki terlebih dahulu adalah teknologi pendukung pembelajaran, dukungan pemimpin dalam pembelajaran kolaboratif, proses KM dengan dukungan organisasi yang memadai, proses pembelajaran yang sistematis, serta kemampuan SDM dalam proses belajar. BUMN juga perlu meningkatkan upaya agar organisasi menjadi lebih lincah agar kinerja organisasi dapat meningkat. Selain implikasi praktis, implikasi teoritis dari hasil penelitian ini adalah penelitian selanjutnya dapat menggunakan dan menyesuaikan 45 faktor keberhasilan kritis LO sebagai indikator pengukur LO berdasarkan tingkat kepentingan di perusahaan BUMN lainnya.", "Daftar File": {"ABSTRAK Amelia Ilma Khaerani": "https://digilib.itb.ac.id/gdl/download/269349", "COVER Amelia Ilma Khaerani": "https://digilib.itb.ac.id/gdl/download/287960", "BAB 1 Amelia Ilma Khaerani": "https://digilib.itb.ac.id/gdl/download/287961", "BAB 2 Amelia Ilma Khaerani": "https://digilib.itb.ac.id/gdl/download/287962", "BAB 3 Amelia Ilma Khaerani": "https://digilib.itb.ac.id/gdl/download/287963", "BAB 4 Amelia Ilma Khaerani": "https://digilib.itb.ac.id/gdl/download/287964", "BAB 5 Amelia Ilma Khaerani": "https://digilib.itb.ac.id/gdl/download/287965", "PUSTAKA Amelia Ilma Khaerani": "https://digilib.itb.ac.id/gdl/download/287966"}, "Penulis": "Amelia Ilma Khaerani [23421056]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "learning organization, kelincahan organisasi, kinerja organisasi, Badan Usaha Milik Negara.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "8 file", "Tanggal Input": "26 Des 2022"}