{"Nomor": 70128, "Judul": "STUDI PENGARUH RASIO PENCAMPURAN DAN TEMPERATUR CO-PYROLYSIS LIGNIT DAN LIMBAH PADAT KELAPA SAWIT TERHADAP PRODUK CO-PYROLYSIS : ULASAN KRITIS", "Abstrak": "Indonesia memiliki total cadangan batubara sebesar 31,7 milyar ton per tahun 2022,\ndengan 41% cadangannya dikategorikan sebagai batubara kalori rendah\n(<5100kal/g), termasuk lignit. Salah satu alternatif dari pemanfaatan lignit adalah\npirolisis batubara. Untuk mengurangi emisi CO2 yg dihasilkan dari pemanfaatan\nproduk pirolisis, seperti pembakaran, maka batubara dapat dipirolisis bersama\nbiomassa (co-pyrolysis). Salah satu biomassa yang banyak dihasilkan yakni limbah\npadat kelapa sawit. Produksi tahun 2021 mencapai 51 juta ton CPO, dan tiap ton\nCPO menghasilkan 1,85 ton limbah padat kelapa sawit (LPKS), maka tiap tahunnya\nterdapat 94,56 juta ton LPKS. Bila ditumpuk, maka LPKS ini memerlukan lahan\nyang besar dan menyebabakan polusi serta mendatangkan hama. Oleh karenanya,\npemanfaatann LPKS via co-pirolisis dapat memenuhi kebutuhan energi sekaligus\nmenghemat pemakaian batubara Indonesia. Penelitian mengenai co-pyrolysis lignit\ndan LPKS sudah banyak dilakukan, tetapi karena rentang variabel operasi yang\ndigunakan terbatas dan sifat heterogen batubara menyebabkan terjadinya perbedaan\npendapat terkait pengaruh parameter co-pyrolysis lignit dan LPKS terhadap\nkarakteristik produk. Oleh sebab itu, dilakukan ulasan untuk menjelaskan pengaruh\nparameter co-pyrolysis ligint dan LPKS yang lebih luas.\n\nUlasan kritis ini dimulai dengan pengumpulan sumber litratur dalam situs penyedia\npublikasi internasional dan buku yang terkait proses co-pyrolysis lignit dan Limbah\nPadat Kelapa Sawit. Masing-masing sumber literatur dianalisis dan diambil\nkesimpulannya. LPKS yang menjadi fokus ada dua yakni tandan kosong kelapa\nsawit (TKKS) dan cangkang kelapa sawit (CKS). Parameter operasi yang dianalisis\nadalah rasio pencampuran dan temperatur co-pyrolysis.\n\nHasil ulasan menunjukan bahwa pada co-pyrolysis lignit dan LPKS, penambahan\nrasio LPKS menyebabkan menurunnya perolehan char dan meningkatnya\nperolehan tar dan gas. Pada co-pyrolysis lignit dan TKKS, perolehan char, tar, dan\ngas maksimal diperoleh pada rasio biomassa 50%, 75%, dan 75% yakni sebesar\n53,75%, 32,51% dan 45,65%. Pada co-pyrolysis lignit dan CKS, perolehan char,\ntar, dan gas maksimal diperoleh pada rasio biomassa 50% yakni sebesar 75,53%,\n8,98%, dan 15,49%. Peningkatan temperatur co-pyrolysis menyebabkan\nmenurunnya perolehan char dan meningkatnya perolehan gas. Sedangkan,\nperolehan tar meningkat hingga temperatur 5000C dan menurun setelahnya. Pada\nco-pyrolysis lignit dan TKKS, perolehan char, tar, dan gas maksimal diperoleh pada\ntemperatur 300, 600, dan 7000C yakni sebesar 60,87%, 17,23% dan 55,58%. Pada\nco-pyrolysis CKS dan lignit, perolehan char, tar, dan gas maksimal diperoleh pada\ntemperatur 200, 400, dan 6000C yakni sebesar 78,39 %, 25% dan 30,10%.", "Daftar File": {"ABSTRAK Niko Febrian": "https://digilib.itb.ac.id/gdl/download/269352"}, "Penulis": "Niko Febrian [12516025]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismi Handayani, M.T.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "tandan kosong kelapa sawit, cangkang kelapa sawit, co-pyrolysis", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "26 Des 2022"}