{"Nomor": 70123, "Judul": "MENGGALI FAKTOR-FAKTOR YANG MENYEBABKAN TINGKAT TURNOVER TINGGI PADA PT. SARANA USAHA SEJAHTERA INSAN PALAPA: MENUJU PENINGKATAN KETERIKATAN KARYAWAN", "Abstrak": "PT Sarana Usaha Sejahtera Insan Palapa atau PT TM merupakan salah satu digital healthcare provider yang bergerak di bawah PT Telekomunikasi Indonesia, Tbk. Meningkatnya persaingan bisnis terutama di bidang kesehatan ditambah lagi adanya pandemic Covid-19 yang mempengaruhi berbagai sector bisnis yang ada. Dengan semakin ketatnya persaingan bisnis di Indonesia terutama di bidang Kesehatan. Masalah yang dihadapi oleh PT TM adalah tingginya tingkat turnover yang signifikan di tiap tahunnya. Dengan tingginya tingkat turnover di PT TM ini, menciptakan masalah terutama bagi departemen Human Resource. Banyak karyawan yang resign dari PT TM karena merasa tidak puas sehingga menyebabkan turunnya employee engagement dan tingginya turnover karyawan. Semakin tingginya tekanan pekerjaan yang tidak sesuai dengan gaji, tidak ada pengembangan karir yang jelas, tidak ada pelatihan yang diharapkan, selain itu adanya kesenjangan komunikasi antara management perusahaan dengan karyawannya sehingga berdampak kekecewaan dan tidak saling memahami satu sama lain yang menyebabkan tingginya tingkat turnover karyawan.  \nMetode penelitian yang digunakan dalam study ini adalah metode kualitatif dengan wawancara ke beberapa sumber informasi baik dari karyawan yang telah resign dan pada karyawan yang memilih tetap bertahan. Proyek ini bertujuan untuk mengusulkan strategi employee engagement, yang diharapkan untuk mengurangi tingkat turnover dan menciptakan kepuasan kerja bagi karyawan TM. Proyek ini terbatas pada keterikatan karyawan, meskipun ada banyak faktor yang dapat mempengaruhi tingkat turnover. \nFramework dari penelitian ini menggunakan metode MARS model, Bersin’s model dan Zingber Model untuk mengetahui employee engagement. Berdasarkan hasil penelitian ini, beberapa factor yang menyebabkan turnover karyawan di PT TM akibat ketidakpuasan karyawan berupa tidak ada pengembangan karir dan kompensasi, serta benefit gaji yang diharapkan sedangkan faktor lain yang berpengaruh adalah variable keterikatan karyawan adalah yaitu komunikasi antara karyawan dengan management perusahaan dan kepuasaan atas pengembangan karir. Oleh karena itu penelitian ini mengajukan beberapa solusi dalam bentuk skema program untuk meningkatkan engagement dari karyawan sehingga akan menurunkan tingkat turnover karyawan di PT TM. Proposed Solution yang kami sarankan adalah Menggunakan McKinsey Human Asset Value Program, dan Career Development Plan yang dilakukan di tahun pertama serta dievaluasi di akhir program dan akan diulang jika berpengaruh signifikan dan diharapkan akan menurunkan turnover karyawan dan meningkatkan engagement di perusahaan tersebut.", "Daftar File": {"2022_TS_PP_Shinta Vriskanindya_29119487_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/271130"}, "Penulis": "Shinta Vriskanindya [29119487]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Employee Engagement, Turnover, Kompensasi dan Benefit, Pengembangan Karir.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "26 Des 2022"}