{"Nomor": 70136, "Judul": "NILAI-NILAI SIGNIFIKAN WARISAN BUDAYA KELAM DALAM PENETAPAN CAGAR BUDAYA BERDASARKAN PANDANGAN STAKEHOLDER (STUDI KASUS : KAWASAN PASCABENCANA ALAM TSUNAMI, BANDA ACEH)", "Abstrak": "Pergeseran terhadap makna warisan budaya telah terjadi dalam beberapa dekade\nterakhir. Pergeseran paradigma pelestarian juga berubah dari object based menuju\nsubject based serta dari physical based menuju values based. Munculnya gagasan\nkonsep warisan budaya awalnya bertujuan untuk dapat melestarikan situs dan\nbangunan-bangunan bersejarah pada masa lampau yang ditentukan dari nilai fisik saja.\nSaat ini, dalam proses penetapan dan pelestarian warisan budaya, identifikasi nilai-nilai\nsignifikan warisan budaya sudah menjadi tren global, namun nilai-nilai signifikan\ntersebut masih mengacu kepada nilai berkarakteristik positif.\nKajian dan penelitian mengenai warisan budaya telah banyak dilakukan, tetapi masih\nsedikit yang membahas nilai-nilai signifikan warisan budaya pada kondisi yang tidak\nlazim, seperti akibat peristiwa kelam bencana alam gempa, tsunami dan badai serta\nbencana buatan manusia, yaitu perang dan konflik. Nilai-nilai signifikan warisan\nbudaya masih merujuk kepada nilai sejarah, sosial, estetika, spiritual dan ilmiah yang\nberkarakteristik positif. Sebuah permasalahan terjadi ketika menentukan objek warisan\nbudaya jika hanya ditentukan dari nilai-nilai signifikan yang selama ini berlaku dari\npandangan ahli dan pemerintah. Nilai-nilai signifikan harus berlaku pada semua\nkonteks ruang dan waktu termasuk akibat peristiwa kelam bencana alam yang\nmenghasilkan objek-objek baru berpotensi ditetapkan sebagai cagar budaya. Pada\npraktiknya, beberapa penetapan cagar budaya dengan karakter nilai negatif telah\ndilakukan, seperti monumen bom atom Hiroshima dan Museum Auschwitz Perang\nDunia ke II, tetapi masih sedikit kajian nilai-nilai signifikan warisan budaya kelam\nsebagai pertimbangan penetapan cagar budaya.\nTujuan penelitian ini adalah merumuskan nilai-nilai signifikan warisan budaya kelam\nberdasarkan pandangan stakeholder sebagai pertimbangan penetapan cagar budaya\nmelalui proses konsensus dalam konteks pascabencana alam tsunami. Pandangan\nii\nstakeholder penting karena dapat menemukenali nilai-nilai signifikan yang\nkomprehensif. Penelitian ini memperkuat perlunya identifikasi nilai-nilai signifikan\nwarisan budaya kelam dengan menemukan bahwa nilai emosional, spiritual, sosial,\nsejarah, ilmiah dan fisik berkarakteristik negatif juga layak dipertimbangkan sama\ndengan nilai-nilai signifikan warisan budaya berkarakteristik positif. Adapun kebaruan\npenelitian ini, yaitu menemukan nilai-nilai signifikan warisan budaya kelam yang\ndigali melalui keterlibatan stakeholder khususnya pandangan penyintas secara bottomup dalam menetapkan warisan budaya kelam sebagai cagar budaya.\nPenelitian ini menggunakan paradigma konstruktivis dengan pendekatan interpretatif\nyang mengkonstruksikan keberadaan nilai-nilai signifikan warisan budaya kelam\ndalam pandangan stakeholder terhadap objek cagar budaya konteks pascabencana alam\ntsunami. Penelitian ini menggunakan metode kualitatif melalui strategi studi kasus\ndengan pertimbangan adanya fokus untuk mengidentifikasi nilai-nilai signifikan dari\npandangan stakeholder menemukenali warisan budaya kelam di kawasan\npascabencana alam tsunami, Banda Aceh. Studi kasus ini dapat mewakili uji kritis\nterhadap teori-teori yang telah disusun. Banda Aceh dipilih karena sebagai kota pusaka\nberusia lebih dari 800 tahun serta merupakan salah satu wilayah di Provinsi Aceh yang\nterdampak bencana alam tsunami dengan ketinggian mencapai 20 meter pada tanggal\n26 Desember 2004. Dalam pengumpulan data, penelitian menggunakan wawancara\nmendalam, observasi informan, observasi lapangan, dan pemetaan tempat-tempat\ndianggap sebagai warisan budaya yang berpotensi menjadi cagar budaya.\nKontribusi penelitian memberikan wawasan baru bahwa memahami sebuah kawasan\nbersejarah tidak selalu dipandang dari nilai-nilai signifikan berkarakteristik positif saja,\nnamun juga terdapat nilai-nilai signifikan berkarakteristik negatif. Adapun kesimpulan\ndari penelitian ini adalah (1) nilai-nilai signifikan yang dapat menjadi pertimbangan\ndalam menetapkan warisan budaya kelam di kawasan pascabencana alam tsunami\nsebagai cagar budaya, yaitu nilai-nilai emosional, spiritual, sosial, sejarah, ilmiah dan\nfisik berkarakteristik positif dan negatif, (2) prosedur penetapan objek warisan budaya\nkelam sebagai cagar budaya dapat melibatkan stakeholder dengan proses konsensus\ndan (3) penelitian ini memperkaya konsep teori perencanaan warisan budaya (heritage\nplanning) melalui pendekatan nilai-nilai signifikan warisan budaya kelam dalam\nkonteks pascabencana alam tsunami. Pengetahuan tentang nilai-nilai signifikan\nwarisan budaya kelam dalam penetapan cagar budaya yang dihasilkan dalam penelitian\nini berbeda dengan nilai-nilai signifikan yang selama ini lazim berlaku. Nilai-nilai\nsignifikan yang selama ini berlaku lebih merujuk kepada fabric dan berkarakteristik\npositif. Adapun kontribusi teoritik penelitian ini adalah memperkaya pengetahuan\nwarisan budaya terkait kriteria penetapan suatu bangunan, struktur dan situs\npascabencana alam tsunami sebagai cagar budaya. Kontribusi praktis penelitian ini\nadalah menyepakati objek warisan budaya kelam, yaitu bangunan, struktur dan situs\nsebagai cagar budaya melalui perbaikan dalam peraturan langsung pemerintah.", "Daftar File": {"ABSTRAK Zya Dyena Meutia": "https://digilib.itb.ac.id/gdl/download/269392", "BAB 1 Zya Dyena Meutia": "https://digilib.itb.ac.id/gdl/download/269593", "BAB 2 Zya Dyena Meutia": "https://digilib.itb.ac.id/gdl/download/269594", "BAB 3 Zya Dyena Meutia": "https://digilib.itb.ac.id/gdl/download/269595", "BAB 4 Zya Dyena Meutia": "https://digilib.itb.ac.id/gdl/download/269596", "BAB 5 Zya Dyena Meutia": "https://digilib.itb.ac.id/gdl/download/269597", "BAB 6 Zya Dyena Meutia": "https://digilib.itb.ac.id/gdl/download/269598", "PUSTAKA Zya Dyena Meutia": "https://digilib.itb.ac.id/gdl/download/269599", "LAMPIRAN Zya Dyena Meutia": "https://digilib.itb.ac.id/gdl/download/269600"}, "Penulis": "Zya Dyena Meutia [35416002]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Arief Rosyidie, M.S.P., M.Arch., Ph.D.", "Dr. Ir. Denny Zulkaidi, MUP.", "Dr. Sri Maryati, S.T., MIP."], "Jenis Koleksi": "Disertasi", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Other social problems & services", "Kata Kunci": "nilai-nilai signifikan, warisan budaya kelam, kawasan pascabencana, pandangan stakeholder, Banda Aceh", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "10 file", "Tanggal Input": "26 Des 2022"}