{"Nomor": 70132, "Judul": "ANALISIS PROSES MANUFAKTUR POROS SPINDLE MESIN BUBUT NARA 4308", "Abstrak": "Mesin perkakas banyak digunakan oleh berbagai industri dan merupakan peralatan utama di\nindustri manufaktur. Sampai saat ini perkembangan industri pembuat mesin perkakas di Indonesia\nbelum ada, sehingga kebutuhan mesin perkakas dalam negeri harus diimpor negara lain. Dengan\nketerbatasan kompetensi yang dimiliki, penggunaan mesin perkakas di Indonesia tidak terlepas dari\nperan ekspor negara-negara lain, salah satunya ialah Korea Selatan. Pada tahun 2021 silam, dalam\nrangka kebutuhan riset, ITB menerima 50 mesin bubut asal Korea Selatan dengan jenis NARA 4308.\nSalah satu kebutuhan riset yang akan dilaksanakan berupa rekayasa peniruan (reverse engineering)\nmesin bubut tersebut melalui kerja sama dengan berbagai industri lokal.\nTugas akhir ini membahas tentang proses manufaktur komponen poros spindle. Analisis\ntersebut dilakukan berdasarkan gambar teknik yang kemudian dijabarkan urutan proses manufakturnya\nbeserta alat dan mesin yang dibutuhkan. Analisis dilakukan pada proses pemesinan, termasuk proses\nfinishing berupa proses gerinda dan proses pelakuan panasnya. Proses pemesinan beserta finishing\ndijabarkan dalam bentuk visualisasi proses manufaktur untuk memberikan gambaran jelas tentang\nserangkaian proses.\nHasil tugas akhir berupa informasi menyeluruh mengenai langkah-langkah, metode serta proses,\ndan parameter secara kuantitatif yang diperlukan untuk memproduksi poros spindle. Penelitian ini pada\nakhirnya diharapkan dapat menjadi referensi bagi industri manufaktur lokal untuk memproduksi mesin\nbubut dalam negeri, terutama mesin bubut NARA 4308.", "Daftar File": {"ABSTRAK Dzaky Afifta": "https://digilib.itb.ac.id/gdl/download/269370"}, "Penulis": "Dzaky Afifta [13118048]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Prakosa, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "mesin bubut, proses manufaktur, poros spindle, gambar teknik, proses pemesinan, parameter pemesinan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Des 2022"}