{"Nomor": 70139, "Judul": "PENGUSULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN KESADARAN MEREK PADA SAMA SAGA MELALUI OPTIMALISASI PEMASARAN DIGITAL", "Abstrak": "SAMA SAGA merupakan salah satu perusahaan baru yang bergerak di bidang strategi dan bisnis \nkonsultan. Dengan kondisi perusahaan yang relatif baru yang mana berdiri pada tahun 2017, corong\npencarian pelanggan yang dipakai masih berfokus kepada rujukan. Rujukan merupakan metode yang\ncukup menjanjikan didalam suatu perusahaan, tetapi dari dampak pandemic COVID-19 dimana\nterdapat pelanggan yang berhenti kerjasama akibat dampak dari pandemic ini menyebabkan\npenurunan pelanggan dan SAMA SAGA masih belum memiliki strategi cadangan untuk penggantinya.\nSehingga dirasa strategi yang berfokus pada rujukan saja ini menjadi kurang berkelanjutan untuk\njangka waktu yang panjang. \nPenelitian ini bertujuan untuk membantu SAMA SAGA dalam mengembangkan strategi baru yang\nmampu digunakan untuk meningkatkan kesadaran terhadap perusahaan secara online agar mampu\nmendukung program rujukan yang sudah dimiliki. Dengan meningkatnya keberadaan secara online\nakan mampu meningkatkan jangkuan terhadap pelanggan dan mampu membentuk corong baru untuk\nmendapatkan prospek klien yang baru. Dalam mengembangkan strategi baru untuk perusahaan,\npeneliti terlebih dahulu melakukan analisis internal dan eksternal dari SAMA SAGA. Dimana analisis\ninternal meliputi: Analisis STP, Marketing Mix 7P, dan Analisis VRIO untuk mendapatkan kekuatan\ndan kelemehan dari perusahaan. Kemudian, dilakukan analisis external yang meliputi: Analysis\nPESTEL, Porter’s 5 Forces Framework, Analisis kompetitor, dan Analisis pelanggan yang ditujukan\nuntuk melihat peluang dan ancaman yang ada dari pihak external. \nSetelah kedua analisis diatas untuk mengetahui kondisi sekarang yang sedang dihadapi perusahaan \ndilakukan. Kondisi-kondisi tersebut kemudian dirangkum kedalam strategi analisis SWOT untuk\nmemudahkan proses analisis penelitian. Komponen-komponen dari analisis SWOT ini kemudian\ndigunakan pada matriks TOWS. Berdasarkan hasil matriks TOWS, didapatkan beberapa usulan\nstrategi-strategi baru yang dapat SAMA SAGA lakukan untuk meningkatkan kinerja perusahaan.\nUsulan strategi baru yang diberikan kepada SAMA SAGA berupa peningkatan strategi pemasaran\ndigital perusahan yang meliputi pengembangan website, optimisasi Instagram, optimisasi LinkedIn,\ndan peningkatan kinerja optimisasi mesin pencari (SEO). Dengan ini diharapkan SAMA SAGA mampu\nmeningkatkan kehadiran online sehingga terbentuk corong baru untuk menghasilan pelanggan baru,\ntanpa harus hanya bergantung pada rujukan.", "Daftar File": {"2022_TS_PP_Raynaldo Tantawi Swardi_29118325_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/269395"}, "Penulis": "Raynaldo Tantawi Swardi [29118325]", "Kontributor / Dosen Pembimbing": ["Prof. Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pemasaran Digital, Kesadaran Merek, Marketing Mix 7P, Analisis VRIO, Analsis PESTEL, Porter’s 5 Forces, Analisis SWOT, Matriks TOWS", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Des 2022"}