{"Nomor": 70142, "Judul": "STUDI PENGARUH PENAMBAHAN AMPAS KOPI TERHADAP PERFORMA CO-GASIFIKASI DENGAN BATUBARA MENGGUNAKAN AGEN UDARA", "Abstrak": "Kebutuhan listrik dunia terus meningkat namun kontribusi masih mendominasi\nhingga 36,7% oleh Pembangkit Listrik Tenaga Uap (PLTU) batubara dengan emisi\n1 kg CO2 /kWh. Berbagai upaya dilakukan untuk menurunkan emisi tersebut, salah\nsatunya melalui teknologi Integrated Gasification Combine Cycle (IGCC). IGCC\nmampu menghasilkan listrik dengan emisi 0,75 kg CO2/kWh serta dapat\nmemproses umpan biomassa. Penambahan biomassa dapat memberikan efek\nsinergi dengan meningkatkan reaktivitas gasifikasi dan yield syngas. Namun\npenelitian mengenai kogasifikasi batubara dengan ampas kopi masih terbatas.\nDengan produksi mencapai 742 ribu ton per tahun di Indonesia, menjadikan kopi\nsebagai sumber biomassa yang potensial untuk diteliti lebih lanjut. Oleh karena itu,\nperlu dipelajari pengaruh penambahan ampas kopi terhadap reaktivitas gasifikasi\ndan komposisi gas yang dihasilkan saat kogasifikasi bersama dengan batubara.\nSelain percobaan, juga dilakukan simulasi menggunakan perangkat lunak Factsage.\n\nPada penelitian ini, serangkaian percobaan karakterisasi dan kogasifkasi dilakukan\ndengan memvariasikan rasio ampas kopi terhadap umpan dalam persen berat (w/w),\nyaitu K-0, K-25, K-50, K-75, dan K-100. Percobaan analisis ultimat, proksimat,\nkomponen abu, dan nilai kalor hanya dilakukan pada sampel batubara (K-0) dan\nampas kopi (K-100) sedangkan untuk sampel lainnya berupa data hasil perhitungan\nweighted average ratio. Hasil analisis ultimat kemudian digunakan sebagai input\nsimulasi Factsage. Percobaan kogasifikasi dilakukan pada horizontal tube furnace\nyang dialiri gas N2 240 mL/min serta O2 60 mL/min, dengan temperatur 900°C, laju\npemanasan 10°C/min, dan waktu penahanan 15 menit. Syngas lalu dianalisis\nmenggunakan gas chromatography, sedangkan char dianalisis menggunakan\nfourier-transform infrared spectroscopy (FTIR) dan X-ray Diffraction (XRD).\nSelain itu, analisis thermogravimetric analysis (TGA) dilakukan untuk\nkarakterisasi termal sampel.\n\nHasil percobaan menunjukkan bahwa penambahan ampas kopi dapat meningkatkan\nlaju gasifikasi dengan urutan K-50> K-75 >K-100> K-25> K-0. Penambahan\nampas kopi pada rasio K-75 dapat meningkatkan yield gas CO hingga 3,3 kali\ndibandingkan K-0 dari 14,1% hingga 46,6% dikarenakan makin banyak char\nbereaksi menjadi gas. Pada sampel K-75, nilai yield gas CO percobaan lebih tinggi\nyaitu 46,6%, sedangkan hasil perhitungan nilai yield CO sebesar 44,8%. Hal\ntersebut menunjukkan adanya sinergi antara senyawa alkali dan alkali tanah yang\ndapat memberikan efek katalitik dengan ikatan C-O dan C-OH hasil pirolisis\nvolatile matter pada ampas kopi yang meningkatkan active sites pada permukaan\nchar.", "Daftar File": {"ABSTRAK Muamar Lukman Hakim": "https://digilib.itb.ac.id/gdl/download/269398"}, "Penulis": "Muamar Lukman Hakim [12518024]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismi Handayani, M.T.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "batubara, ampas kopi, kogasifikasi, kinetika, gas yield.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "26 Des 2022"}