{"Nomor": 70144, "Judul": "MODEL KONSEPTUAL SELEKSI LOKASI PUSAT LOGISTIK BERIKAT PENDUKUNG INDUSTRI BESAR BERDASARKAN PENDEKATAN KOMBINASI FUZZY AHP DAN FUZZY TOPSIS", "Abstrak": "Perdagangan bebas di era globalisasi telah membawa perubahan yang sangat cepat dan\nberdampak luas bagi aktivitas rantai pasok. Bahan baku untuk memenuhi kebutuhan\nindustri tidak hanya dipasok dari dalam negeri namun juga berasal dari luar negeri.\nBahan baku yang berasal dari luar negeri membutuhkan tempat penyimpanan sebelum\ndigunakan oleh industri. Pusat logistik berikat merupakan tempat penimbunan berikat\nuntuk menyimpan barang yang berasal dari luar daerah pabean maupun dalam daerah\npabean dengan berbagai fasilitas yang diberikan oleh pemerintah seperti penangguhan\nbea masuk dan masa penyimpanan hingga tiga tahun. Pusat logistik berikat merupakan\nfasilitas strategis yang memainkan peran penting dalam sistem logistik, karena itu\nefisiensi pengelolaannya sangat tergantung pada lokasi. Pemilihan lokasi pusat logistik\nberikat masih menjadi isu yang sering dibicarakan, lebih kompleks karena melibatkan\npemangku kepentingan.\nPemilihan lokasi pusat logistik berikat mempertimbangkan kriteria yang bersifat\nsubjektif dan kualitatif. Penelitian ini bertujuan untuk merumuskan model\npengambilan keputusan seleksi lokasi pusat logistik berikat pendukung industri besar.\nSebuah metodologi fuzzy multi criteria decision making membantu memperoleh\nkeputusan yang efektif. Pendekatan fuzzy memungkinkan deskripsi yang lebih akurat\ntentang proses pengambilan keputusan dengan input preferensi manusia yang bersifat\nsamar. Namun sejauh ini masih jarang penelitian yang megkombinasikan teknik fuzzy\nuntuk pembobotan kriteria dan pemilihan alternatif lokasi pusat logistik. Penelitian ini\nmengkombinasikan Fuzzy AHP dan Fuzzy TOPSIS untuk memilih lokasi pusat logistik\nberikat pendukung industri besar di Jawa Barat.\nInput utama penerapan model pengambilan keputusan multi kriteria yang digunakan\ndalam penelitian ini adalah hasil pengisian kuesioner responden ahli. Kriteria dan\nsubkriteria diperoleh berdasarkan hasil focus group discussion yang melibatkan unsur\nakademisi, bisnis, dan pemerintah. Untuk mengatasi persepsi ahli yang bersifat samar,\ndigunakan variabel lingustik dan triangular fuzzy number. Alternatif lokasi pusat\nlogistik berikat dalam struktur hierarkhi diperoleh secara deskriptif berdasarkan\ntinjauan literatur kawasan industri di Jawa Barat.ii\nPembobotan kriteria dan subkriteria pemilihan lokasi pusat logistik berikat\nmenggunakan metode Fuzzy AHP. Pendekatan Fuzzy AHP memungkinkan penjabaran\nyang lebih akurat terhadap proses pengambilan keputusan dengan menggunakan rasio\nperbandingan. Sedangkan penentuan preferensi lokasi pusat logistik berikat\nmenggunakan metode Fuzzy TOPSIS. Pendekatan Fuzzy TOPSIS mampu\nmempertimbangkan sejumlah alternatif dan kriteria yang digunakan dalam proses\npengambilan keputusan. Integrasi Fuzzy AHP dan Fuzzy TOPSIS dalam riset ini\nmemberikan representasi yang lebih tepat dari hubungan antar kriteria dan alternatif\nyang mendukung proses pengambilan keputusan yang kompleks pada pemilihan lokasi\npusat logistik berikat pendukung industri besar.\nHasil yang diperoleh menggunakan metode Fuzzy AHP, kriteria dengan nilai bobot\nakhir tertinggi sampai terendah adalah kriteria regulasi, aksesibilitas, biaya, kondisi\nproperti, layanan infrastruktur, dan pertumbuhan ekonomi. Riset ini memberikan\nkontribusi pada kerangka konseptual pemilihan lokasi pusat logistik berikat dengan\nregulasi sebagai kriteria yang dipertimbangkan. Berdasarkan nilai preferensi pada\nteknik fuzzy TOPSIS urutan perangkingan lokasi pusat logistik berikat adalah kawasan\nindustri Jababeka, kawasan industri MM2100, kawasan industri East Jakarta Industrial\nPark, dan kawasan industri Marunda Center. Penelitian ini memberikan implikasi\nterhadap kebijakan pusat logistik berikat. Bagi peyelenggara pusat logistik berikat\npenting memperhatikan lokasi pusat logistik berikat yang selaras dengan pengaturan\nruang dan wilayah. Implikasi pada penelitian selanjutnya dapat menambahkan\nkelompok penyedia jasa angkutan barang dalam proses pengambilan keputusan seleksi\nlokasi pusat logistik berikat.", "Daftar File": {"ABSTRAK Syafrianita SF": "https://digilib.itb.ac.id/gdl/download/269411", "BAB 1 Syafrianita SF": "https://digilib.itb.ac.id/gdl/download/270160", "BAB 2 Syafrianita SF": "https://digilib.itb.ac.id/gdl/download/270161", "BAB 3 Syafrianita SF": "https://digilib.itb.ac.id/gdl/download/270162", "BAB 4 Syafrianita SF": "https://digilib.itb.ac.id/gdl/download/270163", "BAB 5 Syafrianita SF": "https://digilib.itb.ac.id/gdl/download/270164", "BAB 6 Syafrianita SF": "https://digilib.itb.ac.id/gdl/download/270165", "BAB 7 Syafrianita SF": "https://digilib.itb.ac.id/gdl/download/270166"}, "Penulis": "Syafrianita SF [34219002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA", "Ir. Gatot Yudoko, M.A.Sc., Ph.D.", "Dr. Fikri Zul Fahmi, S.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pusat logistik berikat, industri besar, lokasi, Fuzzy AHP, Fuzzy TOPSIS, Jawa Barat.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "26 Des 2022"}