{"Nomor": 70140, "Judul": "PERSPEKTIF FAKTOR AKSESIBILITAS DALAM PENGEMBANGAN ISLAND CITY DI INDONESIA, STUDI KASUS: KOTA AMBON-PROVINSI MALUKU", "Abstrak": "Dalam dekade terakhir studi pulau berfokus pada aspek keterbatasan, keterisolasian\ndan marginalitas masyarakat pulau dalam lingkup daratan. Studi terbaru mengenai\nisland city merupakan lensa analitis atau perspektif penelitian yang dapat digunakan\nuntuk mengenali keragaman pulau, serta mendorong peneliti dalam studi perkotaan\nuntuk mengenali bahwa beberapa karakteristik pulau juga berdampak pada\nberbagai fungsi kota dan pusat populasi. Beberapa peneliti menjelaskan adanya\npengaruh infrastruktur transportasi terhadap perkembangan island city. Melalui\naksesibilitas transportasi yang baik dapat menunjang aktivitas ekonomi di island\ncity. Namun sejauh ini, belum ada peneliti yang menjelaskan dan menghitung\nhubungan antara aksesibilitas dengan perkembangan island city. Atas dasar gap\ntersebut, maka riset ini disusun dengan hipotesis dasar bahwa “tingkat aksesibilitas\nmempengaruhi pertumbuhan ekonomi island city”.\nStudi ini disusun melalui 3 (tiga) tahap. Pertama, mengukur tingkat aksesibilitas\ndari beberapa pelabuhan pulau-pulau sekitar ke island city melalui transportasi laut\ndan udara. Kedua, menilai pengaruh tingkat aksesibilitas dari beberapa pelabuhan\npulau-pulau sekitar ke island city terhadap pertumbuhan ekonomi island city\nsebagai pusat koleksi distribusi wilayah kepulauan. Ketiga, eksplorasi mendalam\nterhadap hasil analisis yang telah diperoleh dari tahap pertama dan tahap kedua.\nStudi ini menggunakan paradigma positivisme, melalui pendekatan mixed-method.\nPendekatan mixed-method dibangun secara deduktif untuk analisis kuantitatif tahap\npertama dan tahap kedua, kemudian secara induktif untuk analisis kualitatif pada\ntahap ketiga. Metode analisis kuantitatif tahap pertama menggunakan model\naksesibilitas gravitasi dan analisis regresi linear berganda. Metode analisis\nkuantitatif tahap kedua menggunakan model pertumbuhan Solow, model backward\nforecasting dan analisis regresi linear berganda. Metode analisis kualitatif tahap\nketiga menggunakan analisis isi. Pengumpulan data sekunder untuk analisis\nkuantitatif tahap pertama dan tahap kedua menggunakan metode survei\ninstansional; sementara data primer untuk analisis kualitatif tahap ketiga\nmenggunakan metode wawancara semi terstruktur.ii\nStudi ini dilakukan di Kota Ambon sebagai pusat pemerintahan dan perdagangan\ndi Provinsi Maluku. Hasil riset tahap pertama menunjukkan bahwa faktor ‘rasio\npenumpang dan barang terhadap populasi masing-masing pulau’ berpengaruh\nsignifikan terhadap tingkat aksesibilitas. Hal ini disebabkan karena tidak adanya\nbeberapa layanan utama di pulau-pulau sekitar, sehingga populasi pulau harus\nmelakukan perjalanan untuk dapat mengakses layanan utama di island city. Hasil\nriset tahap kedua menunjukan bahwa faktor belanja pemerintah berpengaruh\nsignifikan terhadap pertumbuhan ekonomi. Hal ini disebabkan karena sektor-sektor\nproduktif belum berkembang, akibat dari kegiatan industri dan investasi yang masih\nterbatas. Hasil riset tahap ketiga menunjukkan bahwa mayoritas responden\nmengkonfirmasi kebenaran hasil analisis kuantitatif tahap pertama dan tahap kedua.\nPengujian hipotesis menunjukkan bahwa tingkat aksesibilitas tampak lemah\nmempengaruhi pertumbuhan ekonomi. Temuan ini tampaknya berbeda dari temuan\nlainnya dalam literatur island city. Studi sebelumnya mejelaskan bahwa\ninfrastruktur transportasi menjadi faktor penting penunjang aktivitas ekonomi di\nisland city. Namun, kebanyakan dari meraka sedang menjalani transformasi\nstruktural dari basis ekonomi yang secara bertahap bergeser dari pertanian ke\nmanufaktur, kini bergerak menuju masyarakat pasca-industri dan ekonomi berbasis\npengetahuan. Kasus Ambon masih mengalami stagnasi, akibat dari belum\nberkembangnya sektor-sektor produktif.\nTemuan penting lainnya dalam riset ini adalah bahwa faktor belanja pemerintah\ntampak kuat mempengaruhi pertumbuhan ekonomi. Peningkatan belanja\npemerintah yang dibarengi dengan peningkatan investasi swasta pada sektor-sektor\nproduktif akan dapat memacu pertumbuhan ekonomi, yang pada akhirnya dapat\nmeningkatkan kesejahteraan masyarakat. Oleh sebab itu, peningkatan tingkat\naksesibilitas sangat dibutuhkan untuk meningkatkan produktivitas dan/atau\nmengurangi biaya transportasi dan membuat island city lebih menarik bagi investor.\nStudi ini telah membangun konsep island city dengan pendekatan faktor\naksesibilitas. Dimulai dari mendefinisikan island city, menjelaskan keunikan\nkarakteristik island city, permasalahan pengambangan island city, mengukur dan\nmengevaluasi tingkat aksesibilitas dari beberapa pelabuhan pulau-pulau sekitar ke\nisland city terhadap pertumbuhan ekonomi island city sebagai pusat koleksi\ndistribusi wilayah kepulauan. Hasil analisis kemudian direfleksikan pada teori\nlokasi centre-periphery model (CPM) untuk melihat gambaran perkembangan\nekonomi island city, yang menjadi novelty pada studi ini. Dengan demikian, studi\nini berkontribusi pada literatur island city dengan mengeksplorasi efek dari tingkat\naksesibilitas terhadap pertumbuhan ekonomi di island city, sehingga\nmemungkinkan peneliti untuk mendapatkan tahapan perkembangan ekonomi\nisland city dengan pendekatan CPM.", "Daftar File": {"ABSTRAK Andiah Nurhaeny": "https://digilib.itb.ac.id/gdl/download/269526", "BAB 1 Andiah Nurhaeny": "https://digilib.itb.ac.id/gdl/download/269527", "BAB 2 Andiah Nurhaeny": "https://digilib.itb.ac.id/gdl/download/269528", "BAB 3 Andiah Nurhaeny": "https://digilib.itb.ac.id/gdl/download/269529", "BAB 4 Andiah Nurhaeny": "https://digilib.itb.ac.id/gdl/download/269530", "BAB 5 Andiah Nurhaeny": "https://digilib.itb.ac.id/gdl/download/269531", "BAB 6 Andiah Nurhaeny": "https://digilib.itb.ac.id/gdl/download/269532", "PUSTAKA Andiah Nurhaeny": "https://digilib.itb.ac.id/gdl/download/269533", "LAMPIRAN Andiah Nurhaeny": "https://digilib.itb.ac.id/gdl/download/269534"}, "Penulis": "Andiah Nurhaeny [35417001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Pradono, S.E., M.Ec.Dev.", "Dr. Miming Miharja, S.T., M.Sc.Eng.", "Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Aksesibilitas, Ambon, island city, pertumbuhan ekonomi..", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "10 file", "Tanggal Input": "26 Des 2022"}