{"Nomor": 70147, "Judul": "PENGARUH SEKTOR PERTAMBANGAN TERHADAP POTENSI TERJADINYA RESOURCE CURSE DI PROVINSI SUMATERA SELATAN DENGAN MENGGUNAKAN METODE ANALISIS DATA PANEL DAN ANALISIS INPUT-OUTPUT", "Abstrak": "Sektor pertambangan merupakan salah satu sektor yang menjadi andalan dalam perekonomian\nIndonesia. Sumatera Selatan dengan cadangan minyak, gas, dan batubara yang melimpah justru\nmengalami pertumbuhan ekonomi yang tidak stabil dan memiliki tren pertumbuhan yang\nnegatif dari tahun 2001 hingga tahun 2021. Kondisi tersebut menunjukkan gejala/potensi\nterjadinya resource curse di Provinsi Sumatera Selatan melalui sektor pertambangan dan\npenggalian. Dimana resource curse merupakan fenomena yang menunjukkan kondisi suatu\nnegara atau daerah dengan kelimpahan sumber daya alam justru mengalami pertumbuhan\nekonomi yang negatif ataupun lambat.\nBerdasarkan estimasi regresi data panel dapat diketahui bahwa variabel PDRB sektor\npertambangan memiliki hubungan negatif dan signifikan terhadap variabel pertumbuhan\nPDRB. Selain sektor pertambangan, sektor pertanian, dan konstruksi juga memiliki pengaruh\nnegatif dan signifikan. Namun, sektor industri pengolahan memiliki pengaruh positif dan\nsignifikan. Hal ini menunjukkan bahwa Provinsi Sumatera Selatan berpeluang untuk terjadinya\nresource curse melalui sektor pertambangan, pertanian, dan konstruksi tetapi masih bisa\nterhindar dari gejala tersebut melalui sektor industri pengolahan.\nJika dilihat dari perubahan multiplier outputnya antara tahun 2006 dan 2016, sektor\npertambangan mengalami peningkatan sebesar 31 %. Nilai tersebut menunjukkan pemerintah\nSumatera Selatan hingga saat ini masih menjadikan sektor pertambangan menjadi sektor\nandalan pada struktur perekonomian. Analisis hubungan antara backward dan forward linkage\nmenunjukkan bahwa sektor industry pengolahan menjadi sektor kunci pada perekonomian\nsedangkan sektor pertambangan, pertanian, dan konstruksi termasuk kedalam sektor petonsial\nyang masih bisa dikembangkan. Oleh karena itu, agar Provinsi Sumatera Selatan dapat terbebas\ndari gejala resource curse maka pemerintah Sumatera Selatan harus mengembangkan sektor\nindustri pengolahan berbasis sektor pertanian dan pertambangan.", "Daftar File": {"ABSTRAK Suryadi Wibowo": "https://digilib.itb.ac.id/gdl/download/269436", "BAB 1 Suryadi Wibowo": "https://digilib.itb.ac.id/gdl/download/287292", "BAB 2 Suryadi Wibowo": "https://digilib.itb.ac.id/gdl/download/287293", "BAB 3 Suryadi Wibowo": "https://digilib.itb.ac.id/gdl/download/287294", "BAB 4 Suryadi Wibowo": "https://digilib.itb.ac.id/gdl/download/287295", "BAB 5 Suryadi Wibowo": "https://digilib.itb.ac.id/gdl/download/287296", "BAB 6 Suryadi Wibowo": "https://digilib.itb.ac.id/gdl/download/287297", "BAB 7 Suryadi Wibowo": "https://digilib.itb.ac.id/gdl/download/287298", "PUSTAKA Suryadi Wibowo": "https://digilib.itb.ac.id/gdl/download/287299"}, "Penulis": "Suryadi Wibowo [22118016]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng.", "Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pertambangan, resource curse, data panel, input-output", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "9 file", "Tanggal Input": "26 Des 2022"}