{"Nomor": 70146, "Judul": "EVALUASI PROYEK PERTAMBANGAN NIKEL DENGAN METODE REAL OPTION VALUATION MODEL MULTINOMIAL.", "Abstrak": "Indonesia memiliki cadangan nikel yang tergolong sangat besar dibanding negara\nlain di dunia, yang mengakibatkan daya tarik dalam melakukan investasi terhadap\nproyek pertambangan nikel di Indonesia semakin meningkat. Nilai investasi dan\nrisiko yang dihadapi untuk proyek pertambangan nikel termasuk cukup tinggi,\nsehingga perlu dilakukan kajian terhadap nilai investasi suatu proyek pertambangan\nnikel untuk memicu investor melakukan investasi.\nPada proyek pertambangan bijih nikel, banyak evaluasinya tidak memperhitungkan\nketidakpastian faktor ekonomi, seperti fluktuasi harga jual dan fluktuasi biaya\npenambangan. Biasanya, perusahaan akan mengasumsikan harga jual dan biaya\npenambangan akan konstan sepanjang umur tambang dengan metode discounted\ncashflow (DCF). Oleh karena itu diperlukan metode baru yang dapat\nmemperhatikan ketidakpastian tersebut yaitu dengan metode real option valuation\n(ROV) model multinomial. Dengan metode ini dapat diketahui berapa nilai evaluasi\nproyek pertambangan bijih nikel berdasarkan perubahan harga jual dan biaya\npenambangan. Hasil evaluasi tersebut dapat melihat besaran dari nilai option\npremium dan net present value antara metode DCF dan ROV model multinomial,\nsehingga model tersebut bisa dibuktikan dapat dijadikan dasar penentuan\nkeputusan.\nMetode ROV diharapkan dapat meningkatan nilai evaluasi proyek pertambangan\nyang mengakomodasi kemungkinan dari suatu ketidakpastian, sehingga dapat\nmeningkatkan kepercayaan pemangku kepentingan dalam pengambilan keputusan.\nPenelitian ini dapat menjadi patokan dalam menentukan nilai evaluasi suatu proyek.", "Daftar File": {"ABSTRAK Robert Immanuel": "https://digilib.itb.ac.id/gdl/download/269435", "BAB 1 Robert Immanuel": "https://digilib.itb.ac.id/gdl/download/283874", "BAB 2 Robert Immanuel": "https://digilib.itb.ac.id/gdl/download/283875", "BAB 3 Robert Immanuel": "https://digilib.itb.ac.id/gdl/download/283876", "BAB 4 Robert Immanuel": "https://digilib.itb.ac.id/gdl/download/283877", "BAB 5 Robert Immanuel": "https://digilib.itb.ac.id/gdl/download/283878", "BAB 6 Robert Immanuel": "https://digilib.itb.ac.id/gdl/download/283879", "PUSTAKA Robert Immanuel": "https://digilib.itb.ac.id/gdl/download/283880"}, "Penulis": "Robert Immanuel [22118303]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng.", "Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bijih nikel, discounted cash flow, real option valuation, model multinomial.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "8 file", "Tanggal Input": "26 Des 2022"}