{"Nomor": 70143, "Judul": "STUDI PERILAKU KATALITIK SENYAWA NATRIUM PADA GASIFIKASI  BATUBARA DAN BIOMASSA MENGGUNAKAN CO2 : ULASAN", "Abstrak": "Gasifikasi merupakan proses konversi batubara dan biomassa dengan menggunakan\nagen gasifikasi berupa udara, O2, steam ataupun CO2, menjadi syngas yang dapat\ndimanfaatkan pada banyak sektor. Gasifikasi menggunakan CO2 dapat menambah opsi\npada pemanfaatan gas rumah kaca. Namun, bila dibandingkan dengan menggunakan\nagen gasifikasi lainnya, gasifikasi dengan CO2 cenderung berlangsung lebih\nendotermik dan lambat, sehingga memerlukan katalis agar proses dapat berlangsung\nlebih cepat. Senyawa alkali and alkaline earth metals (AAEM) telah banyak diteliti\nkarena selain efektif, senyawa AAEM juga terkandung secara alami di batubara dan\nbiomassa. Pada studi literatur ini, perilaku katalitik natrium (Na), kalium (K), kalsium\n(Ca), dan magnesium (Mg) selama gasifikasi menggunakan CO2 dibandingkan dan\nditentukan AAEM mana yang paling efektif pada rentang temperatur 700-1400ºC\nmelalui thermogravimetric analyzer (TGA). Hasilnya, Na menunjukkan performa yang\npaling baik dari sisi katalitik dan ketahanannya terhadap deaktivasi, yang kemudian\ndianalisis lebih lanjut untuk optimalisasi penggunaannya.\n\nStudi literatur ini bersumber dari berbagai jurnal, buku, dan prosiding yang berkaitan\ndengan gasifikasi menggunakan CO2 dengan kehadiran AAEM. Kemudian dilanjutkan\ndengan analisis dosis, jenis senyawa, dan temperatur gasifikasi. Kesimpulan dan saran\nyang diberikan diharapkan dapat menjadi referensi dalam penelitian selanjutnya.\n\nHasil studi literatur menunjukkan bahwa untuk meningkatkan laju gasifikasi, metode\npenambahan AAEM secara wet impregnation lebih efektif dibandingkan dry mixing,\nserta AAEM dalam fase likuid lebih efektif dibandingkan saat fase padat. Pada rentang\ntemperatur 700-1400ºC, AAEM berupa Na, K, Ca, dan Mg berpotensi untuk\nmeningkatkan laju gasifikasi dengan Na yang tertinggi. Namun, dari keempat AAEM\ntersebut, K, Ca, dan Mg dapat terdeaktivasi selama gasifikasi, dimana K dapat\nmembentuk lapisan sinter, Ca mengalami deaktivasi pada suhu tinggi, dan Mg memiliki\nefektivitas yang rendah. Berdasarkan fakta tersebut, Na dapat menjadi kandidat katalis\nyang efektif. Untuk mengoptimalkan penggunaan Na, maka analisis terhadap dosis\npenambahan, jenis senyawa dan temperatur gasifikasi dilakukan. Dosis optimal\npenambahan Na yakni 3-5 wt% (terhadap berat kering batubara), bergantung pada jenis\nsampel dan metode penambahan Na. Lalu, diantara jenis senyawa Na : natrium\nhidroksida (NaOH), natrium sulfat (Na2SO4), dan natrium klorida (NaCl), senyawa\nNaOH dan Na2SO4 terbukti efektif meningkatkan laju gasifikasi, sedangkan NaCl tidak\ndisarankan karena dapat menyebabkan pitting corrossion pada material reaktor\ngasifikasi. Selain itu, temperatur optimal agar kinerja Na dapat efektif yakni pada\nrentang temperatur 850-1200ºC. Hal ini disebabkan pada rentang temperatur tersebut\nNa2CO3 telah berada dalam fase likuidnya serta pelelehan dari mullite dapat dicegah.", "Daftar File": {"ABSTRAK Muh Izzul Islam AS": "https://digilib.itb.ac.id/gdl/download/269405"}, "Penulis": "Muh Izzul Islam AS [12517024]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismi Handayani, M.T.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "laju gasifikasi, batubara, biomassa, natrium, CO2.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "26 Des 2022"}