{"Nomor": 70150, "Judul": "STUDI PENGARUH SIKLUS PENYIRAMAN TERHADAP LAJUOKSIDASI PIRIT SEBAGAI PENDUKUNG SUATU SKENARIO PIT LAKE", "Abstrak": "Pada kegiatan pascatambang, pit lake dimanfaatkan sebagai tempat wisata air, perikanan, persediaan air, pembangkit listrik tenaga air, dan lain sebagainya. Potensi penggunaan air pit lake sangat tergantung pada kuantitas dan kualitas air pit lake. Prediksi kualitas air pada pit lake umumnya menggunakan data dari hasil karakterisasi geokimia, terutama untuk prediksi kualitas air hasil reaksi dengan batuan pada dinding pit. Data karakeristik yang digunakan berasal dari hasil uji statik dan uji kinetik untuk menentukan karakteristik lindian yang mewakili. Prediksi kualitas air pit lake dapat menggunakan perangkat lunak berbasis kesetimbangan geokimia – geochemical equilibrium software untuk mengetahui reaksi geokimia dan menghitung karakteristik lindian yang lebih beragam. Salah satu geochemical equilibrium software yang digunakan dalam prediksi kualitas air pada pit lake adalah PhreeqC. Permodelan geokimia yang dipakai adalah inverse modelling, forward modelling. Pada prediksi kualitas air dari lindian dinding pit, dapat digunakan forward modelling menggunakan nilai kinetic reaction rates. Nilai kinetic reaction rates merupakan hasil inverse modelling dari hasil uji pit wall leaching atau uji kinetik skala laboratorium yang di-scale-up. Kinetic reaction rates dapat dihitung dari mole transfer dan parameter uji kinetik, terutama luas permukaan sampel dan waktu/siklus perlindian. Kinetic reaction rates pada pembentukan air asam tambang (AAT) adalah untuk reaksi oksidasi mineral sulfida. Waktu/siklus perlindian menentukan kandungan air dan oksigen di dalam kolom kinetik. Pada studi sebelumnya melakukan uji kinetik pit wall leaching untuk prediksi kualitas pti lake dengan menghitung kinetic reaction rates pada siklus harian, 3-harian dan mingguan yang berlanjut (sekuensial). Dengan sampel yang sama, penelitian ini dilakukan uji kinetik skala laboratorium siklus harian, tiga-harian dan mingguan secara paralel yang digunakan untuk menghitung kinetic reaction rates pada siklus pelindian yang berbeda sehingga dapat merepresentasikan kondisi pelapukan di lapangan berdasarkan kejadian hujan yang berbeda dan sebagai data pendukung pada suatu skenario pit lake.\n\nSampel batuan berasal dari dinding pit aktif pertambangan batubara PT. ABC yang mewakili litologi utama penyusun dinding pit dan diambil dengan teknik grab sampling oleh peneliti sebelumnya. Tiga jenis sampel yang digunakan adalah mudstone (PRI 01), carbonaceous claystone (PRI 02), dan sandstone (PRI 03). Karakterisasi geokimia pada sampel dibangun untuk mengatahui batuan berpotensi menghasilkan asam atau tidak. Karakterisasi geokimia dilakukan melalui uji statik dan kinetik di laboratorium serta uji kandungan mineral dan unsur. Pada uji kinetik dilakukan dengan metode free draining coloumn leach test (FDCLT) yang merupakan scale up dari uji kinetik metode pit wall leaching penelitian sebelumnya. Interval penyiraman pada metode FDCLT yaitu harian, tiga harian, dan mingguan dilakukan pada waktu yang bersamaan dan dengan jumlah minggu yang sama. Hasil air lindian dari uji kinetik akan dilakukan uji sifat fisik dan kimianya. Pemodelan geokimia dilakukan menggunakan software PhreeqC dengan fitur Inverse Modelling dan Inverse Modelling. Inverse modeling menghasilkan banyak prediksi model reaksi dalam bentuk mineral yang mungkin bereaksi dan untuk memilih model yang paling tepat, dilakukan verifikasi model dengan forward modeling. Model yang dipilih adalah model yang menghasilkan pH simulasi yang mendekati pH air lindian dari hasil uji kinetik serta kandungan logam atau spesiesnya. Pada model terpilih, nilai transfer mol pirit akan didugunakan untuk perhitungan laju oksidasi.\n\nBerdasarkan hasil karakterisasi geokimia, sampel PRI 01 diklasifikasikan sebagai batuan yang tidak berpotensi membentuk asam (non acid forming/NAF) dengan nilai NAG pH 7,19, sedangkan sampel PRI 02 dan PRI 03 diklasifikasikan sebagai batuan yang berpotensi membentuk asam (potential acid forming/PAF) dengan nilai NAH pH berturut-turut 2,19 dan 3,08. Laju oksidasi pirit dengan pendekatan mol besi total (8,73×10-12 – 6,44×10-8 mol/m2s) memiliki nilai lebih kecil dibanding kedua pendekatan lainnya. Hal tersebut disebabkan kandungan besi pada air lindian memiliki kecendrungan mengendap lebih besar. Laju oksidasi pirit pendekatan mol sulfat (7,61×10-10 – 1,13×10-7 mol/m2s) dalam air lindian memiliki nilai mendekati laju oksidasi pirit dengan pendekatan pemodelan PhreeqC (1,45×10-10 – 1,45×10-7 mol/m2s). Dari ketiga jenis interval pelindian tersebut didapatkan siklus tiga harian memiliki nilai laju oksidasi tertinggi apabila dibandingkan dengan siklus harian dan 7-harian dari pemodelan PhreeqC (1,17×10-9 – 1.45×10-7 mol/m2s) yang didukung dengan ketersesuaian nilai pH terhadap laju oksidasi air lindian. Pada siklus 3-harian oxygen consumption pada reaksi oksidasi mineral sulfida mencapai nilai tertinggi disebabkan difusi oksigen dan moisture content dalam kondisi “optimal” dalam reaksi oksidasi mineral sulfida. Dari perbandingan laju oksidasi pendekatan Phreeqc dengan penelitian sebelumnya, diperoleh selisih 1 – 2 untuk orde dari transfer mol pirit. Nilai laju oksidasi tersebut dapat digunakan sebagai variasi input permodelan geokimia (prediksi kualitas air) pada skenario pengelolaan pit lake dengan mempertimbangkan kondisi yang dimodelkan (worst scenario, most possible scenario, base scenario).", "Daftar File": {"ABSTRAK Gelar Wisnugraha": "https://digilib.itb.ac.id/gdl/download/269434"}, "Penulis": "Gelar Wisnugraha [22118008]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pit lake, uji kinetik, FDCLT, interval penyiraman, laju oksidasi pirit", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "27 Des 2022"}