{"Nomor": 70158, "Judul": "ANALISIS FAKTOR YANG MEMPENGARUHI GREEN PURCHASING PADA PRODUK MAKANAN OLAHAN HIJAU (MODERAT & ULTRA PROSES) (KASUS PADA KONSUMEN DI BANDUNG RAYA)", "Abstrak": "Seiring dengan disorotinya isu perubahan iklim, kesadaran masyarakat tentang lingkungan juga semakin meningkat. Akan tetapi pada kenyataannya, meski kesadaran masyarakat meningkat dan produk hijau sudah mulai tersedia di pasaran, tingkat konsumsinya masih rendah jika dibandingkan dengan produk konvensional (green gap/attitude-behavior gap). Penelitian ini bertujuan untuk menentukan strategi green marketing yang sesuai bagi produsen produk makanan olahan dan menutup kesenjangan tersebut dengan menganalisis faktor yang mempengaruhi green purchasing pada produk makanan olahan hijau di Bandung Raya melalui hambatan internal sebagai variabel mediator dan hambatan eksternal sebagai variabel moderator. Penelitian ini juga menganalisis faktor hambatan dan pendorong dalam memproduksi makanan olahan hijau dari sisi produsen, disebabkan karena masih terbatasnya produk makanan olahan hijau di Indonesia. Responden dalam penelitian terdiri dari 420 konsumen dan 3 produsen. Data konsumen dikumpulkan melalui kuesioner dan dianalisis menggunakan Structural Equation Modeling (SEM) dengan bantuan tools SmartPLS, sedangkan data produsen dikumpulkan melalui wawancara. Hasil penelitian menunjukkan bahwa faktor yang mempengaruhi pembelian adalah green product knowledge, health consciousness, environmental knowledge, perceived consumer effectiveness, availability, convenience, price, dan quality, sedangkan environmental concern hanya mempengaruhi pembelian ketika dimediasi oleh environmental knowledge. Sementara itu, faktor pendorong dari sisi produsen di antaranya adalah pemberdayaan ekonomi petani, alasan pribadi terkait kesehatan, dan optimalisasi pemanfaatan komoditas, sedangkan hambatan yang dialami berkaitan biaya yang tinggi terutama untuk sertifikasi produk & distribusi ke toko retail modern serta terbatasnya kemasan ramah lingkungan yang aman & tahan lama. Hasil penelitian juga menunjukkan bahwa strategi green marketing yang sesuai untuk produsen produk makanan olahan hijau saat ini adalah strategi shaded green yang berfokus pada pengembangan produk dan penetrasi pasar, dengan product development sebagai strategi utama.", "Daftar File": {"ABSTRAK Farhah Hazimah": "https://digilib.itb.ac.id/gdl/download/269474"}, "Penulis": "Farhah Hazimah [21320009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Dr. Sofiatin, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "attitude-behavior gap, green marketing, green purchasing, green processed food, Structural Equation Modeling.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Des 2022"}