{"Nomor": 70151, "Judul": "ISOLASI DAN KARAKTERISASI ENZIM REKOMBINAN SERIN HIDROKSIMETILTRANSFERASE TERMOSTABIL UNTUK BIOSINTESIS ASAM AMINO ?-HIDROKSI", "Abstrak": "Serin hidroksimetiltransferase (SHMT) adalah salah satu enzim yang termasuk ke dalam PLP-dependent enzyme. SHMT memiliki multifungsi dengan mengkatalisis berbagai reaksi yang melibatkan beberapa asam amino ?-hidroksi (serin, treonin dan fenilserin). Saat ini produksi L-serin dan L-treonin bergantung pada fermentasi dengan menggunakan Escherichia coli atau Clostridium glutamicum. Namun penggunaan whole cell biocatalyst memiliki beberapa kekurangan. Oleh karena itu, kajian biosintesis asam amino ?-hidroksi dengan pendekatan enzimatik menggunakan SHMT sangat menarik untuk diteliti. Karakteristik enzim yang digunakan di industri biasanya memiliki aktivitas dan stabilitas yang tinggi serta dapat menggunakan substrat dengan konsentrasi tinggi. Adapun gen pengkode enzim termostabil dapat diisolasi dari mikroorganisme yang hidup pada lingkungan bertemperatur tinggi. Penelitian ini diharapkan mendapatkan SHMT rekombinan yang memiliki aktivitas untuk sintesis berbagai asam amino ?-hidroksi.\nUntuk mencapai tujuan tersebut telah dilakukan isolasi gen penyandi SHMT (glyA). Protein SHMT diekspresikan menggunakan E. coli Rosetta 2 (DE3) dan kemudian dilakukan isolasi dan pemurnian menggunakan metode kromatografi afinitas NiNTA. Enzim murni yang dihasilkan telah dikarakterisasi menggunakan reaksi retro-aldol cleavage. Di samping itu kemampuan enzim dalam mensintesis berbagai asam amino ?-hidroksi menggunakan reaksi aldol condensation telah dilakukan.\nKloning dari SHMT isolat lokal ( ITBSHMT_1, ITBSHMT_2 dan ITBSHMT_3) telah berhasil dilakukan. ITBSHMT_1 dan ITBSHMT_2 diisolasi dari isolat bakteri yang berasal dari kompos fase termogenik, kedua SHMT tersebut memiliki kemiripan tertinggi dengan SHMT Pseudoxanthomonas taiwanensis. Sedangkan ITBSHMT_3 diisolasi dari sampel metagenom dari Kawah Domas, urutan gen dari SHMT ini memiliki kemiripan tertinggi dengan SHMT Metallosphaera sedula. Karakterisasi bioinformatika dilakukan untuk ketiga SHMT tersebut dan dibandingkan dengan 2 macam SHMT isolat Jepang (Laboratorium Synthetic Bioengineering, Osaka University) yaitu Ta0811 dan Ta1509 dari Thermoplasma acidophilum. Pensejajaran struktur 2 dimensi dengan SHMT-SHMT yang sudah terkarakterisasi dan superimposisi struktur model 3 dimensi dengan struktur SHMT yang sudah dikristalkan, menunjukkan bahwa ITBSHMT_1 dan Ta0811 memiliki karakteristik struktural yang novel yaitu keberadaan fragmen tambahan (VSRQG) di dekat sisi pengikatan PLP pada ITBSHMT_1 dan ketidakberadaan fragmen loop pengikat THF pada Ta0811.Enzim rekombinan ITBSHMT_1 dan ITBSHMT_2 diproduksi menggunakan sel inang E. coli Rosetta 2 (DE3) dalam bentuk aktif dan sedangkan ITBSHMT_3 diekspresikan dalam bentuk inclusion body (IB) seperti yang terjadi pada Ta1509 dari T. Acidophilum yang sama-sama memiliki berat molekul sekitar 48,1 kDa. Karakterisasi menunjukkan bahwa ITBSHMT_1 memiliki aktivitas optimum pada temperatur 80 ?C. Enzim ini memiliki pH optimum di rentang pH netral dan stabil sampai temperatur 60 ?C, hal ini sejalan dengan temperatur optimum pertumbuhan mikroorganisme asalnya (P. taiwanensis) yaitu sekitar 55 ?C. Karakterisasi lain dari ITBSHMT_1 menunjukkan adanya pengaruh logam transisi (Mn2+, Ni2+, Zn2+, Cu2+ dan Co2+) yang secara signifikan menurunkan aktivitas enzim. Di sisi lain, logam alkali tanah (Mg2+, Ca2+), logam alkali (Na+ dan K+) dan zat pengkelat (EDTA) tidak berpengaruh terhadap aktivitas enzim seperti SHMT-SHMT lain yang sudah dikarakterisasi, hal ini menyarankan bahwa bahwa SHMT bukan merupakan metalloenzyme. Di sisi lain aktivitas enzim tersebut ditingkatkan oleh keberadaan agen pereduksi (?-mercaptoethanol)\nPengukuran parameter kinetika menunjukkan bahwa ITBSHMT_1 memiliki efisiensi katalitik retro-aldol cleavage fenilserin yang lebih baik dibandingkan SHMT dari bakteri psikrofilik (Psychromonas ingrahamii) dan mesofilik (E. coli) dengan nilai efisiensi katalitik sebesar 8, 0,826 dan 0,146/s secara berturut-turut. Enzim tersebut memiliki aktivitas spesifik reaksi retro-aldol cleavage dengan urutan sebagai berikut: DL-fenilserin>L-allo-treonin>L-serin. Pengujian sintesis asam amino ?-hidroksi menunjukkan bahwa ITBSHMT_1 merupakan biokatalis potensial untuk sintesis serin,treonin, dan fenilserin dengan aktivitas spesifik sebagai berikut: serin>treonin>fenilserin. Optimasi produksi serin menggunakan ITBSHMT_1 menunjukkan bahwa konsentrasi THF sebanyak 2 mM cukup untuk menghasilkan yield maksimum dan enzim dengan jumlah unit yang sama mampu mengkatalisis substrat dengan konsentrasi yang bertingkat (50, 200 dan 400 mM) dengan % konversi sekitar 70–75%. Pengujian sintesis L-serin dengan menggunakan resting cell E. coli yang mengekspresikan ITBSHMT_1 menunjukkan bahwa enzim tersebut memiliki kecepatan sintesis L-serin yang lebih baik dibandingkan dengan SHMT dari golongan mesofilik. Dari hasil-hasil tersebut menyarankan bahwa ITBSHMT_1 cocok untuk digunakan di bidang industri karena memiliki termostabilitas yang baik, laju reaksi yang cepat dan dapat mengkonversi substrat dalam konsentrasi yang tinggi (400 mM).", "Daftar File": {"ABSTRAK Ilma Fauziah Ma'ruf": "https://digilib.itb.ac.id/gdl/download/269437", "PUSTAKA Ilma Fauziah Ma'ruf": "https://digilib.itb.ac.id/gdl/download/280198"}, "Penulis": "Ilma Fauziah Ma'ruf [30518005]", "Kontributor / Dosen Pembimbing": ["Prof. Akhmaloka, Ph.D.", "Elvi Restiawaty, S.T., P.D.Eng., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Serin hidroksimetiltransferase, termostabil, kloning, ekpresi heterolog, karakterisasi, asam amino ?-hidroksi.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "27 Des 2022"}