{"Nomor": 70166, "Judul": "KARAKTERISASI RESERVOIR DAN ESTIMASI CADANGAN FORMASI UPPER RED BED, LAPANGAN C, CEKUNGAN SUMATERA TENGAH.", "Abstrak": "Lapangan C adalah salah satu lapangan migas di Cekungan Sumatera Tengah milik PT. Caltex\nPacific Indonesia yang telah beroperasi sejak tahun 1980-an. Lapangan yang kini diakuisisi oleh\nPT. Pertamina Hulu Energi ini sedang mengembangkan eksplorasi pada interval Kelompok\nPematang, khususnya Formasi Upper Red Bed (URB). Penelitian ini dilakukan untuk menentukan\nfasies dan lingkungan pengendapan, geometri dan persebaran, properti petrofisika, dan estimasi\ncadangan hidrokarbon pada reservoir di Formasi URB. Data yang digunakan dalam penelitian ini\nmencakup data deskripsi batuan (batuan inti, batuan inti samping, dan keratan bor), data laporan\nbiostratigrafi, data uji hidrokarbon (data tampilan hidrokarbon dan data uji swab), data log\ntalikawat, dan data seismik (2D dan 3D). Metode yang digunakan dalam penelitian ini meliputi\nanalisis fasies, analisis petrofisika, pemetaan bawah permukaan, dan estimasi cadangan\nhidrokarbon.\nBerdasarkan data tampilan hidrokarbon terdapat dua interval reservoir gas yang pada penelitian ini\ndiberi nama Sand A dan Sand B. Melalui analisis fasies disimpulkan bahwa kedua reservoir di\nFormasi URB tersebut diendapkan pada lingkungan sungai teranyam dengan elemen arsitektur\nberupa fluvial channel dan overbank fines dengan suksesi vertikal log masing-masing blocky dan\nserrated. Kedua reservoir memiliki geometri lateral channel yang dicirikan dengan pola kontur\nmemanjang/melengkung dan berorientasi timur laut – barat daya pada peta bawah permukaan.\nAnalisis petrofisika menunjukkan bahwa Sand A dan Sand B memiliki nilai properti petrofisika\nrata-rata: volume serpih 0,16-0,34, porositas efektif 0,02-0,13, dan saturasi air efektif 0,49-0,86.\nDengan data uji swab ditentukan nilai pancung properti petrofisika reservoir, yaitu volume serpih\n0,23, porositas efektif 0,07, dan saturasi air efektif 0,70. Estimasi cadangan gas di tempat (OGIP)\npada Sand A dan Sand B masing-masing adalah 16388,65 MMSCF dan 3536,46 MMSCF.", "Daftar File": {"ABSTRAK WIRA CAKRABUANA12014016.pdf": "https://digilib.itb.ac.id/gdl/download/269489", "COVER WIRA CAKRABUANA12014016.pdf": "https://digilib.itb.ac.id/gdl/download/269490", "BAB 1 WIRA CAKRABUANA12014016.pdf": "https://digilib.itb.ac.id/gdl/download/269491", "BAB 2 WIRA CAKRABUANA12014016.pdf": "https://digilib.itb.ac.id/gdl/download/269492", "BAB 3 WIRA CAKRABUANA12014016.pdf": "https://digilib.itb.ac.id/gdl/download/269493", "BAB 4 WIRA CAKRABUANA12014016.pdf": "https://digilib.itb.ac.id/gdl/download/269494", "BAB 5 WIRA CAKRABUANA12014016.pdf": "https://digilib.itb.ac.id/gdl/download/269495", "BAB 6 WIRA CAKRABUANA12014016.pdf": "https://digilib.itb.ac.id/gdl/download/269496", "PUSTAKA Wira Cakrabuana": "https://digilib.itb.ac.id/gdl/download/269497", "LAMPIRAN WIRA CAKRABUANA12014016.pdf": "https://digilib.itb.ac.id/gdl/download/269498"}, "Penulis": "Wira Cakrabuana [12014016]", "Kontributor / Dosen Pembimbing": ["Dr. Dwiharso Nugroho, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Formasi Upper Red Bed, fasies dan lingkungan pengendapan, properti petrofisika, peta bawah permukaan, estimasi cadangan.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "27 Des 2022"}