{"Nomor": 70162, "Judul": "DESAIN DAN IMPLEMENTASI SISTEM CHARGING MULTI INPUT, ANTARMUKA, DAN MANAJEMEN DAYA PADA ENERGIA: SISTEM MANAJEMEN ENERGI UNTUK MENDUKUNG PEMBELAJARAN JARAK JAUH DI DAERAH  3T DI INDONESIA", "Abstrak": "Kondisi geografis dan pembangunan yang tidak merata di wilayah Indonesia\nmengakibatkan munculnya daerah-daerah yang disebut daerah 3T (Terdepan,\nTerpencil, dan Tertinggal). Daerah 3T merupakan daerah yang akses infrastruktur\nsangat terbatas, sehingga berdampak pada aktivitas penduduknya, salah satunya\nadalah belajar-mengajar. Hal ini semakin sulit di era pandemi Covid-19 dimana\nproses pembelajaran jarak jauh (PJJ) membutuhkan akses listrik dan internet.\nUntuk mengatasi masalah tersebut, ENERGIA hadir menjadi solusi bagi\npenyediaan infrastruktur vital yaitu energi listrik yang dibutuhkan siswa 3T untuk\nmengakses materi pembelajaran. ENERGIA adalah sistem manajemen energi\nyang berfungsi menghasilkan energi listrik dari dua sumber energi terbarukan,\nyaitu panel surya dan generator putar tenaga manusia. Energi disimpan dalam\nbaterai LiFePO4 untuk menyuplai daya ke media akses pembelajaran, seperti\nlaptop dan smartphone. Salah satu fitur paling penting dari ENERGIA adalah\nkemampuannya untuk mengisi daya menggunakan kedua sumber energi secara\nbersamaan. ENERGIA mampu mengatasi masalah perbedaan tingkat tegangan\ndari kedua sumber energi dan juga masalah arus besar yang masuk ke baterai\nsekitar 15 Ampere. Untuk mengatasi kedua masalah tersebut, dirancang subsistem\npemrosesan input dengan memanfaatkan buck converter, dan MOSFET penghenti\narus. Sistem ini juga dilengkapi dengan antarmuka untuk memungkinkan\npengguna berinteraksi langsung dan mendiagnosis masalah yang mungkin timbul\ndan berpotensi tidak dapat diselesaikan secara otomatis oleh sistem.", "Daftar File": {}, "Penulis": "Farid Fadhlurrahman E. [13216013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Irman Idris, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ENERGIA, baterai LiFePO4, buck converter, MOSFET input, antarmuka.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "27 Des 2022"}