{"Nomor": 70161, "Judul": "PEMBUATAN DAN UJI KINERJA ALAT DETEKSI KEMATANGAN PISANG MENGGUNAKAN HAMBURAN BALIK SINAR LASER", "Abstrak": "Nondestructive Test (NDT) pada teknologi pascapanen sudah berkembang pesat, namun masih berbiaya cukup tinggi, rumit dan memiliki akurasi rendah. Pencitraan dengan hamburan balik sinar laser adalah salah satu teknologi NDT berbasis optik yang memiliki sistem lebih mudah dirakit dan disesuaikan serta akurasi tinggi.\nDalam penelitian ini telah dirancang dan dibuat sebuah sistem berbasis hamburan balik sinar laser pada pisang Cavendish dengan rangka dudukan berdimensi 80 x 80 x 80 cm, laser sebagai sumber cahaya dengan panjang gelombang 650 nm 5 mW ditempatkan pada bagian atas rangka dudukan membentuk sudut + 15o dengan permukaan sampel, sebuah detektor berupa kamera DSLR dengan panjang fokus 18–105 mm ditempatkan dekat dengan laser akan merekam citra hamburan balik sinar laser dan PC yang dilengkapi dengan software Digicam Control dan Fiji ImageJ, berfungsi untuk menyimpan dan mengolah citra tangkapan hamburan balik sinar laser.\nPengamatan parameter hamburan balik sinar laser yaitu bentuk pantulan dan hamburan sinar oleh permukaan pisang seperti luas area, sumbu major dan minor, sementara dari pengolahan statistik intensitas cahayanya adalah intensitas max, min, mean, median dan mode. Dilain pihak dilakukan pengukuran dengan peralatan standar antara lain pengukuran warna (L*, a*, b*) menggunakan NH300 Portable Colorimeter, modulus elastisitas (ME) menggunakan TA.XT plus C Texture Analyzer, serta parameter kimia brix dan pH masing-masing menggunakan ATAGO pocket refractrometer PAL-1 resolusi 0.1% akurasi 0.2 % dan pH Meter Lab 855. Pengukuran-pengukuran tersebut digunakan sebagai pembanding hasil analisa statistik dari hamburan balik sinar laser pada kulit pisang. Pengamatan dilakukan pada 6 (enam) titik di dua sisi pisang kecuali untuk parameter kimia (buah pisang utuh) dengan jumlah keseluruhan ulangan 5 kali. Sampel sebanyak 90 (sembilan puluh) jari pisang Cavendish (Musa acuminata colla) memiliki umur biologis, fisiologis yang sama serta bebas cacat dan disimpan pada suhu +17oC.\nHasil pengolahan data awal menunjukkan pola perubahan bagian tengah pisang adalah yang paling konsisten pada semua parameter, sehingga pengolahan data selanjutnya hanya menggunakan bagian ini. Berturut-turut keseluruhan nilai korelasi antar parameter hamburan balik laser dengan fisik, kimia dan kematangan adalah 96.875% memiliki hubungan sempurna, 43.75% memiliki hubungan sangat kuat dan 62.5% memiliki hubungan kuat. Dari korelasi ini dapat dibentuk model\npersamaan regresi dan kemudian diukur kinerja sistem yang telah dibuat. Kinerja tertinggi pada b* sebesar 97.55% dan untuk tingkat kematangan 87.63%. Hasil kinerja terbaik melalui algoritma machine learning (ML) pada k-Nearest Neighbor (kNN) dengan akurasi 99.1%. kNN mampu memprediksi dengan benar >=79,5% pada 6 (enam) tingkat kematangan dan >=93,5% pada 2 (dua) tingkat kematangan. Hasil ini cukup baik sebagai dasar sistem ini mampu menjadi alternatif metode NDT untuk mendeteksi tingkat kematangan pisang yang lebih akurat, mudah dirakit dan berbiaya rendah.", "Daftar File": {"ABSTRAK Seri Intan Kuala": "https://digilib.itb.ac.id/gdl/download/269477"}, "Penulis": "Seri Intan Kuala [23819007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Endang Juliastuti, M.S.", "Fenny Martha Dwivany, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "uji tak merusak (NDT), pencitraan dengan hamburan balik sinar laser, pisang Cavendish", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Des 2022"}