{"Nomor": 70168, "Judul": "PROSES TERMAL KOAGULASI UNTUK MEMPRODUKSI KARET ALAM CACAH GUNA MENGHASILKAN BAHAN BAKU PRODUKSI TURUNAN KARET ALAM", "Abstrak": "Indonesia sebagai negara agraris, memiliki berbagai macam sumber daya alam yang bisa dimanfaatkan khususnya dalam bidang agro industri. Salah satu yang cukup menarik dan memiliki banyak potensi untuk dikembangkan adalah tanaman karet (Hevea brasiliensis) yang menghasilkan getah karet, yang selanjutnya disebut sebagai karet alam atau Natural Rubber (NR). Penelitian ini bertujuan untuk mempelajari potensi pemanfaatan karet alam untuk produksi senyawa turunan karet alam yang lebih bernilai agar dapat digunakan sebagai inovasi pada industri karet dalam negeri, mengkaji optimasi dan fenomena pada proses termal koagulasi untuk produksi bahan baku turunan senyawa karet alam, dan mempelajari faktor-faktor proses termal koagulasi yang mempengaruhi kualitas bahan baku yang akan digunakan untuk produksi turunan senyawa karet alam.\nMetode yang digunakan pada penelitian ini adalah sampling, termal koagulasi, karakterisasi karet meliputi total solid content, PO/PRI, kadar abu, kadar kotoran, mooney viscosity, volatile matter, kadar nitrogen, dan FTIR. Berdasarkan hasil analisis didapati nilai metode termal koagulasi akan berjalan baik pada temperatur maksimum 130oC. Penggunaan temperatur proses yang lebih tinggi akan menyebabkan terjadinya degradasi termal. Berdasarkan penelitian ini dapat disimpulkan bahwa temperatur optimum adalah 130 oC dengan waktu pemanasan 10 jam. disebabkan karena beberapa faktor seperti masih belum teruapkannya air secara sempurna karena terperangkap pada lembaran karet, kurang intensifnya kontrol proses, proses termal koagulasi yang tidak berjalan sempurna, dan terjadinya degradasi termal.", "Daftar File": {"ABSTRAK Abrar Assalami": "https://digilib.itb.ac.id/gdl/download/269506"}, "Penulis": "Abrar Assalami [23018010]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Karet Alam, Koagulasi, Termal Koagulasi, FTIR", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Des 2022"}