{"Nomor": 70170, "Judul": "PENGAMBILAN KEPUTUSAN DAN ANALISA PROYEK PENAMBAHAN KAPASITAS PEMBANGKITAN LISTRIK PT XYZ", "Abstrak": "PT.XYZ mengalami transisi kepemilikan pada tahun 2021 dimana operator terbaru adalah perusahaan\nmilik negara. Perubahan operator dari perusahaan terbuka menjadi badan usaha milik negara\nmengakibatkan adanya perbedaan target produksi, dimana operator baru yang merupakan BUMN,\nmemiliki program untuk mendukung target produksi yang ditentukan oleh pemerintah Indonesia, yaitu\nsebesar 1 juta barrel minyak per hari pada tahun 2030. Kontribusi produksi minyak dari PT.XYZ untuk\ntarget produksi minyak nasional tersebut adalah sekitar 300 ribu barrel minyak per hari sedangkan\nproduksi minyak pada saat transisi operator adalah 140 ribu barrel minyak per hari.\n\nUntuk memenuhi target produksi nasional tersebut, PT. XYZ berencana untuk menaikkan produksi\nminyak seiring tahun dengan cara menambah sumur produksi. Penambahan sumur produksi akan\nmemiliki imbas kenaikan daya listrik yang dibutuhkan untuk mengoperasikan fasilitas produksi minyak.\nSelain dari beban listrik dari pompa yang digunakan di sumur produksi, penambahan beban listrik\nterjadi pada fasilitas permukaan seperti metode pengangkatan minyak (metode waterflood, chemical\nenhanced oil recovery dan steamflood) serta penambahan beban listrik dari fasilitas pengolahan yang\njuga memiliki batasan proses pengolahan.\n\nDaya listrik yang diperlukan untuk operasi pada saat transisi operator adalah sekitar 396MW, dengan\ntotal kapasitas pembangkit listrik pada saat transisi hingga bulan November 2022 adalah sekitar\n562MW. Mempertimbangkan kenaikan kebutuhan daya listrik, kebutuhan daya listrik pada puncak\nbeban produksi yaitu tahun 2030 diperkirakan adalah 617MW, hal ini menandakan adanya kekurangan\nkapasitas sebesar 55MW yang akan mengakibatkan PT.XYZ tidak dapat memenuhi target produksi\nnasional serta mengalami loss production opportunity (LPO). \n\nUntuk memitigasi permasalahan kekurangan kapasitas pembangkit listrik tersebut, PT.XYZ memiliki\nrencana untuk mengadakan proyek penambahan kapasitas pembangkit dengan cara instalasi unit\npembangkitan listrik baru. Proyek penambahan kapasitas dilakukan dengan pendekatan metode multi\ncriteria decision analysis (MCDA) yaitu SMART (Simple Multi Attribute Ranking Technique) analysis\ndan metode prioritas Analytical Hierarchy Process (AHP) analysis, dimana pertimbangan yang\nditentukan adalah penentuan tipe pembangkit serta lokasi pemasangan unit pembangkit. Sementara\nparameter pemilihan kombinasi alternatif adalah nilai keekonomian proyek, kehandalan sistem,\nkemampuan produksi uap gratis, memperbaiki stabilitas jaringan transmisi listrik serta tingkat kesulitan\ncalon lokasi unit pembangkit. Pengumpulan data dilakukan melalui studi kepustakaan, angket dan\ndiskusi dengan ahli dari internal perusahaan. \n\nHasil dari tugas akhir ini menunjukkan bahwa instalasi pembangkit listrik di dua lokasi, yaitu 4 gas\nengine generator (GEG) dengan total pembangkitan sebesar 40MW di daerah BKO dan 1 turbin gas simple cycle termasuk Heat Recovery Steam Generator (HRSG) dengan kapasitas 40MW di daerah\nDuri sebagai alternatif paling menguntungkan. Berdasarkan kaji banding, pemasangan unit pembangkit\nyang diusulkan maupun acuan kaji banding memenuhi semua variable yang ditentukan seperti efisiensi\nnilai ekonomi, perbaikan stabilitas jaringan transmisi serta terdapatnya uap gratis yang akan digunakan\nuntuk proses produksi minyak metode tertier.", "Daftar File": {"2022_TS_PP_PRIZA KARUNIA_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/269509"}, "Penulis": "Priza Karunia [29119332]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pembangkit listrik, gas engine generator, gas turbin, AHP, SMART, MCDA", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Des 2022"}