{"Nomor": 70176, "Judul": "OPTIMALISASI STRATEGI PEMASARAN UNTUK MENINGKATKAN PELANGGAN GAMEQOO", "Abstrak": "GameQoo adalah platform layanan streaming untuk bermain game di cloud. Dengan platform ini, gamer\ndapat memainkan game berkualitas dan berlisensi resmi dari berbagai publisher ternama dunia secara\noptimal dengan PC/Laptop dengan spesifikasi standar. GameQoo diluncurkan pada April 2019 dan\nberkolaborasi dengan Indihome dengan sistem auto renewal. Setelah meraih sekitar 2000 subscriber\ndari Indihome, GameQoo membuka peluang baru. Mulai September 2021, GameQoo akan\nberkolaborasi dengan Telkomsel di Dunia Games untuk menambah pelanggan. Setelah bekerjasama\ndengan Telkomsel, secara keseluruhan pendapatan dari GameQoo mengalami penurunan karena skema\nbisnis dengan Telkomsel yang tidak menerapkan sistem auto renewal.\nOleh karena itu, dilakukan analisis internal dan eksternal untuk mengetahui akar penyebab rendahnya\npelanggan GameQoo. Analisis internal dilakukan dengan menganalisis pengaturan strategi STP dan\nBauran Pemasaran 4P. Kemudian untuk analisis eksternal dilakukan dengan melakukan analisis\nPESTEL, analisis pesaing dan analisis konsumen. Untuk memperoleh analisis ini, penelitian dilakukan\ndengan menggunakan metode kualitatif. \nDari hasil analisis internal dan eksternal ditemukan permasalahan yang mendasari kurangnya pelanggan\nmulai September 2021. Faktor penyebab akar permasalahan terdiri dari tiga faktor yaitu dari segi harga,\nproduk, dan promosi. bisnis GameQoo.\nOleh karena itu, penulis mengusulkan sembilan strategi pemasaran yang dapat diterapkan GameQoo\ndari tahun 2022 hingga 2023. Dengan memberikan rekomendasi tersebut, diharapkan akan terjadi\nkegiatan pemasaran yang lebih baik sehingga dapat meningkatkan pelanggan dan meningkatkan\npendapatan bagi perusahaan.", "Daftar File": {"2022_TS_PP_Apriyani Puspitasari Marjono_1-Abstrak (1).pdf": "https://digilib.itb.ac.id/gdl/download/269536"}, "Penulis": "Apriyani Puspitasari Marjono [29120505]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Harga, Pemasaran Digital, Cloud Gaming, STP, Bauran Pemasaran", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Des 2022"}