{"Nomor": 70182, "Judul": "DESAIN DAN ANALISIS STRUKTUR RINGAN BERBASIS SPACE FRAME UNTUK SISTEM PROTEKSI UNDERRIDE ACCIDENT", "Abstrak": "Jumlah kendaraan bermotor besar atau Heavy Goods Vehicle (HGV) di Indonesia\nmengalami peningkatan sebesar 5,68% pertahun berdasarkan data Badan Pusat\nStatistik Indonesia kurun 2014-2018. Peningkatan ini menaikkan resiko kasus\nkecelakaan underride antara HGV dengan kendaraan penumpang. Kecelakaan ini\nmemiliki tingkat fatalitas yang sangat tinggi. Data dari National Highway Traffic\nSafety Administration (NHTSA) menyebutkan kecelakaan underride memiliki\npersentase fatalitas 14% atau kedua teratas setelah kasus frontal crash.\nTingginya tingkat fatalitas mendorong banyak riset dikembangkan pada struktur\npassive protection system yang disebut Rear Underride Protection (RUP).\nStruktur ini berfungsi meminimalisir injury severity rate dengan mengeliminasi\nterjadinya structure mismatch. Mengacu pada regulasi Canada Motor Vehicle\nSafety Standard (CMVSS) No. 223, struktur RUP harus mampu menahan beban\nrear impact minimum 350 KN dan menyerap energi sebesar 20 KJ.\nDari persyaratan tersebut, dilakukan riset untuk mengembangkan performa RUP\ndengan strategi space frame structure. Inovasi ini banyak diaplikasikan pada\nindustri struktur ringan untuk mendapatkan komponen yang kuat dan juga ringan.\nStudi parametrik pada beberapa variasi dilakukan untuk mendapatkan konfigurasi\nRUP yang optimal. Variasi yang disimulasikan yaitu perbedaan bentuk geometri\ncross section, dan strategi connection antar komponen.\nProses simulasi numerik berbasis finite element method (FEM) dilakukan melalui\nsoftware explisit dynamics LS-DYNA. Struktur RUP dimodelkan menggunakan\nelemen 2D-shell dengan material isotropik mild steel dan AA 6061-T6. Dari hasil\nsimulasi beban quasistatic kecepatan 0,5 mm/ms pada setengah dari panjang\nkomponen guard, konfigurasi struktur RUP-Space Frame dengan bolt attachment\ntipe M-14 dapat menghasilkan performa Peak Force (PF) 281 KN dengan Energy\nAbsorption (EA) sebesar 21,1 KJ. Performa ini cukup comparable terhadap hasil\npengujian rear impact RUP-Wabash trailer dengan selisih EA sebesar 1,86%.", "Daftar File": {"ABSTRAK Wawan Edi Saputra": "https://digilib.itb.ac.id/gdl/download/269558"}, "Penulis": "Wawan Edi Saputra [23619301]", "Kontributor / Dosen Pembimbing": ["Djarot Widagdo, Ph.D.", "Dr. Ir. Sigit Puji Santosa, M.SME."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "rear underride protection, space frame structure, rear impact.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Des 2022"}