{"Nomor": 70180, "Judul": "STUDI PARAMETRIK DARI ANALISIS QUASI STATIS PADA REAR UNDERRUN PROTECTION DEVICE BERDASARKAN STANDAR UNR 58", "Abstrak": "Kendaraan pribadi dan logistik masih menjadi mendominasi penggunaan kendaraan di Indonesia. Dalam kurun waktu 5 tahun dari 2015 hingga 2019, pertumbuhan kendaraan di Tanah Air meningkat signifikan dengan nilai rata-rata 7.000.000 per tahun, dimana truk dan mobil pribadi berkontribusi sebanyak 4% dan 5%. Kejadian kecelakaan pun juga meningkat seiring dengan pertumbuhan kendaraan, di mana truk dan mobil penumpang terlibat dalam kecelakaan rata-rata lebih dari 20.000 dan 17.000 setiap tahunnya. Diantaranya, 16% titik benturan terjadi di bagian belakang truk terhadap bagian depan mobil, dengan 94% cedera serius hingga fatal diakibatkan oleh Passenger Compartment Intrusion (PCI).\nRear Underride Protection Device (RUPD) adalah alat yang dipasang di bagian belakang truk untuk mengurangi bahkan mencegah hingga 63% cedera fatal pada kasus kendaraan berkecepatan tinggi. Pada tugas akhir ini akan dilakukan studi parametrik untuk pengujian quasi-statis pada RUPD untuk menentukan pengaruh sudut pada struktur penyokong beserta ketebalan struktur terhadap deformasi dan tegangan ekuivalen maksimum, menggunakan metode elemen hingga dengan bantuan perangkat lunak ANSYS LS-DYNA. United Nations Economic Commission for Europe (UN-ECE) telah menstandarkan persyaratan desain dan pengujian RUPD berdasarkan Regulasi ke-58 (R-58), yang akan digunakan sebagai referensi tentang kondisi pengujian untuk studi ini.\nHasil simulasi menunjukkan penurunan sudut struktur penyokong menurunkan deformasi dan tegangan maksimum pada RUPD, dengan sudut optimum pada 20°. Peningkatan ketebalan struktur ketebalan juga akan menurunkan deformasi dan tegangan maksimum. Parameter yang diteliti diharapkan dapat digunakan sebagai cara untuk lebih mengembangkan dan mengoptimalkan model RUPD yang ada, khususnya di Indonesia.", "Daftar File": {}, "Penulis": "Samoa Isa Farrell [13118235]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Dr.Eng. Sandro Mihradi", "Satrio Wicaksono, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "RUPD, UN-ECE R-58, Studi Parametrik, Quasi-statis, Metode Elemen Hingga, LS-DYNA.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Des 2022"}