{"Nomor": 70189, "Judul": "MENENTUKAN STRUKTUR MODAL OPTIMAL (STUDY KASUS : PT ELNUSA TBK)", "Abstrak": "PT Elnusa Tbk (ELSA) sebagai anak perusahaan PT Pertamina Hulu Energi (PHE) ingin berkontribusi dan mendukung beberapa proyek PT Pertamina (Persero) untuk mencapai program ketahanan energi nasional dalam mencapai target produksi satu juta barel minyak per hari dan mengangkat dua belas miliar kaki kubik gas per hari, dan selama itu ingin menjadi juara di perusahaan jasa energi di Indonesia dengan laba 700 miliar rupiah pada tahun 2026. Seiring dengan pertumbuhan total aset dan pendapatan, struktur permodalan perusahaan menghadapi beberapa tantangan keuangan. Jika PT Elnusa Tbk ingin mendukung PT Pertamina (Persero) dan sub-holdingnya dalam partisipasi program atau proyek dalam mencapai ketahanan energi nasional, maka perlu mencari sumber pembiayaan terbaik untuk memenuhi kebutuhan pendanaan.\n\nPenelitian ini bertujuan untuk menganalisis struktur permodalan yang optimal dari PT Elnusa Tbk dan untuk menganalisis apakah telah menerapkan dengan baik strategi dan kebijakan keuangan mereka untuk memenuhi struktur permodalan yang optimal dalam mendukung sub-holding PT Pertamina Hulu Energi (PHE).\n\nDalam penelitian ini penulis menganalisis dan mendalami masalah ke dalam dua kerangka analisis yaitu faktor internal dan faktor eksternal. Faktor internal mengeksplorasi rasio keuangan dan biaya modal, kemudian faktor eksternal mengeksplorasi kondisi makroekonomi dengan menggunakan pendekatan PESTEL dan analisis industri dengan menggunakan Porter’s Five Factors.\n\nSelama enam tahun terakhir, struktur permodalan PT Elnusa Tbk (ELSA) belum optimal. Pada tahun 2021, perusahaan berada di bawah leverage karena rasio utang terhadap ekuitas hanya 29,96% dimana dari simulasi menunjukkan bahwa optimal terbaik adalah 65% DER. Beberapa strategi untuk perusahaan harus ditetapkan untuk mendapatkan struktur modal dan nilai perusahaan yang optimal.", "Daftar File": {"2022_TS_PP_Achmad Junaedi 29119489_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/270763"}, "Penulis": "Achmad Junaedi [29119489]", "Kontributor / Dosen Pembimbing": ["Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Capital structure, cost of capital, debt ratio, Damodaran’s framework", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "27 Des 2022"}