{"Nomor": 70209, "Judul": "MENINGKATKAN EFEKTIVITAS ORGANISASI SELAMA MASA TRANSFORMASI: STUDI KASUS PADA UNIT X DI PT TELEKOMUNIKASI INDONESIA", "Abstrak": "Pada tahun 2022, PT. Telkom bertransformasi menjadi perusahaan telekomunikasi\ndigital papan atas yang membuka peluang baik bisnis publik dan swasta serta\nmasyarakat secara berkelanjutan untuk meningkatkan nilai ekonomi dan sosial\nnegara Indonesia. Dalam upaya memahami apa yang dibutuhkan perusahaan\nuntuk mempercepat dan memaksimalkan transformasi digitalnya serta persiapan\norganisasi menghadapi dan menerapkan perubahan yang signifikan, maka perlu\ndilakukan evaluasi pada Organization Effectiveness (OE) dan Change Readiness\n(CR) di Unit X. Penulis mengembangkan survei OE baru yang disebut The\n12-Instruments of Organization Effectiveness untuk menjawab isu-isu yang terjadi\ndi Unit X. Penelitian ini berfokus pada studi di Unit X dan bertujuan untuk\nmemberikan identifikasi terhadap faktor-faktor yang mempengaruhi OE,\naspek-aspek dalam CR yang pengaruh OE, korelasi antara CR dan OE, identifikasi\nkesenjangan organisasi di Unit X, dan solusi untuk setiap perbaikan sesuai dengan\n12-Instrumen OE untuk meningkatkan efektivitas di Unit X selama proses\ntransformasi. Solusi bisnis yang diusulkan ini diharapkan dapat diimplementasikan\nuntuk survei OE mendatang di PT. Telkom beserta rencana implementasi yang telah\ndipaparkan", "Daftar File": {"2022_TS_PP_Bernadetha Putri Ludwina_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/269610"}, "Penulis": "Bernadetha Putri Ludwina [29120373]", "Kontributor / Dosen Pembimbing": ["Ir. John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Organization Effectiveness (OE), Change Readiness (CR), digital transformasi, dan perusahaan telekomunikasi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Des 2022"}