{"Nomor": 70206, "Judul": "MENGEMBANGKAN PROSES INTERNASIONALISASI MELALUI TRANSFORMASI DIGITAL: SEBUAH BUKTI DI UMKM INGGRIS RAYA", "Abstrak": "Penelitian ini mengumpulkan data UMKM Inggris Raya jika mereka menggunakan\nteori internasionalisasi yang sesuai dan transformasi digital (TD) sebagai variabel\nindependen untuk internasionalisasi. Penelitian ini juga memuat kritik terhadap\nteori internasionalisasi, penggunaan TD, dan bagaimana penerapan TD dapat\nmembantu teori tersebut sebagai moderator dan relevansinya untuk mengatasi\nmasalah UMKM di tengah epidemi COVID-19. Kemampuan dinamis diakui untuk\nmembantu UMKM beroperasi lebih efektif karena memungkinkan mereka untuk\nmengembangkan lebih banyak barang dan siap menyesuaikan dengan perubahan\npermintaan perusahaan, sehingga dapat meningkatkan probabilitas UMKM untuk\ninternasionalisasi sebanyak 77 kali lebih tinggi daripada yang tidak menggunakan\nmekanisme ini. Penggunaan situs web dan pemanfaatan elektronik, yang juga\ndikenal sebagai adopsi TD, dapat berdampak untuk meningkatkan probabilitas\nUMKM untuk internasionalisasi masing-masing sebanyak 1750 dan 49 kali, karena\nmemungkinkan UMKM untuk menjangkau wilayah yang lebih besar, membangun\nsaluran penjualan baru, dan menyederhanakan transfer pengetahuan untuk\nmengembangkan produk baru. Keberadaan TD sebagai moderator teori\ninternasionalisasi, di sisi lain, menghasilkan efek yang berbeda. Internalisasi\nsumber daya dapat menguntungkan ekspor UMKM jika dipasangkan dengan situs\nweb, penjualan daring, dan pemanfaatan elektronik, meskipun hanya penjualan\nonline, memiliki pengaruh yang signifikan. Namun kemampuan dinamis yang\nterbukti dapat membantu UMKM ekspor secara individual, kurang efektif dalam\nmendukung ekspor jika digabungkan dengan TD karena hanya penjualan daring\nyang cocok untuk mendukung ekspor. Berbeda dengan moderasi TD dengan\ninternalisasi sumber daya, moderasi TD dengan kemampuan dinamis memiliki\npengaruh yang kecil terhadap ekspor.", "Daftar File": {"2022_TS_PP_TAMADO EFRAIM EDGAR_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/269608"}, "Penulis": "Tamado Efraim Edgar [29119392]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "UMKM, internasionalisasi, teori internasionalisasi, transformasi digital, kemampuan dinamis, internalisasi sumber daya", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Des 2022"}