{"Nomor": 70218, "Judul": "IDENTIFIKASI KARAKTERISTIK KOMPONEN ANGIN DAN KONDISI CUACA DI LANDASAN PACU BANDARA INTERNASIONAL KUALANAMU TAHUN 2013-2022", "Abstrak": "Bandara Internasional Kualanamu adalah bandara terbesar ketiga dan kedua tersibuk\ndi Indonesia yang melayani sekitar 16 – 18 ribu penumpang pertahun. Letak Pantai\nTimur Sumatera Utara yang berbatasan langsung dengan Selat Malaka\nmengindikasikan adanya interaksi antara atmosfer di daratan Pantai Timur Sumut\ndengan atmosfer di perairan Selat Malaka yang terepresentasikan melalui terjadinya\nsirkulasi angin darat – angin laut di Pantai Timur Medan yang menjadi salah satu unsur\npenting yang harus diperhatikan dalam melakukan analisis dan prakiraan cuaca di\nwilayah Pantai Timur Sumut. Informasi cuaca sangat dibutuhkan dalam operasi\npenerbangan, karena terkait dengan kelancaran pesawat mulai take-off sampai landing\nserta kelesamatan penerbangan.\nPenelitian ini memfokuskan terhadap 3 faktor Meteorologi yang penting dalam proses\nlepas landas (take-off) juga pendaratan (landing) yaitu data angin, curah hujan, dan\njarak pandang. Data angin diolah menggunakan aplikasi WRPLOT dan dilakukan\nperhitungan persentase komponen angin. Komponen angin tersebut merupakan\nheadwind (angin dari arah depan), tailwind (angin dari arah belakang), dan crosswind\n(angin silang). Data curah hujan dan jarak pandang diolah dan dihasilkan persentase\nkejadian dibawah batas aman penerbangan. Penelitian terkait komponen angin, curah\nhujan, dan jarak pandang di landas pacu Bandara Internasional Kualanamu\nmenggunakan data tiap jam Stasiun Meteorologi Kualanamu sejak tahun 2013 hingga\n2022.\nDengan mengacu landas pacu R23 sebagai arah pendaratan (landing) diketahui bahwa\nkomponen headwind memiliki prosentase kejadian lebih besar pada musim MAM\nsedangkan tailwind pada musim DJF. Dari perhitungan komponen angin secara\nkeseluruhan, persentase data angin yang mempunyai komponen headwind sebesar\n26.1%, tailwind sebesar 24,6%. komponen crosswind yang berasal dari arah kiri\nsebesar 25,3% dan dari arah kanan sebesar 24%. Penelitian ini menunjukkan bahwa\ncurah hujan termasuk dalam kategori menengah yang berkisar 100 – 200 mm/bulan\ndengan sebanyak 25.8% jarak pandang dibawah batas ambang dari keseluruhan data", "Daftar File": {"ABSTRAK Fajar Arjupen Siboro": "https://digilib.itb.ac.id/gdl/download/269621"}, "Penulis": "Fajar Arjupen Siboro [12818010]", "Kontributor / Dosen Pembimbing": ["Musa Ali Mustofa, S.Si., M.Si.", "Immanuel Jhonson A. Saragih, S.Tr., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Penerbangan, Angin Permukaan, Komponen angin, Curah Hujan, Visibility, Runway, Kualanamu.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "28 Des 2022"}