{"Nomor": 70219, "Judul": "ANALISIS HUBUNGAN KONSENTRASI PM2.5 DANTUTUPAN AWAN TERHADAP OUTPUT PEMBANGKIT LISTRIK TENAGA SURYA ATAP DI DKI JAKARTA (STUDI KASUS : 2019-2020)", "Abstrak": "Transisi energi sedang terjadi di Indonesia dimana penggunaan energi konvensional\nmulai berganti ke energi terbarukan seperti Pembangkit Listrik Tenaga Surya Atap\n(PLTSA). Namun, banyak faktor yang dapat mempengaruhi besaran output\nPLTSA. Salah satu faktor tersebut adalah shading yang dapat diakibatkan oleh\ntutupan awan dan polusi udara dari PM2.5.\nTujuan dari penelitian ini adalah untuk melihat seberapa besar pengaruh shading\ndari parameter tutupan awan dan PM2.5 terhadap output PLTSA di DKI Jakarta.\nData yang digunakan adalah data output PLTSA di 3 titik yang tersebar di DKI\nJakarta, data tutupan awan dari BMKG Kemayoran, dan data konsentrasi PM2.5 di\nDKI Jakarta dari Kedutaan Besar Amerika Serikat. Data akan dilihat dan\ndikalkulasi secara statistika menggunakan boxplot, grafik timeseries, uji korelasi,\nscatterplot, dan tabel klasifikasi untuk menentukan besarnya efek shading terhadap\nPLTSA.\nHasil penelitian menunjukkan bahwa shading dari tutupan awan dan PM2.5 berefek\npada output PLTSA di 3 titik penelitian di DKI Jakarta tahun 2019-2020 pada tiap\nmusim. Output PLTSA berkurang ketika shading tinggi dan bertambah ketika\nshading rendah. Pada kondisi shading tertinggi, pada musim DJF (Desember,\nJanuari, Februari) output dapat berkurang sebanyak 48,08%, pada musim MAM\n(Maret, April, Mei) output dapat berkurang sebanyak 41,59%, pada musim JJA\n(Juni, Juli, Agustus) output berkurang sebanyak 39,26%, pada musim SON\n(September, Oktober, November) output berkurang sebanyak 45,22%. Ditinjau dari\nefek shading akibat tutupan awan dan polusi PM2.5, PLTSA bekerja paling optimal\ndi musim SON dan paling tidak optimal pada musim DJF.", "Daftar File": {"ABSTRAK Ajeng Anasthasia": "https://digilib.itb.ac.id/gdl/download/269622"}, "Penulis": "Ajeng Anasthasia [12818014]", "Kontributor / Dosen Pembimbing": ["Rachmy Fitriani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pembangkit Listrik Tenaga Surya Atap, PLTSA, konsentrasi PM2.5, tutupan awan, musim, efek shading", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "28 Des 2022"}