{"Nomor": 70216, "Judul": "STRATEGI PENGEMBANGAN BISNIS PELAYARAN PENUMPANG DENGAN MENCIPTAKAN PASAR BARU DAN PRODUK PARU DI PULAU SERIBU DAN DKI JAKARTA (STUDY KASUS : PT SADEWA GEMILANG INDUSTRI)", "Abstrak": "Penelitian ini dilatarbelakangi oleh beberapa kejadian kapal terbakar di Pulau Seribu\nkarena kapal yang tidak laik jalan dan masih beroperasi di pulau seribu. PT. Sadewa Gemilang\nIndustri ingin memperluas jaringan bisnisnya di seluruh Indonesia dan ini merupakan peluang\npenting bagi sadewa untuk berekspansi di wilayah Jakarta dan sekitarnya. Tujuan dari penelitian\nini adalah untuk melihat peluang pengembangan usaha di Pulau Seribu dengan produk baru dari\nSadewa. Pada dasarnya penelitian ini menggunakan pendekatan kualitatif dengan subjek penelitian\nadalah jumlah penumpang harian, pemilik usaha angkutan laut yang masih beroperasi, jumlah\nDinas Perhubungan Provinsi DKI Jakarta, Koperasi Kalbu”. Teknik pengumpulan data dilakukan\ndengan cara wawancara, observasi, dan dokumentasi dengan stakeholders terkait yaitu Dinas\nPerhubungan DKI Jakarta, Kantor Syahbandar dan Otoritas Pelabuhan dan Komite Nasional\nKeselamatan Transportasi. Selanjutnya menganalisis data menggunakan Ansoff Strategy Matrix\nuntuk menentukan strategi yang digunakan Sadewa. Dan strategi itu adalah diversifikasi dimana\nSadewa akan dihadapkan pada pasar baru dan produk baru. \nSetelah menentukan strategi yang digunakan penilitan ini Kemudian melakukan\nanalisis eksternal dan internal. Dalam melakukan analisis Eksternal penelitian ini menggunakan\nmetode PESTEL (Politics, Economics, Social, Technology, Environment dan Legal) dan Metode\nPorter 5 forces dimana metode tersebut untuk mengidentifkasi Isu yang terjadi. Dalam menentukan\ninternal analysis penelitian ini mengidentifikasi isu yang ada di internal perusahaan. Dalam\nmenentukan solusi dan strategi penelitian ini menggunakan metode SWOT analysis dan TOWS Matris dan didapatkan solusi dan strategi yang harus dilakukan untuk membuka cabang baru yaitu \npemasaran, sadewa perlu melakukan promosi besar-besaran, dilakukan dengan menyampaikan\ninformasi dari satu orang ke orang lain. Ancaman terbesar jika Sadewa membuka cabang di DKI\nJakarta dan Pulau Seribu adalah isu politik. Melalui pembuktian ini, PT. Sadewa harus melakukan\nkegiatan pengembangan produk untuk mencapai maksud dan tujuan perusahaan, dan perusahaan\ndiharapkan dapat menerapkan strategi pengembangan produk secara cermat dan tepat.Kapal Penumpang, Strategi Pengembangan Bisnis, Produk Baru, Pasar Baru,\nAnsoff Matrix, Pastel, Porter, SWOT dan Canva", "Daftar File": {"2022_TS_PP_Ade Kurniawan 29118033_1-abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/269618"}, "Penulis": "Ade Kurniawan [29118033]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D.", "Yulianto, S.Si., M.A.B., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kapal Penumpang, Strategi Pengembangan Bisnis, Produk Baru, Pasar Baru, Ansoff Matrix, Pastel, Porter, SWOT dan Canva", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Des 2022"}