{"Nomor": 70214, "Judul": "KAJIAN INDEKS RISIKO BANJIR AKIBAT KERUNTUHAN BENDUNGAN PELOSIKA", "Abstrak": "Indonesia merupakan salah satu negara dengan tingkat pertumbuhan populasi yang cukup\ntinggi. Seiring dengan bertambahnya jumlah penduduk, kebutuhan air mutlak karena\nhampir semua kegiatan manusia memerlukan air. Bendungan dapat menimbulkan potensi\nbahaya bencana salah satunya banjir jika terjadi keruntuhan pada tubuh bendungan.\nBendungan Pelosika merupakan salah satu bendungan yang direncanakan oleh BWS\nSulawesi IV dengan volume tampungan sebesar 822.56 juta m3. Bendungan Pelosika\ndirencanakan dapat mensuplai areal irigasi seluas 20 ribu ha, suplai air baku 750\nliter/detik, PLTA 2 x 10.5 MW. Seiring berkembangnya daerah hilir bendungan maka\nperlu adanya kajian indeks risiko bahaya banjir akibat keruntuhan bendungan dalam\nupaya meminimalisir dampak yang ditimbulkan. Pemodelan hidrograf banjir akibat\nkeruntuhan bendungan menggunakan HEC-HMS menghasilkan kondisi ekstrim pada\nskenario overtopping dengan debit puncak sebesar 56719.7 m3/s. Genangan akibat\nkeruntuhan bendungan dimodelkan menggunakan HEC-RAS, dimana luas genangan\nyanmg terjadi akibat skenario piping bawah seluas 38225.13 ha. Hasil akhir yang\ndiperoleh adalah peta indeks risiko dimana terdapat 177 desa tergenang di Kabupaten\nKonawe dan 30 desa tergenang di Kabupaten Konawe Selatan. Berdasarkan hasil analisis\nindeks risiko bahaya banjir yang mengacu kepada perka BNPB, diperoleh 194 desa\ntermasuk kedalam kategori risiko tinggi dan 13 desa termasuk kedalam kategori indeks\nrisiko sedang.", "Daftar File": {"ABSTRAK Willy Cahyadhiputra Gunawan": "https://digilib.itb.ac.id/gdl/download/269616"}, "Penulis": "Willy Cahyadhiputra Gunawan [25820309]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Anto Soentoro Gondodinoto, M.A.Sc., Ph.D.", "Mohammad Farid, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Indeks Risiko, Keruntuhan Bendungan, HEC-RAS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Des 2022"}