{"Nomor": 70228, "Judul": "PENGEMBANGAN BASIS DATA MODEL HIDROGRAF SATUAN SINTETIK BERBASIS KARAKTERISTIK DAERAH ALIRAN SUNGAI", "Abstrak": "Sebagian besar Daerah Aliran Sungai (DAS) di Indonesia mempunyai masalah dengan kurangnya data curah hujan atau debit, terutama di DAS yang masih alami. Hal tersebut dapat berpengaruh pada presisi dan akurasi nilai pada desain dan perencanaan sumber daya terkait. Hidrograf satuan sintetik dikembangkan untuk estimasi aliran DAS yang tak terukur berdasarkan karakteristik DAS dan hujan disekitarnya. Dataset yang diuji berasal dari negara lain yang merepresentasikan karakteristik DAS yang berbeda dengan karakteristik DAS di Indonesia. Penyesuaian berbagai parameter diperlukan agar hidrograf sintetis yang ada dapat memberikan hasil yang sesuai jika diaplikasikan di DAS dengan karakteristik tropis seperti di Indonesia. Hasil perhitungan HSS Snyder-Alexeyev, ITB, SCS dan Limantara yang diakui di Standar Nasional Indonesia (SNI) dibandingkan dengan hidrograf satuan observasi 32 DAS di Indonesia yang mempunyai nilai korelasi R2 untuk debit puncak sekitar 0,38 sampai 0,84, dan waktu puncak sekitar 0,05 sampai 0,16. Dengan demikian diperlukan model HSS baru untuk DAS tidak terukur yang sesuai dengan karakteristik di Indonesia tanpa kalibrasi parametrik yang diperlukan dalam penerapannya.\nHubungan antara curah hujan dan limpasan di daerah aliran sungai bersifat nonlinier dan kompleks. Masalah pada nonlinearitas dan kurangnya akurasi dalam pemodelan hidrograf satuan sintetik pada DAS lokal dapat diatasi dengan menggunakan pendekatan Artificial Neural Network (ANN). Metode ANN berperilaku sebagai model kotak hitam dan mampu mengekstraksi hubungan antara input dan output dari suatu proses tanpa proses secara fisika. Kemampuan untuk belajar dan menggeneralisasi informasi dari sekelompok data yang baik memungkinkan model ANN untuk memecahkan masalah yang kompleks, skala besar dan pemodelan nonlinier.\nDalam proses perencanaan bangunan struktur Sumber Daya Air (SDA), debit puncak (Qp) merupakan parameter utama yang digunakan, kemudian waktu puncak (Tp) dan waktu dasar (Tb) merupakan parameter yang diperlukan dalam sistem peringatan dini dalam proses pengendalian daya rusak SDA, tiga parameter ini yang akan digunakan dalam output model hidrograf satuan segitiga. Penelitian ini bertujuan untuk mengembangkan hidrograf satuan segitiga dengan menggunakan model ANN untuk berbagai DAS di Indonesia yang dihasilkan dari proses pelatihan, validasi dan pengujian model yang diterapkan pada daerah aliran sungai yang di Indonesia berdasarkan hidrograf satuan observasi di 32 DAS yang ada di pulau Jawa yang telah diverifikasi oleh data pengamatan jam-jaman, baik curah hujan maupun debit. Model ANN dikembangkan berdasarkan input data karakteristik DAS berupa luas DAS (A), panjang sungai (L), bentuk DAS (F), koefisien pengaliran (C), dan kemiringan sungai (S). Model ini akan menghasilkan output hidrograf satuan sintetik segitiga berupa debit puncak (Qp), waktu puncak (Tp) dan waktu dasar (Tb). Untuk mengembangkan model ANN digunakaan metoda algoritma backpropagation dan metoda ANN Eksplisit.\nMetoda hidrograf satuan sintetik paling akurat yang digunakan di Indonesia menurut SNI adalah metoda Snyder Alexyev, sedangkan metoda HSS yang lain yang sering digunakan di Indonesia seperti Synder, SCS, Gama 1, ITB, Limantara juga tercantum di SNI dengan perbandingan parameternya masing-masing. Model optimasi regresi dibuat berdasarkan dari parameter – parameter dari HSS yang ada di SNI, dan penambahan lima parameter karakteristik DAS (A, L, F, C, S). Beberapa model persamaan baru yang dibuat dalam penelitan ini bertujuan untuk menentukan Qp dan Tp, dan untuk membandingkan model regresi mana yang paling akurat dengan optimasi menggunakan semua DAS di penelitian ini yang digunakan untuk kalibrasi, validasi dan pengujian. Dari optimasi model regresi ini dapat membuktikan akurasi masing-masing model HSS yang ada di SNI dan juga untuk menghasilkan model persamaan baru HSS yang bisa diaplikasikan langsung tanpa diperlukan kalibrasi pada DAS yang bersangkutan.\nPenelitian ini mengusulkan satu model ANN Backpropagation, delapan model regresi untuk Qp, tujuh model regresi untuk Tp, enam model ANN untuk Qp dan dua model ANN untuk Tp. Penelitian ini menunjukkan bahwa model regresi yang menggunakan lebih dari dua parameter karakteristik DAS menghasilkan hasil yang lebih baik dibandingkan dengan yang menggunakan satu atau dua parameter seperti yang digunakan dalam Snyder, SCS dan HSS umum lainnya yang terdapat dalam SNI. Dari hasil penelitian ini dihasilkan beberapa model HSS untuk memprediksi Qp dan Tp, model untuk memprediksi Qp yaitu Regression Model Qp7, Explicit ANN Model Qp1, dan ANN Backpropagation dengan Nilai korelasi R2 ketiga model mendekati satu untuk data kalibrasi model maupun data validasi dan pengujian. Kinerja model yang paling baik untuk memprediksi Tp dengan nilai R2 yang mendekati satu adalah ANN Backpropagation Model dan Explicit ANN Model Tp 2. Dari hasil diatas, ketiga model HSS mampu memprediksi Qp dengan akurat dan dua model HSS mampu memprediksi nilai Tp dengan akurat.\nPelatihan, validasi, dan pengujian simulasi model ANN baik metoda ekplisit dan backpropagation di 32 DAS di Indonesia menghasilkan garis yang sesuai antara data observasi dan simulasi. Penelitian ini menunjukkan bahwa model HSS ANN dapat diterapkan pada daerah aliran sungai di Indonesia tanpa kalibrasi parametrik yang diperlukan sebelum penerapannya.", "Daftar File": {"ABSTRAK Dony Faturochman Saefulloh": "https://digilib.itb.ac.id/gdl/download/269631"}, "Penulis": "Dony Faturochman Saefulloh [35015303]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo, M.Sc., Ph.D.", "Dhemi Harlan, Ph.D.", "Dr.Eng. Arno Adi Kuntoro, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Debit Puncak (Qp), Waktu Puncak (Tp), Hidrograf Satuan, Hidrograf Satuan Sintetis (HSS), model regresi, Daerah Aliran Sungai, Artificial Neural.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Des 2022"}