{"Nomor": 70227, "Judul": "FAKTOR BEBAN LINGKUNGAN ISO 19902 UNTUK DESAIN STEEL JACKET PLATFORM BERKAKI 3 DAN 4 DI PERAIRAN SEKITAR MADURA", "Abstrak": "Metode Working Stress Design (WSD) yang diadopsi pada kode standar API RP2A\nWSD sudah lama digunakan untuk desain jacket platform di Indonesia dan terbukti\nmumpuni. Namun saat ini para ahli industri sudah mulai beralih untuk menggunakan\nmetode Load and Resistance Factor Design (LRFD), di mana metode ini dinilai lebih\nrasional untuk digunakan karena menerapkan faktor keamanan pada beban dan\ntahanan struktur secara parsial. Faktor keamanan parsial ini menunjukkan bahwa\nmetode LRFD mempertimbangkan variabilitas dari masing-masing beban dan tahanan\nstruktur. Sehingga, metode LRFD memberikan keandalan yang lebih konsisten\ndaripada metode WSD yang hanya menggunakan faktor keamanan tunggal. Saat ini\nkode standar ISO 19902 merupakan kode standar terbaru yang mengadopsi metode\nLRFD, sedangkan API RP2A WSD adalah kode standar terbaru yang mengadopsi\nmetode WSD.\nFaktor beban lingkungan yang tercantum pada ISO 19902 saat ini merupakan hasil\nkalibrasi terhadap Teluk Meksiko dan Laut Utara, di mana berdasarkan pengolahan\ndata yang dilakukan di penelitian, variabilitas tinggi gelombang di Teluk Meksiko\ndapat mencapai 40% sedangkan di perairan sekitar Madura hanya berkisar hingga\n22%. Adanya perbedaan variabilitas ini menunjukkan bahwa faktor beban lingkungan\nyang tercantum di ISO 19902 perlu dikalibrasikan terhadap perairan Indonesia.\nApabila faktor yang tercantum di ISO 19902 saat ini diterapkan di perairan Indonesia,\ndesain struktur yang dihasilkan akan menjadi lebih boros karena faktor beban\nlingkungan yang digunakan mengakomodasi keacakan beban lingkungan yang lebih\ntinggi dari yang seharusnya.\nISO 19902 menyatakan bahwa faktor beban lingkungan yang bergantung pada kondisi\ngeografis ini perlu dikalibrasi dengan metode yang berbasis keandalan. Dalam\nkalibrasi faktor beban lingkungan, ada sebuah nilai target keandalan yang harus\ndicapai menurut ISO 19902; yaitu keandalan yang bergantung pada tingkat\nkonsekuensi kegagalan struktur atau berdasarkan metode lain yang sudah terbukti\nlayak atau mumpuni untuk digunakan. Pada penelitian disertasi ini, dipilih keandalan\ndari struktur desain API RP2A WSD yang sudah lama dipraktikkan di Indonesia\nsebagai target keandalan.\nPenelitian ini merupakan penelitian korelatif dengan kombinasi pendekatan kuantitatif\ndan kualitatif, serta menggunakan teknik simulasi dalam pengolahan datanya.\nPenelitian disertasi mengambil data lingkungan pada perairan sekitar Madura yang\nmerupakan wilayah kerja migas (minyak dan gas) saat ini. Flare platform kaki 3 dan\nwellhead platform kaki 4 tipe terpancang akan digunakan untuk studi kalibrasi. Data\nparameter lingkungan diambil dari basis data sekunder bernama SEAFINE. SEAFINE\nmenyediakan data per jam untuk angin dan gelombang selama 60 tahun, dan data per\njam untuk arus selama 20 tahun.\nPenelitian ini diawali dengan dilakukannya analisis statistik untuk data tinggi\ngelombang, kecepatan arus, dan juga kecepatan angin. Hasil analisis statistik\nmenunjukkan jenis distribusi lognormal atau normal dapat menggambarkan keacakan\ndata angin, gelombang, dan arus dengan baik, berdasarkan hasil pengujian K-S.\nPenggunaan jenis distribusi lognormal dan normal ini akan membuat estimasi\nparameter desain menjadi lebih konservatif dan analisis keandalan dapat dilakukan\ndengan lebih mudah.\nSetelah itu, struktur akan didesain berdasarkan kriteria yang tertera pada ISO 19902\ndan API RP2A WSD. Dari desain struktur yang didapatkan, dapat disimpulkan bahwa\ndesain flare platform didominasi oleh gaya lingkungan di semua lokasi penelitian dan\nhanya wellhead platform di Laut Jawa yang desainnya didominasi oleh gaya\nlingkungan. Beban topside yang besar pada wellhead platform dan kedalaman perairan\nyang lebih dangkal di Selat Madura membuat desain wellhead platform di Selat\nMadura lebih didominasi oleh gaya berat struktur.\nKeandalan pada mode kegagalan tegangan ¬in-place pada komponen dipilih karena\nfaktor beban lingkungan merupakan faktor yang memang akan diterapkan pada\nanalisis in-place. Selain itu, ada juga keandalan pada mode kegagalan keruntuhan\nplastis yang dilakukan untuk mengamati efek komponen redundan pada desain fase\nin-place terhadap keruntuhan struktur secara global. Pada analisis keandalan, tegangan\nluluh dan modulus elastisitas diasumsikan menjadi variabel acak pada tahanan\nstruktur. Tinggi gelombang dan kecepatan arus dijadikan sebagai variabel acak pada\nbeban lingkungan, sedangkan kecepatan angin dijadikan sebagai variabel\ndeterministik karena pengaruhnya yang sangat sedikit terhadap desain struktur jacket.\nProses kalibrasi dilakukan sampai didapatkan nilai faktor beban lingkungan ISO\n19902 yang memberikan desain struktur dengan nilai keandalan yang serupa dengan\nstruktur yang didesain menggunakan API RP2A WSD. Hasil kalibrasi di perairan\nsekitar Madura untuk kedua jenis platform menunjukkan bahwa direkomendasikan\nfaktor beban lingkungan sebesar 1.23 berdasarkan kegagalan komponen dan 1.25\nberdasarkan kegagalan keruntuhan plastis. Pada akhirnya disimpulkan faktor beban\nlingkungan sebesar 1.25 agar desain jacket platform di perairan sekitar Madura\nmenghasilkan keandalan yang sama atau lebih besar dari keandalan struktur desain\nAPI RP2A WSD.", "Daftar File": {"ABSTRAK Jessica Rikanti Tawekal": "https://digilib.itb.ac.id/gdl/download/269630"}, "Penulis": "Jessica Rikanti Tawekal [35016004]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D.", "Prof. Ir. Adang Surahman, M.Sc., Ph.D.", "Dr. Paramashanti, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "analisis keandalan, Selat Madura, Laut Jawa, SEAFINE, analisis statistik, kegagalan keruntuhan plastis, kegagalan komponen tubular", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Des 2022"}