{"Nomor": 70225, "Judul": "PEMBUATAN PAKAN IKAN MENGAPUNG PADA TEMPERATUR RENDAH MENGGUNAKAN ALGINAT-SELULOSA", "Abstrak": "Pakan ikan merupakan campuran dari berbagai bahan mentah untuk nutrisi\nikan dan makhluk hidup air lainnya yang diolah dengan proses tertentu\numumya melalui proses ekstrusi. Mesin ekstrusi memiliki kendala pada biaya\nproduksi pelet yang relative lebih mahal karena membutuhkan energi listrik,\npanas, dan tekanan tinggi. Cara produksi dan biaya produksi pakan ikan telah\nlama menjadi bahasan para peneliti untuk dapat menghasilkan kualitas pakan\nyang baik dengan biaya produksi yang terjangkau oleh petani tambak.\nDiperlukan metode pembuatan pakan ikan yang kualitasnya baik dan biaya\nproduksi rendah, terutama pembuatan pakan apung yang membutuhkan\nmesin ekstrusi. Tujuan penelitian ini adalah mendapatkan pakan alternatif\ndari pengaruh penambahan selulosa dan alginat pada temperatur rendah\nterhadap sifat fisik pakan meliputi densitas, daya apung, dan sudut kontak\npelet terhadap air. Pengaruh pemberian selulosa pada penelitian ini\nmenurunkan nilai waktu apung pakan ikan sehingga sifat daya apung pelet\ndapat dimodifikasi. Variasi selulosa 12% pada suhu 75oC memberikan daya\napung pelet yang paling lama yaitu sekitar 6 jam 14 menit dengan sudut\nkontak 112.86o. Kemampuan daya apung atau floatability pelet alginatselulosa\nyang didapatkan adalah sebesar 80% selama lebih dari 5 jam. Variasi\nsuhu pemanasan pelet alginat-selulosa memberikan variasi waktu daya apung\npelet dari rentang menit hingga jam (pemanasan 50oC, waktu apung tertinggi\nmencapai 10 jam 50 menit; 75oC waktu apung tertinggi 6 jam 14 menit; 100oC\nwaktu apung tertinggi 6 jam 15 menit. Modifikasi pelet alginat-selulosa\ndengan asam stearat 50 mM memberikan peningkatan nilai waktu apung dan\nsudut kontak pelet.", "Daftar File": {"ABSTRAK Partanu Ardi Aksa": "https://digilib.itb.ac.id/gdl/download/269628"}, "Penulis": "Partanu Ardi Aksa [23318301]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Ir. Ahmad Nuruddin, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pakan apung, selulosa, alginat, daya apung", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Des 2022"}