{"Nomor": 70231, "Judul": "ANALISIS TEGANGAN PADA GANDAR BERONGGA PERANGKAT RODA KERETA API CEPAT BERDASARKAN STANDAR EN13103", "Abstrak": "Gandar merupakan komponen pada perangkat roda kereta api yang menghubungkan antara roda kanan dan kiri secara rigid. Pada saat kereta api beroperasi, gandar menerima beban dari berat badan kereta dan beban-beban lain seperti beban dari gaya interaksi antara roda dan jalan rel. Selain itu juga terdapat beban yang muncul dari motor traksi melalui roda gigi dan beban akibat pengereman. Geometri dan ketidakteraturan jalan rel (track irregularity) menyebabkan beban-beban yang bekerja pada gandar menjadi beban dinamik dengan frekuensi dan nilai maksimum yang bergantung pada kecepatan operasi.\nPada kereta api konvensional, gandar memiliki desain yang solid untuk bisa menahan beban-beban tersebut. Seiring dengan peningkatan kecepatan kereta api, terjadi peningkatan beban dinamik serta muncul masalah kestabilan pada saat kereta melaju di jalan rel lurus. Dari beberapa penelitian menunjukkan bahwa pengurangan massa gandar dapat meningkatkan kestabilan serta mengurangi besarnya gaya interaksi antara roda dengan rel. Salah satu strategi yang dapat dilakukan adalah dengan menggunakan gandar berongga atau hollow axle yaitu gandar yang diberi lubang pada bagian tengahnya disepanjang sumbu gandar.\nTujuan dari penelitian ini adalah mendapatkan dimensi gandar yang optimal untuk digunakan pada kereta api cepat. Terdapat beberapa standar yang dapat digunakan dalam mendesain gandar kereta api. Standar yang akan digunakan pada penelitian kali ini adalah EN13103 dan EN13104. Didapatkan bahwa gandar dapat diberi rongga/hollow hingga diameter tertentu bergantung materialnya.", "Daftar File": {"ABSTRAK Mochamad Luthfi Hariyadin": "https://digilib.itb.ac.id/gdl/download/269706"}, "Penulis": "Mochamad Luthfi Hariyadin [13118095]", "Kontributor / Dosen Pembimbing": ["Yunendar Aryo Handoko, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "gandar, kestabilan, analisis tegangan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Des 2022"}