{"Nomor": 70232, "Judul": "STUDI PROPERTI MEKANIK BETON GEOPOLIMER BERBAHAN DASAR CAMPURAN FLY ASH DAN GROUND GRANULATED BLAST FURNACE SLAG", "Abstrak": "Banyak fly ash yang bisa didapat di Indonesia karena banyak industri masih menggunakan batubara sebagai bahan bakar utamanya, karena itu banyak juga jenis fly ash yang bisa didapat, mutu dari fly ash tergantung juga dari suhu pembakaran dan juga jenis batubara yang digunakan, dari banyak jenis fly ash ini, banyak juga yang mutunya kurang baik, sehingga pada penelitian ini digunakan slag untuk membantu memperbaiki mutu beton geopolymer berbahan dasar fly ash ini supaya fly ash yang kurang baik juga tetap dapat digunakan untuk bahan beton geopolimer.\nPada penelitian ini ada 3 jenis pengujian, yaitu pengujian beton segar, beton keras dan uji mikrostruktur, untuk pengujian beton segar terdiri dari uji slump test dan uji setting time. Untuk uji slump test didapat hasil, setiap penambahan presentase 25% slag pada mix design, maka workability beton geopolimer akan menjadi lebih baik. Untuk pengujian setting time setiap penambahan slag akan menurunkan waktu setting, hal ini dikarenakan tingginya kadar CaO pada slag yang digunakan.\nPada pengujian beton keras, ada 3 tahapan pengujian, yaitu uji kuat tekan beton, uji kuat tarik belah beton dan uji modulus elastisitas, pada semua pengujian ini, setiap penambahan 25% slag mendapat peningkatan angka kekuatan seiring bertambahnya presentase slag yang ditambahkan.\nDari hasil pengujian mikrostruktur didapat hasil F100 (beton geopolimer full fly ash) terdiri dari gel geopolymer dan gel CSH yang berbentuk kristal, hal ini yang menyebabkan kuat tekan dari beton geopolymer F100 tidak begitu baik dan tidak mencapai syarat beton struktural, tetapi ketika ditambahkan 25% slag pada mix design, gel geopolymer dan gel CSH yang tadinya berbentuk crystal dan tidak mengikat satu sama lain menjadi lebih padat dan homogen, serta penambahan slag ini dapat mengurangi crack yang terjadi pada beton geopolimer.", "Daftar File": {"ABSTRAK Muhammad Nur Adi Purnomo": "https://digilib.itb.ac.id/gdl/download/269635"}, "Penulis": "Muhammad Nur Adi Purnomo [25018308]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Aris Aryanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beton geopolimer, fly ash, slag, precursor, aktivator, studi properti mekanik, scanning electron microscope, mikrostruktur beton geopolimer", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Des 2022"}