{"Nomor": 70236, "Judul": "KAJIAN KONSEP INTEGRASI TARIF ANGKUTAN UMUM MASSAL DI WILAYAH DKI JAKARTA", "Abstrak": "Angkutan umum massal telah digunakan pada banyak kota besar di dunia yang dimaksudkan untuk mengatasi masalah kebutuhan pergerakan penduduk perkotaan, masalah kemacetan, masalah pemborosan bahan bakar dan masalah lingkungan. Di Negara Indonesia, khususnya di wilayah DKI Jakarta saat ini telah memiliki beberapa jenis moda angkutan massal, yaitu kereta commuter line, Bus TransJakarta, Mass Rapid Transit (MRT) dan Light Rail Transit (LRT).\nKondisi saat ini, setiap moda angkutan umum massal beroperasi secara mandiri (belum dilakukan proses integrasi operasional). Untuk meningkatkan penggunaan dan kinerja angkutan massal, maka pada penelitian ini secara spesifik akan membahas mengenai konsep integrasi tarif angkutan umum massal dengan wilayah DKI Jakarta sebagai lokasi studi kasus. Berdasarkan identifikasi permasalahan peng-integrasi-an tarif yang bercermin dari beberapa kota di dunia, bahwa integrasi tarif dapat meningkatkan jumlah pengguna angkutan umum massal dengan mereduksi tarif angkutan. Hal ini dikarenakan terjadinya perubahan pola pergerakan pengguna angkutan massal dan penambahan pengguna angkutan massal baru.\nPada penelitian ini telah dilakukan 4 (empat) hal utama yaitu analisis pendapatan operator, analisis stated preference, analisis optimasi pada penentuan besaran tarif terintegrasi dengan program dinamik backward recursion serta proses sharing pendapatan antar operator angkutan umum massal. Pada model kajian pelayanan transportasi angkutan umum massal di sebagian wilayah Jakarta Selatan dan Jakarta Pusat, dengan melakukan integrasi tarif (dengan sistem single fare maupun multi fare) pada moda kereta commuter line, TransJakarta dan MRT menghasilkan peningkatan kinerja lalu lintas secara sistem yaitu pengurangan waktu tempuh secara sistem sebesar 3% s.d. 4%. Hal tersebut dikarenakan terjadi peningkatan pengguna angkutan umum massal sebesar 3% s.d. 7% dari kondisi sebelumnya. Selanjutnya proses analisis integrasi tarif tersebut disusun menjadi sebuah konsep utuh penerapan tarif terintegrasi angkutan umum massal.", "Daftar File": {"ABSTRAK Sofyan Triana": "https://digilib.itb.ac.id/gdl/download/269662"}, "Penulis": "Sofyan Triana [35015304]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA", "Prof. Ir. Rudy Hermawan Karsaman, M.Sc., Ph.D.", "Prof. Ade Sjafruddin, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Integrasi, Tarif, Angkutan Umum Massal, Optimasi, Program Dinamik, Jakarta", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Des 2022"}