{"Nomor": 70239, "Judul": "ANALISIS POTENSI DAN KELAYAKAN PENGEMBANGAN WISATA BERBASIS MASYARAKAT (KASUS: KAMPUNG STAMPLAT GIRANG KABUPATEN BANDUNG)", "Abstrak": "Pengembangan wisata perlu sesuai dengan potensi daya tarik wisata yang memiliki\nkeunikan dan keaslian daerahnya dan tidak terlihat sebagai suatu destinasi wisata\nyang dipaksakan. Identifikasi potensi wisata perlu dilakukan pada destinasi wisata\nrintisan seperti Kampung Stamplat Girang untuk menentukan produk wisata yang\ndapat ditawarkan dan layak untuk dikembangkan. Penelitian ini bertujuan untuk\nmengidentifikasi potensi wisata di Kampung Stamplat Girang dan mengetahui\nkelayakan pengembangan wisata. Potensi wisata diketahui dengan mengidentifikasi\nkomponen wisata 4A yakni; atraksi, fasilitas, aksesibilitas, serta pengelolaan dan\npelayanan wisata diketahui melalui analisis partisipasi masyarakat dan analisis\nstakeholder, juga dilakukan analisis segmentasi wisatawan berdasarkan motivasi\nberkunjung. Kelayakan pengembangan wisata diketahui dengan mengukur indeks\nkelayakan pengembangan wisata berdasarkan pedoman ADO-ODTWA. Hasil\npenelitian menunjukkan bahwa Kampung Stamplat Girang memiliki potensi atraksi\nberupa wisata alam, agrowisata, seni budaya dan kearifan lokal serta wisata kuliner.\nDari segi fasilitas dan aksesibilitas termasuk cukup memadai untuk kegiatan wisata.\nPengelolaan dan pelayanan wisata sudah baik dilihat dari partisipasi masyarakat yang\ntinggi dan masuk pada tingkatan Spontaneous community participation, terlebih\ndengan adanya dukungan dari berbagai stakeholder. Segmentasi wisatawan\nberdasarkan motivasi pendorong dapat dibedakan menjadi tiga kelompok yakni;\nperceived authenticity (47,94%), Family and togetherness (12,65%), dan Escape and\nRelaxation (8,58%). Sementara dari motivasi penarik dapat dibagi menjadi tiga\nseperti; Natural environment (47,35%), Local culture (17,56%), Conveinence and\nvirtual needed (12,56%). Wisata Kampung Stamplat Girang layak dikembangkan\nkarena memiliki indeks tingkat kelayakan pengembangan sebesar 82,68%.", "Daftar File": {"ABSTRAK Danda Irpan Hanapiah": "https://digilib.itb.ac.id/gdl/download/269665"}, "Penulis": "Danda Irpan Hanapiah [21319007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yooce Yustiana, M.Si.", "Dr. Pujo, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kampung wisata, potensi wisata, motivasi pendorong, motivasi penarik, kelayakan pengembangan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Des 2022"}