{"Nomor": 70233, "Judul": "EVALUASI KETAHANAN PULL-OUT PADA SAMBUNGAN MEKANIK KOMPOSIT SANDWICH TENUNAN 3D SERAT GELAS-POLIESTER DENGAN PENAMBAHAN BUSA POLIURETAN", "Abstrak": "Penggunaan komposit sandwich tenunan 3D serat gelas-poliester\nmemerlukan proses penyambungan mekanik yang dapat mengalami pembebanan\npull-out. Pada penelitian ini, dikaji pengaruh penambahan busa poliuretan dan\npenggunaan insert terhadap ketahanan pull-out komposit sandwich tenunan 3D.\nVariasi komposit sandwich terdiri atas komposit sandwich dengan dan tanpa diberi\nbusa poliuretan. Metode penyambungan terdiri atas penyambungan yang dipasang\ninsert dan tanpa insert. Untuk komposit sandwich yang diberi busa, dua metode\npemasangan dipelajari yaitu pemasangan insert setelah penambahan busa\npoliuretan dan pemasangan insert sebelum penambahan busa poliuretan. Untuk\nkomposit sandwich 3D dengan sambungan tanpa insert, penambahan busa\npoliuretan meningkatkan nilai maximum load sebesar 111%. Penggunaan insert\npada komposit sandwich 3D dengan ataupun tanpa busa poliuretan memunculkan\nkurva dengan dua puncak yaitu failure dan maximum load. Pada komposit\nsandwich dengan busa poliuretan, pemasangan insert setelah penambahan busa\nmeningkatkan failure load sebesar 72% namun menurunkan maximum load\nsebesar 23%. Pada komposit sandwich dengan busa poliuretan, pemasangan insert\nsebelum penambahan busa meningkatkan failure load sebesar 23% dan\nmeningkatkan maximum load sebesar 38%.", "Daftar File": {"ABSTRAK Muhammad Sidik Nur Prasetyo": "https://digilib.itb.ac.id/gdl/download/269637"}, "Penulis": "Muhammad Sidik Nur Prasetyo [13718029]", "Kontributor / Dosen Pembimbing": ["Dr. Riza Wirawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Busa poliuretan, penarikan, beban kegagalan, beban maksimum, insert", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Des 2022"}