{"Nomor": 70245, "Judul": "ANALISIS POTENSI RESOURCE CURSE PADA SEKTOR PERTAMBANGAN BATUBARA DI KALIMANTAN TIMUR DENGAN PENDEKATAN DATA PANEL", "Abstrak": "Keberlimpahan sumberdaya batubara Kalimantan Timur merupakan potensi yang\ndapat memberikan manfaat melalui pembangunan ekonomi daerah tersebut.\nProduksi batubara Indonesia sebagian besar berada di Kalimantan Timur yang\nmenjadikan sektor batubara sebagai penyumbang pendapatan terbesar pada\nperekonomian di daerah tersebut. Ketergantungan akan sektor batubara pada\nawalnya memberikan pendapatan yang besar, tetapi pada saat harga batubara global\nturun atau kondisi lain yang menyebabkan permintaan batubara berkurang maka\npertumbuhan ekonomi daerah tersebut akan jatuh bahkan dapat bernilai negatif.\nKeberlimpahan dan ketergantungan batubara di Kalimantan Timur merupakan\ngejala fenoma ekonomi resource curse yang akan mengakibatkan perlambatan\npertumbuhan ekonomi. Penelitian mengenai resource curse banyak menjelaskan\nhubungan negatif antara sumberdaya alam dengan pertumbuhan ekonomi. Dengan\nmenggunakan data panel 6 kabupaten/ kota di Kalimantan Timur dari periode 2011\nhingga 2021, model terbaik pada regresi data panel yang didapat pada penelitian ini\nadalah Common Effect Model untuk melihat sektor batubara dan sektor unggulan\nlainnya terhadap pertumbuhan ekonomi Kalimantan Timur. Berdasarkan hasil\nanalisis menunjukkan provinsi Kalimantan Timur terindikasi resource curse dari\naspek ekonomi dengan sektor batubara sebagai pengaruh negatif terhadap\npertumbuhan ekonomi. Hasil regresi data panel yang didapat pertumbuhan ekonomi\nakan turun 0,2311 satuan tiap peningkatan 1Y6 pada sektor batubara, sedangkan\nsektor industri pengolahan sebagai penyumbang pendapatan daerah kedua setelah\nsektor batubara dengan kontribusi 20Y6 dari total PDRB Kalimantan Timur 2021\nmemiliki pengaruh positif. Maka dari itu, Kalimantan Timur dapat mengurangi\ndampak dari resource curse dengan mengembangkan sektor industri pengolahan\ndan sektor konstruksi.", "Daftar File": {"ABSTRAK Lakas Zein Poncatara": "https://digilib.itb.ac.id/gdl/download/269672"}, "Penulis": "Lakas Zein Poncatara [22118014]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng.", "Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "batubara, kalimantan timur, resource curse, data panel", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "28 Des 2022"}