{"Nomor": 70244, "Judul": "SOLVENT EXTRACTION UNTUK PEMULIHAN TANAH TERKONTAMINASI MINYAK BUMI MENGGUNAKAN PELARUT KIMIA DAN BIOSURFAKTAN", "Abstrak": "Ekstraksi pelarut telah lama dikenal sebagai salah satu unit proses pengolahan di berbagai industri. Implementasi proses ini sebagai metode dekontaminasi atau “soil washing” (pencucian tanah) perlu diteliti lebih lanjut. Penerapan solvent extraction untuk memulihkan tanah terkontaminasi minyak bumi dari berbagai lokasi kontaminasi utama di Indonesia menjadi fokus utama dalam penelitian ini. Observasi dilakukan terhadap kinerja pelarut kimia dan biosurfaktan untuk proses dekontaminasi tanah yang mengandung polutan minyak bumi. Dilanjutkan dengan optimasi parameter pada proses solvent extraction, seperti metode pengadukan, temperatur, dan rasio tanah terhadap pelarut. Optimasi pada penggunaan biosurfaktan dalam proses solvent extraction dilakukan guna mendapatkan informasi mengenai pengaruh penggunaan biosurfaktan pada pemulihan tanah terkontaminasi minyak bumi termasuk pengaruhnya terhadap kualitas tanah setelah proses pemulihan tanah ditinjau dari ekotoksisitas tanah. TPH menjadi parameter referensi utama dalam penelitian ini, sedangkan kandungan logam berat, struktur hidrokarbon dan gugus fungsinya, serta indeks germinasi turut pula diamati sebagai acuan tingkat toksisitas tanah. Penggunaan metode statistik digunakan untuk mengonfirmasi faktor kontribusi parameter yang diobservasi ketika proses solvent extraction berlangsung. Pengamatan yang dilakukan saat proses optimasi menunjukkan bahwa kinerja optimum diperoleh pada temperatur proses 50oC, sedangkan peningkatan rasio pelarut terhadap tanah terkontaminasi dalam proses ini tidak memberikan kenaikan yang signifikan terhadap penyisihan TPH setelah melewati titik optimumnya. Analisis statistik mengonfirmasi bahwa temperatur dan rasio pelarut dalam proses solvent extraction memberikan kontribusi yang lebih kecil dibandingkan dengan tipe pelarut yang dipergunakan. Penggunaan GC-FID, FTIR spectrofotometry, XRF anlyzer, dan tes TCLP dilakukan untuk mengamati kandungan serta komposisi struktur hidrokarbon, kandungan logam, dan leaching logam yang terdapat pada residu tanah pascaproses pemulihan berlangsung. Pengujian indeks germinasi dilakukan untuk mengetahui pengaruh proses pemulihan terhadap indeks germinasi benih yang ditumbuhkan pada residu tanah. Hasil penelitian menunjukkan, penyisihan TPH mampu mencapai titik maksimumnya pada 96% dengan menggunakan pelarut kimia, sedangkan 78% untuk penggunaan biosurfaktan. Uji toksisitas menunjukkan, proses pemulihan dengan menggunakan metode solvent extraction tidak hanya mampu menurunkan kandungan TPH tanah terkontaminasi minyak bumi, namun juga mampu menurunkan toksisitas tanah secara signifikan.", "Daftar File": {"LELY FITRIYANI.pdf": "https://digilib.itb.ac.id/gdl/download/269671"}, "Penulis": "Lely Fitriyani [35316002]", "Kontributor / Dosen Pembimbing": ["Edwan Kardena, Ph.D.", "Sukandar, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "solvent extraction, ekstraksi, biosurfaktan, soil washing, tanah terkontaminasi minyak, TPH, sentrifugasi, lumpur minyak, sentrifugasi, aseton, toluena, pengolahan padatan, oil recovery.", "Sumber": "Disertasi April 2023", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "28 Des 2022"}