{"Nomor": 70242, "Judul": "PEMODELAN PARTICLE TRACKING HIDRODINAMIKA: STUDI KASUS PEMODELAN KORBAN TERSERET ARUS DI PESISIR LEWOLEBA KABUPATEN LEMBATA", "Abstrak": "Aktivitas di dekat dan pada badan air merupakan salah satu kegiatan tertua sepanjang sejarah manusia. Peradaban manusia sering kali dimulai di sekitar badan air, baik sungai maupun lautan, mengingat pentingnya air dalam menunjang kebutuhan hidup. Berbagai kegiatan manusia melibatkan pesisir pantai sebagai basis lokasi aktivitasnya, mulai dari kegiatan pelayaran, perikanan, budidaya, hingga rekreasi. Kegiatan-kegiatan ini tentu bukan tanpa risiko, mengingat perairan juga memiliki ancaman terhadap kesejahteraan bahkan keselamatan jiwa manusia. Salah satu ancaman yang menjadi fokus studi kali ini adalah ancaman tenggelam.\nStudi yang dilakukan kali ini berfokus pada prediksi lokasi horizontal jenazah sepanjang durasi pencarian korban tenggelam. Durasi pemodelan akan dilakukan dalam waktu 15 hari sejak masuknya korban ke badan air. Pemodelan dilakukan dengan mempertimbangkan perubahan arus di perairan tinjauan, termasuk kondisi pasang surut, angin muson, dan karakteristik lain yang dinilai relevan.\nMemperhatikan kecenderungan dari pergerakan model partikel selama masa pencarian, terlihat bahwa terdapat kecenderungan jenazah akan berada di kisaran pesisir pantai Teluk Lewoleba. Pencarian pada hari pertama difokuskan pada radius 2-3 km ke arah timur laut dari titik masuk, lalu kemudian pencarian diarahkan ke sekitaran pesisir Teluk Lewoleba. Pada kisaran hari ketujuh hingga akhir masa pencarian, dapat difokuskan pada sisi utara pesisir pantai Teluk Lewoleba ke arah timur hingga di selat antara Nereng dan Witihama.", "Daftar File": {}, "Penulis": "Azkaa Filardhi [25518301]", "Kontributor / Dosen Pembimbing": ["Ir. Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "arus, perpindahan partikel, angin, radius pencarian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "28 Des 2022"}