{"Nomor": 70249, "Judul": "OPTIMASI KINERJA SISTEM PENYETIMBANG BATERAI BERBASIS MULTIWINDING TRANSFORMER DAN INDUKTOR TUNGGAL DENGAN METODE KONTROL LOGIKA FUZZY", "Abstrak": "Baterai Lithium-ion adalah penyimpan energi yang banyak diaplikasikan pada kendaraan listrik dan kebutuhan-kebutuhan lainnya seperti sistem baterai penyimpan energi (SBPE), karena kelebihannya di densitas energi, siklus hidup yang panjang dan ramah lingkungan. Beberapa sel biasanya dihubungkan secara seri untuk mencapai tegangan operasi karena tegangan satu sel tidak cukup untuk memenuhi permintaan daya, Namun, variasi resistansi internal, perbedaan kapasitas, penuaan dan perubahan suhu sekitar sel menyebabkan inkonsistensi dalam baterai, yang memiliki dampak buruk pada kinerja dan masa pakai baterai. Salah satu fenomena yang sering terjadi akibat inkonsistensi dalam baterai adalah ketidaksetimbangan tegangan dan kondisi muatan baterai. Upaya yang dilakukan untuk mengatasi ketidaksetimbangan ini adalah dengan mengembangkan sistem penyetimbang baterai.\nMetode penyetimbangan baterai dibagi menjadi dua, yaitu metode penyetimbangan pasif dan aktif. Berdasarkan jenis komponen, metode penyetimbangan aktif diklasifikasikan menjadi tiga yaitu metode penyetimbangan berbasis kapasitor, berbasis induktor dan berbasis transformer. Metode penyetimbangan aktif berbasis multiwinding transformer memiliki banyak keunggulan dari sisi kecepatan penyetimbangan, efisiensi yang tinggi, mudah diisolasi dan sistem kontrol yang sederhana. Namun, metode ini memiliki keterbatasan pada jumlah sel yang dapat disetimbangkan. Konsep modularisasi dikembangkan untuk mengatasi kelemahan metode ini. Pengembangan sistem penyetimbang baterai modular berbasis multiwinding transformer telah banyak dilakukan, akan tetapi masih memerlukan penyempurnaan. Kecepatan penyetimbangan antar modul yang belum optimal, desain transformer yang sulit diseragamkan, dan penggunaan banyak jumlah komponen penyetimbangan antar modul menjadi masalah yang harus ditemui solusinya.\nPada penelitian ini, topologi sistem penyetimbang baterai modular berbasis multiwinding transformer dan induktor tunggal diusulkan. Secara khusus, topologi pemerataan tegangan berdasarkan penyeimbang modular ini terdiri dari\npenyetimbang intra-modul berdasarkan rangkaian multiwinding transformer dan penyetimbang antar modul berdasarkan pada induktor tunggal. Algoritma kontrol berbasis logika fuzzy (FLC) diaplikasikan pada penyetimbang antar modul dengan selisih tegangan modul dan tegangan rata-rata modul digunakan sebagai variabel input dan duty cycle sebagai variabel output. Sementara itu, kontrol intra modul menggunakan duty cycle dan frekuensi tetap. Penyetimbangan tidak dilakukan secara simultan di awal agar metode kontrol ini dapat digunakan pada transformer yang tidak seragam. Model simulasi dibuat di Matlab/Simulink 2021a dan eksperimen menggunakan 4 sel baterai LG HG2 18560 berkapasitas 3000 mAh telah dilakukan untuk memverifikasi kinerja sistem penyetimbangan. Hasil eksperimen menunjukkan bahwa metode FLC dapat menghemat waktu penyetimbangan antar modul sebesar 31,26% dibandingkan metode kontrol dengan duty cycle tetap. Bahkan arus penyetimbangan antar modul mencapai 341 mA. Sistem kontrol yang diusulkan juga membuat selisih tegangan setelah proses penyetimbangan menjadi sangat kecil, dapat mencapai zero voltage gap (ZVG) dibawah 5 mV. Efisiensi sistem penyetimbang baterai yang diusulkan sebesar 86,95%.", "Daftar File": {"ABSTRAK Yusiran": "https://digilib.itb.ac.id/gdl/download/269710"}, "Penulis": "Yusiran [23320017]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Dr. Irsyad Nashirul Haq, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Penyetimbang baterai, multiwinding transformer, optimasi kinerja, logika fuzzy, modular", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Des 2022"}