{"Nomor": 70240, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN KESADARAN  MEREK UNTUK NUTRILON PT NUTRICIA", "Abstrak": "Pasca pandemi COVID 19 menyebabkan terjadinya peralihan gaya hidup yang berimplikasi terhadap kondisi pasar. Perusahaan perlu melakukan pemetaan ulang terhadap kondisi pasar ditengah persaingan bisnis yang kompetitif. Pertumbuhan susu bayi diproyeksikan tumbuh 9.8% hingga 2026. Susu bayi mendominasi pertumbuhan pasar Asia Pasifik jika dibandingkan dengan susu jenis lainnya. Sehingga industry susu bayi merupakan industry dengan profit yang menggiurkan. Namun selain disebabkan efek destruksi COVID 19, masyarakat Indonesia didominasi oleh kalangan SES C sebesar 39.93% dari total populasi SES yang dapat didefinisikan sebagai masyarakat dengan tingkat ekonomi menengah kebawah. Hal ini menjadi tantangan bisnis bagi nutrilon sebagai merek yang menjual produk dengan target konsumen kelas ekonomi kelas atas, PT Nutricia perlu fokus untuk memaksimalkan pasar dan target konsumen melalu implementasi pemasaran yang tepat. Penelitian ini memberikan hasil berupa usulan strategi pemasaran pada produk susu formula nutrilon untuk meningkatkan kesadaran merek yang bertujuan meningkatkan ingatan kuat terhadap produk nutrilon agar tetap menjadi pilihan dalam pembelian. Jumlah responden yang digunakan sebanyak 100 responden dengan metode random sampling. Peneliti menggunakan teori VRIO, STP, 4P untuk keperluan analisis internal yang bertujuan mengukur kekuatan sumber daya PT Nutricia dan Porter’s Five Forces, competitor analysis sebagai alat analisis eksternal yang berguna untuk melihat tingkat persaingan bisnis, posisi produk pada pasar dan kondisi industri susu bayi secara menyeluruh. Kemudian peneliti melakukan analisis lebih dalam menggunakan metode proposisi nilai dan 5A sebagai pengukuran implementasi pemasaran secara actual yang kemudian peneliti mengusulkan strategi  pemasaran menggunakan metode RACE.", "Daftar File": {"2022_TS_PP_Mukti Bawono_29119357_Full Tex (1).pdf": "https://digilib.itb.ac.id/gdl/download/271039"}, "Penulis": "Mukti Bawono Wicaksono [29119357]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Susu Bayi, Kesadaran Merek, RACE, Pemasaran, Pasca Pandemic", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "28 Des 2022"}