{"Nomor": 70250, "Judul": "KORELASI GAS-GAS DAN GAS-BATUAN INDUK MENGGUNAKAN DISTRIBUSI ISOTOP PADA KOMPONEN HIDROKARBON SERTA KARAKTERISASI GAS CO2, RESERVOIR PRA-TERSIER, CEKUNGAN BINTUNI, PAPUA BARAT", "Abstrak": "Penelitian ini berlokasi di lapangan R, U, V, dan WD Cekungan Bintuni pada reservoir Perm, Jura, dan Paleosen–Kapur. Tujuan utama tesis ini adalah mempelajari karakteristik geokimia gas hidrokarbon kaitannya terhadap korelasi gas-gas dan gas-batuan induk serta untuk memahami karakteristik gas CO2 yang turut hadir di reservoir. Data yang digunakan adalah distribusi komposisi unsur gas dan 280 isotop dari sekitar 34 paket sampel gas. Untuk analisis gas hidrokarbon digunakan isotop karbon (?13C) dari komponen C1, C2, C3, i-C4, dan n-C4, serta isotop deuterium (?2H) dari komponen C1 hingga C3. Untuk analisis gas CO2 digunakan isotop karbon (?13C) dari CO2 dan isotop helium (3He/4He). Data tersebut kemudian dianalisis menggunakan metode geokimia gas serta pendekatan statistik.\nHasil yang diperoleh adalah gas hidrokarbon di daerah penelitian tergolong dalam satu famili gas yang sama, berjenis gas termogenik, dihasilkan oleh batuan induk kerogen Tipe III dengan tingkat kematangan akhir matang (0,9–1,2% Ro). Gas hidrokarbon ini diperkirakan berasal dari batuan induk Jura dan Perm. Gas CO2 yang terdapat pada area penelitian diinterpretasikan berasal dari dua sumber, yakni 1) lapisan karbonat napal Ayot berumur Jura Akhir yang berada di dapur cekungan, menghasilkan CO2 anorganik untuk reservoir Jura (rata-rata 11,55%) dan Paleosen–Kapur (rata-rata 4,34%); 2) dekarboksilasi kerogen dari batuan induk yang menghasilkan CO2 organik bervolume rendah (rata-rata 1,38%) di reservoir Perm. Komposisi CO2 di reservoir Paleosen–Kapur lebih rendah dibanding dengan reservoir Jura kemungkinan disebabkan oleh proses migrasi vertikal dari reservoir Jura ke Paleosen–Kapur. Pengisian CO2 anorganik ke reservoir diinterpretasikan terjadi setelah pengisian gas hidrokarbon ke reservoir.", "Daftar File": {"ABSTRAK Muhammad Saung Penggalih": "https://digilib.itb.ac.id/gdl/download/269738"}, "Penulis": "Muhammad Saung Penggalih [22020015]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D.", "Dr.Eng. Very Susanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "isotop, korelasi, geokimia gas, CO2, Cekungan Bintuni", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Des 2022"}