{"Nomor": 70261, "Judul": "KERANGKA PENILAIAN TINGKAT KESIAPAN PENERAPAN BUSINESS CONTINUITY MANAGEMENT (BCM) PADA  KONTRAKTOR KECIL (STUDI KASUS KOTA BANDUNG)", "Abstrak": "Dalam suatu perusahaan perlu merencanakan keberlangsungan bisnisnya dimana mengacu pada identifikasi dan perlindungan bisnis dalam proses dan sumber daya yang diperlukan untuk mempertahankan tingkat bisnis. Namun banyak perusahaan konstruksi tampaknya kurang memiliki pendekatan terintegrasi yang tepat menuju perencanaan kesinambungan bisnis, terutama kontraktor kecil padahal berdasarkan data Direktorat Jenderal Bina Konstruksi Badan Usaha Jasa Konstruksi, (2021) menunjukkan komposisi kontraktor kecil sebanyak 85%, menengah 14%, dan besar 1 oleh karena itu kontraktor kecil perlu menerapkan Business Continuity Management tapi sebelum menerapkan BCM perlu melihat tingkat kesiapannya, dalam penelitian ini akan membuat kerangka penilaian Kesiapan BCM untuk kontraktor kecil selain itu juga untuk mengetahui sejauh apa tingkat kesiapan pemahaman kontraktor kecil. penelitian ini dilakukan melalui wawancara pada kontraktor kecil di Bandung. Hasil pengolahan dan analisis tersusun penilaian tingkat kesiapan penerapan Business Continuity Management (BCM) pada Kontraktor Kecil berdasarkan ISO dan kajian literatur selain itu juga hasil diperoleh dari kerangka penilaian tingkat kesiapan penerapan BCM rata kontraktor kecil di Bandung sudah tingkat kesiapan pemahaman responden tinggi namun ada beberapa indikator yang perlu ditingkatkan seperti implementasi dan evaluasi karena tingkat kesiapan masih rendah.", "Daftar File": {"ABSTRAK Kiagus Aldi Multazam": "https://digilib.itb.ac.id/gdl/download/269693"}, "Penulis": "Kiagus Aldi Multazam [25018037]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Krishna Suryanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "BCM, ISO, Kontraktor Kecil, Kerangka, Kesiapan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Des 2022"}