{"Nomor": 70272, "Judul": "DESAIN AKUSTIK RUANG MASJID BERBASIS ARTIFISIAL INTELIJENSIA", "Abstrak": "Metode pendekatan desain parametrik memudahkan arsitek atau perancang bangunan untuk membuat geometri desain secara fleksibel dengan tetap mempertimbangkan kondisi akustik ruang secara bersamaan. Metode ini dapat digunakan sebagai alternatif untuk mendesain bangunan dengan kompleksitas tinggi, salah satunya masjid. Di Indonesia belum ada penelitan mengenai pengunaan metode pendekatan parametrik untuk desain akustik ruang masjid yang optimum dengan mempertimbangkan variasi geometri limasan dan jenis material dari langit-langit. Hal yang perlu diperhatikan dalam kasus ini adalah pemenuhan kondisi akustik masjid yang secara persepsi masih terasa megah, namun dengan kejelasan suara yang cukup bagus.\nSebagai studi kasus, pada tugas akhir ini dilakukan pemodelan bangunan masjid bertapak persegi dan simulasi akustik dengan perangkat lunak Rhinoceros 3D dengan plug-in Grasshopper dan Pachyderm. Penelitian ini meninjau tiga variabel masukan desain, yaitu panjang dan lebar atau luas dari langit-langit limasan terpancung dan koefisien absorpsi material langit-langit. Variabel tersebut akan divariasikan untuk memperoleh nilai RT, D50, dan STI yang semaksimal mungkin, tetapi masih berada di dalam rentang kriteria untuk masing-masing variabel hasil. Korelasi antarvariabel luas puncak limasan terpancung dan koefisien material langit-langit utama bernilai sangat kecil dan saling bebas. RT, D50, dan STI sangat sensitif terhadap perubahan koefisien material langit-langit utama dibandingkan luas puncak limasan terpancung. Terdapat ketidakpastian persebaran nilai parameter akustik terhadap perubahan material langit-langit khususnya pada parameter waktu dengung (RT), sedangkan untuk STI dan D50 persebarannya cenderung merata. Optimisasi dilakukan dengan dua metode, yaitu fair-weighted scoring dan front Pareto. Set solusi berdasarkan irisan kedua metode optimisasi menghasilkan rekomendasi desain geometri langit-langit limasan terpancung dengan kondisi akustik ruang yang terpenuhi. Terdapat lima set solusi optimum yang direkomendasikan untuk langit-langit dengan material acoustical tile pada kondisi seluruh pintu terbuka dan satu set solusi pada kondisi seluruh pintu tertutup. Adapun untuk material lain seperti beton dan kayu, diperlukan perlakukan tambahan agar kondisi akustik yang diinginkan dapat terpenuhi.", "Daftar File": {"ABSTRAK Nur Alya Farrasti": "https://digilib.itb.ac.id/gdl/download/269720"}, "Penulis": "Nur Alya Farrasti [13317079]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T, Ph.D.", "Rizki Armanto Mangkuto, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "akustik ruang, masjid, langit-langit, RT, D50, STI, optimisasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Des 2022"}