{"Nomor": 70271, "Judul": "PERANCANGAN DAN ANALISIS SISTEM AUTOPILOT PESAWAT TANPA AWAK BERSAYAP TETAP LSU-05", "Abstrak": "LSU-05 adalah program pesawat tanpa awak terbaru dari Pusat Teknologi Penerbangan - Pustekbang, LAPAN. UAV ini diharapkan bisa membawa muatan 30 kg, untuk keperluan surveilans. Tesis ini menguraikan pemodelan dinamik pesawat LSU-05 berdasarkan persamaan gerak pesawat. Gerak pesawat dapat dipisahkan menjadi dua modus gerak, yaitu matra longitudinal dan matra lateral-direksional. Model dinamika pesawat non linier untuk setiap modus gerak kemudian dikembangkan di MATLAB / SIMULINK. Linearisasi model non linier dilakukan dengan menggunakan alat linierisasi dari SIMULINK. Model aerodinamika dari LSU-05 dihasilkan oleh perangkat lunak Athena Vortex Lattice.\nAutopilot longitudinal yang dijelaskan dalam tesis ini terdiri dari empat jenis, yaitu Pitch Damper, Pitch Attitude Hold, Altitude Hold, dan Speed Hold. Autopilot lateral-direksional yang dijelaskan dalam tesis ini terdiri dari empat jenis, Yaw Damper, Roll Attitude Hold, Heading Hold, dan Waypoint Following. Autopilot UAV akan dirancang pada empat kecepatan operasi, yaitu 15 m/s, 20 m/s, 25 m/s, dan 30 m/s. Kontroler dirancang berdasarkan model linier pesawat dalam bentuk state space. Pengendali Proportional-Integral-Derivative (PID) dipilih, dengan menggunakan metode root locus untuk menentukan gain proportional (P). Pengendali integral (I) dan derivative (D) hanya akan digunakan jika pengendali proportional tidak dapat mencapai target yang diinginkan atau jika overshoot / undershoot akan dikurangi. Overshoot / undershoot tidak boleh melebihi 5% dan settling time kurang dari 30 detik. Pengendali yang dirancang disimulasikan dengan menggunakan MATLAB dan SIMULINK. Analisis awal kinerja pengendali menunjukkan bahwa pengendali dapat digunakan untuk menstabilkan pesawat terbang dan untuk mengendalikan secara otomatis kecepatan, ketinggian, sudut bank, dan heading pada rentang kecepatan tertentu.", "Daftar File": {"COVER Muhammad Fajar": "https://digilib.itb.ac.id/gdl/download/269713", "BAB 1 Muhammad Fajar": "https://digilib.itb.ac.id/gdl/download/269714", "BAB 2 Muhammad Fajar": "https://digilib.itb.ac.id/gdl/download/269715", "BAB 3 Muhammad Fajar": "https://digilib.itb.ac.id/gdl/download/269716", "BAB 4 Muhammad Fajar": "https://digilib.itb.ac.id/gdl/download/269717", "BAB 5 Muhammad Fajar": "https://digilib.itb.ac.id/gdl/download/269718", "PUSTAKA Muhammad Fajar": "https://digilib.itb.ac.id/gdl/download/269719"}, "Penulis": "Muhammad Fajar [23615001]", "Kontributor / Dosen Pembimbing": ["Ony Arifianto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "LSU-05, longitudinal, lateral-direksional, autopilot", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "30 Des 2022"}