{"Nomor": 70288, "Judul": "DNA PERUSAHAAN TENBAGGER  DI PASAR SAHAM INDONESIA", "Abstrak": "Pasar saham adalah salah satu alternatif terbaik untuk membangun kekayaan dan mencapai kebebasan finansial. Investasi saham jauh mengungguli investasi lainnya seperti properti, obligasi, emas, dan deposito. Investor legendaris seperti Peter Lynch, Warrren Buffet dan Monish Pabrai berhasil menghasilkan pengembalian yang konsisten dengan CAGR 20-30%, Di sisi lain, Lo Kheng Hong yang dikenal sebagai Warren Buffet Indonesia dan spesialisasi dalam saham siklikal berhasil menghasilkan pengembalian investasi yang signifikan, sekitar 46% CAGR. \n \nMengacu pada rekam jejak investor saham terkemuka, investor individu juga dapat memperoleh keuntungan dari pasar saham menggunakan metode yang sama, berinvestasi di perusahaan bagus yang dibeli dengan harga wajar atau murah. Namun, karena keterbatasan pengetahuan, literasi keuangan yang relatif rendah, sebagian besar investor memiliki visi investasi jangka pendek, dan tidak tertarik pada analisis fundamental, sehingga mereka hanya mengharapkan pengembalian marjinal, terjebak dalam perdagangan jangka pendek yang akibatnya tidak memberikan kontribusi akumulasi kekayaan yang signifikan. Investor ritel tidak tahu saham mana yang harus dibeli, kapan harus dibeli dan dijual, kebanyakan dari mereka mengandalkan sentiment jangka pendek dan intuisi. \n \nTujuan dari tesis ini untuk menganalisa perusahaan public Indonesia tahun 2010 hingga 2022, memahami berapa banyak perusahaan yang mampu memberikan kenaikan harga lebih dari sepuluh kali lipa atau lebiht. Mengacu pada data statistik dan studi literatur, tesis ini akan menguraikan bagaimana menemukan Perusahaan tersebut. Bagaimana bisnis model dan strategi Perusahaan mempengaruhi pertumbuhan dan keberlanjutan di masa depan, bagaimana pemimpin Perusahaan, visi misi dan budaya serta integritas perusahaan mengambil bagian dalam perjalanan ini. Multibagger DNA Matriks yang dikembangkan dari penelitian ini dapat digunakan oleh investor individu untuk menemukan perusahaan tebagger, menginvestasikan sebagian besar dana investasinya dan dalam jangka panjang akan mendapatkan pengembalian sejalan dengan pertumbuhan kinerja perusahaan. Tesis ini akan menggunakan contoh PT Bali Towerindo Sentra Tbk. (IDX: BALI) yang berhasil menaikkan harga saham hingga lebih dari 10 kali lipat sejak IPO, karena anjloknya harga saham dalam tiga tahun terakhir, perusahaan ini kini membuka peluang lain sebagai kandidat potensial tenbagger berikutnya", "Daftar File": {"2023_TS_PP_Tomi Sugiarto_29120467_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/276108"}, "Penulis": "Tomi Sugiarto [29120467]", "Kontributor / Dosen Pembimbing": ["Dr. Erman Sumirat, S.E., M.Buss., CSA, CIB, CRP, Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "CAGR, Growth, Multibagger DNA Matrix, Valuation.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Jan 2023"}