{"Nomor": 70289, "Judul": "IMPLEMENTASI PARALLEL NAVIGATION DAN MULTIPLE OBJECT TRACKING UNTUK DETEKSI, PENGEJARAN TARGET STATIS DAN OBSTACLE AVOIDANCE MENGGUNAKAN DRONE SWARM", "Abstrak": "Drone merupakan suatu perkembangan teknologi yang memungkinkan pengambilan,\npengiriman objek, atau melakukan misi ke daerah atau situasi yang lebih sulit untuk\ndilakukan manusia. Salah satu contoh kasus tersebut adalah untuk mengejar target\nbergerak, misalnya manusia atau hewan dalam kasus-kasus seperti pencurian atau\npenjagaan pembatasan. Namun secara praktis penggunaan drone untuk misi tersebut\nmasih terbatas oleh implementasi kontrol dan kecerdasannya yang tidak fleksibel\nseperti manusia, selain adanya keterbatasan persepsi pada sensor yang terpasang pada\ndrone. Penelitian ini dilakukan untuk menyelesaikan masalah tersebut dengan membuat\nsistem yang memungkinkan sebuah drone swarm untuk saling mendukung dengan\nmelakukan misi yang sama, sehingga menyelesaikan masalah persepsi dengan adanya\ntambahan sensor pada drone lain, dan masalah strategi pengejaran dengan adanya\ntambahan drone yang bisa membantu pengepungan.\nUntuk merealisasikan kontrol misi drone swarm tersebut, akan diimplementasikan\nsistem pengontrol yang terdiri dari pengontrol tingkat tinggi berbasis parallel\nnavigation untuk mengejar sebuah target sambil menghindari rintangan dan pengontrol\ntingkat rendah berbasis PID. Selain itu akan diimplementasikan juga sistem pengolah\ncitra untuk mengestimasi lokasi objek-objek yang ada di sekitar drone. Sistem tersebut\nmenggunakan object detector YOLOX untuk mendeteksi adanya objek, dilanjutkan\ndengan triangulasi menggunakan algoritma triangulasi Iteratively Reweighted Midpoint\nMethod (IRMP).\nSimulasi dan eksperimen telah dilakukan dengan quadrotor Parrot AR Drone 2.0.\nPemodelan pengontrol PID dilakukan berdasarkan pemodelan attitude controller dari\nreferensi, dan didapatkan pengontrol dengan nilai settling time 5% sebesar 1,39; 1,52;\n0,97; dan 1,32 detik, secara berturut-turut untuk pengontrol kecepatan sumbu x,\nkecepatan sumbu y, ketinggian, dan rotasi. Pengontrol tingkat tinggi berbasis parallel\nnavigation telah berhasil dirancang dan disimulasikan untuk mengontrol sebuah drone Pengujian dilakukan dengan dua penerbangan terpisah, dimana saat penerbangan kedua\ndiputar data rekaman dari penerbangan pertama. Hasil pengujian ini adalah drone\nmenemukan target dalam rata-rata waktu 6,03 detik dan mengepung target dalam ratarata\nwaktu 8,53 detik sejak ditemukannya target. \nswarm beranggotakan 1 hingga 4 drone. Didapatkan bahwa swarm beranggotakan 4\ndrone selalu berhasil menemukan target dalam waktu < 1,2 detik dan mengepung target\ndalam waktu rata-rata 11,67 detik. Pendeteksi rintangan telah berhasil dirancang\ndengan menggunakan ukuran network YOLOX-L dan IRMP dengan performa 10,3\ninferensi per detik, dan dari pengujian independen didapatkan bahwa triangulasi dengan\n5 atau lebih data menghasilkan galat < 1 m, sedangkan rata-rata loss triangulasi\nmenggunakan 3-24 data berada dalam rentang 5-32 piksel. Sistem pengontrol dan\npengolah citra tersebut kemudian diintegrasikan dan diimplementasikan untuk\npengujian lapangan melaksanakan menggunakan drone Parrot AR Drone 2.0.", "Daftar File": {"ABSTRAK Reinard Rahardian A S": "https://digilib.itb.ac.id/gdl/download/269772"}, "Penulis": "Reinard Rahardian A S [13318056]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC.", "Dr. Vebi Nadhira, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "drone swarm, proportional navigation, pursuit, obstacle avoidance, multiple object tracking, Parrot AR Drone 2.0", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Jan 2023"}