{"Nomor": 70284, "Judul": "EVALUATION OF LAMINATED BLOCK DEFORMABILITY USING NUMERICAL MODELING.", "Abstrak": "This research aimed to study and evaluate the behavior of one kind of discontinuum\nrockmass which is laminated block, the behavior was represented in Young’s\nmodulus. And to develop an equivalent continuum models using physical and\nnumerical modeling of vertically and horizontally laminated blocks.\n\nVertically and horizontally laminated physical concrete blocks, with the side smaller\nblocks are of the same properties, and the middle smaller block of different properties\nwere undergone UCS test, the middle and side components of the laminated blocks\nwere alternated. Formulas which are used to calculate the equivalent stiffness of\ngroups of combined springs were adapted and adjusted to estimate the equivalent\nYoung’s modulus and Poisson’s ratio of the laminated blocks; which were used as\ninput parameters in the numerical modeling. The calculation of the equivalent axial\nproperties was based on Young’s modulus and Poisson’s ratio of the materials of the\nsmaller blocks in the laminated block, and on their thickness. FLAC3D (Fast\nLagrangian Analysis of Continua in 3 Dimensions) version 3.0 which is based on\nFinite Difference method was used to simulate the UCS test of the laminated blocks\nand then to evaluate their axial strain and Young’s Modulus E.\n\nFLAC3D proved to do reliable simulation of the UCS test. That was proved from the\nresults of the axial strain and Young’s modulus of core samples which were in good\naccordance with the results from the laboratory. The results of the axial strain and\nYoung’s modulus of the laminated blocks from FLAC3D were quite satisfying\ncompared to the laboratory results. Future work would study and evaluate the\nbehavior of laminated blocks in three axis, and consider multi lamination sets,\ndifferent orientations of lamination sets, and different thicknesses of the constituents.\nSo it could facilitate developing general formula for evaluation of the laminated\nbodies, and validating it to large scale.", "Daftar File": {"ABSTRAK Mohamed Tawfig": "https://digilib.itb.ac.id/gdl/download/269758", "BAB 1 Mohamed Tawfig": "https://digilib.itb.ac.id/gdl/download/269759", "BAB 2 Mohamed Tawfig": "https://digilib.itb.ac.id/gdl/download/269760", "BAB 3 Mohamed Tawfig": "https://digilib.itb.ac.id/gdl/download/269761", "BAB 4 Mohamed Tawfig": "https://digilib.itb.ac.id/gdl/download/269762", "BAB 5 Mohamed Tawfig": "https://digilib.itb.ac.id/gdl/download/269763", "PUSTAKA Mohamed Tawfig": "https://digilib.itb.ac.id/gdl/download/269764"}, "Penulis": "Mohamed Tawfig [22113001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T, Ph.D.", "Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Laminated Block, smaller block, Equivalent Young’s Modulus Em, Equivalent Poisson’s Ratio ?m , FLAC3D, Elab , Axial Displacementlab , EFlac , Axial DisplacementFlac", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "02 Jan 2023"}