{"Nomor": 70281, "Judul": "PERENCANAAN  PENGAMAN PANTAI KARYATANI, KAB. LAMPUNG TIMUR", "Abstrak": "Wilayah Indonesia merupakan negara yang luas dimana Indonesia merupakan negara\nkepulauan dengan luas perairan yang besar. Dalam perairan terdapatnya pantai yang\nmenghubungkan antara daratan dan air laut dimana disebutkan yaitu garis pantai. Posisi garis\npantai selalu berubah – ubah dikarenakan terjadinya pasang surut air laut dan abrasi. Salah satu\ndaerah di Indonesia yang mengalami perubahan garis pantai secara signifikan yang terjadi di\nPantai Desa Karyatani, Kabupaten Lampung Timur, Lampung. Pada daerah Desa Karyatani\nterdapat sejumlah area tambak Udang dan beberapa fasilitas yang dimiliki oleh masyarakat\nsekitar dekat pantai yang akan terkena dampak dan rugi jika terjadi abrasi. Untuk\nmenanggulangi permaslaahan abrasi yang terjadi. Maka diperlukan suatu perencanaan\nbangunan pengaman pantai.\nKemunduran garis pantai karena adanya abrasi dianalisis dan diprediksi dengan pemodelan 10\ntahun untuk melihat perubahan garis pantai dengan menggunakan modul Nearshore Evolution\nModelling System (NEMOS) yang terdapat dalam program Coastal Engineering Design and\nAnalysis System (CEDAS). Dalam modul tersebut terdapat beberapa submodul yang berkaitan\nsatu sama lain. Simulasi yang dilakukan pada program tersebut juga dapat digunakan untuk\npemilihan alternatif bangunan pelindung pantai yang dapat menahan perubahan garis pantai.\nPemilihan alternatif bangunan pelindung pantai yang bisa dimodelakan dalam\nmempertahankan perubahan garis pantai dalam NEMOS berupa Revetment, Breakwater,\nGroin, serta kombinasi struktur tersebut.\nAbrasi yang terjadi pada Pantai Karyatani kemudian ditanggulangi dengan menggunakan\npelindung pantai revetment. Revetment ditempatkan sepanjang garis Pantai Karyatani dengan\npanjang berupa 600 m, 1420 m, dan 800m dengan jarak di antaranya berupa 80 m dengan\nketentuan sebagai jalur keluar sungai yang terdapat di daerah tersebut. Pada struktur revetment\nterdiri dari lapisan armor filter, dan juga toe yang disusun secara acak dengan menggunakan\nbatu alam dalam ukuran yang berbeda - beda.", "Daftar File": {}, "Penulis": "Hendro [15515070]", "Kontributor / Dosen Pembimbing": ["Ir. Harman Ajiwibowo, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pantai, Abrasi, Pemodelan, Revetment", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jan 2023"}