{"Nomor": 70280, "Judul": "IMPLEMENTASI SPIRITUALITAS DI TEMPAT KERJA (STUDI KASUS DI EMPAT ORGANISASI INDONESIA)", "Abstrak": "Bisnis semakin menyadari pentingnya praktek spiritualitas dalam tempat kerja mereka. Mayoritas penelitian dilakukan dalam konteks budaya barat yang sangat berbeda dengan Indonesia (budaya timur). Penelitian ini bertujuan untuk mengeksplorasi pengertian dan implementasi spiritualitas di tempat kerja dan implikasinya terhadap lingkungan organisasi di Indonesia.\n\nDengan menggunakan metodologi studi kasus dan pendekatan kualitatif melalui semiterstruktur wawancara, observasi dan meninjau ulang dokumen. Data dikumpulkan lalu dianalisis menggunakan analisis tematik.\n\nPenelitian ini mengungkapkan bahwa mayoritas karyawan Indonesia memiliki pandangan bahwa spiritualitas dan agama adalah konsep yang berbeda, tetapi keduanya berkaitan erat dan pandangan bahwa spiritualitas hanyalah bagian dari agama. Ketika mengimplementasikan konsep spiritualitas di tempat kerja, ada dua hubungan, karyawan Indonesia melihat pekerjaan mereka memiliki hubungan dengan Yang Maha Tinggi (Tuhan) dan hubungan dengan makhluk lainnya (implementasi spiritualitas di level individu dan organisasi). Mayoritas perusahaan mengimplementasikan spiritualitas untuk memenuhi kebutuhan perusahaan. Spiritualitas juga memiliki sisi gelap untuk diwaspadai. Ada resiko, hambatan dan tantangan yang muncul sebagai akibat dari ketidaksesuaian spiritualitas karyawan dan organisasi dan nilai-nilai spiritualitas yang tidak sepenuhnya terintegrasi dengan sistem, program dan kebijakan perusahaan. Jika resiko, hambatan dan tantangan yang muncul tidak dapat ditangani dengan baik akan menghasilkan kerugian. Di sisi lain, jika hal tersebut dapat ditangani dengan baik dan stakeholder mendukung implementasi spiritualitas, hasil yang menguntungkan akan tercapai. Strategi intervensi adalah pelajaran yang dapat diambil oleh karyawan dan manajemen supaya mengimplementasikan spiritualitas di tempat kerja dengan sukses.\n\nInformasi dari penelitian ini menyediakan panduan praktis tentang implementasi spiritualitas dan memberikan wawasan untuk mempersiapkan sistem manajemen resiko dengan tujuan untuk mengantisipasi dan mengurangi sisi gelap spiritualitas. Hal ini juga memberikan wawasan kepada teoris sebagai referensi penelitian lebih lanjut dalam bidang implementasi spiritualitas di tempat kerja.", "Daftar File": {"2015 TS PP Fitria Insi Aulani   [29013019] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/269750"}, "Penulis": "Fitria Insi Aulani [29013019]", "Kontributor / Dosen Pembimbing": ["Melia Famiola"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Spiritualitas di tempat kerja; Agama; Lingkungan organisasi", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "02 Jan 2023"}