{"Nomor": 70282, "Judul": "PERANCANGAN STRUKTUR DERMAGA KARGO UMUM DI PELABUHAN CALABAI, KABUPATEN DOMPU,PROVINSI NUSA TENGGARA BARAT", "Abstrak": "Pelabuhan Calabai dengan segala pelayanan yang terjadi di bongkar muat barang dan\npunumpang di Kabubaten Dompu Provinsi Nusa Tenggara Barat dilakukan secara terus\nmenerus tapi dengan kelas yang masih sebaagai pelabuhan pengumpan lokal . Dengan\nadanya peraturan dari Mentri perhubungan maka pelabuhan ini akan dinaikan kelasnya\nmenjadi pelabuhan pengumpan Reginoal dengan memnambahkan fasilitas pada pelabuhan\nini . Untuk itu, diperlukan pengembangan Pelabuhan Calabai untuk meningkatkan kegiatan\noperasional pelabuhan agar dapat melayani kegiatan kepelabuhanan .\nPada studi kasus Tugas Akhir mengenai Perancangan Struktur Dermaga Kargo Umum di\nPelabuhan Calabai Kabubaten Dompu Provinsi Nusa Tenggara Barat. akan dibahas\nmengenai desain struktur dermaga berdasarkan kriteria desain yang digunakan sebagai syarat\nperencanaan strukutr dengan mempertimbangkan kondisi pelabuhan yang lama pada lokasi\nstudi. Tugas Akhir mencakup penentuan layout dermaga, dimensi dermaga dan , pemodelan\nstruktur, desain penulangan struktur, dan perhitungan daya dukung tanah.\nPemodelan struktur dilakukan dengan menggunakan perangkat lunak SAP2000 untuk\nmengetahui kehandalan struktur rencana terhadap beban yang bekerja pada struktur. Hasil\ndari pemodelan ini berupa nilai UCR (Unity Check Ratio), defleksi struktur, gaya dalam\nbalok dan pelat, serta reaksi perletakan. Pemeriksaan nilai UCR dilakukan sebagai acuan\ndesain struktur yang handal dan optimal dengan nilai berada pada rentang 0,8 hingga 1,0.\nPemeriksaan nilai defleksi dilakukan sebagai aspek kemapulayanan struktur dengan nilai\nharus di bawah batas izin. Sedangkan pemeriksaan nilai rasio tulangan dilakukan untuk\nmenentukan luas penampang optimal.\nHasil dari Tugas Akhir meliputi rancangan layout dermaga dan rancangan dermaga yang\nmeliputi dimensi struktur dan dimensi elemen struktural, detail penulangan berdasarkan gaya\ndalam yang bekerja, serta kedalaman rencana pemancangan yang mampu menahan reaksi\nstruktur berdasarkan data geoteknik.", "Daftar File": {}, "Penulis": "Baracha Augustinus Panggabean [15515048]", "Kontributor / Dosen Pembimbing": ["Ir. Sri Murti Adiyastuti, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pelabuhan , Dermaga , Pemodelan", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "12 file", "Tanggal Input": "02 Jan 2023"}