{"Nomor": 70290, "Judul": "PERBAIKAN SISTEM  MANAJEMEN INVENTORI DI APOTIK  PT.ABC", "Abstrak": "Kebijakan manajemen persediaan harus memiliki kemampuan untuk memelihara dan mengatur persediaan produk. Tujuan kebijakan adalah untuk menentukan aturan untuk memesan jumlah, kapan harus melakukan pemesanan, dan bagaimana mengontrol hal-hal yang dipesan. Manajemen bisnis harus menerapkan kebijakan inventaris dalam semua transaksi komersial. Persediaan pengaman adalah strategi manajemen persediaan yang dimaksudkan untuk memenuhi permintaan klien bahkan jika permintaan tersebut dapat berubah sewaktu-waktu. Agar organisasi layanan kesehatan berfungsi dengan baik, diperlukan manajemen inventaris yang tepat. Kekurangan stok obat telah terjadi setiap bulan di PT. Apotek ABC sejak 2021. Stockout terjadi pada hampir semua obat-obatan yang diperlukan oleh pasien, terutama untuk pengobatan penyakit kronis, dimana konsumsi obat-obatan menjadi sangat penting dan tidak boleh terputus. Dari 47 sampel obat, rata-rata tingkat layanan hanya mencapai sekitar 57,09%. \n \nUntuk membuat manajemen inventaris saat ini menjadi lebih baik, diperlukan analisis sistem. Kategorisasi ABC-VEN (Vital, Essential, Non-Essential) digunakan dalam penelitian ini untuk mengkategorikan obat-obatan. Dengan mengkategorikan obat-obatan tersebut, analisis ABC-VEN dapat membantu memfasilitasi manajemen persediaan persediaan farmasi. Analisis berlangsung selama periode tiga bulan, dari Agustus hingga Oktober 2022. Untuk melakukan analisis, dilakukan perbandingan pada model kuantitas pesanan tetap (Model Q), model periode waktu tetap (Model P), dan sistem saat ini.  \n \nMenurut analisis, model kuantitas pesanan tetap (model Q)mampu menurunkan total tingkat persediaan rata-rata dari sistem sebelumnya sebesar 55%, atau Rp 186.519.495, atau Rp 150.000.360 menjadi Rp 336.519.495 dari awal. Selain itu, berdasarkan analisis simulasi order, hasil perhitungan total order lebih baik pada Q Model sebesar 12%, dan Q Model juga menghemat sebesar 56% pada total persediaan akhir daripada system sekarang. Oleh karena itu, model kuantitas pesanan tetap (model Q) adalah cara paling efektif untuk menurunkan rata-rata tingkat persediaan perusahaan saat ini, dengan estimasi kenaikan service level sebesar 41,91 %, dari service level actual sebesar 57,09% menjadi 99%", "Daftar File": {"2023_TS_PP_Esha Brillian Putri-29120547_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/270953"}, "Penulis": "Esha Brillian Putri [29120547]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Tingkat Layanan, Manajemen Persediaan, Model Fix-Order Quantity,, Apotek", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Jan 2023"}