{"Nomor": 70293, "Judul": "PENGARUH KEKASARAN BIDANG LEMAH BATUAN PADA HASIL UJI GESER LANGSUNG.", "Abstrak": "Massa batuan di alam merupakan batuan utuh yang mengandung bidang lemah\nseperti kekar, perlapisan, rekahan dan sebagainya. Kehadiran bidang lemah dalam\nmassa batuan dapat menurunkan kekuatan geser batuan. Kuat geser batuan\nberpengaruh terhadap perhitungan kestabilan penggalian. Salah satu faktor yang\nmempengaruhi kuat geser batuan adalah kekasaran permukaan bidang lemah atau\njoint roughness.\nDalam penelitian ini dilakukan evaluasi terhadap hasil uji geser langsung bidang\nlemah dengan sudut kekasaran permukaan (i) adalah 5, 10, 15, 20, 25, 30, 35, 40,\ndan 45 derajat. Material contoh yang digunakan terbuat dari campuran bubuk\ngipsum dan air dengan perbandingan berat 1 : 0,75 berbentuk blok trapesium\ndengan luas permukaan 96x136,5 mm. Metode pembebanan menggunakan normal\nkonstan dengan empat jenis gaya normal yang diberikan adalah 0,2; 0,4; 0,6; dan\n0,8 kN. Laju perpindahan geser yang digunakan adalah 0,5 mm/menit.\nHasil penelitian ini menunjukkan bahwa semakin besar sudut kekasaran\npermukaan maka kuat geser akan semakin besar. Tetapi kekuatan geser menurun\nsetelah mencapai sudut 30 derajat. Hal ini karena kekasaran permukaan untuk\nsudut 30 derajat ke atas mengalami penggerusan (shear-off) sehingga kekuatan\nmenurun. Sedangkan untuk sudut kekasaran yang kurang dari 30 derajat hanya\nmengalami pergeseran (slide-up) tanpa hancuran. Hasil pengujian ini mengikuti\npersamaan empirik yang dikemukakan oleh Patton (1966), Ladanyi dan\nArchambault (1970), dan Barton (1973, 1976). Akan tetapi menurut Budi, dkk.\n(2014) untuk sudut kekasaran 30 derajat ke atas, diperlukan modifikasi persamaan\nempirik Barton dikarenakan tidak memuat derajat penggerusan dan derajat\npenguncian. Hasil pengujian ini juga telah disimulasikan secara numerik\nmenggunakan program phase2 pada sudut kekasaran 5 derajat.", "Daftar File": {"ABSTRAK Kartini": "https://digilib.itb.ac.id/gdl/download/269776", "BAB 1 Kartini": "https://digilib.itb.ac.id/gdl/download/269777", "BAB 2 Kartini": "https://digilib.itb.ac.id/gdl/download/269778", "BAB 3 Kartini": "https://digilib.itb.ac.id/gdl/download/269779", "BAB 4 Kartini": "https://digilib.itb.ac.id/gdl/download/269780", "BAB 5 Kartini": "https://digilib.itb.ac.id/gdl/download/269781", "BAB 6 Kartini": "https://digilib.itb.ac.id/gdl/download/269782", "PUSTAKA Kartini": "https://digilib.itb.ac.id/gdl/download/269783"}, "Penulis": "Kartini [22113005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T.", "Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kuat geser, bidang lemah, sudut kekasaran, kekasaran permukaan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "03 Jan 2023"}