{"Nomor": 70303, "Judul": "SINTESIS ?-FE2O3 TURUNAN MILL-SCALE SEBAGAI FOTOANODA POTENSIAL UNTUK PRODUKSI HIDROGEN PADA PROSES PEMISAHAN AIR", "Abstrak": "Hidrogen adalah media penyimpanan energi yang paling unggul dalam hal kapasitas energi dan lamanya waktu penyimpanan dibandingkan media penyimpanan energi lainnya. Proses pembentukan hidrogen sudah dapat terealisasikan, salah satunya adalah dengan menggunakan metode pemisahan air melalui proses fotoelektrokimia. Dalam proses fotoelektrokimia dibutuhkan bantuan material semikonduktor untuk melakukan transfer muatan sehingga terjadi proses pemisahan air. Salah satunya semikonduktor yang menarik untuk diteliti adalah adalah hematite. Dalam penelitian ini dilakukan proses pemanfaatan hematit sebagai fotoanoda yang efektif untuk proses pemisahan air yang berasal dari pengolahan mill-scale yang adalah limbah berbahan kaya unsur besi. Dalam proses pengolahan mill-scale menjadi hematite, dilakukan dua buah pendekatan, yaitu pembakaran secara langsung, oksidasi selektif, dan pelarutan dengan asam oksalat, presipitasi oksalat. Kedua hematit dari masing-masing proses dikarakterisasi melalui uji X-ray Diffraction (XRD), Scanning Electron Microscope (SEM), dan Emission Dispersive X-ray Scpectroscopy (EDX). Berdasarkan hasil yang diperoleh, teramati bahwa kedua metode menghasilkan dua buah hematit yang berbeda secara morfologi, warna, dan ukuran kristalin. Morfologi dari metode oksidasi selektif menghasilkan hematit yang mudah teragglomerasi dan menghasilkan ukuran kristalin yang lebih besar dari hematit hasil presipitasi oksalat. Sebagai fotoanoda, hematit dideposisi dengan metode deposisi elektroporetik, dengan waktu penumbuhan selama 1 menit dan variasi tegangan. Ketebalan dari hematit dapat diatur melalui besarnya tegangan penumbuhan pada proses electrophoretic deposition (EPD). Teramati bahwa hasil hematit presipitasi oksalat jauh lebih baik dalam membentuk lapisan sebagai fotoanoda. Hingga saat ini, penelitian ini menjadi yang pertama dalam melakukan studi tentang pengolahan mill-scale menjadi fotoanoda dalam proses fotoelektrokimia. Dalam penggunaannya sebagai fotoanoda, hematit memiliki respon yang aktif kepada cahaya dalam pengujian on/off cycle. Hasil dari pengujian Linear Sweep Voltametry (LSV) teramati bahwa hematit memberikan kenaikan rapat fotoarus dibandingkan dengan substrat FTO saja. Efisiensi tertinggi diperoleh saat potensial penumbuhan yang diberikan sebesar 10 V dalam waktu penumbuhan 1 menit.\nKata kunci: fotoelektrokimia, hematit, mill-scale, oksidasi selektif, presipitasi oksalat, besi oksalat, fotoanoda, deposisi elektroporetik.", "Daftar File": {"ABSTRAK Nick Wisely": "https://digilib.itb.ac.id/gdl/download/269809"}, "Penulis": "Nick Wisely [23320306]", "Kontributor / Dosen Pembimbing": ["Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "fotoelektrokimia, hematit, mill-scale, oksidasi selektif, presipitasi oksalat, besi oksalat, fotoanoda, deposisi elektroporetik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Jan 2023"}