{"Nomor": 70317, "Judul": "STRATEGI BISNIS UNTUK MENINGKATKAN PENONTON SESUAI DENGAN ERA KONVERGENSI MEDIA DI INDONESIA.  STUDI KASUS: NET TV", "Abstrak": "Perkembangan dunia digital menyebabkan industry televisi juga harus beradaptasi dengan era baru. Digitalisasi serta kemunculan teknologi baru membuat televisi dan media lain memaksa setiap perusahaan mengubah cara mereka dalam penyebaran informasi. Saat ini adalah dunia konvergensi, dimana semua tidak ada lagi batasan, khususnya dalam teknologi dan televisi. Itu berarti saat ini, semua orang bisa menerima informasi dan menikmati hiburan kapanpun dan bagaimanapun caranya. \nNET TV mengalami masa-masa kesulitan dalam beberapa tahun terakhir, terutama dalam menghasilkan pendapatan untuk menutup biaya operaasional perusahaan. Hal tersebut telah terjadi sejak era CEO pertama. Lalu muncul sebuah dilemma bagi NET TV. Di satu sisi apa yang dilakukan CEO pertama (Wishnutama) mampu mendatangkan pendapatan untuk perusahaan, sayang itu tidak diimbangi dengan penghematan biaya operasional yang juga membengkak. Sementara, di era CEO kedua, NET TV mampu menghemat namun tidak bisa menghasilkan sebanyak CEO Pertama. \nSalah satu penyebabnya adalah NET TV memiliki ranking Nielsen yang rendan, dan membuat mereka tidak bisa mendapatkan banyak pendapatan melalui iklan. Hal ini disebabkan karena pergantian kebijakan, yang membuat NET TV seakan masih mencari pola perusahaan ketika televisi lain tengah berlari di era digital. \nUntuk memaksimalkan pendapatan, NET TV harus mencari seluruh potensi iklan yang ada. Dari mulai spot, non-spot, penempatan iklan di platform digital, bahkan hingga kolaborasi dengan berbagai brand. Ada tiga solusi utama yang dimunculkan, dan itu semua tergantung bagaimana kesiapan perusahaan.", "Daftar File": {"2023_TS_PP_GIA PIJAR PERDANA 29119215_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/276114"}, "Penulis": "Gia Pijar Perdana [29119215]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi, Strategi Bisnis, Media, Televisi, Konvergensi, Pemasaran, Iklan", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "04 Jan 2023"}