{"Nomor": 70318, "Judul": "PENDEKATAN TRIGONOMETRI TERHADAP ATRIBUT PSEUDO-ELASTIC IMPEDANCE-LITHOLOGY DAN CURVED PSEUDO ELASTIC IMPEDANCE UNTUK KARAKTERISASI RESERVOIR PADA LAPANGAN KIJIN BLOK MURIAH CEKUNGAN JAWA TIMUR UTARA", "Abstrak": "Hidrokarbon memiliki peran yang penting dalam kehidupan manusia modern. Tren konsumsi\ndari sumber daya migas yang beriringan dengan berkembangnya peradaban berarti\npemenuhan akan kebutuhan ini menjadi bagian krusial dari perancangan untuk masa depan.\nMaka dari itu eksplorasi untuk mengembangkan cadangan perlu terus diusahakan untuk\nmemenuhi permintaan perkembangan zaman. Cekungan Jawa Timur Utara merupakan\ncekungan back-arc terkompleks dan merupakan salah satu most wanted area untuk\nhidrokarbon di Indonesia. Cekungan Jawa Timur Utara ini menjadi host berbagai reservoir\nhidrokarbon dengan struktur dan fasies yang berbeda, memunculkan kompleksitas tersendiri\ndalam karakterisasi reservoir dalam rangka maksimalisasi potensi hidrokarbon. Oleh sebab\nitu, optimalisasi informasi yang diperoleh dari parameter elastik yang diturunkan dari data\nseismik untuk korespon dengan informasi dari parameter petrofisika menjadi penting untuk\nmeminimalisasi ketidakpastian dalam identifikasi zone of interest yang merupakan good\nquality reservoir yang mengandung fluida hidrokarbon. Hasil data inversi parameter elastik\numumnya menunjukkan hubungan data linear yang diperoleh dari regresi, sedangkan\nparameter petrofisika memiliki tren nonlinear. Berangkat dari hal tersebut, dilakukan\nkarakterisasi reservoir menggunakan atribut curved pseudo-elastic impedance (CPEI) dan\npseudo-elastic impedance – lithology (PEI-L). Pendekatan karakterisasi reservoir dilakukan\nterhadap parameter petrofisika yang akan dianalisis, yaitu porositas melalui PEI-L dan fluida\nmelalui CPEI.\nAnalisis persebaran CPEI dan PEI-L menunjukkan zone of interest memiliki karakteristik\nreservoir berupa anomali impedansi akustik, rasio VpVs, PEI-L, serta CPEI yang rendah.\nTidak hanya itu, pendekatan karakterisasi reservoir berikut mampu mengoptimalisasi\ninformasi yang diperoleh dari parameter elastik pasca inversi – ditunjukkan dengan hubungan\nkuat dengan informasi dari parameter petrofisika. Hal ini menunjukkan area potensi\nkeberadaan good quality gas bearing sand reservoir yang dapat dijadikan sebagai target\npengembangan lapangan.", "Daftar File": {"ABSTRAK Marcel Velino.pdf": "https://digilib.itb.ac.id/gdl/download/269870"}, "Penulis": "Marcel Velino [12318008]", "Kontributor / Dosen Pembimbing": ["Ignatius Sonny Winardhie, Ph.D.", "Ekkal Dinanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "curved pseudo elastic impedance, pseudo elastic impedance – lithology, aproksimasi trigonometri, porositas, saturasi air, AI, rasio VpVs", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "04 Jan 2023"}