{"Nomor": 70312, "Judul": "FUNGSIONALISASI NANOPARTIKEL SILIKA FLUORESEN MAGNETIK DENGAN ANGIOTENSIN-CONVERTING ENZYME II UNTUK DETEKSI SEVERE ACUTE RESPIRATION SYNDROME CORONAVIRUS 2 (SARS-COV-2)", "Abstrak": "Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) menyebabkan\nkasus pneumonia misterius yang dinamakan Coronavirus Disease 2019 (COVID-\n19). COVID-19 telah dinyatakan sebagai pandemi oleh World Health Organization\n(WHO) pada 12 Maret 2020. Pandemi COVID-19 yang diakibatkan oleh SARSCoV-\n2 ini telah mengakibatkan krisis kesehatan yang serius. Oleh karena itu,\ndibutuhkan serangkaian strategi diagnostik untuk masyarakat agar dapat\nmendeteksi dini jika terpapar virus, mencegah penyebaran virus, dan pemetaan\npenyebaran virus ini. Penelitian ini dilakukan menggunakan metode eksperimen\nyang dibagi dalam enam tahap. Tahap pertama merupakan studi literatur dan\npenentuan parameter-parameter yang digunakan dalam eksperimen. Tahap kedua\nberupa sintesis bahan Fe-NP dengan metode kopresipitasi dan Fe-FSNP\nmenggunakan metode sol-gel dengan memvariasikan pewarna Rhodamine B.\nTahap ketiga merupakan fungsionalisasi permukaan Fe-FSNP dengan enzim ACE-\n2 sebagai reseptor untuk SARS-CoV-2. Pada tahap keempat, bahan dikarakterisasi\nuntuk mengetahui struktur, morfologi, dan sifat-sifat lainnya. Tahap kelima\nmerupakan proses pengujian sensor terhadap antigen SARS-CoV-2. Tahap terakhir\nadalah penulisan laporan. Penelitian kali ini memiliki tujuan untuk merancang\nbiosensor optik berbasis label fluoresensi untuk deteksi SARS-CoV-2\nmenggunakan bahan Fe-FSNP yang difungsionalisasikan ACE2. Biosensor optik\nsecara umum terbagi menjadi dua, yaitu bebas label dan berbasis label. Bebas label\nmerupakan metode yang mendeteksi sinyal dari bahan secara langsung oleh\ninteraksi dengan tranduser. Kemudian, metode berbasis label merupakan metode\nyang menggunakan label untuk interaksi dengan tranduser. Label yang digunakan\nmerupaka bahan yang memiliki sifat fluoresen atau luminesen. Nanopartikel\nmagnetik oksida besi (Fe-NP) disintesis melalui kopresipitasi ultrasonik dan\nkemudian dibentuk menjadi nanopartikel silika fluoresen magnetik (Fe-FSNP)\nmelalui metode sol-gel. Sumber silika yang digunakan merupakan silika presipitat\ndari pembangkit listrik tenaga panas bumi. Rhodamin B dipilih menjadi pewarna\nfluoresen dalam penelitian ini, dan variasi pewarna lebih lanjut dilakukan untuk\nmelihat kinerja pewarna dalam bahan nano fluoressen magnetik. Fe-FSNP ini\nterdiri dari inti magnetik dan cangkang silika yang dikonfirmasi dari gambar mikroskop elektron transmisi (TEM). Fungsionalisasi permukaan Fe-FSNP dengan\nangiotensin converting enzyme II (ACE-2) sebagai bioreseptor dilakukan melalui\nmetode hidrosilasi yang dikonfirmasi oleh spektrum fourier transform infra merah\n(FTIR). Nanopartikel yang difungsikan ACE-2 kemudian diterapkan sebagai\nplatform biosensing untuk mendeteksi antigen SARS CoV-2. Karakterisasi sampel\npada penelitian ini adalah dengan menggunakan: Difraktometer Sinar-X (X-Ray\nDiffactometer), Mikroskop Pemindai Elektron (Scanning Electron Microscope),\nMikroskop Transmisi Elektron (Transmission Electron Microscope), Analisa Area\nPermukaan (Surface Area Analyzer), Sampel Bergetar Magnetometer (Vibrating\nSample Magnetometer), Spektroskopi Inframerah Transformasi Fourier (Fourier\nTransform Infrared Spectroscopy) dan Spektrofluorometri. Pada penelitian ini\ndigunakan pengujian berdasarkan analisa terhadap intensitas fluoresen untuk\nmengetahui performansi sensor SARS-CoV-2 dari material yang telah disintesis.\nIntensitas fluoresen dari material akan diamati saat sebelum deteksi dan sesudah\ndeteksi dan dilakukan analisa. Dilaporkan bahwa nilai intensitas fluoresen akan\nturun atau terjadi quenching jika berinteraksi dengan biomolekul. Fenomena yang\nterjadi adalah transfer energi resonansi fluoresensi (FRET). FRET merupakan\nproses di mana energi non-radiasi ditransfer dari donor luminesen tereksitasi ke\nakseptor luminesen (quencher). Pada penelitian ini digunakan reseptor tertentu\nyang sesuai dengan target. Hasil studi literatur SARS-CoV-2 akan terkonjugasi\ndengan ACE2. Berdasarkan fenomena ini maka ACE2 digunakan pada permukaan\nFe-FSNP agar dapat men-capture target yang diinginkan. Kemudian, penggunaan\nbahan magnetic juga digunakan untuk mempercepat proses pemisahan ketika\ndeteksi. Hasil menunjukkan waktu respon 30 menit. Batas deteksi (LoD) dihitung\npada 0,14 fg/mL dengan rentang linier 10-2 hingga 10-6 ????g/mL.", "Daftar File": {"ABSTRAK Muhammad Yovinanda Maulana": "https://digilib.itb.ac.id/gdl/download/269850"}, "Penulis": "Muhammad Yovinanda Maulana [23320302]", "Kontributor / Dosen Pembimbing": ["Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "COVID-19, biosensor, fluoresen, silika magnetik, sensitivitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Jan 2023"}