{"Nomor": 70323, "Judul": "BILANGAN PEMBEDA TANPA TITIK TERISOLASI GRAF HASIL OPERASI KORONA DAN HASIL OPERASI SISIR TITIK", "Abstrak": "Misalkan G = (V (G),E(G)) adalah graf terhubung dan berhingga. Misalkan\nhimpunan terurut W = {w1,w2, . . . ,wk} merupakan subhimpunan dari V (G).\nRepresentasi titik v ? V (G) terhadap W didefinisikan sebagai r(v|W) =\n(d(v,w1), d(v,w2), . . . , d(v,wk)), dengan d(v,wi) menyatakan jarak v dan wi.\nHimpunan W dikatakan himpunan pembeda dari G, jika setiap titik dari G\nmempunyai representasi yang berbeda. Suatu himpunan pembeda dengan kardinalitas\nminimum disebut basis dari G. Lebih lanjut, banyaknya titik dalam basis\nG didefinisikan sebagai dimensi metrik dari G yang dinotasikan dengan dim(G).\nHimpunan pembeda W disebut himpunan pembeda tanpa titik terisolasi, jika\nsubgraf yang diinduksi ?W? tidak mempunyai titik terisolasi. Suatu himpunan\npembeda tanpa titik terisolasi dari G dengan kardinalitas minimum disebut\nhimpunan-nr dari G. Kardinalitas dari himpunan-nr disebut bilangan pembeda\ntanpa titik terisolasi yang dinotasikan dengan nr(G).\nGraf hasil operasi korona G dengan graf H, dinotasikan dengan G ? H, didefinisikan\nsebagai graf yang diperoleh dari satu salinan G dan |V (G)| salinan H, sebut\nH1,H2, . . . ,H|V (G)|, sehingga setiap titik di Hi bertetangga dengan titik ke-i di G.\nMisalkan H adalah graf terhubung dan o suatu titik di H. Graf hasil operasi sisir\ntitik G dengan H di o, dinotasikan dengan G ?o H, adalah graf yang diperoleh\ndengan mengambil satu salinan dari G dan sebanyak |V (G)| salinan di H, sebut\nH1,H2, . . . ,H|V (G)|, dengan cara menempelkan titik o di Hi ke titik i di G.\nPada disertasi ini, ditentukan batas atas dan batas bawah yang ketat untuk bilangan\npembeda tanpa titik terisolasi graf hasil operasi korona dan operasi sisir titik. Selain\nitu, ditentukan pula bilangan pembeda tanpa titik terisolasi beberapa kelas graf hasil\noperasi korona dan operasi sisir titik.", "Daftar File": {"ABSTRAK Wahyuni Abidin": "https://digilib.itb.ac.id/gdl/download/269940"}, "Penulis": "Wahyuni Abidin [30116018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A.N., S.Si., M.Si.", "Dr. Suhadi Wido Saputro, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bilangan pembeda tanpa titik terisolasi, dimensi metrik, graf hasil operasi korona, graf hasil operasi sisir titik, himpunan pembeda, himpunan pembeda tanpa titik terisolasi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "05 Jan 2023"}