{"Nomor": 70325, "Judul": "PENGARUH VARIABEL ACAK PADA INDEKS KEANDALAN PERFORMANSI FATIGUE DARI ANJUNGAN BRACED MONOPOD DI SELAT MAKASSAR", "Abstrak": "Anjungan lepas pantai yang didesain perlu mempertimbangkan faktor ketidakpastian untuk menghindari kegagalan struktur. Fatigue pada sambungan las elemen tubular merupakan kondisi batas yang ditinjau pada penelitian ini. Kondisi batas tersebut dapat dinyatakan dalam bentuk variabel acak kapasitas dan variabel acak beban. Struktur dikatakan gagal apabila beban melebihi kapasitas struktur. Analisis keandalan dilakukan untuk mendapatkan probabilitas kegagalan struktur atau dapat pula dinyatakan dalam bentuk indeks keandalan. Indeks keandalan digunakan untuk meninjau kapasitas struktur selama umur layannya. Semakin besar nilai indeks keandalan maka akan semakin andal struktur tersebut. Selain itu, indeks keandalan juga dapat digunakan untuk menentukan nilai safety factor. Struktur yang didesain pada penelitian ini adalah struktur braced monopod di Selat Makasar.\nPada penelitian ini, analisis keandalan dilakukan dengan menggunakan First Order Reliability Method (FORM II) pada lima performansi fatigue. Fungsi performansi tersebut digunakan untuk meninjau pengaruh dari masing-masing variabel acak yang terlibat, terutama keacakan gelombang di Selat Makassar. Data keacakan gelombang selama 59 tahun didapatkan dari SEAFINE. Selanjutnya dilakukan analisis fatigue pada data tersebut sehingga dihasilkan data keacakan fatigue damage tahunan sebanyak 59 data yang digunakan sebagai fungsi beban. Selain itu, variabel acak dari fungsi beban yang juga ditinjau dalam analisis keandalan adalah keacakan analisis tegangan dan keacakan parameter K kurva S-N. Struktur didesain dengan safety factor 10 agar indeks keandalan dapat mencapai target indeks yang direkomendasikan oleh Onoufriou (1999). Berdasarkan hasil analisis keandalan, variabel acak beban yang berpengaruh besar pada indeks keandalan adalah keacakan fatigue damage dan keacakan analisis tegangan. Kemudian dipilih 1 fungsi performansi yang direkomendasikan untuk perhitungan indeks keandalan. Indeks keandalan struktur braced monopod berdasarkan fungsi performansi tersebut pada joint yang paling kritis yaitu sebesar 3.62.", "Daftar File": {"ABSTRAK Almaidah Junsasmi Tambunan": "https://digilib.itb.ac.id/gdl/download/269941"}, "Penulis": "Almaidah Junsasmi Tambunan [25521003]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "braced monopod, performansi fatigue, FORM II, indeks keandalan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Jan 2023"}