{"Nomor": 70336, "Judul": "PEMANFAATAN ARTIFICIAL NEURAL NETWORK UNTUK INVERSI 1D DATA MAGNETOTELLURIK", "Abstrak": "Dengan munculnya Artificial Intelligence (AI) atau kecerdasan buatan\nyang mewakili peningkatan signifikan di banyak bidang, Artificial\nNeural Network (ANN) atau jaringan saraf tiruan dengan cepat menjadi\nteknik pemodelan yang paling kuat di hampir semua bidang teknik,\nsains, dan masalah ekonomi. Magnetotelurik sebagai metode\neksplorasi geofisika pasif yang menggunakan medan elektromagnetik\nalami, dapat digunakan untuk tujuan eksplorasi sumber daya alam\nseperti mineral, minyak dan gas, panas bumi, serta untuk tujuan\nmempelajari masalah lingkungan. Inversi 1D Data Magnetotelurik\nsebagai masalah inversi nonlinier memerlukan solusi yang lebih baik\nuntuk dapat menghindari minima lokal. Menjadi bagian dari AI, ANN\ndapat menyelesaikan permasalahan yang kompleks tanpa persamaan\nmatematis dengan memprediksi pola pada data. Penggunaan ANN\ndalam inversi magnetotelurik diharapkan dapat menjadi sebuah\nalternatif solusi permasalahan inversi nonlinier. Pada penelitian ini,\ndata yang digunakan adalah data sintesis berupa 20 set data frekuensi,\nresistivitas semu, dan fasa. Pengolahan data dilakukan dengan inversi\nmagnetotelurik yang menghasilkan nilai resistivitas dari dua lapisan\nbawah bumi beserta ketebalan lapisan pertamanya. Arsitektur ANN\ndibuat menggunakan bahasa pemrograman Python sebagai bahasa\npemrograman yang mudah dimengerti. Model ANN dibuat dengan\nlibrary Scikit-Learn pada Python menggunakan fungsi MLPRegressor\nsebagai model ANN dengan multiple layers. Model ini menggunakan\nbeberapa hyperparameter yaitu Rectified Linear Unit (ReLU) sebagai\nfungsi aktivasi dan Limited-memory Broyden-Fletcher-GoldfarbShanno (LBFGS) sebagai fungsi optimasi. Variasi dilakukan pada\nhyperparameter jumlah hidden lay", "Daftar File": {}, "Penulis": "Balya Elfata [10217001]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Enjang Jaenal Mustopa, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "artificial neural network, machine learning, metode magnetotelurik.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "05 Jan 2023"}