{"Nomor": 70332, "Judul": "ADSORPSI FLUORENA MENGGUNAKAN POLIMER BERCETAKAN MOLEKUL (MIP)", "Abstrak": "Polisiklik Aromatik Hidrokarbon (PAH) merupakan senyawa polutan organik persisten terdispersi melalui udara, air, tersedimentasi dalam permukaan sungai. Senyawa tersebut dapat dihilangkan dengan berbagai metode salah satunya adsorpsi karena PAH memiliki kelarutan yang rendah dalam air serta daya serap tinggi terhadap media padat. Fluorena termasuk ke dalam jenis PAH dengan berat molekul rendah (LMW) dan toksik dilingkungan perairan. Polimer bercetakan dapat menjadi alternatif untuk adsorpsi polutan organik karena memiliki kelebihan, seperti selektivitas tinggi, kestabilan tinggi serta biaya yang murah untuk diaplikasikan pada molekul target. Polimer bercetakan dibuat dengan menggunakan monomer fungsional, pengikat silang serta molekul cetakan. Monomer fungsional dan molekul cetakan berikatan dengan interaksi non kovalen, seperti ikatan hidrogen dan gaya van der waals. Penelitian ini bertujuan untuk menyintesis, mengkarakterisasi dan mengevaluasi kinerja adsorpsi polimer bercetakan berbasis fluorena. Penelitian ini juga mengkaji mengenai kinetika adsorpsi, termodinamika adsorpsi, isoterm adsorpsi dan selektivitas terhadap jenis PAH LMW lainnya. Polimer bercetakan disintesis menggunakan fluorena sebagai molekul cetakan, divinil benzena sebagai monomer fungsional serta etilen glikol dimetakrilat sebagai pengikat silang dengan komposisi mol 1:4:20 dalam pelarut asetonitril menggunakan metode bulk. Karakterisasi spektrum FTIR menunjukkan beberapa puncak pada bilangan gelombang 3440 cm-1 berupa hidroksil (O-H), 2965 cm-1 berupa alkana (C-H), 1735 cm-1 berupa karbonil (C=O) serta 1464-1148 cm-1 berupa aromatik (C=C). Hasil karakterisasi SEM menunjukkan perbedaan dari NIP, MIP dan MIP hasil leaching pada perbesaran 2.500x dan 20.000x. NIP menunjukkan hasil yang kurang baik, namun MIP dan MIP hasil leaching menunjukkan hasil permukaan yang seragam dengan bentuk bulat dan ukuran mikrosfer, yakni sekitar 3,51 ?m. Kinerja adsorpsi dari polimer bercetakan menunjukkan hasil yang optimal pada waktu kontak selama 15 menit, massa adsorben sebanyak 20 mg, konsentrasi awal pada 1,2 ppm dan kenaikan kapasitas adsorpsi pada suhu 25, 40, dan 60 oC. Kajian dari adsorpsi fluorena menunjukkan bahwa polimer tanpa cetakan (NIP) dan polimer bercetakan molekul (MIP) termasuk pada kinetika reaksi orde dua semu, dengan kapasitas adsorpsi MIP sebesar 15,19 mg/g dan NIP sebesar 11,11 mg/g. Termodinamika adsorpsinya menunjukkan reaksi berjalan eksoterm, spontan dan isoterm adsorpsinya mengikuti model isoterm Langmuir. Selektivitas dari adsorben MIP telah diuji menggunakan PAH sejenis, yakni fenantrena didapatkan nilai ? (faktor selektivitas) sebesar 1,13 yang menunjukkan MIP selektif terhadap fluorena", "Daftar File": {"ABSTRAK Muhammad Rahadian Nur Jabbar R": "https://digilib.itb.ac.id/gdl/download/276053", "PUSTAKA Muhammad Rahadian Nur Jabbar R": "https://digilib.itb.ac.id/gdl/download/276054"}, "Penulis": "Muhammad Rahadian Nur Jabbar R [10518080]", "Kontributor / Dosen Pembimbing": ["Ir. Muhammad Ali Zulfikar, Ph.D., IPP", "Dr. Muhammad Yudhistira Azis, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "polimer bercetakan, adsorpsi, divinil benzena, fluorena.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "05 Jan 2023"}