{"Nomor": 70334, "Judul": "SINTESIS BIODIESEL DARI BIJI BUNGA MATAHARI DENGAN KATALIS CAIRAN ION 1-BUTIL-3-METILIMIDAZOLIUM KLORIDA ([BMIM]CL) MENGGUNAKAN METODE MICROWAVE-ASSISTED ORGANIC SYNTHESIS (MAOS)", "Abstrak": "Biodiesel adalah salah satu bahan bakar alternatif yang berasal dari minyak nabati atau lemak hewani sebagai solusi untuk mengatasi masalah krisis energi di masa mendatang. Salah satu cara untuk memproduksi biodiesel yaitu melalui reaksi transesterifikasi minyak biji bunga matahari (Helianthus annus). Masalah utama proses ini adalah adanya pengotor yang dapat menurunkan kualitas biodiesel. Oleh karena itu, diperlukan katalis yang tepat untuk mendapatkan biodiesel yang lebih berkualitas. Cairan ion dapat digunakan sebagai katalis dalam produksi biodiesel dengan beberapa keunggulan, di antaranya daya tahan, stabilitas yang baik, mudah dipisahkan, dan ramah lingkungan. Pada penelitian ini, sintesis biodiesel dari minyak biji bunga matahari menggunakan metode microwave-assisted organic synthesis (MAOS) dengan cairan ion 1-butil-3-metilimidazolium klorida ([BMIM]Cl) sebagai katalis. Cairan ion [BMIM]Cl disintesis dengan metode MAOS menggunakan daya iradiasi 300 watt selama 90 menit pada 60 oC, menghasilkan produk dengan rendemen 80,23%. Penentuan Free Fatty Acid (FFA) minyak bunga matahari menunjukkan kadar FFA sebesar 1,11% (b/v). Sintesis biodiesel dari minyak biji bunga matahari dilakukan dalam katalis [BMIM]Cl sebanyak 6% (v/v), 8% (v/v), dan 10% (v/v) dalam metanol menggunakan metode MAOS dengan daya iradiasi 300 watt selama 20 menit pada 60 oC. Identifikasi dan uji karakter produk biodiesel meliputi analisis Gas Chromatography-Mass Spectrometer (GC-MS), uji massa jenis, uji viskositas, uji indeks bias, dan uji bilangan asam. Produksi optimum biodiesel dari biji bunga matahari dengan rendemen 94,39% berhasil dicapai ketika digunakan rasio minyak : metanol 1:6, konsentrasi cairan ion [BMIM]Cl sebagai katalis sebesar 8% (v/v) dalam metanol, pada 60 oC selama 60 menit. Produk biodiesel metil ester yang diperoleh memiliki massa jenis 880 kg/m3, viskositas 5,78 cSt, indeks bias 1,45, dan bilangan asam 0,49 mg-KOH/g. Berdasarkan hasil analisis data GC-MS, komponen penyusun metil ester dari minyak biji bunga matahari adalah metil palmitat, metil linoleat, metil oleat, dan metil stearat.", "Daftar File": {"ABSTRAK Novita Agustin": "https://digilib.itb.ac.id/gdl/download/270070", "PUSTAKA Novita Agustin": "https://digilib.itb.ac.id/gdl/download/276468"}, "Penulis": "Novita Agustin [20520314]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cairan ion, 1-butil-3-metilimidazolium klorida ([BMIM]Cl), minyak biji bunga matahari, microwave-assisted organic synthesis (MAOS), biodiesel.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "05 Jan 2023"}