{"Nomor": 70339, "Judul": "PENGARUH FAKTOR SPLITTING PADA SIMULASI MONTE CARLO TERHADAP KURVA PERSENTASE DOSIS KEDALAMAN UNTUK BERKAS FOTON", "Abstrak": "Penggunaan metode Monte Carlo pada bidang radioteraphy selalu\nmeningkat sejak 1970, seiringan dengan bertambah kuatnya komputasi pada\nkomputer. Pada tahap awal, aplikasi dari Monte Carlo terbatas pada bentuk\nyang simpel seperti infinite parallel slabs atau silinder. Saat ini, aplikasi\ndengan bentuk 3D yang sangat detail pun dapat dilakukan. Akurasi dari\npenghitungan dosis pada Monte Carlo umumnya terbatas oleh noise statistik\nyang dapat dikurangi dengan menambahkan jumlah history. Hanya saja,\nhistory yang lebih besar akan mengakibatkan waktu simulasi yang lebih\nlama. Untuk mempercepat ‘run’ simulasi tersebut, bisa digunakan Variancereduction techniques (VRT). Salah satu VRT yang sering digunakan adalah\nSplitting, suatu teknik dimana partikel yang diamati dipecah menjadi\nbeberapa bagian. Proses ini akan membuat error yang didapatkan pada\nsimulasi akan lebih rendah, tetapi waktu simulasi akan lebih lama. Pada\npenelitian ini ingin diketahui berapa besar pengaruh dari faktor splitting\npada ketidakpastian, waktu simulasi, dan sebaran dosis pada phantom\ndilihat dari PDD. Hasil simulasi menunjukkan bahwa faktor splitting\nmempengaruhi ketidakpastian hasil simulasi dan lama waktu simulasi.\nFaktor splitting yang lebih besar akan membuat simulasi menjadi lebih lama,\ntetapi ketidakpastiannya menjadi lebih kecil. Sedangkan nilai kedalaman\ndosis maksimum pada phantom tidak terpengaruh terhadap perubahan\nfaktor splitting.", "Daftar File": {}, "Penulis": "Nafi' Aula Nurrohman [10215086]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Freddy Haryanto, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Monte Carlo, Variance Reduction Technique, Splitting, PDD, Ketidakpastian", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "06 Jan 2023"}