{"Nomor": 70343, "Judul": "APAKAH INVESTASI LANGSUNG LUAR NEGERI EFEKTIF DALAM MENURUNKAN PENGANGGURAN? BUKTI DARI OMNIBUS LAW INDONESIA", "Abstrak": "Tingkat pengangguran terus meningkat di banyak negara, terutama di negara-negara berkembang. Masalah ini umumnya didorong oleh penciptaan lapangan kerja yang tidak dapat mengimbangi peningkatan jumlah penduduk. Ketimpangan ekonomi dan pandemi juga semakin meningkatkan Tingkat Pengangguran (UR). Sumber penyebab ini adalah kekurangan dana yang mencegah pemerintah mengembangkan industri baru dan penciptaan lapangan kerja. Meskipun kebijakan fiskal dan moneter dapat membantu menurunkan pengangguran, strategi ini menghabiskan sumber daya yang terbatas untuk suatu negara.\n\nPenanaman Modal Asing (FDI) menjadi salah satu solusi alternatif bagi negara yang memiliki sumber daya terbatas karena berdirinya perusahaan asing di suatu negara menciptakan tenaga kerja baru. Indonesia mengembangkan undang-undang yang disebut Omnibus Law yang mendorong investasi dengan menggunakan FDI jika Penanaman Modal Dalam Negeri (PMDN) tidak mencukupi. RUU ini bertujuan untuk mendorong pertumbuhan lapangan kerja dan menurunkan pengangguran di Indonesia dengan meningkatkan daya saing dan produktivitas.\n\nPenelitian ini mencoba menganalisis hubungan antara FDI dengan tingkat pengangguran dan seberapa efektif strategi ini dalam mengurangi tingkat pengangguran. Variabel yang dipertimbangkan dalam penelitian ini adalah DDI, FDI, Produk Domestik Bruto (PDB), dan pertumbuhan UR. Analisis Vector Error Correction Model (VECM) digunakan sebagai metode analisis untuk menganalisis variabel,\n\nHasil penelitian menemukan bahwa FDI berpengaruh positif terhadap UR yang artinya investasi asing merugikan pasar tenaga kerja. Hasil positif menunjukkan bahwa semakin tinggi investasi, semakin tinggi tingkat pengangguran. Berdasarkan hasil analisis VECM, FDI mempengaruhi UR secara signifikan baik dalam jangka pendek maupun jangka panjang. FDI t-1 dan FDI t-2 berpengaruh terhadap Tingkat Pengangguran yang ditunjukkan dengan tingkat signifikansi sebesar 4.09909 dan 2.98796.", "Daftar File": {"2023 TS PP Aldriza Fariq Muhammad   [29020056] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/270135"}, "Penulis": "Aldriza Fariq Muhammad [29020056]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penanaman Modal Asing, Tingkat Pengangguran, Model Vector Error Correction, Omnibus Law", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "06 Jan 2023"}