{"Nomor": 70357, "Judul": "ANALISIS INTEGRITAS PIPA YANG TERKOROSI AKIBAT SULFATE REDUCING BACTERIA (SRB) STUDI KASUS: PIPA PENYALUR LEPAS PANTAI DI LAUT JAWA", "Abstrak": "Pipa penyalur minyak berdiameter 16 inci di sekitar Laut Jawa Utara mengalami\npengurangan tebal pipa akibat korosi oleh bakteri pereduksi Sulfat. Kedalaman maksimum\ndari korosi ini sudah mencapai 80% pada tahun 2010 berdasarkan data Inline Inspection (ILI),\nsedangkan pipa masih beroperasi lebih dari 20 tahun. Pada tahun 2021, dua kebocoran terjadi\ndi KP 45,919 dan KP 45,165 sehingga asesmen korosi dilakukan untuk mengetahui kekuatan\npipa terkorosi untuk menjamin intergritas pipa penyalur.\nPenelitian dilakukan untuk menganalisis korosi sumuran dan lokal berdasarkan\nasesmen DNVGL-RP-F101, API 579 bagian 6, dan metode elemen hingga untuk pipa\nberoperasi sampai di Agustus 2025. Selain itu, studi parametrik terhadap variabel dimensi\nkorosi dilakukan untuk mengetahui pengaruh variabel tersebut terhadap tekanan tahanan dan\nfaktor kekuatan sisa sebagai parameter kekuatan pipa terkorosi. Girth weld 29190 dianalisis\ndengan variasi laju korosi dari 0,39 mm/tahun sampai 0,1 mm/tahun.\nHasil asesmen menunjukkan girth weld 29190 ditolak berdasarkan DNVGL-RP-F101\nsebagai cacat tunggal ataupun cacat interaksi. Girth weld 29190 ditolak berdasarkan asesmen\nAPI 579 level 1, tetapi dapat diterima berdasarkan asesmen API 759 level 2. Simulasi elemen\nhingga menunjukkan girth weld 29190 masih dapat diterima sampai Agustus 2058 untuk laju\nkorosi 0,1 mm/tahun, Agustus 2031 untuk laju korosi 0,21 mm/tahun, dan Januari 2023 untuk\nlaju korosi 0,39 mm/tahun. Hasil studi parametrik menggunakan simulasi elemen hingga\nmenunjukkan kedalaman korosi dan jarak antar korosi kurang dari 101,6 mm sampai 127\nmm menurunkan kekuatan pipa. Hasil simulasi mendekati nilai tekanan tahanan dan kriteria\njarak minimal cacat berinteraksi berdasarkan DNVGL-RP-F101.", "Daftar File": {}, "Penulis": "Muhammad Afif Hidayat [13118015]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gusti Nyoman Wiratmaja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "bakteri pereduksi sulfat, korosi sumuran, integritas pipa, tekanan tahanan, faktor kekuatan sisa", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "09 Jan 2023"}