{"Nomor": 70360, "Judul": "USULAN PROJECT MANAGEMENT OFFICE (PMO) DALAM MEMENUHI PERSYARATAN PEMBERI PINJAMAN UNTUK MENCAPAI TARGET PEKERJAAN KONSTRUKSI PADA PROYEK PEMBANGKIT LISTRIK TENAGA AIR (STUDI KASUS: PT PLN (PERSERO) UNIT INDUK PEMBANGUNAN JAWA BAGIAN TENGAH)", "Abstrak": "PT PLN (Persero) Unit Induk Pembangunan Jawa Bagian Tengah (UIP JBT) ditugaskan untuk membangun PLTA Upper Cisokan Pumped Storage sebagai bagian dari inisiatif energi terbarukan berskala besar. Proyek ini semula ditargetkan mulai pada awal tahun 2022 dan selesai di tahun 2025 sehingga dapat mendukung PLN dalam mencapai target bauran energi baru terbarukan sebesar 23% pada akhir tahun 2025. Mempertimbangkan kesiapan proyek Upper Cisokan, Bank Dunia telah setuju untuk membiayai proyek ini. Namun, PLN UIP JBT belum dapat memulai pembangunan PLTA Upper Cisokan Pumped Storage karena belum memenuhi persyaratan Bank Dunia pada tahap pra konstruksi sehingga mengakibatkan tertundanya pekerjaan konstruksi selama 9 bulan. Berdasarkan current reality tree, akar penyebab dari masalah ini adalah tidak adanya PMO, sehingga salah satu tujuan dari penelitian ini adalah untuk menentukan jenis PMO yang sesuai untuk dibentuk di PLN UIP JBT.\n\nRancangan penelitian campuran dilakukan untuk menilai pengetahuan dan pendapat responden mengenai pembentukan Project Management Office (PMO) sebagai cara untuk mengintegrasikan proses manajemen proyek untuk mencapai target pekerjaan konstruksi. Selain itu, analisis kuantitatif juga dilakukan untuk menghasilkan solusi yang paling tepat untuk masalah dimana peneliti menggunakan metode analisis SMART untuk mengevaluasi alternatif jenis PMO berdasarkan seperangkat kriteria, yaitu kebutuhan karyawan, keahlian dan komitmen anggota PMO, dan tingkat efektivitas pelaksanaan manajemen proyek.\n\nSebagai solusi, jenis PMO yang diusulkan untuk dibentuk di PLN UIP JBT adalah jenis permanen dengan struktur organisasi lintas fungsi yang akan mengintegrasikan ketiga fungsi PMO yaitu direktif, kontrol, dan suportif. Rencana implementasi akan memakan waktu sekitar 3 tahun dan dibagi menjadi dua tahap dimana tahap pertama akan fokus pada penajaman fungsi dari organisasi PMO dan dilanjutkan dengan tahap kedua yaitu pemenuhan semua preseden untuk dapat memulai pekerjaan konstruksi PLTA Matenggeng Pumped Storage sesuai jadwal.", "Daftar File": {"2023_TS_PP_Rama Alpha Yuri Margareta 29121256_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/270784"}, "Penulis": "Rama Alpha Yuri Margareta [29121256]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Energi Baru Terbarukan, Project Management Office, Pumped Storage, Bank Dunia", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "09 Jan 2023"}