{"Nomor": 70366, "Judul": "PERANCANGAN SISTEM PERPIPAAN AIR BERSIH, AIR BUANGAN, VENT, DAN PEMADAM KEBAKARAN GEDUNG APARTEMEN MEWAH DI DUKUH ATAS, JAKARTA", "Abstrak": "Gedung apartemen mewah di Dukuh Atas Jakarta ini merupakan sebuah proyek gedung hunian bertingkat 20 lantai yang dirancang sebagai kawasan hunian bagi kalangan menengah keatas yang bekerja dan beraktivitas di pusat kota Jakarta. Hunian vertikal ini merupakan solusi bagi kalangan masyarakat yang menginginkan kemewahan dan ketenangan ditengah kebutuhan tempat tinggal yang meningkat dan keterbatasan lahan yang tersedia. Proyek seluas 1,26 ha ini akan didirikan di Jalan Jendral Sudirman Kav.2, Tanah Abang, Jakarta Pusat. Sistem plambing dalam gedung apartemen ini sangat diperlukan untuk menunjang keselamatan, kesehatan dan kenyamanan bagi penghuninya. Perancangan sistem plambing meliputi sistem perpipaan air bersih, air buangan, vent, dan pemadam kebakaran dengan mengolah data sekunder yang diperoleh. Kebutuhan air bersih (641,7 m3/hari) dari PT PAM Lyonnaise Jaya (PALYJA) ditampung pada reservoir bawah yang kemudian dipompakan ke reservoir atas dan didistribusikan secara gravitasi dengan menggunakan bantuan pompa booster. Penyediaan air panas menggunakan sistem lokal dengan pemanas air langsung. Penyediaan instalasi pemanas air terbatas pada bathtub pada tiap-tiap kamar mandi unit hunian apartemen. Timbulan air buangan (513,3 m3/hari) dialirkan menuju Sewage Treatment Plant (STP) untuk diolah terlebih dahulu sebelum dialirkan ke saluran riol kota. Sistem ven yang digunakan merupakan gabungan antara sistem loop dan individu. Sistem pemadam kebakaran menggunakan kombinasi hidran dan sprinkler.", "Daftar File": {"Abstrak-Meila Rahmah-15715030 (1).pdf": "https://digilib.itb.ac.id/gdl/download/270206"}, "Penulis": "Meila Rahmah [15715030]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Sonny Abfertiawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "plambing, air bersih, air panas, air buangan, vent, pemadam kebakaran, apartemen mewah.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "09 Jan 2023"}