{"Nomor": 70373, "Judul": "GANGGUAN LINGKUNGAN DI SELAT SUNDA TERHADAP STRUKTUR KOMUNITAS BENTIK DAN KESEHATAN TERUMBU KARANG DI TELUK KALIANDA DAN PERAIRAN PULAU PAHAWANG", "Abstrak": "Terumbu karang adalah ekosistem laut dengan keanekaragaman hayati tertinggi.\nGangguan adalah komponen penting dalam terbentuknya struktur dan fungsi\nekosistem. Penelitian ini bertujuan untuk menentukan dampak gangguan terhadap\nkesehatan terumbu karang. Penelitian ini dilakukan di Pulau Pahawang dan Teluk\nKalianda, Selat Sunda. Terdapat tiga stasiun pengamatan di Pulau Pahawang\ndengan nama Taman Nemo (TN), Cukuh Bedil (CB), dan Gosong Pahawang (GP).\nTeluk Kalianda (KL) hanya memiliki satu stasiun pengamatan. Pengambilan data\nkomunitas bentik dilakukan dengan Photo Line Intercept Transect (PLIT) pada\nkedalaman satu, tiga, dan lima meter. Parameter fisika dan kimia perairan yang\ndiamati adalah DO, pH, suhu, kecerahan, kekeruhan, TSS, salinitas, kandungan\nNH3, NO2, NO3, PO4, Pb, Cu, Cd, dan Hg. Karakterisasi gangguan terumbu karang\ndilakukan melalui pengamatan visual, studi literatur, citra satelit, dan wawancara\ntidak terstruktur dengan metode open-ended question. Kesehatan terumbu karang\nditentukan dari struktur dan komposisi komunitas bentik. Principal Component\nAnalysis (PCA) digunakan dalam pengelompokan tingkat kesehatan dan respon\nkomunitas bentik terumbu karang. Terkarakterisasi lima gangguan utama di Pulau\nPahawang dan enam gangguan utama di Teluk Kalianda. Terdapat 68 total spesies\ndalam komunitas bentik Pulau Pahawang dan Teluk Kalianda. Terdapat enam\nkarang Acropora, 45 karang non-Acropora, dua karang api, delapan invertebrata\nlainnya, dan tujuh jenis alga. KL memiliki keanekaragaman tertinggi dengan 53\nspesies, TN memiliki keanekaragaman terendah dengan 15 spesies, CB memiliki\n18 spesies, dan GP memiliki 22 spesies. Kesehatan terumbu karang di CB 5 m dan\nGP 3 m tergolong baik, TN dan KL 1 m tergolong buruk, dan sisanya pada kondisi\ncukup. Parameter fisika dan kimia air laut pada kondisi standar kecuali NO3 di\nPulau Pahawang dan PO4 serta TSS di Teluk Kalianda. Hasil PCA menunjukkan\nempat cluser kesehatan dan respon komunitas bentik terumbu karang.", "Daftar File": {"ABSTRAK Andika Darmawan": "https://digilib.itb.ac.id/gdl/download/270207"}, "Penulis": "Andika Darmawan [20620015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Suryati Syamsudin, MS, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Antropogenik, Gangguan, Kesehatan ekosistem, Lampung, PCA, PLIT", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Jan 2023"}