{"Nomor": 70372, "Judul": "PERBANDINGAN FRF FLEKSIBILITAS DINAMIK HASIL INTEGRASI DALAM DOMAIN WAKTU DAN DOMAIN FREKUENSI", "Abstrak": "FRF (Fungsi Respons Frekuensi) fleksibilitas dinamik dapat digunakan untuk mengetahui penyebab permasalahan mesin. Namun, pengujian FRF umumnya dilakukan menggunakan sensor velocity transducer, sehingga hasil pengujian FRF berupa FRF mobilitas. Untuk mendapatkan FRF fleksibilitas dinamik, dibutuhkan proses integrasi. Dalam proses integrasi numerik ada dua pendekatan yang biasa dilakukan, yaitu proses integrasi dalam domain waktu dan domain frekuensi. Oleh karena itu, penelitian ini bertujuan untuk membandingkan FRF fleksibilitas dinamik hasil integrasi dalam domain waktu dan domain frekuensi.\nPenelitian ini diawali dengan menyelidiki kesalahan pada sinyal hasil integrasi akibat kurangnya data dalam satu periode sinyal. Penelitian dilanjutkan dengan simulasi numerik sistem getaran satu dan dua derajat kebebasan untuk mendapatkan respons simpangan dan kecepatan. Parameter yang digunakan dalam simulasi numerik telah telah dipilih untuk menghindari kesalahan yang besar akibat kurangnya data dalam satu periode sinyal. Penelitian dilanjutkan dengan melakukan integrasi dalam domain waktu dan dalam domain frekuensi pada sinyal kecepatan hasil simulasi numerik. FRF fleksibilitas dinamik hasil integrasi numerik selanjutnya dibandingkan dengan FRF analitik untuk mendapatkan grafik eror hasil integrasi. Proses integrasi juga dilakukan untuk kasus di mana sinyal kecepatan tercemar noise.\nHasil integrasi dalam domain waktu dan domain frekuensi selanjutnya dibandingkan. Dalam penelitian ini, hasil perbandingan menunjukkan bahwa eror hasil integrasi dalam domain frekuensi dan eror hasil integrasi dalam domain waktu dengan Metode Simpsons 3/8 lebih kecil dibandingkan eror hasil integrasi dalam domain waktu dengan Metode Trapezoidal. Hasil penelitian juga menunjukkan bahwa penambahan noise menyebabkan munculnya eror yang besar pada frekuensi rendah. Nilai eror pada frekuensi rendah tersebut dapat dikurangi dengan menggunakan fungsi integrasi dengan frekuensi batas.", "Daftar File": {"ABSTRAK Muhammad Al Fatih": "https://digilib.itb.ac.id/gdl/download/270205"}, "Penulis": "Muhammad Al Fatih [13118144]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "integrasi numerik, FRF fleksibilitas dinamik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Jan 2023"}