{"Nomor": 70380, "Judul": "USULAN MODEL BISNIS IDEAL UNTUK TOKO ONLINE IOT  (KASUS COSMIC.ID)", "Abstrak": "Cosmic.id merupakan salah satu bisnis yang bergerak di industri IoT. Berdiri sejak 2018 dan menjual produknya melalui e-commerce (Tokopedia). Cosmic.id memiliki tiga kategori produk; produk in-house (LoRa dan Development Board), komponen (Resistor, Konektor, Kapasitor, dan lain-lain) dan produk atau layanan khusus (Sistem Pemantauan Jembatan, Sensor Suhu, dan lain-lain). Saat ini, Cosmic.id melayani dua segmen pelanggan; B2C dan B2B. Kedua segmen tersebut memberikan keuntungan bagi perusahaan, namun karena sumber daya internal yang terbatas, maka Cosmic.id harus memutuskan segmen mana yang harus difokuskan perusahaan, sehingga perusahaan dapat memperoleh pendapatan lebih banyak dan memiliki pendapatan yang stabil per bulannya. Tujuan penelitian dari tesis ini adalah untuk menemukan model bisnis yang ideal untuk Cosmic.id, B2B atau B2C, sehingga perusahaan dapat lebih fokus untuk mendapatkan lebih banyak pendapatan. Selain itu, adalah untuk mengetahui apakah Proposisi Nilai Unik yang ada masih relevan dengan model target dan apa saja yang perlu diperbaiki. \n \nPenelitian dilakukan dalam studi kualitatif, dengan mewawancarai pelanggan yang sudah ada dan calon pelanggan, baik pelanggan B2C maupun B2B. Sebelum penelitian dilakukan, penulis melakukan analisis internal dan eksternal. Untuk analisis internal, penulis melakukan Analisis Segmenting, Targeting dan Positioning, Analisis Bauran Pemasaran, dan Analisis VRIO. Untuk analisis eksternal, penulis melakukan Analisis Kompetitor, Analisis Konsumen, dan Analisis Root Cause. Setelah analisis selesai, penulis mewawancarai peserta melalui Google Meet. \n \nSelama penelitian, ditemukan bahwa segmen B2B memiliki peluang besar untuk aliran pendapatan Cosmic.id. Hal tersebut bisa memberikan lebih banyak pendapatan untuk bisnis, tetapi harus dilakukan upaya untuk menjangkau pasar itu. Selain itu, beberapa bagian dari Proposisi Nilai Unik yang ada saat ini sudah tidak relevan dengan kondisi saat ini. Hasil akhir dari penelitian ini adalah B2B merupakan model bisnis yang ideal bagi Cosmic.id dan Proposisi Nilai Unik baru yang akan diterapkan pada bisnis ini dan diberikan dalam bentuk OKR dan KPI yang sesuai. Diharapkan Cosmic.id dan tim dapat menerapkan Proposisi Nilai Unik baru untuk pelanggan B2B dan B2C, sehingga perusahaan akan memiliki pendapatan yang stabil dan dapat terus bertahan di masa depan.", "Daftar File": {"2023_TS_PP_Elma Maranita 29120470_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/270780"}, "Penulis": "Elma Maranita [29120470]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "IoT, LoRa, Model Bisnis, Kebutuhan Konsumen, B2B, B2C, Proposisi Nilai Unik", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "09 Jan 2023"}