{"Nomor": 70383, "Judul": "MENELAAH EFEK PERUBAHAAN MUSIM DI TITAN DENGAN ASAM SIANIDA (HCN) DARI PENGAMATAN ALMA PERIODE 2012-2016", "Abstrak": "Titan merupakan satu-satunya satelit di Tata Surya yang diketahui memiliki\natmosfer tebal. Komponen utama atmosfer Titan, yakni nitrogen dan metana,\nmengalami proses fotokimia dan menghasilkan berbagai senyawa hidrokarbon,\nnitril, serta partikel kabut. Senyawa nitril dengan kelimpahan terbesar yang\ndihasilkan adalah asam sianida (HCN). Selain berperan penting dalam mekanisme\npendinginan atmosfer Titan bagian atas, HCN juga memiliki kala hidup kimia yang\nlebih panjang daripada skala waktu dinamis stratosfer Titan sehingga\nmemungkinkan untuk dijadikan sebagai tracer dalam melihat sirkulasi global Titan.\nDi samping itu, berbagai hasil pengamatan pun mengindikasikan adanya variasi\nkelimpahan HCN yang bersesuaian dengan perubahan musim.\nMelalui misi Cassini-Huygens, komponen-komponen atmosfer Titan, termasuk\nHCN, dipetakan dan dimonitor dari waktu ke waktu. HCN juga telah diamati\nmelalui pengamatan landas Bumi pada era sebelum dan setelah misi Cassini, di\nantaranya lewat panjang gelombang radio. Salah satu pengamatan landas Bumi\nterkini pada panjang gelombang radio menggunakan Atacama Large\nMillimeter/submillimeter Array (ALMA). Dengan resolusi maksimum hingga\npuluhan milidetikbusur, ALMA dapat digunakan untuk mengkaji variasi spasial\nberbagai senyawa di atmosfer Titan. Pengamatan ALMA yang kerap kali\nmelibatkan Titan sebagai kalibrator fluks memungkinkan data pengamatan\nterkumpul tanpa melalui suatu program pengamatan spesifik.\nPada penelitian ini, data tersebut digunakan untuk menurunkan profil kelimpahan\nHCN dari tiga daerah spasial selama periode 2014-2017. Selanjutnya, perubahan\nyang terjadi selama pertengahan musim semi menuju musim panas, sesuai dengan\nketersediaan data pengamatan ALMA, yaitu menuju akhir dari misi Cassini pada\nSeptember 2017 akan ditinjau. Pengamatan yang berkelanjutan pada variasi\nmusiman komponen atmosfer sangat diperlukan untuk dapat memahami interaksi\nantara proses kimia, radiasi, dan dinamika yang terjadi di atmosfer Titan.", "Daftar File": {}, "Penulis": "Maulidiani Az Zahra [20318004]", "Kontributor / Dosen Pembimbing": ["Penulis"], "Jenis Koleksi": "Buku", "Penerbit": "", "Fakultas": "", "Subjek": "Generalities", "Kata Kunci": "atmosfer Titan, HCN, ALMA", "Sumber": "Tesis", "Staf Input/Edit": "Abdhiany Murtiawaty, A.Md", "File": "0 file", "Tanggal Input": "09 Jan 2023"}