{"Nomor": 70399, "Judul": "GEOLOGI DAN ANALISIS POTENSI GEOWISATA DESA WEETANA DAN SEKITARNYA KABUPATEN SUMBA BARAT, NUSA TENGGARA TIMUR", "Abstrak": "Pulau Sumba merupakan pulau yang unik dan menarik dari aspek geologi dan wisatanya. Keunikan\naspek geologi dari Pulau Sumba menyebabkan pulau ini berpotensi sebagai destinasi geowisata.\nNamun, aspek geowisata dari Pulau Sumba belum terlalu diperhatikan sehingga penelitian ini\nbertujuan untuk mempelajari potensi geologi dari Pulau Sumba untuk dijadikan destinasi geowisata.\nPenelitian ini dilakukan di Desa Weetana, Kecamatan Laboya Barat, Kabupaten Sumba Barat, Nusa\nTenggara Timur. Penelitian ini memberikan beberapa rekomendasi obyek geowisata dan jalur\ntematis untuk geowisata khususnya di Kawasan Desa Weetana. Metode penelitian yang digunakan\npada penelitian ini adalah pemetaan geologi dan analisis potensi geowisata pada Desa Weetana.\nPemetaan geologi terdiri dari pengamatan geomorfologi, analisis struktur geologi, dan observasi dan\nanalisis persebaran litologi pada daerah penelitian. Metode analisis potensi geowisata terdiri dari\nanalisis geodiversitas, analisis “kotak geowisata”, dan penilaian secara kuantitatif di daerah Desa\nWeetana dengan melakukan observasi langsung di lapangan dan wawancara warga sekitar.\nRekomendasi geosite dan jalur tematis didapatkan dari hasil analisis lebih lanjut dari pemetaan\ngeologi.\nHasil pemetaan geologi menunjukkan bahwa daerah penelitian dapat dibagi menjadi lima satuan\ngeomorfologi, yaitu Satuan Dataran Teras Batugamping Kabotu, Satuan Perbukitan Batugamping\nWalalaka, Satuan Punggungan Terumbu Loko Karenapu, Satuan Dataran Homoklik Hauta, dan\nSatuan Perbukitan Aliran Lava dan Piroklastik Weemaringi. Satuan litologi pada daerah penelitian\ndibagi menjadi lima, yaitu Satuan Aliran Lava dan Piroklastik, Satuan Batugamping 1, Satuan\nBatugamping 2, Satuan Batugamping 3, dan Satuan Aluvial. Struktur geologi yang berkembang pada\ndaerah penelitian berupa Sesar Turun Mengiri Weetana dan Sesar Geser Mengiri Turun Gaura.\nBerdasarkan analisis potensi geowisata, Desa Weetana dianggap mempunyai kriteria yang cukup\nuntuk menjadi daerah geowisata. Terlebih lagi, hasil pemetaan geologi memberikan beberapa\nrekomendasi geosite antara lain Pantai Tarakaha, Watu Madongara, Bukit Mataja, Padang Pasola\nWeetana, Tanjung Mambang, Hutan Bakau Mambang, dan Pantai Katobo. Penulis berharap\npenelitian ini dapat menambah pengetahuan tentang kondisi geologi di Pulau Sumba. Terlebih lagi,\npenelitian ini diharapkan dapat membangun perekonomian Desa Wetanaa dengan memberikan\ninformasi terkait potensi geowisata yang dapat dikembangkan di daerah tersebut.", "Daftar File": {"ABSTRAK  Muhammad Audy A 12016018.pdf": "https://digilib.itb.ac.id/gdl/download/270324", "COVER  Muhammad Audy A 12016018.pdf": "https://digilib.itb.ac.id/gdl/download/270326", "BAB 1 Muhammad Audy A 12016018.pdf": "https://digilib.itb.ac.id/gdl/download/270329", "BAB 2 Muhammad Audy A 12016018.pdf": "https://digilib.itb.ac.id/gdl/download/270331", "BAB 3 Muhammad Audy A 12016018.pdf": "https://digilib.itb.ac.id/gdl/download/270334", "BAB 4 Muhammad Audy A 12016018.pdf": "https://digilib.itb.ac.id/gdl/download/270335", "BAB 5 Muhammad Audy A 12016018.pdf": "https://digilib.itb.ac.id/gdl/download/270338", "BAB 6 Muhammad Audy A 12016018.pdf": "https://digilib.itb.ac.id/gdl/download/270339", "PUSTAKA Muhammad Audy Aristyo": "https://digilib.itb.ac.id/gdl/download/270340", "LAMPIRAN Muhammad Audy A 12016018.pdf": "https://digilib.itb.ac.id/gdl/download/270341"}, "Penulis": "Muhammad Audy Aristyo [12016018]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Geodiversitas, Geosite, Geotrek, Geowisata, Kotak geowisata, Sumba, Weetana.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "10 Jan 2023"}