{"Nomor": 70393, "Judul": "STUDI SIRKULASI ARUS DI PERAIRAN KEPULAUAN KARIMUNJAWA MENGGUNAKAN MODEL DELFT3D", "Abstrak": "Perairan Kepulauan Karimunjawa merupakan sebuah Taman Nasional Laut yang\nmenjadi salah satu objek pariwisata bahari di Indonesia. Dengan status tersebut, perairan\nKepulauan Karimunjawa memiliki berbagai potensi dan keunikan. Terlepas dari potensi\nyang ada, penelitian terkait kondisi oseanografi di perairan daerah ini masih minim. Dalam\npenelitian ini dikaji parameter hidrodinamika berupa pasang surut dan arus pasut di\nKepulauan Karimunjawa, Kabupaten Jepara, Jawa Tengah.\nPenelitian dilakukan menggunakan model hidrodinamika DELFT3D. Simulasi\ndilakukan menggunakan gaya pembangkit pasut. Data input yang digunakan berupa pasut\ndari Tide Model Driver atau TMD, batimetri dari Batimetri Nasional (BATNAS) Badan\nInformasi Geospasial (BIG) dan data lapangan hasil pengukuran untuk verifikasi pasut.\nDilakukan analisis harmonik untuk menentukan tipe pasut dan pola arus pasut digambarkan\nsecara spasial.\nDari hasil model didapatkan nilai RMSE sebesar 0,06 m, percent error 8,32.\nBerdasarkan nilai Formzahl yaitu 2,81 tipe pasut pada daerah kajian adalah campuran\ncondong diurnal. Komponen dominan pada daerah kajian adalah K1 dengan amplitudo\nsebesar 0,25 – 0,45 m. Dari keempat komponen, komponen K1, M2, dan S2, menjalar dari\nPulau Karimunjawa ke Pulau Nyamuk, sedangkan komponen O1 menjalar dengan arak\nsebaliknya. Kecepatan rata-rata arus pasut maksimum mencapai 0,136 m/s dengan arah\npenjalaran arus timur ke barat pada saat menuju pasang dan surut dan barat ke timur pada\nsaat menuju surut dan pasang.", "Daftar File": {}, "Penulis": "Mohammad Ilham [12914003]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D.", "Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Perairan Kepulauan Karimunjawa, Model Hidrodinamika DELFT3D, pola arus pasut spasial", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "10 Jan 2023"}