{"Nomor": 70390, "Judul": "STRATEGI PEMEREKAN KLINIK GIGI UNTUK MILENIAL", "Abstrak": "Asia Afrika Dental, yang terkenal dengan sebutan \"tukang gigi simpang lima\", telah direnovasi menjadi klinik gigi futuristik yang elegan dengan 10 ruang perawatan gigi. Dikenal sebagai tempat pembuat gigi palsu, lebih dari 50% pasiennya adalah orang tua. Direksi berencana untuk mencapai lebih banyak pasien milenial, sebagai strategi regeneratif. Pemasaran media sosial telah dilakukan dan tidak mencapai hasil yang signifikan. Hal ini mendorong dilakukannya penelitian pendahuluan untuk mengetahui persepsi dan keluhan kaum milenial terhadap klinik. Penelitian pendahuluan dianalisis menggunakan analisis tematik dan hasilnya kaum milenial telah mempersepsikan Asia Afrika Dental sebagai klinik gigi mengeluhkan komunikasi pemerekan dan harga perawatan. \n \nDari penelitian pendahuluan, peneliti mengusulkan dua alternatif strategi pemerekan untuk klinik memenangkan lebih banyak pasien milenial. Yang pertama adalah strategi pemerekan ulang yang meliputi reposisi, desain ulang, dan peluncuran ulang. Berikutnya adalah strategi sister brand untuk memenangkan lebih banyak pasien milenial kelas menengah ke bawah. Penelitian terakhir adalah menguji dua konsep merek alternatif, untuk mengetahui apakah sesuai dengan pasar dan perbedaan antar segmen. Analisis dilakukan dengan uji perbandingan ANOVA dan hasilnya tidak ada perbedaan yang signifikan (P>0,05) antara masing-masing segmen. Hasil ini menyimpulkan bahwa klinik dapat menggunakan strategi generik, kombinasi pemerekan ulang dan sister brand, untuk memenangkan pasien milenial. \n \nKonsep pemerekan ulang dan sister brand merupakan jawaban bagi klinik untuk mendapatkan lebih banyak pasien yang lebih muda, tetapi tidak secara bersamaan. Klinik harus menjalankan strategi pemerekan ulang terlebih dahulu karena biayanya lebih murah, dan kemudian konsep sister brand. Untuk menghindari kanibalisme segmen target, merek utama harus menargetkan milenial kelas atas, sedangkan sister brand menargetkan milenial kelas menengah ke bawah.", "Daftar File": {"2023_TS_PP_Joseph Gunawan - 29121036_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/270783"}, "Penulis": "Joseph Gunawan [29121036]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pemerekan ulang, sister brand, klinik gigi, milenial", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "10 Jan 2023"}