{"Nomor": 70396, "Judul": "KINERJA KEUANGAN DAN VALUASI SAHAM PERUSAHAAN   TAMBANG BATU BARA DI INDONESIA (STUDI KASUS: PT ABM   INVESTAMA TBK (ABMM))", "Abstrak": "Indonesia, pemasok batu bara terbesar di dunia, dapat mengambil keuntungan dari ketidakpastian seputar situasi geopolitik saat ini. Menurut para ahli, harga batu bara yang tinggi saat ini dapat stabil hingga akhir tahun 2022, sebelum turun secara moderat pada tahun 2023, tetapi tetap jauh di atas rata-rata lima tahunnya. Oleh karena itu, berinvestasi di saham perusahaan batu bara saat ini merupakan ide yang bagus. Secara teoritis, berinvestasi pada saham perusahaan mana pun yang bisnis utamanya di industri batubara akan menghasilkan keuntungan. Masalahnya adalah memutuskan saham mana yang akan dibeli untuk meningkatkan pengembalian portofolio.  \n  \nLangkah pertama dari penelitian ini adalah mengamati sektor pertambangan batubara, dan menganalisis permasalahan yang terjadi. Kemudian, metode penilaian sederhana menggunakan PBV dan PER dilakukan untuk memilih perusahaan yang tepat untuk dievaluasi. Selanjutnya dilakukan analisis faktor eksternal menggunakan analisis PESTEL dan analisis Porter’s Five Forces. Selanjutnya dilakukan analisis faktor internal dengan menggunakan Rasio Keuangan dan F-Score untuk mengevaluasi permasalahan yang ada di dalam perusahaan. Untuk meringkas, analisis SWOT dilakukan untuk menganalisis kelebihan dan kekurangan lingkungan bisnis perusahaan. Selanjutnya dilakukan metode absolute valuation untuk menghasilkan nilai intrinsik perusahaan.  \n  \nKinerja keuangan ABMM jika dilihat dari laporan keuangannya dari tahun 2017 – 2021 sangat meningkat pada tahun 2021, namun stagnan pada tahun 2017 – 2020. Setelah diperoleh hasil valuasi melalui tiga metode, penilaian laba yang dinormalisasi menunjukkan kenaikan sebesar Rp 2.317 atau 77%, valuasi DCF menunjukkan upside sebesar Rp 2.193 atau 73%, dan terakhir, Simulasi Monte Carlo menunjukkan upside sebesar Rp 2.233 atau 74%. Oleh karena itu, dari ketiga metode tersebut, harga saham ABMM saat ini dianggap undervalued. Berdasarkan temuan tersebut, penelitian ini menyarankan untuk membeli saham ABMM. Harga saham saat ini ditemukan undervalued menggunakan tiga metode penilaian absolut, yang berarti bahwa siapa pun yang membeli saham pada harga saat ini Rp 3.000 akan melihat keuntungan modal atas investasi mereka.", "Daftar File": {"2023_TS_PP_Damarikhsan Rahadian (29120539)_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/270779"}, "Penulis": "Damarikhsan Rahadian [29120539]", "Kontributor / Dosen Pembimbing": ["Dr. Erman Sumirat, S.E., M.Buss., CSA, CRP, CIB, Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Stock Valuation, Intrinsic Value, Value Investing, Absolute Valuation.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "10 Jan 2023"}