{"Nomor": 70409, "Judul": "PREFERENSI KELUARGA MUDA MILENIAL DALAM MEMILIH HUNIAN DI KOTA BANDA ACEH : ATRIBUT FISIK, GAYA HIDUP, DAN BUDAYA", "Abstrak": "Indonesia saat ini sedang mengalami era bonus demografi, di mana penduduk usia produktif mendominasi jumlah penduduk di dalam negeri. Saat ini generasi milenial merupakan generasi dengan persentase terbesar berada pada usia produktif dan sedang mengalami perubahan fase kehidupan dengan mulai bekerja, meninggalkan rumah orang tua, dan mulai memasuki tahapan awal berkeluarga. Dalam prosesnya sebagai keluarga muda, generasi milenial membutuhkan hunian yang diharapkan mampu memberikan kepuasan maksimal untuk penghuninya, karena hunian tidak hanya digunakan sebagai tempat berteduh namun juga digunakan sebagai tempat pembinaan dan pembentukan karakter keluarga. \n\nPenelitian ini menggunakan metode campuran (kualitatif-kuantitatif) yang bertujuan untuk mengidentifikasi profil keluarga muda milenial di Kota Banda Aceh, mengidentifikasi faktor-faktor dominan dari atribut fisik kemudian mengidentifikasi variabel-variabel prioritas berdasarkan willingness to pay (WTP). Pengumpulan data dilakukan dengan menyebarkan kuesioner secara bebas (non random sampling) dengan teknik sampel snow-ball-purposive sampling. Kuesioner disebarkan menggunakan media sosial dengan tiga batasan yaitu domisili, usia pernikahan, dan usia kepala keluarga.\n\nHasil dari penelitian ini menunjukkan bahwa ada empat atribut fisik yang memengaruhi preferensi keluarga muda milenial di Kota Banda Aceh, yaitu karakteristik alami, kapasitas dan fungsi, aksesibilitas, dan akomodasi. Selanjutnya ditemukan bahwa gaya hidup dan budaya melatarbelakangi WTP dalam memilih atribut fisik hunian.", "Daftar File": {"ABSTRAK Syna Lana Pratista": "https://digilib.itb.ac.id/gdl/download/270404"}, "Penulis": "Syna Lana Pratista [25220016]", "Kontributor / Dosen Pembimbing": ["Dr. Allis Nurdini, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "atribut fisik, budaya, gaya hidup, keluarga muda milenial, WTP", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "10 Jan 2023"}