{"Nomor": 70414, "Judul": "ANALISIS PENGARUH SMMA DAN CX TERHADAP NIAT BELI INSTAGRAM SHOP UNIQLO MELALUI RELATIONSHIP QUALITY", "Abstrak": "Media sosial telah menjadi platform yang diperlukan untuk banyak bisnis di dunia. Sebagai fitur canggih baru mereka yang disebut Toko Instagram, memungkinkan perusahaan untuk membuat komunikasi langsung dan hubungan yang baik dengan pelanggan mereka. Serta membantu mereka dalam melakukan pembelian dengan lebih mudah guna meningkatkan niat beli. Banyak merek terkemuka global sudah menggunakan fitur baru ini. Oleh karena itu, bisnis yang menggunakan media sosial sebagai strategi pemasaran dan platform metode pembelian harus didukung oleh aktivitas pemasaran yang tepat dan memberikan pengalaman pelanggan yang positif guna meningkatkan kualitas hubungan antara pelanggan dan merek. Penelitian ini mengkaji variabel Social Media Marketing Activity (SMMA) dan Customer Experience (CX) untuk menilai kualitas hubungan pelanggan yang dapat mempengaruhi salah satu hasil perilaku pelanggan yaitu Purchase Intention (PI). Sampel penelitian ini terdiri dari pengguna di Indonesia yang menggunakan media sosial dan telah membeli Uniqlo melalui platform online selama enam bulan terakhir. melalui SmartPLS 3 digunakan untuk mengukur dan menganalisis 250 survei kuesioner online. Hasil temuan menunjukkan bahwa Social Media Marketing Activity (SMMA) berpengaruh signifikan terhadap Purchase Intention (PI) pelanggan melalui Relationship Quality (RQ). Sedangkan Customer Experience (CX) memiliki pengaruh langsung terhadap Purchase Intention (PI) pelanggan. Penelitian ini memandu perusahaan yang menggunakan dimensi Social Media Marketing Activity (SMMA) dan Customer Experience (CX) untuk mencapai tujuan pemasaran dan menghasilkan kinerja jangka panjang sebagai media untuk meningkatkan Purchase Intention (PI).", "Daftar File": {"2023 SK PP Muhammad Daffa Rivalki Afif   [19019261] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/270444"}, "Penulis": "Muhammad Daffa Rivalki Afif [19019261]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Aktivitas Pemasaran Media Sosial, Pengalaman Pelanggan, Kualitas Hubungan, Niat Membeli, Toko Instagram", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "11 Jan 2023"}