{"Nomor": 70426, "Judul": "DAMPAK PARIWISATA PADA MASA PANDEMI COVID-19 TERHADAP PENGHIDUPAN BERKELANJUTAN MASYARAKAT DI KAWASAN PANTAI PANGANDARAN", "Abstrak": "Adanya pandemi Covid-19 pada tahun 2020 berimbas pada berbagai sektor kehidupan, termasuk sektor pariwisata. Sustainable Livelihoos Framework (SLF) menjadi salah satu pendekatan yang sering kali dirujuk dengan studi kemiskinan dan pembangunan pedesaan. Atas dasar tersebut, pembangunan pariwisata Kawasan Pantai Pangandaran perlu berfokus pada masyarakat dan sumber daya yang mereka miliki. Riset disusun untuk memahami secara mendalam penghidupan berkelanjutan masyarakat Kawasan Pantai Pangandaran di masa pandemi Covid- 19.\n\nAspek dalam SLF yang diidentifikasi meliputi 5 aspek, diantaranya Konteks Kerentanan, Modal Penghidupan, Struktur dan Proses, Strategi Penghidupan, dan Capaian Penghidupan. Penelitian menggunakan pendekatan kualitatif dengan metode deskriptif. Teknik pengumpulan data meliputi observasi partisipasi moderat, wawancara semi terstruktur kepada informan yang dikategorikan ke dalam beberapa kelompok mata pencaharian berbeda, serta dokumentasi. Analisis yang dilakukan menggunakan model interaktif Miles dan Huberman.\n\nPenelitian ini menunjukkan bahwa penghidupan masyarakat di Kawasan Pantai Pangandaran di masa pandemi covid-19 berada pada tahap \"Coping\". Penghidupan saat ini berkelanjutan, akan tetapi tidak mungkin menjadi lebih baik di masa depan apabila tidak diimbangi peningkatan aspek-aspek penghidupan. Masyarakat cukup kesulitan mengendalikan sumber daya akibat shock (Pandemi). Adanya ketergantungan hampir secara total pada natural resources dan bantuan dari pemerintah (financial resources). Penghidupan dapat meningkat menuju \"Adapting\" dengan memaksimalkan strategi intensifikasi dan ekstensifikasi, melalui pengembangan aktivitas wisata untuk mengurangi kerentanan.", "Daftar File": {}, "Penulis": "Regina Ramda Dwi Handayani [24020003]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pandemi, Pariwisata, Masyarakat, Penghidupan Berkelanjutan", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "9 file", "Tanggal Input": "11 Jan 2023"}