{"Nomor": 70422, "Judul": "FABRIKASI FILM TIO2 P 25 AEROXIDE TANPA AGEN PENGIKAT SEBAGAI FOTOANODE UNTUK APLIKASI DYE-SENSITIZED SOLAR CELL", "Abstrak": "Salah satu topik penelitian yang marak dikembangkan pada bidang sel surya nonsilikon adalah dye-sensitized solar cell (DSSC). DSSC memiliki berbagai keunggulan dibandingkan dengan perangkat sel surya berbasis silikon, yaitu biaya produksi rendah, prosedur fabrikasi sederhana, serta prosesnya yang ramah lingkungan. Mengingat letak Indonesia yang berada di daerah khatulistiwa yang terpapar sinar matahari sepanjang tahun, maka pengembangan perangkat DSSC menjadi sangat penting. DSSC terdiri dari empat komponen utama: fotoanode, zat pemeka, elektrolit, dan elektrode lawan. Material yang umum digunakan sebagai fotoanode pada DSSC adalah TiO2. Hal ini disebabkan harganya yang murah, ramah lingkungan, dan memiliki energi celah pita sebesar 3,2 eV untuk fase anatase, sehingga berpotensi sebagai material DSSC yang baik. Salah satu TiO2 yang secara komersial digunakan sebagai material fotoanode pada DSSC adalah TiO2 P 25 aeroxide. Namun teknik fabrikasi film TiO2 P 25 aeroxide secara umum dinilai masih memiliki kekurangan, di antaranya masih menggunakan agen pengikat. Proses penghilangan agen pengikat yang berupa senyawa organik memerlukan suhu pemanasan yang tinggi. Apabila proses pemanasan agen dilakukan pada suhu rendah, maka masih banyak agen pengikat yang tersisa pada film TiO2. Keberadaan sisa agen pengikat pada film TiO2 dapat menghambat laju aliran elektron, mengurangi lifetime fotoelektron, serta menurunkan luas permukaan. Selain itu, pemanasan pada suhu tinggi juga menghalangi pemakaian substrat lentur transparan konduktif berbasis plastik PET terlapis film ITO (PET/ITO). Penelitian ini bertujuan membuat film TiO2 P 25 aeroxide sebagai fotoanode menggunakan substrat lentur PET/ITO dengan teknik pemanaskan suhu rendah. Pada penelitian ini, larutan amonium hidroksida/etanol digunakan sebagai alternatif agen pengikat dalam pembuatan pasta TiO2 yang dihilangkan pada pemanasan suhu rendah. Metode screen print tetap digunakan dalam fabrikasi DSSC karena merupakan teknik yang sangat murah dan mudah. Metode penekanan panas (hot-pressing) juga digunakan untuk meningkatkan kualitas film TiO2. Teknik enkapsulasi pada perakitan perangkat DSSC diharapkan kinerja DSSC fleksibel dapat meningkat. Serta dapat menaikan tingkat kesiapan teknologi (TKT) dari TKT 3 menjadi TKT 4. Penggunaan larutan amonium hidroksida dan etanol dapat menghasilkan slurry dalam pembuatan pasta TiO2 yang dapat menghasilkan film TiO2 yang terdeposisi baik pada substrat PET/ITO. Film TiO2 yang dihasilkan memberikan kinerja DSSC yang paling tinggi pada suhu pemanasan 120 oC. Teknik enkapsulasi diamati memberikan peningkatan kinerja dan kestabilan pada perangkat DSSC. Teknik enkapsulasi pada perangkat DSSC telah menaikan tingkat kesiapan teknologi dari prototipe DSSC dari TKT 3 menjadi TKT 4.", "Daftar File": {"ABSTRAK KEMAL LESMANA HIDAYAT PUTRA": "https://digilib.itb.ac.id/gdl/download/270489", "PUSTAKA KEMAL LESMANA HIDAYAT PUTRA": "https://digilib.itb.ac.id/gdl/download/274006"}, "Penulis": "KEMAL LESMANA HIDAYAT PUTRA [20520313]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "DSSC, enkapsulasi, fotoanode, ITO-PET, prototipe, screen print, tingkat kesiapan teknologi, TiO2 P 25", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "11 Jan 2023"}