{"Nomor": 70424, "Judul": "PENILAIAN KAPASITAS ORGANISASI PEMERINTAH DAERAH DALAM PENYELESAIAN TINDAK LANJUT HASIL PEMERIKSAAAN SEBAGAI WUJUD AKUNTABILITAS", "Abstrak": "Penelitian ini bertujuan menilai kapasitas organisasi pemerintah daerah dalam menyelesaikan tindak lanjut hasil pemeriksaan. Salah satu indikator yang dapat digunakan untuk mengetahui akuntabilitas pemerintah daerah adalah dengan melihat seberapa aktif pemerintah daerah menindaklanjuti hasil pemeriksaan. Akuntabilitas merupakan salah satu aspek good governance. Batasan penelitian ini adalah pemerintah daerah. Penerapan jaringan informasi di lingkungan pemerintah pusat dan daerah secara terpadu telah menjadi prasyarat yang penting untuk mencapai good governance dalam rangka meningkatkan transparansi, akuntabilitas, dan partispasi masyarakat dalam berbagai kegiatan pemerintahan. Berdasarkan aspek dan prasyarat good governance inilah, penelitian ini menjelaskan implementasi teknologi informasi di Pemerintah Daerah dalam menindaklanjuti rekomendasi hasil pemeriksaan sebelum dan setelah berlakunya kebijakan penggunaan Sistem Informasi dalam penyelesaiannya. Faktor kapasitas organisasi yang mempengaruhi penyelesaian tindak lanjut hasil pemeriksaan dianalisis untuk merumuskan upaya peningkatan kapasitas organisasi pemerintah daerah dalam menindaklanjuti hasil pemeriksaan.\n\nPenelitian ini menggunakan desktiptif kualitatif dengan studi kasus. Studi kasus penelitian ini adalah membandingkan implementasi Sistem Pemantauan Tindak Lanjut (SIPTL) pada Inspektorat Pemerintah Kabupaten Ciamis dan Inspektorat Pemerintah Kabupaten Majalengka dalam menyelesaikan rekomendasi hasil pemeriksaan Badan Pemeriksa Keuangan. Pemilihan pemerintah daerah tersebut menjadi studi kasus berdasarkan persentase penyelesaian tindak lanjut yang memiliki rekomendasi dengan status “belum ditindaklanjuti” terkecil dibandingkan dengan yang memiliki persentase terbesar di antara pemerintah daerah di Jawa Barat. Data yang digunakan dalam penelitian ini adalah data primer dan data sekunder. Data primer diperoleh melalui wawancara serta menggunakan kuesioner. Populasi dalam penelitian ini adalah pegawai Inspektorat pada Pemerintah Daerah yang menjadi studi kasus. Sampel yang digunakan adalah pegawai yang terlibat langsung sebagai pengguna SIPTL yaitu admin dan inputer yang berada di Inspektorat Kabupaten Ciamis dan Inspektorat Kabupaten Majalengka. Teknik\n \nanalisa data kualitatif meliputi data reduction, data display, serta conclusion drawing dan verification. Landasan teori yang digunakan pada penelitian ini adalah Kapasitas Organisasi. Dengan landasan teori ini diperlukan sejumlah indikator yang diidentifikasi melalui sejumlah pertanyaan mengenai tugas-tugas yang spesifik dari pemerintah daerah yang dikategorikan pada level sistem, organisasi serta individu.\n\nPada level kapasitas sistem dan level organisasi dua pemerintah daerah yang dibandingkan pada studi kasus tidak memiliki perbedaan. Perbedaan terdapat pada level kapasitas individu. Pemerintah Kabupaten Ciamis yang telah melakukan percepatan dalam menindaklanjuti rekomendasi hasil pemeriksaan memiliki persentase profiling pegawai (usia, masa kerja, pendidikan, dan jabatan fungsional) serta variabel motivasi, disiplin, dan pengetahuan lebih tinggi dibandingkan dengan Pemerintah Kabupaten Majalengka. Penelitian ini membuktikan bahwa SIPTL telah menstandarisasi kapasitas organisasi di level sistem dan organisasi tetapi tidak pada level individu.", "Daftar File": {}, "Penulis": "Rani Rosilawati [24020020]", "Kontributor / Dosen Pembimbing": ["Dr. Drs. Suhirman, S.H., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "good governance, akuntabilitas, kapasitas organisasi, pemerintah daerah.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "11 Jan 2023"}