{"Nomor": 70429, "Judul": "PENGARUH PUPUK ORGANIK CAIR PSBN GENERATIF TERHADAP PERTUMBUHAN DAN HASIL TANAMAN TOMAT (LYCOPERSICUM ESCULENTUM MILL.) HIBRIDA VARIETAS LARISA", "Abstrak": "Tanaman tomat merupakan tanaman semusim yang buahnya banyak\ndikonsumsi masyarakat Indonesia. Konsumsi tomat di Indonesia mengalami\npeningkatan seiring dengan pertambahan jumlah penduduk. Proyeksi neraca\nproduksi dan konsumsi tomat Indonesia menunjukkan bahwa Indonesia masih\nmengalami defisit produksi terhadap konsumsi di tahun yang akan datang, oleh\nkarena itu peningkatan produksi tomat perlu dilakukan untuk menutupi defisit\ntersebut. Intensifikasi pertanian merupakan salah satu solusi yang dapat dilakukan\ndengan pemilihan varietas dan penggunaan konsentrasi pupuk yang tepat.\nPemilihan varietas Larisa yang merupakan varietas hibrida dengan daya hasil\ntinggi, kualitas buah baik dan seragam, serta cocok ditanam di dataran rendahmedium\ndiharapkan mampu untuk meningkatkan produksi tomat di Indonesia.\nPenggunaan pupuk organik cair adalah salah satu pilihan untuk mengurangi\npenggunaan pupuk anorganik yang dapat mengakibatkan degradasi lahan apabila\ndigunakan terus-menerus. Namun diperlukan konsentrasi yang tepat supaya proses\nbudidaya dapat berlangsung lebih efektif dan efisien. Tujuan dari penelitian ini\nadalah untuk mendapatkan konsentrasi pupuk organik cair PSBN generatif terbaik\nterhadap pertumbuhan dan hasil tanaman tomat (Lycopersicum esculentum Mill.)\nhibrida varietas Larisa. Rancangan penelitian disusun berdasarkan Rancangan Acak\nKelompok (RAK) dengan perlakuan konsentrasi pupuk organik cair (POC) PSBN\ngeneratif yang terdiri dari empat taraf, yaitu kontrol atau tanpa POC (K0), POC 2,5\nmL/L (K1), POC 5 mL/L (K2), dan POC 7,5 mL/L (K3) dengan pengulangan\nsebanyak enam kali. Hasil dari penelitian menunjukkan bahwa perbedaan\npemberian konsentrasi pupuk organik cair PSBN Generatif pada tanaman tomat\n(Lycopersicum esculentum Mill.) hibrida varietas Larisa hanya berpengaruh nyata\nterhadap variabel bobot kering tajuk, bobot kering akar, diameter buah, dan tebal\ndaging. Perlakuan K3 (7.5 mL/L) mampu menghasilkan bobot kering tajuk dan\nbobot kering akar lebih tinggi daripada perlakuan lain, serta perlakuan K2 (5 mL/L)\nmampu menghasilkan diameter buah dan tebal daging lebih tinggi daripada\nperlakuan lain.", "Daftar File": {}, "Penulis": "Regina Sonya Chandralita [11416001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rika Alfianny, M.P.", "Dr. Ir. Dadang Sumardi, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "hasil, konsentrasi, pertumbuhan, pupuk organik cair PSBN generatif, tomat hibrida", "Sumber": "", "Staf Input/Edit": "rikrik  \n                                     rikrik", "File": "7 file", "Tanggal Input": "11 Jan 2023"}