{"Nomor": 70428, "Judul": "ANALISIS MULTI LEVEL PERSPECTIVE TERHADAP TRANSISI INOVASI DI KEBUN RAYA BOGOR", "Abstrak": "Kebun Raya Bogor merupakan kebun raya tertua di Indonesia yang didirikan pada tahun 1817. KRB pada awalnya berperan untuk survei sumber daya koloni dan meningkatkan eksploitasi Belanda, introduksi tanaman khususnya untuk tanaman yang penting secara ekonomi dari berbagai belahan dunia. Saat ini, KRB telah mengalami perubahan sehingga menjadi tempat untuk konservasi, penelitian, pendidikan, wisata, dan jasa lingkungan. Namun, pencanangan inovasi wisata malam GLOW dengan penggunaan artificial light yang dipaparkan ke tumbuhan mengindikasikan telah terjadinya krisis inovasi di KRB dan membawa KRB ke arah perkembangan yang berbeda. \nDengan mnggunakan metode penelitian kualitatif studi kasus dan pendekatan Multi-Level Perpective (MLP), penelitian ini akan menganalisis proses transisi-transisi di KRB meliputi lanskap, rezim sosioteknis dan kebaruan-kebaruan yang muncul, serta lebih lanjut menganalisis ‘gardening culture’ yang berkembang.\nHasil penelitian menunjukkan bahwa KRB pada periode Belanda merupakan institusi penelitian yang menautkan hasil penelitian tumbuhan dengan pemanfaatan lebih lanjut. Kebijakan-kebijakan era kolonial yang cenderung economic dan prestige oriented mendorong kebaruan dan inovasi yang berkaitan dengan pemanfaatan tumbuhan untuk pembangunan kesejahteraan ekonomi.  Belanda memiliki gardening culture yang kuat, khususnya di pemanfaatan tanaman obat. Saat ini, KRB merupakan intitusi yang bukan hanya memiliki fungsi di bidang penelitian, namun juga konservasi, pendidikan, wisata dan jasa lingkungan. Masyarakat menjadi rezim baru pengguna KRB terutama untuk tujuan wisata dan pendidikan, dan hal tersebut mempengaruhi kebaruan yang terjadi. Namun, sebagai institusi penelitian KRB belum secara optimal memafaatkan aset penting di dalam kebun yaitu tumbuhan guna dimanfaatkan lebih lanjut karena tidak adanya visi yang jelas untuk pengembangan KRB ke depan dan tiak ada gardening culture yang berkembang. Kedepannya, KRB perlu melakukan reposisi, bahwa sebagai institusi penelitian KRB perlu untuk berinovasi dengan menghubungkan konservasi dengan pemanfaatan potensi untuk meningkatkan human well-being dalam bentuk produk, maupun penataan lanskap. Selain itu, KRB perlu membangun gardening culture yang mencerminkan keterhubungan manusia dengan tumbuhan.", "Daftar File": {"COVER Meira Sabila": "https://digilib.itb.ac.id/gdl/download/270582", "BAB_1 Meira Sabila": "https://digilib.itb.ac.id/gdl/download/270583", "BAB_2 Meira Sabila": "https://digilib.itb.ac.id/gdl/download/270584", "BAB_3 Meira Sabila": "https://digilib.itb.ac.id/gdl/download/270585", "BAB_4 Meira Sabila": "https://digilib.itb.ac.id/gdl/download/270586", "BAB_5 Meira Sabila": "https://digilib.itb.ac.id/gdl/download/270587", "BAB_6 Meira Sabila": "https://digilib.itb.ac.id/gdl/download/270588", "DAFTAR Meira Sabila": "https://digilib.itb.ac.id/gdl/download/270589"}, "Penulis": "Meira Sabila [24020018]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kebun raya bogor, multi-level perspective, inovasi, gardening culture", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "11 Jan 2023"}