{"Nomor": 70427, "Judul": "PRA-RANCANGAN SISTEM PRODUKSI KANGKUNG (IPOMOEA REPTANS POIR.) ORGANIK DAN IKAN LELE (CLARIAS SP.) DENGAN MEMANFAATKAN AIR HASIL FITOREMEDIASI LOGAM MERKURI (HG) SEBAGAI SUMBER PENGAIRAN", "Abstrak": "Pencemaran logam berat dapat menyebabkan penurunan kualitas dan kuantitas produk\npertanian. Konsentrasi logam pada tanah dapat dikurangi dengan penanaman tanaman\nhiperakumulator melalui fitoremediasi. Penelitian ini dilaksanakan di Kebun\nPercobaan dan Rumah Kaca Fakultas Pertanian Universitas Andalas selama 35 hari.\nPenelitian ini bertujuan untuk menganalisis perbedaan pertumbuhan tanaman\nkangkung (Ipomoea reptans Poir) yang ditanam pada tanah tercemar logam merkuri\n(Hg) pada berbagai takaran campuran pupuk kompos dan pupuk nitrogen;\nmenganalisis efektivitas serapan logam merkuri (Hg) oleh tanaman kangkung\n(Ipomoea reptans Poir) pada berbagai takaran campuran pupuk kompos dan pupuk\nnitrogen. Rancangan yang digunakan adalah RAL (Rancangan Acak Lengkap)\ndengan 3 perlakuan yaitu KU-A (tanpa penambahan campuran pupuk kompos dan\npupuk nitrogen); KU-B (campuran pupuk kompos 5 ton/ha dan pupuk nitrogen 150\nkg/ha); dan KU-C (campuran pupuk kompos 10 ton/ha dan pupuk nitrogen 300 kg/ha)\ndengan 6 pengulangan. Data hasil penelitian berupa laju pertumbuhan tinggi, laju\npertumbuhan jumlah daun, panjang akar, bobot kering akar dan tajuk, di analisis\nsecara statistika dengan uji ANOVA satu arah dengan taraf kepercayaan 95% (p\n<0,05), apabila terdapat perbedaan maka dianalisis dengan menggunakan uji BNT,\nsedangkan parameter proporsi akar, RAR, RLD, dan efektivitas serapan logam\nyaitu IBR dan FT dianalisis secara deskriptif. Hasil penelitian menunjukkan bahwa\nperlakuan perlakuan KU-A, KU-B, dan KU-C berbeda dalam parameter laju\npertumbuhan tinggi tanaman, panjang akar dan bobot kering akar. Perlakuan KUA\nmenunjukkan nilai terbesar dibandingkan perlakuan lainnya. Efektivitas tanaman\nkangkung pada perlakuan KU-A, KU-B, dan KU-C secara berurutan adalah\n99,81%; 99,83%; dan 99,82%, serta nilai faktor transfer secara berurutan adalah\n1,19; 1,34; dan 1,34. Sehingga diperoleh takaran campuran pupuk kompos dan\npupuk nitrogen yang paling efektif terhadap efektivitas tanaman kangkung adalah\nKU-B (campuran pupuk kompos 5 ton/ha dan pupuk nitrogen 150 kg/ha).", "Daftar File": {}, "Penulis": "Mukaromah [11417057]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Dr. Ir. Aos, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "fitoremediasi, logam berat, pupuk kompos, pupuk nitrogen", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "11 Jan 2023"}