{"Nomor": 70433, "Judul": "USULAN PERBAIKAN KUALITAS STASIUN KERJA TNC UNIVERSAL MILLING PADA PT. DIRGANTARA INDONESIA DENGAN METODOLOGI SIX SIGMA", "Abstrak": "PT Dirgantara Indonesia merupakan badan usaha milik negara yang kegiatan\nutamanya adalah memproduksi komponen pesawat terbang. Salah satu stasiun kerja\nyang aktif memproduksi komponen pesawat terbang setiap harinya adalah stasiun\nkerja TNC Universal Milling. Pada tahun 2019, stasiun kerja TNC Universal Milling\nmenghasilkan produk cacat dengan rata-rata persentase sebesar 0,65%. Persentase\nini lebih tinggi daripada target persentase cacat sebesar 0,5% yang ditetapkan oleh\nperusahaan. Penelitian ini mengusulkan metodologi Six Sigma dengan pendekatan\nDMAIC (Define-Measure-Analyze-Improve-Control) untuk mengelaborasi\nperbaikan yang dapat dilakukan pada stasiun kerja TNC Universal Milling.\nPada tahap define, dilakukan perumusan proyek Six Sigma, pengamatan proses\nproduksi, serta identifikasi jenis cacat produk yang dihasilkan. Pada tahap measure,\ndiperoleh bahwa proses stabil dengan level sigma pada kapabilitas proses sebesar\n3,92. Pada tahap analyze, dilakukan pemetaan masalah untuk menentukan jenis\ncacat yang akan dianalisis lebih lanjut, analisis akar penyebab masalah, dan\npenentuan prioritas akar masalah yang akan diselesaikan menggunakan metode\nFMEA (Failure Mode and Effect Analysis). Jenis cacat yang akan dianalisis lebih\nlanjut adalah cacat incorrect, damaged, dan undersize. Pada tahap improve,\ndilakukan perancangan usulan solusi untuk menyelesaikan akar-akar penyebab\nmasalah tersebut. Kemudian, pada tahap control dilakukan dokumentasi perbaikan.\nSubfaktor penyebab masalah terkait kualitas yang diselesaikan dalam penelitian ini\ndi antaranya adalah 1) adanya faktor kelelahan sehingga konsentrasi operator pada\nsaat menempatkan posisi (orientasi) awal part dan posisi (axis) awal cutting tool\nmenurun, 2) operator menekan tombol pengatur axis yang salah secara tidak sadar,\n3) jangka sorong tertekan oleh tangan operator saat pengukuran, 4) peletakan\ncutting tool pada jangka sorong ketika proses pengukuran kurang tepat, serta 5)\nkunci pengencang collet kurang diputar dengan maksimal. Usulan solusi yang\ndiberikan untuk menyelesaikan akar-akar penyebab masalah tersebut di antaranya\nadalah 1) melakukan pengukuran tingkat kelelahan operator sebelum bekerja, 2)\nmemasang label nama pada tombol-tombol pengatur axis, 3) memberikan alat\npengukur diameter cutting tool dengan sistem laser, dan 4) memberikan kunci\npengencang collet bertorsi.", "Daftar File": {}, "Penulis": "Amadea Michella Esther C [13416037]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Six Sigma, DMAIC, TNC Universal Milling", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "9 file", "Tanggal Input": "11 Jan 2023"}