{"Nomor": 70438, "Judul": "MODIFIKASI SIFAT FISIKOKIMIA TELMISARTAN MELALUI PEMBENTUKAN GARAM", "Abstrak": "Telmisartan (TEL) adalah suatu obat anti hipertensi golongan Angiotensin Receptor Blockers (ARB) yang dikategorikan dalam BCS (Biopharmaceutical Classification System) kelas II yang artinya obat ini memiliki permeabilitas yang tinggi namun kelarutannya rendah sehingga membatasi pengembangannya. Oleh karena itu, telah dilakukan upaya untuk memperbaiki sifat fisikokimianya, termasuk kelarutan dan disolusi. Penelitian ini bertujuan membentuk bahan baku TEL menjadi bentuk garamnya dengan menggunakan asam klorida (HCl) sebagai counterion, kemudian mengevaluasi kelarutan, laju disolusi intrinsik, distribusi ukuran partikel, dan laju alirnya. Pembentukan garam Telmisartan-HCl (TEL-HCl) dengan menggunakan metode solvent evaporation mampu memperbaiki sifat fisikokimia TEL. Pembentukan garam TEL-HCl berhasil meningkatkan kelarutan, laju disolusi intrinsik, dan memperbaiki sifat laju alir TEL. Padatan yang diperoleh dikarakterisasi menggunakan instrumen thermogravimetric analysis (TGA), differential scanning calorimetry (DSC), dan powder X-ray diffractometry (PXRD) untuk menentukan karakteristiknya. Hasil analisis mengonfirmasi diperolehnya garam TEL-HCl. Setelah dievaluasi, garam ini mampu meningkatkan kelarutan 13 kali lebih tinggi, meningkatkan laju disolusi intrinsik 18 kali lebih tinggi, memperbaiki distribusi ukuran partikel, serta memperbaiki sifat laju alir TEL. Berdasarkan data yang diperoleh, garam TEL-HCl berpotensi untuk dikembangkan lebih lanjut menjadi preformulasi sediaan farmasi.", "Daftar File": {"ABSTRAK I G A Nadia Prasta Unique": "https://digilib.itb.ac.id/gdl/download/270675"}, "Penulis": "I G A Nadia Prasta Unique [20720305]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sundani Nurono", "Dr. Yuda Prasetya Nugraha, S.Farm., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "telmisartan, asam klorida, garam, kelarutan, laju disolusi intrinsik, distribusi ukuran partikel, laju alir.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "11 Jan 2023"}