{"Nomor": 70436, "Judul": "PERANCANGAN SISTEM INFORMASI PEMETAAN TALENTA DI DIREKTORAT METROLOGI BANDUNG", "Abstrak": "Berdasarkan arahan dari pemerintah, Direktorat Metrologi Bandung melakukan\npenghapusan eselonisasi dan beralih ke jabatan fungsional yang lebih menghargai\nkompetensi dan keahlian. Manajemen talenta adalah bagian dari pengelolaan\nsumber daya manusia (SDM) yang berbasis kompetensi. Perlu dilakukan pemetaan\ntalenta untuk dapat melakukan manajemen talenta dengan baik. Saat ini ditemukan\npegawai yang tidak tepat di jabatannya pada jenjang jabatan madya (ada gap antara\nkompetensi pegawai dan kompetensi jabatan). Setelah ditelusuri akar masalahnya\ndengan metode 5whys didapat bahwa akar dari permasalahan ini adalah karena\norganisasi belum memiliki rancangan sistem pemetaan talenta.\nDalam penelitian ini, dirancang sistem informasi pemetaan talenta guna untuk\nmembantu organisasi dalam melakukan pemetaan talenta sehingga dapat mengatasi\nmasalah tersebut sekaligus dapat menjalankan arahan dari pemerintah untuk\nmenerapkan manajemen talenta. Model talent pool yang digunakan untuk\nmemetakan talenta adalah matriks 9 boxes sesuai dengan Peraturan Menteri\nPANRB RI Nomor 3 Tahun 2020. Framework for the Application of System\nThinking (FAST) digunakan sebagai metode untuk merancang sistem. Langkahlangkah\nperancangan metode FAST: scope definition, problem analysis, analisis\nkebutuhan sistem, pemodelan proses, pemodelan data, dan perancangan user\ninterface.\nRancangan sistem yang dihasilkan berupa purwarupa yang dibangun dengan Macro\nVBA Microsoft Excel dan hasil rancangan sistem sudah lulus verifikasi dan\nvalidasi. Dengan sistem informasi ini, proses pemetaan talenta dapat berjalan secara\notomatis dan menghasilkan data talent pool yang dapat digunakan sebagai dasar\npengambilan keputusan dan kebijakan dalam mengelola SDM-nya. Diharapkan\ndengan adanya sistem informasi ini, organisasi mampu mendapatkan pegawai yang\ntepat di jabatan yang tepat pada waktu yang tepat.", "Daftar File": {}, "Penulis": "Krismawati Simbolon [13416042]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Joko Siswanto, M.PA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "manajemen talenta, talent pool, model talent pool, pemetaan talenta, sistem informasi, FAST", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "9 file", "Tanggal Input": "11 Jan 2023"}