{"Nomor": 70444, "Judul": "GEOLOGI DAN STUDI KARAKTERISTIK FORMASI RANGGAM SERTA HUBUNGANNYA DENGAN KANDUNGAN TIMAH DAN MINERAL IKUTAN TIMAH DI DAERAH BELO LAUT, KABUPATEN BANGKA BARAT", "Abstrak": "Pulau Bangka merupakan salah satu daerah dengan potensi timah dan mineral ikutan timah yang besar. Salah satu bentuk potensi timah dan mineral ikutan timah hadir dalam bentuk endapan plaser. Untuk melakukan eksplorasi endapan plaser timah dan mineral ikutan timah yang efektif, maka diperlukan pemahaman kondisi geologi daerah penelitian dan karakteristik endapan. Formasi Ranggam sebagai endapan sedimen Tersier yang terbentuk setelah granit memiliki potensi adanya pengayaan timah pada formasi tersebut. Oleh karena itu, penelitian terkait karakteristik Formasi Ranggam dan kaitannya dengan kandungan timah dan mineral ikutan timah dan mineral ikutannya di formasi tersebut perlu dilakukan. Penelitian dilakukan dengan pemetaan geologi yang kemudian dilanjutkan dengan analisis fasies dan elemen arsitektur Formasi Ranggam.\nDaerah penelitian terdiri atas 4 satuan batuan, yaitu: Satuan Granit yang setara dengan Granit Klabat, Satuan Batulempung – Batupasir yang setara dengan Formasi Ranggam, Satuan Aluvial A yang setara dengan Komplek Aluvial, dan Satuan Aluvial B yang setara dengan Aluvium. Formasi Ranggam terdiri dari 9 litofasies, yaitu Fasies Konglomerat Pasiran (SG), Batupasir Halus (FS), Batupasir Konglomeratan (GS), Batulanau Tufan (TSL), Batupasir Silang-siur Planar (S-p), Batupasir Konglomeratan Gradasi Terbalik (SG-i), Batulempung (CL), Batulempung – Batupasir (CLS), Batupasir Tufan (TS). Elemen arsitektur Formasi Ranggam terdiri dari channel fill, floodplain, natural levee, dan crevasse splay. Berdasarkan hasil XRF Portabel, Formasi Ranggam memiliki kandungan timah yang terkayakan pada fasies yang memiliki ukuran butir yang lebih besar, yaitu pada Fasies Konglomerat Pasiran (SG). Hal ini diinterpretasikan sebagai kontrol dari berat jenis kasiterit yang tinggi. Selain itu, bentuk butir kasiterit pada Formasi Ranggam yang menyudut tanggung diinterpretasikan sebagai kontrol jarak transportasi yang relatif dekat dengan batuan sumber. Berdasarkan analisis mineral butir, tidak ada mineral ikutan timah yang mengandung logam tanah jarang pada daerah penelitian. Hal ini kemungkinan disebabkan oleh persentasi mineral logam tanah jarang yang rendah dan kemudian dapat dikaitkan dengan kandungan logam tanah jarang pada Granit sebagai batuan sumber.", "Daftar File": {"ABSTRAK Elvira Risyeu 12016006.pdf": "https://digilib.itb.ac.id/gdl/download/270695", "COVER Elvira Risyeu 12016006.pdf": "https://digilib.itb.ac.id/gdl/download/270696", "BAB 1 Elvira Risyeu 12016006.pdf": "https://digilib.itb.ac.id/gdl/download/270697", "BAB 2 Elvira Risyeu 12016006.pdf": "https://digilib.itb.ac.id/gdl/download/270698", "BAB 3 Elvira Risyeu 12016006.pdf": "https://digilib.itb.ac.id/gdl/download/270699", "BAB 4 Elvira Risyeu 12016006.pdf": "https://digilib.itb.ac.id/gdl/download/270700", "BAB 5 Elvira Risyeu 12016006.pdf": "https://digilib.itb.ac.id/gdl/download/270701", "BAB 6 Elvira Risyeu 12016006.pdf": "https://digilib.itb.ac.id/gdl/download/270702", "BAB 7 Elvira Risyeu 12016006.pdf": "https://digilib.itb.ac.id/gdl/download/270703", "PUSTAKA Elvira Risyeu Nur Annisa": "https://digilib.itb.ac.id/gdl/download/270704", "LAMPIRAN Elvira Risyeu 12016006.pdf": "https://digilib.itb.ac.id/gdl/download/270705"}, "Penulis": "Elvira Risyeu Nur Annisa [12016006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yan Rizal R., Dipl.-Geol."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Bangka, Formasi Ranggam, plaser, timah, mineral ikutan timah", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "11 file", "Tanggal Input": "11 Jan 2023"}