{"Nomor": 70440, "Judul": "PERANCANGAN TATA KELOLA PENANGANAN PANDEMI  COVID-19 DI INDONESIA", "Abstrak": "Virus COVID-19 pertama kali dilaporkan muncul di Wuhan, Tiongkok, pada akhir\n2019. Sedangkan, kasus konfirmasi di Indonesia terjadi mulai Maret 2020, yang\nmana mempengaruhi kestabilan negara dan masyarakat. Berbagai upaya untuk\nmembatasi penyebaran virus dilakukan oleh pemerintah Indonesia membuat\nkebijakan untuk membatasi kegiatan masyarakat, menambah kapasitas rumah sakit,\nmaupun melaksanakan program vaksinasi gratis. Kebijakan pembatasan kegiatan\nmasyarakat ini beberapa kali berganti nama, yaitu PSBB (Pembatasan Sosial\nBerskala Besar) yang kemudian berubah menjadi PPKM (Pemberlakuan\nPembatasan Kegiatan Masyarakat).\nPemerintah Indonesia memberikan penilaian kebijakan pada dasbor asesmen di\nsitus covid19.go.id. Dasbor ini mencakup penilaian level transmisi komunitas, level\nkapasitas respons, dan level vaksinasi. Level transmisi komunitas adalah seberapa\nmassif penyebaran virus COVID-19. Selanjutnya, level kapasitas respons adalah\nseberapa mampu rumah sakit untuk menerima penderita COVID-19. Selanjutnya,\nlevel vaksinasi adalah seberapa banyak persentase masyarakat yang sudah\nmendapatkan perlindungan dari vaksin. Dasbor asesmen ini diperbarui setiap\nharinya.\nPenerapan kebijakan saat ini cenderung menggunakan sistem top-down\ndibandingkan bottom-up berarti kurang bisa menangkap masalah apa yang tejadi di\nmasyarakat. Keputusan yang bersifat top-down dapat membawa dampak negatif\nterhadap masyarakat akibat adanya bias. Oleh karena itu, sebuah tata kelola\ndiperlukan agar penanganan pandemi COVID-19 dapat mengarahkan sebuah\nkebijakan yang lebih tepat guna untuk masyarakat. Salah satu metode yang dapat\ndigunakan untuk melihat dampak tersebut adalah sistem dinamis. Sistem dinamis\nmenggambarkan kondisi saling ketergantungan yang mana sangat berguna untuk\nmendesain sebuah kebijakan.\nModel sistem dinamis dibuat dalam bentuk diagram sebab akibat dan stock and\nflow diagram. Diagram sebab akibat digunakan untuk menggambarkan hubungan\nantar entitas. Sedangkan, stock and flow diagram digunakan untuk menunjukan\nhubungan matematis. Validasi model sistem dinamis dilakukan dengan\nmembandingkan perilaku sistem dengan menggunakan data historis pandemi\nCOVID-19 serta melakukan wawancara ahli. Selanjutnya, simulasi dilakukan\ndalam enam skenario uji, yaitu skenario business as usual, ekstrim / uncontrolled,\nlevel kebijakan 1, level kebijakan 2, level kebijakan 3, dan level kebijakan 4. Data\nyang digunakan untuk simulasi adalah data historis pandemi COVID-19 di\nIndonesia sejak Maret 2020 hingga November 2022.\nHasil simulasi sistem dinamis digunakan untuk memetakan masalah yang terjadi,\naktivitas apa yang perlu dikelola, serta siapa pihak yang terlibat dalam penanganan\npandemi. Hasil simulasi ini digunakan sebagai dasar untuk merancang tata kelola\npenaganan pandemi COVID-19 di Indonesia. Rancangan tata kelola ini mengacu\npada tata kelola manajemen risiko COSO karena masih bersifat umum dan\ncenderung mudah dimengerti. Adanya keterbatasan sumber daya selama pandemi\nmembuat pemilihan kerangka kerja ini lebih cocok untuk digunakan.\nTata kelola yang dihasilkan terdiri dari tiga komponen utama, yaitu cakupan\nmasalah, pemangku kepentingan yang terlibat, dan aktivitas yang dikelola.\nCakupan masalah dari penanganan pandemi COVID-19 terdiri dari hukum,\nmasyarakat, etika, dan teknologi. Selanjutnya, pemangku kepentingan yang terlibat\nadalah masyarakat, industri, akademisi, dan pemerintah, yang mana sejalan dengan\npenelitian terkait kerangka kerja inovasi quintuple helix. Sedangkan, aktivitas yang\ndikelola adalah testing, tracing, treatment, dan vaksinasi, yang mana sejalan dengan\narahan dari WHO. Selanjutnya, rancangan tata kelola ini diharapkan dapat\nmembantu pemerintah untuk memetakan kebijakan yang dapat diimplementasikan\ndi seluruh Indonesia. Selain itu, diharapkan tata kelola dapat digunakan sebagai\nreferensi jika terjadi pandemi lain yang terjadi di Indonesia.", "Daftar File": {"SodaPDF-watermarked-Yudisium 23520029 Safara Cathasa Riverinda Rijadi.pdf": "https://digilib.itb.ac.id/gdl/download/270677"}, "Penulis": "Safara Cathasa R. R. [23520029]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "COVID-19, sistem dinamis, kebijakan, tata kelola, COSO", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "11 Jan 2023"}