{"Nomor": 70445, "Judul": "PENGEMBANGAN APLIKASI MACHINE LEARNING UNTUK DETEKSI DAN KLASIFIKASI BANGUNAN SECARA OTOMATIS DARI CITRA SATELIT DAN GAMBAR STREET  VIEW", "Abstrak": "Pertumbuhan infrastruktur dan penduduk yang pesat di Indonesia menyebabkan\nkerugian akibat bencana semakin besar tiap tahunnya. Salah satu objek yang\nterdampak oleh suatu bencana adalah aset gedung dan bangunan pada suatu wilayah\ntertentu. Perhitungan model risiko bencana yang baik dibutuhkan untuk melakukan\nperencanaan dan pembiayaan mitigasi bencana. Salah satu kendala dalam proses\npemodelan risiko bencana adalah proses pemetaan bangunan secara manual pada\nsuatu wilayah membutuhkan waktu yang lama, terutama untuk wilayah yang luas.\naplikasi machine learning klasifikasi bangunan dikembangkan untuk\nmempermudah dan mempercepat proses tersebut. Pengguna hanya perlu\nmemasukkan citra satelit sebagai masukan aplikasi dan akan memperoleh hasil\nberupa data bangunan yang ada pada citra satetlit suatu wilayah tertentu.\nAplikasi dibuat dalam bentuk aplikasi web untuk memudahkan akses bagi\npenggunanya. Aplikasi yang dikembangkan memanfaatkan dua model machine\nlearning, yaitu model untuk melakukan deteksi bangunan pada citra satelit dan\nmodel untuk klasifikasi bangunan berdasarkan gambar street view bangunan.\nModel untuk mendeteksi bangunan menggunakan model berbasis Mask R-CNN,\nsedangkan model untuk klasifikasi bangunan menggunakan model berbasis CNN.\nModel machine learning deteksi bangunan akan mendeteksi bangunan yang ada\npada citra satelit dan memperoleh koordinat geolokasi dari bangunan tersebut. Data\ngeolokasi bangunan selanjutnya digunakan untuk memperoleh gambar street view\nbangunan yang nantinya digunakan untuk proses klasifikasi bangunan.\nPengembangan model dilakukan dengan menggunakan metode transfer learning\nmenggunakan beberapa base model yang berbeda. Pengujian model hasil transfer\nlearning model untuk mendeteksi bangunan dilakukan dengan membandingkan\nmAP tiap model menggunakan citra satelit berbeda. Pengujian model hasil transfer\nlearning model untuk klasifikasi bangunan dilakukan dengan membandingkan\nprecision, recall, dan f1-score tiap kategori bangunan pada setiap model. Pengujian\naplikasi dilakukan untuk menguji fungsionalitas dari tiap komponen aplikasi, yaitu\nfrontend dan backend.\nDari hasil pengujian, diperoleh aplikasi berhasil dibuat dengan mengintegrasikan\nmodel machine learning deteksi bangunan dan klasifikasi bangunan. Aplikasi\nmachine learning dapat menerima masukan berupa citra satelit dan melakukan\nproses deteksi dan klasifikasi secara otomatis. Aplikasi dapat memberikan hasil\nberupa gambar hasil pemetaan bangunan pada citra satelit dan data jenis bangunan\nyang terdeteksi beserta lokasinya.", "Daftar File": {"SodaPDF-watermarked-23221048 Gelar Pambudi Adhiluhung.pdf": "https://digilib.itb.ac.id/gdl/download/270706"}, "Penulis": "Gelar Pambudi Adhiluhung [23221048]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T., M.Sc.", "Dr.-Ing. Eueung Mulyana, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Mask R-CNN, CNN,street view, citra satelit, transfer learning, aplikasi web.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "11 Jan 2023"}