{"Nomor": 70441, "Judul": "PENINGKATAN KUALITAS DATA PADA PLATFORM MANAJEMEN DATA PEMERINTAHAN TERBUKA MELALUI PENERAPAN TATA KELOLA DATA (STUDI KASUS: DIREKTORAT JENDERAL PERIMBANGAN KEUANGAN)", "Abstrak": "Data pemerintahan terbuka saat ini menjadi salah satu inisiatif pemerintahan terkait\nketerbukaan data untuk mewujudkan good governance. Dalam konteks\npenyelenggaraan keuangan, Direktorat Jenderal Perimbangan Keuangan (DJPK)\ntelah membuat tata kelola data yang dituangkan dalam peraturan DJPK untuk\nmendukung pelaksanaan Satu Data Indonesia sebagai wujud kebijakan open\ngovernment data di Indonesia. Untuk mendukung implementasi tata kelola data,\ndiperlukan sebuah platform untuk mendukung setiap perubahan yang mungkin\nterjadi dalam tata kelola data. Saat ini, DJPK telah menggunakan CKAN sebagai\nplatform untuk melakukan publikasi data, namun belum secara keseluruhan dapat\nmendukung aktivitas manajemen data yang terdapat pada tata kelola data DJPK.\nSelain itu, setelah dilakukan evaluasi terkait data yang dipublikasikan ternyata\nterdapat permasalahan kualitas data. Untuk itu, diperlukan pengembangan beberapa\naktivitas manajemen data yang ada di CKAN supaya dapat mendukung pelaksanaan\ntata kelola data dan meningkatkan kualitas data yang dipublikasikan. Apabila data\nsudah memenuhi kualitas data, platform memiliki kapabilitas untuk memastikan\ndata yang akan diterbitkan memenuhi domain kualitas data, sehingga jika ada data\nyang belum memenuhinya (sesuai dengan metrik yang ditetapkan), akan dilakukan\npeningkatan kualitas data.\nPengembangan platform manajemen data pemerintahan terbuka pada penelitian ini\nmenggunakan metodologi design science research methodologi (DSRM)\nmengadopsi prinsip Service Oriented Architecture (SOA). Berdasarkan hasil\nevaluasi rancangan yang telah dilakukan, desain yang dihasilkan sesuai dengan\nprinsip SOA, yaitu: kopling, kohesi, kompleksitas, dan usabilitas, evaluasi desain\ndilakukan dan hasil yang diperoleh masing-masing adalah 0,0046, 0,9218, 0,0050,\ndan 2,5714. Dari skor tersebut dapat disimpulkan bahwa desain platform\npengelolaan data pemerintah yang terbuka menganut prinsip SOA: loose coupling\ndan high cohesion.\nPengujian kualitas data dilakukan dengan cara menghitung Valid DQI (positive\nvalue) dan Invalid DQI (negative value) dari 7 dimensi kualitas data. Hasil\npengujian menunjukkan bahwa terdapat peningkatan kualitas data keunikan,\nakurasi, integritas, kesesuaian dan keabsahan pada data realisasi bulanan APBD\nKabupaten XYZ. Dengan hasil masing-masing terdapat peningkatan dari valid DQI\nkeunikan dari 98,7203 menjadi 100. Kualitas data kesesuaian juga mengalami\npeningkatan yang sebelumnya nilai Valid DQI (positive value) sebesar 94,7368\nmenjadi 100. Selanjutnya, dimensi kualitas data akurasi juga mengalami\npeningkatan yang sebelumnya nilai Valid DQI (positive value) sebesar 0 menjadi\n100 dengan cara melakukan pengecekan manual dari walidata dengan mengunggah\ndokumen pdf yang dijadikan pembanding. Sedangkan, untuk dimensi kualitas data\nintegritas terdapat peningkatan yang sebelumnya nilai Valid DQI (positive value)\nsebesar 66,6667 menjadi 100 didapatkan dari nilai dimensi kualitas data\nkelengkapan, akurasi dan konsisten secara berurutan yaitu 100, 100 dan 100 maka\ndidapatkan nilai dimensi integritas sebesar 100.\nSebagai perhatian, untuk kualitas data keabsahan juga mengalami perbedaan\ndengan tahap sebelum dihapusnya duplikasi. Persentasi anggaran belanja\nsebelumnya bernilai 3,511849 menjadi 2.04304 dan telah sesuai dengan hasil\npengecekan secara manual. Pada dimensi kualitas data yang lain, yaitu kelengkapan\nbernilai 100 yang menandakan tidak ada kolom yang kosong pada data tersebut;\nkonsistensi yang juga bernilai 100 yang menandakan bahwa data telah konsisten\nsetelah dibandingkan dengan data referensi yang ada.", "Daftar File": {"SodaPDF-watermarked-23221013 Khairul Habibie.pdf": "https://digilib.itb.ac.id/gdl/download/270678"}, "Penulis": "Khairul Habibie [23221013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Suhardi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Data Pemerintahan Terbuka, Platform, SOA, DSRM, Kualitas Data.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "11 Jan 2023"}