{"Nomor": 70446, "Judul": "MODIFIKASI KARAKTERISTIK FARMASETIKA METOKLOPRAMID MELALUI PEMBENTUKAN KRISTAL MULTIKOMPONEN", "Abstrak": "Metoklopramid adalah antiemetik biasa digunakan pada pasien yang menjalani operasi, kemoterapi dan radioterapi. Pada penelitian sebelumnya telah dilakukan pembuatan, penentuan struktur kristal dan karakterisasi sifat fisikokimia dari garam hidroklorida metoklopramid (MCP.HCl) dan kokristalnya (MCP.HCl-OXA dan MCP.HCl-GAL) di mana kokristal yang dihasilkan terbukti dapat memperbaiki sifat fisikokimia MCP.HCl serta menghasilkan material yang baru dengan karakteristik yang termodifikasi. Penelitian ini dilakukan untuk mengeksplorasi lebih lanjut terhadap bentuk base atau basa dari metoklopramid (MCP) untuk menghasilkan senyawa model baru atau kristal multikomponen. Keberadaan donor dan akseptor ikatan hidrogen pada struktur MCP meningkatkan peluang untuk membentuk kristal multikomponen. Oleh karena itu, penelitian tahap pengembangan ini dilakukan untuk melakukan modifikasi karakteristik farmasetika metoklopramid (MCP) melalui pembuatan kristal mutikomponen serta menentukan hubungan antara struktur kristal dengan sifat fisikokimianya. Koformer yang dipilih dalam penelitian lanjutan ini masih sama dengan penelitian sebelumnya yaitu asam oksalat (OXA) dan asam galat (GAL). Skrining dengan diagram fase biner menunjukkan MCP berpotensi membentuk senyawa kombinasi dengan OXA dan GAL dalam rasio molar 1:1. Metode kombinasi Liquid Assisted Grinding (LAG) dengan slurry dapat menghasilkan kombinasi MCP dengan OXA, sedangkan metode slurry menghasilkan kombinasi dari MCP dengan GAL. Padatan yang diperoleh dikarakterisasi dengan differential scanning calorimetry (DSC) dan powder X-ray diffractometry (PXRD). Hasil analisis mengonfirmasi diperolehnya kristal multikomponen dari MCP-OXA maupun MCP-GAL. Setelah dievaluasi aspek kelarutan, disolusi intrinsik dan tabletabilitas, serta stabilitasnya terhadap kelembaban tinggi, diperoleh hasil bahwa kristal multikomponen atau garam tersebut mampu memodulasi kelarutan, laju disolusi intrinsik dan sifat tabletabilitasnya menjadi lebih baik dibandingkan bentuk base nya. MCP dengan kedua turunan asam karboksilat tersebut berpotensi dikembangkan lebih lanjut menjadi formulasi sediaan farmasi.", "Daftar File": {"ABSTRAK Luthfi Annisa": "https://digilib.itb.ac.id/gdl/download/270715"}, "Penulis": "Luthfi Annisa [20720301]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sundani Nurono", "Dr. Yuda Prasetya Nugraha, S.Farm., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "metoklopramid, asam oksalat, asam galat, kokristal, kelarutan, disolusi intrinsik, tabletabilitas, stabilitas", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "11 Jan 2023"}