{"Nomor": 70451, "Judul": "POINT COLLOCATION METHOD USING MOLLIFIED PIECEWISE POLYNOMIAL BASIS FUNCTION", "Abstrak": "Proses meshing telah lama menjadi penghambat bagi siklus analisis desain\nteknik. Beberapa pendekatan menarik dikembangkan untuk menghilangkan\nproses meshing, beberapa contohnya adalah metode mesh-less dan kolokasi\npoin. Skema mesh-less tidak bergantung pada mesh atau jaringan\nterstruktur untuk membuat aproksimasi numerik. Metode kolokasi poin\nmemiliki keunggulan utama dalam menggunakan bentuk kuat terdiskritisasi\ndimana persamaan diferensial parsial atur dan kondisi batas dari masalah\nditerapkan pada sekumpulan titik kolokasi diskrit yang lebih baik ketimbang\nmenggunakan rata-rata volume atas domain seperti dalam pendekatan bentuk\nlemah.\nFungsi basis molifikasi memiliki kelebihan dalam kemudahan dalam pembuatan\npersamaan polinomial, memiliki derajat dan kehalusan yang tinggi, dan dapat\nmenangani partisi yang berubah-ubah. Fungsi basis molifikasi didasarkan pada\nkonvolusi antara persamaan yang didefinisikan dalam sel dan kernel halus atau\nmolifier yang dipilih. Fungsi molifikasi dipilih agar halus, memiliki dukungan\nyang kompak, dan volume satuan. Kehalusan fungsi molifikasi dan pangkat\naproksimasi polinomial lokal mengatur sifat aproksimasi dari fungsi basis yang\ndihasilkan.\nFungsi basis molifikasi memiliki orde dan kehalusan tinggi serta memiliki\nturunan orde tinggi dengan tetap mempertahankan kesederhanaan dan\nkehalusan sehingga cocok untuk digunakan dalam metode kolokasi titik.\nSelanjutnya, kondisi batas akan ditegakkan menggunakan pengali Lagrange\ndan diterapkan secara kuat menggunakan metode kolokasi titik berbasis\nbentuk kuat. Contoh numerik yang ditunjukkan menghasilkan nilai\nkonvergensi optimal dari metode yang diusulkan untuk masalah Poisson dan\nelastisitas yang dipilih.", "Daftar File": {"ABSTRAK Dewangga Alfarisy": "https://digilib.itb.ac.id/gdl/download/270759", "COVER - Dewangga Alfarisy.pdf": "https://digilib.itb.ac.id/gdl/download/285094", "BAB I - Dewangga Alfarisy.pdf": "https://digilib.itb.ac.id/gdl/download/285095", "BAB II - Dewangga Alfarisy.pdf": "https://digilib.itb.ac.id/gdl/download/285096", "BAB III - Dewangga Alfarisy.pdf": "https://digilib.itb.ac.id/gdl/download/285097", "BAB IV - Dewangga Alfarisy.pdf": "https://digilib.itb.ac.id/gdl/download/285098", "BAB V - Dewangga Alfarisy.pdf": "https://digilib.itb.ac.id/gdl/download/285099", "BAB VI - Dewangga Alfarisy.pdf": "https://digilib.itb.ac.id/gdl/download/285100", "BAB VII - Dewangga Alfarisy.pdf": "https://digilib.itb.ac.id/gdl/download/285101", "PUSTAKA Dewangga Alfarisy": "https://digilib.itb.ac.id/gdl/download/285102"}, "Penulis": "Dewangga Alfarisy [23621007]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kolokasi, molifikasi, konvolusi, elastisitas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "12 Jan 2023"}