{"Nomor": 70461, "Judul": "PEMANFAATAN ONLINE REVIEW UNTUK MEMBENTUK MODEL KANO KONSUMEN HOTEL(KASUS: HOTEL BINTANG 3 DI AREA BANDUNG)", "Abstrak": "konsumen dapat dimodelkan dengan menggunakan model Kano untuk\nmengevaluasi performa perusahaan. Namun, model Kano konvensional\nmembutuhkan input berupa kuesioner Kano yang menggunakan sumber daya yang\nekstensif dalam segi waktu, biaya, dan tenaga manusia untuk mengumpulkan dan\nmengolah kuesioner tersebut, sehingga perlu dicari alternatif input lain yang salah\nsatunya adalah dengan menggunakan online review yang tersedia secara publik di\ninternet. Industri perhotelan merupakan salah satu industri yang kerap kali\nmenggunakan online review untuk mengevaluasi performa dari hotel. Namun,\npihak hotel menghadapi tantangan dalam mengolah online review dikarenakan\nkemampuannya yang terbatas dalam mengolah online review secara manual.\nPenelitian ini bertujuan menyelesaikan permasalahan tersebut dengan\nmemanfaatkan online review sebagai input dalam model Kano sehingga dapat\ndiolah secara otomatis dan pihak hotel dapat mengevaluasi performa fitur yang\ndimiliki hotel.\nLangkah pengolahan online review pada penelitian ini dilakukan melalui tiga tahap\nutama yaitu tahap ekstraksi fitur dan analisis sentimen dengan menggunakan model\nanalisis sentimen berbasis aspek, tahap pengukuran efek sentimen konsumen\nterhadap kepuasan konsumen dengan menggunakan model neural network, dan\ntahap identifikasi kategori Kano dengan menggunakan effect-based Kano model\n(EKM). Sebagai contoh kasus, pada penelitian ini diambil data 6.037 online review\nhotel bintang 3 di area Bandung dari situs pegipegi.com. Tahap ekstraksi fitur dan\nanalisis sentimen menghasilkan daftar 18 fitur beserta dengan sentimennya. Fitur\ntersebut adalah AC, fasilitas kamar, fasilitas kamar mandi, fasilitas umum, harga,\nkamar mandi, kamar tidur, kasur, kebersihan, kenyamanan, kolam renang, lokasi,\nmakanan & restoran, resepsionis, staf security, staf umum, tempat parkir, dan WiFi.\nSelanjutnya, dilakukan perhitungan bobot sentimen positif (WiPos) dan sentimen\nnegatif (WiNeg) dari setiap fitur yang akan menjadi input untuk membuat effectbased\nKano model (EKM). Hasil akhir dari penelitian ini adalah EKM dari fitur\ndimana terdapat satu fitur yang memiliki kategori Kano must-be yaitu fitur fasilitas\nkamar mandi dan 17 fitur lainnya memiliki kategori Kano performance. Tidak\nterdapat fitur yang memiliki kategori Kano excitement. Penelitian ini diharapkan\ndapat membantu pihak hotel dalam mengolah online review secara otomatis\nsehingga pihak manajemen hotel dapat mengidentifikasi fitur yang perlu diperbaiki\natau ditingkatkan dan memprioritaskan perbaikan atau peningkatan tersebut.\nPenelitian diakhiri dengan saran untuk pihak manajemen hotel yang ingin\nmengimplementasikan tahap pengolahan online review yang telah dirancang pada\npenelitian ini.", "Daftar File": {}, "Penulis": "Karin Adriana Widyanti [14416013]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Online review, hotel, model Kano, neural network", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "8 file", "Tanggal Input": "12 Jan 2023"}