{"Nomor": 70462, "Judul": "RANCANGAN STRATEGI PENGELOLAAN STAKEHOLDER BERBASIS RISIKO PADA PROSES BISNIS PT X", "Abstrak": "PT X merupakan sebuah UMKM yang menjual produk berupa buah dan sayur\nkepada masyarakat. Saat ini, PT X sedang mengalami masalah berupa rendahnya\nretention rate pelanggan. Pelanggan yang sudah mencoba layanan dari PT X\ncenderung berhenti untuk menggunakan kembali layanan PT X. Berdasarkan\nmetode 5 whys, peneliti menyimpulkan akar permasalahan dari masalah tersebut.\nAkar dari permasalahan PT X adalah belum dilakukannya manajemen stakeholder.\nAkar masalah tersebut menjadi acuan rumusan masalah dalam penelitian ini yaitu,\n“Bagaimana penerapan manajemen stakeholder berbasis risiko dalam PT X?”.\nDalam menjawab rumusan masalah, peneliti menggunakan model manajemen\nstakeholder berbasis risiko yang terdiri dari proses identifikasi tujuan strategis\nperusahaan, proses bisnis, stakeholder, dan risiko; proses penilaian dan perhitungan\nnilai atribut stakeholder, risiko, risk manageability, dan stakeholder-risk\nsignificance; serta penentuan prioritas stakeholder dan risiko. Kemudian,\nrancangan strategi pengelolaan stakeholder dilakukan untuk stakeholder dan risiko\nyang sudah diprioritaskan. Hasil prioritas stakeholder menunjukkan bahwa PT X\nmemiliki empat stakeholder yang paling penting untuk dikelola, yaitu karyawan,\npelanggan, kompetitor, dan partner. Rancangan strategi yang sesuai dengan\nkaryawan berupa pengembangan metode riset pasar perusahaan, perancangan SOP\nyang lebih jelas dan pelatihannya, pengembangan prosedur penanganan pelanggan,\ndan pengembangan sistem dokumentasi atau reporting. Kemudian, rancangan\nstrategi pengelolaan untuk pelanggan berupa pengumpulan feedback tentang\nprosedur pelayanan pelanggan, pengembangan metode peramalan demand, dan\npengembangan metode riset pasar perusahaan. Rancangan strategi untuk\nkompetitor berupa monitoring terhadap perubahan harga kompetitor. Rancangan\nstrategi untuk partner berupa pengembangan pemilihan dan mekanisme kerja sama\ndengan supplier, pengembangan mekanisme kerja sama dengan partner, dan\npengembangan sistem pelatihan mitra delivery", "Daftar File": {}, "Penulis": "Richard Yan [14416028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, DEA", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "UMKM, proses bisnis, pengelolaan stakeholder, pengelolaan risiko", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "8 file", "Tanggal Input": "12 Jan 2023"}