{"Nomor": 70467, "Judul": "MODEL MATEMATIK DAN ALGORITMA VARIABLE NEIGHBORHOOD DESCENT UNTUK MASALAH RUTE KENDARAAN DENGAN KARAKTERISTIK KENDARAAN HETEROGEN, RUTE MAJEMUK, JENDELA WAKTU TUNGGAL DAN PENJEMPUTAN-PENGANTARAN SIMULTAN", "Abstrak": "Penelitian ini membahas mengenai masalah rute kendaraan dengan karakteristik\nkendaraan heterogen, rute majemuk, jendela waktu tunggal, dan penjemputanpengantaran\nsimultan atau disingkat MRK-HRMJWPPS. Pengembangan dilakukan\nberdasarkan penelitian Aprilliany (2020) dengan penambahan karakteristik\nkendaraan heterogen dan penyesuaian model matematika untuk rute majemuknya.\nHingga penelitian ini dilakukan, belum ada penelitian yang menggabungkan\nkarakteristik kendaraan heterogen, rute majemuk, dan penjemputan-pengantaran\nsimultan dalam suatu model matematik yang utuh. Penggabungan model tersebut\ndibutuhkan untuk memecahkan permasalahan sistem distribusi galon air minum isi\nulang oleh PT. X di Surabaya. Tujuan dari penelitian ini adalah untuk\nmengembangkan model matematik MRK-HRMJWPPS dan mengembangkan\nalgoritma penyelesaian masalah menggunakan metode metaheuristik.\nModel matematik yang dikembangkan berupa Mixed Integer Linear Programming\n(MILP) yang memiliki kriteria performansi meminimumkan total biaya transportasi\nyang terdiri atas biaya variabel dan biaya tetap kendaraan. Algoritma Variable\nNeighborhood Descent (VND) dikembangkan untuk mengatasi lamanya waktu\nkomputasi yang digunakan pada metode MILP. Algoritma Sequential Insertion (SI)\ndigunakan untuk menentukan solusi awal VND. Hasil yang diperoleh yaitu model\nmatematik yang dikembangkan dapat memecahkan permasalahan MRKHRMJWPPS\ndan algoritma VND yang dikembangkan dapat menghasilkan solusi\nlayak untuk data 5-7 pelanggan dengan besar kesenjangan antara solusi MILP dan\nVND yaitu 23,78% dan waktu komputasi kurang dari 3 detik. Algoritma dapat\ndigunakan untuk menyelesaikan persoalan 20, 50, dan 100 pelanggan. Model dan\nalgoritma yang dikembangkan juga dapat digunakan pada MRK-RMJWPPS untuk\nkendaraan homogen terbatas, MRK-HRMPPS untuk model tanpa jendela waktu,\ndan MRK-HRMJWPPS untuk mixed pick-up and delivery.", "Daftar File": {"COVER Chintia Dwi Wangsa Kuswardani": "https://digilib.itb.ac.id/gdl/download/270890", "BAB 1 Chintia Dwi Wangsa Kuswardani": "https://digilib.itb.ac.id/gdl/download/270891", "BAB 2 Chintia Dwi Wangsa Kuswardani": "https://digilib.itb.ac.id/gdl/download/270892", "BAB 3 Chintia Dwi Wangsa Kuswardani": "https://digilib.itb.ac.id/gdl/download/270893", "BAB 4 Chintia Dwi Wangsa Kuswardani": "https://digilib.itb.ac.id/gdl/download/270894", "BAB 5 Chintia Dwi Wangsa Kuswardani": "https://digilib.itb.ac.id/gdl/download/270895", "BAB 6 Chintia Dwi Wangsa Kuswardani": "https://digilib.itb.ac.id/gdl/download/270896", "PUSTAKA Chintia Dwi Wangsa Kuswardani": "https://digilib.itb.ac.id/gdl/download/270897"}, "Penulis": "Chintia Dwi Wangsa Kuswardani [23417044]", "Kontributor / Dosen Pembimbing": ["Suprayogi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "masalah rute kendaraan, kendaraan heterogen, rute majemuk, jendela waktu, penjemputan-pengantaran simultan, penyisipan sekuensial, VND.", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "8 file", "Tanggal Input": "12 Jan 2023"}