{"Nomor": 70465, "Judul": "PEMODELAN STRUKTUR BAWAH PERMUKAAN BERDASARKAN DATA AEROGRAVITY PADA SEGMEN SULITI DAN SUMANI SESAR SUMATRA", "Abstrak": "Terdapat 3 segmen sesar aktif si sepanjang area penelitian, yaitu segmen Sumani\nsegmen Suliti dan segmen Siulak. Kondisi geografis ini membuat Sumatera Barat\nmerupakan wilayah rentan bencana gempa bumi, khususnya wilayah yang dilalui\noleh segmen aktif sesar Sumatera. Penerapan metode airbornegravity (gayaberat)\nberdasarkan perbedaan densitas batuan bertujuan untuk Analisa struktur bawah\npermukaan daerah penelitian. Metode airbornegravity ini dapat melakukan\npenelitian dengan cakupan wilayah yang sangat luas, serta waktu yang lebih efektif.\nSehingga metode ini dianggap cocok untuk mendeteksi geologi regional daerah\npenelitian. Data yang digunakan adalah hasil pengukuran airbornegravity dari\nBadan Informasi Geospasial (BIG). Kualitas data airbornegravity diketahui\nmenggunakan metode cross-over. Peneltian ini dilengkapi oleh beberapa data\npendukung yaitu peta geologi dan peta anomali bouger darat dari Badan Geologi\nserta data kejadian gempa dari United States Geological Survey (USGS) and\nInternasional Sesmological Center (ISC). Data anomali bouger airbornegravity\ndibandingkan dengan anomali darat dari Badan Geologi menunjukan pola anomali\nyang hampir sama serta perbedaan nilai anomali ± 5-8 mGal, dimana nilai ini\ndianggap cukup teliti untuk identifikasi bawah permukaan. Terdapat 3 Lintasan\nyang dilakukan pemodelan kedepan 2D, 2 lintasan sejajar sesar Sumatera berarah\nbaratlaut-tenggara dan satu lintasan cross-over memotong semua lintasan pada arah\nbaratdaya-timurlaut cross-over, model terdiri dari 2 kedalaman yaitu 40 km secara\numum dan 4 km untuk kedalaman litologi secara detail. Asumsi daerah locking\nberdasarkan keberadaan badan intrusi yang tidak muncul kepermukaan\nkemungkinan sebagai zona akumulasi energi. Berdasarkan data kejadian gempa\nmenunjukan terdapat 2 blok dengan pola gempa berulang, pada area utara segmen\nSumani dan bagian selatan pada perbatasan segmen Suliti dan Siulak. Berdasarkan\nmodel 2D menunjukan struktur bawah permukaan dan keberadaan gunung api\ndiantara perbatasan segmen serta keberadaan dapur magma pada kedalaman 3 km\n– 18 km.", "Daftar File": {"ABSTRAK Mutiara Qalbi Pebrian.pdf": "https://digilib.itb.ac.id/gdl/download/270849"}, "Penulis": "Mutiara Qalbi Pebrian [22319001]", "Kontributor / Dosen Pembimbing": ["Dr. Darharta Dahrin, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Sesar sumatera, Segmen Sumani, Kejadian gempa, airbornegravity.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "12 Jan 2023"}