{"Nomor": 70473, "Judul": "STANDAR PERANCANGAN JALUR SEPEDA PADA KONSEP SHARED SPACE SREET DENGAN MEMPERTIMBANGKAN RASA AMAN PENGGUNA SEPEDA DI KOTA BANDUNG", "Abstrak": "Peningkatan penggunaan sepeda di kota-kota besar di dunia dalam kurun waktu 3 tahun terakhir ini membuat kota-kota berbenah diri dengan memilih pembangunan berkelanjutan ramah lingkungan dan membangun jalur-jalur sepeda untuk kehidupan kota dan warga yang bebas polusi. Kota-kota di Indonesia pun telah mengambil satu langkah lebih dekat menuju kota ramah pesepeda, salah satunya Kota Bandung. Ruang Milik Jalan (RUMIJA) di Kota Bandung yang memiliki lebar yang tidak terlalu besar, menyebabkan adanya konflik antara kendaraan bermotor dengan kendaraan non-bermotor yaitu sepeda sehingga menimbulkan kecelakaan lalu lintas. Jalur sepeda yang aman akan meningkatkan kepercayaan diri bersepeda yang berimbas pada kehadiran pesepeda-pesepeda baru. Sangat penting desain jalur sepeda yang mempertimbangkan aspek keamanan dan keselamatan pengguna, maka penting dilakukannya penelitian mengenai perumusan standar perancangan jalur sepeda pada konsep shared space street yang mempertimbangkan rasa aman pengguna sepeda ada di Kota Bandung. \n\nPenelitian ini merupakan penelitian yang bersifat eksploratif yang mengkaji desain jalur sepeda pada konsep shared space street. Pengambilan data dilakukan melalui studi literatur terkait standar jalur sepeda dan konsep shared space street berdasarkan dokumen ilmiah, observasi lapangan, dan kuesioner terhadap pengguna sepeda di Kota Bandung terkait persepsi dan preferensi rasa aman saat bersepeda pada jalur sepeda. Penelitian ini menunjukkan kebutuhan rasa aman berpengaruh pada penyesuaian standar desain jalur sepeda pada aspek keamanan dan keselamatan beserta kecenderungan persepsi dan preferensi serta karakteristik pengguna sepeda di Kota Bandung. Standar perancangan jalur sepeda dirumuskan untuk mengatasi persoalan yang terdapat pada jalur sepeda di Kota Bandung. Standar perancangan menjadi acuan dalam menyediakan komponen perancangan yang dibutuhkan untuk dapat mewujudkan jalur sepeda yang aman meskipun harus berbagi ruang dengan pengguna jalan lainnya.", "Daftar File": {"ABSTRAK Doddi Septian": "https://digilib.itb.ac.id/gdl/download/270956"}, "Penulis": "Doddi Septian [25620004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T.", "Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Jalur Sepeda, Shared Space Street, Rasa Aman, Persepsi Pengguna, Standar Perancangan.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "12 Jan 2023"}