{"Nomor": 70493, "Judul": "ANALISIS STATUS KEBERLANJUTAN UNTUK MENENTUKAN STRATEGI PENGEMBANGAN USAHA URBAN FARMING KOMODITAS SAYURAN HIDROPONIK DI KOTA BANDUNG", "Abstrak": "Urban farming merupakan kegiatan pertanian di perkotaan yang memiliki karakteristik khusus salah satunya mampu memanfaatkan lahan yang terbatas. Keunggulan yang dimiliki urban farming dapat menjadi salah satu alternatif solusi untuk memenuhi kebutuhan sayuran di Kota Bandung melalui teknik pertanian hidroponik. Saat ini produksi sayuran di Kota Bandung menurun dari 35.538 kuintal per tahun pada tahun 2019, menjadi 35.181 kuintal per tahun pada tahun 2020. Sementara rata-rata konsumsi sayuran pada tahun 2020 dalam satu minggu saja mencapai 35.217 kuintal. Sehingga penelitian ini dilakukan dengan tujuan untuk menganalisis status keberlanjutan sistem urban farming melalui usaha budidaya sayuran hidroponik di Kota Bandung dari dimensi ekologi, ekonomi, sosial, teknis dan kelembagaan serta menentukan strategi pengembangannya. Penelitian ini dilakukan di Kota Bandung menggunakan metode survei, dengan pelaksanaa n penelitian mencakup dua tahapan utama: Pertama, analisis status keberlanjutan melalui metode Multidimensional Scaling (MDS) dengan modifikasi teknik ordinasi Rap-Ur-Agri (Rapid Appraisal for Urban Agriculture). Kedua, analisis strategi pengembangan dengan menggunakan metode SWOT dan QSPM (Quantitative Strategic Planning Matrix). Responden dalam penelitian ini terdiri dari delapan pelaku usaha yang masih aktif dan kontinu dalam melakukan budidaya sayuran di Kota Bandung. Pengumpulan data primer dilakukan dengan metode observasi langsung, wawancara, dan kuesioner. Data sekunder dikumpulkan melalui kajian pustaka. Hasil penelitian menunjukkan bahwa 1) Usaha urban farming komoditas sayuran di Kota Bandung termasuk pada kategori cukup berkelanjutan pada dimensi sosial, dan kelembagaan dengan indeks keberlanjutan berturut-turut sebesar 50,43% dan 50,16%, sedangkan dimensi ekologi, ekonomi dan teknis termasuk pada kategori berkelanjutan dengan indek keberlanjutan berturut-turut sebesar 67,02% ; 62,41 dan 68,61%. 2) Terdapat delapan alternatif strategi pengembangan untuk meningkatkan status keberlanjutan usaha urban farming komoditas sayuran di Kota Bandung dengan strategi prioritas yang direkomendasikan adalah membentuk kelompok tani atau meningkatkan kerja sama secara intensif dalam komunitas urban farming yang sudah terbentuk untuk memperluas jaringan informasi, peningkatan kompetensi dan pengetahuan para pelaku usaha serta untuk mempermudah penyususnan program kerja sama dengan pemerintah.", "Daftar File": {"ABSTRAK Lutfiah Alfariza": "https://digilib.itb.ac.id/gdl/download/271025"}, "Penulis": "Lutfiah Alfariza [21321022]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Ir. Mia Rosmiati, M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bandung, urban farming, Rap-Ur-Agri, status keberlanjutan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Jan 2023"}