{"Nomor": 70494, "Judul": "PENGARUH PENAMBAHAN MATERIAL EXFOLIATEDGRAPHENE (EG) PADA MATERIAL LINI0,5MN1,5O4 (LNMO) UNTUK APLIKASI KATODE BATERAI LITIUM ION", "Abstrak": "Material LiNi0,5Mn1,5O4 (LNMO) merupakan jenis material katode yang\nmenjanjikan untuk diaplikasikan pada teknologi fast-charging baterai litium ion.\nHal ini karena pada struktur LNMO terdapat jalur difusi ion litium tiga dimensi\nsehingga mempercepat pergerakan ion litium saat proses interkalasi dan\ndeinterkalasi. Kemudian, LNMO memiliki densitas energi mencapai 650 Wh kg-1\ndan tegangan kerja yang tinggi, yaitu 4,7 V sehingga berpotensi untuk diaplikasikan\npada kendaraan listrik. Keunggulan lainnya adalah material LNMO tidak\nterkandung unsur kobalt sehingga bersifat tidak berbahaya bagi lingkungan dan\njuga unggul di sisi ekonomi. Namun, LNMO memiliki beberapa kelemahan, yaitu\ndistorsi Jahn-Teller yang membuat struktur kristal LNMO tidak stabil dan juga\ndekomposisi elektrolit pada tegangan tinggi menyebabkan pembentukan cathode\nelectrolyte interphase (CEI) yang tebal sehingga dapat menurunkan konduktivitas\ntransfer muatan. Penambahan material pada LNMO menjadi strategi yang efektif\nuntuk melindungi partikel dari serangan elektrolit. Namun, material tersebut\nharuslah bersifat konduktif agar tetap dapat memudahkan untuk transfer muatan.\nPada penelitian ini melaporkan sintesis LNMO dengan metode kopresipitasi dan\nmelakukan studi mengenai pengaruh penambahan material berbasis graphene,\nseperti exfoliated-graphene (EG) dengan variasi persentase massa untuk\nmeningkatkan performa elektrokimia material katode LNMO pada aplikasi baterai\nlitium ion. Hasil karakterisasi X-Ray Diffraction (XRD) menunjukkan pola XRD\nmaterial LNMO dengan struktur kristal Fd3?m. Terdapat fase impuritas LixNi1-xO\n(37,4° dan 43,7°) dan Na0,7MnO2,05 (37,4°). Kemudian, perbandingan pola XRD\nantara material LNMO dan LNMO yang telah dicampur dengan EG (LNMO-EG)\nterdapat perbedaan pada 26,5o\n. Intensitas pada puncak 26,5° terlihat jelas seiring\npenambahan persentase massa material EG. Hal ini mengonfirmasi keberadaan EG\npada material LNMO yang telah dimodifikasi. Morfologi partikel antara material\nLNMO dan LNMO-EG memiliki bentuk yang sama yaitu truncated octahedral dan\nberukuran 1-2 µm. Dengan morfologi truncated octahedral yang mengindikasikan\nadanya tiga bidang pembentuk, yakni (111) dan (100) mendukung material LNMO\nmenghasilkan performa elektrokimia yang baik. Hal tersebut dikarenakan masingmasing bidang memiliki peranan dalam kestabilan (111) dan konduktivitas ionik\n(100). Kemudian, pada LNMO-EG terlihat adanya material EG berupa lembaran-lembaran yang menghubungkan partikel LNMO satu sama lain. Hal ini dapat\nmeningkatkan konduktivitas elektronik dan juga melindungi partikel LNMO dari\nserangan elektrolit. Hasil uji Electrochemical Impedance Spectroscopy (EIS)\nmengonfirmasi dengan nilai Rct yang semakin rendah akibat penambahan material\nEG. Berdasarkan uji charge-discharge pada siklus pertama dengan densitas arus\n0,1 C mengonfirmasi bahwa struktur kristal LNMO yang terbentuk Fd3?m akibat\nadanya reaksi redoks Mn3+/Mn4+ di sekitar 4,0 V. Penambahan persentase EG yang\nterlalu rendah dinilai kurang efektif namun ketika persentase EG terlalu tinggi maka\nakan menghambat pergerakan ion Li+\n. Hal tersebut dikonfirmasi melalui performa\nelektrokimia dari material LNMO pada pengujian rate capability dan stabilitas\nsiklus. Sesuai dengan hasil pengujian, LNMO 5% EG memiliki performa yang\noptimum dengan kapasitas spesifik discharge 93,67 mAh g-1\npada 5 C dan retensi\nkapasitas sebesar 95,22% setelah 100 siklus pada densitas arus 1 C.", "Daftar File": {"ABSTRAK Putri Nadia Suryadi": "https://digilib.itb.ac.id/gdl/download/271027", "COVER Putri Nadia Suryadi": "https://digilib.itb.ac.id/gdl/download/289996", "BAB 1 Putri Nadia Suryadi": "https://digilib.itb.ac.id/gdl/download/289997", "BAB 2 Putri Nadia Suryadi": "https://digilib.itb.ac.id/gdl/download/289998", "BAB 3 Putri Nadia Suryadi": "https://digilib.itb.ac.id/gdl/download/289999", "BAB 4 Putri Nadia Suryadi": "https://digilib.itb.ac.id/gdl/download/290000", "BAB 5 Putri Nadia Suryadi": "https://digilib.itb.ac.id/gdl/download/290001", "PUSTAKA Putri Nadia Suryadi": "https://digilib.itb.ac.id/gdl/download/290002"}, "Penulis": "Putri Nadia Suryadi [20220309]", "Kontributor / Dosen Pembimbing": ["Dr. Fatimah Arofiati Noor, S.Si., M.Si.", "Dr.Eng. Ferry Iskandar, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "LiNi0,5Mn1,5O4, katode, exfoliated-graphene, baterai litium ion", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "13 Jan 2023"}