{"Nomor": 70498, "Judul": "PENGEMBANGAN MODEL PERSEDIAAN SUKU CADANG DENGAN KARAKTERISTIK PERMINTAAN PROBABILISTIK UNTUK MAKSIMASI PROFIT YANG MEMPERTIMBANGKAN BIAYA DAN FILL RATE SECARA TERINTEGRASI DENGAN SISTEM KLASIFIKASI PERSEDIAAN", "Abstrak": "Ketersediaan suku cadang untuk produk otomotif merupakan salah satu bagian dari\nlayanan purna jual, menjadi faktor penting yang juga harus diperhatikan untuk\nmendukung penerimaan pelanggan dan mempertahankan keberlanjutan penjualan\nproduk tersebut. Karakteristik permintaan suku cadang yang berfluktuasi menjadi\ntantangan tersendiri bagi manufaktur otomotif dalam mempersiapkan tingkat\npersediaan supaya suku cadang tersebut selalu tersedia dalam jumlah dan waktu\nyang tepat ketika pelanggan membutuhkan.\nPenelitian yang akan dikembangkan di PT X ini adalah optimasi persediaan serta\nklasifikasi atau grouping untuk menentukan prioritas persediaan suku cadang yang\ncukup signifikan jumlahnya sekitar 9000 SKU. Adapun target PT X dalam\nmanajemen persediaan suku cadang ini adalah tercapainya target fill rate dan biaya\nserta maksimasi profit.\nBeberapa penelitian sudah dilakukan untuk mengintegrasikan antara optimasi\npersediaan dan klasifikasi persediaan, antara lain: model Teunter, model Yang dan\nmodel Millstein, namun beberapa penelitian tersebut belum bisa menjawab\npermasalahan PT X untuk mencari maksimasi profit dengan batasan biaya sekaligus\nfill rate yang kemudian akan dijadikan sebagai pertimbangan untuk grouping\nklasifikasi persediaan. Penelitian ini dengan menambahkan fungsi objektif profit\ndan fill rate serta batasan biaya dalam perhitungan model optimasi untuk\npermintaan yang probabilistik\nHasil penelitian ini meningkatkan performansi bisnis perusahaan yaitu\nmeningkatnya total profit sebesar 13,3% dan fill rate dari 76% menjadi 95,1%.\nSelain itu, dengan klasifikasi persediaan berdasarkan hasil optimasi profit dan fill\nrate bisa dijadikan acuan perusahaan untuk melakukan prioritas dan peninjauan\nulang terhadap manajemen persediaan SKU-SKU yang ada.", "Daftar File": {"COVER Wirawan Agung Nugroho": "https://digilib.itb.ac.id/gdl/download/271041", "BAB 1 Wirawan Agung Nugroho": "https://digilib.itb.ac.id/gdl/download/271042", "BAB 2 Wirawan Agung Nugroho": "https://digilib.itb.ac.id/gdl/download/271043", "BAB 3 Wirawan Agung Nugroho": "https://digilib.itb.ac.id/gdl/download/271044", "BAB 4 Wirawan Agung Nugroho": "https://digilib.itb.ac.id/gdl/download/271045", "BAB 5 Wirawan Agung Nugroho": "https://digilib.itb.ac.id/gdl/download/271046", "BAB 6 Wirawan Agung Nugroho": "https://digilib.itb.ac.id/gdl/download/271047", "PUSTAKA Wirawan Agung Nugroho": "https://digilib.itb.ac.id/gdl/download/271048"}, "Penulis": "Wirawan Agung Nugroho [23418050]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Abdul Hakim Halim, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "suku cadang, SKU, permintaan probabilistik, EBO (Expected Back Order), ROP (Reorder Point), EOQ, fill rate, profit, biaya , klasifikasi persediaan, model persediaan", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "8 file", "Tanggal Input": "13 Jan 2023"}