{"Nomor": 70495, "Judul": "ISOLASI METABOLIT SEKUNDER DARI CRYPTOCARYA DAN KAJIAN POTENSI ANTIKANKERNYA SECARA IN SILICO", "Abstrak": "Leukemia merupakan penyakit kanker yang disebabkan oleh produksi abnormal sel darah\nputih. Pada kanker leukemia, terdapat jalur pensinyalan MAPK merupakan salah satu jalur\nyang sering terjadi deregulasi serta mutasi, dan berfungsi untuk meregulasi proliferasi sel,\ndiferensiasi, serta kelangsungan hidup dan mati sel. Jalur ini dapat teraktivasi dengan\nadanya perubahan konformasi RAS yang akan mengaktifkan RAF dan selanjutnya\nmengaktifkan MEK serta fosforilasi ERK. Protein MEK1 dan ERK2 telah banyak\ndijadikan sebagai target dalam pengembangan inhibitor. Protein MEK1 merupakan\nkomponen pusat jalut MAPK serta satu-satunya aktivator bagi protein ERK2. Selain\nMEK1, protein ERK2 juga digunakan sebagai reseptor target karena protein ini merupakan\nsatu-satunya aktivator untuk substrat-substrat hilir MAPK lainnya. Beberapa inhibitor\nspesifik MEK1 dan ERK2 seperti trametinib dan uliksertinib telah dikembangkan. Namun,\npenggunaan kedua inhibitor tersebut diketahui menimbulkan berbagai efek samping seperti\ndiare, batuk berdarah hingga pendarahan pada luka yang sulit berhenti. Oleh karena itu,\npencarian inhibitor alternatif masih terus diupayakan. Salah satu sumber senyawa\nalternatif, yang berasal dari metabolit sekunder dalam tumbuhan. Genus Cryptocarya\nadalah salah satu tumbuhan di Indonesia yang telah dilaporkan memiliki aktivitas sebagai\nantikanker yang signifikan, di antaranya terhadap sel murin leukemia P-388. Penelitian\nterhadap metabolit sekunder dari tumbuhan Cryptocarya Indonesia, yaitu kajian potensinya\nsebagai inhibitor MEK1 dan ERK2 belum pernah dilakukan. Tujuan penelitian ini adalah\nmengisolasi metabolit sekunder dari kulit batang C. massoy serta mengkaji potensi\nsenyawa dari kulit batang C. massoy dan daun C. nitens sebagai inhibitor MEK1 dan ERK2.\nIsolasi metabolit sekunder dari C. massoy dilakukan melalui beberapa tahap, yaitu maserasi\nserbuk kulit batang dengan pelarut aseton, pemisahan ekstrak aseton menggunakan metode\nkromatografi, meliputi Kromatografi Cair Vakum (KCV) dan Kromatografi Kolom\nGravitasi (KKG) sehingga diperoleh senyawa murni. Hasil elusidasi struktur menggunakan\n1D NMR (1H-NMR dan 13C-NMR) menunjukkan adanya dua senyawa, yaitu\n(-)-siringaresinol yang baru dilaporkan pada kulit batang C. massoy, tetapi telah diperoleh\ndari kayu batang C. massoy dan C-10 masoialakton yang merupakan senyawa utama dari\ntumbuhan C. massoy. Hasil simulasi molecular docking terhadap sembilan senyawa\nmenunjukkan bahwa (+)-(6R,2’S)-kriptokaryalakton dan kriptomoskaton E1 dari C. nitens\nmemiliki potensi sebagai inhibistor MEK1 dengan skor docking sebesar 7,1 kkal/mol.\nSementara itu, kriptofolion dari C. nitens dan (-)-siringaresinol dari C. massoy berpotensi\nsebagai inhibitor ERK2 dengan skor docking berturut-turut sebesar -8,3 kkal/mol dan\n-8,2 kkal/mol. Ikatan hidrogen di daerah activation loop dan situs katalitik, serta interaksi\nhidrofobik di daerah motif DFG dan gatekeeper oleh senyawa\n(+)-(6R,2’S)-kriptokaryalakton dan kriptomoskaton E1 menginhibisi MEK1. Sementara\nitu, ikatan hidrogen di daerah situs katalitik, serta interaksi hidrofobik di daerah gatekeeper,\nATP binding site, dan motif DFG oleh kriptofolion dan (-)-siringaresinol menginhibisi\nERK2.", "Daftar File": {"ABSTRAK Tasya Citra Violeta": "https://digilib.itb.ac.id/gdl/download/271028", "PUSTAKA Tasya Citra Violeta": "https://digilib.itb.ac.id/gdl/download/283991"}, "Penulis": "Tasya Citra Violeta [10518029]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Dewi Juliawaty, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cryptocarya nitens, C. massoy, MEK1, ERK2, antikanker, in silico, isolasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "13 Jan 2023"}