{"Nomor": 70496, "Judul": "VERIFIKASI POLINOMIAL TIDAK TEREDUKSI DENGAN MENGGUNAKAN GENERALISASI KRITERIA EISENSTEIN DALAM MATLAB GUI DAN MIZAR", "Abstrak": "Teknologi berperan penting dalam pengembangan pendidikan untuk mempersiapkan\nsiswa menjawab tantangan global. Setiap siswa diharapkan memiliki keterampilan\nsupaya dapat beradaptasi dengan kecanggihan teknologi. Salah satu keterampilan\nini adalah pemrograman. Dalam pross mempersiapkan siswa pada keterampilan\ntersebut, dibutuhkan peran guru ang sudah memiliki keterampilan mengoperasikan\nteknologi pemrograman. Teknologi pemrograman saat ini juga sudah banyak berkembang\nuntuk mempermudah guru dan siswa dalam mengeksplorasi matematika.\nPolinomial merupakan salah satu materi yang diajarkan di sekolah. Untuk memperkuat\npemahaman guru dalam mengajarkan materi ini, magister pengajar matematika\nmenjadikan mata kuliah wajib. Mata kuliah ini mempersiapkan mahasiswa dalam\nmemahami konsep polinomial tak tereduksi pada suatu lapangan. Untuk setiap polinomial\npada lapangan C berderajat satu merupakan polinomial tak tereduksi, sedangkan\npolinomial tak tereduksi pada R[x] merupakan polinomial berderajat satu\natau dua. Namun, untuk setiap polinomial pada lapangan Q berderajat n 2 Z, terdapat\npolinomial tak tereduksi, sehingga sulit untuk menentukan apakah polinomial\nberderajat n tereduksi atau tidak.\nPenelitian ini bertujuan untuk mengekplorasi teorema dan konsep pada polinomial\ntak tereduksi di Q[x] yang dapat diubah ke dalam Z[x], dengan mengkonstruksi\naplikasi berbasis Matlab GUI dan menerapkan teorema generalisasi kriteria Eisenstein\nuntuk membuat aplikasi Irreducibility Test Polynomial over Z[x]. Selain itu,\ndengan menggunakan Interactive Theorem Prover - Mizar, akan ditunjukkan ketepatan\npembuktian pada teorema tersebut. Penelitian ini juga akan menjelaskan\nlangkah pengerjaan yang dilakukan peneliti dalam mengerjakan kedua aplikasi supaya\ndapat diterapkan oleh dosen, mahasiswa perguruan tinggi ataupun guru.", "Daftar File": {"ABSTRAK Leonardus Reinaldy Christianto": "https://digilib.itb.ac.id/gdl/download/271029"}, "Penulis": "Leonardus Reinaldy Christianto [24621008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irawati, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Polinomial, Aljabar, Mizar, Matlab GUI, Aplikasi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "13 Jan 2023"}