{"Nomor": 70503, "Judul": "ALTERASI, MINERALISASI DAN KARAKTERISTIK URAT KUARSA PENAMAPANG 090 (BARAT-TIMUR) TAMBANG TERBUKA BATU HIJAU, SUMBAWA BARAT, NUSA TENGGARA BARAT.", "Abstrak": "Batu Hijau merupakan salah satu lokasi penambangan tembaga dan emas yang terletak di\nbagian barat Pulau Sumbawa, Provinsi Nusa Tenggara Barat, Indonesia. PT. Amman Mineral\nNusa Tenggara saat ini sebagai pemegang kontrak karya di Batu Hijau dengan luas wilayah\nsekitar 12 km x 6 km. Penelitian dilakukan untuk menentukan tatanan geologi, alterasi,\nmineralisasi dengan studi khusus penyebaran kerapatan dan tipe-tipe urat kuarsa serta\nhubungannya terhadap kadar Cu dan Au pada penampang 090 (barat-timur) tambang terbuka\nBatu Hijau.\nData primer didapatkan dari hasil deskripsi pada tujuh sumur inti bor, pengamatan petrografi\nterhadap 20 sayatan tipis dan lima sayatan poles, XRD (X-Ray Diffraction) dan ditambah\ndengan data sekunder berupa data assay kadar Cu dan Au. Adapun pengolahan data dan\nanalisis dilakukan secara kualitatif yakni melalui metode overlay (penindihan) antar\npenampang.\nSecara umum, daerah penelitian merupakan kompleks intrusi yang terdiri dari (tua ke muda)\nSatuan Andesit, Satuan Diorit Kuarsa, Satuan Tonalit Intermedier dan Satuan Tonalit Muda.\nZona alterasi dibedakan menjadi 4 zona, yakni Zona Biotit – Aktinolit – Kuarsa, Zona Klorit –\nKalsit – Epidot – Aktinolit, Zona Serisit – Klorit – Kalsit – Kuarsa, dan Zona Kaolinit Kuarsa.\nMineralisasi utama daerah penelitian dapat dibagi menjadi 3 zona berdasarkan jumlah\ndominan yang hadir, yakni Zona Bornit, Zona Kalkopirit dan Zona Pirit. Zona kerapatan urat\nberdasarkan kelimpahannya pada setiap interval pengukuran dibagi menjadi 4 kelas, yaitu\nkelas melimpah (>10%), sedang (5-10%), jarang (1-5%) dan sangat jarang (<1%). Tipe urat\nkuarsa daerah penelitian terdiri dari tipe Mt, A, B, C dan D.\nHasil analisis menunjukkan zona alterasi dan mineralisasi terjadi dalam 3 tahap, yakni tahap\nawal, transisi, dan akhir yang kehadirannya dikontrol oleh intrusi Satuan Tonalit Intermedier.\nPerkembangan tipe urat kuarsa tipe Mt dikontrol oleh Satuan Tonalit Muda, sementara tipe\nurat kuarsa lainnya dikontrol oleh perkembangan alterasi. Kadar Cu dan Au berhubungan\ndengan kerapatan dan tipe urat kuarsa tertentu. Semakin rapat urat kuarsa, maka semakin\ntinggi pula kadar Cu dan Au dengan penyebaran urat kuarsa paling melimpah di bagian tepi\nSatuan Tonalit Intermedier dan Diorit Kuarsa. Kadar Cu dan Au yang tinggi juga dibawa oleh\nurat kuarsa Tipe A yang penyebarannya juga berasosiasi dengan Zona Alterasi Biotit –\nAktinolit – Kuarsa.", "Daftar File": {"ABSTRAK Ryan Aji 12013012.pdf": "https://digilib.itb.ac.id/gdl/download/271133", "COVER Ryan Aji 12013012.pdf": "https://digilib.itb.ac.id/gdl/download/271134", "BAB 1 Ryan Aji 12013012_1.pdf": "https://digilib.itb.ac.id/gdl/download/271135", "BAB 2 Ryan Aji 12013012_1.pdf": "https://digilib.itb.ac.id/gdl/download/271136", "BAB 3 Ryan Aji 12013012_1.pdf": "https://digilib.itb.ac.id/gdl/download/271137", "BAB 4 Ryan Aji 12013012_1.pdf": "https://digilib.itb.ac.id/gdl/download/271138", "BAB 5 Ryan Aji 12013012_1.pdf": "https://digilib.itb.ac.id/gdl/download/271139", "BAB 6 Ryan Aji 12013012_1.pdf": "https://digilib.itb.ac.id/gdl/download/271140", "PUSTAKA Ryan Aji Frans Jaya": "https://digilib.itb.ac.id/gdl/download/271141", "LAMPIRAN Ryan Aji 12013012.pdf": "https://digilib.itb.ac.id/gdl/download/271142"}, "Penulis": "Ryan Aji Frans Jaya [12013012]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Priadi", "Ir. Nurcahyo Indro Basuki, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Alterasi, mineralisasi, kerapatan, tipe, urat kuarsa, Penampang 090 Barat–Timur, Batu Hijau", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "13 Jan 2023"}