{"Nomor": 70511, "Judul": "ANALISIS NILAI TAMBAH BAMBU DAN STRATEGI PENGEMBANGAN USAHA ANGKLUNG (STUDI KASUS: PENGRAJIN RAJA ANGKLUNG DI KOTA BANJAR, JAWA BARAT)", "Abstrak": "Bambu merupakan hasil hutan bukan kayu yang multiguna dan dimanfaatkan untuk berbagai keperluan. Saat ini telah banyak pelaku usaha pengolahan bambu menjadi produk jadi, mulai dari skala industri rumah tangga, kecil hingga menengah. Usaha pengolahan dan pemanfaatan bambu dapat memberdayakan masyarakat sehingga dapat menciptakan nilai tambah yang tinggi pada produk yang dihasilkan. Salah satu sentra pengolahan bambu di Jawa Barat berada di Kota Banjar yang terkenal dengan angklung yaitu pengrajin Raja Angklung. Raja Angklung memproduksi berbagai jenis angklung yang terbuat dari bahan baku bambu jenis bambu tali (Gigantochloa apus) dan bambu hitam (Gigantochloa atroviolaceae). Penelitian ini akan menganalisis besarnya nilai tambah pengolahan bambu menjadi angklung dan merumuskan strategi pengembangan usaha pada pengrajin Raja Angklung. Metode yang digunakan dalam penelitian ini adalah metode studi kasus yang berfokus pada salah satu pengrajin angklung. Analisis data meliputi analisis struktur biaya dan analisis nilai tambah dengan Metode Hayami, kemudian dianalisis keberlanjutan usahanya dengan melihat besarnya rasio nilai tambah, pangsa tenaga kerja, dan tingkat keuntungan. Analisis lingkungan usaha dilakukan terhadap faktor internal dan eksternal usaha Raja Angklung. Kemudian disusun strategi pengembangan usaha melalui analisis SWOT-AHP. Hasil penelitian menunjukkan struktur biaya yang dianalisis memberikan hasil perhitungan keuntungan dari penjualan angklung di Raja Angklung yaitu sebesar Rp424.271.000 dengan R/C > 1 sebesar 2,56 yang berarti usaha ini menguntungkan serta analisis nilai tambah Hayami menunjukkan produk angklung berbahan baku bambu tali dan bambu hitam masing-masing memiliki nilai tambah sebesar Rp54.000/unit batang bambu (86,40%) dan Rp 76.000/unit batang bambu (86,86%). Dengan melihat tiga kriteria indikator keberlanjutan usaha, Raja Angklung memiliki tingkat keberlanjutan usaha yang tinggi yaitu sebesar 7. Selanjutnya, analisis lingkungan internal usaha meliputi faktor produksi (bahan baku, proses, output produk), pemasaran, keuangan, manajemen, riset dan pengembangan serta analisis lingkungan eksternal usaha meliputi faktor sosioekonomi, teknologi, pemerintah, persaingan usaha dilakukan terhadap usaha Raja Angklung. Analisis faktor produksi terhadap bahan baku\nbambu dan produk menunjukkan data uji karakteristik fisik bahan baku bambu tali memiliki nilai kadar air 16,12%, kerapatan 0,71 gr/cm3, dan penyusutan dimensi tebal 1,66%, sedangkan pada bahan baku bambu hitam memilki kadar air 17,16%, kerapatan 0,63 gr/cm3, dan penyusutan dimensi tebal 1,85%. Hasil uji akustik menunjukkan nada musik pada produk Raja Angklung sesuai dengan standar nada musik internasional (ISO 16: 1975 Acoustics – Standard tuning frequency). Analisis SWOT menunjukkan faktor internal yang menjadi kekuatan utama yaitu bahan baku bambu Raja Angklung memenuhi standar bahan baku pembuatan angklung dan kelemahan utamanya yaitu pembukuan keuangan belum dilakukan secara rinci. Faktor eksternal yang menjadi peluang utama yaitu usaha Raja Angklung dapat meningkatkan pendapatan dan kesejahteraan masyarakat sekitar lokasi usaha dan ancaman utamanya yaitu banyak produk serupa dengan harga yang lebih murah. Prioritas strategi pengembangan usaha hasil analisis AHP untuk Raja Angklung dari yang utama hingga terakhir yaitu membangun kerjasama dengan berbagai pihak, promosi rutin melalui media sosial, membuat brosur, dan menjual angklung melalui e-commerce, meningkatkan kapasitas produksi, menggunakan oven untuk pengeringan, dan membuat inovasi produk, membentuk struktur organisasi usaha, serta pengembangan/perluasan pasar dengan membuka outlet.", "Daftar File": {"ABSTRAK Riezca Cecilia Dewi": "https://digilib.itb.ac.id/gdl/download/271148", "COVER_Riezca Cecilia Dewi.pdf": "https://digilib.itb.ac.id/gdl/download/284955", "BAB I_Riezca Cecilia Dewi.pdf": "https://digilib.itb.ac.id/gdl/download/284956", "BAB II_Riezca Cecilia Dewi.pdf": "https://digilib.itb.ac.id/gdl/download/284957", "BAB III_Riezca Cecilia Dewi.pdf": "https://digilib.itb.ac.id/gdl/download/284958", "BAB IV_Riezca Cecilia Dewi.pdf": "https://digilib.itb.ac.id/gdl/download/284959", "BAB V_Riezca Cecilia Dewi.pdf": "https://digilib.itb.ac.id/gdl/download/284960", "PUSTAKA Riezca Cecilia Dewi": "https://digilib.itb.ac.id/gdl/download/284961", "LAMPIRAN_Riezca Cecilia Dewi.pdf": "https://digilib.itb.ac.id/gdl/download/284962"}, "Penulis": "Riezca Cecilia Dewi [21321008]", "Kontributor / Dosen Pembimbing": ["Dr. Anne Hadiyane, S.Hut., M.Si.", "Dr. Ir. Tati Karliati, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "angklung, bambu, nilai tambah, keberlanjutan, strategi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "16 Jan 2023"}