{"Nomor": 70513, "Judul": "FITOKIMIA DAN BIOAKTIVITAS ANTIKANKER METABOLIT SEKUNDER CRYPTOCARYA CRASSINERVIA DAN C. APAMIFOLIA (LAURACEAE)", "Abstrak": "Cryptocarya merupakan genus besar dari famili Lauraceae yang terdiri dari sekitar 350 spesies. Tumbuhan Cryptocarya, yang di Indonesia dikenal dengan nama ”huru” atau ”medang”, memiliki nilai ekonomi sebagai bahan bangunan dan parfum serta telah dimanfaatkan sebagai obat tradisional. Kajian fitokimia yang telah dilaporkan umumnya meliputi jaringan kulit batang dan kayu batang. Sementara itu, penelitian mengenai jaringan daun masih terbatas. Di dunia, sejumlah 68 spesies (19%) telah dilaporkan fitokimianya, 27 spesies di antaranya merupakan spesies yang ada di Indonesia. Kajian tersebut menunjukkan bahwa tumbuhan ini mengandung ?-piron, flavonoid dan alkaloid sebagai komponen utama dan lakton, stilben, fenil propanoid, lignan, neolignan, kumarin, terpenoid, steroid, turunan asam karboksilat, turunan amida, dan poliketida sebagai komponen lainnya. Cryptocarya Indonesia mempunyai keunikan karena dapat menghasilkan senyawa kelompok stilben, fenil propanoid, neolignan dan turunan amida yang belum pernah ditemukan pada Cryptocarya luar Indonesia. Sementara itu, golongan senyawa lakton, kumarin, dan poliketida belum pernah dilaporkan dari Cryptocarya Indonesia. Senyawa dari genus ini memiliki aktivitas beragam, yaitu antikanker, antibakteri, antivirus, antihiperglikemia, antiinflamasi, dan anti-Alzheimer. Aktivitas antikanker senyawa hasil isolasi dari tumbuhan ini telah banyak diujikan terhadap beberapa sel kanker, di antaranya sel P-388, KB, NCl-H460, SF-268, MCF-7, NCl-H460, SF-268, HT-29, dan Ca9-22 yang menunjukkan sitotoksiksitas yang bervariasi dari sangat aktif sampai tidak aktif. Kajian antikanker lainnya terkait inhibisi senyawa dari Cryptocarya terhadap tirosin kinase juga pernah dilaporkan.Berdasarkan latar belakang tersebut, tujuan penelitian ini adalah melakukan kajian terhadap aspek fitokimia dan aktivitas dari tumbuhan Cryptocarya Indonesia. Tujuan pertama yaitu mengkaji fitokimia jaringan daun C. crassinervia dan kulit batang C. apamifolia. Selanjutnya, tujuan kedua adalah mengkaji aktivitas antikanker senyawa hasil isolasi melalui sitotoksisitas terhadap sel murin leukemia P-388, inhibisi terhadap RTK secara in vitro serta mengkaji interaksi senyawa hasil isolasi terhadap RTK secara in silico. Sampel jaringan daun C. crassinervia diperoleh dari Kebun Raya Bogor, sedangkan kulit batang C. apamifolia diperoleh dari Werekopa, Fak-Fak, Papua. Isolasi senyawa dilakukan melalui beberapa tahap pemisahan dan pemurnian dengan menggunakan berbagai macam teknik kromatografi (KCV, MPLC, KKG, KR, dan KLTP). Elusidasi struktur senyawa hasil isolasi dilakukan berdasarkan data-data spektroskopi NMR, HRMS, CD, UV dan IR. Analisis in vitro, sifat sitotoksik senyawa hasil isolasi terhadap sel P-388 diuji dengan metode MTT sedangkan sifat inhibisi terhadap tirosin kinase dengan metode Hennek. Sementara itu, analisis in silico interaksi senyawa hasil isolasi terhadap EGFR dilakukan dengan metode penambatan molekul menggunakan Autodock Vina®. Dari kajian fitokimia yang dilakukan, sembilan senyawa dari dua spesies Cryptocarya Indonesia (C. crassinervia dan C. apamifolia) telah berhasil diisolasi dan dielusidasi. Senyawa-senyawa tersebut meliputi satu ?-piron, yaitu kriptokrasinervion (249), tiga glikosida flavonol, yaitu kaempferol-3-O-ramnosil-2-O-apiofuranosida (250), afzelin (251), kuersitrin (78), dua flavanon, yaitu (S)-pinosembrin (23) dan (±)-kartaseon A (27), serta tiga stilben, yaitu pinosilvin (252), pinosilvin monometileter (201), dan refleksanben I (253). Senyawa 249 merupakan sinamoil heksaketida yang diduga merupakan lanjutan dari unit sinamoil pentaketida yang membentuk berbagai ?-piron yang telah dilaporkan dari genus ini. Penemuan senyawa 249 mengungkapkan bahwa modifikasi struktur senyawa masih berlanjut. Perolehan senyawa tersebut juga menegaskan ?-piron sebagai senyawa penanda dari genus Cryptocarya. Keberadaan senyawa 23 dan 27 menunjukkan kekhasan flavanon dari Cryptocarya dengan cincin B yang tidak teroksigenasi. Senyawa 27 sebelumnya dilaporkan dari Cryptocarya luar Indonesia, sehingga penemuan ini menjelaskan bahwa senyawa tersebut juga dapat dihasilkan oleh Cryptocarya Indonesia. Kerangka senyawa 27, flavanon tersubstitusi arilheptanoid pada cincin A serta senyawa 253, gabungan stilben dan monoterpen juga memberi informasi kemampuan genus ini menghasilkan berbagai senyawa dengan kerangka unik. Sementara itu, adanya senyawa 252, 201, 253 menegaskan keberadaan stilben yang hanya ada pada Cryptocarya Indonesia. Keberadaan senyawa 253 yang sama dan senyawa 250 yang mirip dengan senyawa yang diperoleh dari genus lain dalam famili Lauraceae (Lindera dan Litsea), memberikan informasi penting pada hubungan kekerabatan antara Cryptocarya dengan dua genus tersebut. Penemuan senyawa 249 dan 250 bermakna sangat signifikan karena merupakan senyawa baru yang belum pernah ditemukan sebelumnya. Hasil penelitian isolasi yang telah disampaikan, memberikan kontribusi signifikan terhadap data fitokimia serta kemotaksonomi senyawa pada genus Cryptocarya pada umumnya dan Cryptocarya Indonesia pada khususnya. Dari kajian aktivitasnya, senyawa 249 bersifat sitotoksik sangat aktif (IC50 4,8 ?M), senyawa 23 bersifat sedang (IC50 34,6 ?M), dan tiga senyawa lain (250, 251, 78) bersifat tidak aktif (IC50 > 50,0 ?M) terhadap sel murin leukemia P-388. Senyawa 249 yang menunjukkan aktivitas paling kuat, mempunyai kerangka ?-piron yang diduga berkontribusi signifikan pada sitotoksik terhadap sel P-388 tersebut. Pengaruh kerangka senyawa juga terlihat pada senyawa 23 dari turunan flavanon yang mempunyai aktivitas lebih baik dibandingkan turunan flavonol (78, 250, 251). Senyawa 249 merupakan senyawa yang paling non polar kemudian disusul senyawa 23 dan seterusnya senyawa 250, 251, 78 yang meningkat kepolarannya seiring penambahan gugus hidroksi dan glikosidanya. Kenaikan kepolaran tersebut berjalan seiring dengan penurunan aktivitas sitotoksik yang ditunjukkan. Hasil ini menyarankan kepolaran molekul yang berpengaruh pada keaktifan sitotoksik senyawa-senyawa hasil isolasi terhadap sel kanker murin leukemia P-388. Senyawa hasil isolasi juga diujikan inhibisinya terhadap delapan RTK (EGFR, HER2, HER4, IGF1R, InsR, KDR, PDGFR?, PDGFR?). Senyawa ?-piron (249), flavonoid (23, 78, 250, 251), dan stilben (201, 252, 253) pada konsentrasi 10 ?M memberikan hambatan secara selektif terhadap EGFR dengan persentase inhibisi yang sedang terhadap EGFR dan inhibisi lemah/tidak aktif terhadap tujuh reseptor tirosin kinase lainnya. Di antara senyawa tersebut, senyawa ?-piron 249 memberikan inhibisi terbesar terhadap EGFR (55%). Turunan flavonoid dan stilben hanya aktif pada rentang inhibisi 35?49% terhadap reseptor yang sama. Adanya unit ?-piron diduga kuat berperan penting dalam inhibisi tersebut. Selain itu, senyawa hasil isolasi merupakan senyawa-senyawa aromatik yang mempunyai gugus hidroksi sehingga mempunyai kemungkinan membentuk ikatan hidrogen dengan reseptor. Hal tersebut diduga berpengaruh terhadap aktivitas penghambatan senyawa terhadap EGFR. Melalui pemodelan penambatan molekul terhadap RTK, senyawa hasil isolasi (23, 78, 201, 249, 250, 251, 252, 253) menempati posisi pada sisi aktif EGFR. Beberapa senyawa (23, 249, 251, 252, 201) berorientasi mirip erlotinib (inhibitor komersial), serta beberapa senyawa (23, 78, 201, 249, 250, 251, 252) juga memiliki kesamaan interaksi terhadap kedua atau salah satu residu kunci EGFR (Met769 dan Thr766). Skor penambatan senyawa hasil isolasi juga memperlihatkan nilai afinitas yang baik di antara (-7,7 sampai dengan -9,6 kkal/mol). Sementara itu, ikatan hidrogen senyawa dengan EGFR mempunyai jarak 2,70?3,19 Å yang memungkinkan interaksi yang kuat dalam sisi aktif. Senyawa 249 menunjukkan orientasi mirip dengan erlotinib dengan posisi gugus karbonil pada cincin piron menyisip ke kantong pengikatan EGFR. Senyawa tersebut juga memiliki interaksi terhadap dua residu kunci EGFR serta mempunyai skor penambatan dan kemiripan interaksi yang baik yaitu -8,3 kkal/mol dan 67%. Hasil penambatan molekul tersebut memberi informasi kemungkinan senyawa 249 memiliki kesesuaian orientasi dan interaksi seperti erlotinib terhadap EGFR. Hasil kajian aktivitas in vitro dan in silico yang telah dipaparkan menunjukkan bahwa senyawa ?-piron baru, kriptokrasinervion (249), dari daun C. crassinervia berpotensi sebagai antikanker", "Daftar File": {"ABSTRAK Dian Nugraheni": "https://digilib.itb.ac.id/gdl/download/271151"}, "Penulis": "Dian Nugraheni [30516010]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Dewi Juliawaty, M.S.", "Prof. Yana Maolana Syah, MS, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cryptocarya, Cryptocarya crassinervia, Cryptocarya apamifolia, Lauraceae, sitotoksik, tirosin kinase", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "16 Jan 2023"}