{"Nomor": 70510, "Judul": "KAJIAN KOMPUTASI DAN EKSPERIMEN PERILAKU DAN KARAKTERISTIK DINAMIKA API DALAM KOMPARTEMEN TERTUTUP UNTUK BERBAGAI JENIS BAHAN BAKAR", "Abstrak": "Pemahaman tentang karakteristik dan perilaku api di dalam kompartemen diperlukan sebagai dasar dalam pemadaman kebakaran (fire suppression). Kebakaran yang disebabkan oleh bahan bakar cair atau gas (pool fire) karena terpicu oleh sumber penyalaan seperti korek api atau korsleting listrik (piloted ignition), atau karena temperatur yang mencapai titik nyala api (autoignition) bisa berakibat terjadinya kebakaran yang lebih besar atau ledakan, dengan pelepasan zat beracun ke lingkungan sehingga menimbulkan kerugian materi hingga korban jiwa.\nUntuk memperoleh data karateristik dan perilaku api, seperti nilai Heat Release Rate (HRR), temperatur, durasi nyala api, dilakukan simulasi komputasi menggunakan Fire Dynamics Simulator (FDS) dengan parameter luas penampang pan, jenis bahan bakar, dan massa bahan bakar. Simulasi komputasi ini divalidasi dengan eksperimen untuk mendapatkan hasil yang bersinergi. Eksperimen dilakukan sesuai dengan skenario kasus simulasi dengan menggunakan tiga ukuran pan, tiga jenis bahan bakar (Methanol, Ethanol, Pertamax), dan variasi massa bahan bakar.\nHasil dari penelitian ini menunjukkan bahwa untuk jenis bahan bakar tertentu, luas penampang pan berbanding lurus dengan nilai HRR dan berpengaruh terhadap durasi nyala api akibat kondisi kompartemen yang tertutup dan juga temperatur maksimum. Namun massa bahan bakar berpengaruh kecil terhadap nilai HRR.", "Daftar File": {"ABSTRAK Taufiqur Rohman": "https://digilib.itb.ac.id/gdl/download/271147"}, "Penulis": "Taufiqur Rohman [23619011]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pool fire, kompartemen tertutup, HRR, FDS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Jan 2023"}