{"Nomor": 70527, "Judul": "USULAN PORTOFOLIO MEREK BARU UNTUK MAMIKOS", "Abstrak": "Industri persewaan properti merupakan salah satu industri dengan permintaan yang selalu meningkat karena tingginya harga properti. Mamikos didirikan untuk mengatasi masalah persewaan kost dengan menyediakan layanan listing persewaan properti digital. Dengan bertambahnya jumlah pengguna Mamikos dan permintaan pasar yang menuntut keberagaman properti, Mamikos mendirikan beberapa lini sub-brand, yaitu Brand Andalan, Singgahsini, Apik, Elit, dan BBK. Namun, seiring berjalannya waktu terjadi tumpang tindih segmentasi, positioning, dan komunikasi antar masing-masing submerek, yang mengakibatkan kebingungan pasar dilihat dari rendahnya kesadaran merek masingmasing sub-merek. Efek buruk lainnya adalah tumpang tindih di pasar audiens. Penelitian ini bertujuan untuk mengevaluasi portofolio brand Mamikos saat ini menggunakan dua metrik utama yang terdiri dari Key Drivers of Changes yang berfokus pada lingkungan makro sektor di luar perusahaan yang menekan industri untuk berubah dan menentukan kemana arah perubahan industri, dan Key Decision Factors yang fokus pada faktor-faktor yang mempengaruhi bagaimana pengambil keputusan dalam mengelola portofolio merek. Hasil dari analisis tersebut adalah tekanan dari lingkungan makro mengarahkan perubahan industri untuk bersaing dengan meningkatkan kualitas dan teknologi namun harus mempertahankan harga yang bervariasi. Tekanan tersebut merupakan ancaman bagi perusahaan yang dianalisis pada tingkat lingkungan industri, dimana letak ancaman ada pada pemasok dan produk substitusi tinggi karena arah perubahan yang berfokus pada peningkatan teknologi untuk mengalahkan tingkat kepemilikan rumah. Sedangkan pada level pengambil keputusan, ditemukan bahwa saat ini permintaan kost tinggi dan pesaing dari Mamikos memiliki cara bersaing yang unik dan sangat berbeda. Sedangkan pada kondisi sub-brand saat ini dipastikan terdapat overlapping segmentasi, harga produk, mispositioning, value proposition yang tidak mencerminkan USP dari brand tersebut. Namun, dalam hal kinerja merek, sudah sesuai merek premium memberikan nilai pertumbuhan pada portofolio, sedangkan merek ekonomis memberikan volume penjualan. Berdasarkan analisis tersebut, dibuat solusi dengan mengubah struktur diferensiator portofolio menjadi premium, midscale, ekonomi dan menciptakan merek-merek baru yang saling berkorelasi dan memiliki identitas merek yang kuat. Juga diikuti dengan rencana segmentasi yang lebih inklusif yang tidak terlalu niche untuk memfasilitasi pertumbuhan brand baru. Rencana implementasi membutuhkan PIC sebagai pengelola restrukturisasi dan tugas yang terencana dengan baik dalam alat manajemen proyek.", "Daftar File": {"2023_TS_PP_Dila Hadiputri-29120511_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/271232"}, "Penulis": "Dila Hadiputri [29120511]", "Kontributor / Dosen Pembimbing": ["Prof. Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Brand Portfolio, kekuatan pasar, strategi bisnis, Atribut Brand, Performa Brand.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "16 Jan 2023"}