{"Nomor": 70524, "Judul": "USULAN STRATEGI BISNIS PERUMDA BPR BANK  SUMEDANG UNTUK MENGHADAPI TRANSFORMASI  DIGITAL BANKING", "Abstrak": "Adanya pandemi COVID-19 menimbulkan ketidakpastian yang dapat mengancam kemampuan dan kapasitas bank untuk mencapai tujuannya. Perkembangan teknologi digital di masa COVID-19 membawa pergeseran perilaku masyarakat yang cenderung banyak menghabiskan waktu menggunakan ponsel di dunia maya, termasuk mengakses semua produk perbankan, baik bertransaksi, menabung, maupun meminjam. Kondisi tersebut menjadi tantangan bagi BPR di Indonesia termasuk Perumda BPR Bank Sumedang untuk mengikuti gelombang perubahan menuju digitalisasi yang terjadi di industri perbankan. Selanjutnya, tantangan yang dihadapi Bank Sumedang akibat disrupsi financial technology adalah penurunan nasabah kredit setiap tahunnya. Penurunan sangat signifikan dalam kurun waktu 4 tahun, sedangkan keuntungan terbesar Bank Sumedang diperoleh dari bunga pinjaman nasabah. \n \nMetodologi yang digunakan adalah penelitian deskriptif dengan menggunakan data primer (wawancara mendalam dan survei) dan data sekunder melalui sumber internet. Penelitian ini bersifat deskriptif untuk menggali permasalahan yang ada di Bank Sumedang dengan menganalisis faktor internal dan eksternal perusahaan. Selanjutnya tools yang akan digunakan pada bab IV adalah SWOT, EFAS, IFAS, SFAS dan TOWS Matrix. Berdasarkan hasil yang telah dirumuskan, penulis akan menggunakan strategi WO karena memiliki skor tertinggi dengan Memanfaatkan Peluang untuk Mengurangi Kelemahan.", "Daftar File": {"2023_TS_PP_Khalandara-29121234_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/271229"}, "Penulis": "Khalandara [29121234]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudrajati Ratnaningtyas, M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Bisnis, Manajemen Strategis, Transformasi Digital, Teknologi Finansial", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "16 Jan 2023"}