{"Nomor": 70525, "Judul": "STUDI UPWELLING DI LAUT MALUKU TAHUN 2015 - 2017", "Abstrak": "Perairan Laut Maluku diketahui sebagai salah satu perairan di wilayah Indonesia yang memiliki potensi perikanan yang tinggi. Namun proses dinamika laut upwelling di perairan laut Maluku masih merupakan dugaan. Karena upwelling di Laut Maluku masih merupakan dugaan, maka perlu adanya penelitian lebih lanjut tentang fenomena proses dinamika laut upwelling yang berada di Laut Maluku. Tujuan dari penelitian ini adalah untuk mengkaji tentang fenomena upwelling yang terjadi di Laut Maluku pada rentang tahun 2015 hingga 2017. Hasil dari penelitian ini menunjukkan bahwa episode upwelling pada kondisi El Nino 2015 terjadi selama Musim Timur periode Juni - September, dan maksimum pada bulan Agustus 2015. Besarnya SPL dan klorofil pada saat puncak upwelling di bulan Agustus 2015 masing-masing adalah 25,93 – 26,69 °C dan 1,18 – 1,99 mg/m3. Pada kondisi El Nino 2015 terjadi upwelling sedang yang berpusat diantara perairan Banggai dan Taliabu dan di bagian timur pantai Sulawesi Utara. Pada kondisi normal, episode upwelling lemah yang berpusat diantara perairan Banggai dan Taliabu dan di bagian timur pantai Sulawesi Utara terjadi pada musim timur dan maksimum di Bulan Agustus dengan besarnya SPL dan klorofil adalah 27,09 – 28,15 °C dan 0,47 – 1,08 mg/m3. Peristiwa upwelling pada titik pusat upwelling di perairan antara Kepulauan Banggai dan Pulau Taliabu didorong oleh angin monsun selatan yang besar, mendorong air permukaan ke utara sehingga menimbulkan arah arus permukaan yang mirip dengan arah angin karena efek Coriolis menghilang di dekat khatulistiwa dan peristiwa upwelling pada pada titik pusat upwelling perairan bagian timur Sulawesi Utara diakibatkan oleh transpor Ekman kearah kanan yang tegak lurus arus permukaan di Belahan Bumi Utara. Pada rentang waktu tahun 2015 hingga 2017, upwelling sedang di Laut Maluku terjadi pada tahun 2015 pada saat kondisi ENSO. Oleh karena itu, ENSO berpengaruh signifikan terhadap fluktuasi upwelling.", "Daftar File": {}, "Penulis": "Venno Akbar Fathurrochman [12916019]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Upwelling, SPL, Klorofil, MODIS, Angin, Arus, Laut Maluku, ENSO", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "16 Jan 2023"}