{"Nomor": 70530, "Judul": "STRATEGI PEMASARAN DIGITAL  DALAM MENINGKATKAN KESADARAN PERUSAHAAN  UNTUK MENGOPTIMALKAN PENGUMPULAN ZAKAT  (STUDI KASUS : BAZNAS JAWA BARAT)", "Abstrak": "Terdapat 190,83 juta jiwa (69,3%) penduduk Indonesia yang termasuk dalam kategori usia produktif. Pada fase bonus demografi ini, Indonesia mempertahankan posisi pertama sebagai negara dengan masyarakat paling dermawan meski dalam situasi pandemi pada laporan World Giving Index (2021). Bila menimbang mayoritas penduduk pemeluk agama islam, Potensi zakat di Indonesia bisa dikatakan salah satu yang terbesar di dunia. total potensi zakat di Indonesia pada tahun 2020 sebesar Rp 327,6 triliun (Puskas BAZNAS, 2020). namun nyatanya potensi zakat yang terkumpul hanya 1%. Meski meningkat setiap tahun, namun masih terdapat kesenjangan yang sangat besar antara potensi dan realisasi penghimpunan zakat di Indonesia. \nKesenjangan yang sangat besar antara potensi dan aktualisasi ini disinyalir akibat masih rendahnya kesadaran masyarakat akan praktik zakat di Indonesia maupun akan lembaga baznas yang merupakan lembaga resmi dan satu-satunya badan yang dibentuk oleh pemerintah berdasarkan Keputusan Presiden Republik Indonesia No. 8 Tahun 2001 yang menjadi payung utama penghimpunan dan pendistribusian dana zakat di Indonesia. Menurut pihak humas, baznas pun belum menjadi 10 besar top of mind masyarakat Indonesia di bidangnya. \nPenulis berencana memberikan usulan digital marketing yang dapat mengoptimalisasi tools dan program yang telah dimiliki Baznas dalam mengedukasi dan memberikan layanan layanan berzakat kepada masyarakat. Penelitian ini menggunakan pendekatan kualitatif, analisis internal dan eksternal dilakukan dengan menggunakan Porter’s Five force, Pestle, Vrio dan Marketing Mix untuk mengetahui ruang lingkup Baznas Jawa Barat. Hasil analisis kemudian dilanjutkan dengan Root Cause Analysis dan SWOT untuk menemukan strategi yang dapat mengoptimalisasi digital marketing dalam menciptakan awareness akan Baznas sekaligus praktisi zakat di Indonesia yang dianalisis pada TOWS Matrix.", "Daftar File": {"2023_TS_PP_Azkia Ibadina Shalihah_29120524_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/273324"}, "Penulis": "Azkia Ibadina Shalihah [29120524]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A.", "Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Digital Marketing, Zakat, Baznas, Awareness.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "16 Jan 2023"}