{"Nomor": 70535, "Judul": "PENGARUH KETIDAKRATAAN PERMUKAAN JALAN TERHADAP KONSUMSIBAHAN BAKAR KENDARAAN", "Abstrak": "Konsumsi bahan bakar (Fuel Consumption) merupakan bagian dari komponen\nBiaya Operasional Kendaraan (BOK) yang menyumbangkan persentase biaya\npaling besar diantara komponen-komponen lainnya. Konsumsi bahan bakar\ndipengaruhi oleh beberapa hal, diantaranya adalah kelandaian (gradient\nnegatif/positif), kecepatan (speed), percepatan (acceleration), ketidakrataan\npermukaan jalan (roughness), dan karakteristik kendaraan (umur kendaraan, jenis\nmesin kendaraan, cc kendaraan, dan lain-lain)\nPenelitian tugas akhir ini meninjau pengaruh ketidakrataan permukaan jalan\nterhadap konsumsi bahan bakar kendaraan. Kota Bandung sebagai salah satu kota\nyang dianggap merepresentasikan kondisi jalan perkotaan di Indonesia dipilih\nmenjadi lokasi studi untuk penelitian ini. Sehingga data yang digunakan lebih\nakurat karena tidak menggunakan model yang berkembang di luar negri.\nAlat pengukur aliran bahan bakar yang akurat yang (LC-5100) digunakan untuk\nmendapatkan data konsumsi bahan bakar. Sedangkan untuk mendapatkan data\nkecepatan, percepatan, dan kondisi lalu lintas menggunakan logger. Alat yang\ndigunakan untuk mendapatkan data kelandaian jalan adalah Gipsitrac, dan untuk\nmendapatkan data ketidakrataan permukaan jalan digunakan alat Bump Integrator.\nDari data hasil pengujian didapat bahwa nilai kecepatan kendaraan mempunyai\nhubungan kuadratik dengan konsumsi bahan bakar kendaraan setiap kilometer.\nNilai konsumsi bahan bakar akan relatif tinggi pada kecepatan rendah, kemudian\nakan relatif menurun pada kecepatan sedang, kemudian akan meningkat pada\nkecepatan yang relatif tinggi. Selain itu ditemukan pula bahwa nilai ketidakrataan\npermukaan jalan memiliki hubungan linear dengan konsumsi bahan bakar, dimana\nkonsumsi bahan bakar akan relatif meningkat apabila nilai Bump Integrator\nmeningkat.\nHasil yang lebih akurat akan dapat diperoleh apabila berbagai variabel seperti\npengaruh traksi, percepatan, kapasitas mesin kendaraan, dan umur kendaraan juga\ndiperhitungkan dalam analisis konsumsi bahan bakar kendaraan.", "Daftar File": {}, "Penulis": "Sarwedi Butar Butar [15006154]", "Kontributor / Dosen Pembimbing": ["Ir. Rudy Hermawan K., MSc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "konsumsi bahan bakar, ketidakrataan permukaan jalan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "16 Jan 2023"}