{"Nomor": 70533, "Judul": "KAJIAN FORMAT KONTRAK PADA PROYEK KONSTRUKSI PASCA BENCANA DI INDONESIA", "Abstrak": "Proyek konstruksi merupakan suatu rangkaian kegiatan untuk menjadikan suatu\nrancangan menjadi kenyataan, salah satunya berupa bangunan. Bumi, sebagai\ntempat berlangsungnya proyek konstruksi, mempunyai potensi terjadinya bencana\nalam seperti tsunami. Tsunami dapat mengakibatkan kerusakan infrastruktur\nsehingga semua kegiatan konstruksi dan transportasi menjadi lumpuh total serta\nratusan ribu orang menjadi korban yang membutuhkan tempat penampungan\nsementara akibat kehilangan rumah tinggal dan harta benda yang dimiliki selama\nini. Indonesia pernah mengalami bencana tsunami tersebut.\nUpaya pemulihan pembangunan pasca bencana membutuhkan pekerjaan\npembangunan yang cepat. Agar pekerjaan itu dapat segera dilaksanakan,\ndiperlukan proses pengadaan jasa konstruksi yang cepat, yang dipengaruhi oleh\nformat kontrak yang akan digunakan pada proses tersebut.\nSalah satu format kontrak di negara lain adalah FIDIC. FIDIC lebih umum\ndigunakan dibandingkan standar format kontrak yang lain. FIDIC mengeluarkan\nbeberapa jenis standar kontrak yang tergantung pada karakteristik proyek. Untuk\nproyek konstruksi, diatur di dalam FIDIC jenis red dan green. Red book FIDIC\nmerupakan jenis kontrak untuk konstruksi yang besar. Green book FIDIC\nmerupakan versi sederhana dari red book yang mengatur konstruksi dengan\nsumber dana yang kecil, untuk pekerjaan yang sederhana, atau pekerjaan yang\nberulang-ulang.\nIndonesia mempunyai format kontrak sendiri, yaitu kontrak pengadaan jasa\nkonstruksi yang dibuat oleh pemerintah Indonesia, sebagai pengguna jasa, yang\nmengacu kepada Keputusan Presiden No. 80 Tahun 2003. Keppres 80/2003 berisi\ntentang syarat-syarat yang harus ada di dalam format kontrak dan juga mengatur\ntentang pengadaan jasa konstruksi untuk pekerjaan penanggulangan bencana alam.\nSalah satu faktor yang mempengaruhi pemilihan format kontrak pada proyek\npasca bencana adalah proses pengadaan jasa konstruksi yang cepat karena dalam\nkondisi pasca bencana membutuhkan pekerjaan pembangunan infrastruktur yang\nsesegera mungkin untuk dilaksanakan. Oleh karena itu, dilakukan penganalisisan\nperbandingan penerapan antara format kontrak yang digunakan pada proyek pasca\nbencana di Indonesia dan Keppres 80/2003 serta format kontrak FIDIC, baik versi\nred book maupun green book, untuk menentukan dari format kontrak tersebut\nyang paling sesuai digunakan pada proyek pasca bencana di Indonesia.", "Daftar File": {}, "Penulis": "Riastri Oktoviani [15004035]", "Kontributor / Dosen Pembimbing": ["Ir. Ima Fatima, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "proyek konstruksi, pasca bencana, infrastruktur, format kontrak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "16 Jan 2023"}