{"Nomor": 70539, "Judul": "ANALISIS TINGKAT DAUR ULANG DAN PENGEMBANGAN PENGELOLAAN SAMPAH RUMAH TANGGA DI DAS CITARUM HULU SEKTOR 22 SUB 9 KECAMATAN RANCASARI KOTA BANDUNG", "Abstrak": "Permasalahan sampah menjadi salah satu masalah utama pencemaran DAS Citarum\nHulu. Target pengelolaan sampah dalam Rencana Aksi Program Citarum Harum,\nyaitu sebesar 83,83% pada tahun 2022. Penelitian dilakukan di 4 desa prioritas\nProgram Citarum Harum yang masuk wilayah administrasi Kecamatan Rancasari,\nKota Bandung. Metode penelitian yang digunakan adalah metode kuantitatifkualitatif. Pada penelitian ini, dilakukan analisis aliran material sampah rumah\ntangga sebagai dasar perhitungan tingkat daur ulang. Selain itu, dilakukan analisis\nkebiasaan dan partisipasi masyarakat dalam pengelolaan sampah setempat. Hal ini\nmenjadi dasar pengembangan pengelolaan sampah sebagai strategi pencapaian\ntarget persampahan nasional. Hasil yang didapatkan menunjukkan bahwa total\ntimbulan sampah rumah tangga eksisting di Kecamatan Rancasari sebesar 8.522,75\nton/tahun. Sebanyak 10,79% dari timbulan tersebut dibuang ke sungai. Tingkat\ndaur ulang sampah rumah tangga yang didapatkan sebesar 5,37% jika tidak\nmemperhitungkan peran sektor informal dan sebesar 10,31% jika\nmemperhitungkan peran sektor informal. Komposisi sampah rumah tangga di\nwilayah studi didominasi oleh sampah organik dapur sebanyak 62,32%.\nBerdasarkan hasil tersebut, dibuat rekomendasi skema pengelolaan sampah rumah\ntangga yang dapat meningkatkan tingkat daur ulang menjadi 86,69%.", "Daftar File": {"AISYA RAHMANIA DANGKUA.pdf": "https://digilib.itb.ac.id/gdl/download/271293"}, "Penulis": "Aisya Rahmania Dangkua [15318087]", "Kontributor / Dosen Pembimbing": ["Teddy Tedjakusuma, S.T., M.T., Ph.D.", "Dr. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Citarum Hulu, Kecamatan Rancasari, pengelolaan sampah, sampah rumah tangga, tingkat daur ulang", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "16 Jan 2023"}