{"Nomor": 70549, "Judul": "ISOLASI DAN PENENTUAN URUTAN FRAGMEN GEN PENGODE SUBTILISIN DARI BACILLUS AMYLOLIQUEFACIENS ABBD", "Abstrak": "Subtilisin sebagai enzim pendegradasi noda protein pada pakaian memiliki nilai ekonomi dan pangsa pasar yang tinggi di industri deterjen. Enzim ini memiliki kestabilan yang tinggi dan spesifitas substrat yang rendah sehingga cocok digunakan sebagai zat aktif deterjen. Studi awal penentuan urutan nukleotida gen pengode subtilisin dari bakteri laut Bacillus amyloliquefaciens ABBD perlu dilakukan agar keunikan enzim yang dihasilkan bakteri laut berpotensi digunakan pada industri deterjen. Untuk mencapai tujuan penelitian, primer degenerasi dirancang berdasarkan urutan nukleotida subtilisin dari beberapa galur B. amyloliquefaciens. Primer degenerasi ini kemudian digunakan untuk mengamplifikasi fragmen gen pengode subtilisin dari B. amyloliquefaciens ABBD. Seluruh fragmen hasil PCR selanjutnya diklon dengan pGEM-T Easy dan urutan nukleotidanya ditentukan dengan metode Dideoksi Sanger. Ada tiga pasang primer degenerasi yang menghasilkan fragmen PCR berukuran 200, 250, dan 450 pb. Dua dari tiga fragmen ini berhasil diklon dan diperbanyak dalam sel E. coli TOP10F’. Berdasarkan hasil sekuensing dan analisis menggunakan program BLASTN pada laman NCBI, ada 6 koloni transforman E. coli TOP10F’ yang mengandung plasmid rekombinan pGEM-T Easy-fragmen gen subtilisin. Sebanyak 4 koloni mengandung fragmen gen yang memiliki kesamaan urutan nukleotida dengan Subtilisin Kexin Sedolisin dari B. amyloliquefaciens IT-45. Adapun 2 koloni lainnya mengandung fragmen gen yang homolog dengan urutan nukloetida pengode Subtilisin S8 Peptidase dari Bacillus amyloliquefaciens MBE1283. Melalui informasi urutan nukleotida dari kedua fragmen gen pengode Subtilisin ini, primer PCR terbalik didesain untuk memperluas daerah urutan nukleotida pengode Subtilisin. Hasil ini merupakan tahap awal yang penting untuk mendapatkan gen utuh pengode Subtilisin dari B. amyloliquefaciens ABBD.", "Daftar File": {"ABSTRAK Muhammad Alvan Atthoriq": "https://digilib.itb.ac.id/gdl/download/271321", "PUSTAKA Muhammad Alvan Atthoriq": "https://digilib.itb.ac.id/gdl/download/289280"}, "Penulis": "Muhammad Alvan Atthoriq [10518032]", "Kontributor / Dosen Pembimbing": ["Dr. Ihsanawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Subtilisin, bakteri laut, Bacillus amyloliquefaciens ABBD, PCR degenerasi, PCR terbalik", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "16 Jan 2023"}