{"Nomor": 70548, "Judul": "IDENTIFIKASI TIMBULAN SAMPAH PAKAIAN DAN POTENSI PENGOLAHANNYA DI KOTA CIMAHI", "Abstrak": "Fast fashion merupakan fenomena global yang sedang terjadi karena tingginya\npermintaan akan jumlah produksi pakaian dan fast fashion menyediakan hal\ntersebut dengan harga terjangkau dan cepat. Hal ini menyebabkan rata-rata\npenggunaan pakaian sebelum dibuang mengalami penurunan dan mengakibatkan\ntimbulan sampah pakaian yang terus meningkat. Penelitian ini berfokus kepada\nidentifikasi timbulan sampah pakaian dan rekomendasi pengelolaan sampah\npakaian di Kota Cimahi. Metode pengumpulan data dilakukan menggunakan\nkuesioner dengan teknik stratified random sampling dimana responden terbagi\nmenjadi tiga kelompok berdasarkan tingkatan ekonominya. Perhitungan timbulan\ndilakukan terhadap lima jenis pakaian, yaitu kaos, pakaian dalam, kemeja,\nkerudung, dan kaos kaki dengan menggunakan carnegie mellon method. Pada tahun\n2022, diestimasikan timbulan sampah kaos, kemeja, pakaian dalam, kaos kaki, dan\nkerudung secara berurutan adalah 266.708,42 kg; 120.343,49 kg; 52.800,34 kg;\n13.595,84 kg; 2.171,40 kg. Rekomendasi pengelolaan yang diberikan berupa sistem\npengumpulan, pewadahan, pengangkutan, dan pengolahan yang dipilih\nmenggunakan metode simple additive weighting. Sistem pengumpulan, pewadahan,\npengangkutan, dan pengolahan terpilih secara berurutan adalah dropbox; kontainer\nfiberglas; truk CDE; daur ulang secara mekanik. Selain itu, terdapat rekomendasi\ntambahan yang diberikan karena salah satu permasalahan pengelolaan sampah\npakaian adalah kurangnya informasi mengenai hal tersebut. Rekomendasi tersebut\nberupa edukasi yang dapat meningkatkan kepedulian masyarakat akan pentingnya pengelolaan sampah pakaian.", "Daftar File": {}, "Penulis": "Milzam Fadhlillah Winarno [15318077]", "Kontributor / Dosen Pembimbing": ["Dr. Nurul Chazanah, M.T.", "Dr. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "sampah pakaian; pengelolaan; perlakuan; timbulan", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "16 Jan 2023"}