{"Nomor": 70553, "Judul": "PERANCANGAN MEDAN TEMBAKAU DELI CREATIVE HUB: REVITALISASI EKS RUMAH SAKIT TEMBAKAU DELI BERBASIS ADAPTIVE REUSE DALAM KONTEKS URBAN REGENERATION", "Abstrak": "Rumah Sakit Tembakau Deli merupakan rumah sakit pertama yang ada di Kota Medan dan telah dinyatakan sebagai bangunan cagar budaya yang harus dilindungi. Namun, sejak berhenti beroperasi sejak tahun 2011, kondisi rumah sakit ini semakin diabaikan dan mengalami penurunan kualitas fisik dan fungsional selama lebih dari 1 dekade.\nGuna mengantisipasi kondisi negatif yang semakin parah yang disebabkan oleh degradasi kualitas ini, revitalisasi kompleks Eks Rumah Sakit Tembakau Deli dinilai harus dilakukan untuk melestarikan bangunan bersejarah yang ada dan sesuai dengan kaidah konservasi melalui pendekatan adaptive reuse, pembangunan baru (infill), dan demolisi untuk melestarikan dan dapat memenuhi kebutuhan fungsi yang baru. Dalam mengidentifikasi potensi dari fungsi baru kawasan perancangan didasari oleh penentuan komponen yang dilindungi, prinsip dan kriteria perancangan yang didapat dari tinjauan literatur dan studi preseden. Sektor ekonomi kreatif dinilai menjadi salah satu sektor ekonomi yang menjanjikan di masa depan, dan dapat diwadahi pada fungsi baru Kawasan perancangan ini sebagai sebuah Creative Hub sehingga tidak hanya meletarikan bangunan cagar budaya agar manjadi sebuah kawasan yang menarik, namun juga dapat menjadi katalis kegiatan sosial, budaya dan ekonomi yang baru pada wajah Kota Medan dan mewujudkan sebuah urban regeneration.", "Daftar File": {"ABSTRAK Rofi Bintang Mishael": "https://digilib.itb.ac.id/gdl/download/271332"}, "Penulis": "Rofi Bintang Mishael [25220033]", "Kontributor / Dosen Pembimbing": ["Mohammad Jehansyah Siregar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "revitalisasi, adaptive reuse, creative hub", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Jan 2023"}