{"Nomor": 70562, "Judul": "KAJIAN FAKTOR DOMINAN KONTAMINASI BAKTERI COLIFORM PADA AIR TANAH DANGKAL DI KOTA YOGYAKARTA (STUDI KASUS: KELURAHAN TAHUNAN DAN KELURAHAN PRINGGOKUSUMAN)", "Abstrak": "Penggunaan air tanah dangkal sebagai sumber air bersih masih menjadi primadona\nmasyarakat Kota Yogyakarta mengingat pemanfaatannya yang relatif mudah,\nmurah, dan praktis. Namun, Sistem Pengelolaan Air Limbah Domestik (SPALD)\nsetempat yang mayoritas masih digunakan warga menjadi kurang ideal mengingat\nketerbatasan lahan pada kawasan padat penduduk sehingga berpotensi mencemari\nsumur warga. Penelitian ini dilakukan di Kelurahan Tahunan dan Kelurahan\nPringgokusuman yang diharapkan dapat mewakili kondisi pencemaran air tanah\ndangkal di Kota Yogyakarta. Tujuan penelitian ini adalah mengidentifikasi\npenyebaran kontaminasi bakteri Coliform, mengkaji faktor dominan penyebab\nkontaminasi bakteri coliform dalam air tanah dangkal, dan memberikan saran\npengelolaan air tanah di wilayah penelitian. Status kualitas air tanah parameter\nTotal Coliform digunakan sebagai variabel bebas, sedangkan variabel terikat yang\ndigunakan diantaranya jenis, kedalaman, serta dinding sumur, jenis SPALD, jarak\nsumur terhadap tangki septik, jamban, dan sumber pencemar lain, kepadatan\npenduduk, penggunaan lahan, kedalaman muka air tanah, curah hujan, jenis tanah,\ndan kemiringan lereng. Parameter-parameter tersebut dianalisis secara statistik\ndengan metode regresi logistik menggunakan perangkat lunak IBM SPSS 26 dan\ndidukung dengan hasil kajian metode Analytical Hierarchy Process (AHP)\nmenggunakan perangkat lunak Expert Choice. Sedangkan pemetaan pencemaran\nbakteri coliform pada air tanah dangkal akan diolah menggunakan perangkat lunak\nArcGIS. Hasil penelitian menunjukkan 83,3% sampel air tanah dangkal pada\nwilayah penelitian tidak memenuhi syarat baku mutu air bersih parameter Total\nColiform. Sedangkan faktor dominan yang paling berpengaruh terhadap kualitas\nbakteriologis air tanah parameter Total Coliform adalah jarak sumber pencemar lain\nterhadap sumur, kemiringan lereng, dan jarak tangki septik terhadap sumur.\nPengelolaan air tanah yang disarankan dapat melalui pendekatan teknologi, kelembagaan, dan sosial.", "Daftar File": {"ENDA KALYANA  PUTRI.pdf": "https://digilib.itb.ac.id/gdl/download/271374"}, "Penulis": "Enda Kalyana Putri [25320021]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Analytical Hierarchy Process, bakteri coliform, pencemaran air tanah, regresi logistik", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "16 Jan 2023"}