{"Nomor": 70570, "Judul": "EVALUASI PROGRAM PERUMAHAN BERSUBSIDI SERTA PREFERENSI MASYARAKAT DALAM MEMILIH PERUMAHAN BERSUBSIDI DI KOTA CIREBON", "Abstrak": "Pertumbuhan penduduk meningkatkan kebutuhan akan tempat tinggal. Dalam hal ini,\nalihfungsi lahan nonpermukiman menjadi lahan permukiman merupakan hal yang\nsudah lumrah. Di sisi lain, keterbatasan ketersediaan lahan di kota meningkatkan\nharga tanah dan harga rumah. Kewajiban pemerintah dalam mewujudkan tempat\ntinggal yang layak diwujudkan dalam Program Sejuta Rumah. Program Sejuta Rumah\nbagi masyarakat berpenghasilan rendah diwujudkan dalam program penyediaan\nperumahan subsidi.\nNamun, keberlangsungan program perumahan subsidi dinilai belum maksimal\nditinjau dari kesesuaian terhadap ketentuan pembangunan perumahan subsidi.\nAlihfungsi lahan nonpermukiman menjadi perumahan dinilai dapat menimbulkan\nketidaksesuaian terhadap rencana tata ruang. Kualitas mutu bangunan rumah subsidi\nyang begitu rendah. Ketersediaan prasarana, sarana, utilitas perumahan subsidi yang\nkurang lengkap. Harga perumahan subsidi yang terus merangkak naik berdampak\npada keterjangkauan harga (affordability) perumahan subsidi yang justru tidak dapat\ndijangkau oleh sebagian kalangan masyarakat berpenghasilan rendah (MBR)\nsehingga terindikasi kurang tepat sasaran dalam penerimaan program perumahan\nsubsidi. Selain itu, persepsi masyarakat terhadap perumahan subsidi yang sudah\ndibangun dan preferensi masyarakat dalam memilih perumahan subsidi juga\nmerupakan suatu hal yang penting untuk diteliti.\nOleh karena itu, berdasarkan pernyataan-pernyataan tersebut, penelitian ini\nbertujuan untuk mengevaluasi program perumahan subsidi serta preferensi\nmasyarakat dalam memilih perumahan subsidi di Kota Cirebon. Evaluasi yang\ndilakukan terkait dengan kesesuaian lokasi perumahan terhadap peruntukan rencana\ntata ruang, intensitas pemanfaatan ruang perumahan terhadap rencana tata ruang\nKota Cirebon, kualitas bangunan dan kelengkapan dalam penyediaan prasarana;\nsarana; dan utilitas perumahan sesuai dengan standar perumahan, kesesuaian\npenerima program perumahan subsidi, keterjangkauan harga rumah subsidi, serta\npeninjauan persepsi masyarakat terhadap perumahan subsidi di Kota Cirebon. Selain\nitu, penelitian ini juga meninjau preferensi masyarakat dalam memilih perumahan\nsubsidi di Kota Cirebon.\nPenjabaran mengenai analisis tersebut menggunakan metode analisis deskriptif\nkuantitatif melalui studi literatur, observasi langsung, dan kuesioner. Hasil dari\npenelitian ini menyatakan bahwa penyediaan perumahan subsidi di Kota Cirebon\nsesuai peraturan dengan persentase 76,05%. Adapun faktor lokasi perumahan\nmerupakan faktor prioritas masyarakat dalam memilih perumahan subsidi di Kota\nCirebon. Hasil analisis diharapkan dapat menjadi masukan bagi pemerintah dalam\nmenentukan kebijakan untuk meningkatkan ketercapaian program perumahan subsidi.\nHasil evaluasi ini diharapkan menjadi masukan bagi pengembang perumahan dalam\nmembangun perumahan subsidi, serta untuk masyarakat dalam memilih perumahan\nsubsidi di Kota Cirebon.", "Daftar File": {"ABSTRAK Fachry Riza Alfarizki": "https://digilib.itb.ac.id/gdl/download/271453", "BAB 1 Fachry Riza Alfarizki": "https://digilib.itb.ac.id/gdl/download/272158", "BAB 2 Fachry Riza Alfarizki": "https://digilib.itb.ac.id/gdl/download/272159", "BAB 3 Fachry Riza Alfarizki": "https://digilib.itb.ac.id/gdl/download/272160", "BAB 4 Fachry Riza Alfarizki": "https://digilib.itb.ac.id/gdl/download/272161", "BAB 5 Fachry Riza Alfarizki": "https://digilib.itb.ac.id/gdl/download/272162", "BAB 6 Fachry Riza Alfarizki": "https://digilib.itb.ac.id/gdl/download/272163", "PUSTAKA Fachry Riza Alfarizki": "https://digilib.itb.ac.id/gdl/download/272164"}, "Penulis": "Fachry Riza Alfarizki [25420038]", "Kontributor / Dosen Pembimbing": ["Dr. Niken Prilandita, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Perumahan Subsidi, Kota Cirebon, Rencana Tata Ruang, Intensitas Pemanfaatan Ruang, Persepsi Masyarakat", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "16 Jan 2023"}