{"Nomor": 70574, "Judul": "FAILURE MODE AND EFFECT ANALYSIS (FMEA) AND PREVENTIVE MAINTENANCE SELECTION ON PULVERIZER USING QUANTITATIVE MSG-3 METHOD", "Abstrak": "Pembangkit listrik tenaga batu bara yang mampu menghasilkan listrik 740 MW mengalami kegagalan pada salah satu alat produksinya yaitu mesin pulverizer sehingga mengakibatkan terhentinya kegiatan produksi (downtime). Mesin pulverizer merupakan peralatan penting yang perlu diberikan perawatan untuk mengatasi dan mencegah kegagalan di kemudian hari. Mesin pulverizer dapat disebut sebagai peralatan yang sangat penting karena fungsinya untuk menggiling batubara untuk memaksimalkan efisiensi pembakaran sehingga memberikan hasil yang optimal. Dengan kata lain, tanpa mesin pulverizer, proses produksi tidak akan dapat dilanjutkan dan dapat mengakibatkan kerugian finansial yang sangat besar. Oleh karena itu, akan dilakukan analisis kegagalan dan pemilihan tugas perawatan sebagai upaya pencegahan pada pulverizer dengan mengidentifikasi kegagalan fungsional, efek kegagalan, dan mode kegagalan menggunakan metode Failure Mode and Effect Analysis (FMEA) yang akan disediakan dalam lembar kerja informasi. Setelah itu, pemilihan tugas pemeliharaan yang layak dan efektif akan dilakukan menggunakan pendekatan kuantitatif Maintenance Steering Group-3 (MSG-3). MSG-3 dapat menentukan tugas yang layak dan efektif untuk menentukan perawatan yang optimal. Sebagai tambahan, kategori konsekuensi kegagalan dan risiko kegagalan akan diidentifikasi lebih lanjut dalam studi ini.\nMenurut hasil yang diperoleh dalam penelitian, ada tiga modus kegagalan yang teridentifikasi yaitu kebocoran pipa batubara (coal pipe leaks), kelelahan bearing (bearing fatigue), dan bearing terlalu panas (bearing overheat). Semua modus kegagalan memiliki konsekuensi pada evident operational yang berarti kegagalan dapat dilihat oleh operator saat terjadi dan menyebabkan proses produksi terhenti. Akibatnya, kelayakan tugas pemeliharaan ditentukan dengan membandingkan kerugian akibat pemeliharaan korektif dan pemeliharaan preventif. Setelah itu, diperoleh tugas perawatan yang optimal termasuk inspeksi getaran dan inspeksi panas menggunakan metode kuantitatif MSG-3. Untuk tambahan, Catat semua data kegagalan termasuk data perawatan dan data pemantauan kondisi untuk memperoleh hasil yang akurat yang mencerminkan dengan kondisi lapangan yang sebenarnya dan memperbarui informasi karena banyak perubahan yang terjadi di komponen bertujuan untuk analisis yang lebih baik sebagai rekomendasi di studi ini.", "Daftar File": {}, "Penulis": "Afgar Daniswara Izadd [13618120]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Edy Suwondo, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "MSG-3, pemilihan tugas perawatan, FMEA, lembar kerja informasi, kebocoran pipa batubara, kelelahan bearing, bearing terlalu panas, evident operational.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "17 Jan 2023"}