{"Nomor": 70583, "Judul": "PERANCANGAN DAN IMPLEMENTASI SUBSISTEM SUMBER CAHAYA DAN CATU DAYA PADA SPEKTROFOTOMETER CAHAYA TAMPAK PORTABEL UNTUK PENGUKURAN KONSENTRASI GLUKOSA DI  SISTEM MIKROFLUIDA DIGITAL", "Abstrak": "Mikrofluida digital (DMF) adalah teknologi penanganan cairan yang\nmemungkinkan kontrol individu terhadap tetesan pada kisi-kisi elektroda. Ini\nmemungkinkan gerakan simultan, pencampuran, pemisahan, dan pengeluaran\nbeberapa tetesan pada permukaan terbuka. Salah satu contoh penerapan DMF di\nbidang medis adalah untuk membantu mencampur sampel mikroliter saat\nmenentukan konsentrasi glukosa. Sampel fluida yang menjadi objek penelitian\nmenggunakan DMF umumnya memiliki volume yang terbatas karena\nkelangkaannya. Meski begitu, analisis kuantitatif dan kualitatif tetap harus\ndilakukan dengan volume yang terbatas ini dengan metode analisis yang tepat.\nSpektrofotometri dapat menganalisis panjang gelombang dan konsentrasi sampel\nini pada volume rendah. Spektrofotometri adalah metode analisis cahaya yang\nmenggunakan absorbansi material terhadap cahaya. Dalam hal ini, spektrum cahaya\nyang dihasilkan oleh spektrofotometer harus disesuaikan untuk digunakan pada\ncahaya tampak (400-700 nm). Jenis sumber cahaya sangat penting dalam\nmenentukan keakuratan pengukuran spektrofotometri dan sistem daya yang harus\ndisetel dengan tepat untuk memaksimalkan spektrum sumber cahaya. Oleh karena\nitu, desain dan implementasi subsistem sumber cahaya dan daya dari\nspektrofotometer cahaya tampak portabel) yang berfokus pada pengukuran glukosa\ndalam platform DMF yang ditunjuk dilakukan. Sistem daya DC untuk lampu\nhalogen Philips 7387 dibuat menggunakan baterai 21700 untuk spektrofotometer\ncahaya tampak portabel. Dua sel baterai seri 21700 digunakan untuk sistem dengan\ntotal kapasitas 5000 mAh. Dari hasil percobaan, sistem Lighting menghasilkan\nrespon spektral yang relatif datar sepanjang 400-700 nm dengan rata-rata respon\nrelatif 0,598 dari 1, mengurangi kerumitan perangkat lunak dalam memproses\ninformasi dari pengukuran. Sistem tenaga listrik terbukti menjalankan skenario\npengukuran spektrofotometer secara efektif selama 3 jam. Namun, pengujian\nmenunjukkan penurunan tegangan rata-rata 0,7 V dari baterai.", "Daftar File": {}, "Penulis": "Balkan Khilmi Assakandari [13218057]", "Kontributor / Dosen Pembimbing": ["Akhmadi Surawijaya, S.T., M.Eng.", "Muhammad Ogin Hasanuddin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "absorbansi, sistem daya DC, sumber cahaya, portabel, spektrofotometer.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Jan 2023"}