{"Nomor": 70594, "Judul": "INVESTMENT ANALYSIS AND BUSINESS RISK   OF ADDITIONAL NEW CRUSHER   TO SUPPORT INCREASING COAL PRODUCTION PLAN  STUDY: AREA ABC, PT. XYZ", "Abstrak": "Industri pertambangan batubara merupakan industry padat modal yang memiliki resiko bisnis tinggi, karena tingginya ketidakpastian sepanjang project penambangan dijalankan. Secara external, industri ini sangat dipengaruhi oleh fluktuasi harga batubara dan perubahan kondisi makroekonomi. Sedangkan secara internal, industry ini sangat dipengaruhi oleh efektivitas pengelolaan operasional agar dapat berlangsung dengan stabil dan jangka panjang. \n \nPada tahun 2020 harga batubara turun ke 49.42 usd/ton (HBA), yang merupakan harga terendah dalam 1 dekade terakhir. Salah satu penyebab utamanya adalah Covid-19 yang menyebabkan berkurang nya permintaan batubara sebagai salah satu konsumsi listrik di negara pengimpor batubara, sehingga beberapa perusahaan batubara di Indonesia memutuskan untuk berhenti beroperasi karena keuntungan dari penjulan batubara lebih rendah dibandingkan dengan biaya operasi. Ditengah ketidakpastian harga batubara di tahun 2020, PT. XYZ tetap memutuskan untuk membuka operasional penambangan baru yaitu Area ABC dengan mulai beroperasi di bulan juni dan target produksi 0.86 juta ton pada tahun 2020, hal ini merupakan bagian dari strategi PT.XYZ dalam menjaga kapasitas produski tahunan dari seluruh area operasional penambangan nya. \n \nKeputusan yang diambil PT. XYZ terbukti tepat, dikarenakan awal tahun 2021 terjadi rebound trend kenaikan harga batubara hingga mencapai harga tertinggi 215 usd/ton (HBA) pada Desember 2021, sehingga PT.XYZ memutuskan untuk merencanakan menaikan produksi batubara pada tahun selanjutnya. Untuk mendukung terpenuhi nya target produksi 6,4 juta ton batubara di tahun 2025 maka dilakukan kajian teknis, dan hasil dari dari kajian teknis tersebut disimpulkan bahwa diperlukan penambahan satu crusher baru di coal processing plan, hal ini dikarenakan kemampuan crusher existing hanya mampu di 3.5 juta ton/tahun. Pembangunan crusher baru ini direncanakan selama periode Januari s/d Desember 2022. \n \nProject ini membutuhkan belanja modal sebesar USD 8,1 juta, dengan pembangunan crusher dilakukan oleh kontraktor dan mengacu pada alokasi ruang lingkup kontrak kerja. Kepastian proyeksi keuangan dan stabilitas proyek di tengah kondisi fluktuasi harga batubara menjadi tujuan penelitian ini. Analisis Investasi dan manajemen resiko di harapkan menjadi metode yang komperhensif dalam memberikan solusi terhadap tantangan yang dihadapi oleh PT. XYZ. \n \nBerdasarkan penelitian ini, project penambahan satu crusher baru dinyatakan layak secara finansial dengan menghasilkan NPV sebesar USD 52,40 juta, IRR 150%, PBP 1,02 tahun, dan PI 7,46. Potensi kerugian terhadap keputusan pembangunan crusher baru ini juga telah di antisipasi dengan penerapan manajemen resiko.", "Daftar File": {"2023_TS_PP_Dian Permana Putra 29120426_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/271625"}, "Penulis": "Dian Permana Putra [29120426]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "batubara, crusher, analisis investasi, manajemen resiko.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "17 Jan 2023"}