{"Nomor": 70592, "Judul": "MENYUSUN STRATEGI UNTUK TUMBUH DAN BERKELANJUTAN KEPADA PERUSAHAAN BERBASIS TEKNOLOGI (STUDI KASUS: SENSYNC)", "Abstrak": "Situasi global saat ini menghadapi ketidakpastian. Setelah lebih dari dua tahun mengalami pandemi COVID-19, ancaman disrupsi dan ekonomi makro membayangi masa depan yang tak terduga. Salah satu disrupsi berupa teknologi yang ditandai dengan digitalisasi. Digitalisasi memiliki dampak yang sangat besar bagi dunia dan menjadi suatu hal esensial yang menyentuh hampir semua aspek.  \n \nPT Sensor Teknologi Indonesia, atau dikenal dengan Sensync, adalah perusahaan teknologi platform sistem terintegrasi/digital IoT yang bergerak di sektor keberlanjutan. Sayangnya, sejak tahun 2020, pendapatan tahunan Sensync semakin menurun. Hal ini tidak sesuai dengan target yang telah ditetapkan, terutama tujuan keuangan jangka pendek. Sensync memiliki dua segmentasi pasar utama. Pertama, pemerintah (nasional/daerah) dan yang kedua adalah industri yang wajib memasang dan mengoperasikan SPARING hasil intervensi regulasi. Kami menggunakan peta penyebab dan diagram tulang ikan untuk mengidentifikasi dan mengatur penyebab masalah yang diketahui. Hasilnya, isu bisnis penurunan pertumbuhan Sensync berpotensi datang dari staf dengan tingkat transaksi rendah dan pemerintah sebagai target pasar. Selain itu, penurunan angka pelanggan dan faktor intervensi pemerintah dimungkinkan sebagai penyebab, namun merupakan sesuatu yang tidak dapat dikendalikan. Tujuan dari penelitian ini adalah untuk menemukan kembali bisnis Sensync, menyusun strategi untuk pertumbuhan dan keberlanjutan, dan membangun eksekusi strategi yang baik. \n \nKami melakukan studi kualitatif dan kasus tunggal dengan menerapkan wawancara semi-terstruktur, pendekatan longitudinal dan cross-sectional. Kerangka kerja konseptual yang digunakan untuk menemukan kembali bisnis Sensync. Kerangka kerja ini terdiri dari empat komponen utama: konsep ulang bisnis, evaluasi ulang rantai nilai, hubungan kembali dengan pelanggan, dan pembangunan kembali organisasi. Proses analisis mengevaluasi lingkungan eksternal dan internal Sensync untuk mendiagnosis kondisi persaingan. Alat yang digunakan dalam penelitian ini antara lain PESTEL, Five Forces, SWOT, dan VRIO. Solusi bisnis yang diusulkan terdiri dari strategi bisnis dan korporasi. Penyusunan strategi bisnis menggunakan dua dimensi: matriks TOWS dan inovasi model bisnis, sedangkan strategi korporat melalui tiga dimensi: integrasi vertikal, diversifikasi, dan cakupan geografis. \n \nTemuan penelitian bahwa Sensync harus menciptakan dan meningkatkan nilai yang mendukung kekuatan dan peluang yang disajikan serta mengurangi dan menghilangkan biaya yang mewakili kelemahan dan ancaman yang ada. Menargetkan segmen ESG, proposisi nilai \"menyelesaikan pekerjaan\", hubungan pelanggan \"layanan otomatis\", dan menambahkan saluran dan platform distributor diharapkan dapat menciptakan dan meningkatkan inovasi nilai Sensync, sekaligus mengurangi biaya dengan menghilangkan  sedikit faktor berharga seperti hubungan pelanggan faktor \"layanan mandiri\" dan bantuan pribadi, penghematan segmen industri, proposisi nilai kenyamanan/kegunaan, aktivitas R&D, dan penjualan produk sebagai aliran pendapatan. Untuk strategi korporasi, Sensync menekankan integrasi vertikal ke belakang, yang berfokus pada aktivitas desain, perakitan akhir, dan integrasi sistem. Ditambahkan dengan integrasi vertikal ke depan dengan aktivitas penjualan dan pemasaran, dan dukungan layanan purna jual. Kemudian, Sensync dapat menerapkan strategi diversifikasi terbatas terkait dengan transformasi dari sistem peralatan pemantauan lingkungan menjadi perusahaan pengelolaan lingkungan dan/atau melakukan diversifikasi ke bidang keberlanjutan lain atau sektor digital/IOT. Selanjutnya, Sensync harus mempertimbangkan untuk meminjam sumber daya melalui aliansi strategis terintegrasi (aliansi dengan ekuitas). Untuk ruang lingkup geografis, Sensync masih berkompetisi di pasar nasional. Selain itu, untuk menyusun proses eksekusi strategi, dibagi menjadi tiga bagian utama, membangun kapabilitas organisasi, mengelola opsi internal, serta budaya dan kepemimpinan perusahaan. Terakhir, rencana implementasi yang diusulkan akan memungkinkan pemangku kepentingan Sensync untuk memahami masalah dan tindakan yang diperlukan di setiap bagian dari proses strategis.", "Daftar File": {"2023_TS_PP_Ruly Resfiandhi-29121113_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/271562"}, "Penulis": "Ruly Resfiandhi [29121113]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Eko Agus Prasetio, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "berkelanjutan, digital, penciptaan kembali bisnis, strategi bisnis, strategi korporasi, strategi eksekusi", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "17 Jan 2023"}