{"Nomor": 70595, "Judul": "MAKNA AWAN CUMULONIMBUS SEBAGAI BACKGROUND ARTDALAM FILM ANIMASI THE GIRL WHO LEAPT THROUGH TIME KARYA MAMORU HOSODA", "Abstrak": "Salah satu sektor yang berperan besar dalam pencemaran sungai di daerah Citarum\nHulu adalah sektor industri tekstil. Pencemaran sungai akan berdampak terhadap\nkomposisi makrozoobentos. Tujuan dari penelitian ini adalah untuk menentukan\ntingkat pencemaran, diversitas makrozoobentos, dan taksa makrozoobentos sebagai\nbioindikator pencemaran sungai pada kawasan industri tekstil di DAS Citarum\nHulu. Periode sampling air, sedimen, dan makrozoobentos adalah dari Bulan Mei –\nOktober 2021. Lokasi penelitian terletak di sungai-sungai pada area pemukiman\ndan perkebunan serta kawasan industri tekstil di DAS Citarum Hulu. Analisis data\nmencakup penentuan indeks polusi air dengan indeks Nemerow, penggunaan\nindeks keragaman Shannon-Wiener dan indeks nilai penting, serta Principal\nComponent Analysis (PCA). Hasil analisis menyatakan sungai yang berada di\nkawasan industri tekstil berstatus tercemar sedang dan berat. Indeks Nilai Penting\nmenunjukkan adanya dominasi Tubifex sp. pada sungai di kawasan industri tekstil\ndan adanya kodominasi Chironomus sp. dan Hydropsyche sp. di sungai pada hulu\nCitarum. Komunitas makrozoobentos dengan diversitas yang lebih tinggi ada pada\nkawasan pemukiman di hulu dibandingkan dengan kawasan industri tekstil yang\nmengindikasikan adanya deteriorasi lingkungan. Berdasarkan hasil analisis PCA,\nterlihat adanya pemisahan karakter stasiun berdasarkan karakter fisika-kimia air\ndan sedimen. Lokasi hulu Citarum memiliki parameter kunci NO3, Hydropsyche\nsp., Pseudocloeon sp., dan Callibaetis sp. Kualitas air di kawasan industri tekstil\nMajalaya memiliki parameter kunci BOD, COD, turbiditas, konduktivitas, minyak\ndan lemak, amonia, dan TSS dengan taksa yang dapat dijadikan bioindikator adalah\nTubifex sp.", "Daftar File": {"COVER Gelar Anugerah Munggaran": "https://digilib.itb.ac.id/gdl/download/271626", "BAB 1 Gelar Anugerah Munggaran": "https://digilib.itb.ac.id/gdl/download/271627", "BAB 2 Gelar Anugerah Munggaran": "https://digilib.itb.ac.id/gdl/download/271628", "BAB 3 Gelar Anugerah Munggaran": "https://digilib.itb.ac.id/gdl/download/271629", "BAB 4 Gelar Anugerah Munggaran": "https://digilib.itb.ac.id/gdl/download/271630", "BAB 5 Gelar Anugerah Munggaran": "https://digilib.itb.ac.id/gdl/download/271631", "PUSTAKA Gelar Anugerah Munggaran": "https://digilib.itb.ac.id/gdl/download/271632"}, "Penulis": "Gelar Anugerah Munggaran [27117061]", "Kontributor / Dosen Pembimbing": ["Dr. Ruly Darmawan, S.Sn., M.Sn.", "Dr. Chandra Tresnadi, S.Sn., M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Engineering & allied operations", "Kata Kunci": "bioindikator, diversitas, industri tekstil, makrozoobentos, PCA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Jan 2023"}