{"Nomor": 70605, "Judul": "USULAN PELUNCURAN DAN STRATEGI PEMASARAN  PRODUK CLAY MASK SEBAGAI PENDATANG BARU DI  INDUSTRI KECANTIKAN   (STUDI KASUS : SWEET RECIPE ANNA)", "Abstrak": "Pasar kosmetik dan produk perawatan kulit di Indonesia semakin berkembang. Di tahun 2023, Sweet Recipe Anna, yang merupakan brand kecantikan vegan Indonesia, akan meluncurkan produk pertamanya yaitu Clay Mask. Target pasar Sweet Recipe Anna terdiri dari wanita Indonesia berusia 18 hingga 25 tahun yang melakukan berbagai aktivitas sehari-hari sebagai mahasiswa dan pekerja kantoran. \n \nMetodologi penelitian yang digunakan dalam penelitian ini adalah kualitatif dan kuantitatif dimana kualitatif berupa wawancara. Sedangkan untuk kuantitatif, penulis menggunakan kuesioner yang disebarkan kepada calon konsumen. Saat ini Sweet Recipe Anna sedang dalam proses revisi sampel. Oleh karena itu, tujuan dari penelitian ini adalah mengembangkan strategi pemasaran Sweet Recipe Anna untuk membangun brand awareness sebagai pendatang baru di industri kecantikan dan mengembangkan strategi viral marketing untuk menarik pelanggan ketika Sweet Recipe Anna meluncurkan produk pertamanya. Analisis internal yang digunakan adalah Value Proposition Canvas, Analisis VRIO, dan Business Model Canvas. Sementara analisis eksternal yang digunakan adalah Analisis PESTLE, Porter Five Forces, dan Analisis Kompetitor. \n \nUntuk analisis solusi, Sweet Recipe Anna juga akan menggunakan model pemasaran AISAS bersama dengan The Periodic Table of Content Marketing  dan The Tipping Point untuk mengembangkan strategi pemasaran guna meningkatkan brand awareness dan membuat strategi viral marketing.  \n \nPenelitian ini akan menghasilkan strategi untuk meningkatkan brand awareness dan mengembangkan strategi viral marketing untuk Sweet Recipe Anna. Menurut hasil survei kuesioner, setiap pernyataan yang dinyatakan dalam kuesioner adalah valid. Selanjutnya, implementasi tersebut akan digunakan sebagai panduan untuk Sweet Recipe Anna.", "Daftar File": {"2023_TS_PP_Fitriana Tri Ariani-29120357_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/271681"}, "Penulis": "Fitriana Tri Ariani [29120357]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, SE.,M.B.A., Ph.D.CBAP"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Kecantikan, Brand Awareness, Viral Marketing Strategy", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "17 Jan 2023"}