{"Nomor": 70607, "Judul": "JENIS GEOMETRI AKIFER DAERAH TELUK YOUTEFA KOTA JAYAPURA, PROVINSI PAPUA", "Abstrak": "Lapisan serpih pada Anggota Atas Formasi Telisa, Cekungan Sumatera Tengah,\ndiduga memiliki karakteristik sebagai serpih minyak. Karakteristik serpih minyak\ndapat dibedakan menjadi dua tipe yaitu karakteristik fisik dan geokimia organik.\nKarakteristik fisik terdiri dari litologi dan lingkungan pengendapan, sedangkan\nkarakteristik geokimia organik terdiri dari kekayaan, tipe, dan kematangan\nmaterial organik, serta banyaknya minyak yang dapat dihasilkan dari suatu sampel\nbatuan.\nDari data hasil pemboran serpih minyak sumur BH-2 diketahui bahwa lapisan\nserpih pada Anggota Atas Formasi Telisa memiliki ketebalan mencapai 98,5\nmeter, berwarna kelabu gelap-kelabu kecoklatan, struktur laminasi, menyerpih,\nlunak-keras. Di beberapa tempat terdapat sisipan batupasir halus-sangat halus,\nberwarna kelabu, lunak-keras.\nAnalisis maseral yang dilakukan pada sampel serpih memperlihatkan bahwa\nkandungan material organik sampel serpih didominasi oleh kelompok liptinit,\nyaitu maseral lamalginit dan telalginit (botryococcus), sedangkan vitrinit dan\ninertinit hadir dengan jumlah sedikit. Plot silang antara karbon organik total\n(TOC) dan Potential Yields (PY) pada diagram TOC terhadap PY,\nmemperlihatkan kekayaan material organik sampel serpih untuk menghasilkan\nhidrokarbon termasuk dalam kategori sangat baik-istimewa. Plot silang antara HI\ndan OI pada diagram van Krevelen memperlihatkan bahwa tipe kerogen sampel\nserpih termasuk dalam kategori kerogen tipe II dan III. Nilai reflektansi vitrinit\n(Rv) pada sampel serpih berkisar 0,20-0,31%, Tmaks berkisar 429-438°C, dan\nCPI sebesar 1,05 dan 1,04 mengindikasikan bahwa material organik sampel serpih\ndikategorikan belum matang-awal matang. Dari hasil analisis retorting yang\ndilakukan pada 13 sampel serpih (10 sampel dari sumur BH-2 dan 3 sampel dari\nsingkapan), diperoleh banyaknya kandungan minyak serpih pada sampel serpih\nberkisar 4-78 l/ton batuan atau rata-rata sebesar 32 l/ton batuan.\nBerdasarkan data hasil petrografi organik, pada sampel serpih Anggota Atas\nFormasi Telisa ditemukan maseral lamalginit, telalginit (botryococcus),\nliptodetrinit yang merupakan maseral yang berasal dari alga, sedangkan vitrinit\nmerupakan maseral yang berasal dari tumbuhan tinggi (darat). Dua puncak\ndistribusi alkana normal hasil analisis kromatografi gas sampel B3-65 (nC17 dan\nnC27) serta B3-89 (nC15 dan nC27), mengindikasikan bahwa material organik\nberasal dari alga dan tumbuhan tinggi. Plot silang pristana/nC17 dan fitana/nC18\ni\npada diagram pristana/nC17 terhadap fitana/nC18 mengindikasikan bahwa\nmaterial organik sampel serpih berasal dari alga dan tumbuhan tinggi. Dari faktafakta\ndi atas, maka diinterpretasikan bahwa material organik serpih Anggota Atas\nFormasi Telisa berasal dari alga dan tumbuhan tinggi (darat).\nDari hasil analisis maseral, pada sampel serpih ditemukan botryococcus.\nBotryococcus adalah alga yang digolongkan ke dalam submaseral telalginit dari\nmaseral alginit yang merupakan penciri lingkungan pengendapan lakustrin.\nKetebalan lapisan serpih dan kenampakan struktur laminasi pada sampel serpih\nmerupakan hasil dari proses pengendapan dengan media arus dalam kondisi relatif\ntenang. Dari fakta-fakta di atas, maka diinterpretasikan bahwa lapisan serpih\nAnggota Atas Formasi Telisa, Cekungan Sumatera Tengah merupakan hasil dari\nproses pengendapan di lingkungan lakustrin.", "Daftar File": {"ABSTRAK ROBERT LUKAS 22004013.pdf": "https://digilib.itb.ac.id/gdl/download/271687", "COVER ROBERT LUKAS 22004013.pdf": "https://digilib.itb.ac.id/gdl/download/271691", "BAB 1 ROBERT LUKAS 22004013.pdf": "https://digilib.itb.ac.id/gdl/download/271692", "BAB 2 ROBERT LUKAS 22004013.pdf": "https://digilib.itb.ac.id/gdl/download/271693", "BAB 3 ROBERT LUKAS 22004013.pdf": "https://digilib.itb.ac.id/gdl/download/271694", "BAB 4 ROBERT LUKAS 22004013.pdf": "https://digilib.itb.ac.id/gdl/download/271695", "BAB 5 ROBERT LUKAS 22004013.pdf": "https://digilib.itb.ac.id/gdl/download/271696", "PUSTAKA Robert Lukas Nadap Awi": "https://digilib.itb.ac.id/gdl/download/271697", "LAMPIRAN ROBERT LUKAS 22004013.pdf": "https://digilib.itb.ac.id/gdl/download/271698"}, "Penulis": "Robert Lukas Nadap Awi [22004013]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lambok Hutasoit, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "serpih minyak, minyak serpih, petrografi organik, geokimia organik, retorting.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "17 Jan 2023"}