{"Nomor": 70615, "Judul": "STRATEGI PEMASARAN TERINTEGRASI UNTUK MENINGKATKAN BRAND AWARENESS UNTUK PT KARYA SENI HADIPRANA (HADIPRANA ARTWORK)", "Abstrak": "Pada situasi VUCA, dimana pandemi melanda seluruh dunia dan membawa pengaruh terhadap semua sectok industry, terutama industry arsitektur dan interior design. Salah satu pengaruh akibat adanya pandemic adalah perubahan perilaku konsumen, bergeser dari belanja kebutuhan secara luring menjadi belanja kebutuhan secara daring. Perubahan perilaku konsumen ini adalah sebuah peluang bagi perusahaan untuk meningkatkan strategi pemasaran secara digital. Kurangnya strategi pemasaran secara digital pada sebuah perusahaan dapat mengakibatkan turunnya pendapatan dan perusahaan sulit mendapat konsumen baru. Hal inilah yang dialami oleh PT Karya Seni Hadiprana, perusahaan yang bergerak di industry arsitektur dan interior, yang menawarkan produk dan servis berupa karya seni.\nTujuan dari penilitian ini adalah mencari  penyebab dari kurangnya awareness  terhadap produk dan servis dari PT Karya Seni Hadiprana. Metode penelitian menggunakan metode kualitatif deskriptif. Metode kualitatif digunakan untuk memperoleh data primer dan dan melakukan observasi dari wawancara dengan manajemen perusahaan yaitu; direktur, prinsipal dan koordinator proyek\nData yang terkumpul kemudian digunakan untuk analisis secara internal dan juga eksternal. Analisa internal digunakan untuk mengumpulkan informasi tentang kondisi internal PT. Karya Seni Hadiprana dengan menggunakan metode analisa VRIO, BMC dan bauran pasar, sedangkan analisa eksternal digunakan untuk mengevaluasi lingkungan industri serta menentukan perilaku pelanggan perusahaan. Selanjutnya setelah melakukan analisa eksternal dan internal, peneliti menggunakan analisa SWOT dan menghasilkan kelemahan yang menyebabkan kurangnya strategi promosi pada pemasaran yang kurang efektif dan keterbatasan sumber daya dalam meningkatkan kesadaran produk dan servis PT Karya Seni Hadiprana.\nBerdasarkan analisa tersebut, peneliti memaparkan strategi pemasaran terpadu yang baru yang mengoptimalkan pemasaran digital dan meningkatkan manejemen divisi pemasaran guna meningkatkan awareness terhadap produk dan servis PT Karya Seni Hadiprana.", "Daftar File": {"COVER Anugrah Fikriyanto": "https://digilib.itb.ac.id/gdl/download/271738", "BAB 1 Anugrah Fikriyanto": "https://digilib.itb.ac.id/gdl/download/288673", "BAB 2 Anugrah Fikriyanto": "https://digilib.itb.ac.id/gdl/download/288674", "BAB 3 Anugrah Fikriyanto": "https://digilib.itb.ac.id/gdl/download/288675", "BAB 4 Anugrah Fikriyanto": "https://digilib.itb.ac.id/gdl/download/288676", "PUSTAKA Anugrah Fikriyanto": "https://digilib.itb.ac.id/gdl/download/288677"}, "Penulis": "Anugrah Fikriyanto [29320354]", "Kontributor / Dosen Pembimbing": ["Dr. G.N. Sandhy Widyasthana"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Karya Seni, Arsitektur, Analis, VRIO, Perilaku Pelanggan, Pemasaran Digital", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Jan 2023"}