{"Nomor": 70614, "Judul": "PENERAPAN STRATEGI DIGITAL MARKETING MELALUI SOSIAL MEDIA UNTUK MENINGKATKAN BRAND AWARENESS PADA USAHA KECIL MENENGAH: STUDI KASUS CUCI MOBIL TWASH", "Abstrak": "Cuci mobil merupakan bisnis yang menjanjikan karena banyaknya kepemilikan kendaraan, mobilitas dan kesibukan, dimana jika harus mencuci alat transportasi sendiri akan memakan banyak waktu, tenaga, dan air. Studi kasus dilakukan di TWash Car Wash yang berlokasi di Cipayung, Jakarta Timur. Fokus utama dalam penelitian ini terletak pada proses pembuatan dan perumusan rencana pemasaran jasa cuci mobil. \n\nMetode penelitian yang digunakan dalam proses perumusan rencana pemasaran adalah wawancara mendalam. Wawancara mendalam akan dilakukan dengan melibatkan pemilik, karyawan, dan pelanggan TWash Car Wash. Metode ini dilakukan dengan tujuan untuk memperoleh data primer mengenai layanan yang ditawarkan, kondisi persaingan, strategi pemasaran yang telah dilakukan, serta berbagai data lain yang diperlukan selama pelaksanaan penelitian. Metode penelitian kualitatif utama dalam penelitian ini adalah wawancara mendalam baik tatap muka maupun online dengan menggunakan teknik wawancara tinjauan semi terstruktur. \n\nSolusi bisnis ini dibagi menjadi rencana aksi jangka pendek dan jangka panjang sebagai pedoman bagi UKM dalam melaksanakan rencana pemasaran. Kondisi lingkungan eksternal dan internal mempengaruhi kegiatan usaha TWash Car Wash. Sedangkan analisis lingkungan internal dilakukan dengan menggunakan Segmenting, Targeting, and Positioning (STP) dan Marketing Mix 7P. Hasil analisis kekuatan dan kelemahan TWash Car Wash menunjukkan bahwa faktor kelemahan menjadi lebih dominan daripada kekuatannya. \n\nAnalisis peluang dan ancaman menunjukkan bahwa peluang usaha industri jasa cuci mobil lebih besar dari pada ancamannya. Oleh karena itu, dapat dikatakan bahwa meskipun kelemahan TWash Car Wash lebih dominan daripada kelebihannya, namun ada peluang untuk menjadi pemain di pasar.", "Daftar File": {"COVER Taufiq Wicaksana": "https://digilib.itb.ac.id/gdl/download/271737", "BAB 1 Taufiq Wicaksana": "https://digilib.itb.ac.id/gdl/download/288790", "BAB 2 Taufiq Wicaksana": "https://digilib.itb.ac.id/gdl/download/288791", "BAB 3 Taufiq Wicaksana": "https://digilib.itb.ac.id/gdl/download/288792", "BAB 4 Taufiq Wicaksana": "https://digilib.itb.ac.id/gdl/download/288793", "PUSTAKA Taufiq Wicaksana": "https://digilib.itb.ac.id/gdl/download/288794"}, "Penulis": "Taufiq Wicaksana [29320523]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cuci Mobil, Metode Penelitian dengan Wawancara Mendalam, Marketing Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Jan 2023"}