{"Nomor": 70617, "Judul": "PRIORITISASI PENGADAAN KORPORAT UNTUK ENERGI BARU TERBARUKAN MENGGUNAKAN ANALYTIC HIERARCHY PROCESS (AHP) OLEH PERSPEKTIF PERUSAHAAN JASA ENERGI SEBAGAI RESPONSE DARI COP26", "Abstrak": "Untuk dapat berpartisipasi dalam komitmen COP26 untuk bekerja sama membuat solusi yang bersih dan berkelanjutan untuk Indonesia, inisiasi terhadap energi terbarukan adalah pilihan yang paling ekonomis dan andal bagi Indonesia untuk memenuhi kebutuhan listrik secara efisien pada tahun 2030 mendatang. Tujuan dari penelitian ini adalah untuk membuat prioritas prospek proyek energi terbarukan dari sudut pandang perusahaan jasa sebagai kontraktor perusahaan migas. Hal ini termasuk proyek yang dinilai prospektif di Indonesia, yaitu geotermal atau panas bumi, carbon capture storage and utilization, dan dekarbonisasi dan pengurangan emisi dari operasi eksisting.\nPenelitian ini juga bertujuan untuk menentukan aspek-aspek kriteria yang dinilai penting dan prioritas bagi perusahaan jasa di bidang Energi Terbarukan. Studi literatur, wawancara dengan pengambil keputusan kunci di perusahaan, kuesioner kepada pakar perusahaan, dan kuesioner kepada praktisi di industri dilakukan untuk menentukan empat kriteria prioritas, yaitu strategi dan perundangan, pemasaran dan penjualan, keuangan dan manajemen proyek. Untuk mendukung proses penentuan prioritas digunakan Analytical Hierarchy Process (AHP). Di antara sembilan subkriteria, subkriteria dengan bobot global tertinggi adalah profitabilitas, cashflow dan penjaminan kualitas jasa.", "Daftar File": {"COVER Yessica Fransisca Sthepani": "https://digilib.itb.ac.id/gdl/download/271740", "BAB 1 Yessica Fransisca Sthepani": "https://digilib.itb.ac.id/gdl/download/288812", "BAB 2 Yessica Fransisca Sthepani": "https://digilib.itb.ac.id/gdl/download/288813", "BAB 3 Yessica Fransisca Sthepani": "https://digilib.itb.ac.id/gdl/download/288814", "BAB 4 Yessica Fransisca Sthepani": "https://digilib.itb.ac.id/gdl/download/288815", "PUSTAKA Yessica Fransisca Sthepani": "https://digilib.itb.ac.id/gdl/download/288816"}, "Penulis": "Yessica Fransisca Sthepani [29320424]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penentuan Prioritas, Analytic Hierarchy Process, Energi Terbarukan, Strategi Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Jan 2023"}