{"Nomor": 70613, "Judul": "USULAN STRATEGI BISNIS UNTUK CITRAINDAH CITY AGAR TETAP MENJADI MARKET LEADER DI INDUSTRI REAL ESTATE", "Abstrak": "CitraIndah City adalah anak perusahaan dari Ciputra Group. Perusahaan ini memiliki proyek di Jonggol yang telah dimulai sejak tahun 1997. Penelitian ini bertujuan untuk memahami kondisi CitraIndah City, secara khusus untuk proyek di Jonggol, dan menentukan solusi bisnis untuk persoalan atau permasalahan yang ada. Berbagai bentuk analisis dilakukan seperti analisis internal maupun eksternal. Perusahaan properti menjadi cukup menarik untuk diteliti karena adanya persaingan yang cukup tinggi dalam bisnis real estate dan properti di Indonesia. Selain itu, data-data yang didapatkan menunjukan adanya peningkatan dari sisi minat masyarakat dan nilai penjualan. Hal ini dikarenakan di Indonesia sedang terjadi pemulihan ekonomi dan adanya dukungan pemerintah dengan mengurangi peraturan yang berhubugnan dengan pajak. Analisis eksternal dilakukan dengan metode PESTLE dan Porter Five Forces Model sedangkan analisis internal dilakukan dengan value chain model serta VRIO. Dalam menentukan solusi bisnis untuk CitraIndah City, TOWS analysis akan digunakan. Perolehan data penelitian dilakukan dengan cara wawancara dengan pihak internal CitraIndah City dengan 7 orang narasumber. Melalui narasumber internal CitraIndah City, dapat diketahui berbagai macam rencana operasional yang dimiliki oleh CitraIndah dan aset yang dimiliki CitraIndah. Narasumber internal juga menyatakan beberapa cara CitraIndah menjalankan operasionalnya, seperti kerjasama dengan supplier, kerjasama dengan pihak ketiga untuk melakukan konstruksi, planning yang dimiliki, dan modal yang siap digunakan CitraIndah. Selain itu juga dilakukan distribusi kuesioner terhadap penghuni dan non penghuni kompleks perumahan CitraIndah City. Dari kegiatan distribusi kuesioner, didapatkan 189 data memenuhi syarat dan dapat digunakan untuk kepentingan penelitian. Selain kuesioner, dilakukan juga wawancara dengan total 30 narasumber, di mana 16 adalah penghuni perumahan CitraIndah City dan 14 orang dari luar CitraIndah City. \nDari proses analisis, diketahui bahwa saat ini proyek CitraIndah City berjalan lancar namun menghadapi beberapa persoalan. Beberapa persoalan yang harus dihadapi adalah seperti proses pembebasan lahan yang belum sepenuhnya beres, banyak clusters yang belum dikerjakan, banyaknya unit yang sudah terjual yang masih tidak dihuni sehingga areal perumahan terlihat kosong, proyek pembangunan fasilitas umum dan infrastruktur yang tertunda akibat COVID-19. Selain itu, dari analisa PESTLE juga dapat dilihat CitraIndah harus siap menghadapi beberapa peruabahan, terutama dari sisi politik dan ekonomi setelah pandemi. Seperti perubahan kepemimpinan negara yang akan bersambung pada hukum yang berlaku, perubahan mengenai persyaratan kredit, proyeksi mengenai inflasi yang disampaikan oleh kementerian keuangan, dan hingga mengenai perubahan preferensi yang terjadi dalam generasi sekarang. Tetapi tidak semua hal dalam analisa PESTLE merugikan bagi CitraIndah. Terdapat pula hal-hal yang menguntungkan CitraIndah seperti pemulihan ekonomi, adanya keringanan pajak, dan adanya perubahan mengenai peraturan pertanahan dan peningkatan harga properti. Dalam penelitian ini juga diuraikan berbagai tantangan yang harus diselesaikan oleh pihak CitraIndah City dan juga dikemukakan solusi bisnis berdasarkan kondisi saat ini dan tantangan yang dihadapi menggunakan berbagai bentuk analisis terpilih. Seperti dengan memanfaatkan nama besar induk perusahaan dari CitraIndah, mempercepat pelaknsanaan rencana yang sudah dibuat, dan menyelesaikan proyek yang tertunda ketika pandemi. \n\tDalam penelitian ini, selain memberikan solusi, juga memberikan rancangan seperti implementation plan yang direncanakan selama tiga tahun. Implementation plan berisikan susunan kegiatan yang dapat diikuti oleh CitraIndah City untuk mencoba menerakan solusi yang diberikan dalam penelitian ini TOWS. Solusi yang diberikan berputar pada pencarian modal untuk mempercepat proyek yang ada sebagai antisipasi perubahan yang dapat terjadi dari kompetitor dan perencanaan untuk evaluasi mengenai rencana pembangunan di masa mendatang.", "Daftar File": {"COVER Obriel Daniel Z. Hutabarat": "https://digilib.itb.ac.id/gdl/download/289858", "BAB 1 Obriel Daniel Z. Hutabarat": "https://digilib.itb.ac.id/gdl/download/289859", "BAB 2 Obriel Daniel Z. Hutabarat": "https://digilib.itb.ac.id/gdl/download/289860", "BAB 3 Obriel Daniel Z. Hutabarat": "https://digilib.itb.ac.id/gdl/download/289861", "BAB 4 Obriel Daniel Z. Hutabarat": "https://digilib.itb.ac.id/gdl/download/289862", "PUSTAKA Obriel Daniel Z. Hutabarat": "https://digilib.itb.ac.id/gdl/download/289863"}, "Penulis": "Obriel Daniel Z. Hutabarat [29320154]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PESTLE, Porter Five Forces Model, Value Chain, VRIO, SWOT, TOWS, CitraIndah City", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Jan 2023"}