{"Nomor": 70612, "Judul": "MODIFIKASI ALGORITME SELEKSI FITUR  PADA RANDOM FOREST", "Abstrak": "Random Forest adalah algoritme pembelajaran mesin berbasis pohon dengan proses\npemilihan fitur acak yang informatif. Salah satu metode yang digunakan untuk\nmenentukan tingkat kepentingannya dalam suatu dataset adalah Information Gain\n(IG). Proses ini digunakan untuk menghitung jumlah informasi yang terkandung\ndalam fitur dengan nilai informasi tinggi yang dipilih untuk mempercepat kinerja\nsuatu algoritme. Dalam memilih fitur yang informatif, IG menggunakan nilai\nambang batas (cut-off). Umumnya nilai ambang digunakan bebas, atau\nmenggunakan nilai 0.05. Penelitian ini mengusulkan modifikasi pada algoritme IG,\ndengan menentukan nilai ambang berdasarkan nilai Standar Deviasi, median dan\nnilai median real pada fitur yang telah ditransformasi. Tujuan utama dari penelitian\nadalah mencari kecepatan eksekusi dari Random Forest, dengan tetap\nmemperhatikan nilai akurasi yang dihasilkan. Dataset yang digunakan untuk\npengujian adalah sepuluh dataset yang tersedia pada UCI Machine Learning\nRepository dan Kaggle, yang mempunyai tujuan klasifikasi. Seluruh pengujian\ndibandingkan dengan hasil seleksi fitur dengan nilai ambang 0.05, algoritme\nCorrelation-Based Feature Selection dan Random Forest tanpa seleksi fitur.\nUsulan pertama adalah penentuan nilai ambang dengan menggunakan Standar\nDeviasi dari nilai IG yang dihasilkan oleh masing-masing fitur pada dataset.\nPenentuan nilai ambang usulan pertama ini diujicobakan pada delapan dataset asli\ndan datataset yang sudah ditransformasi dengan menggunakan Fast Fourier\nTransform). Pengujian pada dataset asli dan dataset tertransformasi menghasilkan\nwaktu eksekusi pada Random Forest dengan seleksi fitur lebih sedikit dibandingkan\ndengan Random Forest tanpa seleksi fitur. Lebih dari 80% dari semua dataset\nmembutuhkan waktu lebih sedikit dibandingkan dengan Random Forest tanpa\nseleksi fitur. Sedangkan untuk nilai akurasi, 62.5% dari dataset asli mempunyai\nnilai akurasi yang sama dengan nilai akurasi yang dihasilkan oleh Random Forest\ntanpa seleksi fitur.\nPenentuan nilai ambang juga diujikan dengan menggunakan nilai tengah (median)\ndari nilai IG yang dihasilkan oleh masing-masing fitur pada dataset. Sebelum\nmenghitung nilai median, nilai IG yang sudah didapatkan terlebih dahulu\nditransformasi dengan menggunakan Fast Fourier Transform. Metode IG dengan ambang median menghasilkan nilai rata-rata akurasi yang lebih baik dibandingkan\ndengan Correlation-Based Feature Selection, ambang 0.05, dan ambang\nberdasarkan standar deviasi. Namun nilai rata-rata akurasi pada metode ini dapat\nlebih meningkat jika menggunakan IG berdasarkan ambang median dengan\nmenggunakan nilai real pada fitur yang sudah ditransformasi. Sedangkan untuk\nmendapat rata-rata waktu yang dibutuhkan (kecepatan) metode yang lebih baik\nadalah metode IG berdasarkan ambang standar deviasi.\nUsulan nilai ambang kedua adalah pemilihan fitur dengan terlebih dahulu\nmentransformasikan nilai IG menggunakan metode Fast Fourier Transform, dan\nmencari nilai median secara berulang. Ujicoba menggunakan total 9 set data yang\nterdiri dari 3 set data balance dan 6 set data imbalance. Selanjutnya, untuk\nmenyeimbangkan data, digunakan Minority Synthetic Over-Sampling Technique\n(SMOTE) pada dataset yang tidak seimbang. Hasil penelitian menunjukkan bahwa\npemilihan fitur menggunakan IG dengan ambang median berulang, Fast Fourier\nTransform, dan SMOTE meningkatkan akurasi kinerja Random Forest. Pengujian\nmodel yang digunakan adalah K-Fold Cross Validation dengan K=10 dan metode\nmembagi dataset menjadi dua bagian. 75% untuk data latih dan 25% untuk data uji.\nDari ujicoba yang dilakukan didapatkan bahwa metode IG dengan ambang\nberdasarkan nilai median berulang (MRT) menghasilkan nilai rata-rata akurasi yang\nmeningkat antara 0,18% sampai 3,43% dibandingkan dengan IG berdasarkan\n\nstandar deviasi. Sedangkan jika dibandingkan dengan IG berdasarkan median, rata-\nrata akurasi IG berdasarkan median berulang meningkat antara 1,84% sampai\n\n5,75%. Sedangkan untuk mendapat rata-rata waktu yang dibutuhkan (kecepatan)\nmetode yang lebih baik adalah metode IG berdasarkan ambang standar deviasi.\nSeleksi fitur dengan algoritme IG berdasarkan ambang Standar Deviasi dan IG\nberdasarkan ambang MRT juga dibandingkan algoritme K-NN dan SVM. Nilai\nakurasi yang dihasilkan dari kedua usulan lebih unggul antara 0.0054 sampai\n0.4788 point.", "Daftar File": {"Maria Irmina P NIM 33218014.pdf": "https://digilib.itb.ac.id/gdl/download/271732"}, "Penulis": "Maria Irmina Prasetiyowati [33218014]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D.", "Dr. Nur Ulfa Maulidevi, S.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Random Forest, Seleksi fitur, Fast Fourier Transform, Ambang, Standar Deviasi, Akurasi, Waktu", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Jan 2023"}