{"Nomor": 70610, "Judul": "USULAN RENCANA IMPLEMENTASI UNTUK PERCEPATAN  PENERAPAN PASAR KARBON DI INDONESIA UNTUK MENCAPAI TARGET NET ZERO PADA 2060", "Abstrak": "Banyak negara telah menyatakan komitmennya terhadap net zero pada COP 27 (Conference of the Parties) untuk mengurangi emisi karbon termasuk Indonesia yang telah berkomitmen mencapai net zero pada 2060 dan carbon neutrality di sector kehutanan pada tahun 2030. Dalam menghadapi transisi yang menantang ini, Indonesia memerlukan pembiayaan yang besar serta dukungan teknis untuk mencapai tujuan tersebut. Di sisi lain, sebagai negara berkembang, Indonesia perlu menyeimbangkan antara upaya keberlanjutan dan pertumbuhan ekonominya yang membutuhkan banyak sumber energi dan terjangkau\n\nMetode inovatif seperti pasar karbon dapat dikaji sebagai skema pembiayaan alternatif. Pasar karbon memungkinkan transaksi kredit karbon, dimana hasil transaksi tersebut dapat digunakan untuk mendanai pengembangan proyek rendah karbon. Sebagai salah satu paru-paru dunia, Indonesia menyumbang 75-80% kredit karbon dunia sehingga memberikan peluang besar bagi Indonesia untuk membuka potensi ekonomi pasar karbonnya.\n\nAda tiga metode analisis yang akan digunakan untuk menganalisis kondisi bisnis pasar karbon Indonesia, yaitu PESTLE untuk menganalisis faktor eksternal, Porter's Five Forces untuk mengidentifikasi daya tarik pasar karbon di Indonesia, dan Carbon Market Mechanism Framework untuk mengidentifikasi arketipe pasar karbon dan faktor kunci keberhasilan masing-masing. Ada empat kategori utama pasar karbon berdasarkan persyaratan peraturan dan mekanisme perdagangan mulai dari skema perdagangan emisi, pajak karbon, pasar karbon sukarela, serta internal carbon pricing.\n\nSelain itu, carbon market maturity and development framework juga digunakan untuk memperoleh informasi mengenai kondisi maturitas dari pasar karbon di beberapa negara. Metode ini  didasarkan pada tiga kategori utama: emisi CO2 tahunan, ukuran pasar karbon, dan jenis pasar karbon yang tersedia di negara tersebut. Nantinya, praktik terbaik dari negara-negara terpilih seperti Uni Eropa, China, Korea Selatan, dan Meksiko akan dipakai untuk mengidentifikasi langkah pembelajaran dan implementasi yang relevan bagi Indonesia\n\nTerakhir peta jalan pasar karbon akan dikembangkan sebagai panduan untuk implementasi di masa mendatang termasuk pemetaan dari pemangku kepentingan yang akan terlibat dalam pengembangan pasar karbon di Indonesia", "Daftar File": {"COVER Kurniadi Budiono": "https://digilib.itb.ac.id/gdl/download/271706", "BAB 1 Kurniadi Budiono": "https://digilib.itb.ac.id/gdl/download/288732", "BAB 2 Kurniadi Budiono": "https://digilib.itb.ac.id/gdl/download/288733", "BAB 3 Kurniadi Budiono": "https://digilib.itb.ac.id/gdl/download/288734", "BAB 4 Kurniadi Budiono": "https://digilib.itb.ac.id/gdl/download/288735", "PUSTAKA Kurniadi Budiono": "https://digilib.itb.ac.id/gdl/download/288736"}, "Penulis": "Kurniadi Budiono [29320336]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Net zero, Pajak Karbon, Kredit Karbon, Pasar Karbon, Peta Jalan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Jan 2023"}