{"Nomor": 70616, "Judul": "METODE IMPUTASI MISSING DATA BERBASIS CLASS CENTER  PADA PERMASALAHAN KLASIFIKASI", "Abstrak": "Seiring dengan ukuran data yang terus bertambah terjadi revolusi dalam metode\nkomputasi dan statistik untuk memproses dan menganalisis data menjadi wawasan\ndan pengetahuan. Tantangan utama yang dihadapi adalah data mentah tidak bisa\nlangsung digunakan untuk analisis. Hal tersebut berhubungan dengan kualitas dari\nsebuah data. Salah satu permasalahan yang muncul terkait dengan kualitas data\nadalah kelengkapan data. Missing data merupakan salah satu faktor yang sering\nmenyebabkan data menjadi tidak lengkap. Saat ini, metode analisis yang tersedia\nhanya dapat bekerja dengan data yang lengkap. Pada penelitian kuantitatif,\nmissing data mengarah pada estimasi parameter yang bias. Dalam model\nprediktif, pemilihan metode penanganan missing data yang tidak tepat dapat\nmempengaruhi kinerja model. Pemilihan metode imputasi yang tidak tepat dapat\nmembuat classifier yang dipelajari bias dan menghasilkan kualitas klasifikasi\nyang rendah pada data uji.\nSelama lima dekade terakhir, berbagai metode telah dikembangkan untuk\npenanganan missing data. Literatur tentang analisis data yang hilang sangat luas\ndan masih berkembang dengan cepat. Secara umum, tiga strategi berbeda untuk\nmenangani data yang hilang yaitu penghapusan, imputasi, dan penggunaan apa\nadanya. Pada dasarnya ketiga strategi tersebut dilakukan dalam upaya mengganti\ndata yang hilang agar diperoleh nilainya dan data bisa diproses sesuai dengan\nkebutuhannya. Banyak metode imputasi mahal secara komputasi dan tidak cocok\nuntuk dataset skala besar serta tidak ada metode imputasi terbaik secara universal.\nTerjadinya data yang hilang adalah perhatian utama dalam pembelajaran mesin\ndan bidang yang terkait, termasuk domain medis. Metode yang didasarkan pada\nteknik pembelajaran mesin adalah yang paling cocok untuk imputasi nilai-nilai\nyang hilang. Namun demikian, sebagian besar teknik pembelajaran mesin\nbiasanya lebih mahal secara komputasi dari pada banyak teknik statistik kecuali\nkNN. Algoritma yang lebih kompleks mungkin dapat menghasilkan hasil imputasi\nyang lebih baik, namun membutuhkan biaya komputasi yang lebih tinggi\nPada permasalahan klasifikasi, metode imputasi berbasis class center (CCMVI)\ndikembangkan dan mengungguli metode lain untuk tipe data numerik dan data\ncampuran namun tidak untuk data kategori. Banyak teknik untuk menangani\nmissing data mengabaikan korelasi antara atribut data, bahkan jika hal tesebut\n\niv\n\ndilakukan hanya cocok untuk data kategori saja. Faktanya, kinerja algortima\nimputasi nilai-nilai yang hilang secara signifikan dipengaruhi oleh faktor-faktor\nseperti struktur korelasi dalam data. Untuk melakukan perkiraan data yang hilang\ndengan mempertimbangkan korelasi dan keterkaitan antar variabel maka prosedur\npencarian adaptif menjadi salah satu yang dapat digunakan sebagai solusi. Firefly\nAlgoritm (FA) menerapkan prosedur pencarian adaptif dalam imputasi data yang\nhilang dengan menemukan estimasi nilai yang paling dekat dengan nilai pada data\nlain yang diketahui. Pada data numerik, normalisasi data dan penanganan nilai\nyang hilang dianggap sebagai masalah utama dalam tahap pra pemrosesan data\npada saat algoritma klasifikasi diadopsi untuk menangani fitur numerik. Selain itu,\njika data diamati mengandung outlier, hasil estimasi nilai yang hilang mungkin\ntidak dapat diandalkan atau bahkan sangat berbeda jauh dari nilai sebenarnya.\nPada data kategori, target encoding menggunakan informasi dari variabel target,\nnamun demikian memiliki resiko adanya overfitting dan tidak akurat pada\nkategori yang kemunculannya jarang dalam data. Pada penelitian disertasi ini\ndiusulkan metode untuk menangani missing data berbasis class center dengan\nmemanfaatkan pola pecarian pada firefly algoritm (FA) berdasarkan korelasi\natribut dari data pada proses imputasi (C3-FA). Pola kunang – kunang yang\nmemiliki intensitas cahaya lebih redup mendekat pada kumpulan kunang –\nkunang dengan intensitas cahaya lebih terang digunakan dalam proses imputasi\nmissing data dengan mengkombinasikannya berdasarkan tipe data.\nHasil pengujian pada beberapa dataset menunjukan bahwa metode usulan dapat\nmereproduksi nilai-nilai sebenarnya dalam data atau predictive accuracy (PAC)\ndan memiliki kemampuan untuk menjaga distribusi nilai-nilai dari data yang\nhilang atau distributional accuracy (DAC). Selain itu metode usulan juga\nmenghasilkan nilai root mean squared error (RMSE) yang lebih kecil\ndibandingkan dengan metode SVM, KKNI, WRF, FKKNI, dan CCMVI.\nKontribusi lainnya dari penelitian disertasi ini adalah adanya pengaruh outlier (O)\ndan normalisasi (N) sebelum proses imputasi. Pada penelitian disertasi ini, metode\nusulan (ON+C3-FA) mengungguli metode mean imputation, random imputation, linear regression, multiple imputation dan knn imputation. Untuk dataset\nkategori, metode usulan C3FA-STD menghasilkan nilai AUC, CA, F1-Score,\nPrecision, dan Recall yang lebih baik dan mengungguli metode imputasi mode\nyang merupakan metode terbaik pada penelitian sebelumnya untuk data kategori\ndan metode imputasi dengan decision tree.", "Daftar File": {"Heru Nugroho 33218003.pdf": "https://digilib.itb.ac.id/gdl/download/271739"}, "Penulis": "Heru Nugroho [33218003]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D.", "Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "missing data, imputasi, korelasi, class center, firefly algoritm", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Jan 2023"}