{"Nomor": 70626, "Judul": "KAJIAN STANDARDISASI DATA GEOMETRI UNTUK KADASTER TIGA DIMENSI", "Abstrak": "Pembangunan di kota besar mengarah ke pembangunan vertikal (ruang atas) atau\nbawah dikarenakan ketersediaan lahan yang terbatas dan tingginya harga lahan.\nOleh karena itu, tuntutan akan kepastian hukum pertanahan mendorong\nperkembangan kadaster tiga dimensi (3D). Peluang penerapan kadaster 3D merujuk\nkepada Undang-undang cipta kerja No.11 tahun 2011. Undang-Undang ini\nmelahirkan Peraturan Menteri ATR/BPN No. 16 Tahun 2021 tentang pendaftaran\ntanah yang telah mengakomodir penerapan kadaster 3D. Namun demikian, sampai\ntulisan ini disusun belum tersedianya standar geometri yang ditetapkan dalam\nkadaster 3D. Standar geometri yang dimaksud yaitu standar dalam akuisisi data,\npemrosesan hingga pemodelan selanjutnya membentuk hak ruang tiga dimensi.\nPenelitian ini menelaah standardisasi geometri yang dinilai tepat dalam\npenyelenggaraan kadaster 3D di Indonesia. Peraturan Menteri ATR/BPN No. 16\nTahun 2021 menyebutkan bahwa model 3D yang digunakan untuk penentuan\nkadaster 3D salah satunya dibuat dari hasil pemetaan laser. TLS dan LiDAR sebagai\ninstrumen sensor dengan teknologi laser diintegrasikan agar dapat menghasilkan\nmodel 3D lengkap dari bangunan. TLS yang mempunyai kelebihan memindai\nruang dalam dan fasad bangunan, sedangkan pemindaian dari udara menggunakan\nLiDAR melengkapi pemindaian bagian atap bangunan. Integrasi TLS dan LiDAR\ndapat menggunakan minimum empat titik sekutu untuk memenuhi PERBIG No. 18\nTahun 2021. Analisis dan evaluasi data pemetaan laser yang dihasilkan memenuhi\nuji kualitas ISO 19157:2013 dan peraturan pemerintah terkait.\nStandardisasi geometri model 3D yang akan di ekstraksi hak kadaster 3D mengacu\npada dokumen USIBD mengenai Level of Accuracy (LOA). Uji LOA pada model\n3D menjadi dasar acuan geometri dan hasil penelitian. Hasil penelitian ini\nmenunjukkan model 3D dengan LOD3 yang diturunkan dari data TLS memenuhi\nuji LOA20 dan model 3D dengan LOD2 dari data LiDAR memenuhi uji LOA10.\nAdapun hasil analisa kebutuhan mendapatkan standardisasi memenuhi uji LOA10.\nHasil penelitian ini diharapkan dapat dijadikan referensi dalam menentukan\nketelitian model 3D untuk kadaster tiga dimensi.", "Daftar File": {"ABSTRAK Sofyan Khairul Anwar": "https://digilib.itb.ac.id/gdl/download/271769"}, "Penulis": "Sofyan Khairul Anwar [25120020]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Rizqi Abdulharis, S.T., M.Sc.", "Dr. Asep Yusup Saptari, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Geometri, 3D Kadaster, Standardisasi, LOA.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2023"}