{"Nomor": 70622, "Judul": "KLASIFIKASI DATA BERDASARKAN KEAMANAN DATA UNTUK MENENTUKAN TINGKAT KERAHASIAAN INFORMASI PADA DATA CENTER DI INDONESIA", "Abstrak": "Di era digital sekarang ini, data center merupakan hal wajib yang perlu diterapkan oleh\nperusahaan atau organisasi yang menggunakan data digital. Data dalam data center\nmenjadi hal yang sangat penting untuk setiap organisasi seperti pendidikan, bisnis,\nmiliter ataupun pemerintahan. Tetapi tidak semua data memiliki bobot dan nilai yang\nsama, beberapa data dapat dibuka ke publik dan beberapa hanya dapat diakses oleh\ninternal atau bahkan beberapa orang tertentu di dalam organisasi, maka dari itu data\ntersebut perlu dikelompokkan berdasarkan tingkat kerahasiaan informasi dengan\nmenggunakan teknik klasifikasi keamanan data. Saat ini, Indonesia belum memiliki\nteknik klasifikasi data secara umum. Data hanya diatur dalam PP No 14 Tahun 2008,\nPP No 82 Tahun 2012, dan PP No 71 Tahun 2019. Pada penelitian ini telah dirancang\ndesain klasifikasi data berdasarkan keamanan data untuk menentukan tingkat\nkerahasiaan informasi pada data center Indonesia. Desain klasifikasi data\nmenggunakan metode dan penilaian yang disediakan oleh FISMA (Federal\nInformation Security Management Act), FIPS (Federal Information Processing\nStandard) dan NIST (National Institute of Standards and Technology) Special\nPublications. Desain tersebut terdiri dari parameter klasifikasi data, tingkat kelemahan\ndata dan tingkat kerahasiaan informasi. Top secret, secret, confidential, internal dan\npublic menjadi tingkat keamanan informasi pada desain ini. Desain ini\ndiimplementasikan dan dinilai di dinas pemerintahan Kota Bandung. Desain ini telah\ndinilai dan mendapatkan persentase sebesar 79%. Desain ini layak digunakan sebagai\nacuan untuk melakukan klasifikasi data berdasarkan keamanan data.", "Daftar File": {"2020 TS PP Piter Mario 1 - Cover.pdf": "https://digilib.itb.ac.id/gdl/download/271760", "BAB 1 Piter Mario Sitompul": "https://digilib.itb.ac.id/gdl/download/271761", "BAB 2 Piter Mario Sitompul": "https://digilib.itb.ac.id/gdl/download/271762", "BAB 3 Piter Mario Sitompul": "https://digilib.itb.ac.id/gdl/download/271763", "BAB 4 Piter Mario Sitompul": "https://digilib.itb.ac.id/gdl/download/271764", "BAB 5 Piter Mario Sitompul": "https://digilib.itb.ac.id/gdl/download/271765", "PUSTAKA Piter Mario Sitompul": "https://digilib.itb.ac.id/gdl/download/271766"}, "Penulis": "Piter Mario Sitompul [23217329]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "data center, klasifikasi data, keamanan data", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "18 Jan 2023"}