{"Nomor": 70621, "Judul": "PENGEMBANGAN EVALUASI PADA KERANGKA KERJA DOMAIN TATA KELOLA DI SISTEM PEMERINTAH BERBASIS ELEKTRONIK DI DINAS KOMUNIKASI INFORMATIKA DAN STATISTIK PROVINSI NUSA  TENGGARA BARAT", "Abstrak": "Pemerintahan harus memberikan layanan pada publik dan untuk melayani\nwarganya dengan lebih baik, pemerintah Indonesia telah mengadopsi jenis birokrasi\npemerintahan baru yang dikenal sebagai e- government dan menerapkannya di\nseluruh infrastruktur administrasi negara yang berdasarkan peraturan SPBE dan\npenelitian ini fokus pada domain dua tata kelola SPBE. Oleh karena itu Untuk\nmengukur ini dibutuhkan evalausi SPBE yang akan mencakup domain, aspek,\nindikator tingkat kematangan yang diperoleh dengan menggunakan metode\npenelitian DSRM sehingga mendapatkan hasil yang baik dan penelitian ini di\nlakukan evalauasi kematangan terhadap Diskominfotik Nusa Tenggara Barat.\nHasil Penelitian berhubungan dengan situasi saat ini dan menawarkan rekomendasi\nuntuk perbaikan atau perbaikan lebih lanjut. Evaluasi yang telah dilakukan\nmenghasilkan indeks domain tata kelola SPBE sekitar 2.7 dengan kategori baik dan\nmencakup tiga subindeks khusus domain, yaitu perencanaan strategis SPBE,\nteknologi informasi dan komunikasi, dan penyelenggara spbe, dengan total sekitar\n10 indikator yang menjadi bahan evaluasi sebagai fokus utama. Berbagai pedoman\ndan rekomendasi telah dibuat untuk meningkatkan kualitas dan meningkatkan\nindeks SPBE untuk SPBE Diskominfotik nusa tenggara barat guna meningkatkan\npenerapan dan standar pelaksanaan SPBE.", "Daftar File": {"Bahrul Hidayat - 23220366.pdf": "https://digilib.itb.ac.id/gdl/download/271757"}, "Penulis": "Bahrul Hidayat [23220366]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Tata kelola, Evalausi, SPBE", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "18 Jan 2023"}