{"Nomor": 70627, "Judul": "GEOLOGI DAN GEOKIMIA FLUIDA SISTEM GEOTERMAL RANTAU DEDAP, SUMATRA SELATAN", "Abstrak": "Aktivitas eksplorasi dan pengembangan Lapangan Geotermal Rantau Dedap menyediakan data geologi, geokimia dan geofisika. Data ini belum diinterpretasi secara terintegrasi. Analisis LiDAR (light detection and ranging) dan data pemetaan geologi dilakukan untuk pembuatan peta geomorfologi dan geologi. Integrasi peta geologi dan geologi bawah permukaan dilakukan untuk membuat model geologi. Analisis geokimia air, gas dan isotop stabil (?18O and ?2H) dilakukan untuk memahami komposisi, tipe, maturitas, asal pembentukan dan sumber reservoir. Pola aliran fluida hidrotermal dan proses-proses di dalam reservoir dijelaskan dalam model geokimia. Tujuan penelitian ini adalah membuat model tentatif geotermal dengan integrasi model geologi, geokimia dan geofisika untuk memahami sistem geotermal Rantau Dedap secara komprehensif.\nSistem geotermal Rantau Dedap memiliki sumber panas berupa batuan intrusi panas di bawah pusat erupsi Gunung Bukit Besar. Reservoir utama berada pada batuan tuf dasit dan riolit. Permeabilitas reservoir dikontrol oleh kontak stratigrafi dan struktur. Fluida reservoir merupakan tipe air klorida mature terbentuk dari air meteorik. Fluida reservoir memiliki kandungan klorida berkisar antara 1026 dan 1710 mg/kg serta pH netral berkisar antara 5,4 dan 6,6. Data geo-indikator Cl, Li dan B menunjukkan fluida reservoir berasal lebih dari satu sumber reservoir. Berdasarkan temperatur sumur, reservoir memiliki temperatur berkisar antara 247 dan 2960C pada bagian produksi yang utama.\nSistem geotermal Rantau Dedap memiliki dua sektor reservoir dan zona upflow yang utama. Sektor Reservoir I memiliki zona upflow dekat sumur L1ST dan L3. Sektor Reservoir II memiliki zona upflow dekat sumur I2, I3ST dan M3. Dari lokasi ini, parent fluid mengalir ke sumur-sumur yang berada di bagian tepi yaitu I1, M1, M2ST, M4 dan L5ST. Residual fluid secara kontinu mengalir ke sumur-sumur di zona outflow yaitu C1, C2, B1 dan B2. Proses pendidihan dan dilusi terjadi selama parent fluid mengalir dari sumbernya. Kedua sektor reservoir ini terkoneksi oleh sesar berarah timur laut-barat daya. Potensi parent fluid lainnya ditemukan dekat sumur N1ST. Profil MT menunjukkan keberadaan lapisan konduktif (< 20 ohm) di kedalaman dangkal, akan tetapi lapisan penudung sistem geotermal Rantau Dedap saat ini dikontrol oleh unit litologi Subaqueous Debris Flow.", "Daftar File": {"ABSTRAK Wildan Mussofan": "https://digilib.itb.ac.id/gdl/download/271780"}, "Penulis": "Wildan Mussofan [22020314]", "Kontributor / Dosen Pembimbing": ["Ir. Niniek Rina Herdianita, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "geologi, geokimia, fluida, reservoir, geofisika, model, tentatif.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2023"}