{"Nomor": 70629, "Judul": "GEMPA BUMI YOGYAKARTA 27 MEI 2006 DAN PALEOSEISMOLOGI SESAR OPAK", "Abstrak": "Goncangan gempabumi kerap terjadi di Pulau Jawa, dengan magnitude yang\nmengakibatkan kerusakan dan yang tidak mengakibatkan kerusakan. Sumber\ngempabumi yang dapat dirasakan di Pulau Jawa berasal dari zona subduksi di\nselatan Jawa serta dari sesar aktif yang ada di daratan pulau. Gempabumi\nberkekuatan 6,3 yang mengguncang wilayah Yogyakarta dan Klaten pada tanggal\n27 Mei 2006 merupakan gempabumi dengan pusat gempa di darat sekitar Bantul,\nmenyebabkan kerusakan parah di sebagian Propinsi Daerah Istimewa Yogyakarta\ndan sebagian Propinsi Jawa Tengah, yaitu di Kabupaten Klaten. Penelitian ini\ndilakukan untuk mengetahui sesar aktif yang bertanggungjawab atas kejadian gempa\ntanggal 27 Mei 2006, serta melakukan telaah mengenai aktifitas sesar aktif tersebut\ndengan melakukan studi paleoseismologi. Penelitian lapangan menunjukkan bahwa\nintensitas maximum sebesar VIII MMI terjadi di sekitar wilayah Bantul, yang\nditandai dengan rusaknya bangunan yang direkayasa secara baik. Kerusakan\nbangunan umumnya terjadi karena buruknya kualitas bangunan, dekatnya ke pusat\ngempa serta litologi yang tidak stabil terhadap goncangan gempabumi. Efek gempa\nlain yang dapat diamati di lapangan adalah longsoran tanah, retakan pada tanah\npermukaan dan likuifaksi. Hasil pengukuran gempa susulan serta hasil pengukuran\nGlobal Positioning System menunjukkan pola sesar yang sejajar dengan arah aliran\nKali Opak. Berdasarkan analisis data, menunjukkan bahwa Sesar Opak, mungkin\nmerupakan sesar aktif yang bertanggung jawab atas kejadian gempa ini. Studi\npaleoseismologi menunjukkan bahwa setidaknya telah terjadi gempabumi yang cukup\nbesar pada sekitar 2300 hingga 2900 tahun lalu.", "Daftar File": {"ABSTRAK EKA TOFANI 22005007.pdf": "https://digilib.itb.ac.id/gdl/download/271782", "COVER EKA TOFANI 22005007.pdf": "https://digilib.itb.ac.id/gdl/download/271784", "BAB 1 EKA TOFANI 22005007.pdf": "https://digilib.itb.ac.id/gdl/download/271785", "BAB 2 EKA TOFANI 22005007.pdf": "https://digilib.itb.ac.id/gdl/download/271786", "BAB 3 EKA TOFANI 22005007.pdf": "https://digilib.itb.ac.id/gdl/download/271787", "BAB 4 EKA TOFANI 22005007.pdf": "https://digilib.itb.ac.id/gdl/download/271788", "BAB 5 EKA TOFANI 22005007.pdf": "https://digilib.itb.ac.id/gdl/download/271789", "BAB 6 EKA TOFANI 22005007.pdf": "https://digilib.itb.ac.id/gdl/download/271790", "PUSTAKA Eka Tofani Putranto": "https://digilib.itb.ac.id/gdl/download/271791"}, "Penulis": "Eka Tofani Putranto [22005007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Chalid Idham Abdullah", "Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "gempabumi, intensitas, sesar aktif, paleoseismologi", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "18 Jan 2023"}