{"Nomor": 70630, "Judul": "STUDI AWAL PEMBUATAN DAN KARAKTERISASI KANTONG KOLOSTOMI FLUSHABLE BERBAHAN DASAR MIKROKRISTALIN SELULOSA ALGA CLADOPHORA SP. DAN GETAH DAMAR", "Abstrak": "Kanker usus merupakan salah satu penyakit kanker ganas yang ada di dunia. Kanker usus\ndapat menyebabkan seorang pasien tidak dapat membuang fesesnya secara normal sehingga\nperlu dilakukannya prosedur ostomi. Prosedur ostomi akan membuat pasien memiliki\ntonjolan di perut yang bernama stoma, feses yang keluar melalui stoma ditampung di dalam\nkantong kolostomi. Material yang umum digunakan untuk kantong kolostomi diantaranya\nadalah Polyvinyl Chloride (PVC), Low density Polyethylene (LDPE), dan Ethylene Vinyl\nAcetate (EVA), namun material-material tersebut bersifat tidak dapat terdisintegrasi dan\nflushable. Di dalam penelitian ini dilakukan studi awal pembuatan kantong kolostomi yang\nbersifat flushable. Prosesnya dilakukan dengan ekstraksi mikrokristalin selulosa (MCC) yang\nbersumber dari alga Cladophora. Material MCC diperoleh melalui proses alkalisasi,\nhidrolisis, bleaching, dan dispersi. Kertas alga (KA) dibuat dengan metode pencetakan\ndengan grammatur 100 g/m2. Untuk meningkatkan sifat hidrofilik KA, resin damar mata\nkucing digunakan sebagai coating. Damar dilarutkan di dalam etanol dengan konsentrasi\n(w/w) 35% dan (w/w) 50%. Kemudian KA dilapisi coating damar yang divariasikan jumlah\npencelupannya, yaitu satu, dua, dan tiga pencelupan. Berdasarkan hasil penelitian, dapat\ndisimpulkan bahwa coating damar dapat meningkatkan sudut kontak kertas alga sebesar 45%.\nLapisan coating tidak meningkatkan kekuatan tarik KA. Akan tetapi, meningkatkan kekuatan\ntarik basah sebesar 25%. Semakin banyak jumlah pelapisan yang dilakukan, maka\nflushability dari KA semakin menurun yaitu sebesar 6% pada KA 35% 1, 40% pada KA 35%\n2 dan 49% pada KA 35% 3. Pada coating 50% damar, tingkat flushability-nya menurun\nsekitar 1-6%. Berdasarkan hasil pengujian dapat disimpulkan bahwa KA coating berpotensi\nmenjadi material inner layer untuk kantong kolostomi.", "Daftar File": {"ABSTRAK Balqis Mentari Efendi": "https://digilib.itb.ac.id/gdl/download/271783", "COVER - Balqis Mentari E..pdf": "https://digilib.itb.ac.id/gdl/download/284870", "BAB I - Balqis Mentari E..pdf": "https://digilib.itb.ac.id/gdl/download/284871", "BAB II - Balqis Mentari E..pdf": "https://digilib.itb.ac.id/gdl/download/284872", "BAB III - Balqis Mentari E..pdf": "https://digilib.itb.ac.id/gdl/download/284873", "BAB IV - Balqis Mentari E..pdf": "https://digilib.itb.ac.id/gdl/download/284874", "BAB V - Balqis Mentari E..pdf": "https://digilib.itb.ac.id/gdl/download/284875", "PUSTAKA Balqis Mentari Efendi": "https://digilib.itb.ac.id/gdl/download/284876"}, "Penulis": "Balqis Mentari Efendi [23720302]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Mardiyati, S.Si., M.T.", "Steven, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kantong kolostomi, mikrokristalin selulosa, alga cladophora, flushability, resin damar", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "18 Jan 2023"}