{"Nomor": 70633, "Judul": "PENGARUH GREEN MARKETING TERHADAP KEPUTUSAN  PEMBELIAN ECO SOUVENIR DENGAN NIAT PEMBELIAN  SEBAGAI VARIABEL INTERVENING", "Abstrak": "Penelitian ini bertujuan untuk mengetahui 1) pengaruh green marketing on the customers decision to buy eco-souvenir with purchase intention as an intervening variable. Apakah dengan penerapan green marketing selama satu tahun berpengaruh terhadap keputusan pembelian eco souvenir melalui minat beli. \nDesain penelitian ini adalah kuantitatif dengan penelitian survei. populasi pada penelitian ini adalah seluruh pelanggan Sugar Souvenir pada tahun 2022 dengan jumlah sampel menggunakan teknik random sampling sebanyak 62 orang. Teknik pengumpulan data menggunakan kuesioner yang telah diuji validitas dan reabilitasnya. teknik analisis data yang digunakan untuk menjawab hipotesis penelitian ini adalah uji path analysis dan uji sobel menggunakan aplikasi SPSS 23. \n  Dari penelitian ini dapat disimpulkan bahwa Green Marketing berpengaruh signifikan terhadap minat pembeli sebesar 65% (indikatornya termasuk cukup). Artinya semakin tinggi nilai Green Marketing maka semakin tinggi pula minat konsumen untuk membeli souvenir ramah lingkungan di Sugar Souvenir. Selain itu, variabel Green Marketing dan Purchase Intention berkontribusi terhadap Variabel Keputusan Pembelian sebesar 59,7% (indikatornya termasuk cukup). Jadi minat konsumen lebih signifikan daripada keputusan konsumen untuk membeli.", "Daftar File": {"2023_TS_PP_Firdilla Qonita FR - 29121075_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/271858"}, "Penulis": "Firdilla Qonita Firodiyarobbi [29121075]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Green Marketing, Keputusan Pembelian, Minat Beli", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "18 Jan 2023"}