{"Nomor": 70639, "Judul": "OPTIMASI CRASHWORTHINESS PADA KOLOM BERDINDING TIPIS DENGAN PENAMBAHAN LATTICE STRUCTURE UNTUK PENYERAPAN ENERGI IMPAK", "Abstrak": "Fokus dalam pengembangan dunia transportasi terhadap keselamatan penumpang mengarah pada desain komponen ringan dengan kelaiktabrakan yang efisien. Analisa kelaiktabrak telah banyak dilakukan melalui struktur kolom dinding tipis dengan penambahan struktur lainnya kedalam ruang kosong. Penambahan struktur lattice ke dalam kolom berdinding tipis menjadi salah satu cara dalam meningkatkan Spesific Energy Absorbtion (SEA). Oleh karena itu, kemampuan penyerapan energi tersebut akan dievaluasi menggunakan metode elemen hingga untuk mencari nilai SEA yang optimum. Optimasi kolom berdinding tipis dengan penambahan lattice dapat dilakukan dengan menggunakan metode Taguchi untuk menentukan konfigurasi desain yang terbaik untuk besar SEA. Terdapat empat faktor kontrol (bentuk geometri lattice, jumlah sel lattice, diameter lattice, dan ketebalan kolom berdinding tipis) dan tiga level pada masing-masing faktor yang akan digunakan dalam proses optimasi. Analysis of Variance (ANOVA) dilakukan dengan output yang berupa sensitivitas struktur terhadap tiap faktor kontrol. Bentuk geometri lattice dalam proses optimasi menggunakan tiga level yaitu BCC, Twisted, dan Kubik. Selain itu, jumlah sel menggunakan tiga level yakni 3 sel, 4 sel, dan 5 sel. Hasil ANOVA menunjukkan bahwa bentuk geometri yang menjadi parameter dengan kontribusi terbesar terhadap nilai SEA dalam proses optimasi. Konfigurasi hasil optimasi yang terpilih yaitu lattice berbentuk Twisted dengan jumlah 4 sel yang berdiameter 4 mm dan menggunakan 2 mm ketebalan kolom berbinding tipis. Hasil simulasi menunjukkan bahwa model teroptimasi menghasilkan besar SEA sebesar 45,82 kJ/kg. Nilai SEA tersebut mengalami peningkatan sebesar 221% dari model baseline, hal ini menunjukkan bahwa mengganti geometri Twisted kedalam kolom berdinding tipis dapat menjadi pilihan untuk meningkatkan nilai SEA.", "Daftar File": {}, "Penulis": "Ahmad Fadhlin Azhiim [13618029]", "Kontributor / Dosen Pembimbing": ["Djarot Widagdo, Ph.D.", "Dr. Ir. Sigit Puji Santosa, M.SME."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kelaiktabrak, Struktur Lattice, Specific Energi Absorption, Twisted, taguchi’s method.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2023"}