{"Nomor": 70634, "Judul": "OPTIMASI STRUKTUR MODAL UNTUK MEMAKSIMALKAN  NILAI PERUSAHAAN PT MEDCO ENERGI INTERNASIONAL  TBK", "Abstrak": "Industri minyak memiliki peran penting dalam perekonomian Indonesia. Sejak pandemi melanda dunia, harga minyak anjlok untuk ketiga kalinya dalam 12 tahun terakhir. Turunnya permintaan global akan minyak disinyalir menjadi penyebab utamanya. Selain gejolak pasar minyak akibat Covid-19, perang Rusia-Ukraina, dan stagnasi ekonomi global, momentum peralihan menuju investasi energi baru terbarukan akan mengubah lanskap industri energi fosil, termasuk minyak dan gas, di masa depan. masa depan. \nPT Medco Energi Internasional Tbk sebagai salah satu perusahaan terbesar di Indonesia yang bergerak di industri minyak dan gas harus mampu beradaptasi dengan kondisi global. Fluktuasi harga komoditas minyak menjadi tantangan bagi perusahaan untuk mempertahankan kinerjanya. MEDC juga mengalami peningkatan kewajiban dalam beberapa tahun terakhir karena akuisisi dan ekspansi. Menurut laporan tahunan perusahaan dan perhitungan struktur modal optimal menggunakan lembar kerja Damodaran, rasio utang lancar yang diambil perusahaan adalah 80,98%. Situasi ini mengindikasikan  proporsi hutang yang diambil oleh perusahaan berisiko tinggi. \nBerdasarkan permasalahan di atas, perusahaan perlu mengoptimalkan struktur modal untuk memaksimalkan nilai perusahaan. Struktur modal perusahaan akan mengatur dan merestrukturisasi biaya modal, dan perusahaan dapat mempertimbangkan risiko dan pengembalian pilihan strategi struktur modalnya. Penelitian ini bertujuan untuk mengetahui bauran keuangan perusahaan saat ini dan menghitung struktur modal MedcoEnergi yang optimal. \nStruktur permodalan MEDC saat ini belum optimal dengan proporsi utang 80,98% dan ekuitas 19,02%. Berdasarkan analisis, tingginya proporsi utang yang diambil menunjukkan struktur modal tidak optimal dan mempengaruhi nilai perusahaan. Untuk memaksimalkan nilai perusahaan, MEDC perlu menurunkan rasio utang menjadi 10% setiap tahun proyeksi periode 5 tahun ke depan. Menurut kerangka Damodaran, strategi alternatif yang dapat dilakukan perusahaan untuk mencapai struktur modal yang optimal adalah divestasi dengan menjual aset untuk membayar hutang karena perusahaan berada dalam ancaman kebangkrutan berdasarkan perhitungan Altman Z-Score. Perusahaan juga perlu mengurangi utangnya dengan cepat hingga mencapai struktur modal yang optimal dengan rasio utang 10%.", "Daftar File": {"2023_TS_PP_Abshar Naufan_29120365_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/271869"}, "Penulis": "Abshar Naufan Rasyadan [29120365]", "Kontributor / Dosen Pembimbing": ["Dr. Erman Sumirat, S.E., M.Buss., CSA, CRP, CIB, Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Struktur Modal Optimal, Nilai Perusahaan, Keputusan Pembiayaan, Debt to  Equity Ratio", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "18 Jan 2023"}