{"Nomor": 70638, "Judul": "ANALISIS PATAHAN DALAM OPTIMALISASI INJEKSI AIR BERPOLA PADA RESERVOAR A FORMAMSI BEKASAP, LAPANGAN KOTABATAK, CEKUNGAN SUMATERA TENGAH", "Abstrak": "Lapangan Kotabatak secara administratif terletak di propinsi Riau, kurang lebih 100\nkm. ke arah Barat Laut dari Kota Pekanbaru. Secara umum lapangan ini merupakan\ncebakan antiklin yang asimetris dengan arah sumbu Barat Laut – Tenggara, dan\ndibatasi oleh patahan naik di bagian Timur Laut searah dengan sumbu lipatan yang\nterbentuk. Reservoar utama adalah batupasir Formasi Bekasap berumur Miosen Awal.\nSeiring dengan menurunya perolehan minyak harian, berbagai usaha telah dan sedang\ndilakukan di lapangan minyak Kotabatak, Cekungan Sumatera Tengah. Sejak\nditemukan lapangan ini pada tahun 1951, untuk mempertahankan laju perolehan\nminyak maka telah dilakukan usaha injeksi air sekelilling (peripheral) pada tahun\n1975, dilanjutkan injeksi air berpola pada tahun 2002 dan penambahan beberapa\nsumur baru (infill) dari tahun ke tahun.\nDari hasil interpretasi seismik 3-Dimensi (3D) dan dalam kaitannya dengan\npermasalahan tersebut diatas maka dengan hadirnya beberapa patahan besar maupun\nkecil yang memotong Formasi Bekasap khususnya reservoar A pada area penelitian,\nmaka sangat perlu dilakukan suatu analisis terhadap kapasitas sealing patahanpatahan\ntersebut. Jadi dengan diketahuinya sifat-sifat patahan ini maka pemahaman\nkompartementalisasi reservoar juga akan deketahui. Hasil analisis ini nantinya sangat\nbermanfaat dan berperan penting dalam penerapan maupun perencanaan usaha\nmempertahankan laju perolehan minyak dikemudian hari. Adapun contoh\nperencanaan saat ini seperti penerapan injeksi air berpola yang selaras (pattern\nallignment), penambahan sumur baru baik berupa sumur injeksi maupun sumur\nproduksi maupun dalam membantu potensi pengambilan minyak tahap ketiga\n(tertiary recovery).\nDengan pendekatan perhitungan shale gouge ratio (SGR) dalam juxtaposition\nreservoar pada bidang patahan yang telah dikalibrasikan dengan data perbedan\ntekanan fluida pada reservoar maupun validasi dari data aktual di lapangan, maka\ndengan nilai SGR ? 20% patahan yang ada pada area penelitian sudah mulai bersifat\nsealing.", "Daftar File": {"ABSTRAK IGN BAGUS AGUNG 22005031.pdf": "https://digilib.itb.ac.id/gdl/download/271889", "COVER IGN BAGUS AGUNG 22005031.pdf": "https://digilib.itb.ac.id/gdl/download/271890", "BAB 1 IGN BAGUS AGUNG 22005031.pdf": "https://digilib.itb.ac.id/gdl/download/271891", "BAB 2 IGN BAGUS AGUNG 22005031.pdf": "https://digilib.itb.ac.id/gdl/download/271892", "BAB 3 IGN BAGUS AGUNG 22005031.pdf": "https://digilib.itb.ac.id/gdl/download/271893", "BAB 4 IGN BAGUS AGUNG 22005031.pdf": "https://digilib.itb.ac.id/gdl/download/271896", "BAB 5 IGN BAGUS AGUNG 22005031.pdf": "https://digilib.itb.ac.id/gdl/download/271902", "BAB 6 IGN BAGUS AGUNG 22005031.pdf": "https://digilib.itb.ac.id/gdl/download/271903", "BAB 7 IGN BAGUS AGUNG 22005031.pdf": "https://digilib.itb.ac.id/gdl/download/271904", "PUSTAKA I Gusti Ngurah Bagus Agung": "https://digilib.itb.ac.id/gdl/download/271905"}, "Penulis": "I Gusti Ngurah Bagus Agung [22005031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Handoyo Harsolumakso", "Dr. Ir. Chalid Idham Abdullah", "Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "18 Jan 2023"}