{"Nomor": 70643, "Judul": "DESAIN MAINAN UNTUK MENGENALKAN FALSAFAH MINANGKABAU DENGAN MENGADAPTASI KESENIAN TRADISIONAL RANDAI", "Abstrak": "Minangkabau merupakan salah satu suku bangsa yang mayoritas masyarakatnya\nbermukim di Sumatera Barat. Minangkabau memiliki budaya yang kaya dan\nberagam. Salah satu budaya yang sering ditemukan di lingkungan masyarakat\nMinangkabau adalah Kato nan Ampek, yang merupakan tata cara atau etika\nmasyarakat Minangkabau dalam berkomunikasi dan bergaul. Selain Kato nan\nAmpek, Randai juga salah satu budaya yang ada di Minangkabau. Randai adalah\nsalah satu kesenian khas Minangkabau yang pembawaannya berupa pertunjukan\nteatrikal komunal yang menyatukan gerakan bunga silat, cerita, dan musik dalam\nsekali pertunjukannya. Seiring perkembangan zaman, banyak dari budaya alam\nMinangkabau yang mulai dilupakan keberadaannya. Penerapan kurikulum yang\nsudah berbeda tidak lagi mengajarkan mata pelajaran Budaya Alam Minangkabau\nmenyebabkan anak-anak tidak lagi mengerti tentang Kato nan Ampek. Pegiat\nkesenian randai juga semakin sedikit karena banyak sanggar kesenian yang tutup\ndan tidak mengajarkan kesenian randai karena imbas dari pandemi COVID-19.\nPenelitian ini bertujuan untuk merancang bentuk permainan edukasi untuk menarik\nminat dan membantu anak-anak dalam memahami budaya alam Minangkabau\nsebagai strategi untuk mempertahankan nilai budaya di kalangan generasi muda\nSumatera Barat khususnya anak-anak.\nMetode yang digunakan untuk mengumpulkan data adalah metode kualitatif, yaitu\nberupa rapid ethnography, wawancara dan studi pustaka. Penelitian ini akan\nmengadaptasi kesenian randai menggunakan prinsip metode ATUMICS sehingga\ndidapatkan bahasan mengenai game design dan muatan lokal berupa Kato nan\nAmpek. Hasil dari analisis kemudian dijadikan sebagai acuan perancangan\npermainan edukasi bertemakan randai dan dapat meningkatkan kembali minat\nmasyarakat Minangkabau dalam melestarikan kesenian randai.", "Daftar File": {}, "Penulis": "Nadia Fitri Shafira [17517014]", "Kontributor / Dosen Pembimbing": ["Drs. Agus Karya Suhada, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Permainan Edukasi, Budaya Minangkabau, Kesenian Randai, Adaptasi Budaya.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "18 Jan 2023"}