{"Nomor": 70640, "Judul": "PREDIKSI TINGKAT KEPUASAN PELANGGAN MELALUI  ANALISA ULASAN DARING: SEBUAH STUDI KASUS PADA  PERUSAHAAN PERANGKAT KASIR DI INDONESIA", "Abstrak": "Perkembangan teknologi informasi dan digital saat ini mendorong ketersediaan sejumlah besar konten buatan pengguna. Konten buatan pengguna, seperti ulasan pengguna, postingan, dan opini di internet, dapat digunakan sebagai indikator bisnis jika dikumpulkan dan dianalisa dengan tepat, salah satunya untuk memprediksi kepuasan pelanggan. \n \nDalam menganalisa data konten buatan pengguna untuk memprediksi kepuasan pelanggan, penulis menerapkan metode Analisis Sentimen. Validasi silang lima kali lipat dilakukan untuk melatih model klasifikasi. Pelatihan dilakukan dengan kombinasi metode vektorisasi: frekuensi istilah–inversi frekuensi dokumen (tf-idf) dan kumpulan kata (bag-of-words); variasi n-gram: unigram, bigram, trigram, dan kombinasi unigram, bigram, dan trigram; dan algoritma model: Support Vector Machine dan Naïve Bayes. Hasilnya kemudian dievaluasi menggunakan metrik kinerja klasifikasi seperti precision, recall, F1, dan skor area di bawah kurva (AUC). \n \nHasil penelitian menunjukkan bahwa vektorisasi tf-idf memiliki kinerja yang serupa dengan metode bag-of-words. Hasil serupa juga diamati untuk pemilihan algoritma pembelajaran mesin (machine learning). Hal ini menunjukkan bahwa keduanya merupakan pengklasifikasi data teks yang cukup baik. \n \nN-gram tingkat rendah (seperti unigram) cenderung memiliki precision, recall, F1, dan skor AUC yang lebih baik daripada n-gram tingkat tinggi (seperti trigram). Hasil terbaik dicapai dengan menggabungkan unigram, bigram, dan trigram, menghasilkan skor kinerja rata-rata 0,94 untuk semua satuan kinerja. Dari hasil dan analisis, penulis menemukan bahwa memprediksi kepuasan pelanggan menggunakan metode analisis teks dan sentimen pada konten buatan pengguna adalah mungkin. Performa model dalam eksperimen ini cukup baik, dengan skor yang tinggi pada precision, recall, F1, dan skor AUC.", "Daftar File": {"2023_TS_PP_Anas Zakaria 29121053_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/271907"}, "Penulis": "Anas Zakaria [29121053]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "konten pengguna, kepuasan pelanggan, analisa sentimen, klasifikasi, machine learning.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "18 Jan 2023"}