{"Nomor": 70646, "Judul": "MANAJEMEN PROYEK RENCANA PENGENGEMBANGAN LAPANGAN", "Abstrak": "Pada saat ini COMPANY terlibat dalam proyek rencana pengembangan lapangan. Pengembangan dari lapangan-lapangan minyak dan gas yang ada merupakan lingkaran siklus process (lifecycle) yang dilakukan oleh pengelola lapangan untuk memaksimalkan nilai ekonomis yang tinggi asset dibawah permukaan dari serangkaian kajian. Sebagai sebuah proyek, hal ini melibatkan usaha yang kompleks melibatkan multidiscipline team proyek untuk melakjukan kajian studi, analisis yang pada akhirnya tujuan proyek tercapai dan dilakukan dengan lancer. Sebagai contoh dalam prosesnya insinyur pemboran tidak dapat melakukan rencana pemboran sampai tim teknik reservoir menentukan dengan jelas dimana lokasi pilihan. Hal ini juga berdampak ke pada tim fasilitas produksi hingga perhitungan model ekonomi proyek.\n\nMengelola sebuah rencana pengembangan lapangan sepanjang proses merupakan perkerjaan yang menantang oleh karena kondisi dinamik selama eksekusi pekerjaan. Dalam mengontrol kemajuan pekerjaan sehingga tetap berjalan dan bekerjasama dengan pemangku kepentingan, manajer proyek harus memimpin dan fokus kepada melakukan pekerjaan dengan benar. Tantangan utamanya buat tim proyek ketika menghadapi kondisi gap antara rencan kerja dan kondisi aktualnya. Disini ada hal kemajuan pekerjaan yang lebih rendah dan secara strategis harus diselasaikan dan permasalahannya kenapa untuk mencegah perlambatan kemajuan proyek dan potensi kerugian $61,000. Pada kasus ini, peneliti menjelaskan tantangan proses manajement proyek pada pengembangan lapangan.\n\nTelah dilakukan interview terhadap 9 (Sembilan) profesional untuk mencari opini serta kajian literatur juga. Ditemukan bahwa ada 8 (delapan) faktor tantangan yang utama meliputi batasan proyek, analisis keputusan, perangkat lunak penunjang proyek, tim proyek, reviewer tingkat atas sebagai pemandu keputusan, beban kerja dan analisis ekonomi sebagai kekurangan pada proses manajemen proyek. Pada akhirnya sebagai upaya meningkatkan kondisi proses yang ada, peneliti mengajukan beberapa usaha yang harus ditindaklanjuti dan rencana implementasinya. Hal-hal yang harus ditindaklanjuti meliputi pembuatan system penyimpanan data/repository proyek pengembangan lapangan dan kajian bisnis, membuat jelas panduan rencana scope, menyediakan kebutuhan perangkat yang standard, membuat sistim analisis pembuatan keputusan, membuat checklist sebagai dokumen utama pembuat analisis ekonomi dan yang terakhir matrks yang jelas untuk tugas dan tanggungjawab setiap team proyek yang meliputi penunjukan ke masing-masing proyek.", "Daftar File": {"COVER Andy Silaban": "https://digilib.itb.ac.id/gdl/download/271919", "BAB 1 Andy Silaban": "https://digilib.itb.ac.id/gdl/download/288667", "BAB 2 Andy Silaban": "https://digilib.itb.ac.id/gdl/download/288668", "BAB 3 Andy Silaban": "https://digilib.itb.ac.id/gdl/download/288669", "BAB 4 Andy Silaban": "https://digilib.itb.ac.id/gdl/download/288670", "BAB 5 Andy Silaban": "https://digilib.itb.ac.id/gdl/download/288671", "PUSTAKA Andy Silaban": "https://digilib.itb.ac.id/gdl/download/288672"}, "Penulis": "Andy Silaban [29320471]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F. Firman, MSc, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Lingkaran Siklus Proses, Tim Proyek, Proses Manajemen Poyek.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jan 2023"}