{"Nomor": 70644, "Judul": "USULAN PERANCANGAN SISTEM MANAJEMEN KINERJA  TERINTEGRASI PADA RANTAI PASOK FARMASI", "Abstrak": "Dalam rantai pasok paska pandemi, perusahaan farmasi menghadapi masa depan yang semakin tidak pasti di mana resilience sangat penting. Perubahan lingkungan itu sendiri dapat menyebabkan new measurement untuk performance management system dalam rantai pasok farmasi. Pendekatan Integrated Performance Management System (IPMS) dan COBIT Framework dapat membantu organisasi untuk memitigasi risiko perubahan dalam organisasi dan proses bisnis. Penelitian ini berfokus pada perancangan sistem manajemen kinerja dengan mengidentifikasi variabel dan indikator kritis serta fungsi organisasi kritis mana yang terlibat dengan menganalisis variabel dan indikator kinerja yang ada pada organisasi saat ini, keterkaitan kinerja, dan penilaian variabel kinerja. Sebagai temuan, 20 variabel dan 45 indikator dari berbagai organisasi diformulasikan ke dalam 3 perspektif dan 10 aspek menggunakan kerangka IPMS termasuk fungsi organisasi mana yang paling berkontribusi dalam organisasi. Selain itu, penelitian ini dibatasi pada variabel dan indikator kinerja pada tahap perancangan IPMS untuk menentukan KPI dan Cascade KPI, target, bobot, dan fungsi organisasi dengan melibatkan 3 business value streams di industri farmasi dengan multi industri yaitu manufaktur, distributor, dan retailer. Bagaimanapun, rencana implementasi sistem tersebut membutuhkan implementasi 12 bulan dari penyelarasan sistem manajemen kinerja baru ke lintas organisasi hingga diimplementasikan menggunakan aplikasi secara end-to-end (vertikal dan horizontal pada organisasi) dan dashboard secara real time.", "Daftar File": {"2023_TS_PP_Allan Aditya Prakosa Dewo 29121093_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/271918"}, "Penulis": "Allan Aditya Prakosa Dewo [29121093]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Dermawan Wibisono"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Supply Chain, Knowledge-Based Performance Management System, COBIT Framework", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "18 Jan 2023"}