{"Nomor": 70661, "Judul": "ANALISIS INVESTASI PROYEK PERTAMBANGAN BATUBARA PTBC BLOK 9 MENGGUNAKAN METODE DISKON ARUS KAS DAN VALUASI OPSI NYATA", "Abstrak": "Industri pertambangan batubara adalah bisnis yang membutuhkan biaya yang sangat tinggi, selain itu juga memiliki resiko yang tinggi dimana banyak faktor ketidakpastian yang mempengaruhi industry ini, sehingga untuk penilaian proyek bisnis yang memiliki kompleksitas dan ketidakpastian yang tinggi akan memerlukan analisis yang komprehensif. Project block 9 merupakan salah satu project PTBC yang direncanakan akan dioperasikan. Ketidakpastian kondisi ini perlu dilakukan peninjauan yang cermat baik dari dalam maupun luar, seperti ketidakstabilan harga batubara, harga bahan bakar, permintaan batubara, dan regulasi. Oleh sebab itu diperlukan penilaian prospek yang memadai yang mempertimbangkan fleksibilitas manajemen perusahaan dalam pengambilan keputusan dan mengakomodasi kondisi bisnis selama penilaian proyek selain itu juga kebebasan untuk memilih alternatif terbaik untuk memaksimalkan nilai project. Metode penilaian yang komprehensif diharapkan dapat membantu manajemen untuk menemukan strategi terbaik yang akan diterapkan dengan menyadari ketidakpastian masa depan. \nSaat ini PTBC menggunakan metode Discounted Cash Flow (DCF) untuk menilai suatu kelayakan investasi. Hasil dari perhitungan dari metode DCF ini akan dijadikan sebagai pertimbangan management untuk pengambilan keputusan dalam penambangan. Metode ini memiliki kelemahan karena tidak memberikan opsi yang fleksibel kepada managemen, sehingga perlu diupayakan kajian lebih lanjut untuk dapat mengoptimalkan shareholder wealth. Salah satu metode yang belakangan banyak digunakan untuk melakukan valuasi suatu projet investasi adalah Real Option Valuation (ROV). Alternative membangun jalur transportasi area utara dengan metode DCF menghasilkan nilai NPV sebesar $174.99, IRR 42% dan Payback Periode 3.8 tahun, sedangkan dengan metode ROV dengan dynamic coal forward memhasilkan nilai NPV $196.05, IRR 32% dan payback period 8.3 tahun. Dengan hasil perhitungan tersebut, valuasi investasi bisa menggunakan ROV sebagai opai pengambilan keputusan.", "Daftar File": {"2023_TS_PP_Anjas Prio Prakoso 29120551_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/272141"}, "Penulis": "Anjas Prio Prakoso [29120551]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "arus kas yang didiskontokan, ketidakpastian, opsi nyata, pengambilan  keputusan", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "18 Jan 2023"}