{"Nomor": 70663, "Judul": "IMPLEMENTASI ENERGI NUKLIR DALAM FASE TRANSISI PROGRAM  NET ZERO EMISSION (NZE) DI INDONESIA", "Abstrak": "Peta jalan program Net Zero Emission CO2 pada tahun 2060 telah diumumkan untuk memenuhi perkiraan kebutuhan energi nasional dan mengadopsi program emisi nol bersih CO2 yang menunjukkan program ambisius energi hijau masa depan di Indonesia. Hal ini menunjukkan bahwa kebijakan tersebut ingin memperkuat sumber daya energi hijau yang berbasis pada sumber daya energi baru dan terbarukan (EBT). Kontribusi EBT akan dominan dan pada saat yang sama energi fosil akan berkurang secara bertahap sebelum tahun 2060. Pemanfaatan energi nuklir untuk aplikasi energi, termasuk untuk pembangkit listrik tenaga nuklir (PLTN) dan aplikasi kogenerasi energi, termasuk desalinasi air, produksi hidrogen, untuk aplikasi gasifikasi dan pencairan batubara dan peningkatan pemulihan minyak (EOR) yang dapat digunakan untuk program NZE. Tujuan dari penelitian ini adalah untuk menunjukkan kontribusi energi nuklir terhadap implementasi Program Net Zero Emission (NZE) di Indonesia. Beberapa metodologi yang diadopsi digunakan seperti metode system thinking yang didasarkan pada pendekatan rich pictures, metode causal loop diagram (CLD) dan metode keunggulan bersaing. Ada beberapa metode untuk mengumpulkan data seperti Literasi telaah dokumen, diskusi dalam seminar atau FGD serta diskusi dengan narasumber di BRIN (Badan Riset dan Inovasi Nasional), Universitas, DEN atau Dewan Energi Nasional, Kementerian ESDM dan BAPETEN atau badan pengawas nuklir di Indonesia serta lembaga swadaya masyarakat HIMNI serta proses reviu dokumen.\n\tStatus pemanfaatan PLTN dunia saat ini dan kemajuan teknologi pada program PLTN diperlihatkan, analisis keunggulan kompetitif energi nuklir, evaluasi berdasarkan program emisi nol bersih yang difokuskan pada kontribusi program PLTN, analisis daya saing ekonomi PLTN dengan mengadopsi biaya yang diratakan metodologi LCOE, evaluasi berdasarkan strategi pemetaan skala kapasitas listrik PLTN untuk kebutuhan listrik di Indonesia, analisis dan pemetaan pemanfaatan PLTN untuk tujuan khusus kawasan ekonomi atau industri khusus dan program de-dieselisasi yang merupakan sebagian program nasional program proyek elektrifikasi untuk daerah terpencil dan zona terisolasi telah di evaluasi. Dalam program NZE, energi nuklir sebagai bagian dari energi baru dan terbarukan berkontribusi pada bauran energi nasional mulai tahun 2040 untuk kontribusi NPP. Program nuklir harus dilaksanakan mulai dari perencanaan, persiapan dan investasi serta penyiapan sumber daya manusia dan beberapa infrastruktur lain untuk program energi nuklir. Ini dapat digunakan untuk permintaan energi kecil, daerah terpencil atau pulau, zona industri tertentu atau kompleks industri serta untuk program de-dieselisasi.\n\tSebagai bagian dari rekomendasi, analisis LCOE PLTN telah dilakukan dan menunjukkan bahwa LCOE PLTN di Eropa berkisar antara 42 USD/MWh sampai dengan 102 USD/MWh, dan LCOE di Amerika Serikat dapat dilihat pada kisaran 71. Analisis serupa telah dilakukan untuk LCOE di Asia yang menunjukkan bahwa LCOE di Asia berkisar antara 50 USD/MWh hingga 87 USD/MWh. LCOE untuk tipe SMR diperkirakan memiliki nilai rata-rata 60 USD/MWh dan nilai maksimum LCOE sekitar 90 USD/MWh. Dapat digunakan untuk kebutuhan energi kecil, daerah terpencil atau pulau, zona industri tertentu atau kompleks industri. Telah dilakukan pemanfaatan Pembangkit Listrik Tenaga Nuklir (PLTN) untuk kawasan khusus seperti untuk kawasan industri. Berdasarkan 26 kawasan industri, memiliki rentang kebutuhan listrik 10 MWe hingga kisaran daya 1000 MWe. Dari daftar zona untuk zona industri lain non RPJMN membutuhkan kebutuhan listrik dari 15 MWe hingga 2,4 GWe tergantung wilayahnya. Penggunaan PLTN untuk kawasan industri akan tergantung pada skala atau kebutuhan listrik yang berkisar antara 10 hingga 2,4 GWe. Penyebaran program de-dieselisasi sangat tersebar di seluruh pulau di Indonesia dan daerah tersebut memiliki kebutuhan listrik tergantung daerahnya untuk kebutuhan listrik berkisar antara 0,6 MWe sampai dengan 550 MWe. Potensi pemanfaatan PLTN untuk program de-dieselisasi akan tergantung pada skala atau kebutuhan listrik yang berkisar antara 0,6 MWe sampai dengan 550 MWe kebutuhan listrik. Energi nuklir berkontribusi sebesar 18 % yang setara dengan 324 TWh pada tahun 2060 sebagai bagian dari program NZE. Ini menunjukkan Pulau Jawa akan memiliki sekitar 214 TWh listrik dari energi nuklir, sedangkan pulau Sumatera akan menggunakan 64 energi Nuklir dan pulau lainnya Kalimantan, Sulawesi dan sisanya akan menggunakan masing-masing 14,4 TWh, 16,7 TWh dan 14,2 TWh. Jika kebutuhan listrik dalam TWh diubah menjadi kapasitas daya pembangkit listrik, maka akan setara dengan kapasitas daya PLTN sekitar 46 GWe. Estimasi kapasitas terpasang untuk setiap pulau menunjukkan bahwa pulau Jawa membutuhkan kapasitas terpasang PLTN sekitar 30,3 GWe, sedangkan pulau sumantra membutuhkan 9 GWe dan pulau lainnya membutuhkan kapasitas terpasang 2-2,4 GWe. Kontribusi ET di asumsi dapat dimabfaatkan 100% dari potensi ET (430 GWe setara 1159 TWh) dan untuk memenuhi gap ke 1800 TWh, energi fosil dan energi nuklir dapat mengisi gap tersebut. Apabila kontribusi EBT 100% yaitu energi terbarukan dan nuklir menjadi 100%, maka kontribusi energi nuklir dapat memenuhi gap tersebut menjadi 641 TWh untuk memenuhi target NZE listrik sekitar 1800 TWh ditahun 2060. Energi nuklir diperkirakan beroperasi dan berkontribusi pada bauran energi nasional mulai tahun 2035-2040 berdasarkan beberapa skenario dan PLTN harus diimplementasikan sebagai program NZE mulai tahun 2023-2024 untuk mencapai operasi awal tahun 2030-an. Dalam penyelenggaraan tenaga nuklir, diperlukan suatu NEPIO atau Organisasi Pelaksana Program Tenaga Nuklir yang bertugas melaksanakan program tenaga nuklir mulai dari perencanaan, persiapan dan investasi serta menyiapkan sumber daya manusia dan beberapa infrastruktur lain untuk program tenaga nuklir.", "Daftar File": {"COVER Sidik Permana": "https://digilib.itb.ac.id/gdl/download/272022", "BAB 1 Sidik Permana": "https://digilib.itb.ac.id/gdl/download/288779", "BAB 2 Sidik Permana": "https://digilib.itb.ac.id/gdl/download/288780", "BAB 3 Sidik Permana": "https://digilib.itb.ac.id/gdl/download/288781", "BAB 4 Sidik Permana": "https://digilib.itb.ac.id/gdl/download/288782", "PUSTAKA Sidik Permana": "https://digilib.itb.ac.id/gdl/download/288783"}, "Penulis": "Sidik Permana [29320450]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D.", "Prof. Dr. Ir. M. Kuntoro Mangkusubroto, MSCE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Net Zero Emission, Energi Baru dan Terbarukan, Energi Nuklir, LCOE, Zona Industri, Zona de-dieselisasi, NEPIO", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "18 Jan 2023"}