{"Nomor": 70675, "Judul": "USULAN DESAIN SISTEM MANAJEMEN KINERJA PERUSAHAAN DENGAN MENGGUNAKAN BALANCED SCORECARD PADA PERUSAHAAN PERTAMBANGAN NIKEL (KASUS: PT GEMA KREASI PERDANA)", "Abstrak": "Indonesia merupakan salah satu negara yang memiliki cadangan nikel terbesar di dunia. Di kawasan Asia, cadangan nikel laterit Indonesia berada di posisi ketiga. Cadangan nikel Indonesia sekitar 800 ribu ton atau sekitar 30% dari total produksi nikel dunia, sehingga Indonesia berpotensi menikmati permintaan logam tahan karat ini. Salah satu perusahaan yang melakukan penambangan nikel di Provinsi Sulawesi Tenggara adalah PT Gema Kreasi Perdana (GKP). Sebagai perusahaan yang baru berdiri, berbagai strategi diterapkan untuk bertahan dan mempertahankan eksistensi perusahaan di industri pertambangan. Penerapan Sistem Manajemen Kinerja (SMK) merupakan salah satu cara yang dapat digunakan untuk mengukur kinerja guna memantau dan menganalisis kinerja perusahaan. Balanced Scorecard adalah PMS yang digunakan dalam investigasi ini (BSC). Berdasarkan kajian literatur, Focus Group Discussion (FGD), dan wawancara dengan praktisi profesional di bidangnya masing-masing, ditentukan strategi objektif untuk masing-masing perspektif. Balanced Scorecard (BSC) adalah SMK yang digunakan dalam investigasi ini. Tujuan dan inisiatif untuk indikator kinerja utama (KPI) ditentukan berdasarkan benchmarking dengan bisnis lain dan wawancara perusahaan. Analisis data dan pembobotan dari masing-masing perspektif akan dilakukan dengan menggunakan metode Analytical Hierarchy Process (AHP). Peneliti melakukan cascading proses dari Level Unit Bisnis ke Level Individual dan terbatas pada Divisi HRGA (Human Resource and General Affair) dan Strategic Affair. Proses cascading diyakini penting untuk memastikan bahwa visi, misi, dan strategi perusahaan dikomunikasikan dengan jelas kepada seluruh karyawan, serta memastikan bahwa visi, tujuan, dan strategi perusahaan dikomunikasikan dengan jelas kepada setiap karyawan. Cascading ini menghasilkan beberapa strategi objektif dan KPI untuk Divisi HRGA dan Strategic Affair PT GKP. Sebagai saran untuk penelitian selanjutnya, sebaiknya penelitian ini dilakukan secara cascade ke semua level di setiap divisi di perusahaan.", "Daftar File": {"COVER Sara Nadira Marpaung": "https://digilib.itb.ac.id/gdl/download/272081", "BAB 1 Sara Nadira Marpaung": "https://digilib.itb.ac.id/gdl/download/289984", "BAB 2 Sara Nadira Marpaung": "https://digilib.itb.ac.id/gdl/download/289985", "BAB 3 Sara Nadira Marpaung": "https://digilib.itb.ac.id/gdl/download/289986", "BAB 4 Sara Nadira Marpaung": "https://digilib.itb.ac.id/gdl/download/289987", "BAB 5 Sara Nadira Marpaung": "https://digilib.itb.ac.id/gdl/download/289988", "PUSTAKA Sara Nadira Marpaung": "https://digilib.itb.ac.id/gdl/download/289989"}, "Penulis": "Sara Nadira Marpaung [29321132]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng.", "Dr. Muhammad Hanafi, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Balanced Scorecard (BSC), Nikel, Tambang, Sistem Manajemen Kinerja (SMK), Strategi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jan 2023"}