{"Nomor": 70679, "Judul": "DAMPAK KEEKONOMIAN KEBIJAKAN NILAI TAMBAH TEMBAGA DAN MINERAL IKUTANNYA", "Abstrak": "Salah satu tujuan peningkatan nilai tambah melalui proses pengolahan dan pemurnian,\nsebagaimana dinyatakan dalam UU No.4/2009 pasal 102 dan 103 adalah untuk\nmengoptimalkan penerimaan negara dari pajak perusahaan dan penerimaan negara bukan pajak\n(PNBP), misalnya royalti. Berbagai aturan telah diterbitkan untuk mendukung kebijakan\ntentang nilai tambah tersebut, termasuk kebijakan pelarangan ekspor bahan mentah atau\nkonsentrat. Diterbitkannya PP No.9 Tahun 2012 merupakan penjabaran dari kebijakan tersebut.\n\nPenelitian ini mengkaji dampak dari kebijakan nilai tambah terhadap perekonomian\nkhususnya pengembangan industri hilir yang merupakan pengembangan dari pertambangan\ntembaga. Pembangunan smelter baru yang dilakukan saat ini dapat mengolah seluruh\nkonsentrat tembaga Indonesia dan mampu menghasilkan tembaga katoda yang dibutuhkan oleh\nIndonesia sampai dengantahun 2020 serta merupakan mata ranai industri yang penting.\n\nTerlambatnya pemberlakuan tarif royalti sesuai dengan PP No.9 Tahun 2012 untuk\npertambangan tembaga menyebabkan terjadinya selisih penerimaan negara dari royalti untuk\ntahun 2012, 2013, dan 2014 berturut-turut sebesarRp. 2,4 Trilyun, Rp. 1,96Trilyun, dan Rp. 2,08\nTrilyun.Sementara itu untuk kurun waktu yang samaterdapattambahan penerimaan negara\nsekitar Rp. 37 — 38 Milyar jika lumpur anoda yang dihasilkan oleh smelter diolah di dalam\nnegeri.", "Daftar File": {"COVER Aryo Prawoto Wibowo": "https://digilib.itb.ac.id/gdl/download/272130", "2015 ARYO PRAWOTO WIBOWO 1-EDITORIAL BOARD.pdf": "https://digilib.itb.ac.id/gdl/download/272131", "2015 ARYO PRAWOTO WIBOWO 1-TABLE OF CONTENT.pdf": "https://digilib.itb.ac.id/gdl/download/272132", "2015 ARYO PRAWOTO WIBOWO 1-PAPER.pdf": "https://digilib.itb.ac.id/gdl/download/272133"}, "Penulis": "Aryo Prawoto Wibowo [-]", "Kontributor / Dosen Pembimbing": ["Said Salem Al Hamid"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mineral ikutan, Peningkatan Nilai Tambah, Penerimaan Negara Bukan Pajak", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "18 Jan 2023"}