{"Nomor": 70671, "Judul": "PREFERENSI PELANGGAN DALAM MEMILIH JASA DESAIN ARSITEKTUR MENGGUNAKAN PROSES HIERARKI ANALITIK", "Abstrak": "Pada tahun 2021 nilai market jasa desain arsitektur secara global diperkiran mencapai 344.9 milyar dollar dengan pertumbuhan sekitar 7.4% per tahun. Apabila melihat data perbandingan antara jumlah arsitek dengan potensi customer yang ada Indonesia memiliki potensi tertinggi, dengan perbandingan 37.500 customer per arsitek. Namun, pertumbuhan firma arsitek yang semakin banyak seiring dengan pertumbuhan ekonomi membuat persaingan sangat ketat antara satu dengan yang lain. Hal ini membuat banyak firma arsitek baru yang merasa kesulitan untuk bersaing dengan firma-firma besar yang sudah ada sebelumnya. Untuk bisa bersaing dengan baik, sebuah firma arsitek harus mengerti customernya itu sendiri dikarenakan arsitek bergerak di bidang bisnis servis yang erat kaitannya dengan kepuasan customer. Salah satu cara untuk memahami customer tersebut adalah dengan memahami preferensinya dalam memilih jasa desain arsitektur sehingga sebuah firma arsitek bisa mendapatkan sebuah competitive advantage dan membuat bisnis mereka menjadi lebih customer-oriented.\n\nRiset ini mencoba menemukan factor-faktor yang mempengaruhi keputusan customer dalam memilih jasa desain arsitektur. Setelah menemukan factor yang mempengaruhi preferensi tersebut, peneliti mencoba untuk mencari prioritas dari tiap kriteria tersebut menggunakan metode AHP (Analytical Hierarchy Process). Peniliti juga mencoba mensitesiskan penelitian ini dari tiga kelompok utama yang ditargetkan yakni kelompok orang yang pernah menggunakan jasa desain arsitektur sebelumnya, kelompok orang yang tidak pernah menggunakan jasa desain arsitektur, dan kelompok orang yang bekerja di bidang arsitektur atau desain terkait. Peneliti melakukan dua pendekatan Analisa yakni dengan metode Analisa kualitatif yang dipaparkan secara deskriptif dari hasil wawancara dan Analisa kuantitatif yang dianalisa menggunakan metode AHP dan survey secara general. Setelah mengevaluasi hasil analisis AHP, hasilnya dimanfaatkan menjadi strategi bisnis. Strategi bisnis ini diimplementasikan kepada Nomaden Architect yang merupakan firma jasa desain arsitektur yang berlokasi di Jakarta, Indonesia. Solusi yang diusulkan disimpulkan berdasarkan hasil AHP dan interview dimana solusi tersebut berusaha menjawab permasalahan yang ditemukan di tiap faktor yang mempengaruhi preferensi customer dalam memilih jasa desain arsitektur.", "Daftar File": {"COVER Laurentius Nicholas Rodriques": "https://digilib.itb.ac.id/gdl/download/288737", "BAB 1 Laurentius Nicholas Rodriques": "https://digilib.itb.ac.id/gdl/download/288738", "BAB 2 Laurentius Nicholas Rodriques": "https://digilib.itb.ac.id/gdl/download/288739", "BAB 3 Laurentius Nicholas Rodriques": "https://digilib.itb.ac.id/gdl/download/288740", "BAB 4 Laurentius Nicholas Rodriques": "https://digilib.itb.ac.id/gdl/download/288741", "BAB 5 Laurentius Nicholas Rodriques": "https://digilib.itb.ac.id/gdl/download/288742", "PUSTAKA Laurentius Nicholas Rodriques": "https://digilib.itb.ac.id/gdl/download/288743"}, "Penulis": "Laurentius Nicholas Rodriques [29321015]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analytic Hierarchy Process (AHP), Preferensi Customer, Firma, Arsitektur, Customer Oriented, Strategi Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jan 2023"}