{"Nomor": 70670, "Judul": "STRATEGI BISNIS BARU UNTUK PT KALBE FARMA TBK MENJADI PEMIMPIN PASAR DI SEKTOR PSIKIATRI DI INDONESIA", "Abstrak": "Prevalensi penderita gangguan jiwa di Indonesia terus meningkat dan diakselerasi pertumbuhannya oleh pandemi COVID-19. Selain itu, kesadaran masyarakat akan kesehatan mental sudah cukup meningkat akibat isu ini banyak didiskusikan di media sosial. Aplikasi untuk mendukung kesehatan mental dari berbagai perusahaan rintisan juga mulai bermunculan. Peningkatan pada fenomena-fenomena tersebut juga terekstrapolasi pada pasar obat psikiatri di Indonesia yang mengalami pertumbuhan sebesar sepuluh persen dari 2018 ke 2019 dan 2019 ke 2020. Berdasarkan lanskap persaingan, terdapat sekitar 50 perusahaan farmasi yang memasarkan obat psikiatri di Indonesia. Namun demikian, 12 perusahaan dengan penjualan tertinggi sudah dapat menguasai 80% pasar obat psikiatri. Pasar ini didominasi oleh satu pemimpin pasar sedangkan pemain lainnya termasuk PT Kalbe Farma Tbk. memiliki pangsa pasar yang relatif kecil dibandingkan dengan pemimpin pasar. Melihat kondisi pasar obat psikiatri yang terus bertumbuh dan pangsa pasarnya yang masih kecil membuat Kalbe harus memiliki strategi bisnis baru untuk mengambil peluang tersebut dan menjadi salah satu pemimpin pasar di pasar obat psikiatri di Indonesia. \nPenelitian ini dilakukan untuk mengetahui faktor eksternal dan internal utama yang mempengaruhi bisnis obat psikiatri Kalbe dan kemudian memberikan usulan alternatif strategi bisnis untuk Kalbe menjadi salah satu pemimpin pasar di pasar psikiatri. Pada penelitian ini, wawancara dilakukan dengan 20 pemangku kepentingan Kalbe yaitu karyawan Kalbe, karyawan kompetitor, psikiater dan pasien dengan gangguan jiwa. Selain itu, kuesioner didistribusikan kepada 55 pasien dengan gangguan jiwa. Data hasil wawancara dan kuesioner kemudian diolah menggunakan analisis isi. Data pasar farmasi dari IQVIA digunakan dalam penelitian ini dan diolah menggunakan matriks BCG. Selanjutnya, formulasi alternatif strategi bisnis diperoleh melalui matriks TOWS. \nHasil analisa isi menunjukkan faktor eksternal utama yang mempengaruhi bisnis psikiatri dikategorikan menjadi aspek hukum, politik, ekonomi, pasar, teknologi dan sosial. Penyalahgunaan obat, pengawasan ketat oleh otoritas, Indikator Kinerja Utama pemerintah, Sistem Jaminan Sosial Nasional, Formularium Nasional, katalog elektronik, regulasi Tingkat Komponen Dalam Negeri dan sertifikasi halal semuanya mempengaruhi bisnis obat psikiatri dari sudut pandang hukum. Perang antara Rusia dan Ukraina serta ketegangan politik di Indonesia berdampak dari segi politik. Faktor ekonomi yang mempengaruhi bisnis obat psikiatri antara lain harga obat, nilai tukar, daya beli dan resesi. Faktor yang mempengaruhi bisnis psikiatri dari aspek pasar meliputi pertumbuhan pasar, peluang pasar, pergeseran pasar ke segmen generik, persaingan yang minimal dan pemimpin pasar yang kuat. Media sosial, perdagangan elektronik, telemedisin dan teknologi penghantaran obat baru adalah aspek yang berpengaruh dalam hal teknologi. Terkahir, adanya stigma, populasi lanjut usia, ketakutan akan kecanduan, kelompok usia pasien yang bermigrasi ke dewasa muda, pengaruh budaya dan kepercayaan adalah aspek sosial yang mempengaruhi bisnis psikiatri di Indonesia. Sedangkan faktor internal utamanya dikategorikan menjadi merek, budaya perusahaan, aset manusia dan modal intelektual, sumber daya organisasi, orisinalitas, sumber daya fisik dan hubungan. \nPosisi bisnis obat psikiatri Kalbe di matriks BCG adalah pada kuadran Tanda Tanya karena pangsa pasarnya yang kecil sedangkan pasarnya masih bertumbuh dengan baik. Oleh karena itu, Kalbe perlu melakukan strategi intensif untuk meningkatkan pangsa pasarnya melalui pengembangan produk, penetrasi pasar dan pengembangan pasar. \nBerdasarkan hasil analisa data, strategi pengembangan produk yang dapat dilakukan adalah melengkapi portofolio produk psikiatri baik untuk segmen obat bermerek maupun generik. Usulan area produk yang dikembangkan adalah antipsikotik, ansiolitik, antidepresan dan penstabil keadaan jiwa, hipnotik dan sedatif serta psikostimulan. Produk untuk segmen bermerek disarankan adalah produk orisinil atau produk dengen teknologi penghantran obat baru. Sedangkan produk untuk segmen generik disarankan adalah produk dengan Rencana Kebutuhan Obat yang tinggi dan potensi menjadi produk generik pertama sehingga dapat memonopoli pasar tender pemerintah untuk molekul tersebut. \nStrategi penetrasi pasar yang diusulkan adalah membentuk tim fokus baik di manajemen produk maupun penjualan untuk menggarap dan mengedukasi pengguna-pengguna untuk segmen privat. Untuk segmen publik, Kalbe harus memperkuat tim manajemen akun utamanya yang akan membangun relasi dengan instansi pemerintahan terkait. Segmen lain yang cukup berkembang akhir-akhir ini yaitu telemedisin. Kalbe dapat bekerja sama dengan aplikasi telemedisin agar produk psikiatrinya dapat diresepkan disana. Kalbe juga perlu memastikan ketersediaan produk psikiatrinya di seluruh Indonesia. \nTerakhir, strategi pengembangan pasar dapat dilakukan untuk reposisi produk-produk neurologi yang dimiliki untuk indikasi psikiatri. Selain itu, Kalbe juga disarankan untuk melakukan edukasi awam guna meningkatkan kesaran masyarakat melalui kerja sama dengan pemerintah, akun sosial media terkait kesehatan mental maupun komunitas peduli kesehatan mental.", "Daftar File": {"COVER Erwin": "https://digilib.itb.ac.id/gdl/download/272050", "BAB 1 Erwin": "https://digilib.itb.ac.id/gdl/download/288715", "BAB 2 Erwin": "https://digilib.itb.ac.id/gdl/download/288716", "BAB 3 Erwin": "https://digilib.itb.ac.id/gdl/download/288717", "BAB 4 Erwin": "https://digilib.itb.ac.id/gdl/download/288718", "BAB 5 Erwin": "https://digilib.itb.ac.id/gdl/download/288719", "PUSTAKA Erwin": "https://digilib.itb.ac.id/gdl/download/288720"}, "Penulis": "Erwin [29321073]", "Kontributor / Dosen Pembimbing": ["Prof. Reza Ashari Nasution, Ph.D.", "Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pasar Psikiatri, Strategi Bisnis,Pengembangan Produk, Penetrasi Pasar, Pengembangan Pasar.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "18 Jan 2023"}