{"Nomor": 70680, "Judul": "KAJIAN PEMANFAATAN BATUBARA METALURGI BERKUALITAS RENDAH SEBAGAI BAHAN BAKU PARSIAL PRODUKSI KOKAS", "Abstrak": "Kokas merupakan produk hasil karbonisasi campuran batubara metalurgi yang berfungsi sebagai sumber karbon pada proses tanur tiup. Senyawa karbon yang terkandung pada kokas akan bereaksi dengan udara dan menghasilkan gas pereduksi berupa karbon monoksida (CO). Indonesia merupakan negara yang memiliki cadangan batubara terbesar ke-5 di dunia. Potensi tersebut belum sepenuhnya termanfaatkan pada industri baja karena dalam proses pembuatan kokas, batubara metalurgi yang digunakan bersumber dari impor seluruhnya. Campuran batubara metalurgi yang digunakan di Indonesia terdiri atas 4 golongan yaitu batubara metalurgi keras dan memiliki kadar zat terbang yang rendah (hard coking coal low volatile), batubara metalurgi keras dan memiliki kadar zat terbang yang menengah (hard coking coal medium volatile), batubara metalurgi cenderung keras (semi hard coking coal) dan batubara metalurgi cenderung lunak (semi soft coking coal). Batubara metalurgi yang ada di Indonesia tergolong sebagai semi hard coking coal dan semi soft coking coal, pada golongan tersebut batubara cenderung memiliki kadar zat terbang yang tinggi yang berdampak pada pengurangan perolehan produk, sehingga potensi pemanfaatan batubara metalurgi domestik sebagai substitusi batubara metalurgi impor perlu dikaji lebih dalam.\nBerdasarkan data kapasitas produksi industri pemroduksian kokas sebesar 2055 ton per hari dilakukan simulasi menggunakan Aspen Plus V11 sehingga diketahui bahwa pemanfaatan batubara metalurgi domestik pada rentang persentase 15%-35% dari total umpan campuran batubara metalurgi ke COP dapat meningkatkan sulfur di dalam kokas hingga 0,535% pada penggunaan batubara metalurgi domestik sebanyak 35%. Hasil optimal dari pemanfaatan batubara metalurgi domestik didapatkan pada penggunaan batubara metalurgi domestik sebanyak 25% dari total umpan campuran batubara ke COP dengan hasil kualitas kadar air, karbon tetap, abu dan sulfur berturut-turut sebesar 7,21%; 87,75%; 1,27%; 10,98% dan 0,523%. Pemanfaatan batubara metalurgi domestik sebesar 25% memberikan potensi penghematan sebesar 122 juta rupiah per hari atau setara 44,6 miliar rupiah per tahun.", "Daftar File": {"ABSTRAK Abdul Rozak Kodarif": "https://digilib.itb.ac.id/gdl/download/272120"}, "Penulis": "Abdul Rozak Kodarif [23020043]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kokas, batubara metalurgi, semi soft coking coal, semi hard coking coal, Aspen Plus", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2023"}