{"Nomor": 70687, "Judul": "USULAN STRATEGI PEMASARAN BAGI SCHOUTEN.ID UNTUK MENINGKATKAN KESADARAN MEREK DAN NIAT BELI", "Abstrak": "Saat ini industri kreatif berkembang dengan pesat dikarenakan penggunaan\nteknologi yang juga meningkat. Pada 2019 industri kreatif memberikan PDB\nsebesar Rp 1.153,4 miliar. Fashion masuk ke dalam salah satu ekonomi kreatif \nyang menyumbang PDB yang besar yaitu 41%. Fashion saat ini dapat \nmenunjukkan status seseorang dan menunjukkan karakter bagi pemakainya. Di sisi\nlain, fashion termasuk ke dalam sektor UMKM dan terus berkembang dari tahun\nke tahun. Salah satu UMKM yang juga bergerak di bidang fashion adalah\nSchouten. Schouten adalah salah satu brand lokal fashion pria yang menjual\nproduk basic wear yang telah berdiri sejak tahun 2017. Saat ini Schouten memiliki\nlima kategori produk yaitu outer, kemeja, kaos, celana, dan topi. Setiap tahun\njumlah UMKM dibidang fashion meningkat, dan menyebabkan banyak pesaing\nbaru yang muncul, tentunya pesaing lama juga telah menjadi hambatan.\nBerdasarkan data penjualan Schouten dari 2020-2022, penjualannya mengalami\nfluktuasi. Penulis melakukan preliminary interview kepada lima belas orang secara\nacak dan hanya dua orang yang mengenal brand Schouten. Dengan temuan ini\ndapat disimpulkan bahwa penggunaan media sosial dan cara promosi dari\nSchouten masih belum optimal sehingga menyebabkan brand awareness yang\nkurang. Penelitian ini memiliki tujuan untuk mengetahui faktor apa saja yang\nmenyebabkan fluktuasi penjualan pada Schouten, lalu faktor apa saja yang\nmempengaruhi purchase intention serta usulan strategi marketing apa yang cocok\nuntuk meningkatkan brand awareness pada Schouten. Untuk memenuhi tujuan\npenelitian tersebut penulis akan menggunakan analisa external dan internal yang\nmenghasilkan TOWS sebagai solusi. Analisis eksternal dilakukan dengan\nmenggunakan analisis PEST, analisis porter's five forces, analisis pesaing, dan\nanalisis customer. Customer analysis dilakukan dengan menyebarkan kuesioner\nkepada 200 responden secara acak, termasuk potential customer. Data kemudian\ndiolah menggunakan SmartPLS 4 dengan menggunakan pendekatan PLS-SEM.\nKemudian untuk analisis internal dilakukan dengan menggunakan analisa VRIO,\nMarketing Mix, dan STP. Hasil penelitian menunjukkan adanya 11 strategi yang\ndihasilkan oleh TOWS matriks dan sebanyak enam strategi dipilih untuk\nmerumuskan usulan strategi marketing yang baru dan selanjutnya dapat\nditerapkan oleh Schouten berdasarkan implementasi plan yang telah dibuat.", "Daftar File": {"2022_TS_PP_Ilmi Fitri_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/272156"}, "Penulis": "Ilmi Fitri [29121095]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi marketing, kesadaran merek, niat beli, TOWS matrix, fashion", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Jan 2023"}