{"Nomor": 70681, "Judul": "DESAIN DAN ANALISIS STRUKTUR DERMAGA PETIKEMAS PADA INLAND WATERWAYS CIKARANG-BEKASI LAUT (CBL), JAWA BARAT", "Abstrak": "Indonesia merupakan salah satu negara maritim kepulauan terbesar di dunia dengan 75% cakupan wilayahnya merupakan wilayah perairan. Dengan kondisi geografis Indonesia sebagai negara kepulauan, diperlukan strategi yang baik dalam pembangunan konektivitas dan pengelolaan sumber daya yang dimiliki, sehingga peningkatan kesejahteraan masyarakat dapat terwujud. Pelabuhan sebagai penghubung antar pulau dengan kegiatan pelayaran dan distribusi perannya sangat penting, khususnya untuk wilayah DKI Jakarta sebagai ibukota negara. Pelabuhan Tanjung Priok di Jakarta dikembangkan sebagai Pelabuhan Utama Internasional, menjadi pintu gerbang konektivitas ekonomi nasional dan internasional. Dalam operasinya, Pelabuhan Tanjung Priok memiliki cakupan hinterland yang luas, mendukung area-area perkantoran dan kawasan industri di wilayah ibukota dan sekitarnya. Oleh karena itu, untuk mengurangi penumpukan dan peningkatan arus mobilisasi logistik, direncanakan beberapa proyek strategis nasional untuk dibangun, salah satunya inland waterways Cikarang-Bekasi Laut (CBL), Jawa Barat.\nTugas Akhir ini membahas desain struktur dermaga petikemas tipe deck on pile pada inland waterways Terminal CBL tahap awal jangka pendek dengan elemen struktural yang terdiri dari pelat, balok, pile cap, dan tiang pancang. Perancangan struktur dermaga mengacu pada standar desain OCDI (2020), British Standard (BS), Standar Nasional Indonesia (SNI), dan American Concrete Institute (ACI). Pembahasan Tugas Akhir mencakup pengumpulan dan pengolahan data serta desain awal (preliminary design) dengan menentukan dimensi dermaga dan elemen struktural dermaga berdasarkan pembebanan yang bekerja pada struktur dermaga. Selanjutnya dilakukan pemodelan dan analisis struktur dermaga menggunakan perangkat lunak SAP2000, hingga diperoleh nilai Unity Check Ratio (UCR) optimal dan defleksi yang memenuhi kriteria desain. Kriteria desain UCR optimal berada pada rentang nilai 0.7 – 1.0 serta nilai defleksi tidak boleh melebihi nilai defleksi izin maksimum. Output lain dari pemodelan struktur dermaga berupa nilai \ngaya dalam dan reaksi perletakan digunakan dalam desain penulangan elemen struktural dermaga dan perhitungan analisis daya dukung tanah sebagai dasar perhitungan kedalaman pemancangan yang diperlukan berdasarkan data kondisi tanah pada lokasi dermaga.\nHasil dari Tugas Akhir ini berupa desain rencana dimensi struktur dermaga dan elemen struktural dermaga, fasilitas berlabuh dan bertambat kapal, detail penulangan elemen struktural dermaga, serta kedalaman pemancangan tiang pancang.", "Daftar File": {}, "Penulis": "Antonius Valentino Kurniawan [15518031]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Konektivitas, Dermaga, Dermaga Petikemas, Pemodelan dan Analisis Struktur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2023"}