{"Nomor": 70693, "Judul": "INTEGRASI SEISMIK 3D DALAM PEMODELAN GEOSTATISTIK SIFAT RESERVOIR DI LAPANGAN KOTABATAK", "Abstrak": "Data seismik 3D resolusi tinggi yang telah ada sejak tahun 2003 belum\ndimanfaatkan secara optimum untuk melakukan karakterisasi reservoir guna\nmemenuhi kebutuhan pengembangan lapangan Kotabatak yang semakin\nkompleks. Integrasi data seismik 3D hasil inversi telah dilakukan dalam\npemodelan geologi secara geostatistik dengan teknik collocated cokriging pada\ndata sifat reservoir di lapangan ini dan berhasil memberikan model geologi 3D\nbaru yang lebih konprehensif.\nDalam penelitian ini, korelasi antara data sifat reservoir dengan data seismik hasil\ninversi telah dilakukan dengan plot silang menggunakan data sintetiknya. Hasil\ninversi juga menunjukkan perbaikan pada resolusi vertikal data seismik sehingga\ntop dan bottom lapisan batupasir yang menjadi objek penelitian dapat\ndidefinisikan dengan baik. Maka grid stratigrafi (SGRID) 3D yang dibangun juga\nmenjadi lebih sesuai dengan data seismiknya.\nIntegrasi seismik ke dalam pemodelan secara lebih dini telah dilakukan sejak\npemodelan parameter indikator biner fasies litologi, dengan memanfaatkan trend\ndata Vp/Vs, yang mana teknik ini sangat jarang digunakan untuk melakukan\nsimulasi parameter indikator. Hal ini dilakukan dengan meng-aplikasikan\nproporsi masing-masing parameter indikator data sekunder pada simulasi\nparameter indikator fasies litologinya. Selanjutnya variogram sifat reservoir yang\nlain dibuat dalam kerangka fasies litologi tersebut. Pemodelan geostatistik dengan\nteknik collocated cokriging dilakukan dengan data sekunder yang berbeda untuk\nmasing-masing sifat reservoir, tergantung pada koefisien korelasi yang paling\ntinggi pada korelasi plot silang. Data porositas disimulasikan dengan data\nsekunder LamdahRho, sedangkan data saturasi disimulasikan menggunakan data\nsekunder Poisson’s ratio. Koefisien korelasi dari plot silang sebagai salah satu\ninput data, sebelumnya telah disesuaikan karena perbedaan data seismik yang\ndipakai dalam korelasi plot silang dan dalam pemodelan sebenarnya. Teknik\npengurangan ini memberikan hasil yang optimum dengan derajat kesalahan yang\ndapat diterima. Validasi dilakukan menggunakan 21 sumur baru untuk\nmemberikan efek kepercayaan yang tinggi pada teknik ini. Hasilnya 81% dari\nv\njumlah sumur validasi cocok dengan model baru dengan tingkat kesalahan ratarata\n14% untuk rata-rata data porositas dan 12% untuk rata-rata data saturasi.\nIntegrasi seismik 3D dalam pemodelan secara geostatistik dengan teknik\ncollocated cokriging menghasilkan model geologi baru yang lebih konprehensif.\nIntegrasi dengan penelitian sebelumnya menghasilkan interpretasi fenomena\ngeologi bawah permukaan yang lebih jelas dan realistis.", "Daftar File": {"ABSTRAK SUBAMBANG A 22005030.pdf": "https://digilib.itb.ac.id/gdl/download/272196", "COVER SUBAMBANG A 22005030.pdf": "https://digilib.itb.ac.id/gdl/download/272197", "BAB 1 SUBAMBANG A 22005030.pdf": "https://digilib.itb.ac.id/gdl/download/272198", "BAB 2 SUBAMBANG A 22005030.pdf": "https://digilib.itb.ac.id/gdl/download/272199", "BAB 3 SUBAMBANG A 22005030.pdf": "https://digilib.itb.ac.id/gdl/download/272200", "BAB 4 SUBAMBANG A 22005030.pdf": "https://digilib.itb.ac.id/gdl/download/272201", "BAB 5 SUBAMBANG A 22005030.pdf": "https://digilib.itb.ac.id/gdl/download/272202", "BAB 6 SUBAMBANG A 22005030.pdf": "https://digilib.itb.ac.id/gdl/download/272203", "PUSTAKA Subambang Anggoro": "https://digilib.itb.ac.id/gdl/download/272204", "LAMPIRAN SUBAMBANG A 22005030.pdf": "https://digilib.itb.ac.id/gdl/download/272205"}, "Penulis": "Subambang Anggoro [22005030]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Soemintadiredja, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "collocated cokriging, koefisein korelasi dan data sekunder.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "19 Jan 2023"}