{"Nomor": 70690, "Judul": "KAJIAN EFEKTIVITAS PENGENDALIAN  BANJIR DAN SEDIMEN PADA SUNGAI OMU DI KABUPATEN SIGI", "Abstrak": "Penelitian ini bertujuan untuk menganalisis efektivitas bangunan pengendali\nsedimen berupa sabo dan konsolidasi dam serta pekerjaan peningkatan sungai\nberupa perkuatan tebing dan normalisasi sungai dalam pengaruhnya untuk\nmereduksi banjir dan sedimen di sungai Omu pasca bencana gempa bumi pada\ntanggal 28 September 2018 dan laporan kejadian banjir pada tanggal 28 April 2019\ndan 26 April 2020.\nBerdasarkan hasil analisis hidraulik menggunakan HEC-RAS, Terjadi penurunan\nmuka air meskipun masih terjadi limpasan pada STA-A32 sampai dengan STAA35\nyang merupakan bagian hilir dari sabo dam, tetapi pada STA-A2 sampai\ndengan STA-A15 yang merupakan lokasi pekerjaan peningkatan sungai\n(normalisasi), terjadi penurunan elevasi muka air banjir rata-rata sebesar 24,64%\ndan kecepatan aliran juga berkurang menjadi rata-rata sebesar 3,66 m/detik.\nKemudian berdasarkan simulasi transpor sedimen dengan debit aliran rendah\nselama 12 tahun pada kondisi eksisting, pada STA-A2 yang merupakan muara dari\nsungai Omu didapatkan total sedimen sebesar 92.647,22 m3 /12 tahun. Setelah\ndibangunnya bangunan pengendali sedimen dan peningkatan sungai pada skenario-\n1 dapat mereduksi sedimen menjadi 82.633,98 m3 /12 tahun atau 10,81% dengan\npersamaan y= 0,3206x2-7,1263x+50,99 dengan R2=0,9923, dan pada skenario-3\ndapat mereduksi sedimen menjadi 71.175,91 m3 / 12 tahun atau 23,18% dengan\npersamaan y= 0,365x2-8,6538x+75,834 dengan R2=0,9829. Kemudian dengan\nmenggunakan debit banjir kala ulang 100 tahunan (Q100) pada kondisi eksisting\ndidapatkan total sedimen sebesar 2.566,84 m3. Setelah dibangunnya bangunan\npengendali sedimen dan peningkatan sungai, pada skenario-2 dapat mereduksi\nsedimen menjadi 1.355,91 m3 atau 47,18%. dan pada skenario-4 dapat mereduksi\nsedimen menjadi 950,84 m3 atau 62,96%.\nDengan ini maka dapat ditarik kesimpulan bahwa untuk mengendalikan banjir,\npeningkatan sungai atau normalisasi sungai lebih efektif daripada menggunakan\nsabo dam, dimana untuk bangunan sabo dam memang didesain dan lebih efektif\nuntuk mengendalikan sedimen dan meredam kecepatan atau energi dari aliran\nbanjir.", "Daftar File": {"ABSTRAK Angga Eko Putranto": "https://digilib.itb.ac.id/gdl/download/272166"}, "Penulis": "Angga Eko Putranto [25821043]", "Kontributor / Dosen Pembimbing": ["Mohammad Bagus Adityawan, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "sedimen, sabo dam, banjir, HEC-RAS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Jan 2023"}