{"Nomor": 70706, "Judul": "METODA MULTIPLE REGRESSION DALAM PENURUNAN SECARA DETIL POROSITAS DAN PERMEABILITAS UNTUK EVALUASI FORMASI TELISA, LAPANGAN KOTABATAK, CEKUNGAN SUMATERA TENGAH", "Abstrak": "Daerah penelitian terletak di lapangan Kotabatak Cekungan Sumatra Tengah,\nyang merupakan antiklin yang asimetris berarah baratlaut - tenggara, dibatasi di\nbagian timurlaut oleh sesar naik yang berarah sejajar sumbu utama antiklin.\nObyek penelitian adalah Formasi Telisa yang menempati sekitar 15% total OOIP\n(Original Oil In Place) lapangan Kotabatak. Formasi Telisa merupakan endapan\nklastik laut dangkal yang terdiri atas sebagian besar kuarsa, cangkang\nforaminifera, glaukonit dan siderit. Pada beberapa tempat, Formasi Telisa\nmempunyai porositas yang cukup besar, akan tetapi mempunyai permeabilitas\nyang kecil. Hal ini disebabkan banyaknya kandungan cangkang foraminifera yang\nmembentuk rongga-rongga yang cukup banyak, akan tetapi tidak saling\nberhubungan satu sama lain.\nTantangan bagi petrophysicist dalam melakukan penelitian pada Formasi Telisa\nini adalah bagaimana bisa mendapatkan porositas dan permeabilitas yang cukup\nakurat, yang dapat dijadikan acuan dalam pengembangan lapangan Kotabatak\nselanjutnya.\nBerbagai macam teknik telah dilakukan untuk dapat memecahkan masalah\ntersebut, dan hasilnya masih kurang sesuai dengan aktual data yang dipunyai.\nDiharapkan dengan penelitian sekarang ini dapat diperoleh hasil yang lebih\nakurat.\nTeknik yang digunakan pada penelitian ini adalah menggunakan metoda multiple\nregression untuk menurunkan porositas dan permeabilitas dari data batuan inti bor\ndan korelasinya dengan lebih dari satu data log. Pembagian secara lebih detil juga\ndilakukan seperti pembagian fasies dan binning volume lempung untuk\nmendapatkan hasil yang lebih akurat. Sebanyak 26 persamaan multiple regression\nberhasil diperoleh untuk mendapatkan harga porositas; sedangkan untuk\nmendapatkan harga permeabilitas berhasil diperoleh sebanyak 32 persamaan.\n\nHasil yang diperoleh menunjukkan peningkatan keakurasian dalam memprediksi\nharga porositas dan permeabilitas.", "Daftar File": {"ABSTRAK Erry Mastoadji 22005027.pdf": "https://digilib.itb.ac.id/gdl/download/272294", "COVER Erry Mastoadji 22005027.pdf": "https://digilib.itb.ac.id/gdl/download/272295", "BAB 1 Erry Mastoadji 22005027.pdf": "https://digilib.itb.ac.id/gdl/download/272296", "BAB 2 Erry Mastoadji 22005027.pdf": "https://digilib.itb.ac.id/gdl/download/272297", "BAB 3 Erry Mastoadji 22005027.pdf": "https://digilib.itb.ac.id/gdl/download/272298", "BAB 4 Erry Mastoadji 22005027.pdf": "https://digilib.itb.ac.id/gdl/download/272299", "BAB 5 Erry Mastoadji 22005027.pdf": "https://digilib.itb.ac.id/gdl/download/272300", "BAB 6 Erry Mastoadji 22005027.pdf": "https://digilib.itb.ac.id/gdl/download/272301", "PUSTAKA Erry Mastoadji": "https://digilib.itb.ac.id/gdl/download/272302", "LAMPIRAN Erry Mastoadji 22005027.pdf": "https://digilib.itb.ac.id/gdl/download/272303"}, "Penulis": "Erry Mastoadji [22005027]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Bagus Eddy Sucipta, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "porositas, permeabilitas, kandungan foraminifera, multiple regression.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "19 Jan 2023"}