{"Nomor": 70719, "Judul": "PERANCANGAN SISTEM TRACEABILITY BERBASIS BLOCKCHAIN PADA RANTAI PASOK MAKANAN", "Abstrak": "Sistem traceability adalah sistem yang mampu merekam pergerakan produk sepanjang rantai pasok serta menelusurinya kembali. Dalam rantai pasok makanan, sistem traceability dianggap penting untuk menjamin keamanan suatu produk. Saat ini terdapat dua arsitektur data yang umumnya digunakan pada sistem traceability yaitu one-step-forward and one-step-back atau arsitektur decentralized dan arsitektur centralized atau terpusat. Pada arsitektur decentralized proses penelusuran kembali waktu yang lama serta tidak menjamin keutuhan data akibat tidak terintegrasinya data. Pada arsitektur centralized data terintegrasi namun menimbulkan ketergantungan pada pihak ketiga sebagai pengelola data. Penelitian ini mengeksplorasi kemungkinan jenis arsitektur lain yang bersifat distributed yaitu sistem berbasis blockchain. Sistem berbasis blockchain memungkinkan terjadinya sistem terintegrasi tanpa adanya pihak ketiga, yaitu dengan mendistribusikan seluruh data ke setiap anggota rantai pasok yang terlibat. Eksplorasi dilakukan dengan membuat perancangan menggunakan empat layer abstraksi sistem blockchain (Dinh, 2018). Rancangan tersebut kemudian diimplementasikan dalam bentuk purwarupa menggunakan framework Hyperledger Sawtooth. Prototype yang dibangun dievaluasi berdasarkan aspek-aspek yang harus diperhatikan dalam sistem traceability (breadth, depth, precision, dan access) dan blockchain (distributed, verified, dan immutable).", "Daftar File": {"COVER - HASHRI HAYATI.pdf": "https://digilib.itb.ac.id/gdl/download/272367", "BAB I - HASHRI HAYATI.pdf": "https://digilib.itb.ac.id/gdl/download/272368", "BAB II - HASHRI HAYATI.pdf": "https://digilib.itb.ac.id/gdl/download/272369", "BAB III - HASHRI HAYATI.pdf": "https://digilib.itb.ac.id/gdl/download/272370", "BAB IV - HASHRI HAYATI.pdf": "https://digilib.itb.ac.id/gdl/download/272371", "BAB V - HASHRI HAYATI.pdf": "https://digilib.itb.ac.id/gdl/download/272372", "BAB VI - HASHRI HAYATI.pdf": "https://digilib.itb.ac.id/gdl/download/272373", "PUSTAKA Hashri Hayati": "https://digilib.itb.ac.id/gdl/download/272374", "LAMPIRAN - HASHRI HAYATI.pdf": "https://digilib.itb.ac.id/gdl/download/272375"}, "Penulis": "Hashri Hayati [23515002]", "Kontributor / Dosen Pembimbing": ["I Gusti Bagus Baskara Nugraha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "blockchain, tracking, tracing, traceability, food supply chain", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "19 Jan 2023"}