{"Nomor": 70717, "Judul": "PERKEMBANGAN STRUKTUR PALEOGEN DI SUB-CEKUNGAN AMAN SELATAN, CEKUNGAN SUMATRA TENGAH", "Abstrak": "Sub-cekungan Aman Selatan terletak di bagian selatan Cekungan Sumatra\nTengah. Dari data seismik 3D cekungan ini terlihat bentuknya berupa cekungan\npull apart graben setengah berarah utara-selatan sebagai hasil dari mekanisme\nsesar mendatar dekstral yang berkembang pada periode rifting Paleogen di semua\nsub-cekungan Cekungan Sumatra Tengah.\nHasil evaluasi menggunakan data seismik Supercube CS South menunjukkan\nbahwa terdapat 2 arah struktur utama yang berkembang pada Kelompok\nPematang Paleogen, yaitu sesar normal yang bearah utara-selatan (N-S) terjadi\npada Eosen – Oligosen dan sesar mendatar menganan yang berarah utama utara\nbaratlaut – selatan tenggara (NNW-SSE) yang terjadi pada periode akhir syn-rift.\nTektonostratigrafi Paleogen di daerah penelitian berdasarkan penelitian ini dapat\ndikelompokkan menjadi 5 sekuen paket pengendapan yaitu: Sekuen Pematang-1\n(Inisiasi Rift), Sekuen Pematang-2 (Awal Syn-rift), Sekuen Pematang-3\n(Pertengahan Syn-rift), Sekuen Pematang-4 (Pertengahan Syn-rift) dan Sekuen\nPematang-5 (Batas Sekuen 25.5 jtyl, Akhir Syn-rift). Melalui pendekatan studi\ntektonostratigrafi pada cekungan syn-rift ini dapat direkonstruksi suatu\npemahaman arsitektur rift yang akan memberikan informasi yang sangat berharga\ndalam melihat perkembangan cekungan syn-rift yang secara signifikan dikontrol\noleh aktivitas pensesaran sesar-sesar batas dan sesar-sesar sintetik yang\nmerupakan seri sesar normal berarah utara – selatan dengan kemiringan bidang\nsesar ke timur. Rekonstruksi arsitektur rift ini dilakukan dengan melihat pola\nstruktur yang berkembang, interpretasi lingkungan pengendapan dari peta isokron\ndan data sumur serta pola terminasi refleksi seismik. Hasilnya menunjukkan\nbahwa terdapat keragaman endapan-endapan yang terbentuk sepanjang terjadinya\nperkembangan cekungan graben setengah di daerah penelitian, sehingga\ndihasilkan endapan-endapan seperti endapan sungai axial, kipas aluvial, kipas\ndelta, delta hinge margin dan delta axial margin.\nRekonstruksi arsitektur rift ini diharapkan akan memberikan sumbangan terhadap\npemahaman yang lebih baik tentang tatanan struktur dan lingkungan\npengendapan Kelompok Pematang yang berumur Paleogen sehingga dapat\ndikembangkan suatu model atau konsep baru yang dapat dijadikan referensi\ndalam melakukan studi dan eksplorasi lebih lanjut mengenai potensi hidrokarbon\npada endapan syn-rift di Cekungan Sumatra Tengah.", "Daftar File": {"ABSTRAK EDI SUWANDI 2205011.pdf": "https://digilib.itb.ac.id/gdl/download/272454", "COVER EDI SUWANDI 2205011.pdf": "https://digilib.itb.ac.id/gdl/download/272456", "BAB 1 EDI SUWANDI 2205011.pdf": "https://digilib.itb.ac.id/gdl/download/272458", "BAB 2 EDI SUWANDI 2205011.pdf": "https://digilib.itb.ac.id/gdl/download/272459", "BAB 3 EDI SUWANDI 2205011.pdf": "https://digilib.itb.ac.id/gdl/download/272460", "BAB 4 EDI SUWANDI 2205011.pdf": "https://digilib.itb.ac.id/gdl/download/272461", "BAB 5 EDI SUWANDI 2205011.pdf": "https://digilib.itb.ac.id/gdl/download/272462", "PUSTAKA Edi Suwandi Utoro": "https://digilib.itb.ac.id/gdl/download/272463"}, "Penulis": "Edi Suwandi Utoro [22005011]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "8 file", "Tanggal Input": "19 Jan 2023"}