{"Nomor": 70728, "Judul": "APLIKASI MOBILE DAN CLOUD TELECOMMUNICATION  NATURAL DISASTERS ANTICIPATION", "Abstrak": "Kemajuan teknologi seluler mempermudah manusia dalam mendapatkan informasi\ndengan cepat, segala bentuk informasi dapat di akses dengan menggunakan\ninternet, salah satu dari informasi penting yang terdapat di dalamnya adalah\ninformasi mengenai perstiwa bencana alam. Bencana alam merupakan suatu\nperistiwa yang akan selalu terjadi kapan pun dan dimana pun secara alami, namun\nseiring berjalannya waktu bencana alam juga bisa disebabkan karena ulah tangan\nmanusia, sehingga semakin kedepan intensitas terjadinya suatu bencana alam bisa\nmeningkat. Dalam menyikapi hal tersebut, diperlukan suatu platform yang bisa\nmenampung segala bentuk informasi, yang bisa membantu manusia dalam\nmengantisipasi terjadinya bencana alam. Oleh karena itu, proyek tugas akhir ini\nakan mencoba membuat sebuah platform berbasis aplikasi seluler dan cloud, yang\nbisa menampung segala bentuk informasi untuk membantu manusia dalam\nmengantisipasi bencana alam.\nPada tugas akhir ini akan dibuat sebuah platform berbasis aplikasi seluler dan cloud\nyang bernama telecommunication natural disaster anticipation (TELENADIA).\nAplikasi TELENADIA saat ini baru dibuat secara spesifik untuk menampilkan\ninformasi yang berkaitan dengan bencana alam banjir, sehingga fitur-fitur yang\nterdapat didalamnya dibuat berdasarkan kebutuhan pengguna aplikasi mengenai\ninformasi sebab terjadinya banjir, sehingga informasi yang terdapat di dalam\naplikasi adalah ketinggian air sungai, curah hujan, dan kecepatan angin. Informasi\ntersebut ditampilkan berdasarkan hasil pengolahan data yang tersimpan di dalam\ncloud, data yang tersimpan di dalam cloud merupakan hasil pengambilan data dari\nperangkat keras alat pendeteksi banjir, yang dikirim menggunakan sebuah antenna\ndari tempat yang sulit mendapatkan sinyal. Platform ini akan melalui tahap\npengujian dan verifikasi untuk menentukan bahwa aplikasi dan cloud yang\ndigunakan telah sesusai dengan tujuan tugas akhir.", "Daftar File": {}, "Penulis": "Andi Muhammad Yuandana Putra C [18118012]", "Kontributor / Dosen Pembimbing": ["Dr. Iskandar, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "bencana alam, TELENADIA, aplikasi seluler, cloud.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Jan 2023"}