{"Nomor": 70738, "Judul": "HUBUNGAN VARIABEL KUALITAS PRODUK, KUALITAS  LAYANAN, PEMULIHAN LAYANAN PADA KEPUASAN DAN  LOYALITAS PELANGGAN", "Abstrak": "Penelitian ini bertujuan untuk mengidentifikasi hubungan antara variabel Product Quality, Service Quality, dan Service Recovery terhadap kepuasan dan loyalitas pelanggan di AMA Group Bandung serta mencari solusi atas permasalahan bisnis yang ada di AMA Group yaitu penurunan pendapatan penjualan. Penelitian ini menggabungkan penelitian explanatory dan verifikasi dengan analisis kualitatif dan kuantitatif. Populasi dalam penelitian ini adalah pelanggan AMA Group Construction B2B yang pernah bekerjasama atau menggunakan jasa AMA Group. Sampelnya adalah 60 pelanggan yang pernah menggunakan produk dan layanan AMA Group. Teknik pengumpulan data yang digunakan meliputi Wawancara, observasi, analisis internal (Porter Value Chain, STP & Marketing Mix) dan analisis eksternal (PESTEL, analisis Kompetitor), dan analisis pelanggan dari pelanggan dengan menggunakan kuesioner. Metode yang digunakan dalam penelitian ini menggunakan analisis Validitas, Reliabilitas, Analisis Deskriptif, dan analisis jalur (Path Analysis). Alat analisis yang digunakan adalah smartPLS. Hasil analisis penelitian menunjukkan bahwa Kualitas Produk, Kualitas Layanan, dan Pemulihan Layanan berpengaruh signifikan terhadap kepuasan pelanggan dan loyalitas pelanggan. Oleh karena itu, Grup AMA perlu meningkatkan produk dan layanannya serta membuat strategi baru yang dapat diterapkan di masa mendatang.", "Daftar File": {"2023_TS_PP_Muhammad Rifki-29121244_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/272447"}, "Penulis": "Muhammad Rifki [29121244]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T, MM, DBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kualitas Produk, Kualitas Layanan, Pemulihan Layanan, Kepuasan Pelanggan, Loyalitas Pelanggan, Rantai Nilai Porter, Bauran Pemasaran, Pemasaran B2B, Analisis PESTEL.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "20 Jan 2023"}