{"Nomor": 70745, "Judul": "PERANCANGAN SISTEM TATA UDARA BANGUNAN HOTEL DI BATAM", "Abstrak": "Dunia tumbuh dengan kebutuhan energi yang terus meningkat, pada umumnya listrik yang dipasok ke sektor komersial yang meliputi hotel, mall, sekolah, rumah sakit dan lain sejenisnya berasal dari PLN. Sebagian besar listrik PLN yang dihasilkan berasal dari PLTU yang menggunakan batu bara sebagai bahan utama. Untuk menjangkau energi yang berkelanjutan, ramah lingkungan dan murah sesuai dengan Global Goals maka penelitian ini akan merancang sebuah sistem tata udara pada suatu bangunan hotel dikarenakan sekitar 65% energi listrik yang digunakan dalam sebuah bangunan hotel adalah pada sistem tata udara.\nHasil estimasi beban pendinginan pada bangunan hotel adalah 1397,5 kW untuk beban puncak dan 195,7 kW beban minimumnya. Beban sudah dibandingkan dengan standar yang ada di mana beban berada pada kondisi yang dapat diterima di antara rendah (Lo) dan rata-rata (Av). Beban puncak tersebut digunakan dalam memilih sistem dan peralatan pada sistem tata udara. Dalam perancangan ini akan dibandingkan beberapa parameter terkait chiller dengan debit konstan (alternatif 1), chiller dengan debit bervariasi (alternatif 2), chiller dengan bantalan magnet (alternatif 3) dan mesin variable refrigerant flow (VRF) (alternatif 4).\nDari hasil perhitungan, diperoleh chiller debit bervariasi yang disebut alternatif 2 memiliki Intensitas Konsumsi Energi (IKE) yang paling rendah yaitu sebesar 154,44 kWh/m2 yang berkategori hemat. Alternatif 2 juga memiliki total life cycle cost paling baik dibandingkan dengan alternatif lainnya yaitu sebesar Rp.46.082.076.471,00. Sehingga dalam perancangan sistem tata udara bangunan hotel di Batam alternatif 2 adalah pilihan terbaik dibandingkan dengan alternatif lainnya.", "Daftar File": {}, "Penulis": "Muhammad Maulana Ibrahim [13118141]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "energi, sistem tata udara, beban pendinginan, IKE, life cycle cost", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jan 2023"}