{"Nomor": 70740, "Judul": "SINTESIS DAN PENGUKURAN KINERJA GEOPOLIMER DARI ABU BIOMASSA SEBAGAI ADSORBEN", "Abstrak": "Sebagai negara produsen padi terbesar ke-3 di dunia, Indonesia memiliki cadangan\nbiomassa berupa sekam padi yang melimpah. Pada tahun 2020, jumlah sekam padi\ndi Indonesia mencapai 16 juta ton dan pemanfaatannya belum optimal. Pembakaran\nsekam padi pada temperatur 500-700 oC menghasilkan 25-30% abu sekam padi\ndengan kandungan silika amorf hingga 90%. Abu sekam padi berpotensi sebagai\nprekursor geopolimer untuk diaplikasikan sebagai adsorben zat warna terutama zat\nwarna sintetis yang terdapat pada limbah industri tekstil dan batik, seperti\nRhodamine B dan Indigo Carmine yang bersifat toksik.\nTujuan dari penelitian ini adalah melakukan sintesis geopolimer dari abu biomassa\nberupa abu sekam padi dan mengevaluasi uji kinerjanya sebagai adsorben zat\nwarna. Sintesis geopolimer dilakukan menggunakan rancangan percobaan faktorial\npenuh 23 dengan replikasi tempuhan titik tengah sebanyak tiga kali untuk\nmempelajari pengaruh faktor rasio Si/Al prekursor geopolimer (2,5; 3; 3,5), rasio\nNa2SiO3/NaOH (2,0; 2,5; 3,0), dan konsentrasi bahan pembentuk pori H2O2 (0,3;\n0,6; 0,9) %-berat, terhadap kemampuan adsorpsi geopolimer. Karakterisasi produk\ngeopolimer dilakukan melalui identifikasi fasa mineral, gugus fungsi dan morfologi\npori. Pengukuran kinerja geopolimer sebagai adsorben dilakukan melalui adsorpsi\nzat warna pada waktu kontak 24 jam untuk menentukan kinetika dan isoterm\nadsorpsi.\nPembuatan geopolimer dari abu biomassa sebagai adsorben menghasilkan bulir\ngeopolimer dengan diameter 3-5 mm yang memiliki gugus fungsi utama Si-O-Si\ndan Si-O-Al. Terbentuknya fasa amorf dan keberadaan pori terbuka pada\ngeopolimer mengindikasikan bahwa geopolimer berpotensi untuk digunakan\nsebagai adsorben. Geopolimer lebih efisien dalam menghilangkan zat warna Indigo\nCarmine dibandingkan Rhodamine B, dengan efisiensi penghilangan Indigo\nCarmine mencapai 94,8%. Pada penelitian ini, adsorpsi zat warna oleh geopolimer\ndipengaruhi oleh faktor komposisi berupa rasio Si/Al dan rasio Na2SiO3/NaOH.\nKinetika adsorpsi zat warna Indigo Carmine oleh geopolimer mengikuti model\nkinetika semu orde dua dengan k2=100,83 g.mg-1.menit-1. Isoterm adsorpsi zat\nwarna Indigo Carmine oleh geopolimer sesuai dengan isoterm Langmuir dengan\nkapasitas adsorpsi maksimum 12,43 mg/g.", "Daftar File": {"ABSTRAK Irna Rosmayanti": "https://digilib.itb.ac.id/gdl/download/272450"}, "Penulis": "Irna Rosmayanti [23020024]", "Kontributor / Dosen Pembimbing": ["Prof. Tjokorde Walmiki Samadhi, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "geopolimer, abu biomassa, abu sekam padi, adsorben, Indigo Carmine", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jan 2023"}