{"Nomor": 70755, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN MINAT MENGGUNAKAN MOBILE DATA IM3 DI SURABAYA", "Abstrak": "Transformasi digital merupakan suatu proses yang diterapkan oleh perusahaan untuk mengintegrasikan dan memanfaatkan teknologi di dalam suatu bisnis agar mendapatkan efisiensi dan efektivitas yang maksimal. Internet merupakan salah satu bentuk kecanggihan teknologi yang menjadi kebutuhan untuk memudahkan berkomunikasi dan memperoleh informasi dengan mudah, cepat, dan akurat. PT Indosat Ooredoo Hutchison merupakan perusahaan di industri telekomunikasi yang mempunyai tujuan untuk memberikan pengalaman digital kelas dunia dan menghubungkan setiap orang di Indonesia dengan salah satu produk unggulannya, yaitu Mobile Data IM3. Dalam persaingan dengan kompetitor, PT Indosat Ooredoo Hutchison masih harus mendorong penjualan dari Mobile Data IM3 dan membuat calon konsumen tertarik kemudian menggunakan Mobile Data IM3 tersebut untuk kebutuhan sehari-hari. Penelitian ini dilakukan untuk mengetahui hal yang mempengaruhi Intention to Use dari Mobile Data IM3 dan bagaimana usulan strategi pemasaran untuk meningkatkan Intention to Use tersebut. Penelitian ini menggunakan analisis internal dan eksternal. Untuk analisis internal menggunakan analisis STP, Marketing Mix, dan VRIO Framework. Sedangkan, untuk eksternal analisis menggunakan analisis PESTLE, Porter’s Five Forces, analisis pesaing, dan analisis konsumen. Analisis konsumen dilakukan dengan menyebarkan kuesioner dengan kriteria responden yang berdomisili di Surabaya dan menggunakan Mobile Data untuk kebutuhan sehari-hari. Hasil dari kuesioner diolah menggunakan SmartPLS Software dengan metode SEM-PLS. Kemudian, dari hasil analisis internal dan eksternal dilanjutkan dengan menganalisis SWOT dari Mobile Data IM3 untuk mengetahui kekuatan, kelemahan, peluang, dan ancaman yang ada dalam mengembangkan perusahaan agar dapat bertahan ditengah persaingan kompetitor. Hasil dari SWOT analisis dijadikan sebagai pedoman untuk merumuskan TOWS Matriks dan mengusulkan marketing strategi terbaik yang dapat berpengaruh positif bagi perusahaan untuk meningkatkan Intention to Use dari Mobile Data IM3.", "Daftar File": {"2023_TS_PP_Nola Sandyasari_29120494_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/272480"}, "Penulis": "Nola Sandyasari [29120494]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Marketing Strategy, Mobile Data, Telecommunication industry, Intention to Use, STP analisis, Marketing Mix, VRIO Framework, PESTLE, Porter’s Five Forces, dan TOWS Matriks", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "20 Jan 2023"}