{"Nomor": 70757, "Judul": "KARAKTERISASI RESERVOIR PEMATANG 6200 DAN MENGGALA 5900 SUB-CEKUNGAN BARUMUN DENGAN MENGGUNAKAN INTEGRASI ANALISIS ATRIBUT SEISMIK DAN DEKOMPOSISI SPEKTRAL", "Abstrak": "Sub cekungan Barumun merupakan sub cekungan paling utara dari Cekungan\nSumatra Tengah. Data seismik 3D dengan resolusi cukup tinggi yang ditembak\ntahun 2003 dan data sumur eksplorasi baru pada area seismik 3D sangat\nmembantu pemahaman sistem pengendapan yang berkembang di Sub-cekungan\nBarumun. Tujuan dari penelitian ini adalah untuk mengetahui sistem\npengendapan, penyebaran fasies serta untuk memahami karakter reservoir lapisan\ntipis batupasir pada Kelompok Pematang bagian atas dan Kelompok Sihapas\nbagian bawah.\nMetodologi utama dalam penelitian ini adalah memanfaatkan informasi dari data\nseismik 3D dari data amplitudo normal, juga dengan teknik ekstraksi atribut dan\ndekomposisi spektral untuk melihat pola-pola geometri yang berkembang di Sub-\nCekungan Barumun. Data olahan tersebut saling dicocokkan untuk mendapatkan\npenafsiran yang komprehensif terutama mengenai lingkungan pengendapan dan\npenelusuran lapisan tipis reservoir batupasir. Data sumur yang ada dipergunakan\nuntuk validasi hasil analisis.\nHasil penelitian menunjukkan bahwa integrasi ekstraksi atribut-atribut seismik\ndan dekomposisi sepektral berhasil digunakan untuk karakterisasi lapisan tipis\nreservoir batupasir pada Formasi Pematang 6200 dan Menggala 5900.\nLingkungan pengendapan Pematang 6200 adalah endapan yang didominasi oleh\nendapan fluvial berupa sungai teranyam (braided meandering stream), sedangkan\npada Formasi Menggala 5900 adalah endapan transisi laut sampai darat dengan\nendapan fluvial berupa meander, estuarin dan delta. Perbedaan lingkungan\npengendapan dari Pematang ke Menggala dari non marin berubah menjadi marin\nmengindikasikan terjadi perubahan tatanan tektonik regional", "Daftar File": {"ABSTRAK Kuntadi 22005025.pdf": "https://digilib.itb.ac.id/gdl/download/273571", "COVER Kuntadi 22005025.pdf": "https://digilib.itb.ac.id/gdl/download/273572", "BAB 1 Kuntadi 22005025.pdf": "https://digilib.itb.ac.id/gdl/download/273573", "BAB 2 Kuntadi 22005025.pdf": "https://digilib.itb.ac.id/gdl/download/273574", "BAB 3 Kuntadi 22005025.pdf": "https://digilib.itb.ac.id/gdl/download/273575", "BAB 4 Kuntadi 22005025.pdf": "https://digilib.itb.ac.id/gdl/download/273576", "BAB 5 Kuntadi 22005025.pdf": "https://digilib.itb.ac.id/gdl/download/273577", "PUSTAKA Kuntadi Sutyarsa": "https://digilib.itb.ac.id/gdl/download/273578", "LAMPIRAN Kuntadi 22005025.pdf": "https://digilib.itb.ac.id/gdl/download/273579"}, "Penulis": "Kuntadi Sutyarsa [22005025]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Djuhaeni", "Dr. Ir. Prihadi Soemintadiredja, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "reservoir, fasies", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "20 Jan 2023"}