{"Nomor": 70756, "Judul": "PEMILIHAN SISTEM PENGGUNAAN KEMBALI AIR LIMBAH RUMAH TANGGA TERDESENTRALISASI YANG BERKELANJUTANN DI KOTA PONTIANAK", "Abstrak": "Pertumbuhan penduduk yang pesat menyebabkan adanya tekanan terhadap\nsumber air, baik secara kuantitas maupun kualitas. Kondisi ini diperburuk dengan\nadanya fenomena perubahan iklim yang mendorong terjadinya krisis air.\nFenomena krisis air bersih yang terjadi di Kota Pontianak didukung dengan\npenurunan kualitas sumber air baku utama. Berbagai upaya penjagaan kualitas\nsumber air dilakukan oleh pemerintah, namun belum terdapat upaya signifikan\nyang berdampak pada keandalaan kualitas sumber daya air dalam jangka panjang.\nPengunaan kembali air limbah dapat menjadi upaya penjagaan kualitas sumber air\nyang berkelanjutan karena mengedepankan prinsip pelestarian daripada\neksploitasi sumber daya air yang tersedia. Penggunaan kembali air limbah\nmerupakan bagian dari manajemen air di perkotaan yang umumnya diterapkan\npada level individu atau komunitas. Sistem manajemen air perkotaan yang\nterdesentralisasi terbukti menjadi solusi yang mengutamakan kondisi\nkeberlanjutan dan ketahanan dalam pengelolaan sumber daya air. Sehingga,\nsistem penggunaan kembali air terdesentralisasi menjadi solusi yang efisien dalam\nupaya penjagaan kualitas sumber air di Kota Pontianak. Tujuan penelitian ini\nadalah untuk memilih alternatif sistem penggunaan kembali air limbah rumah\ntangga terdesentralisasi yang berkelanjutan di Kota Pontianak dengan melakukan\npenilaian terhadap kriteria dan indikator penelitian. Metode yang digunakan\nadalah metode Analytical Hierarchy Process (AHP) dengan kuesioner penilaian\nperbandingan berpasangan. Terdapat 6 kriteria dan 23 indikator yang digunakan\ndalam pemilihan sistem. Kriteria Sosial (S) menempati tingkat kepentingan\npertama dengan bobot global adalah 0,26. Hal ini menunjukkan bahwa aspek\nsosial menjadi indikasi yang harus dipertimbangkan dalam pemilihan sistem.\nPenilaian terhadap indikator menghasilkan 6 indikator prioritas yang terdiri dari\nKesadaran Lingkungan (L2) dengan bobot global 0,128; Manfaat Pengguna (E2)\ndengan bobot global 0,111; Penerimaan Publik (S1) dengan bobot 0,099;\nPartisipasi Publik (S2) dengan bobot 0,088; Kesesuaian Antara Aturan dan Sosial\nEkonomi Lokal (S3) dengan bobot 0,073; serta Biaya Operasional dan\nPemeliharaan (F2) dengan bobot 0,062. Adapun alternatif terpilih sistem\npenggunaan kembali air limbah rumah terdesentralisasi adalah sistem yang\ndikelola oleh masyarakat, sehingga fasilitas pendukungnya harus tersebar dan\nberada dalam jangkauan pemukiman masyarakat. Adapun tujuan penggunaan airii\nreklamasi adalah untuk kegiatan yang non-potable dan menjaga kualitas sumber\nair baku di Kota Pontianak. Sistem penggunaan kembali air limbah merupakan\nsistem lanjutan dari sistem pengolahan air limbah eksisting berupa IPAL\nkomunal. Kemudian dilakukan Analisis Skoring untuk penentuan lokasi yang\ndisarankan sebagai lokasi penerapan sistem. Lokasi harus berada dalam kawasan\npermukiman dengan pertimbangan tertentu seperti kawasan permukiman\nmerupakan kawasan permukiman tepian sungai atau berada dalam kawasan\ndengan tingkat risiko sanitasi tinggi. Tolak ukur indikator dengan tingkat\nkepentingan tinggi juga menjadi faktor dalam penentuan lokasi. Terdapat 9 lokasi\nterpilih yang dipertimbangkan untuk diterapkan sistem penggunaan kembali air\nlimbah terdesentralisasi di Kota Pontianak, namun hanya terdapat 1 lokasi dengan\nprioritas tinggi yaitu Kelurahan Tambelan Sampit, Kecamatan Pontianak Timur.\nAdapun dalam mewujudkan penerapan sistem penggunaan kembali air limbah\nrumah tangga terdesentralisasi berkelanjutan yang dikelola oleh masyarakat di\nKota Pontianak perlu untuk mempertimbangkan beberapa hal seperti, menetapkan\nregulasi yang mendukung sistem secara teknis dan finansial; meningkatkan\nkesadaran lingkungan di masyarakat; menyesuaikan tujuan penggunaan kembali\nair reklamasi dengan aturan dan nilai lokal; menyediakan kerangka hukum dan\naturan yang jelas di dalam masyarakat; serta melaksanakan pemerataan\npembangunan fasilitas pengolahan air limbah.", "Daftar File": {"ABSTRAK Andiana Marjayanti": "https://digilib.itb.ac.id/gdl/download/272481", "BAB 1 Andiana Marjayanti": "https://digilib.itb.ac.id/gdl/download/272482", "BAB 2 Andiana Marjayanti": "https://digilib.itb.ac.id/gdl/download/272483", "BAB 3 Andiana Marjayanti": "https://digilib.itb.ac.id/gdl/download/272484", "BAB 4 Andiana Marjayanti": "https://digilib.itb.ac.id/gdl/download/272485", "BAB 5 Andiana Marjayanti": "https://digilib.itb.ac.id/gdl/download/272486", "BAB 6 Andiana Marjayanti": "https://digilib.itb.ac.id/gdl/download/272487", "PUSTAKA Andiana Marjayanti": "https://digilib.itb.ac.id/gdl/download/272488"}, "Penulis": "Andiana Marjayanti [25420027]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., MIP."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "penggunaan kembali air limbah, rumah tangga, berkelanjutan, desentralisasi, analytical hierarchy process.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "20 Jan 2023"}