{"Nomor": 70754, "Judul": "PENGAMATAN PASUT MENGGUNAKAN METODE GNSS REFLECTOMETRY", "Abstrak": "Dalam pendefinisian datum vertikal, pengamatan pasut digunakan untuk\nmendapatkan nilai tinggi mengacu pada muka laut rerata. Hingga saat ini,\npengamatan pasut dapat dilakukan dengan dua metode: 1) secara in-situ\nmenggunakan tide gauge; dan 2) berbasis satelit menggunakan satelit altimetry.\nNamun demikian, implementasi kedua metode ini di wilayah pesisir masih\ndianggap tidak optimal. Hal ini disebabkan karena tidak mencukupinya resolusi\nspasial dan temporal untuk pengamatan muka air laut yang kompleks dan berubah\ndengan cepat. Saat ini, sedang berkembang metode alternatif lain untuk mengamati\ndinamika muka laut dengan memanfaatkan sinyal satelit GNSS yang dipantulkan\noleh permukaan laut. Metode ini dikenal dengan sebutan GNSS Reflectometry.\nSayangnya, masih terdapat permasalahan terkait akurasi dan resolusi temporal\npasut yang dihasilkan. Penerapan kontrol kualitas dan penambahan segmen satelit\nbisa meningkatkan akurasi dan resolusi temporal. Tujuan penelitian ini adalah\nuntuk mengamati tinggi permukaan air laut dari pantulan sinyal GNSS. Teknik\nGNSS Reflectometry memanfaatkan sinyal multipath yang selama ini menjadi noise\npada pengukuran GNSS teliti. Sinyal yang dipantulkan oleh permukaan laut\nkemudian dianalisis dengan menggunakan metode Lomb-Scargle Periodogram\n(LSP) untuk menentukan tinggi muka laut mengacu pada sistem referensi geodetik.\nLSP menghitung tinggi permukaan bidang pantul berdasarkan frekuensi dominan\nsinyal multipath dari nilai puncak gelombangnya. Secara statistika, perkiraan\npuncak dari satu LSP tidak bisa langsung dipercaya. Oleh karena itu, proses kontrol\nkualitas ini digunakan untuk meningkatkan kualitas perkiraan tinggi reflektor. Hasil\npenelitian menunjukkan bahwa sensitivitas kontrol kualitas sangat menentukan\nhasil akhir sinyal pasut yang dapat diekstrak. Selanjutnya, kombinasi GPS dan\nGLONASS pada frekuensi L1 dan L2 menghasilkan pengamatan pasut dengan nilai\nRMSe 8cm dan korelasi mencapai 97% apabila dibandingkan menggunakan\npengamatan pasut tide gauge. Pemanfaatan dari pemasangan antena GNSS di\nstasiun pasut memberikan alternatif lain dalam pemantauan muka laut. Teknik\nGNSS-Reflectometry bisa dimanfaatkan sebagai komplementer pengamatan pasut\ndi Badan Informasi Geospasial.", "Daftar File": {"COVER Agung Syetiawan": "https://digilib.itb.ac.id/gdl/download/272470", "BAB 1 Agung Syetiawan": "https://digilib.itb.ac.id/gdl/download/272472", "BAB 2 Agung Syetiawan": "https://digilib.itb.ac.id/gdl/download/272473", "BAB 3 Agung Syetiawan": "https://digilib.itb.ac.id/gdl/download/272474", "BAB 4 Agung Syetiawan": "https://digilib.itb.ac.id/gdl/download/272476", "BAB 5 Agung Syetiawan": "https://digilib.itb.ac.id/gdl/download/272477", "PUSTAKA Agung Syetiawan": "https://digilib.itb.ac.id/gdl/download/272478"}, "Penulis": "Agung Syetiawan [25119012]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Dudy Darmawan Wijaya, S.T, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "tinggi muka laut, multipath, GNSS Reflectometry, kontrol kualitas", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "20 Jan 2023"}