{"Nomor": 70759, "Judul": "SISTEM PENGHINDARAN TABRAKAN OTOMATIS DI UCAV", "Abstrak": "Penghindaran tabrakan udara telah digunakan oleh banyak pesawat sebagai\nperingatan tabrakan dan perintah pilot manual. Penelitian ini berfokus pada\npengembangan sistem penghindaran tabrakan yang akan berfokus pada\npendekatan non-kooperatif, di mana hanya satu pesawat yang melakukan\npenghindaran sedangkan yang lainnya melakukan interferensi. Pemodelan\npesawat dan algoritma collision avoidance dilakukan menggunakan MATLAB dan\nSimulink, dengan simulasi gerakan pesawat secara real-time. Pada penelitian ini\nmodel UCAV merupakan pesawat jenis pesawat tempur yang dimodelkan\nmenggunakan rangkaian data untuk membentuk model linierisasi. Data linierisasi\nawal cenderung tidak stabil; oleh karena itu stabilitas dipastikan sesuai dengan\nstandar. Tiga modul autopilot yang terlibat: bank hold, heading hold, dan\nalgoritma penghindaran tabrakan, dengan gain disetel menggunakan blok PID.\nDua kasus tabrakan dimodelkan: penghindaran halangan statik yang bergerak\nlambat dan kemudian diperluas ke halangan dinamis yang bergerak cepat untuk\nmensimulasikan pesawat sebelum bertabrakan. Titik tumbukan ditentukan\nmenggunakan prinsip deteksi-indra dengan titik tumbukan yang diprediksi\nditentukan oleh rasio kecepatan dan geometri segitiga. Sistem penghindaran\ntabrakan pesawat non-kooperatif telah disimulasikan dan mampu menghindari\nsuatu halangan, dengan skenario tabrakan yang berbeda yaitu pesawat paralel\nyang lebih lambat, pada sudut tegak lurus, sudut lancip, dan sudut tumpul. Pesawat\nyang melakukan pertunjukan harus menghindari benda-benda di udara yang\nmengganggu dengan kecepatan yang sangat cepat, untuk menunjukkan bahwa\nalgoritme telah lulus desain.", "Daftar File": {}, "Penulis": "Ahmad Faris Shahab [13616106]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, S.T, M.Sc., Ph.D.", "Seno Sahisnu Rawikara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "penghindaran tabrakan pesawat otomatis, kendali, sistem kendali penerbangan, dinamika penerbangan.", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "20 Jan 2023"}