{"Nomor": 70768, "Judul": "PELAKSANAAN PROGRAM PELATIHAN DALAM RANGKA PERWUJUDAN BUDAYA INOVASI TRANSFORMASI ORGANISASI TELKOM REGIONAL IV", "Abstrak": "Volatility, Uncertainty, Complexity, Ambiguity (VUCA) adalah tantangan nyata di dunia  bisnis saat ini, semua organisasi termasuk BUMN seperti Telkom dituntut untuk mencari cara untuk meningkatkan kinerjanya dalam hal keuntungan dan produktivitas untuk menghadapi persaingan pasar yang lebih ketat. Hal ini juga berlaku untuk Telkom Group yang sedang bertransformasi dari Telco Company menjadi Digital Telco Company khususnya Telkom Regional 4 (Jawa Tengah & DIY), untuk itu diperlukan adanya transformasi budaya inovasi dalam organisasi. Penelitian ini bertujuan untuk mengidentifikasi permasalahan yang terjadi di Telkom Regional IV yang menghambat perusahaan untuk menciptakan budaya inovasi dalam organisasi, serta menganalisis rancangan program peningkatan kompetensi bagi karyawan, bagaimana mengelola program tersebut, dan apakah ada peningkatan kompetensi pegawai Telkom Regional IV pasca implementasi program. \n\nMetode bentuk penelitian ini menggunakan pendekatan deskriptif kualitatif dengan teknik analisis menggunakan metode pengembangan ADDIE dan analisis SWOT pada tahap Analisis. Peneliti melakukan analisis lingkungan perusahaan dan menemukan program inovasi yang dibutuhkannya pelatihan untuk mengembangkan kompetensi karyawan.\n\nHasil Berdasarkan analisis SWOT menunjukkan bahwa total nilai IFAS adalah 2,89 dan total nilai EFAS adalah 2,92. Sehingga posisi perusahaan berada pada kuadran V yang artinya perusahaan memiliki kekuatan dan peluang. Sehingga perusahaan dapat memanfaatkan peluang yang ada dengan menggunakan kekuatan yang dimiliki perusahaan.. Hasil analisis menunjukkan terdapat lima alternatif strategi yang menjadi prioritas yaitu prioritas pertama adalah berkolaborasi dalam mengoptimalkan penggunaan teknologi. Prioritas kedua adalah mengembangkan pelatihan yang berkelanjutan. Prioritas ketiga adalah meningkatkan kerjasama tim dalam menyelesaikan pekerjaan. Prioritas keempat adalah menindaklanjuti berbagai inovasi yang telah direncanakan. Prioritas kelima adalah mengembangkan model pelatihan yang diterapkan oleh perusahaan.\n\nImplementasi yang dilakukan untuk mengatasi masalah tersebut adalah dengan merancang program yang komprehensif yang disebut DWF (Design Week Festival), DWF (Design Week Festival) adalah implementasi program budaya cara kerja baru dengan pendekatan design thinking yang melatih seluruh peserta yang mengikuti kegiatan tersebut dari Telkom Regional IV agar lebih focus kepada customer, peningkatan kerjasama antar departemen maupun daerah, kemampuan menyampaikan ide secara efektif dengan strategi pitching. Adapun hasil program DWF terjadi peningkatan motivasi dalam berinovasi meningkat sebesar 26,562%, kemampuan komunikasi untuk meyakinkan ide kepada manajemen meningkat 43,64%, kolaborasi didalam unit kerja meningkat 22,72%, komunikasi efektif antar unit kerja meningkat 20,28%, efektifitas komunikasi antar unit meningkat 30,158% dan sinergi antar generasi meningkat 15,151%.", "Daftar File": {"COVER Arih Budi Utomo": "https://digilib.itb.ac.id/gdl/download/272532", "BAB 1 Arih Budi Utomo": "https://digilib.itb.ac.id/gdl/download/288685", "BAB 2 Arih Budi Utomo": "https://digilib.itb.ac.id/gdl/download/288686", "BAB 3 Arih Budi Utomo": "https://digilib.itb.ac.id/gdl/download/288687", "BAB 4 Arih Budi Utomo": "https://digilib.itb.ac.id/gdl/download/288688", "PUSTAKA Arih Budi Utomo": "https://digilib.itb.ac.id/gdl/download/288689"}, "Penulis": "Arih Budi Utomo [29320465]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A, M.SAE."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Training Program, Innovation Culture Transformation, ADDIE, SWOT Analysis.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jan 2023"}