{"Nomor": 70760, "Judul": "STRATEGI PENGEMBANGAN DAN TATA KELOLA WILAYAH PESISIR DAN PULAU KECIL BERBASIS JASA EKOSISTEM  (STUDI KASUS: NUSA LEMBONGAN DAN NUSA CENINGAN)", "Abstrak": "Ada berbagai tantangan yang dihadapi dalam mengembangkan wilayah pesisir\ndan pulau-pulau kecil. Dibandingkan dengan pulau-pulau yang memiliki luas\nwilayah yang tergolong besar (benua), pulau-pulau kecil seringkali dihadapkan\npada kendala ketersediaan potensi sumber daya alam daratan, aksesibilitas\ntransportasi, dan keberadaan infrastruktur yang memberikan tantangan lebih besar\nbagi penduduk lokal untuk memperoleh penghidupan yang layak. Potensi\nkebencana alam seperti abrasi, kenaikan muka air laut akibat pemanasan global,\ndan tsunami, di sisi lain juga memberi ancaman tambahan yang menghantui\nstabilitas kehidupan penduduk. Meskipun terdapat faktor pembatas yang\nmenimbulkan berbagai permasalahan, pulau-pulau kecil sebagai suatu ekosistem,\ntetap menawarkan berbagai bentuk jasa yang memberikan berbagai manfaat\nlangsung maupun tidak langsung. Tidak sedikit pulau-pulau kecil yang justru\nmemiliki keanekaragaman tipe ekosistem dan dapat berkembang dengan\nmengoptimalisasi potensi jasa-jasa ekosistem yang dimilikinya melalui pariwisata\nmaupun kegiatan ekonomi lain. Pemanfaatan jasa ekosistem oleh penduduk dalam\nkonteks pulau kecil dan pulau yang relatif lebih besar (benua) berpotensi memiliki\nkecenderungan pola yang berbeda. Pada pulau yang relatif lebih besar, akses\nterhadap sumber daya atau jasa ekosistem di wilayah lain (eksternal) dapat\ndiupayakan selama didukung oleh infrastruktur yang mendukung aksesibilitas dan\nproses distribusi dengan biaya rendah, seperti jalan dan elemen-elemen lain,\nsehingga hilangnya sumber daya dan jasa ekosistem internal dapat disubstitusi\noleh sumberdaya dan jasa ekosistem eksternal. Hal yang berbeda terjadi untuk\npulau kecil, dimana penduduk sepenuhnya bergantung pada sumber daya dan jasa\nekosistem internal karena keterbatasan akses dan tingginya biaya untuk\nmemperoleh sumberdaya dan jasa ekosistem eksternal. Ini memunculkan indikasi\nbahwa ada kemungkinan apresiasi terhadap sumberdaya dan jasa ekosistem itu\nsendiri relative lebih tinggi pada penduduk di pulau kecil. Hal tersebut dapat\nditemukan di Nusa Lembingan dan Nusa Ceningan, yang mana sebagai daerah\ntujuan wisata, kegiatan dan agenda konservasi lingkungan pesisir konsisten\ndilakukan dan urgensi keberlangsungan serta kelestarian wilayah pesisir bagiii\npenghidupan disadari oleh penduduk. Penelitian ini bertujuan untuk merumuskan\nstrategi pengembangan dan pengelolaan wilayah pesisir dan pulau kecil berbasis\njasa ekosistem dengan mengambil studi kasus di Nusa Lembongan dan Nusa\nCeningan dengan tiga sasaran, yaitu identifikasi terhadap jasa ekosistem pesisir,\nidentifikasi pergeseran pemanfaatan jasa ekosistem sabagai dampak Pandemi\nCovid-19, dan perumusan strategi dalam merespon kondisi saat ini dan\nmengantisipasi kondisi di masa depan. Penelitian ini menggunakan metode\nkualitatif yang dipadukan dengan kuisioner untuk menguatkan temuan lapangan.\nPenelitian ini menemukan bahwa ekosistem pesisir Nusa Lembongan dan Nusa\nCeningan memproduksi berbagai jasa yang telah dimanfaatkan penduduk secara\nlangsung dan tidak langsung, khususnya untuk mendukung kegiatan pariwisata\npada kondisi sebelum pandemi. Pada kondisi saat Pandemi Covid-19 berlangsung,\npemanfaatan jasa ekosostem mengalami pergeseran dan mengarah pada\noptimalisasi untuk budidaya rumput laut. Proses pergeseran terjadi secara cepat\ndan minim hambatan yang disesbabkan oleh masih terjaganya kondisi ekosistem\npesisir. Kondisi pulau Nusa Lembongan dan Nusa Ceningan di tengah Pandemi\nCovid-19 dianalisi menggunakan SWOT untuk mengidentifikasi faktor yang\nberperan sebagai kekuatan, kelemahan, peluang, dan ancaman yang dapat\nberpengaruh pada perumusan strategi yang dapat diadaptasi dalam pengembangan\ndan tata kelola wilayah pesisir dan pulau kecil tersebut saat ini dan di masa depan\nsehingga resiliensi dan keberlanjutan dapat dicapai", "Daftar File": {"ABSTRAK Nyoman Priyamanaya": "https://digilib.itb.ac.id/gdl/download/272506", "BAB 1 Nyoman Priyamanaya": "https://digilib.itb.ac.id/gdl/download/272507", "BAB 2 Nyoman Priyamanaya": "https://digilib.itb.ac.id/gdl/download/272508", "BAB 3 Nyoman Priyamanaya": "https://digilib.itb.ac.id/gdl/download/272509", "BAB 4 Nyoman Priyamanaya": "https://digilib.itb.ac.id/gdl/download/272510", "BAB 5 Nyoman Priyamanaya": "https://digilib.itb.ac.id/gdl/download/272511", "BAB 6 Nyoman Priyamanaya": "https://digilib.itb.ac.id/gdl/download/272512", "PUSTAKA Nyoman Priyamanaya": "https://digilib.itb.ac.id/gdl/download/272513", "LAMPIRAN Nyoman Priyamanaya": "https://digilib.itb.ac.id/gdl/download/272514"}, "Penulis": "Nyoman Priyamanaya [25420061]", "Kontributor / Dosen Pembimbing": ["Wilmar A. Salim, S.T, M.Reg.Dev., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "wilayah pesisir, pulau kecil, jasa ekosistem, resiliensi komunitas, rumput laut", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "20 Jan 2023"}