{"Nomor": 70772, "Judul": "STUDI PARAMETER YANG MEMPENGARUHI PERILAKU HISTERETIK HUBUNGAN BALOK-KOLOM EKSTERIOR", "Abstrak": "Kegagalan yang terjadi pada hubungan balok-kolom umumnya adalah kegagalan\nyang disebabkan oleh geser, sehingga diperlukan kekuatan geser yang memadai\nuntuk menghindari terjadinya kegagalan pada hubungan balok-kolom. Pada\npersyaratan ACI 318-14, kekuatan geser pada joint hanya dipengaruhi oleh\ngeometri, luasan joint efektif dan kuat tekan beton. Keberadaan joint hoops tidak\nmempengaruhi kekuatan geser joint, sementara kebutuhan joint hoops pada\npersyaratan oleh ACI 318-14 mengikuti persyaratan tulangan pengekang\n(confinement) pada kolom. Kebutuhan tulangan pengekang ini semakin bertambah\nseiring dengan meningkatnya gaya aksial dan mutu beton. Selain persyaratan ACI\n318-14, kekuatan geser joint juga dapat dihitung dengan menggunakan model\nSoftened Strut-and-Tie (SST) dan metode yang diusulkan oleh Park dan Paulay.\nModel SST menunjukkan bahwa joint hoops berfungsi sebagai penahan tarik,\nsehingga kebutuhan joint hoops dapat dikurangi. Adanya perbedaan pendapat ini\nmemunculkan pertanyaan mengenai parameter apa saja yang mempengaruhi\nkekuatan geser pada joint serta bagaimana pengaruhnya terhadap deformabilitas\njoint.\nPenelitian ini merupakan studi mengenai parameter yang mempengaruhi perilaku\nhisteretik balok-kolom eksterior. Parameter yang ditinjau adalah kekuatan tekan\nbeton, kuat leleh baja tulangan longitudinal balok, rasio joint hoops dan rasio gaya\naksial kolom. Sebanyak lima puluh spesimen hubungan balok-kolom eksterior\ndigunakan sebagai database pada penelitian ini, yang didapatkan dari pengujian\nyang telah dilakukan pada penelitian sebelumnya. Dilakukan analisis secara\nstatistik dengan metode Pearson Product Moment (PPM) terhadap seluruh database\nuntuk mengetahui keeratan korelasi dari masing-masing parameter terhadap\nperilaku histeretik joint. Perilaku histeretik joint yang dikaji pada penelitian ini\nadalah kekuatan dan deformabilitas joint. Setelah mengetahui parameter yang\nmempengaruhi kekuatan geser joint, maka dilakukan evaluasi terhadap akurasi dari\nketiga rumusan kekuatan geser joint tersebut.\nBerdasarkan hasil penelitian ini, untuk spesimen dengan tipe kegagalan beam\nfailure, parameter yang mempengaruhi kekuatan geser joint adalah kekuatan tekan\nbeton dan kuat leleh baja tulangan longitudinal balok dengan korelasi positif.\nii\nSementara parameter yang mempengaruhi deformabilitas joint adalah kuat leleh\nbaja tulangan longitudinal balok dengan korelasi negatif. Untuk spesimen dengan\ntipe kegagalan beam failure, rasio joint hoops tidak berpengaruh terhadap kekuatan\nmaupun deformabilitas joint. Sehingga ada kemungkinan bahwa kebutuhan joint\nhoops dapat dioptimasi selama desain balok dan kolom memenuhi persyaratan\ndesain ACI 318-14 yang mensyaratkan bahwa rasio kekuatan momen kolom-balok\nharus lebih besar sama dengan 1.2, yang dimaksudkan untuk mendukung perilaku\nstrong-column weak-beam.\nSelanjutnya untuk spesimen dengan tipe kegagalan joint failure, parameter yang\nmempengaruhi kekuatan geser joint adalah kekuatan tekan beton dan rasio joint\nhoops dengan korelasi positif. Sementara parameter yang mempengaruhi\ndeformabilitas joint adalah kekuatan tekan beton dengan korelasi negatif. Untuk\nspesimen dengan tipe kegagalan joint failure, rasio joint hoops sangat berperan\npenting terhadap kekuatan geser joint.\nSetelah dilakukan evaluasi terhadap rumusan kekuatan geser joint, model SST\nmenghasilkan kekuatan geser yang lebih akurat dengan nilai rata-rata Vtest/Vn\nsebesar 1.43 dan nilai covariance sebesar 0.25.", "Daftar File": {"COVER Rafie Itharani Ulkhaq": "https://digilib.itb.ac.id/gdl/download/272571", "BAB 1 Rafie Itharani Ulkhaq": "https://digilib.itb.ac.id/gdl/download/272572", "BAB 2 Rafie Itharani Ulkhaq": "https://digilib.itb.ac.id/gdl/download/272573", "BAB 3 Rafie Itharani Ulkhaq": "https://digilib.itb.ac.id/gdl/download/272574", "BAB 4 Rafie Itharani Ulkhaq": "https://digilib.itb.ac.id/gdl/download/272575", "BAB 5 Rafie Itharani Ulkhaq": "https://digilib.itb.ac.id/gdl/download/272576", "PUSTAKA Rafie Itharani Ulkhaq": "https://digilib.itb.ac.id/gdl/download/272577"}, "Penulis": "Rafie Itharani Ulkhaq [25018019]", "Kontributor / Dosen Pembimbing": ["Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "database, hubungan balok-kolom eksterior, kekuatan tekan beton, kuat leleh baja tulangan balok, perilaku histeretik, rasio gaya aksial, rasio joint hoops.", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "20 Jan 2023"}