{"Nomor": 70778, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN KUNJUNGAN PASIEN DI KLINIK SPESIALIS ASSYIFA", "Abstrak": "Pandemi Covid-19 telah menimbulkan malapetaka di hampir setiap sektor bisnis termasuk sektor kesehatan. Akibat penyebaran virus Covid-19, industri kesehatan harus segera menyesuaikan diri untuk memastikan keamanan dan kualitas layanan yang diberikan. Dengan demikian, banyak biaya operasional yang harus ditanggung seiring dengan pergeseran dari perilaku pelanggan itu sendiri. Pandemi Covid-19 berdampak pada pergeseran pada cara pasien memilih layanan kesehatan sebagai platform pengobatan, karena kini banyak orang menjadi lebih sadar akan masalah kesehatannya dan resisten untuk mengunjungi klinik untuk menghindari keramaian dan kemungkinan penularan virus yang tinggi, sehingga mengarah ke penurunan jumlah kunjungan pasien. Oleh karena itu, perusahaan layanan kesehatan yang tidak mampu bersaing dalam industri ini, bertahan dalam bisnis ini dan beradaptasi dengan perubahan perilaku pelanggan, kemungkinan besar akan menghadapi masalah ini sebagai masalah utama. Fenomena ini juga terjadi di Klinik Spesialis Assyifa.\n\nStudi ini menganalisis masalah bisnis Klinik Spesialis Assyifa yang menghadapi penurunan kunjungan pasien dan pendapatan dalam mempertahankan klinik swasta di tengah wabah Covid-19. Penulis menggunakan analisis lingkungan seperti PESTEL, Porter 5 Forces dan Kompetitor Analisis sebagai analisis eksternal dan Segmentasi, Penargetan, Penentuan posisi (STP) dan VRIO sebagai analisis internal. Kemudian, penulis juga menggunakan analisis SWOT untuk meringkas analisis tersebut. Penelitian ini menggunakan data primer dan sekunder melalui metode penelitian kuantitatif dan kualitatif dengan melakukan observasi, menyebarkan kuesioner, melakukan wawancara mendalam dengan pihak-pihak penting dari Klinik Spesialis Assyifa serta mengumpulkan data dan informasi dari laporan perusahaan dan literatur untuk mengatasi masalah tersebut. Kemudian, penulis mengusulkan solusi dan rekomendasi bisnis dengan memberikan Segmentasi, Penargetan, Penentuan posisi (STP) baru yang lebih relevan, proposisi nilai pelanggan dan komunikasi pemasaran terpadu sebagai strategi pemasaran untuk meningkatkan kunjungan pasien Klinik Spesialis Assyifa.\n\nDari variabel demografis, psikografis dan perilaku survei. Penelitian ini menemukan adanya pergeseran profil pelanggan, psikografis dan perilaku yang cenderung lebih sadar diri, mengadopsi gaya hidup sehat, kritis, berpendidikan tinggi, melek teknologi, melek finansial dan lebih sering menggunakan ponsel dan media sosial untuk memilih klinik sebagai penyedia layanan kesehatan mereka yang berujung pada perubahan target pasar Klinik Spesialis Assyifa saat ini. Selain itu, dari proposisi nilai pelanggan, penulis menemukan sebagian besar klinik sudah memiliki kualitas layanan medis dan administrasi yang baik, harga perawatan yang terjangkau, lokasi yang mudah diakses dan strategis, tetapi masih memiliki kurangnya promosi klinik dan rendahnya aksesibilitas informasi klinik. Terakhir, penelitian ini juga menemukan platform bauran komunikasi yang paling menarik dalam hal periklanan, konten pemasaran dan media sosial, acara kesehatan, pengalaman dan hubungan masyarakat serta promosi penjualan yang dapat diusulkan untuk strategi komunikasi pemasaran terpadu untuk Assyifa Specialis Klinik. yang kemudian dapat diusulkan juga sebagai strategi pemasaran Klinik Spesialis Assyifa. Temuan-temuan ini akan dirumuskan dan diusulkan sebagai strategi pemasaran untuk Klinik Spesialis Assyifa beserta rencana kegiatan dan rekomendasi pelaksanaannya secara terperinci.", "Daftar File": {"COVER Amanda Alda Zhafira": "https://digilib.itb.ac.id/gdl/download/272626", "BAB 1 Amanda Alda Zhafira": "https://digilib.itb.ac.id/gdl/download/288644", "BAB 2 Amanda Alda Zhafira": "https://digilib.itb.ac.id/gdl/download/288645", "BAB 3 Amanda Alda Zhafira": "https://digilib.itb.ac.id/gdl/download/288646", "BAB 4 Amanda Alda Zhafira": "https://digilib.itb.ac.id/gdl/download/288647", "BAB 5 Amanda Alda Zhafira": "https://digilib.itb.ac.id/gdl/download/288648", "PUSTAKA Amanda Alda Zhafira": "https://digilib.itb.ac.id/gdl/download/288649"}, "Penulis": "Amanda Alda Zhafira [29321013]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T, M.Eng., Ph.D.", "Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penyedia Layanan Kesehatan, Pergeseran Perilaku Pelanggan, Segmentasi, Penargetan, Penentuan Posisi, Proposisi Nilai Pelanggan, Strategi Komunikasi Pemasaran Terpadu, Akuisisi Pelanggan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "20 Jan 2023"}