{"Nomor": 70798, "Judul": "PERENCANAAN ULANG ORGANISASI PERUSAHAAN KONSTRUKSI UNTUK PERTUMBUHAN BISNIS  (STUDI KASUS: PT BAYU SUKSES PRATAMA)", "Abstrak": "PT Bayu Sukses Pratama adalah perusahaan konstruksi yang menawarkan layanan untuk berbagai jenis proyek konstruksi, termasuk pekerjaan arsitektural, mekanikal, elektrikal, dan plumbing. Mereka memiliki beragam pelanggan, termasuk sektor publik dan industri swasta; mereka memiliki klien dari universitas di Indonesia; badan usaha milik negara, dan institusi seperti polisi dan tentara juga. Mereka mulai pada tahun 2002 sebagai perusahaan mekanik dan listrik sederhana, dan sejak itu, mereka tumbuh menjadi perusahaan berukuran sedang dan beroperasi di industri konstruksi. PT Bayu Sukses Pratama selalu berusaha meningkatkan kualitas produk dan layanannya agar dapat lebih memenuhi kebutuhan pelanggannya.\nTahun-tahun awal PT Bayu Sukses Pratama berhasil, dan perusahaan mampu berkembang menjadi perusahaan yang sukses seperti sekarang ini. Di sisi lain, seiring pertumbuhan perusahaan, tantangan yang dihadapi menjadi lebih kompleks, yang menyebabkan operasi perusahaan tidak efisien. Permasalahan tersebut bersumber dari organisasi bisnis PT Bayu Sukses Pratama sendiri yang tidak efektif serta ketidakmampuannya beradaptasi dengan perubahan zaman dan keadaan. Masalah muncul dalam kinerja keuangan mereka, yang menunjukkan penurunan pendapatan, yang menghentikan pertumbuhan perusahaan.\nDalam penelitian ini, observasi internal akan digunakan untuk membantu mengidentifikasi masalah yang mendasari dan menentukan langkah selanjutnya yang harus diambil oleh PT Bayu Sukses Pratama. Model 7S McKinsey akan digunakan untuk menginvestigasi faktor reorganisasi yang perlu diubah. Kita akan melihat aspek-aspek organisasi berikut ini: strategi, struktur, sistem, gaya, personel, keterampilan, dan nilai-nilai bersama. Wawancara dilakukan dengan tujuh karyawan PT Bayu Sukses Pratama, dan mereka menunjukkan bahwa keinginan mereka terhadap 7S tidak sesuai dengan kondisi perusahaan saat ini, yang menunjukkan bahwa diperlukan transformasi.\nSetelah transformasi yang diinginkan diperoleh, Model Tiga Tahap Perubahan Lewin digunakan untuk mendesain ulang organisasi. Ini akan digunakan untuk mengetahui langkah-langkah apa yang harus diambil PT Bayu Sukses Pratama untuk mengubah organisasi mereka dengan cara yang akan berhasil, mulai dari tahap unfreezing, kemudian change, dan refreezing transformasi organisasi.", "Daftar File": {"COVER Andyka Bayu Widiaputra": "https://digilib.itb.ac.id/gdl/download/272653", "BAB 1 Andyka Bayu Widiaputra": "https://digilib.itb.ac.id/gdl/download/288959", "BAB 2 Andyka Bayu Widiaputra": "https://digilib.itb.ac.id/gdl/download/288960", "BAB 3 Andyka Bayu Widiaputra": "https://digilib.itb.ac.id/gdl/download/288961", "BAB 4 Andyka Bayu Widiaputra": "https://digilib.itb.ac.id/gdl/download/288962", "BAB 5 Andyka Bayu Widiaputra": "https://digilib.itb.ac.id/gdl/download/288963", "PUSTAKA Andyka Bayu Widiaputra": "https://digilib.itb.ac.id/gdl/download/288964"}, "Penulis": "Andyka Bayu Widiaputra [29321155]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T, M.Sc.Eng., M.A.Sc., Ph.D.", "Rudy Bekti, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perusahaan Konstruksi, Perubahan Organisasi, McKinsey 7S Model, Lewin’s Change Model.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "20 Jan 2023"}