{"Nomor": 70813, "Judul": "KERANGKA KERJA PREDIKSI THROUGHPUT PADA WIRELESS SENSOR NETWORK DAN M-IOT BERBASIS  MACHINE LEARNING", "Abstrak": "Internet of Things (IoT) merupakan gambaran perkembangan saat sensor dan\nkecerdasan ditambahkan ke item perangkat keras dan memiliki hubungan dengan\ninternet. Karakteristik dari penggunaan IoT ini mendukung pengiriman data dalam\nbentuk multimedia. Namun, hal ini menimbulkan suatu masalah karena data\nmultimedia menimbulkan bandwidth yang besar dan sensitif dengan penundaan.\nBeberapa penelitian sebelumnya telah memberikan usulan arsitektur M-IoT untuk\nmenganalisis, memproses, dan menggunakan sumber daya dengan lebih andal.\nSelain itu, masalah lain Multimedia IoT terletak pada lalu lintas multimedianya.\nMasalah ini juga berkaitan dengan permasalahan pada Wireless Sensor Network\n(WSN) yaitu permasalahan dalam pengiriman data yang berkualitas tinggi,\nsedangkan perangkat yang digunakan adalah perangkat dengan sumber daya\nterbatas. Berdasarkan hal tersebut, maka perlu adanya solusi untuk meningkatkan\npermasalahan pengiriman data dengan meningkatkan kualitasnya sehingga dapat\nmemperbaiki kualitas dari Quality of Experience (QoE). Untuk memperoleh\ntujuan dalam memperbaiki pengiriman data maka perlu adanya manajemen\njaringan yang baik dengan memperhatikan kecepatan jaringan yaitu throughput.\nSehingga diperlukan analisis dan prediksi throughput untuk memanajemen\njaringan. Prediksi throughput yang baik dapat mengukur QoE secara signifikan,\ndimana QoE ini menunjukkan kemampuan suatu jaringan dalam memberikan\nlayanan yang baik. Oleh karena itu, penelitian ini menganalisis cara memprediksi\nthroughput Wireless Sensor Networks. Pertama, hal yang dilakukan adalah studi\nbanding dengan prediksi throughput di Multimedia IoT. Selanjutnya, melakukan\nmengembangkan kerangka kerja prediksi berbasis pembelajaran mesin. Kerangka\nKerja Prediksi Throughput mengidentifikasi karakteristik yang paling penting dan\nmenggunakan karakteristik ini untuk memprediksi throughput secara real-time.\nTahap yang terakhir adalah bereksperimen dengan kerangka kerja tersebut.\nEvaluasi menunjukkan bahwa prediksi WSN-IoT cukup baik. Untuk waktu,\nperincian 1 detik, Mean Absolute Percentage Error (MAPE) untuk semua\nskenario yang diselidiki berada di kisaran satu sampai 8 persen.", "Daftar File": {"Rosa Eliviani 23220352.pdf": "https://digilib.itb.ac.id/gdl/download/272811"}, "Penulis": "Rosa Eliviani [23220352]", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Throughput Prediction, Internet of Things, Wireless Sensor Network", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jan 2023"}