{"Nomor": 70812, "Judul": "STUDI KUALITATIF TINGKAT PENGETAHUAN DAN KETEPATAN PENGGUNAAN OBAT KOLKISIN PADA TERAPI SERANGAN DAN PREVENTIF GOUT ARTHRITIS DI BEBERAPA APOTEK KIMIA FARMA BANDUNG", "Abstrak": "Penyakit gout arthritis (GA) merupakan salah satu dari masalah kesehatan di Indonesia yang mengalami peningkatan kasus sejak 5 tahun terakhir. Serangan GA terjadi akibat peningkatan kadar asam urat > 6,8 mg/dL (hiperurisemia). Risiko GA yang tidak diterapi dapat menyebabkan kerusakan permanen jaringan sendi termasuk gangguan ginjal kronis. Kolkisin adalah obat yang paling umum dipilih pada serangan maupun pencegahan kekambuhan GA. Pemahaman yang baik tentang penyakit GA dan kolkisin sangat penting dalam capaian terapi dan pencegahan efek merugikan. Hal ini sejalan dengan program WHO “patient for patient safety” yang melibatkan pasien pada terapi penyakitnya. Penelitian ini bertujuan untuk mengetahui gambaran tingkat pengetahuan dan ketepatan penggunaan obat kolkisin pada pasien di beberapa apotek Kimia Farma Bandung. Penelitian ini menggunakan desain deskriptif-observasional dengan rancangan cross sectional dan penentuan sampel menggunakan metode purposive sampling. Instrumen pengambilan data yang digunakan adalah kuesioner yang telah diuji validitas dan realibilitasnya. Analisis data kualitatif dilakukan dengan metode thematic approach. Hasil penelitian menunjukkan tingkat pengetahuan pasien tentang kolkisin rendah (20,49%), paling rendah pada pertanyaan risiko penggunaan kolkisin (10,31%) dan dosis kolkisin (11,34%). Pengetahuan pasien tentang penyakit GA juga rendah (24,97%). Tingkat ketepatan penggunaan obat kolkisin masih sangat rendah (3,95%), banyak pasien tidak yakin dengan pasti aturan minum obat kolkisin (90,04%). Efek samping terjadi pada 24% total pasien dan paling banyak adalah masalah pada saluran cerna seperti diare, mual dan muntah. Berdasarkan hasil penelitian tersebut perlu dilakukan peningkatan edukasi penyakit GA dan terapi kolkisin yang tepat. Penelitian ini memberi gambaran tentang sasaran tindakan perbaikan pada pelayanan kesehatan farmasi khususnya pada kelompok pasien gout.", "Daftar File": {"ABSTRAK Khairun Nisa": "https://digilib.itb.ac.id/gdl/download/281905"}, "Penulis": "Khairun Nisa [20720331]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Lia Amalia, S.Si., M.Si.", "dr. Alkausar, Sp.PD"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Gout arthritis, kolkisin, pengetahuan pasien, ketepatan penggunaan", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "24 Jan 2023"}