{"Nomor": 70822, "Judul": "NIAT PADA PENDUDUK PERKOTAAN UNTUK MENGGUNAKAN PANEL SURYA  ATAP FOTOVOLTAIK DI IBUKOTA PULAU JAWA", "Abstrak": "Sejalan dengan komitmen Conference on Para Pihak (COP) 26 Glasgow 2022 untuk mencapai Net-Zero Emission (NZE) paling lambat tahun 2060, Indonesia telah menetapkan target penggunaan energi terbarukan sebesar 23% pada tahun 2025 dan akan didominasi oleh fotovoltaik surya. Pemerintah telah menyiapkan program fotovoltaik surya atap 3,6 GWp dalam Proyek Strategis Nasional untuk mencapai target energi terbarukan dan di bawah program tersebut, sektor perumahan diharapkan mencapai 1,5 GWp. Sedangkan pada tahun 2021 total jumlah PLTS rooftop terpasang di Indonesia mencapai 4.262 pelanggan setara dengan 39,28 MWp. Oleh karena itu, penelitian ini bertujuan untuk melihat niat untuk memasang fotovoltaik surya atap di sektor perumahan perkotaan. Penelitian ini menggunakan metode pengumpulan data kuantitatif dengan mengandalkan nonprobability sampling dan dilakukan melalui survei online dengan skala preferensi linier. Data dianalisis menggunakan kombinasi Technology Acceptance Model (TAM) dan Theory Planned Behavior (TPB) dengan persepsi risiko dan pengetahuan produk. Temuan penelitian studi kasus ini menjelaskan bahwa persepsi risiko memiliki hubungan negatif dan signifikan terhadap persepsi kontrol perilaku, dan pengetahuan produk memiliki hubungan positif dan signifikan terhadap persepsi kemudahan penggunaan. Makalah ini memberikan wawasan untuk mendukung pengembangan fotovoltaik surya atap di ibu kota Jawa.", "Daftar File": {"2023_TS_PP_Yosantia Bella Syahria 29121085_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/272820"}, "Penulis": "Yosantia Bella Syahria [29121085]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Panel Surya Atap, TAM, TPB, pengetahuan produk, persepsi resiko", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Jan 2023"}