{"Nomor": 70839, "Judul": "PERANCANGAN STRUKTUR ORGANISASI IN-HOUSE CREATIVE, TATA-KELOLA, DAN KONTEN VISUAL DAN TEKS DALAM MENDUKUNG FUNGSI KOMUNIKASI KORPORAT UNTUK MEMPERKUAT CORPORATE BRAND SAMUDERA", "Abstrak": "PT Samudera Indonesia Tbk (Samudera) adalah perusahaan yang sedang giat\nmengembangkan organisasi, program kerja, dan layanan usahanya untuk\nmengantisipasi perubahan persaingan. Samudera perlu mengomunikasikan\nperubahan besar tersebut kepada para pemangku kepentingan sekaligus sebagai\nbagian dari strategi penguatan corporate brand perusahaan melalui divisi korporat\nkomunikasi. Divisi komunikasi korporat menghadapi tantangan terkait perubahan\ndemografi pemangku kepentingan yang didominasi oleh orang berusia muda dan\nberdampak pada perubahan preferensi pemangku kepentingan tersebut terhadap\nkonten visual dan teks. Mereka lebih menyukai konten dengan visual yang kreatif\ndan teks yang informatif. Sementara tampilan konten visual dan teks yang ada tidak\nmenarik minat pemangku kepentingan untuk membaca dan memahami. Akibatnya\ntingkat pengetahuan pemangku kepentingan terhadap Samudera rendah. Peneliti\nmenggunakan pendekatan kualitatif melalui wawancara dan focus group discussion\ndengan beberapa responden yang mewakili pemangku kepentingan untuk\nmenemukan rancangan konten visual yang kreatif dan teks yang informatif, struktur\nin-house creative, dan tata kelola. Penelitian dilakukan dengan pendekatan design\nthinking mulai mencatat keluhan dan masukan responden (ideation), menentukan\npermasalahan yang terjadi (define), dan mengeksplorasi ide pemecahan masalah\n(ideation) melalui analisis tematik. Setelah proses ideation, fase berikutnya adalah\nmembuat prototipe struktur organisasi in-house creative, tata kelola, dan konten\nvisual yang kreatif dan teks yang informatif. Pada fase terakhir peneliti mencatat\npenilaian responden kembali atas ketiga rancangan tersebut dan membuat\nrangkuman analisis atas ketiga rancangan tersebut. Dari hasil rangkuman analisis,\npeneliti menyampaikan kesimpulan bahwa dengan merancang struktur organisasi\nin-house creative yang ideal dan tata kelola yang terstruktur, akan menghasilkan\nkonten dengan visual yang kreatif dan teks yang informatif. Konten seperti ini akan\nlebih menarik perhatian para pemangku kepentingan untuk membaca dan\nmemahami informasi yang disampaikan. Semakin baik pemahaman pemangku\nkepentingan terhadap rancangan konten visual dan teks yang dihasilkan, akan\nmenguatkan hubungan keterikatan pemangku kepentingan terhadap Samudera.", "Daftar File": {"2023 TS PP SYAHRUL PRIBADI 1.pdf": "https://digilib.itb.ac.id/gdl/download/272857"}, "Penulis": "Syahrul Pribadi [27120025]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Eko Budiwaspada, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "komunikasi korporat, branding, desain thinking, desain komunikasi dan visual, media sosial", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Jan 2023"}