{"Nomor": 70833, "Judul": "PERANCANGAN VIRTUAL TOUR WISATA KEPULAUAN DERAWAN BERAU UNTUK MENGENALKAN POTENSI WISATA KALIMANTAN TIMUR", "Abstrak": "Kepulauan Derawan yang terletak di Kabupaten Berau, merupakan destinasi wisata\nunggulan yang berada di Kalimantan Timur, Indonesia. Kepulauan Derawan\nmemiliki 4 pulau yang menjadi daya tarik utama yaitu, Pulau Maratua, Pulau\nKakaban, Pulau Sangalaki dan, Pulau Derawan. Selain keindahan wisata alamnya,\nKepulauan Derawan juga menawarkan fasilitas dan kegiatan menarik lainnya mulai\ndari resort yang berstandar internasional hingga aktifitas wisata air seperti dive site\ndan snorkeling. Namun media promosi yang masih terbatas dan belum maksimal,\nmembuat Kepulauan Derawan masih belum banyak dikunjungi oleh wisatawan\nnusantara yang berada di luar Pulau Kalimantan. Melalui media digital saat ini,\nyaitu Virtual Tour Wisata, diharapkan dapat memperkenalkan Kepulauan Derawan\nsecara lebih menarik. Perancangan ini bersifat simulatif dan informatif, berbasiskan\nvideo dan gambar 360° dengan narasi visual yang menampilkan potensi daya tarik\nwisata di Kepulauan Derawan, dengan hasil akhir yang akan di hosting ke website.\nPerancangan ini menggunakan tahapan proses perancangan seperti, pra produksi,\nproduksi, dan pasca produksi, yang diadaptasi dari pendakatan Design Thinking.\nPada tahapan pra produksi terdapat emphatize, define, dan ideate, untuk riset data\nawal. Kemudian masuk pada tahap produksi yaitu prototype, dilakukan observasi\nterkait konten perancangan dan pembuatan idintitas perancangan. Tahap terakhir\nyaitu pasca produksi melalui test, hasil dari perancangan Virtual Tour Wisata yang\ntelah di hosting ke website akan diuji dengan metode kualitatif. Berdasarkan hasil\ndari uji coba tersebut, dapat disimpulkan bahwa perancangan Virtual Tour Wisata\nuntuk memperkenalkan Kepulauan Derawan, dapat menjadi media pengenalan\nyang menarik bagi target pengguna dan menimbulkan minat wisatawan nusantara\nuntuk berkunjung langsung ke Kepulauan Derawan.", "Daftar File": {"2023 TS PP EUNIKE TABITA BESLAR 1.pdf": "https://digilib.itb.ac.id/gdl/download/272832"}, "Penulis": "Eunike Tabita Beslar [27121060]", "Kontributor / Dosen Pembimbing": ["Dr. Intan Rizky Mutiaz, M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Pariwisata, Virtual Tour, Kalimantan Timur", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Jan 2023"}