{"Nomor": 70841, "Judul": "PERANCANGAN STRUKTUR ATAS DAN BASEMENT GEDUNG CIREBON YOUTH AND CULTURAL CENTER", "Abstrak": "Cirebon Youth and Cultural Center merupakan sebuah gedung yang dirancang untuk memfasilitasi kegiatan kebudayaan dan dapat merepresentasikan kebudayaan lokal yang berlokasi di Kota Cirebon, Jawa Barat. Perencanaan struktur yang dilakukan meliputi perencanaan struktur atas dan struktur basement dengan material utama beton bertulang. Selain itu, terdapat bagian gedung yang menonjol dan akan didesain menggunakan konfigurasi space truss menggunakan material baja BJ41 dengan profil circular hollow. Gedung dengan 5 lantai utama dan 2,5 lantai basement ini harus didesain terhadap syarat bangunan tahan gempa sesuai SNI 1726:2019.\nKondisi tanah pada lokasi proyek merupakan tanah lunak (SE) dengan percepatan gempa tinggi sehingga dikenakan Kategori Desain Seismik D (KDS D). Oleh karena itu, digunakan sistem struktur berupa sistem ganda dengan kombinasi Sistem Rangka Pemikul Momen Khusus (SRPMK) dan Sistem Dinding Struktural Khusus (SDSK). Perencanaan struktur atas dan struktur basement dilakukan secara satu tahap menggunakan metode respon spektra. Struktur didesain dengan pembebanan dan kombinasi pembebanan yang mengacu pada SNI 1727:2020. Berdasarkan pemodelan struktur yang dilakukan menggunakan software ETABS, perilaku struktur yang didesain telah memenuhi syarat bangunan tahan gempa. Namun terdapat ketidakberaturan horizontal dan vertikal pada struktur sehingga dikenakan konsekuensi berupa penerapan faktor pembesaran torsi, peningkatan gaya desain diafragma sebesar 25%, penurunan batas simpangan antar tingkat, dan faktor redundansi harus diambil 1,3.\nElemen struktur yang didesain terdiri atas elemen struktur beton dan struktur baja. Desain penulangan struktur beton terdiri atas desain penulangan balok, kolom, pelat, dinding geser, dan hubungan balok kolom yang mengacu pada SNI 2847:2019. Adapun sambungan antar rangka baja didesain menggunakan sistem sambungan bolt ball joint dan kemudian dihubungkan menggunakan base plate yang diangkur pada kolom.", "Daftar File": {}, "Penulis": "Mohammad Khairul Rijal [15018073]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Ediansjah Zulkifli, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beton bertulang, rangka baja, space truss, bangunan tahan gempa, sistem ganda, sistem rangka pemikul momen khusus, sistem dinding struktural khusus, respon spektra, analisis gaya lateral ekivalen.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2023"}