{"Nomor": 70852, "Judul": "KAJIAN DAMPAK WORK FROM HOME TERHADAP KELELAHAN DAN MUSCULOSKELETAL DISORDERS (MSD) SELAMA PANDEMI COVID-19", "Abstrak": "Bekerja di rumah merupakan salah satu langkah preventif dari penyebaran COVID19. Lingkungan kerja yang berbeda antara di rumah dan di kantor memungkinkan\ndiabaikannya pengawasan Keselamatan dan Kesehatan Kerja, yang dapat\nmengakibatkan kelelahan dan gangguan pada otot atau Musculoskeletal Disorder\n(MSD). Oleh karena itu, dilakukan penelitian untuk mengetahui kelelahan dan\nkeluhan musculoskeletal yang dialami oleh pekerja, penyebabnya, serta mengetahui\nhubungan signifikansi antara variabel dampak dengan variabel kebiasaan saat work\nfrom home (WFH). Kuesioner yang disebar memuat pertanyaan terkait informasi\npekerja, kebiasaan saat bekerja dari rumah, pertanyaan analisis kelelahan\nmenggunakan metode Fatigue Assessment Scale (FAS) dan pertanyaan analisis\nmuskuloskeletal menggunakan Nordic Body Map (NBM). Dari hasil penelitian,\nmayoritas responden mengalami kelelahan ringan-sedang, dengan persentase 58%\ndari seluruh responden, sedangkan bagian tubuh yang dikeluhkan oleh mayoritas\nresponden adalah leher atas, leher bawah, bahu kanan, punggung, pinggang,\nbokong, dan pantat. Kelelahan berhubungan dengan berapa lama bekerja di\nperusahaan, kesesuaian beban kerja dengan jam kerja, dan olahraga saat pandemi,\nsedangkan MSD berhubungan dengan total waktu WFH, penggunaan mouse,\nkeyboard, stylus pen, dan jari tangan untuk touchpad/touchscreen, pemilihan\ntempat duduk, keteraturan jam kerja, frekuensi bekerja melebihi jam kerja resmi,\ndan durasi tidur. Faktor total durasi WFH, frekuensi bekerja melebihi jam kerja\nresmi, dan olahraga dapat menyebabkan pada kelelahan dan MSD karena nilai OR yang besar", "Daftar File": {"AMANDA  SHAFA  LARASATI.pdf": "https://digilib.itb.ac.id/gdl/download/272902"}, "Penulis": "Amanda Shafa Larasati [15318073]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, M.S.", "Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Bekerja dari rumah, gangguan muskuloskeletal, kelelahan, pandemi, demi,", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Jan 2023"}