{"Nomor": 70851, "Judul": "PENELUSURAN KETERCAPAIAN SASARAN MUTU DALAM PENERAPAN SISTEM MANAJEMEN MUTU (ISO 9001)  BERBASIS BLOCKCHAIN", "Abstrak": "ISO 9001 merupakan standar untuk organisasi yang berfokus pada manajemen\nmutu. Pada ISO 9001 organisasi harus menerapkan tujuh klausul utama untuk\nmendapatkan sertifikasinya atau lolos audit ISO 9001 setiap tahunnya. Salah satu\nklausul tersebut yakni klausul 6.2 terkait sasaran mutu. Organisasi dapat mencapai\nklausul ini jika seluruh proses kegiatan di dalamnya berjalan sesuai SOP yang\nberlaku. Namun, kenyataannya masih banyak organisasi yang tidak memenuhi hal\nitu. Hal ini dapat menyebabkan kegagalan dalam produksi karena tidak\ntercapainya sasaran mutu dan tidak mendapatkan sertifikasi ISO 9001. Oleh\nkarena itu, diperlukan sistem informasi untuk bisa menelusuri jalannya setiap\nproses kegiatan dalam SOP yang berlaku di sebuah organisasi. Sistem\npenelusuran diusulkan untuk dapat menelusuri SOP agar mencapai sasaran mutu\ndalam ISO 9001. Penerapan manajemen data pada sistem penelusuran merupakan\nhal yang penting, manajemen data yang baik akan mempermudah organisasi\ndalam mencapai sasaran mutu pada sertifikasi ISO 9001 dan audit untuk tahun\nberikutnya karena informasi dapat diperoleh dengan mudah dan terpercaya.\nManajemen data dengan teknologi blockchain diharapkan akan membantu sistem\npenelusuran dalam menelusuri seluruh informasi yang diperlukan dalam\npenerapan ISO 9001. Penelitian ini akan mengekplorasi sistem penelusuran\nsasaran mutu dalam penerapan ISO 9001 dengan membuat rancangan\nmenggunakan teknologi blockchain. Rancangan kemudian diimplementasikan\nmenggunakan platform BigchainDB dan dievaluasi berdasarkan tiga aspek\n(traceability, keamanan data dan kinerja sistem). Penelitian ini juga akan menilai\nkebermanfaatan sistem penelusuran yang dibangun (dinilai melalui prototype\nyang dibuat) menggunakan metode Technology Acceptance Model (TAM) pada\nkonstruk perceived usefulness (PU), perceived of use (PEoU) dan attituce towards\nusing (AT).", "Daftar File": {"Anggastya Diah Andita NIM 23521062.pdf": "https://digilib.itb.ac.id/gdl/download/272904"}, "Penulis": "Anggastya Diah Andita H.P [23521062]", "Kontributor / Dosen Pembimbing": ["I Gusti Bagus Baskara Nugraha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "blockchain, sistem penelusuran, ISO 9001, sasaran mutu (klausul 6.2), Standard Operating Procedure (SOP), Technology Acceptance Model (TAM)", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jan 2023"}