{"Nomor": 70861, "Judul": "PERANCANGAN ROLE PLAY EDU-GAME SEBAGAI MEDIA BANTU PEMBELAJARAN ANTI KEKERASAN SEKSUAL FISIK UNTUK ANAK USIA 6-7 TAHUN", "Abstrak": "Saat ini Indonesia berada pada kondisi darurat kekerasan seksual, dengan mayoritas korban\nadalah anak-anak (lebih dari 58% dari total korban berusia di bawah 17 tahun). Untuk menekan\npertumbuhan kasus kekerasan seksual pada anak, psikoedukasi seksual menjadi langkah\npreventif utama. Dalam psikoedukasi seksual, anak-anak usia dini juga perlu mempelajari topik\nanti kekerasan seksual. Namun, penyampaian materi anti kekerasan seksual pada anak usia dini\ndi era digital membutuhkan pengaplikasian pedagogi Digital Game-Based Learning (DGBL)\nyang sesuai dengan karakteristik bermain anak serta mampu menciptakan lingkungan\npembelajaran yang aman dan menyenangkan dalam menyampaikan topik ini. Materi\npembelajaran dalam game dirancang dengan mengkorelasikan teori tahapan grooming dan\nlangkah perlindungan diri dari kekerasan seksual anak yang disusun oleh Yayasan JaRI.\nMelalui media edu-game dengan genre role play, anak dapat mengenal konsep kekerasan\nseksual dan mempraktikkan langkah penanggulangannya melalui kegiatan memberi respons\ndalam dialog, melakukan berbagai mini games, dan mengumpulkan skill serta pin yang\ndidapatkan dengan memerankan karakter dalam game sesuai alur cerita. Game disusun dengan\nmenggunakan metode perancangan DGBL-ID (Digital Game-Based Learning-Instructional\nDesign). Penelitian ini bertujuan untuk mendeskripsikan pendekatan dalam memperkenalkan\nkonsep kekerasan seksual dan penanggulangannya serta merancang edu-game berbasis role\nplay yang dapat mengakomodasi materi psikoedukasi anti kekerasan seksual fisik untuk anak\nusia 6-7 tahun. Berdasarkan hasil evaluasi, game Tata Si Tangguh Penjaga Tubuh yang disusun\nmemiliki aspek instructional design yang layak diaplikasikan dalam game, terbukti dengan\npersentase 73,95% dalam uji kelayakan kepada ahli KSA yang membuat desain instruksi game\nmasuk kategori “Layak”. Dari aspek game design yang dievaluasi melalui play testing, anak\nusia dini merasa game yang dimainkan cukup mudah dinavigasikan, menyenangkan, dan\nmemotivasi anak untuk mempelajari topik. Game Tata Si Tangguh Penjaga Tubuh ini\ndiharapkan mampu menjadi media diskusi pembelajaran anti kekerasan seksual fisik antara\nanak dan pendamping sehingga kemampuan perlindungan diri dari KSA pada anak usia dini\ndapat meningkat.", "Daftar File": {"2023 TS PP ROSWITA NERRISA ARVIANA 1.pdf": "https://digilib.itb.ac.id/gdl/download/273476"}, "Penulis": "Roswita Nerrisa Arviana [27121044]", "Kontributor / Dosen Pembimbing": ["Intan Prameswari, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Edu-Game, pembelajaran anti kekerasan seksual, digital role play game", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Jan 2023"}