{"Nomor": 70868, "Judul": "STUDI PENGARUH RESIRKULASI LINDI TERHADAP LAJU BIODEGRADASI SAMPAH DALAM BIOREACTOR LANDFILL", "Abstrak": "Jumlah timbulan sampah Kota Bandung yang dibawa ke TPA (Tempat Pemrosesan\nAkhir) Sarimukti di atas 30% dari total timbulan yaitu 2.200 ton/hari yang melebihi\nkapasitas awal direncanakan yaitu 1.200 ton/hari (Surya, 2020). Hal ini tidak sesuai\ndengan Perpres No. 97/2017 yang menempatkan landfill sebagai hierarki terbawah\nkarena penguraian sampah membutuhkan waktu 30 – 50 tahun dan berpotensi\nmenjadi masalah lingkungan berupa pencemaran lindi, emisi gas landfill, dan\nvektor penyakit (Sanphoti dkk., 2006). Inovasi bioreactor landfill adalah reaktor\ndengan proses mikrobiologi yang mampu meningkatkan dekomposisi sampah\norganik, laju konversi senyawa organik kompleks, efektivitas proses yang tidak\nterjadi pada landfill konvensional, dan mencegah potensi dampak negatif landfill\nke makhluk hidup dan lingkungan (Warith, 2001). Bioreactor landfill dioperasikan\nsecara anaerobik selama 138 hari. Sampah yang berada dalam bioreactor landfill\nmenghasilkan lindi yang digunakan untuk resirkulasi. Resirkulasi lindi untuk\nmeningkatkan kondisi fisik, kimia, biologis, sehingga mempercepat biodegradasi\ndan stabilisasi sampah. Laju biodegradasi ditinjau berdasarkan parameter lindi, gas,\ndan settlement. Variasi resirkulasi lindi berturut - turut adalah 12% (R1), 6% (R2),\ndan 0% (R3) dari volume reaktor. Resirkulasi lindi 12% (120 L/hari) pada R1\ndiduga meningkatkan laju biodegradasi ditandai dengan efisiensi pembilasan COD\nlebih signifikan yaitu 85,82% dibandingkan dengan R2 (60L/hari) yaitu 77,87%.\nHal ini juga didukung dengan persentase settlement (penurunan permukaan\nsampah) R1 yang terukur yaitu 16,61%, dibandingkan dengan R2 yaitu 9,13%, dan\nR3 yaitu 4,02%. Namun, produksi gas metana (CH4) pada R2 memiliki rata – rata\n0,034 L/hari lebih tinggi jika dibandingkan R1 yaitu 0,027 L/hari. Hal ini diduga\nadanya inhibitor berupa O2 disebabkan volume injeksi proses resirkulasi lindi pada\nR1 lebih tinggi. Selain itu juga diduga gas sulit dilepaskan ke atmosfer karena\nkondisi sampah semakin jenuh yang ditunjukkan pada permeabilitas vertikal. Uji\nMANOVA dengan Minitab untuk mengidentifikasi pengaruh resirkulasi lindi\nterhadap laju biodegradasi (parameter COD dan metana) dan settlement. Hasil\nmenyatakan ada pengaruh volume resirkulasi lindi terhadap laju biodegradasi\n(parameter gas metana dan COD) dan settlement.", "Daftar File": {"LUVY  DELLAROSA.pdf": "https://digilib.itb.ac.id/gdl/download/272975"}, "Penulis": "Luvy Dellarosa [25320011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Anaerobik, Bioreactor Landfill, Degradasi, Gas, Lindi, Resirkulasi, Settlement", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Jan 2023"}