{"Nomor": 70879, "Judul": "PERANCANGAN PICTURE BOOK TENTANG PENGENALAN PARTUTURAN BATAK TOBA MELALUI AUGMENTED REALITY UNTUK ANAK USIA 7-9 TAHUN", "Abstrak": "Batak Toba adalah sebuah sub-etnis yang berasal dari Sumatera Utara, Indonesia.\nMereka dikenal sebagai etnis yang memiliki hubungan kekerabatan yang erat\nberdasarkan hubungan darah dan pernikahan, yang dikenal dengan falsafah Dalihan\nNa Tolu. Dalam falsafah ini, setiap orang Batak Toba perlu mengenal dua sistem\nkekerabatan, yaitu Tarombo Batak dan Partuturan. Penelitian ini merupakan\nperancangan berbasis penelitian untuk mengenalkan Partuturan berdasarkan\nfalsafah Dalihan Na Tolu dengan kombinasi picture book dan augmented reality\ndalam upaya untuk membantu anak dalam mempelajari dan memvisualkan\nPartuturan antara anggota keluarga. Penelitian ini menggunakan metode design\nthinking untuk merancangan media dan cara yang sesuai untuk mengenalkan\nPartuturan kepada anak-anak usia 7-9 tahun yang telah memasuki umur dalam\nmemahami identitas budaya. Metode design thinking diawali dengan\nmengumpulkan data menggunakan metode mix-method berupa analisis data\nkualitatif yang menggunakan data wawancara, dan studi pustaka. Dan analisis data\nkuantitatif yang dilakukan dengan menyebarkan kuisioner berupa pertanyaan open\nended. Tujuan dari penelitian ini adalah untuk menemukan cara mengenalkan dan\nmerancang media yang sesuai bagi anak-anak dalam mempelajari Partuturan untuk\nanak usia 7-9 tahun. Berdasarkan hasil evaluasi perancangan picture book berbasis\nteknologi AR tentang Partuturan sangat baik menurut penilaian orang tua selaku\npihak yang mengajarkan dan memilih media pembelajaran budaya. Media ini\nmembantu orang tua dalam menyampaikan materi Partuturan dengan mudah dan\nmenyenangkan melalui inetraksi AR dan ilustrasi yang menarik. Dari itu picture\nbook diharapkan dapat memudahkan anak-anak dalam mengasosikan tutur sapa\ndengan individu dan membantu mereka menghapal Partuturan.", "Daftar File": {"2023 TS PP VIVIANTY HARTONO 1.pdf": "https://digilib.itb.ac.id/gdl/download/273031"}, "Penulis": "Vivianty Hartono [27121042]", "Kontributor / Dosen Pembimbing": ["Dr. Riama Maslan Sihombing, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Batak Toba, Dalihan Na Tolu, Partuturan, picture book, augmented reality", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Jan 2023"}