{"Nomor": 70873, "Judul": "PENGARUH VARIASI RASIO PENAMBAHAN SAMPAH SEGAR PADA PENGERINGAN SAMPAH DARI PENAMBANGAN LAHAN URUK (LANDFILL MINING) MELALUI PROSES BIODRYING DAN SOLAR GREENHOUSE BIODRYING SEBAGAI PRE-TREATMENT PEMBENTUKAN REFUSE DERIVED FUEL (RDF)", "Abstrak": "Pada akhir 2020, TPA Talang Gulo site 1 yang telah melayani sampah Kota Jambi\nsejak 1997 resmi ditutup dikarenakan overload. Timbulan sampah masuk ke TPA\nsekitar 350 ton/hari. Sebesar 80% dari total sampah terlayani di Kota Jambi\ndiangkut ke TPA karena rendahnya tingkat pengolahan sampah di sumber (12%\ndikelola oleh fasilitas pengolahan sektor formal dan informal, sisanya tidak\nterkelola). Saat ini, pembuangan sampah kota beralih ke lahan uruk atau landfill\nbaru pada site 2. Namun, dikarenakan tingkat pemilahan dan pengomposan di TPA\nmasih belum maksimal, sehingga lebih dari 95% dari sampah masuk ditimbun di\nlandfill. Hal ini dapat menyebabkan umur TPA lebih cepat berkurang dari\nseharusnya. Menurut Massarutto (2012), pada daerah yang padat penduduk akan\nsulit untuk memperoleh lokasi lahan TPA sampah baru yang sesuai peraturan.\nSelain dikarenakan keterbatasan lahan, landfill juga berpotensi menyebabkan\npencemaran dan mengurangi daya dukung lingkungan. Landfill yang sudah lama\nyang tidak memiliki teknologi lingkungan yang modern, merupakan sumber polusi\nlokal karena leaching dari senyawa berbahaya (Flyhammar, 1997). Sehingga, pada\npenelitian ini dilakukan kegiatan penambangan lahan uruk atau landfill mining\nuntuk memanfaatkan sampah galian landfill lama sebagai material dan energi.\nPenambangan lahan uruk dilakukan pada kedalaman 3, 5 dan 7 meter dengan\nperkiraan usia sampah yakni lebih dari sembilan tahun. Komposisi sampah galian\nterdiri dari sampah plastik 49,94%, kertas/karton 0,13%, tekstil 2,36%, kaca 0,71%,\nkaret 0,52%, logam 0,69%, sampah taman 17,12%, fraksi tanah 26,35% dan lainnya\n1,88% dengan ukuran sampel didominasi oleh partikel yang lebih kecil dari 38,1\nmm (61,7%). Sampel campur dari landfill memiliki kadar air 55,6-66,2%, kadar\nvolatil 50,3-80,6%, kadar abu 19,4-49,7%, karbon tetap 2,6-4,2%, dan nilai kalor\n5,1-7,1 MJ/kg. Fraksi tanah memiliki kadar air 55,6-61,2% dan rasio C/N sebesar\n26,8-32,7. Potensi pemanfaatan sampah galian landfill dapat dilakukan dengan\nkegiatan daur ulang material sebesar 6.402 ton, produksi kompos/tanah penutup\n120.478 ton dan produksi RDF 320.415 ton. Selanjutnya, untuk memperoleh\nkarakteristik RDF yang memenuhi standar maka dilakukan pengeringan sampah\ngalian dengan variasi metode pengeringan dan rasio komposisi sampah. Metode\ntersebut yakni Solar Greenhouse Biodrying (SGB) dan greenhouse biodrying tanpa\nsolar, dengan rasio sampah landfill terhadap sampah segar yaitu 1:0 (kontrol), 1:1,1:2, 1:3 dan 1:4. Metode SGB dapat mereduksi kadar air sebesar 27-62,2% dengan\nnilai kalor yaitu 7,5-14 MJ/kg. Sedangkan metode biodrying tanpa solar mereduksi\nkadar air 9-29,1% dan nilai kalor akhir yakni 5,0-6,8 MJ/kg. Berdasarkan SNI\n8966-2021, pile yang memenuhi standar nilai kadar air untuk RDF kelas 3 adalah\npile B1, sementara pile yang memenuhi standar nilai kalor RDF kelas 3 yakni pile\nB1 dan B3. Berdasarkan analisa statistik diketahui bahwa metode pengeringan\nberpengaruh signifikan terhadap kadar air, sementara rasio pengeringan juga\nberpengaruh signifikan terhadap kadar air pada sistem greenhouse biodrying tanpa\nsolar namun tidak berpengaruh signifikan terhadap kadar air pada sistem SGB. Hal\ntersebut dapat disebabkan karena pada SGB terdapat dua faktor yang berperan\ndalam pengeringan yaitu panas yang disebabkan oleh sinar matahari dan panas\neksotermis yang dihasilkan oleh aktivitas mikroorganisme. Variasi pengeringan\npaling optimum yakni SGB dengan rasio 1:0 (pile B1). Sementara, rasio\npenambahan sampah segar paling optimum berdasarkan hasil pembobotan yakni\npile B3 dengan rasio 1:2", "Daftar File": {"RAISA  SEVINA.pdf": "https://digilib.itb.ac.id/gdl/download/272982"}, "Penulis": "Raisa Sevina [25320001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "penambangan lahan uruk, landfill mining, biodrying, solar greenhouse drying, refused derived fuel (RDF)", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Jan 2023"}