{"Nomor": 70872, "Judul": "ANALISIS FAKTOR YANG BERPENGARUH TERHADAP EXTENDED PRODUCER RESPONSIBILITY SAMPAH ELEKTRONIK (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Salah satu konsep kebijakan yang dapat diimplementasikan dalam pengelolaan\nsampah elektronik adalah Extended Producer Responsibility (EPR). Kebijakan ini\nmemiliki arti bahwa adanya perluasan tanggung jawab produsen yang signifikan\natas dampak lingkungan sepanjang siklus hidup produk, termasuk dampak dari\nhulu (pemilihan barang produk) hingga hilir (pembuangan produk). Studi EPR\nsampah elektronik dilakukan di kota Bandung sebagai kota yang pertama kali\ndilakukan studi timbulan sampah elektronik di Indonesia. Pengelolaan sampah\nelektronik di kota Bandung akan menjadi fokus perhatian pemerintah daerah\nkarena komposisinya yang cukup besar, sekitar 9% dari total timbulan limbah B3\nRumah Tangga. Penelitian ini menganalisis faktor yang berpengaruh terhadap\nEPR sampah elektronik dengan menggunakan Analytic Network Process (ANP)\ndan uji regresi linier berganda. ANP digunakan untuk menentukan prioritas dari\ninstrumen kebijakan EPR dengan responden berupa para ahli di bidang\npengelolaan sampah dan EPR. Sementara itu, uji regresi linier berganda\ndigunakan untuk menentukan pengaruh faktor-faktor dari perspektif stakeholder\nterhadap rencana penerapan EPR sampah elektronik di kota Bandung. Hasil\npenelitian dengan menggunakan ANP menunjukkan bahwa instrumen\nadministratif dan ekonomi merupakan dua faktor prioritas dalam pelaksanaan\nEPR sampah elektronik dengan bobot atau tingkat persetujuan 0,37 untuk\ninstrumen administratif dan 0,36 untuk instrumen ekonomi. Hasil ini relevan\ndengan penelitian Zheng dkk. (2017) bahwa faktor peraturan dan hukum menjadi\nfaktor penting dalam mekanisme EPR. Prioritas selanjutnya adalah instrumen\ninformatif dengan bobot sebesar 0,27. Dalam instrumen administratif, aspek\npengumpulan (0,387) menjadi faktor yang paling prioritas dari faktor lainnya.\nSementara itu, prioritas faktor dalam instrumen ekonomi adalah subsidi\npengembangan produk (0,27) dan prioritas faktor dalam instrumen informasi\nadalah sosialisasi kepada produsen (0,33). Seluruh responden sepakat bahwa kota\nBandung perlu melibatkan Organisasi Pengelola Dana dalam mekanisme EPR\nsampah elektronik dengan bobot persetujuan 0,34. Sementara itu, hasil uji analisis\nregresi linier berganda menujukkan beberapa faktor-faktor yang signifikan untuk\nsetiap responden yang difokuskan pada konsumen, pengecer, dan sektor informal.\nDari analisis prioritas tersebut, dibuat strategi bahwa perlunya integrasi aspek aspek pengelolaan sampah mulai dari sisi regulasi, kelembagaan, teknis\noperasional, pembiayaan, dan partisipasi masyarakat. Penelitian ini mengusulkan\nskema EPR sampah elektronik di kota Bandung bahwa biaya EPR bersumber dari\nkonsumen produk elektronik melalui harga jual produk yang dinaikkan\nberdasarkan fungsi penjualan. Insentif terhadap Design for Environment (DfE)\nsangat direkomendasikan dalam skema EPR karena akan memotivasi produsen\nuntuk melakukan inovasi pada produk agar ramah lingkungan, minim penggunaan\nbahan berbahaya dan beracun, serta mudah untuk diproses selanjutnya.\nPengumpulan sampah elektronik di kota Bandung dapat dilakukan melalui sektor\npengumpul yang berizin seperti pengecer, Bank Sampah, jasa servis/sektor\ninformal, startup pengelolaan sampah, sektor swasta, maupun Dinas Lingkungan\nHidup kota Bandung. Sektor informal masih dilibatkan dalam sistem EPR di kota\nBandung karena perannya yang signifikan dalam pengelolaan sampah elektronik\nhingga saat ini. Pendekatan Informal Sector Integration perlu diuji coba di kota\nBandung untuk membangun aktivitas daur ulang informal yang bermitra dengan\nindustri formal. Dalam hal ini, Dinas Lingkungan Hidup dan Kebersihan Kota\nBandung dapat memberikan pelatihan dan bimbingan teknis terkait pengumpulan\nsampah elektronik yang baik dan benar. Terkait dengan dana EPR, dana dari\nprodusen elektronik secara terpusat dikelola oleh Badan Pengelola Dana\nLingkungan Hidup untuk kemudian disalurkan ke pihak-pihak yang dapat\nmengklaim subsidi dana EPR seperti pengumpul dan pemroses sampah elektronik,\ntermasuk Badan Layanan Umum Daerah (BLUD) kota Bandung. Di dalam skema\ntersebut, diuraikan peran masing-masing stakeholder. Skema EPR yang diusulkan\nbersifat fleksibel dan perlu diuji coba untuk kemudian dievaluasi secara berkala.", "Daftar File": {"HANIFAH  NURAWALIAH.pdf": "https://digilib.itb.ac.id/gdl/download/272981"}, "Penulis": "Hanifah Nurawaliah [25320022]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "sampah elektronik, extended producer responsibility, faktor, analytic network process, stakeholder", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Jan 2023"}