{"Nomor": 70881, "Judul": "PERANCANGAN APLIKASI MOBILE JEJARING SOSIAL MASJID BERBASIS KOMUNITAS UNTUK PENGEMBANGAN WIRAUSAHA (STUDI KASUS KOMUNITAS MASJID RAYA AL HIKMAH JAKARTA SELATAN)", "Abstrak": "Masjid adalah pusat berkumpulnya umat Islam dalam aktivitas ibadah. Namun, sejatinya\nMasjid bukan hanya menjadi tempat ibadah namun juga pusat pengembangan, diantaranya adalah\npengembangan ekonomi. Dengan semakin berkembangnya teknologi digital, umat Islam harus\ndapat beradaptasi. Salah satunya adalah dengan mengoptimalkan masjid sebagai pusat\npengembangan ekonomi. Saat ini potensi ekonomi yang ada pada jamaah dan juga lingkungan\nsekitar masjid belum dapat dimanfaatkan dengan baik. Memakmurkan Masjid juga dapat dimaknai\ndengan memakmurkan jamaah dan jejaring yang ada disekitarnya secara ekonomi. Melalui\nperancangan media dalam bentuk aplikasi berbasis mobile, potensi tersebut dapat dioptimalkan.\nMetode perancangan yang digunakan dalam penelitian ini adalah design thinking. Penelitian\ndiawali dengan menggali masalah dan kebutuhan pengguna dengan luaran berupa perancangan\nterhadap media aplikasi mobile untuk menjawab kebutuhan pengguna tersebut. Tujuan media yang\ndirancang adalah untuk mengembangkan kewirausahaan dari jejaring sosial masjid. Sehingga\nmasjid menjadi pusat pengembangan ekonomi dari jejaring sosial yang ada di sekitarnya. Dari\nhasil analisis data yang didapatkan, diketahui bahwa pengguna akan memilih berbelanja melalui\njejaring sosial masjid jika ada informasi yang memadai tentang hal tersebut. Selama ini tidak ada\npenghubung antara kebutuhan dan penawaran antar sesama jamaah masjid, sehingga tidak ada\ninteraksi ekonomi didalamnya. Responden juga mengatakan tertarik untuk menjadi wirausaha\nnamun memiliki keterbatasan pengetahuan, keahlian dan sumber daya. Dari data yang didapatkan,\ndilakukan perancangan aplikasi berbasis mobile yang memiliki tiga fitur utama yaitu, fitur jualbeli, fitur jejaring komunitas, dan fitur pengembangan keahlian kewirausahaan. Aplikasi yang\ndirancang diujicoba kepada pengguna dan diukur menggunakan metode System Usability Scale\n(SUS). Hasil ujicoba yang dilakukan kepada pengguna menunjukan bahwa aplikasi mendapatkan\nnilai usability dengan kategori baik.", "Daftar File": {"2023 TS PP KURNIA PITRI WIJAYA 1.pdf": "https://digilib.itb.ac.id/gdl/download/273063"}, "Penulis": "Kurnia Pitri Wijaya [27121099]", "Kontributor / Dosen Pembimbing": ["Deddy Wahjudi, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "aplikasi mobile, design thinking, wirausaha, masjid", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Jan 2023"}