{"Nomor": 70897, "Judul": "PERANCANGAN LANSKAP JALUR KONEKTIVITAS KAWASAN TOD (TRANSIT ORIENTED DEVELOPMENT) BLOK M JAKARTA SELATAN", "Abstrak": "Bertambahnya jumlah penduduk kota Jakarta berdampak pada meningkatnya penggunaan kendaraan pribadi untuk mobilitas kegiatan sehari – hari. Permasalahan tersebut menjadi landasan bagi pemerintah untuk membangun moda transportasi umum untuk meningkatkan minat warga kota agar tidak bergantung pada kendaraan pribadi. Salah satu dari gagasan tersebut, pemerintah mengembangkan moda transportasi masal MRT (Mass Rapid Transit) sebagai alternatif solusi kemacetan, namun pengembangan kawasan sekitar transit juga perlu dikembangkan untuk menunjang kegiatan transit dari moda transportasi umum yang satu menuju ke yang lainnya. Pemerintah DKI Jakarta membangun 13 titik stasiun MRT tahap 1 dan 5 kawasan TOD. Salah satu kawasan tersebut ialah kawasan Blok M.  Kawasan Blok M merupakan kawasan transit yang memiliki berbagai macam keragaman fungsi, aktivitas dan kegiatan mobilisasi yang cukup tinggi. Masih kurangnya minat berjalan kaki pada kawasan transit Blok M, dipengaruhi oleh tingkat konektivitas dan walkability yang rendah. Minimnya fasilitas yang memadai bagi pejalan kaki seperti kurang terawatnya street furniture, kurangnya peneduhan pada jalur pejalan kaki, minimnya fasilitas plaza transit untuk singgah ataupun beristirahat, jauhnya letak penyebrangan baik sebidang maupun lainnya yang aman dan nyaman sehingga mengakibatkan tidak terkoneksinya sebuah jalur. Area perencanaan dilakukan dalam kawasan inti TOD Blok M dengan luasan sekitar 64 ha dan area pengembangan detil rancangan dilakukan pada area tertentu seperti tipikal koridor jalur konektivitas dan plaza transit. \nStudi ini bertujuan untuk meningkatkan konektivitas dengan menciptakan sebuah lanskap baik yang berada pada ruang pedestrian sampai penyediaan sebuah RTH sebagai plaza transit yang dapat mengakomodir kebutuhan mobilisasi. Dengan meningkatkan jalur sirkulasi dan fasilitas pendukung yang terencana dengan aman dan nyaman , tesis ini diharapkan dapat menghasilkan sebuah usulan interkoneksi antar aktivitias pada kawasan TOD Blok M sehingga masyarakat lebih tertarik untuk berjalan kaki dikarenakan terakomodirnya kebutuhan dan kenyamanan bagi pejalan kaki. Berdasarkan hasil observasi dan analisis perbandingan antara Panduan Rancang Kota Kawasan TOD Blok M – Sisingamangaraja dengan kondisi eksisting, analisis kondisi fisik dari aspek walkability dan analisis kondisi ekologis yang difokuskan pada aspek pengembangan konektivitas juga dilakukan  untuk menentukan intervensi desain dalam pengembangan kriteria dan detil rancangan pada jalur konektivitas kawasan TOD Blok M sesuai dengan Panduan Rancang Kota yang akan diselaraskan dengan kriteria walkability beserta elemen pendukung lainnya, didaptakan sebuah alternatif desain untuk mengakomodir kebutuhan konektivitas seperti pelican crossing, penyebrangan sebidang, skywalk, easement dan transit plaza. Ruang tersebut dapat meningkatkan konektivitas antar fungsi di dalam kawasan dengan masing-masing ruang distandarisasi oleh indikator walkability yang diantaranya ialah keamanan dan kenyamanan. Pada area perancangan, jalur pejalan kaki dibuat sesuai dengan standar pada panduang rancang kota dan kenyamanan seperti adanya jalur hijau yang dapat difungsikan sebagai stormwater streets untuk menyerap, mengalirkan air hujan menuju tempat penampungan dan sebagai ruang untuk penanaman pohon peneduh. Area dengan jalur pedestrian sempit dimana tidak memungkinkannya dibuatkan jalur hijau di sisi jalan akan ditanami pohon peneduh pada badan jalan yang dilengkapi dengan tree grate untuk kebutuhan pemeliharaan pohon serta kenyamanan pengguna. Street furniture yang lengkap dan terawat dengan baik seperti bangku, tempat sampah dan lampu jalan ditempatkan sesuai dengan peletakan standar street furniture yang sudah ditetapkan dan di sesuaikan oleh kebutuhan pada masing-masing segmen area. Adapaun untuk mempermudah pengguna dalam bermobilisasi, beberapa area dirancang dengan membuat signage sebagai landmark sebuah kawasan agar pejalan kaki lebih mudah mengenali suatu tempat serta pengadaan wayfinding di kawasan TOD Blok M diletakan pada simpang – simpang kawasan ataupun yang berdekatan dengan halte, stasiun maupun shelter untuk menavigasi pejalan kaki itu sendiri dengan baik.\n\nKonsep Complete Streets for Better Transit pada desain ini dirancang untuk menarik minat masyarakat agar tidak menggunakan kendaraan pribadi dan lebih memilih bermobilisasi menggunakan transportasi umum dikarenakan adanya kemudahan dan fasilitas yang mendukung pada kawasan TOD Blok M.", "Daftar File": {"ABSTRAK Bunga Djasmin Ramadhanty": "https://digilib.itb.ac.id/gdl/download/273166"}, "Penulis": "Bunga Djasmin Ramadhanty [28920303]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Konektivitas, Walkability, Kawasan TOD Blok M", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "24 Jan 2023"}