{"Nomor": 70904, "Judul": "PERANCANGAN KAMUS KOMPETENSI DAN KEBUTUHAN KOMPETENSI JABATAN (KKJ) PADA LEMBAGA BIMBINGAN BELAJAR STUDY BOARD EDUCATION", "Abstrak": "Study Board Education merupakan bisnis bimbingan belajar di Indonesia yang\nbertujuan untuk menggabungkan sistem pembelajaran konvensional dengan\nbantuan teknologi digital berupa online learning. Study Board Education memiliki\n30 pekerja yang berperan mengatur kegiatan pengembangan produk, operasional,\npemasaran & penjualan, dan lain-lain. Berdasarkan hasil wawancara, pemilik usaha\nmerasa bahwa terdapat berbagai kendala internal perusahaan yang berkaitan dengan\nkompetensi pekerjanya. Sebagian pekerja belum mampu memenuhi ekspektasi\nkinerja pihak manajemen, dengan sistem Manajemen Sumber Daya Manusia\n(MSDM) yang subjektif.\nTujuan penelitian ini adalah untuk merancang kamus kompetensi dan Kebutuhan\nKompetensi Jabatan (KKJ) sebagai langkah awal dalam mengimplementasikan\nsistem MSDM berbasis kompetensi (MSDM-BK) yang objektif. Perancangan\nkamus kompetensi dan KKJ mengacu pada model penelitian yang terdiri atas\nkompetensi inti, pendukung, dan bidang. Kompetensi inti dan pendukung mengacu\npada daftar kompetensi oleh Spencer & Spencer, sedangkan kompetensi bidang\nmengacu pada daftar kompetensi oleh University of College Dublin dan The\nChartered Institute of Marketing. Metode yang digunakan dalam penelitian ini\nadalah in-depth interview dengan C-Level perusahaan, pemetaan proses bisnis\ndengan Process Classification Framework (PCF) oleh APQC, dan pemetaan\ntanggung jawab jabatan dengan Responsibility Assignment Matrix (RAM).\nPenelitian ini menghasilkan 9 kompetensi inti, 11 kompetensi pendukung, dan 20\nkompetensi bidang. Seluruh kompetensi tersebut dipetakan ke kamus kompetensi\ndengan enam level berdasarkan konsep Taksonomi Bloom, lalu dipetakan menjadi\nKKJ untuk 15 jabatan perusahaan. Hasil penelitian ini diharapkan dapat\ndimanfaatkan Study Board Education dalam pengembangan sistem MSDM-BK,\nsehingga meningkatkan kualitas dan produktivitas pekerja demi terpenuhinya\nkebutuhan dan tercapainya tujuan perusahaan.", "Daftar File": {}, "Penulis": "Redjel Haytham [14418016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kompetensi, Manajemen Sumber Daya Manusia berbasis Kompetensi (MSDM-BK), Kamus Kompetensi, Kebutuhan Kompetensi Jabatan (KKJ)", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Jan 2023"}