{"Nomor": 70900, "Judul": "PERANCANGAN SISTEM MONITORING KOLAM RENANG BERBASIS  IOT MENGGUNAKAN PROTOKOL AMQP", "Abstrak": "Olahraga renang mempunyai berbagai manfaat bagi tubuh, namun jika\nkualitas air tidak baik dapat menimbulkan berbagai macam penyakit, sehingga\nkualitas air kolam renang perlu dilakukan pemantauan. Namun untuk pemantauan\nair kolam renang saat ini masih dikontrol secara manual. Oleh karena itu, seiring\nberkembangnya teknologi diperlukan inovasi untuk menciptakan suatu teknologi\nyang dapat memudahkan segala hal diantaranya adalah sistem monitoring.\nPada Tesis ini dilakukan perancangan suatu alat monitoring suhu berbasis\nInternet of Things (IoT) digunakan untuk mengukur suhu air di dalam kolam renang\ndengan nilai derajat Celcius dan Farenheit serta dapat termonitoring dalam sebuah\nmessage broker dengan menggunakan sensor suhu DS18B20. Pengiriman data\ndilakukan menggunakan protokol AMQP secara real-time berdasarkan beberapa\nparameter yaitu throughput, packet loss, delay, dan jitter. Berdasarkan perhitungan\nparameter QoS yang telah dilakukan, hasil yang diperoleh adalah nilai throughput\nsebesar 17,26047 kbps, nilai packet loss sebesar 0,567644% dengan kategori\n“Perfect”, nilai delay sebesar 69,38889 ms dengan kategori “Best”, serta nilai jitter\nsebesar 69,38884 ms dengan kategori “Good”. Sehingga berdasarkan standar\npengukuran QoS, dapat disimpulkan bahwa proses transmisi berjalan lancar dan\npesan tidak ada yang hilang jika menggunakan protokol AMQP pada pengiriman\ndata pada perancangan suatu alat monitoring suhu air kolam renang yang\nditampilkan pada dashboard message broker RabbitMQ.", "Daftar File": {"Atika Shinta Ayuningtyas NIM 23220328.pdf": "https://digilib.itb.ac.id/gdl/download/273175"}, "Penulis": "Atika Shinta Ayuningtyas [23220328]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ian Josef Matheus Edward, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kolam renang, Internet of Things (IoT), DS18B20, AMQP, QoS.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jan 2023"}