{"Nomor": 70903, "Judul": "IMPLEMENTASI MODEL PENERIMAAN TEKNOLOGI AQUA DIGITAL OPERATION PLATFORM PADA DIVISI SUPPLY CHAIN PT TIRTA INVESTAMA", "Abstrak": "PT Tirta Investama (Danone Aqua) adalah perusahaan air minum dalam kemasan. Saat ini PT Tirta sedang melakukan implementasi teknologi digital. Divisi supply chain adalah salah satu divisi yang intensif dalam melakukan implementasi teknologi digital. Implementasi dilakukan dengan penerapan teknologi ADOP (Aqua Digital Operation Platform). ADOP adalah aplikasi yang digunakan pada perangkat komputer. Senior Manager divisi supply chain mengungkapkan bahwa ada sebagian karyawan yang kesulitan dalam menggunakan ADOP. PT Tirta Investama sudah berupaya untuk mengatasi permasalahan tersebut, tetapi belum mendapatkan hasil yang diinginkan. Analisis akar masalah dengan five whys menunjukkan bahwa PT Tirta Investama perlu mengetahui faktor penyebab masalah penerimaan ADOP yang dapat diketahui dengan menggunakan model penerimaan teknologi.\nTujuan dari penelitian ini adalah mengimplementasikan model penerimaan teknologi ADOP dan mengidentifikasi faktor yang memengaruhi penerimaan teknologi ADOP. Sebanyak 161 karyawan menjadi narasuber dalam penelitian ini. Kerangka model yang digunakan berasal dari modifikasi model UTAUT (Unified Theory of Acceptance and Use of Technology). Model yang digunakan dalam penelitian terdiri dari lima konstruk yang digunakan untuk menjelaskan penerimaan teknologi, yaitu performance expectancy, effort expectancy, social influence, facilitating condition, dan behavioral intention. Selain itu, digunakan dua variabel moderasi, yaitu age dan experience.\nAnalisis model dilakukan dengan metode SEM (structural equation modelling. Hasil analisis model pengkuran dan struktural SEM menunjukkan bahwa faktor yang berpengaruh terhadap penerimaan ADOP adalah performance expectancy, effort expectancy, social influence, facilitating condition, dan behavioral intention. Performance expectancy, effort expectancy, dan social influence memengaruhi penerimaan teknologi secara tidak langsung melalui faktor behavioral intention. Facilitating condition dan behavioral intention memengaruhi penerimaan ADOP secara langsung. Selain itu, Age memoderasi hubungan facilitating condition dengan penerimaan ADOP secara positif.", "Daftar File": {}, "Penulis": "Farrel Azhar Hariana [13418014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "penerimaan teknologi, UTAUT, teknologi digital, transformasi digital", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Jan 2023"}