{"Nomor": 70902, "Judul": "ANALISIS ALIRAN MATERIAL USED BEVERAGES CARTON (UBC) DAN FAKTOR YANG MEMPENGARUHI PELAKU DAUR ULANG DALAM PENGUMPULAN MATERIAL UBC (STUDI KASUS: KOTA BEKASI, JAWA BARAT)", "Abstrak": "Kemasan karton minuman aseptik atau Used Beverages Carton (UBC\nterdiri dari plastik polyethylene (15%), kertas (80%), dan aluminium (5%) yang\ncenderung lebih sulit didaur ulang karena berbentuk komposit sehingga cenderung\ntidak dikumpulkan oleh pelaku sektor informal persampahan dan berakhir di\nTempat Pembuangan Akhir (TPA). Dari perspektif lain, daur ulang UBC di\nIndonesia berpotensi sebagai substitusi serat panjang impor dalam rangka\npeningkatan kualitas kertas, bahan kimia aditif koagulan, dan produk komposit.\nPada industri daur ulang UBC, persoalan yang dihadapi adalah ketersediaan bahan\nbaku di rantai pasokan agar proses daur ulang dapat berkelanjutan, sehingga\ninformasi terkait kuantitas dan pola aliran material UBC menjadi penting. Ruang\nlingkup studi dilakukan di Kota Bekasi sebagai representatif kota metropolitan di\nIndonesia yang merupakan salah satu kota percontohan penerapan pengumpulan\nmaterial UBC dari sumber yang diinisiasi oleh Tetrapak Indonesia sejak tahun\n2020. Tujuan penelitian berupa analisis kuantitas dan pola aliran material UBC\nsektor domestik dengan metode Material Flow Analysis (MFA) menggunakan\nsoftware STAN. Selain itu, identifikasi faktor yang mempengaruhi intensi pelaku\ndaur ulang untuk meningkatkan daur ulang UBC menggunakan Extended Theory of\nPlanned Behavior (ETPB) dalam bentuk kuesioner dan diolah secara statistik\nmelalui SPSS. Hasil model MFA menunjukkan upaya pengurangan material UBC\nmenuju TPA di Kota Bekasi dilakukan oleh bank sampah dan pengelola sampah\nswasta. Proyeksi pengurangan sampah UBC tahun 2022 yaitu 1%, sedangkan UBC\nyang didaur ulang oleh pabrik daur ulang UBC sebesar 0,7% dari keseluruhan\ntimbulan sampah UBC sektor domestik di Kota Bekasi. Faktor sikap, norma\nsubjektif, perceived behavioral control, dan dorongan ekonomi secara simultan\nberpengaruh memprediksi intensi pelaku daur ulang untuk meningkatkan upaya\ndaur ulang UBC sebesar 37,8%, sedangkan 62,2% dijelaskan oleh faktor lain yang\ntidak diikutsertakan dalam penelitian. Nilai partial correlation faktor sikap sebesar\n0,230, norma subjektif sebesar 0,110, perceived behavioral control yaitu 0,073, dan dorongan ekonomi mendominasi sebesar 0,368.", "Daftar File": {"ELLA  ROSIDA  ANGGRAINI.pdf": "https://digilib.itb.ac.id/gdl/download/273177"}, "Penulis": "Ella Rosida Anggraini [25320305]", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "analisis aliran material, extended theory of planned behavior, intensi, karton bekas minuman, Kota Bekasi.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Jan 2023"}