{"Nomor": 70915, "Judul": "PERANCANGAN APLIKASI SIMULASI PELAJARAN FOTOGRAFI DASAR UNTUK SISWA SMK KELAS X (STUDI KASUS : SMK NASYRUL ULUM GEGESIK)", "Abstrak": "Dalam kegiatan belajar mengajar materi fotografi siswa kelas X SMK Nasyrul\nUlum Gegesik masih terkendala dengan alat/media yang digunakan untuk praktik\nfotografi karena sekolah hanya memiliki empat (4) buah kamera DSLR, jumlah\nsiswa kelas X DKV ada sekitar 90 siswa, sehingga dibutuhkan sebuah media\npembelajaran yang dapat menunjang siswa dalam belajar praktik fotografi dan juga\nsebagai media belajar siswa yang dapat gunakan secara individu. Aplikasi Simulasi\nkamera adalah aplikasi yang dirancang untuk menyerupai (kamera) yang\nsebenarnya dengan fungsi dan hasil yang serupa. Perancangan aplikasi simulasi\nfotografi ini bertujuan untuk menunjang praktik siswa pada materi fotografi di kelas\nX SMK Nasyrul Ulum Gegesik. Metode perancangan aplikasi ini menggunakan\nmetode design thinking, yaitu melalui Empathize, Define, Ideate, Prototype dan\nTesting. Metode perancangan penelitian ini diawali dengan pengambilan data\nmelalui studi literatur, observasi dan wawancara dengan para siswa SMK kelas X\ndan guru mata pelajaran fotografi. Dari hasil observasi dan wawancara didapatkan\nhasil bahwa yang dibutuhkan siswa pada saat praktik fotografi yaitu sebuah aplikasi\nsimulasi fotografi yang terdapat fitur tentang materi fotografi dan juga fitur kamera\nagar dapat menunjang para siswa untuk praktik fotografi secara individu dengan\nmenggunakan smartphone yang dimiliki siswa.", "Daftar File": {"2023 TS PP NIHAYATUL AMAL 1.pdf": "https://digilib.itb.ac.id/gdl/download/273195"}, "Penulis": "Nihayatul Amal [27121072]", "Kontributor / Dosen Pembimbing": ["Dianing Ratri, S.Ds., M.Des., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Metode Design Thinking, Simulasi Fotografi, Media Pembelajaran", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Jan 2023"}