{"Nomor": 70927, "Judul": "PERSEPSI PENGUNJUNG TERHADAP INFRASTRUKTUR KEPARIWISATAAN PADA EKOWISATA MANGROVE DI KOTA SURABAYA", "Abstrak": "Kota Surabaya merupakan sebuah kota yang berada di wilayah pesisir dari Provinsi Jawa Timur, tepatnya berada pada pesisir pantai timur. Dalam rangka mencegah abrasi, Kota Surabaya memiliki hutan mangrove atau bakau yang tumbuh di pantai timur Kota Surabaya (Pamurbaya). Selain memiliki fungsi pencegahan abrasi, hutan mangrove yang tumbuh di area Pamurbaya tersebut juga difungsikan sebagai destinasi wisata alam atau ekowisata bagi penduduk Kota Surabaya, maupun masyarakat dari luar Kota Surabaya yang berkunjung ke Kota Surabaya. Kota Surabaya sendiri memiliki 2 (dua) destinasi ekowisata mangrove tersebut, yakni Ekowisata Mangrove Wonorejo dan Ekowisata Mangrove Gunung Anyar. \nUntuk mendukung kegiatan kepariwisataan pada kedua destinasi tersebut, diperlukan infrastruktur-infrastruktur kepariwisataan yang mumpuni dan memiliki kualitas pelayanan yang ideal, sehingga pengunjung yang datang ke kedua destinasi ekowisata mangrove tersebut dapat berkunjung dengan nyaman karena didukung infrastruktur kepariwisataan yang berfungsi dengan baik. Penelitian ini akan mengangkat isu tentang persepsi pengunjung terhadap infrastruktur-infrastruktur kepariwisataan tersebut, sehingga dapat diketahui infrastruktur kepariwisataan mana saja yang perlu mendapat perhatian khusus dan kemudian dapat diberikan rekomendasi pengembangan ke depannya. Penelitian ini akan menggunakan metode campuran atau mixed-methods, dimana metode analisis yang digunakan adalah statistik deskriptif, Importance Performance Analysis, analisis deskriptif kualitatif, dan analisis tabulasi silang.\nHasil dari penelitian ini menunjukkan bahwa masih terdapat beberapa infrastruktur kepariwisataan yang perlu untuk diberikan perhatian khusus pada kedua destinasi ekowisata mangrove tersebut, baik karena infrastruktur kepariwisataan yang bersangkutan tidak tersedia, maupun kualitas pelayanan dari infrastruktur kepariwisataan tersebut masih belum memenuhi ekspektasi dari pengunjung. Infrastruktur kepariwisataan seperti jaringan jalan, toilet, jalur evakuasi bencana, moda transportasi umum, jalur pejalan kaki kayu dan lain sebagainya masih memerlukan perhatian khusus untuk dapat disediakan maupun diperbaiki kualitasnya agar dapat memberikan pelayanan yang lebih baik kepada pengunjung yang datang ke kedua destinasi ekowisata mangrove tersebut.", "Daftar File": {"COVER Rachmadiarazaq": "https://digilib.itb.ac.id/gdl/download/273206", "BAB_1 Rachmadiarazaq": "https://digilib.itb.ac.id/gdl/download/273207", "BAB_2 Rachmadiarazaq": "https://digilib.itb.ac.id/gdl/download/273208", "BAB_3 Rachmadiarazaq": "https://digilib.itb.ac.id/gdl/download/273209", "BAB_4 Rachmadiarazaq": "https://digilib.itb.ac.id/gdl/download/273210", "BAB_5 Rachmadiarazaq": "https://digilib.itb.ac.id/gdl/download/273211", "BAB_6 Rachmadiarazaq": "https://digilib.itb.ac.id/gdl/download/273213", "DAFTAR Rachmadiarazaq": "https://digilib.itb.ac.id/gdl/download/273214"}, "Penulis": "Rachmadiarazaq [28821010]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, M.E.S, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Ekowisata Mangrove, Infrastruktur Kepariwisataan, Persepsi Pengunjung, Pelayanan, Kota Surabaya.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "25 Jan 2023"}