{"Nomor": 70931, "Judul": "KAJIAN DINAMIKA KONSENTRASI SEDIMEN TERSUSPENSI DI PERAIRAN TANARA DENGAN MEMANFAATKAN CITRA LANDSAT", "Abstrak": "Transpor sedimen tersuspensi adalah salah satu proses yang terjadi di wilayah pesisir khususnya estuari. Tujuan dari penelitian ini adalah mengkaji kondisi konsentrasi sedimen tersuspensi secara spasial dan temporal serta membentuk formula empiris pengukuran konsentrasi sedimen terususpensi menggunakan data citra Landsat berdasarkan parameter jarak dan debit sungai.\nLokasi penelitian terletak di Perairan Tanara, Kabupaten Serang. Data lapangan diambil di enam stasiun pada tanggal 10 April 2012. Pengambilan sampel dilakukan menggunakan bottle sampler (botol Nansen) secara langsung pada kedalaman 0,2d; 0,4d; dan 0,8d. Pengolahan sampel lapangan diolah dengan metode SNI 03-3961-1995 untuk mengetahui jumlah berat sedimen melayang dalam air. Pengolahan data citra satelit menggunakan Landsat 7 dan 8 dilakukan dengan koreksi radiometrik, atmosferik, serte perhitungan konsentrasi sedimen tersuspensi. Perhitungan nilai konsentrasi sedimen tersuspensi ditentukan dengan menerapkan algoritma sedimen tersuspensi yang telah dikembangkan oleh Budhiman (2004), Parwati (2006), dan Jaelani (2016) untuk mengetahui hasil yang paling mendekati nilai data lapangan dari ketiga algoritma tersebut.\nHasil pengolahan data dan analisa validasi menggunakan Root Mean Square Error (RMSE), Normalized Mean absolute Error (NMAE), dan Mean Absolute Error (MAE). Ditinjau dari nilai RMSE antara data lapangan dengan ketiga algoritma tersebut secara berturut-turut bernilai 16,85; 14,31; dan 21,38. Setelah dilakukan modifikasi algoritma yang dikembangkan oleh Budhiman (2004) nilai RMSE menjadi 9,24 mg/l. Modifikasi algoritma diaplikasikan pada data citra dari tahun 2002 – 2021.\nPola konsentrasi sedimen tersuspensi di Perairan Tanara pada memiliki nilai yang lebih tinggi di sekitar daratan atau pantai dan nilainya mengecil ke arah lepas pantai. Konsentrasi sedimen tersuspensi yang tinggi berada di daerah muara sungai, khususnya muara sungai Sungai Ciujung dengan konsentrasi mencapai 30 mg/l. ditinjau secara bulanan konsentrasi sedimen tersuspensi di Perairan Tanara memiliki nilai rata-rata spasial tertinggi pada bulan Januari dan terendah pada bulan Juni yaitu masing-masing bernilai 71,91 mg/l dan 26,74 mg/l. Sedangkan secara musiman, konsentrasi sedimen tersuspensi memiliki nilai rata-rata tertinggi pada musim Barat dan terendah pada musim Peralihan 2 dengan masing-masing nilai rata-rata 19,40 mg/l dan 18,13 mg/l.\nSebaran konsentrasi sedimen tersuspensi di Perairan Tanara yang dipengaruhi dominan oleh debit sungai. Konsentrasi sedimen tersuspensi dipengaruhi oleh jarak, semakin ke arah lepas\npantai, maka konsentrasi sedimen tersuspensi semakin kecil dan membentuk pola hubungan eksponensial. Bentuk persamaan mengukur konsentrasi sedimen tersuspensi dibentuk menggunakan regresi dengan meninjau hubungan debit sungai dan jarak (Q/L), sehingga menghasilkan persamaan SS (mg/l) = 21.801+0.056 (Q/L). Nilai RMSE yang dihasilkan 5,20 mg/l.", "Daftar File": {"ABSTRAK Delilla Suhanda": "https://digilib.itb.ac.id/gdl/download/273216"}, "Penulis": "Delilla Suhanda [22420016]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Totok Suprijo, S.Si. M.Si", "Dr. Budhy Soeksmantono, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sedimen tersuspensi, Perairan Tanara, Landsat 7 dan 8, algoritma empiris, regresi Q/L.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jan 2023"}