{"Nomor": 70932, "Judul": "PENGARUH FAKTOR PSIKOSOSIAL DI PEKERJAAN  TERHADAP INTENSI PERPUTARAN KARYAWAN DI   PT KIMIA FARMA DIAGNOSTIKA", "Abstrak": "PT Kimia Farma Diagnostika merupakan anak perusahaan PT Kimia Farma yang bergerak di bidang pelayanan laboratorium dan klinik. Secara keseluruhan, PT Kimia Farma Diagnostika memiliki 879 karyawan yang tersebar di seluruh Indonesia, tercatat per-Oktober 2022. Apabila dibandingkan dengan tahun sebelumnya, PT Kimia Farma Diagnostika mengalami peningkatan tingkat perputaran karyawan sebesar 11,22%. Adanya turnover karyawan tidak hanya berdampak pada produktivitas perusahaan tetapi juga pada kondisi psikososial di tempat kerja karena dapat berdampak pada penambahan beban kerja dan lain sebagainya yang berkaitan dengan psikososial. Fokus penelitian ini adalah faktor psikososial yang ada di PT Kimia Farma Diagnostika yang mempengaruhi turnover karyawan. Perputaran karyawan dalam penelitian ini ditinjau melalui niat karyawan untuk melakukan perputaran karyawan atau biasa dikenal dengan turnover intention. Penulis melakukan wawancara dengan sejumlah perwakilan karyawan PT Kimia Farma Diagnostika sebagai sumber data sekunder yang dikumpulkan untuk menggambarkan gambaran suasana kerja di PT Kimia Farma Diagnostika. Metode penelitian yang digunakan adalah metode pendekatan kuantitatif dimana data dikumpulkan melalui kuesioner COPSOQ III dan kuesioner Turnover Intention yang telah diuji validitas dan reliabilitasnya serta dilakukan uji Regresi Linier Berganda menggunakan SmartPLS 4 untuk mengetahui pengaruh variabel penelitian. Berdasarkan hasil pengolahan data diketahui bahwa terdapat 22 dimensi faktor psikososial yang berpengaruh terhadap Turnover Intention karyawan PT Kimia Farma Diagnostika dan dimensi Makna Kerja dan Permintaan Menyembunyikan Emosi berpengaruh signifikan terhadap Turnover Intention pada PT Kimia Farma Diagnostika dengan nilai P masing-masing 0,025 dan 0,040. \nPenulis merekomendasikan peneliti selanjutnya untuk menguji variabel yang sama dengan menggunakan metode yang sama kepada seluruh karyawan di perusahaan yang memiliki tingkat perputaran karyawan yang lebih tinggi.", "Daftar File": {"2023_TS_PP_Ellsa Diella Devina 29121228_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/273217"}, "Penulis": "Ellsa Diella Devina [29121228]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si.Psikolog."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Faktor Psikososial, Perputaran Karyawan, Turnover Intention", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jan 2023"}