{"Nomor": 70933, "Judul": "PERANCANGAN GAME EDUKASI PENGENALAN TIPOGRAFI DENGAN PENDEKATAN TRANSFORMATIVE LEARNING UNTUK SISWA SMK DKV", "Abstrak": "Penelitian ini menghadirkan game edukasi sebagai media alternatif pengenalan\ndasar tipografi untuk siswa SMK DKV. Tuntutan industri serta kebijakan\npemerintah tentang standar kompetensi keahlian mengharuskan lembaga\npendidikan dan pendidik untuk adaptif dalam menyikapi tantangan tersebut.\nSecara spesifik, keilmuan dasar tipografi memang baru dipelajari secara\nmendalam di perguruan tinggi. Materi yang disampaikan mencakup sejarah,\nanatomi, klasifikasi dan karakteristik huruf serta dasar perancangan huruf. Meski\ndemikian, penting kiranya materi tersebut juga dipelajari di tingkat menengah\nkejuruan. Mengingat standar lulusan yang diproyeksikan untuk siap kerja,\npenguasaan keahlian praktik yang didukung pemahaman teori menjadi hal yang\npenting untuk dipelajari mengingat tidak ada mata pelajaran yang secara khusus\nmembahas tipografi. Dengan demikian diperlukan media yang mampu untuk\nmengakomodasi pembelajaran aktif dan mandiri tanpa terbatas waktu jam\npelajaran. Game edukasi pada perangkat mobile merupakan salah satu media yang\ndirasa mampu untuk menghadirkan pengalaman belajar yang diperlukan untuk\npengenalan dasar tipografi di SMK. Metode yang digunakan dalam penelitian ini\nadalah mixed method untuk pengumpulan data dan metode DPE Framework.\nBerdasarkan hasil data yang diperoleh secara kualitatif dan kuantitatif, hasil\nanalisis menunjukkan bahwa pada jenjang pendidikan SMK DKV hanya\nmempelajari sebagian kecil dari materi yang dipelajari di perguruan tinggi,\nterbatasnya waktu belajar dan porsi materi yang sedikit menjadi alasan dari hal\ntersebut. Kemudian, analisis perbandingan terhadap kebutuhan belajar dan\nkendala yang di alami di perguruan tinggi menjadi titik tolak yang menjadi dasar\nperancangan konten game. Game dengan pendekatan transformative learning\nyang dirancang mampu menjadi gamifikasi untuk dapat mempelajari materi yang\nbersifat teori dan praktik secara bersamaan. Luaran dari penelitian ini dapat\ndipergunakan sebagai media pendukung guna menambah muatan materi dasar\ntipografi bagi siswa SMK program keahlian DKV di luar jam pembelajaran.", "Daftar File": {"2023 TS PP MUHAMAD RIDHA AGUSTIANDHY 1.pdf": "https://digilib.itb.ac.id/gdl/download/273218"}, "Penulis": "Muhamad Ridha Agustiandhy [27121095]", "Kontributor / Dosen Pembimbing": ["Dr. Naomi Haswanto, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "game edukaksi, dasar tipografi, transformative learning", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Jan 2023"}