{"Nomor": 70943, "Judul": "IDENTIFIKASI KUALITAS AIR DI SUNGAI CITARUM TENGAH MELALUI PARAMETER FISIKA-KIMIA AKIBAT KEGIATAN ANTROPOGENIK (STUDI KASUS: SUNGAI CITARUM SEGMEN IV)", "Abstrak": "Tercemarnya air sungai akibat masuknya polutan antropogenik merupakan salah satu\npermasalahan yang mengakibatkan penurunan kualitas air dan berdampak pada\nekosistem perairan serta keamanan air untuk dikonsumsi. Sungai Citarum Tengah\nmerupakan bagian dari Sungai Citarum yang saling terhubung dengan kaskade waduk\nCitarum yaitu Waduk Saguling, Waduk Cirata, dan Waduk Jatiluhur. Pencemaran yang\nterjadi di Sungai Citarum Tengah dapat membahayakan fungsi pemanfaatanya dan\nmembahayakan waduk karena polutan dapat terakumulasi di waduk dan mengancam\nfungsi waduk. Pemantauan kualitas air sungai merupakan hal yang penting untuk\nmenentukan kondisi badan air dan menentukan pencemaran yang terjadi di badan air.\nPenelitian ini dilakukan untuk mengetahui dampak kegiatan antropogenik terhadap\nkualitas air di Sungai Citarum Tengah berdasarkan parameter fisika-kimia dengan\nmengambil sampel air menggunakan metode composite sampling pada 4 stasiun\nsampling yang kemudian di analisis di laboratorium. Penentuan status mutu air\ndilakukan menggunakan metode Indeks Pencemar, metode storet, dan metode CCMEWQI. Kegiatan antropogenik disekitar Sungai Citarum Tengah meliputi pertanian,\nindustri, permukiman, perikanan, dan PLTA (Pembangkit Listrik Tenaga Air).\nKegiatan-kegiatan tersebut menyebabkan tercemarnya Sungai Citarum Tengah yang\ndapat dilihat dari beberapa parameter fisika-kimia yang tidak memenuhi baku mutu\nyaitu COD, nitrit, minyak dan lemak, detergen, total fosfat, dan oksigen terlarut.\nParameter fisika-kimia di seluruh stasiun sampling yaitu: turbiditas berkisar antara\n8,75-94,50 NTU, TSS berkisar antara 6,50-38,50 mg/L, pH berkisar antara 6,66-8,50,\noksigen terlarut berkisar antara 3,60-8,00 mg/L, total nitrogen berkisar antara 0,28-1,35\nmg/L, nitrit berkisar antara 0,00-0,56 mg/L, nitrat berkisar antara 0,01-0,33 mg/L,\namonia berkisar antara 0,001-0,04 mg/L, total fosfat berkisar antara 0,29-3,90 mg/L,\nCOD berkisar antara 6,47-37,07 mg/L, minyak dan lemak berkisar antara 0,90-7,50\nmg/L, dan detergen berkisar antara 0,01-0,80 mg/L. Hasil penentuan status mutu air\nSungai Citarum Tengah berdasarkan Indeks Pencemar menyatakan sungai tercemar\nringan hingga tercemar sedang, berdasarkan metode storet menyatakan sungai tercemar\nberat, dan berdasarkan metode CCME-WQI menyatakan badan air memiliki kelas marjinal", "Daftar File": {"NAVISYA  EKA SARI.pdf": "https://digilib.itb.ac.id/gdl/download/273247"}, "Penulis": "Navisya Eka Sari [15318035]", "Kontributor / Dosen Pembimbing": ["Prof. Barti Setiani Muntalif, Ph.D.", "Dr. Nurul Chazanah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "kegiatan antropogenik, kualitas air, metode CCME-WQI, metode Indeks Pencemar, metode storet, parameter fisika-kimia, sungai.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Jan 2023"}