{"Nomor": 70945, "Judul": "ANALISIS FINANSIAL POTENSI PENGELOLAAN MINYAK JELANTAH DI KOTA BANDUNG", "Abstrak": "Minyak jelantah (used cooking oil) adalah minyak goreng yang telah digunakan secara\nberulang – ulang berwarna kecoklatan bahkan kehitaman akibat dari proses pemanasan yang\nterus menerus. Pemerintah Kota Bandung melalui PD Kebersihan Kota Bandung Bersama\nBank Sampah Resik bekerja sama untuk melaksanakan program “Betah” atau Beli Jelantah.\nTerdapat setidaknya empat kelompok usaha yang mendukung program tersebut, diantaranya\nBandar/pihak swasta skala besar, bank sampah, lapak kecil, dan TPS (Tempat Pemrosesan\nSementara). Sebanyak 48 responden dari empat kelompok usaha tersebut dilakukan analisis\nfinansial berupa analisis pendapatan, Payback Period (PP), Internal Rate of Return (IRR), Net\nPresent Value (NPV), serta Benefit to Cost Ratio (BCR) untuk diketahui potensinya. Melalui\nmetode Weight Scoring System, didapatkan temuan bahwa kelompok usaha yang paling\npotensial berasal dari bandar/pihak swasta skala besar. Berdasarkan pertimbangan dengan\nmetode Simple Additive Weighting, diperoleh konfigurasi pengangkutan dengan sumber\nminyak jelantah dari bank sampah, lapak, dan TPS, dikumpulkan di bandar/pihak swasta skala besar, lalu diolah di PT Hijau Daun Energi untuk diolah menjadi biodiesel. Rekomendasi yang diberikan yaitu bekerja sama dengan sektor formal untuk dapat menjangkau potensi timbulan yang lebih besar di masa yang akan datang.", "Daftar File": {"NADIA  SARTIKA.pdf": "https://digilib.itb.ac.id/gdl/download/273273"}, "Penulis": "Nadia Sartika [15318071]", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "analisis finansial, minyak jelantah, potensi", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Jan 2023"}