{"Nomor": 70949, "Judul": "PENGEMBANGAN SMART MATERIAL MANAGEMENT SYSTEM (SMMS) PADA MANUFAKTUR KERETA API: STUDI KASUS PERAKITAN UNIT AIR CONDITIONING (AC)", "Abstrak": "Kelancaran distribusi material memegang peranan yang penting dalam operasi\nmanufaktur, dan Industri 4.0 menciptakan peluang dalam hal peningkatan proses\ntersebut. Industri manufaktur kereta api juga menghadapi tatangan dalam hal\nkelancaran distribusi material. Bentuk permasalahan seperti keterlambatan atau\nketidaktersediaan material di shop floor menyebabkan proses manufaktur\nterhambat. Permasalahan menjadi lebih besar karena informasi terkait status\nmaterial yang begitu minim. Sistem Enterprise Resource Planning (ERP) yang\nada belum mampu menangani permasalahan yang ada, hal ini dikarenakan sistem\nERP belum mendukung secara penuh ke dalam keseluruhan proses distribusi\nmaterial. Merespon hal ini, solusi digital yang ditawarkan adalah Smart Material\nManagement System (SMMS). Sistem yang dikembangkan merupakan\nManufacturing Execution System (MES) yang memiliki fokus terhadap\npenanganan distribusi material. SMMS melakukan pendekatan yang serupa\ndengan Material Requirements Planning (MRP) dan mengadopsi beberapa fungsi\ndari MRP. SMMS melakukan proses distribusi material berdasarkan pada jadwal\nproduksi, dan melakukan perekaman data material secara real time dengan\nmemindai identitas pengenal unik pada objek. Penerapan sistem ini diperkirakan\nmampu memberikan jaminan transparasi dan informasi terkini terkait status\nmaterial yang dapat membantu memahami kondisi shop floor untuk meningkatkan\nproses manufaktur.", "Daftar File": {"ABSTRAK Amron Baitarrizaq": "https://digilib.itb.ac.id/gdl/download/273323"}, "Penulis": "Amron Baitarrizaq [23120008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "distribusi material, Industri 4.0, MES, MRP, SMMS.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jan 2023"}