{"Nomor": 70947, "Judul": "PERANCANGAN APLIKASI PEMBIASAAN INTERVENSI PERILAKU SEDENTARI UNTUK DEWASA MUDA", "Abstrak": "Perilaku sedentari atau perilaku kurang gerak memiliki banyak dampak buruk bagi\nkesehatan fisik dan psikis pelakunya. Perilaku ini sangat dekat dengan kehidupan\ndewasa muda terutama di wilayah perkotaan, termasuk di Indonesia. Terlebih\ndengan adanya pembatasan sosial imbas dari pandemi Covid-19, dewasa muda\nIndonesia tercatat memiliki perilaku sedentari yang tinggi dan aktivitas fisik yang\nrendah. Dengan merancang aplikasi berbasis mobile, pengguna dapat memantau\nperilaku sedentari secara terukur dan terstruktur dengan pendekatan intervensi.\nMenggunakan metode Design Thinking yang berpusat pada pengguna, didapatkan\ndata mengenai sasaran pengguna berikut bentuk dan gejala dari perilaku aktivitas\nfisik dan solusi yang dapat menanggulanginya. Temuan tersebut ditambah dengan\nrekomendasi aktivitas fisik dari literatur beserta kajian mengenai aplikasi serupa\nmenghasilkan aplikasi mobile yang berpotensi untuk membiasakan intervensi\nperilaku sedentari dan menambah aktivitas fisik. Luaran perancangan dihasilkan\ndalam bentuk UI/UX dari struktur wireframe, alur hingga prototipe high fidelity\ndengan tampilan komponen visual. Keberhasilan perancangan dari sisi usability\nmedia aplikasi beserta pengalaman pengguna divalidasi dengan pengujian kepada\nsasaran pengguna menggunakan metode SUS dan UEQ-S yang menunjukkan hasil\npositif. Sehingga merancang media pembiasaan intervensi menggunakan aplikasi\nterbukti memiliki potensi kelebihan untuk menjawab kebutuhan dewasa muda\ndalam menanggulangi perilaku sedentari.", "Daftar File": {"2023 TS PP YAHYA MUMTAZUDDIN 1.pdf": "https://digilib.itb.ac.id/gdl/download/273301"}, "Penulis": "Yahya Mumtazuddin [27121109]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Aplikasi, Perilaku sedentari, Dewasa muda", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Jan 2023"}