{"Nomor": 70956, "Judul": "IMPLEMENTASI DAN SIMULASI ALGORITHMA STAR CENTROIDING BERBASIS C++ PADA SENSOR BINTANG DENGAN METODE PUSAT GRAVITASI DAN PEMBOBOTAN PUSAT GRAVITASI", "Abstrak": "Penelitian ini berfokus pada salah satu komponen dalam satelit atau wahana antariksa, yaitu\nADCS (attitude determination and control system), khususnya sensor bintang (star sensor).\nSensor bintang adalah salah satu alat penentuan sikap untuk sebuah wahana antariksa dengan\nmemanfaatkan posisi bintang secara visual pada field of view (FOV) tertentu, dengan\nmempertimbangkan berbagai variabel yang berpengaruh, seperti kecerahan bintang, kualitas\nkamera, katalog bintang, dan algoritma yang digunakan. Algoritma yang dimaksud adalah\nalgoritma star centroiding, sebuah tahapan dalam star pattern recognition yang mendeteksi\nfoto bintang dan menghitung posisi setiap bintang pada FOV tersebut. Penelitian ini bertujuan\nuntuk mengimplementasikan dua metode star centroiding yang telah ada, yaitu metode pusat\ngravitasi dan metode pembobotan pusat gravitasi, ke dalam bentuk pemrograman dengan\nbahasa C++. Performa algoritma yang diterpakan ini akan diuji dengan dua karakteristik, yaitu\nketepatan (accuracy) dan waktu pemrosesan melalui simulasi digital. Hasil simulasi digital\nmenunjukkan bahwa algoritma yang telah diterapkan menunjukkan akurasi tinggi untuk kedua\nmetode, yaitu dengan rata-rata galat sebesar 0,0463% dan 0,0467% untuk metode pusat\ngravitasi dan pembobotan pusat gravitasi, secara berturut-turut, dari jumlah simulasi sebesar\n1500. Simulasi tersebut juga menunjukkan waktu pemrosesan rata-rata sebesar 19.9 ms dan\n20.4 ms untuk kedua metode, berturut-turut.", "Daftar File": {}, "Penulis": "David Carlos Xaverius Pardede [13618012]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ridanto Eko Poetro, S.T, M.Sc.", "Ir. Toto Indriyanto, M.Sc., Ph.D.", "Luqman Fathurrohim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jan 2023"}