{"Nomor": 70951, "Judul": "PENGARUH KONTROL PID TERHADAP RESPON TERMAL ALAT PENUKAR PANAS PADA KOLAM RESIRKULASI IKAN LELE", "Abstrak": "Pemanfaatan langsung energi panas bumi salah satunya adalah untuk budidaya ikan. Temperatur air kolam berpengaruh terhadap laju pertumbuhan ikan, dimana terdapat temperatur optimum ikan tumbuh. Peran fluida panas bumi untuk budidaya ikan adalah memastikan temperatur perairan berada pada temperatur optimumnya. Agar temperatur perairan dipastikan pada temperatur optimumnya pada berbagai kondisi maka diperlukan sistem kontrol temperatur, salah satunya kontrol PID.\nTelah dilakukan penelitian mengenai respon sistem kontrol PID terhadap gangguan berupa udara dingin (19oC) dan perubahan temperatur sumber air panas (50±5oC). Juga dilakukan analisis respon termal dan efektivitas alat penukar panas pada berbagai kondisi. Objek penelitiannya adalah kolam resirkulasi ikan lele dengan temperatur optimum (set point) 28oC. Sumber air panas memanaskan air kolam secara tidak langsung melalui alat penukar panas pipa ganda. Tahapan penelitian dimulai dari mendesain sistem, menentukan kebutuhan termal, mempersiapkan alat dan bahan, perancangan alat penukar panas pipa ganda, merancang sistem kontrol, melakukan simulasi tuning sistem kontrol dengan simulink, pengoperasian sistem dengan diberikan gangguan, kemudian dilakukan pengambilan dan pengolahan data.\nKolam resirkulasi kapasitas 1 m3 dengan ketersediaan sumber air panas 1,05 L/menit memerlukan alat penukar panas pipa ganda dengan luas area 0,0458 m2. Dalam mengontrol temperatur kolam resirkulasi, parameter PID yang paling baik untuk diterapkan adalah Kp = 617, Ki = 0,0011, dan Kd = 0. Dimana dalam kondisi tanpa gangguan, dengan gangguan udara dingin, gangguan kenaikan temperatur air panas, dan gangguan penurunan temperatur air panas secara berturut-turut dapat menjaga temperatur kolam menjadi 27,94oC, 27,70oC, 27,97oC dan 27,90oC. Sehingga sistem kontrol telah berhasil menjaga temperatur kolam resirkulasi dengan maksimal steady state error 0,3oC.", "Daftar File": {"ABSTRAK Iqbal Muwahid": "https://digilib.itb.ac.id/gdl/download/277442"}, "Penulis": "Iqbal Muwahid [23120040]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "budidaya air, kolam resirkulasi, panas bumi, penukar panas, kontrol PID, gangguan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jan 2023"}