{"Nomor": 70953, "Judul": "PESAWAT ATWOOD MODIFIKASI BERBANTUAN ARDUINO UNO DAN APLIKASI SMARTPHONE SEBAGAI MEDIA PEMBELAJARAN FISIKA", "Abstrak": "Perkembangan teknologi yang semakin maju di era modern menuntut guru untuk\nlebih inovatif dan kreatif dalam menyediakan media pembelajaran Fisika yang\ntepat. Oleh sebab itu, penelitian dilakukan untuk merancang dan membuat media\npembelajaran Fisika yang inovatif dan efisien berupa pesawat Atwood modifikasi\nberbantuan Arduino UNO dan smartphone. Rancangan media ini berupa satu set\npesawat Atwood modifikasi yang terdiri dari katrol, dua buah beban utama, beban\ntambahan, tali, lintasan dengan tingkat kekasaran permukaan yang berbeda, meja,\nservo, sensor proximity, sensor ultrasonic dan modul Bluetooth HC-05.\nPenggunaan media ini dapat membuktikan kajian konsep Fisika secara eksperimen\nterkait pengaruh dari massa beban terhadap nilai koefisien gesek kinetis dan\ntingkat kekasaran permukaan lintasan yang dilalui benda terhadap nilai koefisien\ngesek kinetis. Selain itu, data lain berupa besar kecepatan, percepatan, gaya tegang\ntali, dan gaya gesek yang dialami benda juga diperoleh dari media ini. Data-data\ntersebut diproses oleh Arduino UNO dan akan dikirimkan oleh modul bluetooth ke\nsmartphone untuk ditampilkan pada aplikasi Arduino Bluetooth Terminal.", "Daftar File": {"ABSTRAK Uray Dessy Eka Putri": "https://digilib.itb.ac.id/gdl/download/273347", "COVER Uray Dessy Eka Putri": "https://digilib.itb.ac.id/gdl/download/290134", "BAB 1 Uray Dessy Eka Putri": "https://digilib.itb.ac.id/gdl/download/290135", "BAB 2 Uray Dessy Eka Putri": "https://digilib.itb.ac.id/gdl/download/290136", "BAB 3 Uray Dessy Eka Putri": "https://digilib.itb.ac.id/gdl/download/290137", "BAB 4 Uray Dessy Eka Putri": "https://digilib.itb.ac.id/gdl/download/290138", "BAB 5 Uray Dessy Eka Putri": "https://digilib.itb.ac.id/gdl/download/290139", "PUSTAKA Uray Dessy Eka Putri": "https://digilib.itb.ac.id/gdl/download/290140"}, "Penulis": "Uray Dessy Eka Putri [24720006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Eng. Khairurrijal, M.Si.", "Dr. Fatimah Arofiati Noor, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Arduino Bluetooth Terminal, Arduino UNO, koefisien gesek kinetis, media pembelajaran fisika, pesawat Atwood, smartphone", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "25 Jan 2023"}