{"Nomor": 70954, "Judul": "ADAPTATION AND VALIDATION OF ENDOPAIN-4D QUESTIONNAIRE FOR ENDOMETRIOSIS PATIENT IN INDONESIA : A PILOT STUDY", "Abstrak": "Endometriosis is a chronic disease that affects 10-15% of women in reproductive age characterized\nby uterine lining tissue growing outside the uterus. The prominent symptoms of Endometriosis are\ndysmenorrhea and pelvic pain. One method for diagnosing pain levels is a 4-dimensional pain\nsymptom questionnaire (ENDOPAIN-4D) which has not been validated in Indonesia. The purpose of\nthis study is to determine the psychometric properties of Indonesian version of ENDOPAIN-4D on\npilot scale. This study adapted by translation process and expert assessment by 2 physicians. For\ncontent validity, the impact score obtained is 3. For face validity, the Content Validity Index (CVI)\nand Content Validity Ratio (CVR) are obtained as 0.78 and 1, respectively. We randomly selected\n123 women from Endometriosis Indonesia community. In patient data analysis, the percentage of\ntotal variance explained for part B and C are 82.81% and 82.58%. The construct validity was\nevaluated through exploratory and confirmatory factor analysis, the four-factor structure gave a\ngood fit to the extracted model. In reliability test, the Cronbach's alpha coefficient is 0.96 and the\nintra-class correlation coefficient (ICC) (at 95% confidence intervals) is 0.96 (0.95 to 0.97). In\nconclusion, the psychometric properties of Indonesian version of ENDOPAIN-4D questionnaire\nwere declared valid and reliable to be used for Endometriosis patient in Indonesia.", "Daftar File": {"ABSTRAK Ellis Dwina Syamsudin": "https://digilib.itb.ac.id/gdl/download/273348"}, "Penulis": "Ellis Dwina Syamsudin [11618101]", "Kontributor / Dosen Pembimbing": ["apt. Cindra Tri Yuniar, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Endometriosis; Endopain-4D; Reliability; Validity", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Jan 2023"}