{"Nomor": 70962, "Judul": "ADSORPSI ZAT WARNA CRYSTAL VIOLET DENGAN NANO ADSORBEN GRAPHENE OXIDE-MAGNETIC (GO-FE3O4) YANG DISINTESIS DARI KAYU POHON PUSPA (SCHIMA WALLICHII)", "Abstrak": "Industri tekstil terus mengalami perkembangan produksi hingga menjadi target\nperkembangan ekonomi negara. Pewarna seperti crystal violet (CV) pada air limbah\ntekstil bersifat toksik dan sulit dihilangkan dengan pengolahan konvensional.\nAdsorpsi dengan nano adsroben banyak diteliti dan dikembangkan untuk\nmenyisihkan zat warna di lingkungan karena memiliki berbagai kelebihan.\nGraphene oxide magnetic (GO-Fe3O4) sebagai adsorben telah banyak diteliti karena\nmemiliki luas permukaan yang besar, ikatan kimia yang kuat dan mudah dipisahkan\ndari fase air. Kayu pohon puspa (Schima wallichii) memiliki potensi untuk\ndimanfaatkan menjadi sumber grafit alami. Tujuan dari penelitian ini adalah untuk\n(i) mengetahui karakteristik nano adsorben MGO dari kayu puspa, (ii) mengetahui\nkemampuan kapasitas adsorpsi berdasarkan dosis adsorben, konsentrasi adsorbat\ndan waktu kontak, (iii) menganalisa isoterm, kinetika dan termodinamika dan (iv)\nmengetahui pengaruh desorpsi dan regenerasi terhadap kapasitas adsorpsi crystal\nviolet. Metode percobaan yang digunakan adalah percobaan secara batch dan\npengambilan sampel duplo untuk akurasi data penelitian. Hasil karakterisasi\nadsorben menunjukkan bahwa GO dan MGO telah berhasil disintesis sebagaimana\nditunjukkan pada hasil Scanning Electron Microscope-Energy Dispersive\nSpectroscopy (SEM-EDS) dan Fourier Transform Infrared (FTIR). Hasil pengujian\nBrunauer, Emmet, and Teller (BET) menunjukkan diameter pori GO lebih besar\ndari MGO. Distribusi ukuran partikel GO adalah antara 11-247 nm, sedangkan\nuntuk MGO sebaran ukuran partikelnya antara 315-3.621 nm. Nilai pzc GO dan\nMGO secara berturut-turut adalah 7,7 dan 7,35. Pengujian variabel waktu kontak\nmenunjukkan bahwa waktu kesetimbangan untuk GO dan MGO adalah 20 menit\ndengan kapasitas adsorpsi GO dan MGO masing-masing 383,45 ± 3,5 mg/g dan\n250,86 ± 4,1 mg/g. Pengujian variabel dosis adsorben menunjukkan bahwa dosis\nadsorben optimum adalah 40 mg dengan kapasitas adsorpsi GO dan MGO masingmasing 323,857 ± 0,395 mg/g dan 177,151 ± 0,931 mg/g. Percobaan variasi ariabel\nkonsentrasi adsorbat menunjukkan bahwa kapasitas adsorpsi terus meningkat\nhingga 70 mg/L kemudian melandai. Hasil analisis kandungan organik\nmenunjukkan bahwa konsentrasi organik berbanding lurus dengan konsentrasi\nwarna. Berdasarkan hasil pengujian variasi variabel, GO memiliki kapasitas\nadsorpsi yang lebih tinggi dari MGO. Karakterisasi adsorben setelah adsorpsi dengan SEM-EDS menunjukkan bahwa terdapat peningkatan unsur karbon (C)\npada adsorben yang mengindikasikan adanya molekul CV pada adsorben GO dan\nMGO. Tidak berubahnya kandungan unsur Fe menunjukkan bahwa besi oksida\ntelah disintesis dengan baik pada permukaan GO. Karakterisasi FTIR setelah\nadsorpsi menunjukkan indikasi kuat adanya gaya elektrostatik antara adsorben\ndengan adsorbat dengan berkurangnya gugus hidroksil secara signifikan. Model\nisoterm yang dapat menggambarkan mekanisme adsorpsi adalah isoterm Langmuir\npada GO dan MGO yang menunjukkan mekanisme monolayer serta afinitas tinggi\nberdasarkan klasifikasi isoterm Giles. Model kinetika yang paling cocok\nmenggambarkan proses adsorpsi adalah kinetika pseudo first order (PFO).\nPengujian termodinamika menunjukkan bahwa adsorpsi terjadi secara fisik,\nspontan dan endotermik. Nilai energi bebas Gibbs yang negatif pada seluruh variasi\nmenandakan bahwa proses adsorpsi yang terjadi adalah adsorpsi fisik. Sementara\nitu, nilai entropi nano adsorben MGO lebih tinggi dari nano adsorben GO yang\nmenunjukkan bahwa derajat ketidak beraturan dalam proses adsorpsi MGO lebih\nbesar. Hasil analisa tersebut menunjukkan bahwa proses adsorpsi yang terjadi\nadalah kemisorpsi dan fisisorpsi dengan gaya elektrostatik sebagai mekanisme\ndominan. Berdasarkan pengujian reusabilitas, MGO memiliki reusabilitas yang\nlebih baik dari GO dengan penurunan kapasitas adsorpsi sebesar 8,35 %\ndibandingkan GO yang mengalami penurunan kapasitas adsorpsi sebesar 13,29 %.", "Daftar File": {"DANAR ARIFKA RAHMAN.pdf": "https://digilib.itb.ac.id/gdl/download/273405"}, "Penulis": "Danar Arifka Rahman [25320301]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, M.S, Ph.D.", "Dr. Qomarudin Helmy, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "adsorpsi, crystal violet, graphene oxide magnetic, mekanisme, nano adsorben", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Jan 2023"}