{"Nomor": 70966, "Judul": "PREPARASI DAN KARAKTERISASI HIDROLISAT PROTEIN DARI BIJI KENARI (CANARIUM INDICUM L.) SEBAGAI BAHAN BAKU PRODUK NUTRASETIKAL YANG MEMILIKI AKTIVITAS ANTIOKSIDAN", "Abstrak": "Kenari (Canarium indicum L.) merupakan tanaman asli Indonesia dan banyak\ntersebar pertumbuhannya di daerah Indonesia bagian timur dengan sentra\npenyebaran antara lain Pulau Kangean, Pulau Bawean, Nusa Tenggara, Sulawesi,\ndan Maluku. Produksi kenari setiap tahunnya cukup tinggi yaitu mencapai 4 – 7 ton\nNIT (nut in testa)/ha/tahun. Walaupun produksinya tinggi, hingga saat ini di\nIndonesia kenari tidak diperhitungkan menjadi komoditi unggulan dan\npemanfaatannya masih terbatas. Telah dilaporkan bahwa kenari mengandung kadar\nlemak yang tinggi yaitu sekitar 75% (b/b). Saat ini minyak kenari telah\ndikomersilkan dengan nama “Nangai oil” oleh SeneGence International dengan\nwilayah distribusi Amerika, Australia, dan Kanada. Ampas sisa pengepresan\nminyak biji kenari (pressed cake/biji kenari defatted) masih mengandung nutrisi\nyang dapat dimanfaatkan lebih lanjut. Selama ini, biji kenari defatted biasa\ndimanfaatkan sebagai pakan ternak. Penelitian mengenai protein biji kenari dan\npemanfaatannya saat ini belum banyak dilakukan. Penelitian ini bertujuan untuk\nmeneliti kandungan protein biji kenari (Canarium indicum L.), guna\nmengembangkan pemanfaatan protein biji kenari sebagai hidrolisat protein yang\nmemiliki aktivitas antioksidan.\nBiji kenari NIT (nut in testa) diberikan perlakuan awal berupa pemanasan,\npengupasan, pengepresan mekanik, dan pembuatan serbuk hingga diperoleh serbuk\nbiji kenari defatted. Serbuk tersebut selanjutnya dikarakterisasi melalui analisis\nproksimat dengan penentuan kadar protein menggunakan metode Kjeldahl. Hasil\nmenunjukkan biji kenari defatted memiliki kadar protein sebesar 36,039 ± 0,003 %\ndari bobot total sampel (b/b). Selanjutnya biji kenari defatted diekstraksi dengan\ndapar fosfat dan menghasilkan ekstrak protein biji kenari defatted. Hasil analisis\nkadar protein menggunakan metode Lowry menunjukkan bahwa ekstrak protein biji\nkenari defatted memilik kadar protein sebesar 43,246 ± 3,064 mg/mL. Ekstrak\nprotein ini kemudian dihidrolisis menggunakan protease yaitu papain, flavourzyme,\ndan pepsin. Optimasi proses untuk menentukan kondisi hidrolisis terbaik dilakukan\ndengan response surface methodology (RSM). Optimasi yang dilakukan\nmelibatkan 3 variabel bebas yaitu konsentrasi enzim/substrat [E/S] (%), waktu\nhidrolisis (jam), dan suhu hidrolisis (°C). Parameter yang diamati dari variasi\nperlakuan tersebut antara lain kadar protein (metode Lowry), derajat hidrolisis\n(metode Ninhidrin), dan aktivitas antioksidan (metode DPPH). Serta dilakukan\ntambahan pengamatan terhadap profil SDS-PAGE masing-masing perlakuan.\nAktivitas antioksidan tertinggi menjadi parameter penentu kondisi hidrolisis paling\noptimum. Hasil penelitian menunjukkan hidrolisat protein yang dihasilkan\nmenggunakan pepsin dengan konsentrasi 1% (b/v) dan kondisi hidrolisis pada suhu\n39,5°C selama 5 jam menghasilkan aktivitas antioksidan tertinggi. Hidrolisat\nprotein ini memiliki IC50 = 0,195 ± 0,001 mg/mL atau setara asam askorbat IC50 =\n10,635 ± 0,252 ?g/mL. Hidrolisat protein tersebut memiliki kadar protein sebesar\n0,871 ± 0,084 mg/mL dan derajat hidrolisis sebesar 2,830 ± 0,057 %. Hidrolisat\nprotein biji kenari dengan aktivitas antioksidan tertinggi kemudian dikarakterisasi\nlebih lanjut. Karakterisasi dilakukan untuk mengetahui kandungan yang\nmempengaruhi aktivitas antioksidan tersebut. Karakterisasi yang dilakukan\nmeliputi analisis asam amino (metode LCMS/MS), identifikasi peptida melalui\npendekatan proteomik (metode UHPLC-HRMS), identifikasi senyawa selain\npeptida (metode UHPL-HRMS), dan studi bioinformatika/in silico.\nHasil analisis asam amino dengan metode LCMS/MS menunjukkan kandungan\nasam amino yang tertinggi pada hidrolisat protein berturut-turut yaitu Arg (505,920\nmg/kg), Leu (152,189 mg/kg), Ile (43,383 mg/kg), Val (26,119 mg/kg), His (6,592\nmg/kg), dan Cys (3,968 mg/kg). Berdasarkan komposisi asam amino ini\nmengungkapkan bahwa hidrolisat protein biji kenari mengandung lebih banyak\nasam amino esensial dan mengandung asam amino tipe branched-chain amino\nacids (BCAA) yaitu Leu, Ile, dan Val.\nHasil identifikasi peptida dengan metode UHPLC-HRMS menunjukkan terdapat 22\npeptida yang terkandung dalam hidrolisat protein biji kenari defatted. Peptida\ntersebut terdiri dari 6 – 20 asam amino. Sekuens asam amino pada peptida\nmengandung asam amino tipe BCAA, terlebih didominasi oleh leusin (L). Selain\nsebagai antioksidan, hidrolisat protein ini dapat dimanfaatkan untuk suplementasi\npada pasien ensefalopati hepatik dan rehabilitasi pasien pasca stroke terutama yang\nmemiliki gejala sarkopenia. Hal ini berdasarkan komposisi asam amino BCAA\nsebagai mayoritas penyusun peptida dan dapat membuka peluang lebih besar\ntentang potensi pemanfaatan hidrolisat protein biji kenari sebagai nutrasetikal.\nHasil analisis kandungan senyawa dengan metode UHPLC-HRMS\nmengidentifikasi 11 senyawa selain peptida pada hidrolisat protein. Sebagian besar\nsenyawa tersebut didominasi oleh asam lemak dan turunannya. Teridentifikasi pula\nsenyawa dari golongan asam amino yaitu fenilalanin dan triptofan.\nHasil studi in silico pada prediksi antioksidan menemukan bahwa peptida\nEYKLTYYTPEYPTK merupakan peptida bioaktif yang berpengaruh terhadap\naktivitas antioksidan. Peptida ini berperan sebagai penangkap radikal. Hasil\nprediksi toksisitas menunjukkan bahwa keseluruhan peptida yang terkandung\ndalam hidrolisat protein biji kenari defatted bersifat tidak toksik. Hasil ini\nmendukung potensi hidrolisat protein biji kenari defatted untuk dimanfaatkan\nsebagai nutrasetikal. Namun, hasil prediksi alergenisitas menunjukkan terdapat 9\npeptida yang kemungkinan bersifat alergen. Data ini penting untuk diketahui,\nmengingat tujuan pemanfaatan hidrolisat protein biji kenari sebagai nutrasetikal,\nsehingga diperlukan studi lebih lanjut untuk memastikan hasil prediksi alergenisitas\ntersebut.\nSecara keseluruhan hidrolisat protein biji kenari defatted berpotensi untuk\ndikembangkan sebagai bahan baku produk nutrasetikal dengan aktivitas\nantioksidan yang dapat diproduksi sebagai suplemen kesehatan dalam pencegahan\nberbagai penyakit degeneratif.", "Daftar File": {"ABSTRAK Cintya Nurul Apsari": "https://digilib.itb.ac.id/gdl/download/273438"}, "Penulis": "Cintya Nurul Apsari [30717002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tutus Gusdinar Kartawinata, M.S.", "Prof. Dr. Sukrasno, M.S.", "apt. Dr. Ilma Nugrahani, MSi."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hidrolisat protein, kenari (Canarium indicum L.), peptida bioaktif, antioksidan, BCAA, nutrasetikal.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Jan 2023"}