{"Nomor": 70974, "Judul": "PEMODELAN DISTRIBUSI SAMPAH PLASTIK LAUTAN DI MUARA SUNGAI INDONESIA MENGGUNAKAN INTEGRASI DATA PENGINDERAAN JAUH DAN SOSIAL-EKONOMI", "Abstrak": "Sampah plastik mengancam kehidupan di laut dan mencemari lingkungan darat. Saat ini,\ndunia menghadapi jutaan ton sampah yang masuk dari daratan ke lautan, dengan aktivitas\nmanusia sebagai faktor utama. Indonesia dengan penduduk 3,43% dari penduduk dunia\nsebagai penghasil sampah plastik kedua terbesar pada tahun 2010, perlu menggunakan\nlangkah strategis untuk mengatasi hal tersebut. Langkah strategis dikembangkan melalui\npenelitian pendekatan integrasi daratan dan lautan menggunakan teknologi penginderaan\njauh. Penelitian ini bertujuan untuk mengestimasi beban sampah plastik di wilayah\npesisir, khususnya di titik muara yang merupakan hubungan antara daratan dan lautan,\ndengan melakukan pendekatan sosial-ekonomi serta lingkungan melalui kajian\npenginderaan jauh. Penelitian menggunakan parameter data tutupan lahan didukung\ndengan persebaran penduduk serta identifikasi aktivitas ekonomi, menghasilkan sebuah\nindeks potensi serta dasar perhitungan distribusi sampah plastik berdasarkan data\nlapangan. Metode yang digunakan berupa perhitungan distribusi berdasarkan nilai bobot\nserta identifikasi overlap pada batas laut dan darat. Hasil memperlihatkan 0,6% wilayah\nIndonesia yang merupakan wilayah perkotaan besar memiliki potensi tertinggi terhadap\npembuangan sampah plastik. Pengembangan tiga skenario berdasarkan komposisi\nsampah sebesar 15%, 30% serta 45% dari sampah plastik total masuk ke lautan\nmengindikasikan pada total akumulasi muara Indonesia mencapai 33 ton/hari, 67 ton/hari\ndan 101 ton/hari pada estimasi awal masuk lautan.", "Daftar File": {}, "Penulis": "Aprilia Nidia Rinasti [15116013]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr. Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "marine debris, analisis geospasial, wilayah perkotaan, muara sungai", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "6 file", "Tanggal Input": "25 Jan 2023"}