{"Nomor": 70980, "Judul": "PERANCANGAN ANIMASI DIGITAL SOSIALISASI KONSEP GENDER SETARA UNTUK ANAK USIA 6-7 TAHUN", "Abstrak": "Animasi digital adalah media yang selama ini berperan besar menginternalisasi\nkonsep gender kepada anak. Sayangnya, lebih banyak animasi yang memuat\nkonsep gender yang bersifat streotip. Padahal animasi justru dapat dimanfaatkan\nsebagai media edukasi dan sosialisasi konsep gender setara yang efektif apabila\ndirancang dengan mempertimbangkan isu gender. Penelitian dan perancangan ini\ndilakukan untuk mengatahui pengaruh stereotip gender terhadap tumbuh kembang\nanak dan merancang animasi digital untuk memperkenalkan konsep gender setara\nkepada anak usia 6-7 tahun. Teori-teori utama yang digunakan dalam kajian\npustaka dari penelitian ini adalah teori konsep gender, desain netral-gender, dan\nanimasi digital. Metode campuran embedded digunakan dalam penelitian dan\nperancangan ini. Tahap penelitian terdiri atas kaji pustaka, wawancara ahli kajian\ngender, psikolog anak, praktisi industri animasi, serta wawancara, survei\nkuesioner, dan FGD dengan target audiens. Tahap perancangan meliputi\npraproduksi, produksi, dan pascaproduksi. Rancangan one-group pretest-posttest\ndigunakan untuk melihat pengaruh hasil rancangan terhadap pandangan gender\nanak. Kebaruan dari penelitian dan perancangan ini terletak pada pertama, luaran\npenelitian berupa perancangan animasi digital responsif gender berjudul Putri\nPutra episode “Yang Jago Mancing Ikan!” sebagai solusi permasalahan pandangan\nstereotip gender anak. Kedua, desain karakter representasi gender feminin dan\nmaskulin, androgini, serta netral-gender. Ketiga, kebaruan dari aspek demografi\nsubjek penelitian dan target audiens dimana penelitian terdahulu hanya dilakukan\ndi negara selain Indonesia. Hasil posttest menunjukkan perubahan signifikan pada\npandangan gender anak setelah menonton animasi Putri Putra episode “Yang Jago\nMancing Ikan!”. Pandangan gender anak pada variabel aktivitas memancing ikan\nmengalami perubahan dari yang bersifat streotip menjadi responsif gender. Dengan\ndemikian, tesis ini dapat berkontribusi sebagai agen sosialiassi konsep gender\nsetara bagi anak, serta dapat menjadi salah satu sumber acuan bagi orang tua dan\npraktisi di bidang animasi serta pendidikan anak", "Daftar File": {"2023 TS PP LIDYA PERMATA SARI 1.pdf": "https://digilib.itb.ac.id/gdl/download/273478"}, "Penulis": "Lidya Permata Sari [27121105]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "gender, animasi digital, desain netral-gender.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Jan 2023"}