{"Nomor": 70991, "Judul": "APLIKASI DEKOMPOSISI SPEKTRAL DALAM INTERPRETASI PALEOGEOGRAFI SISTEM LAKUSTRINRIFT DI SUB-CEKUNGAN AMAN UTARA, CEKUNGAN SUMATRA TENGAH", "Abstrak": "Dekomposisi spektral telah lama digunakan dalam pemrosesan dan interpretasi\ndata seismik. Lebih jauh dalam karakterisasi reservoir metode dekomposisi\nspektral banyak digunakan untuk menghasilkan gambaran lebih akurat dan\nmengurangi aspek ketidakpastian dan ambiguitas dalam kaitannya dengan proses\ninterpretasi geologi bawah permukaan misalnya dalam interpretasi sistem sesar\ndan juga geometri penyebaran fasies pengendapan. Secara prinsip, dekomposisi\nspektral menawarkan sebuah pendekatan menggunakan spektrum amplitudo yang\ntidak bergantung pada fase dan didesain untuk mengetahui tanggap suatu lapisan\ntipis pada data seismik 3-dimensi.\nAplikasi metode dekomposisi spektral di daerah sub-cekungan Paleogen Aman\nUtara, Cekungan Sumatra Tengah, yang diinterpretasikan merupakan suatu subcekungan\nrift, dalam beberapa system tract pembentukan rift-nya, mampu\nmeningkatkan gambaran kondisi geologi bawah permukaan. Seperti kenampakan\nsistem sesar, geometri fasies pengendapan seperti sistem sungai teranyam dan\nberkelok, kipas aluvial dan delta lakustrin.\nKhusus pada rift climax yang diasosiasikan dengan pengendapan Formasi\nBrownshale dan Upper Red Beds (seperti Sand 4930), metode dekomposisi\nspektral secara signifikan mampu meningkatkan gambaran geologi bawah\npermukaan yang dapat mengurangi aspek ketidakpastian dalam interpretasi. Sesarsesar\nnormal yang sedemikian mengontrol rift ini dapat tergambarkan dengan\njelas dengan tren arah jurus timurlaut-baratdaya. Sementara beberapa fasies\npengendapan seperti sungai teranyam berkembang pada arah relatif utara-tenggara\ndan juga kipas aluvial berkembang dari arah baratlaut menuju pusat cekungan.\nKetebalan fasies sungai teranyam yang berkembang pada sekuen ini, secara\nkuantitatif dapat dihitung melalui analisis lanjut dalam metode dekomposisi\nspektral.", "Daftar File": {"ABSTRAK Agus Suhirmanto 22005029.pdf": "https://digilib.itb.ac.id/gdl/download/273605", "COVER Agus Suhirmanto 22005029.pdf": "https://digilib.itb.ac.id/gdl/download/273606", "BAB 1 Agus Suhirmanto 22005029.pdf": "https://digilib.itb.ac.id/gdl/download/273607", "BAB 2 Agus Suhirmanto 22005029.pdf": "https://digilib.itb.ac.id/gdl/download/273608", "BAB 3 Agus Suhirmanto 22005029.pdf": "https://digilib.itb.ac.id/gdl/download/273610", "BAB 4 Agus Suhirmanto 22005029.pdf": "https://digilib.itb.ac.id/gdl/download/273612", "BAB 5 Agus Suhirmanto 22005029.pdf": "https://digilib.itb.ac.id/gdl/download/273614", "PUSTAKA Agus Suhirmanto": "https://digilib.itb.ac.id/gdl/download/273616", "LAMPIRAN Agus Suhirmanto 22005029.pdf": "https://digilib.itb.ac.id/gdl/download/273618"}, "Penulis": "Agus Suhirmanto [22005029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rubiyanto Kapid", "Dr. Ir. Prihadi Soemintadiredja, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "25 Jan 2023"}