{"Nomor": 71009, "Judul": "PERANCANGAN MOBILE EDUGAME SEBAGAI MEDIA PENDUKUNG PENDIDIKAN KARAKTER NASIONALIS UNTUK ANAK SEKOLAH DASAR KELAS I", "Abstrak": "Game adalah sebuah bentuk hiburan yang ditentukan oleh sistem, pemain terlibat dalam konflik\nbuatan dan peraturan dengan hasil yang terukur. Role playing game (RPG) adalah salah satu tipe\ngame yang cocok untuk pembelajaran. Pendidikan karakter nasionalis disisipkan dalam materi\nPendidikan Kewarganegaraan yang diajarkan sejak kelas 1 sekolah dasar. Anak sekolah dasar\nkelas 1 saat ini adalah generasi alfa yang hidup berdampingan dengan teknologi, terbiasa\nmenggunakan telepon genggamnya untuk mencari informasi dan hiburan seperti bermain game.\nPenelitian dan perancangan ini bertujuan untuk mengetahui tingkat pemahaman nilai\nnasionalisme pada anak kelas 3 dan 5 SD yang mereka dapatkan melalui mata pelajaran PKn\nKetika kelas 1 SD, serta merancang mobile edugame sebagai media pendukung pendidikan\nkarakter nasionalis bagi anak kelas 1 SD. Teori- teori utama yang digunakan dalam kajian pustaka\ndari penelitian ini adalah pendidikan karakter nasionalis anak sekolah dasar kelas 1, mobile\nedugame, serta teori DDE sebagai framework perancangan mobile edugame ini. Pengumpulan\ndata terhadap anak kelas 3 dan 5 SD dilakukan untuk mengetahui seberapa jauh pemahaman\nmereka terhadap materi PKn kelas 1, sedangkan pengumpulan data terhadap anak kelas 1\nsekolah dasar dilakukan untuk mengetahui preferensi game dari target pengguna. Metode\npengumpulan data yang digunakan adalah kuesioner dan observasi. Observasi lapangan\ndilakukan dengan mengikuti mata pelajaran PKn kelas 1 untuk mengetahui bagaimana cara guru\nmemberikan materi PKn kepada siswa. Kebaruan dari penelitian dan perancangan ini terletak\npada pertama, luaran penelitian berupa perancangan mobile edugame yang mencakup materi\npendidikan karakter nasionalis untuk kelas 1 SD sebab penelitian terdahulu hanya diperuntukkan\nuntuk kelas 5 SD. Kedua, terdapat ensiklopedia mengenai materi pendidikan karakter nasionalis\nyang lengkap dan dapat dilihat dan dibaca sebelum permainan dimulai, dalam penelitian\nsebelumnya tidak ada ensiklopedia dan materi di dalamnya hanya membahas baju adat daerah\nIndonesia.", "Daftar File": {"2023 TS PP APONG SURYANI 1.pdf": "https://digilib.itb.ac.id/gdl/download/273694", "2023 TS PP APONG SURYANI 2.pdf": "https://digilib.itb.ac.id/gdl/download/273695", "2023 TS PP APONG SURYANI 3.pdf": "https://digilib.itb.ac.id/gdl/download/273696"}, "Penulis": "Apong Suryani [27121113]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani Mansoor, S.T, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Nasionalisme, Mobile edugame, Anak sekolah dasar", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "3 file", "Tanggal Input": "26 Jan 2023"}