{"Nomor": 71007, "Judul": "PERANCANGAN VIRTUAL TOUR 360 DERAJAT SEBAGAI MEDIA PENGENALAN WILAYAH SEKITAR IBU KOTA NEGARA BARU INDONESIA UNTUK MEMBERIKAN INFORMASI DAN PENGALAMAN BERKUNJUNG VIRTUAL", "Abstrak": "Pada tanggal 26 Agustus 2019, Presiden Republik Indonesia telah memutuskan\nbahwa sebagian wilayah Penajam Paser Utara dan sebagian Kutai Kartanegara di\nKalimantan Timur sebagai lokasi pembangunan ibu kota baru Republik Indonesia.\nRencana pemindahan ibu kota tersebut telah melewati kajian dari Badan\nPerencanaan dan Pembangunan Nasional (Bappenas RI). Presiden Republik\nIndonesia mengatakan bahwa ibu kota baru tersebut nantinya bukan hanya sebagai\nsimbol identitas bangsa, namun juga sebagai representasi kemajuan bangsa.\nNamun penggambaran serta wilayah dan lingkungan yang ada disekitar wilayah\nIKN belum pernah ada gambaran yang pasti bagaimana masyarakat yang ingin\nberkunjung ke wilayah IKN khusunya Kalimantan Timur mendapatkan informasi\nterkait tempat tinggal (penginapan), tempat pendidikan, tempat ibadah, tempat\nkebudayaan serta objek wisata yang ada di wilayah tersebut. Dari sisi lain, media\nyang digunakan untuk menyampaikan informasi tersebut terus berkembang.\nTujuan perancangan ini menghasilkan sebuah virtual tour 360° yang dapat\nberfungsi sebagai media pengenalan, informasi, komunikasi, edukasi, serta\nmemberikan pengalaman virtual seakan sedang berkunjung ke Kalimantan Timur.\nVirtual tour 360° ini menampilkan titik-titik tempat yang ada di Kalimantan\nTimur yang memperlihatkan tempat tinggal (penginapan), tempat pendidikan,\ntempat ibadah, tempat kebudayaan serta objek wisata yang ada di wilayah ibu\nkota negara baru di Kalimantan Timur.", "Daftar File": {"2023 TS PP WENDY ADITYA RAHMA 1.pdf": "https://digilib.itb.ac.id/gdl/download/273692"}, "Penulis": "Wendy Aditya Rahma [27121066]", "Kontributor / Dosen Pembimbing": ["Slamet Riyadi, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Ibu Kota Negara Baru, Virtual Tour 360°, Kalimantan Timur.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Jan 2023"}