{"Nomor": 71017, "Judul": "DAMPAK PUING ANTARIKSA DI ORBIT BUMI RENDAH DITINJAU DARI ASPEK ASTRONOMI DAN ASPEK HUKUM SEBAGAI BENDA JATUH ANTARIKSA DALAM UNDANG-UNDANG NO. 21 TAHUN 2013 TENTANG KEANTARIKSAAN", "Abstrak": "Jatuhnya satelit ke Bumi merupakan hal yang mengancam keselamatan\nlingkungan Bumi dan juga lingkungan antariksa. Puing-puing antariksa\nmerupakan salah satu ancaman besar yang berpengaruh pada orbit, terutama orbit\nrendah (LEO). Pada era teknologi yang berkembang pesat ketika banyak satelit\nbaru diluncurkan, pengetahuan mengenai puing antariksa semakin penting untuk\nmengantisipasi dan mengatasi masalah di lingkungan Bumi, maupun lingkungan\nantariksa. Aspek perlindungan hukum menjadi hal penting dalam menanggulangi\nmasalah-masalah yang terjadi mengenai jatuhnya satelit di Indonesia. Kedua\ninstrumen Hukum Keantariksaan, yaitu UU No. 21 tahun 2013 dan Hukum\nAntariksa Internasional menjadi acuan demi ditegakkannya keadilan apabila\nterjadi insiden jatuhnya satelit Indonesia.\nPenelitian dalam Tesis ini berfokus pada aspek astronomi dan aspek Hukum\nkeantariksaan, untuk meneliti lebih jauh tentang Benda Jatuh Antariksa (BJA)\ndan puing antariksa (space debris). Penelitian ini bersifat gabungan antara\nkualitatif dan kuantitatif dari aspek hukum dan astronomi. Teknik pengumpulan\ndata dilakukan melalui wawancara, observasi dan studi literatur. Analisis\ndilakukan berdasarkan data yang didapat terutama dari NASA dan ESA,\nkemudian jurnal, beserta studi literatur lainnya.\nHasil studi ini menunjukkan meningkatnya insiden dan dampak puing antariksa,\nyang dihasilkan satelit buatan manusia, dan tingginya probabilitas dari kejadian\nBJA di daerah ekuatorial Indonesia. Hal ini kemudian dianalisis dari aspek\nhukum keantariksaan internasional dan nasional. Pentingnya aspek hukum dalam\nmenangani BJA terlihat dalam kasus jatuhnya puing antariksa pertama Cosmos\n954 pada tahun 1978. Hal ini menunjukkan pentingnya Liability Convention yang\nmuncul setelah terbitnya Outer Space treaty. Dalam perjanjian tersebut dibahas\nmengenai pergantian kerugian dari negara peluncur satelit beserta negara yang\nterdampak dari jatuhnya puing satelit.", "Daftar File": {"ABSTRAK Mega Mustika Ratu": "https://digilib.itb.ac.id/gdl/download/273704"}, "Penulis": "Mega Mustika Ratu [20319305]", "Kontributor / Dosen Pembimbing": ["Dr. Chatief Kunjaya, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Liability Convention, Hukum Keantariksaan, Puing Antariksa, Benda Jatuh Antariksa", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jan 2023"}