{"Nomor": 71016, "Judul": "KAJIAN WISATA BAHARI BERBASIS PARAMETEROSEANOGRAFI DAN TINGKAT RISIKO BAHAYA DI PANTAIGRAND WATUDODOL KABUPATEN BANYUWANGI", "Abstrak": "Salah satu destinasi wisata menarik di Kabupaten Banyuwangi adalah Pantai Grand\nWatudodol. Pantai ini terletak di Desa Bangsring, Kecamatan Wongsorejo, Kabupaten\nBanyuwangi, Jawa Timur. Keindahan pesisir pantai serta kondisi terumbu karang pada\npantai ini bagus sehingga sangat cocok untuk dilakukan kegiatan wisata rekreasi pantai dan\nsnorkelling. Penelitian ini bertujuan untuk menentukan potensi wisata bahari, Daya\nDukung Kawasan (DDK), dan mengkaji risiko di Pantai Grand Watudodol. Data yang\ndigunakan adalah data primer dari observasi di lapangan dan data sekunder dari berbagai\nsumber data. Pengumpulan data terdiri dari data biofisik oseanografi serta parameter\nkesesuaian wisata rekreasi pantai dan snorkelling. Selain itu, penelitian ini menggunakan\ndata arus pasang surut dan tinggi gelombang untuk mengkaji risiko. Metode yang\ndigunakan pada penelitian ini adalah metode deskriptif dengan bantuan analisis Indeks\nKesesuaian Wisata (IKW), Daya Dukung Kawasan (DDK) dan kajian risiko dari analisis\narus pasang surut serta tinggi gelombang. Berdasarkan hasil yang didapat, persentase untuk\nIKW rekreasi pantai dan snorkelling setiap musim di titik kajian 1 dan 2 Pantai Grand\nWatudodol adalah antara 60% - 100% dengan arti memiliki kategori sesuai sampai sangat\nsesuai. Selanjutnya, kajian risiko yang didapat adalah arus pasang surut di setiap musim\nmemiliki kecepatan berkisar antara 0,21 m/s sampai 0,68 m/s (tergolong kencang) yang\nberarti bahwa sangat disarankan untuk berenang dan snorkelling di dekat area Pantai Grand\nWatudodol dan frekuensi kejadian tinggi gelombang dengan nilai 0 – 0,5 m (kondisi\ntenang) yang memiliki persentase sedikit (< 50%) berada pada Bulan Agustus dan Oktober\nrentan tidak aman untuk dilakukan wisata berenang dan snorkelling pada bulan tersebut.\nKemudian, daya dukung kawasan yang didapat adalah 1380 orang/hari pada wisata\nsnorkelling dan 645 orang/hari pada wisata rekreasi pantai.", "Daftar File": {}, "Penulis": "Hanggareksa Putra Yudhistira [12918001]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "biofisik oseanografi, kesesuaian, daya dukung kawasan, risiko, rekreasi pantai, snorkelling", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jan 2023"}