{"Nomor": 71029, "Judul": "HUBUNGAN AKTIVITAS FISIK DENGAN TINGKAT STRES DAN KECEMASAN PADA DAY TRADERS INDONESIA", "Abstrak": "Sejak pandemi COVID-19, animo masyarakat untuk melakukan day trading di bursa saham meningkat signifikan. Day trading menjanjikan keuntungan yang lebih cepat dan peluang profit setiap hari. Sayangnya, bidang ini berpotensi meningkatkan perilaku sedentary dan gangguan kesehatan mental yang terkait dengan stres dan kecemasan. Menghadapi ancaman tersebut, diketahui aktivitas fisik merupakan faktor pelindung untuk pencegahan dan penanggulangan permasalahan kesehatan akibat kurang gerak. Aktivitas fisik juga bermanfaat bagi kesehatan mental dan kesehatan secara menyeluruh. Penelitian ini bertujuan untuk menganalisis tingkat aktivitas fisik, tingkat stres dan kecemasan, serta korelasi antara aktivitas fisik dengan tingkat stres dan kecemasan pada day traders di Indonesia. Kajian ini dilakukan sebagai langkah preventif terhadap potensi ancaman kesehatan dari kegiatan day trading di masa depan. Metode analisis korelasional dengan desain cross-sectional telah digunakan dalam penelitian ini. Instrumen International Physical Activity Questionnaire – Short Form (IPAQ-SF) dan Depression Anxiety and Stress Scale (DASS-21) digunakan sebagai alat pengumpulan data yang disebarkan secara online kepada komunitas trader di Indonesia, (n = 392). Hasil uji statistik dengan Rank Spearman diperoleh nilai signifikansi antara aktivitas fisik dengan tingkat stres sebesar 0,000 (p<0,05), dan antara aktivitas fisik dengan tingkat kecemasan sebesar 0,000 (p<0,05). Hasil ini menunjukan bahwa ada korelasi antara aktivitas fisik dengan tingkat stres dan kecemasan. Hasil survey menunjukan 33,67% subjek memiliki tingkat aktivitas fisik rendah, 40,56% aktivitas fisik sedang, dan 25,77% aktivitas fisik tinggi. Sebanyak 68,62% subjek memiliki tingkat stres normal, 17,60% stres ringan, 9,18% stres sedang, 2,30% stres berat, dan 2,30% stres sangat berat. Sebanyak 51,28% subjek memiliki tingkat kecemasan normal, 23,47% kecemasan ringan, 11,48% kecemasan sedang, 5,36% kecemasan berat, dan 8,42% kecemasan sangat berat. Subjek dengan tingkat aktivitas fisik tinggi memiliki tingkat stres dan kecemasan yang lebih rendah, dan subjek dengan durasi screen time ? 4 jam, memiliki tingkat stres dan kecemasan yang lebih berat. Dari temuan ini, maka disarankan durasi screen time trading maksimal hanya 4 jam per hari, dan dianjurkan untuk melakukan aktivitas fisik seperti peregangan disela-sela kegiatan day trading.", "Daftar File": {"ABSTRAK Depi Purnama": "https://digilib.itb.ac.id/gdl/download/273733"}, "Penulis": "Depi Purnama [21721012]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnaedi, M.Pd.", "Dr. Nia Sri Ramania, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "aktivitas fisik, stres, kecemasan, day trading", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jan 2023"}