{"Nomor": 71025, "Judul": "KAJIAN SISTEM PERFORMANCE-BASED CONTRACT SEBAGAI ALTERNATIF KONTRAK PENGERUKAN SUNGAI DI DKI JAKARTA (STUDI KASUS: DINAS SUMBER DAYA AIR DKI JAKARTA)", "Abstrak": "Upaya penanganan banjir di DKI Jakarta diselenggarakan secara swakelola oleh Dinas Sumber Daya Air (DSDA) DKI Jakarta. Salah satu program yang dilakukan adalah pengerukan sungai untuk mengembalikan kapasitas dan daya tampung agar mampu menampung debit aliran yang meningkat. Keterbatasan jumlah alat berat dan personil di lapangan menyebabkan program pengerukan berjalan kurang optimal. Keterlibatan pihak penyedia jasa (kontraktor) diperlukan untuk membantu pelaksanaan pekerjaan pengerukan. Jenis kontrak yang mampu mengatasi permasalahan terkait penyelenggaraan sistem swakelola ini yaitu sistem kontrak performance-based contract (PBC). Kontrak PBC berlangsung lebih dari satu tahun dikarenakan terdapat beberapa pekerjaan yang diintegrasikan ke dalam satu paket kontrak. Sistem kontrak PBC sesuai dengan tujuan pengerukan sungai untuk memastikan daya tampung dan kapasitas sungai tetap terjaga setiap saat.\nPenelitian ini bertujuan mengkaji seberapa besar potensi penerapan kontrak PBC pada program pengerukan sungai melalui identifikasi aspek dalam kontrak, faktor pendukung dan penghambat serta tingkat kesiapan dari Dinas dalam menerapkan kontak PBC pada pengerukan sungai di DKI Jakarta. Pengumpulan data dilakukan melalui penyebaran kuesioner kemudian dilakukan wawancara kepada pihak Dinas SDA DKI Jakarta yang menyelenggarakan program pengerukan sungai secara swakelola. Analisis statistik deskriptif digunakan terhadap hasil penilaian/tingkat persetujuan dari aspek yang sudah diidentifikasi sebelumnya melalui kajian literatur (aspek organisasi, aspek teknis, aspek hukum dan aspek finansial).\nHasil analisis didapatkan beberapa faktor pendukung dan penghambat serta tingkat kesiapan penerapan PBC pada pengerukan sungai di DKI Jakarta. Faktor utama yang mendukung penerapan PBC yaitu responden Dinas SDA setuju dengan ketentuan dalam PBC, dimana pekerjaan pengerukan dilaksanakan secara terintegrasi. Sedangkan faktor penghambat utama yaitu pada keseluruhan faktor yang terdapat dalam aspek organisasi diantaranya faktor penyebaran informasi mengenai PBC yang belum didapatkan dan pemahaman dari pihak Dinas SDA DKI Jakarta yang belum memadai dalam menerapkan konsep PBC. Secara keseluruhan, kontrak PBC memiliki potensi besar untuk diterapkan pada pengerukan sungai di DKI Jakarta. Pengukuran tingkat kesiapan pengguna jasa berada pada nilai 2,67 (kategori ‘siap’ diterapkan) dari nilai maksimum 4,00 (sangat siap). Hasil dari penelitian ini dapat menjadi rujukan bagi Dinas SDA DKI Jakarta dalam mempertimbangkan penerapan kontrak PBC pada pengerukan sungai, sehingga dapat membantu mengoptimalkan program pengendalian banjir yang sedang diselenggarakan.", "Daftar File": {"ABSTRAK Romario Wendy Pandei": "https://digilib.itb.ac.id/gdl/download/273726"}, "Penulis": "Romario Wendy Pandei [25019074]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Krishna Suryanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Penanggulangan banjir, pemeliharaan sungai, pengerukan sungai, kontrak berbasis kinerja, performance-based contract.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jan 2023"}