{"Nomor": 71021, "Judul": "ANALISIS MIRNA PADA GONAD IKAN NILA JANTAN (OREOCHROMIS NILOTICUS) YANG DIBERI PAPARAN TEPUNG BIJI PEPAYA (CARICA PAPAYA)", "Abstrak": "Tingkat reproduksi yang tinggi dapat menjadi salah satu permasalahan yang sering dihadapi oleh pembudidaya ikan nila (Oreochromis niloticus). Hal tersebut dapat menyebabkan overpopulasi di dalam kolam budidaya dan menghambat pertumbuhan somatik sehingga ukuran tubuh ikan nila menjadi kerdil (stunting growth). Salah satu upaya untuk menurunkan fungsi reproduksi ikan nila adalah dengan penggunaan tepung biji pepaya (TBP) yang dilaporkan memiliki senyawa antifertilitas dan dapat mengganggu pematangan gonad pada ikan nila jantan. Namun, pengaruh TBP pada regulasi pematangan gonad ikan nila jantan secara molekuler belum banyak diketahui. Salah satu yang mungkin berperan dalam regulasi pematangan gonad adalah microRNA (miRNA) yang memiliki peran penting dalam mengatur ekspresi gen dan disfungsi seluler pada sistem reproduksi. Oleh sebab itu, penelitian ini bertujuan untuk mengetahui pengaruh TBP terhadap performa pertumbuhan, kerusakan jaringan, ekspresi miRNA, dan peran differentially expressed miRNAs (DEM) dalam regulasi pematangan gonad pada ikan nila jantan. Pada penelitian ini digunakan 100 benih ikan nila umur ± 2 bulan dengan 2 perlakuan berbeda yaitu, kelompok kontrol yang hanya diberi pakan komersil dan kelompok yang diberi TBP sebanyak 2 gr/kg pakan komersil selama 3 bulan. Di akhir perlakuan dilakukan penimbangan berat tubuh, gonad, dan hati ikan nila jantan untuk mendapatkan nilai parameter pertumbuhan dan indeks tubuh (GSI dan HSI). Analisis histologi gonad jantan dilakukan menggunakan metode pewarnaan Hematoksilin dan Eosin. Identifikasi miRNA dilakukan dengan sekuensing small RNA menggunakan platform Illumina dan analisis bioinformatika. Untuk mengetahui peran DEM dilakukan analisis pengayaan gen target menggunakan piranti lunak DAVID. Hasil pengamatan terhadap parameter pertumbuhan menunjukkan bahwa pertambahan berat badan, laju pertumbuhan, dan rasio konversi pakan (RKP) pada perlakuan TBP menunjukkan perbedaan yang signifikan (P ? 0,05) dibandingkan dengan kontrol. Sedangkan, hasil analisis nilai faktor kondisi (K), tingkat kelangsungan hidup (TKH), indeks tubuh (GSI dan HSI) tidak menunjukkan perbedaan yang signifikan (P ? 0,05). Analisis histologi menunjukkan adanya beberapa kerusakan jaringan seperti hipertrofi kompartemen interstisial dan disintegrasi kompartemen germinal. Kuantifikasi spermatosit pada sayatan histologi tidak menunjukkan perbedaan yang signifikan antara kontrol dan TBP (P ?0,05). Hasil analisis profil miRNA menunjukkan bahwa terdapat 421 known mature miRNA dan 480 novel miRNA yang berhasil diidentifikasi. Analisis DEM menunjukkan bahwa terdapat 5 miRNA yang diekspresikan berbeda (-2?|Fc|?2 dan p.adj ?0,05) dengan 4 miRNA diekspresikan meningkat (oni-miR-23b, oni-miR-183, oni-miR-10a, oni-miR-23b) dan 1 miRNA diekspresikan menurun (oni-miR-489). Hasil analisis pengayaan gen target pada oni-miR-23b, oni-miR-183, dan oni-miR- 489 menunjukkan bahwa terdapat beberapa jalur yang direpresentasikan signifikan (P-value ? 0,05 dan FDR ? 0,01). Berdasarkan hasil penelitian yang didapatkan, TBP sebanyak 2 gr/kg pakan komersil dapat meningkatkan performa pertumbuhan, namun menyebabkan kerusakan jaringan dan memengaruhi ekspresi miRNA pada gonad ikan nila jantan. Selain itu, oni-miR-23b, oni-miR-183, dan oni-miR-489 menargetkan beberapa jalur yang memiliki peran penting dalam regulasi pematangan gonad ikan nila jantan.", "Daftar File": {}, "Penulis": "Rahmidevi Alfiani [10618037]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ikan nila (Oreochromis nilotIcus), parameter pertumbuhan, tepung biji pepaya (TBP), miRNA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jan 2023"}