{"Nomor": 71020, "Judul": "DETERMINING ELECTRIC VEHICLE CHARGING STATION  LOCATION (EVCS) : K-MEANS CLUSTERING AND ANALYTIC  HIERARCHY PROCESS STUDY CASE PT NATARA ENERGY INDONESIA", "Abstrak": "Jumlah Pengguna Kendaraan listrik (EV) ditargetkan pemerintah Indonesia tahun 2030 dapat mencapai 2 juta pengguna. PT Natara Energi sebagai perusahaan yang ditunjuk pemerintah indonesia untuk mengawal transisi energi menargetkan pembangunan infrastruktur Stasiun Pengisian Kendaraan Listrik (SPKLU) tahun 2030 dapat mencapai 7146 SPKLU dengan memastikan stasiun EV tersebar sesuai kebutuhan segmen populasi. Makalah ini menguraikan penentuan lokasi Stasiun Pengisian Kendaraan Listrik (SPKLU) dengan jumlah seminum mungkin dan dapat dicapai oleh pengendara atau konsumen dengan jarak tertentu menggunakan metode Analytic Hierarchy Process (AHP). Metode Pertama, menentukan jarak centroid terdekat dan waktu yang dibutuhkan konsumen ke stasiun pengisian EV dengan metode Clustering dengan membandingkan dua algoritma clustering : KMeans dan Dbscan. Menghasilkan output jumlah cluster berdasarkan demand SPKLU dari demand tertinggi, demand sedang, dan demand terendah. Output tersebut akan dipetakan sesuai dengan kebutuhan dan kondisi di lapangan sehingga dapat ditentukan jumlah minimum SPKLU yang harus dibangun di setiap area atau cluster untuk mengcover kebutuhan SPKLU di setiap kota khususnya di provinsi jawa barat. Metode Kedua, menentukan bobot setiap kriteria evaluasi dengan metode Analytic Hierarchy Process  (AHP) untuk menunjukkan urutan prioritas utama pembangunan dari setiap SPKLU. Penentuan Jumlah minimum pembangunan SPKLU tersebut berdampak positif pada penghematan biaya infrastruktur dan efektifitas layanan publik serta pada kinerja keuangan perusahaan. Hasil dari penelitian ini adalah penentuan lokasi strategis dan jumlah SPKLU minimum yang dibutuhkan setiap kota khususnya di provinsi jawa barat berdasarkan pada prioritas utama pada setiap area yang dapat digunakan sebagai pertimbangan management perusahaan dalam pengambilan keputusan lokasi pembangunan SPKLU secara efektif dan efisien.", "Daftar File": {"2023_TS_PP_Evi Rachmawati-29121162_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/273706"}, "Penulis": "Evi Rachmawati [29121162]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Stasiun Pengisian Listrik, Lokasi Charging, Kendaraan Listrik,  SPKLU, AHP", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jan 2023"}