{"Nomor": 71032, "Judul": "VALIDASI EMPIRIS METODE JARINGAN SYARAF PROBABILISTIK DALAM MENGESTIMASI SIFAT RESERVOIR MENGGUNAKAN DATA SEISMIK", "Abstrak": "Penggunaan Jaringan Syaraf Tiruan semakin banyak digunakan oleh pemakai\nuntuk memprediksi sifat reservoir yang berlokasi jauh dari data sumur. Jika\ndilakukan pada lapangan dengan jumlah sumur terbatas, maka keabsahan metode\nyang tergantung dari kontrol data ini semakin tidak dapat dipercaya. Aplikasi\nutama Jaringan Syaraf Tiruan dalam proses estimasi sifat reservoir adalah\nmeminimalkan galat, hal ini memungkinkan pengamatan empiris terhadap galat\nakibat pengubahan parameter masukan daripada bahasan yang terlalu matematis.\nPengamatan galat dapat mengukur kinerja metode serupa dalam memprediksi sifat\nreservoir. Tetapi validasi pada akhir estimasi seharusnya tidak hanya dilihat dari\nangka statistik seperi galat dan koefisien korelasi saja, tetapi harus\nmempertimbangkan penalaran geologi.\nPenelitian ini menggunakan Jaringan Syaraf Probabilistik untuk memprediksi sifat\nreservoir melalui data sintetik 3D. Rekonstruksi data sintetik 3D ini\nmeminimalkan ketidakpastian terutama dari ikatan data sumur dan bising sinyal\nyang tidak diketahui, karena jika bias akibat ikatan sumur minimal maka sumber\nketidakpastian hanya berasal dari parameter dan data masukan, menjadikan proses\npengubahan data masukan dan penggunaan sumur bantu terhadap data sintetik\nmeningkatkan pemahaman atas sumber galat. Pengamatan atas perubahan galat\nsebagai fungsi dari lokasi sumur mengindikasikan ketidakpastian prediksi atas\njarak sumur dan variasi stratigrafi yang berbeda dari data masukan serta\nmengoreksi interpretasi koefisien korelasi tinggi yang sering dijadikan acuan.\nGeneralisasi heuristik dari uji validasi empiris penelitian ini meningkatkan hasil\nestimasi terutama pada lapangan dengan jumlah sumur terbatas dan menghindari\nkesalahan interpretasi yang bergantung pada koefisien korelasi, sekaligus\nmemfasilitasi pembuatan bermacam realisasi model sifat reservoir menggunakan\nbeberapa kelompok sumur bantu untuk menjelaskan sumber ketidakpastian\nestimasi.", "Daftar File": {"ABSTRAK ADI W 22005023.pdf": "https://digilib.itb.ac.id/gdl/download/273757", "COVER ADI W 22005023.pdf": "https://digilib.itb.ac.id/gdl/download/273758", "BAB 1 ADI W 22005023.pdf": "https://digilib.itb.ac.id/gdl/download/273759", "BAB 2 ADI W 22005023.pdf": "https://digilib.itb.ac.id/gdl/download/273760", "BAB 3 ADI W 22005023.pdf": "https://digilib.itb.ac.id/gdl/download/273761", "BAB 4 ADI W 22005023.pdf": "https://digilib.itb.ac.id/gdl/download/273785", "PUSTAKA Adi Widyantoro": "https://digilib.itb.ac.id/gdl/download/273786"}, "Penulis": "Adi Widyantoro [22005023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Soemintadiredja, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "empiris, jaringan syaraf tiruan, jaringan syaraf probabilistik, validasi, koefisien korelasi, galat, ikatan sumur, sintetik 3D, sumur bantu", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "7 file", "Tanggal Input": "26 Jan 2023"}