{"Nomor": 71030, "Judul": "EVALUASI KUALITAS INFRASTRUKTUR PENDIDIKAN DI PROVINSI JAWA BARAT INDONESIA MENGGUNAKAN PENDEKATAN BERBASIS MODEL MULTI HAZARD DAN AKSESIBILITAS", "Abstrak": "Pendidikan merupakan hak semua orang dan memiliki peran yang sangat penting\ndalam kehidupan masyarakat. Meningkatkan dan mempertahankan kualitas\npendidikan sangat penting untuk dilakukan. Poin ke-4 dari Tujuan Pembangunan\nBerkelanjutan (SDGs) Indonesia bertujuan untuk memastikan kualitas pendidikan\nyang inklusif dan adil. Diantaranya pada tahun 2030, memastikan bahwa semua\norang menyelesaikan pendidikan dasar dan menengah secara gratis, setara, dan\nberkualitas. Namun kondisi satuan pendidikan di Indonesia saat ini masih perlu\ndiperbaiki untuk memenuhi tujuan tersebut. Terdapat banyak faktor yang dapat\nmempengaruhi kualitas pendidikan diantaranya keamanan dari bencana alam,\nkenyamanan lingkungan, serta keterjangkauan jarak sekolah dari tempat tinggal.\nProvinsi Jawa Barat merupakan daerah yang sering terdampak berbagai bencana\nalam, polusi udara, serta memiliki masalah pendidikan yang tidak tersebar secara\nmerata. Maka diperlukan analisis multi-aspek dari letak geografis satuan\npendidikan Jawa Barat untuk menilai kualitas pendidikan ditinjau dari ketiga aspek\ntersebut. Penelitian ini bertujuan untuk mensintesis berbagai analisis aspek yang\nakan menghasilkan produk penilaian kualitas pendidikan dari ketiga aspek serta\nkesesuaian lahan pembuatan sekolah baru. Penelitian ini menggunakan data titik\nsatuan pendidikan yang bersumber dari Dinas Pendidikan Jawa Barat. Terdapat\n19.692 titik SD, 5.372 titik SMP, serta 4.603 titik SMA/SMK yang tersebar di Jawa\nBarat. Titik satuan pendidikan tersebut diintegrasikan dengan berbagai data\ngeospasial untuk dilakukan analisis. Metode yang digunakan adalah Multi Criteria\nDecision Analysis (MCDA) dengan sub-metode multi-hazard assessment, overlay,\nserta network analysis. Hasil menunjukkan banyak satuan pendidikan berada di\nzona rawan bencana tinggi dan zona kenyamanan yang rendah. Serta, hasil analisis\nketerjangkauan menunjukkan satuan pendidikan masih belum tersebar secara\nmerata terutama daerah yang jauh dari perkotaan. Selain itu, telah dilakukan\nperkiraan distribusi sekolah baru berdasarkan skenario anggaran dari peta perkiraan\nharga lahan pada daerah yang sesuai.", "Daftar File": {"COVER Muhammad Ario Eko Rahadianto": "https://digilib.itb.ac.id/gdl/download/273734", "BAB 1 Muhammad Ario Eko Rahadianto": "https://digilib.itb.ac.id/gdl/download/273735", "BAB 2 Muhammad Ario Eko Rahadianto": "https://digilib.itb.ac.id/gdl/download/273736", "BAB 3 Muhammad Ario Eko Rahadianto": "https://digilib.itb.ac.id/gdl/download/273737", "BAB 4 Muhammad Ario Eko Rahadianto": "https://digilib.itb.ac.id/gdl/download/273738", "BAB 5 Muhammad Ario Eko Rahadianto": "https://digilib.itb.ac.id/gdl/download/273739", "PUSTAKA Muhammad Ario Eko Rahadianto": "https://digilib.itb.ac.id/gdl/download/273740"}, "Penulis": "Muhammad Ario Eko Rahadianto [25119009]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr. Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Penilaian multi-hazard, polusi udara, aksesibiltas sekolah", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "26 Jan 2023"}