{"Nomor": 71033, "Judul": "SURVEI PEMETAAN MANAJEMEN ASET RUANG BAWAH TANAH MENGGUNAKAN METODE BIM (BUILDING INFORMATION MODELING) (STUDI KASUS: GEDUNG PUSAT RISET DAN INOVASI ITB)", "Abstrak": "Survei pemetaan merupakan kegiatan pengukuran untuk mendapatkan data spasial.\nData hasil survei pemetaan dapat berupa koordinat titik-titik kerangka dan point\nclouds. Survei pemetaan dapat dilakukan di atas maupun di bawah permukaan tanah.\nRuang bawah tanah adalah sebuah tingkat atau beberapa tingkat dari bangunan yang\nkeseluruhan atau sebagian terletak di bawah tanah. Ruang bawah tanah dapat\ndimanfaatkan sebagai perkantoran, gudang, hingga laboratorium penelitian, sehingga\naset-aset yang ada di dalamnya perlu dikelola dengan baik. Manajemen aset adalah\nkegiatan mengelola suatu barang yang dimiliki, mulai dari perencanaan, pengadaan,\noperasi, dan pemeliharaan. Gedung Pusat Riset dan Inovasi ITB merupakan salah satu\nbangunan yang memiliki ruang bawah tanah yang menyimpan berbagai jenis aset.\nBuilding Information Modeling (BIM) adalah representasi digital dari bentuk fisik\nserta karakteristik fungsional dari sebuah objek. Representasi digital tersebut adalah\ndalam bentuk model tiga dimensi dan terdapat informasi atribut yang melekat pada\nsetiap model objek. Building Information Modeling (BIM) dapat digunakan untuk\nmembantu pengelolaan aset di dalam sebuah bangunan, termasuk untuk bagian ruang\nbawah tanah Gedung Pusat Riset dan Inovasi ITB, karena dengan metode BIM\nmemungkinkan penyematan banyak jenis informasi yang berkaitan langsung dengan\nmodel aset.\nPada survei pemetaan, dilakukan pengukuran data titik-titik kerangka dasar dan data\npoint clouds. Koordinat titik-titik kerangka dasar digunakan untuk meregistrasikan\ndata point clouds agar terikat ke sistem koordinat global. Data point clouds sesudah\nproses filtering dijadikan sebagai acuan untuk membuat model aset, karena telah bersih\ndari noise. Pemodelan aset menggunakan metode scan-to-BIM dan parametric\nmodeling agar seluruh aset dapat dimodelkan walaupun tidak dipindai secara langsung.\nUntuk kegiatan manajemen aset, setiap model diberi atribut yang mengacu pada\nstandar Industry Foundation Classes (IFC). Oleh karena itu, dilakukan analisis objekobjek\nyang termasuk dalam kategori aset sehingga objek perlu dipindai. Selain itu,\ndilakukan juga analisis mengenai susunan aset dalam setiap ruangan untuk\nmenentukan metode pemodelan yang digunakan.\nHasil penelitian yang diperoleh adalah bahwa menggunakan teknik registrasi cloud to\ncloud registration, dapat diperoleh point clouds yang terikat pada sistem koordinat\nglobal. Penggunaan metode parametric modeling dapat digunakan untuk membuat\nmodel 3 dimensi aset seluruh ruangan. Standar basis data informasi aset yang mengacu\npada IFC dapat meningkatkan efektivitas serta efisiensi manajemen aset karena\npengelolaan basis data dapat dilakukan di berbagai perangkat lunak yang berbeda.\nValidasi secara visual dapat memeriksa kesesuaian bentuk dan warna antara model dan\nobjek aset yang sebenarnya.", "Daftar File": {}, "Penulis": "Moh Nur Abadi [15116060]", "Kontributor / Dosen Pembimbing": ["Dr. Asep Yusup Saptari, S.T, M.Sc.", "Ratri Widyastuti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "bangunan, basis data, IFC, pemodelan, point clouds, TLS", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "6 file", "Tanggal Input": "26 Jan 2023"}