{"Nomor": 71045, "Judul": "ANALISIS ELEMEN HINGGA PENGARUH KOROSI TERHADAP KINERJA SEISMIK KOLOM BETON BERTULANG BERSERAT", "Abstrak": "Struktur beton bertulang yang terekspos pada lingkungan laut memiliki risiko tinggi terhadap korosi. Pengaruh korosi akan menurunkan kinerja struktur melalui degradasi kekuatan baja tulangan, melemahnya lekatan antar baja dan beton serta retak beton yang disebabkan oleh produk korosi. Ancaman lainnya akan dialami struktur jika berada dikawasan gempa, karena rentan menerima efek korosi dan beban seismik sekaligus. Beberapa peneliti telah mencoba untuk mengembangkan terobosan yang dapat memitigasi dampak kerusakan beton bertulang yang diakibatkan oleh korosi. Salah satu inovasi tersebut adalah beton bertulang berserat (FRC). Tesis ini bertujuan untuk mengkaji pengaruh korosi terhadap kinerja seismik pada elemen struktur kolom beton bertulang dengan serat.\nMetode penelitian yang digunakan adalah analisis elemen hingga, yang dikembangkan dari hasil eksperimental yang pernah dilakukan. Terdapat tiga pendekatan yang diajukan dalam analisis elemen hingga dengan tujuan menvalidasi hasil eksperimental, diantaranya pemodelan perilaku material beton pada kondisi tarik dan tekan, perilaku baja tulangan serta pengaruh bond-slip antar tulangan dan beton. Spesimen yang digunakan adalah elemen kolom dengan pengaruh korosi sepanjang sendi plastis, sementara aplikasi beban diberikan secara lateral siklik dengan sistem displacement control. Hasil validasi antara eksperimental dan analisis elemen hingga menjadi acuan untuk pengembangan spesimen dengan variasi penambahan serat dan level korosi yang berbeda-beda. Adapun parameter serat yang digunakan pada spesimen yakni 0%, 0,5%, 1% dan 2%, dengan level korosi 0%, 5%, 10%, 30% dan 50%.\nBerdasarkan hasil analisis elemen hingga, didapatkan bahwa penambahan serat baik digunakan pada level korosi menengah (sekitar < 20%). Hal ini dibuktikan dengan peningkatan kekuatan sekitar 6,6% terhadap struktur yang telah terkorosi tanpa serat. Selain itu daktilitas dan energi terdisipasi kolom beton bertulang berserat juga meningkat sekitar 16,23% dan 31,04% dibandingkan kolom beton bertulang tanpa serat. Sementara pada level korosi berat (sekitar > 20%) tambahan serat tidak optimal digunakan karena struktur beton bertulang telah menunjukkan perilaku getas.", "Daftar File": {"ABSTRAK Niko Rizaldi": "https://digilib.itb.ac.id/gdl/download/273871"}, "Penulis": "Niko Rizaldi [25020054]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Aris Aryanto, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beton bertulang, elemen hingga, korosi, beban seismik, serat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jan 2023"}