{"Nomor": 71040, "Judul": "EVALUASI KEBERLANJUTAN SISTEM PENGELOLAAN AIR LIMBAH DOMESTIK TERPUSAT SKALA KOMUNALDI KELURAHAN CIBABAT, KECAMATAN CIMAHI UTARA", "Abstrak": "Kota Cimahi merupakan salah satu wilayah di Indonesia yang telah\nmenerapkan program SANIMAS, sebuah sejak 2017, namun masih terdapat\nbeberapa aspek yang belum berjalan dengan optimal dalam pengoperasiannya. Pada\npenelitian yang dilakukan sebelumnya beberapa SPALD-T/IPAL Komunal pada\nSANIMAS kota Cimahi masih berstatus kurang berkelanjutan secara aspek\npembiayaan, aspek teknis ataupun aspek sosial. Salah satunya terjadi di program\nSANIMAS RW 10 dan 16 Kelurahan Cibabat yang memiliki masalah pada SOP\nteknis, partisipasi masyarakat dan akses yang masih sulit. Sementara pada\nSANIMAS RW 19 terjadi permasalahan sektor organisasi pengelola yang tidak\noptimal. Dengan kondisi pengelolaan seperti ini, tantangan dalam pengelolaan pun\nbertambah karena pemerintah Indonesia memberlakukan berbagai kebijakan\npembatasan “lock down” untuk mencegah penyebaran COVID-19 yang\nmengakibatkan berbagai dampak yang cukup besar di kota Cimahi pada tahun\n2020-2021. Sehingga dibutuhkan penilaian terhadap pengelolaan SPALD program\nSANIMAS tersebut agar menjamin sistem tetap beroperasi secara berkelanjutan\nsetelah melewati kondisi pembatasan akibat COVID-19. Metode penilaian\nRAPFISH (RAPWastman) digunakan oleh peneliti untuk menganalisis setiap aspek\nkeberlanjutan secara multidimensi berdasarkan berbagai indikator dan memberikan\nnilai persentase terhadap tingkat keberlanjutannya. Hasil analisa kemudian\ndikombinasikan dengan analisa SWOT kuantitatif sebagai alat untuk merumuskan\nstrategi penanganan atau pengembangan SANIMAS. Berdasarkan penilaian hasil\nobservasi, keberlanjutan SANIMAS dalam aspek teknis di tingkat cukup hingga\nberkelanjutan (69%-81%), pada aspek pembiayaan di tingkat kurang hingga cukup\nberkelanjutan (59%-76%), pada aspek lingkungan di tingkat berkelanjutan (78%-\n81%), pada aspek institusi di tingkat cukup hingga berkelanjutan (72%-87%), serta\npada aspek sosial di tingkat kurang hingga cukup berkelanjutan (67%-76%).\nStrategi secara umum untuk mengoptimalkan pengelolaan SANIMAS RW 10, 16\ndan RW 19 tersebut adalah memaksimalkan penerapan SOP, akses suku cadang,\nketerlibatan masyarakat dan fasilitas bantuan ataupun pelatihan dari pemerintah\nuntuk memaksimalkan kualitas pelayanan dan keberlanjutan pengelolaan\nSANIMAS dari berbagai aspek.", "Daftar File": {"ABSTRAK Abraham": "https://digilib.itb.ac.id/gdl/download/273919"}, "Penulis": "Abraham [25720002]", "Kontributor / Dosen Pembimbing": ["Suharyanto, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "keberlanjutan, pengelolaan air limbah, RAPFISH, SANIMAS, SWOT", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "26 Jan 2023"}