{"Nomor": 71049, "Judul": "PERANCANGAN KOMPENSATOR UNTUK  PENGURANGAN SUSUT DAYA PADA PENSAKLARAN IGBT", "Abstrak": "Penelitian ini membahas tentang pensaklaran pada Insulated Gate Bipolar\nTransistor (IGBT) dalam hal mengurangi kerugian akibat perilaku switching.\nkerugian yang ditimbulkan dari switching IGBT adalah overshoot dan transient dari\narus Ic dan tegangan Vce, hal tersebut bisa menjadi dampak besar jika diaplikasikan\npada Voltage Source Inverter (VSI) dalam Kontroler Motor Kendaraan Listrik.\nPerlu adanya suatu pengendali gate driver yang memungkinkan mengendalikan\ntransient switching IGBT. Lead Compensator menjadi alternatif untuk\nmengendalikan pensaklaran gate IGBT karena pada prinsipnya jenis kompensator\nini untuk memperbaiki respons sistem. Kompensator ini dapat diterapkan pada\nsistem closed loop dengan memanfaatkan umpan balik dari tegangan pada collector\ndan emmiter IGBT untuk mengendalikan tegangan input pada Gate IGBT. Konsep\nini memungkinkan untuk mengendalikan kemiringan transien arus atau tegangan.\npada penelitian ini konsep perancangan pengendali ini dilakukan pada sebuah IGBT\ndengan simulasi pada simulink dan dibatasi pada transient Vce saat Turn OFF\nmenskalaksan sistem menjadikan spesifikasi lebih kecil baik dari tegangan, arus,\nmaupun frekuensi yang rendah. Berdasarkan hasil simulasi didapati bahwa\nkompensator lead secara simulasi dapat mengurangi losses dari 0.104J menjadi\n0.033J karena ada pengurangan settling time dari 2.05s menjadi 0.18s. sedangkan\nsecara implementasi dapat mengurangi losses dari 0.119J menjadi 0.666J karena\nada pengurangan settling time dari 1.29s menjadi 0.87s.", "Daftar File": {"Egi Sunardi NIM 23219042.pdf": "https://digilib.itb.ac.id/gdl/download/273967"}, "Penulis": "Egi Sunardi [23219042]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hilwadi Hindersah, M.Sc", "Ir. Arief Syaichu Rohman, M.Eng.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "IGBT, Transient Switching, Kompensator Lead", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jan 2023"}