{"Nomor": 71056, "Judul": "PERANCANGAN FISHERMAN WHARF DENGAN PENDEKATAN 24/7 DESIGN STUDI KASUS: LAGUNA DEPOK", "Abstrak": "Tujuan studi ini adalah untuk merancang kawasan pantai Laguna Depok yang dapat menyediakan fungsi-fungsi yang berbasis olah hasil sumberdaya laut, rekreasi, atraksi dan kuliner yang dapat menjadi generator nilai tambah ekonomi masyarakat di Bantul Daerah Istimewa Yogyakarta dan sekitarnya.  \nPendekatan perancangan berfokus pada rancangan area komersial dan fasilitas fisherman yang memiliki kegiatan ekonomi 24 jam dalam 7 hari. Teori atau pendekatan yang digunakan memungkinkan hasil rancangan lebih fleksibel dan mempunyai solusi untuk tenant exchange sekaligus tetap menyelesaikan masalah dan opini masyarakat.  Penerapan dari fleksibilitas fungsi adalah dengan metode Time Scheduling, yang akan membagi fungsi-fungsi ruang sesuai dengan kebutuhannya, dilanjutkan dengan program dan step terakhir adalah pengolahan desain, sampai terciptanya desain akhir.\nHasil rancangan kawasan Laguna Depok melalui pendekatan Time Scheduling dari pemetaan waktu adalah pembagian aktivitas tiap jam, pembagian zona yang lebih efektif dalam kurun waktu tertentu, aktifitas bisa berjalan optimal, dan program-program ruang dapat mengisi fasilitas-fasilitas pada Fisherman’s Wharf di Laguna Depok. Perancangan yang di lakukan berdasar program ruang dan pertimbanganya dengan waktu 24 jam  dapat mendukung fungsi dapat berjalan berdampingan optimal. Efektifitas zona ruang menjadi lebih terlihat jelas dalam diagram waktu 24 jam, fungsi satu bisa berganti menjadi fungsi dua, fungsi tiga bisa berubah menjadi fungsi yang lainya lagi, semua di perjelas melalui diagram waktu  24 jam.\nPada akhirnya perancangan Fisherman’s Wharf di Laguna Depok di harapkan dapat memberikan sarana dan fasilitas usaha dagang, wisata, maupun fasilitas lain untuk menjadikan hasil olahan laut menjadi lebih efektif berdasarkan potensi-potensi yang dimiliki.", "Daftar File": {"ABSTRAK Ridho Pawenang": "https://digilib.itb.ac.id/gdl/download/273909"}, "Penulis": "Ridho Pawenang [25220011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mochamad Prasetiyo Effendi Yasin, M.Arch., M.A.UD."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perancangan fisherman wharf, pendekatan 24/7 desain, Laguna Depok, time scheduling", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "26 Jan 2023"}