{"Nomor": 71050, "Judul": "XANTHINE OXIDASE INHIBITION ACTIVITY TEST OF KECOMBRANG LEAVES FRACTIONS AND EXTRACT (ETLINGERA ELATIOR JACK R.M.SM.) FROM FOUR DIFFERENT AREAS IN JAVA", "Abstrak": "Gout arthritis is a disease caused by the accumulation of monosodium urate crystals in joint and surrounding tissue due to increased uric acid levels. In Bandung, gout occupied the fifteenth rank of the top twenty diseases treated in health centers in 2018. Allopurinol is a common xanthine oxidase inhibitor, but it has side effects, such as skin rash, fever, and leukopenia. Therefore, finding alternative of xanthine oxidase inhibitor from herbal is important. The main objectives of this research are to prove the potential of Etlingera elatior (kecombrang) leaves from four different areas (Gunung Salak, Pangandaran, Malang, dan Cilacap) as a natural inhibitor of the xanthine oxidase enzyme. Previous studies have found that Etlingera elatior is effective as an anti-hyperuricemic. Kecombrang leaves are potentially become natural xanthine oxidase inhibitor because it contains several flavonoids. The extraction was conducted by using a maceration method. For fractionation, liquid-liquid extraction was chosen. UV-Vis spectrophotometry with a microplate reader was the chosen method to test xanthine oxidase inhibition activity of kecombrang leaves extracts and fractions. The IC50 of extract from Pangandaran, Gunung Salak, Malang, and Cilacap were 578.00; 488.56; 532.90; and 747.73 ?g/mL, respectively. Xanthine oxidase inhibition activity strength is proportional to the extract’s total flavonoid content values. Gunung Salak extract was chosen to be fractionated furthermore. Meanwhile, the IC50 of water and ethyl acetate fractions were 169.75 and 130.15 ?g/mL, respectively. The highest quercetin content was found in the ethyl acetate fraction (199.10 mg/g). Also, the ethyl acetate fraction has the highest kaempferol content (20.55 mg/g).", "Daftar File": {"ABSTRAK Putu Abiyoga S.A": "https://digilib.itb.ac.id/gdl/download/273887"}, "Penulis": "Putu Abiyoga S.A [10718202]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Muhamad Insanu, S.Si., M.Si.", "apt. Defri Rizaldy, S.Farm., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Etlingera elatior, xanthine oxidase, inhibition test, gout", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jan 2023"}