{"Nomor": 71058, "Judul": "RISK MANAGEMENT TO CULTIVATE GROWTH AND    BUSINESS OPERATION EXCELLENCE IN PT PERTAMINA INTERNATIONAL SHIPPING", "Abstrak": "Terdapat banyak kapal yang dioperasikan oleh perusahaan dari berbagai jenis kapal milik,serta kapal charter bernavigasi di wilayah pelayaran PIS yang tersebar di seluruh Indonesia. Kondisi kapal tidak selalu laik laut karena dipengaruhi oleh kondisi alam, cuaca, dan lingkungan luar sekitar yang merupakan wilayah pelayaran kapal. Dalam penelitian ini dikumpulkan data kualitatif dan kuantitatif. Data kualitatif diperoleh dengan observasi melalui wawancara dan brainstorming.  \n \nIdentifikasi risiko dari operasi di atas dan berdasarkan pemetaan risiko, diketahui 15 peristiwa risiko yang berdampak pada kinerja bisnis perusahaan. Terdiri dari 4 event milik Fleet risk owner, 3 risk event dikembangkan dari penyebab aktivitas operasi, 4 risk event dari divisi HSSE dan 4 risk event dibawah divisi human capital. Metode Analytical Hierarchy Process (AHP) digunakan untuk menentukan bobot atau prioritas dari root case. Melalui metode AHP, diprioritaskan untuk membuat rencana mitigasi dan implementasi, yang akan ditetapkan dari 3 akar penyebab yang diperoleh, yaitu Kepuasan, Kurangnya perawatan, dan Material yang tidak terkelola. \n \nPT Pertamina International Shipping' terkait reputasi tidak akan baik, jika kegiatan yang diberitakan di media berkontribusi terhadap insiden di dunia maritim. Rekomendasi mengenai mitigasi semua kejadian risiko dengan strategi yang komprehensif akan mencakup semua potensi perbaikan. Untuk mencegah terulangnya insiden kapal menabrak kapal lain, kapal kandas dan insiden lainnya, konsep 4P dapat dirangkum sebagai rekomendasi di perusahaan untuk membangun budaya keselamatan.", "Daftar File": {"2023_TS_PP_Nanang Fatah Hasyim-29120334_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/273929"}, "Penulis": "Nanang Fatah Hasyim [29120334]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Management Risiko, Bisnis Pelayaran, Zero Accident, PIS, 4P Concept", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jan 2023"}