{"Nomor": 71061, "Judul": "MEMODELKAN KLAIM INCURRED BUT NOT REPORTED YANG TIDAK SALING BEBAS MENGGUNAKAN GENERALIZED ESTIMATING EQUATIONS", "Abstrak": "Generalized Linear Model (GLM) merupakan salah satu pendekatan yang umum\ndigunakan dalam masalah perhitungan cadangan klaim, dengan nilai-nilai klaim\nyang berasal dari tahun pengembangan atau kejadian yang berbeda diasumsikan\nbersifat saling bebas. Jika asumsi tersebut dilanggar maka pendekatan tersebut\nmungkin akan menghasilkan prediksi cadangan klaim yang salah atau dapat juga\nmenghasilkan nilai galat prediksi yang menyesatkan. Pada Tugas Akhir ini akan\nditunjukkan penerapan Generalized Estimating Equation (GEE) untuk penaksiran\ncadangan klaim, dengan segitiga pengembangan kerugian diperlakukan sebagai\ndata panel dengan klaim yang berasal dari tahun kejadian yang sama diasumsikan\ntidak saling bebas dan untuk tahun kejadian yang berbeda diasumsikan saling\nbebas. Lalu, akan dikenalkan juga beberapa struktur korelasi yang\nmerepresentasikan hubungan kebergantungan yang dapat digunakan dalam\nkerangka pendekatan GEE dan diajukan suatu kriteria informasi yang dapat\ndigunakan untuk pemilihan model. Penaksir rata-rata kuadrat galat untuk nilai\ntaksiran cadangan klaim diturunkan dengan metode yang tidak standar, dengan\nalasan dan keuntungan dari penggunaan metode tersebut akan didiskusikan.\nContoh analisis data dengan data dunia nyata akan diberikan sebagai ilustrasi dari\npotensi keuntungan menggunakan pendekatan dengan metode ini.", "Daftar File": {"ABSTRAK Adi Yudha Prasietyawan": "https://digilib.itb.ac.id/gdl/download/273965"}, "Penulis": "Adi Yudha Prasietyawan [10818006]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Generalized Linear Model (GLM), Generalized Estimating Equation (GEE), segitiga pengembangan kerugian, tidak saling bebas, cadangan klaim.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "26 Jan 2023"}