{"Nomor": 71070, "Judul": "ESTIMASI KERAPATAN DAN STOK KARBON ORGANIKSEDIMEN PADANG LAMUN DI SELAT LEMBEH DANSEKITARNYA", "Abstrak": "Sedimen lamun berpotensi sebagai media penyimpan karbon dalam mitigasi perubahan iklim. Oleh karena itu, penelitian dilakukan di padang lamun wilayah Selat Lembeh dan sekitarnya untuk dieksplorasi potensi Blue Carbon-nya. Penelitian ini bertujuan menentukan jenis spesies dan estimasi kerapatan tegakan lamun, kuantifikasi stok karbon organik sedimen lamun, serta faktor-faktor yang memengaruhi stok karbon tersebut.\nData diambil dari 2 stasiun dengan konsep transek garis dan kuadrat, serta metode coring. Identifikasi dan perhitungan tegakan lamun diproses sesuai panduan survei lamun. Pengolahan sedimen lamun dilakukan dengan metode Loss on Ignition untuk mendapatkan nilai stok karbon organik sedimen lamun. Stok karbon organik sedimen dihubungkan terhadap data dry bulk density dan kedalaman air secara statistik maupun kualitatif untuk dilihat pengaruh masing-masing faktor.\nPada komunitas padang lamun Selat Lembeh dan sekitarnya, ditemukan 3 spesies lamun: E. acoroides, T. hemprichii, dan C. rotundata, dengan total kerapatan tegakan 1.296 individu/m2. Stok karbon organik sedimen lamun memiliki tren naik terhadap kedalaman sedimen serta bernilai estimasi rata-rata 181,38 Mg Corg ha-1 dan total 362,76 ± 63,61 Mg Corg ha-1. Dengan tes korelasi pearson, dry bulk density berkorelasi sedang – kuat, positif, dan signifikan di masing-masing stasiun.", "Daftar File": {"ABSTRAK Dzaki Satrio Widanto": "https://digilib.itb.ac.id/gdl/download/273985"}, "Penulis": "Dzaki Satrio Widanto [12918027]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kerapatan Tegakan Lamun, Stok Karbon Organik, Sedimen Lamun, S-OCS, Selat Lembeh dan Sekitarnya.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jan 2023"}