{"Nomor": 71072, "Judul": "MEMPELAJARI INTENSI PEMBELIAN PANGAN ORGANIK GENERASI Z MENGGUNAKAN TEORI PERILAKU TERENCANA", "Abstrak": "Banyak orang di seluruh dunia masih menderita akibat wabah Covid-19 baru-baru ini pada tahun 2019 terhadap mereka. Orang mungkin menderita kemunduran keuangan dan bahaya kesehatan sebagai akibatnya. Masyarakat mengubah kebiasaan makannya menjadi lebih sehat dan bertanggung jawab akibat pandemi Covid yang menekankan perlunya konsumsi makanan sehat. Selain itu, ada banyak penyakit yang disebabkan oleh pola makan yang tidak sehat. Didorong oleh kekhawatiran ini, industri makanan organik muncul dengan menyediakan pilihan sehat untuk dikonsumsi masyarakat. Namun, masih kurangnya kesadaran dan pengetahuan masyarakat tentang manfaat dan keberlanjutan konsumsi pangan organik. Masalah lain yang dihadapi adalah bahwa niat beli konsumen terhambat oleh ketersediaan dan pemasaran yang buruk dari merek ramah lingkungan ini di banyak toko bahan makanan meskipun konsumen sangat tertarik untuk melakukannya. Untuk meramalkan niat konsumen Indonesia untuk membeli makanan organik, artikel ini memperluas teori perilaku terencana (TPB) dengan memasukkan karakteristik ekuitas merek. Penelitian dilakukan dengan pendekatan kuantitatif terhadap 215 responden Generasi Z yang tinggal di Indonesia dan memiliki membeli produk makanan organik. Kemudian data dianalisis menggunakan SPSS dengan regresi linier berganda untuk mengetahui apakah satu variabel mempengaruhi variabel lainnya. Hasil penelitian menunjukkan bahwa persepsi kualitas, sikap lingkungan, norma subyektif, loyalitas merek, dan citra merek berpengaruh positif terhadap niat beli makanan organik. Di sisi lain, perceived behavioral control dan brand awareness tidak menunjukkan pengaruh yang signifikan. Faktor paling signifikan yang mempengaruhi niat beli adalah kualitas yang dirasakan dan sikap lingkungan, hal ini menunjukkan bahwa orang cenderung membeli makanan organik dari kualitasnya dan bagaimana mereka secara mendasar bertindak sebagai manusia dalam hal memiliki kehidupan yang sehat dan berkelanjutan. Temuan pada penelitian ini dapat membantu memprediksi faktor mana yang dapat memiliki pengaruh signifikan terhadap niat beli konsumen, sehingga bisnis dapat mengembangkan strategi yang lebih efisien.", "Daftar File": {"2023 SK PP Anandra Jabbar Farabi   [19019217] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/273987"}, "Penulis": "Anandra Jabbar Farabi [19019217]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Makanan organic, Generasi z, Minat Beli, Survey, Teori Perilaku yang Direncanakan, Ekuitas Merek", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "26 Jan 2023"}