{"Nomor": 71085, "Judul": "KAJIAN KRITIS KONSEP BANGUNAN GEDUNG HIJAU PADA KEBIJAKAN DAN IMPLEMENTASI PEMBANGUNAN RUMAH SUSUN DI INDONESIA", "Abstrak": "Pembangunan hunian menjadi salah satu solusi permasalahan backlog di Indonesia. Dengan keterbatasan lahan dan peningkatan kebutuhan akan hunian, pembangunan hunian vertikal salah satunya rumah susun menjadi pilihan dalam pembangunan hunian. Peningkatan pembangunan rumah susun tersebut diiringi dengan peningkatan konsumsi energi dan sumber daya konstruksi. Untuk mengatasi hal tersebut maka dibutuhkan proses pembangunan yang ramah lingkungan dan hemat energi, hal tersebut direspon oleh pemerintah dengan mengeluarkan peraturan dan produk hukum terakit bangunan gedung hijau. Namun dalam peraturan tersebut penerapan bangunan gedung hijau pada rumah susun masih memiliki ketegasan hukum yang lemah. Maka dari itu penelitian ini dilakukan untuk mengidentifikasi konsep kebijakan rumah susun hijau  berdasarkan reviu implementasi kebijakan bangunan gedung hijau pada pembangunan rumah susun. Peraturan yang digunakan adalah peraturan bangunan gedung hijau yang diprakarsai  oleh Direktorat Jenderal Cipta Karya Kementerian Pekerjaan Umum dan Perumahan Rakyat (PUPR) dan peraturan rumah susun yang diprakarsai oleh Direktorat Jenderal Perumahan Kementerian PUPR. Penelitian ini melalui tiga tahap. Tahap identifikasi faktor-faktor alasan tidak diaturnya penerapan bangunan gedung hijau pada rumah susun menggunakan analisis kebijakan dari peraturan-peraturan bangunan gedung hijau dan rumah susun yang digunakan dalam penelitian ini. Tahap identifikasi faktor-faktor kendala penerapan bangunan gedung hijau pada rumah susun   dilakukan dengan teknik pengumpulan data primer wawancara dengan para stakeholder dan pengolahan data menggunakan metode analisis korespondensi untuk melihat signigfikansi  kendala dan hubungan kedekatan antar kendala penerapan  bangunan gedung hijau pada rumah susun. Tahap verifikasi dilakukan terhadap peraturan rumah susun yang mengatur terkait desain prototipe rumah susun,  bangunan studi kasus dan verifikasi kepada stakeholder terkait   penerapan bangunan gedung hijau yang  dapat  diterapkan pada rumah susun. Untuk mencapai peringkat pratama dalam setiap pembangunan rumah susun baru.  Pada tahap verifikasi ini dilakukan dengan metode  analisi kebijakan, analisis komparasi  dan analsisi isi dari wawancara yang dilakukan. Dari penelitian ini disimpulkan bahwa perlu adanya peraturan khusus  yang mengatur penerapan bangunan gedung hijau secara rinci pada rumah susun untuk mencapai peringkat pratama bangunan gedung hijau untuk memperkuat ketegasan hukum dalam penerapannya.  Dalam penelitin ini juga direkomendasikan konsep kebijakan rumah susun hijau   untuk dapat digunakan dalam produk hukum rumah susun hijau ke depannya.", "Daftar File": {"ABSTRAK Faradillah Hillman": "https://digilib.itb.ac.id/gdl/download/274008"}, "Penulis": "Faradillah Hillman [25220052]", "Kontributor / Dosen Pembimbing": ["Dewi Larasati, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Rumah Susun, Bangunan Gedung Hijau, Kebijakan, Kendala, Kementerian PUPR", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "27 Jan 2023"}