{"Nomor": 71089, "Judul": "PERANCANGAN LANSKAP AGRO-EKOWISATA DI KAWASAN PENYANGGA HUTAN PENDIDIKAN  GUNUNG GEULIS SUMEDANG STUDI KASUS : LAHAN MILIK PT. KAHATEX DAN SEKITARNYA", "Abstrak": "Indonesia memiliki keragaman dari segi, ras, suku, budaya, kepercayaan, bangsa, bahasa, hingga flora dan fauna. Menyikapi keberagaman tersebut, maka diperlukan langkah untuk melindungi dan melestarikannya. Kawasan perancangan yang kini masih berbentuk ruang terbuka hijau dengan mayoritas penduduk bergerak di bidang agrikultur, maka Agro-Ekowisata merupakan tema yang tepat untuk membangun tempat wisata di kawasan tersebut. Secara sosial, mayoritas masyarakat Desa Jatiroke bermata pencaharian sebagai petani. Kawasan telah ditetapkan sebagai Desa Wisata berbasis Agro-Ekowisata oleh Kepala Desa Jatiroke, Fakultas Kehutanan ITB dan pihak PT. Kahatex Jatiroke, namun masih belum memiliki rancangan yang terintegrasi. Berlandaskan beberapa aspek yang telah dikaji beserta isu lingkungan dan sosial pada lokasi perancangan, maka penelitian ini bertujuan untuk merancang lanskap berbasis Agro-Ekowisata di kawasan penyangga hutan pendidikan Gunung Geulis meliputi fasilitas sosial dan umum yang terintegrasi dalam suatu kawasan yang memberi edukasi material tekstil alami bagi para pengunjung serta memberikan arah panduan dan prinsip pengembangan Lanskap Agro-Ekowisata pada kawasan penyangga hutan untuk tahap pembangunan selanjutnya. Konservasi Biodiversitas, Agro-Ekowisata, dan tanaman pewarna tekstil alami menjadi dasar kajian pustaka pada penelitian ini. Lokasi perancangan lanskap pada kawasan PT. Kahatex Jatiroke terletak pada bagian Barat Gunung Geulis Kabupaten Sumedang. Lokasi perancangan berada pada ketinggian 800 - 870 mdpl. lanskap pada kawasan PT. Kahatex berjarak sekitar 2,82 kilometer dari Kampus ITB Jatinangor. Analisis mengenai kawasan pada penelitian ini meliputi potensi ketersediaan lahan, sirkulasi, hidrologi, tutupan lahan, dan integritas kawasan. Tema perancangan kawasan adalah “Nature to Nurture” melihat dari kondisi tapak alami eksisting yang terbengkalai serta nilai ekologi yang kurang baik sehingga akan dikelola menjadi alam yang dapat mempengaruhi suasana alam yang bersifat mendorong untuk perkembangan. Hasil dari penelitian ini adalah dapat merancang mengenai pengelolaan lanskap penyangga hutan yang dapat dijadikan sebagai pusat riset dan pembelajaran tekstil berbasis material pewarna alami, serta bekerjasama dengan masyarakat sekitar untuk meningkatkan ekonomi dan ekologi kawasan tersebut. Salah satu caranya dengan membuat lahan perkebunan yang kurang produktif yang belum terintegrasi menjadi kawasan wisata berbasis Agro-Ekowisata. Rancangan lanskap pada kawasan ini dibagi ke dalam 3 zona berdasarkan hasil analisis untuk memaksimalkan lahan yang ada yaitu zona pertanian untuk meningkatkan produktivitas kawasan yang sudah berbentuk lahan pertanian warga sekitar menjadi kawasan pertanian yang terpadu, zona rehabilitasi untukk meningkatkan kuantitas dan kualitas ruang terbuka hijau yang memenuhi proporsi kebutuhan minimal untuk menjamin keseimbangan ekosistem, terutama pada lahan bekas galian pertambangan, dan zona wisata untuk meningkatkan kuantitas dan kualitas ruang terbuka hijau yang memenuhi proporsi kebutuhan minimal untuk menjamin keseimbangan ekosistem, terutama pada lahan bekas galian pertambangan. Penerapan dari kriteria dan pembagian zona tersebut, menghasilkan sebuah rancangan lanskap agro-ekowisata yang dapat memberikan sebuah potensi pengembangan wisata pada kawasan tersebut. Tesis perancangan ini masih memiliki banyak kekurangan dari segi kelengkapan data, dan kelengkapan hasil gambar rancangan. Sehingga terdapat beberapa rekomendasi studi dan penelitian lebih lanjut mengenai topik ini, yaitu diperlukan studi lebih lanjut untuk mengembangkan konsep agro-ekowisata, terutama pada bidang tekstil yang berhubungan dengan PT. Kahatex dan diperlukan tahapan proses pembangunan agar hasil perancangan kawasan agro-ekowisata ini dapat terpenuhi secara maksimal.", "Daftar File": {"ABSTRAK Muhammad Ardhi Raksa": "https://digilib.itb.ac.id/gdl/download/274012"}, "Penulis": "Muhammad Ardhi Raksa [28920301]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, M.A.UD, MLA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perancangan Lanskap, Agro-ekowisata, Gunung Geulis.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "27 Jan 2023"}