{"Nomor": 71082, "Judul": "MENINGKATKAN VISUALISASI DATA SEBAGAI PENDUKUNG PENGAMBILAN KEPUTUSAN BERBASIS DATA BAGI PARA EEKSEKUTIF DI RUMAH SAKIT X", "Abstrak": "rlokasi di Jakarta Selatan, Indonesia, Rumah Sakit X merupakan salah satu rumah sakit anak dan wanita yang paling populer di wilayah tersebut. Dengan total 5 rumah sakit yang beroperasi dan 2 klinik, Rumah Sakit X ingin meningkatkan prosesnya untuk memberikan layanan kesehatan yang lebih baik dengan menggunakan data untuk mendukung aktivitas bisnis mereka. Kesulitan yang ditemukan bukan pada ketersediaan data itu sendiri, melainkan pada bagaimana data tidak dapat dicerna oleh para pengambil keputusan, yang mengakibatkan proses pengambilan keputusan menjadi kurang berbasis fakta. Penelitian ini bertujuan untuk menyelidiki praktik visualisasi data saat ini di Rumah Sakit X dan mengidentifikasi area yang perlu ditingkatkan untuk mendukung pengambilan keputusan berbasis data bagi para eksekutif. Visualisasi data mengubah data menjadi visual yang dapat dipahami dan dicerna oleh para pengambil keputusan, sehingga menjadi langkah penting yang harus dipertimbangkan dalam proses pengambilan keputusan berbasis data. Penelitian ini akan dilakukan dengan pendekatan kualitatif termasuk survei dan wawancara dalam suasana diskusi kelompok terarah dengan para eksekutif untuk memahami kebutuhan dan preferensi visualisasi data mereka, serta analisis alat dan metode visualisasi data yang saat ini digunakan di rumah sakit. Berdasarkan hasil temuan, diketahui bahwa penggunaan data analytics di Rumah Sakit X belum maksimal. Data dan setiap proses pengambilan data di Rumah Sakit X belum terdefinisi dengan baik, sehingga ide untuk menghasilkan dan menggunakan data menjadi kurang jelas. Selain itu, proses visualisasi di Rumah Sakit X selama ini bersifat reaktif terhadap keadaan tertentu, sehingga penggunaan analisis data dan data yang dihasilkan menjadi kurang kreatif, membuat proses implementasi pengambilan keputusan berbasis data menjadi lebih sulit. Rekomendasi untuk meningkatkan visualisasi data akan diusulkan, termasuk implementasi alat dan metode baru, dan praktik terbaik untuk desain visualisasi data. Tujuan akhir dari penelitian ini adalah untuk meningkatkan efektivitas dan efisiensi pengambilan keputusan berbasis data bagi para eksekutif di Rumah Sakit X", "Daftar File": {"2023 SK PP Rifat Ryan Adyatma   [19018308] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/273998", "2023 SK PP Rifat Ryan Adyatma   [19018308] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/288353"}, "Penulis": "Rifat Ryan Adyatma [19018308]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mursyid Hasan Basri, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Data, Visualisasi Data, Pengambilan Keputusan Berbasis Data, Sistem Informasi Rumah Sakit", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "27 Jan 2023"}