{"Nomor": 71086, "Judul": "EKSTRAKSI MINYAK ATSIRI DARI TUNAS DAN DAUN CENGKEH (SYZYGIUM AROMATICUM L.) MENGGUNAKAN METODE EKSTRAKSI SOXHLET MELALUI PERLAKUAN AWAL FERMENTASI SUBSTRAT PADAT OLEH JAMUR TRICHODERMA HARZIANUM PADA DUA MEDIUM PERTUMBUHAN", "Abstrak": "Cengkeh merupakan tanaman aromatik yang banyak diproduksi di Indonesia. Cengkeh memiliki kandungan minyak atsiri yang cukup tinggi sebesar 10-20% dihasilkan pada tunas, 5-10% dihasilkan pada batang, dan 1-4% dihasilkan pada daun. Kandungan lignoselulosa pada dinding sel tanaman cengkeh menjadi faktor penghambat dalam mengekstraksi minyak cengkeh. Perlakuan awal fermentasi substrat padat menggunakan T. harzianum dapat menjadi cara untuk menghidrolisis kandungan lignoselulosa pada tunas dan daun cengkeh untuk meningkatkan perolehan minyak cengkeh menggunakan metode ekstraksi Soxhlet. Fermentasi dilakukan dengan menambahkan inokulum Trichoderma harzianum sebanyak 108 CFU/mL pada sistem fermentasi. Fermentasi dilakukan dengan variasi waktu fermentasi 0, 3, 6, dan 9 hari serta variasi medium pertumbuhan Potato Dextrose Agar (PDA) dan Potato Dextrose Broth (PDB). Penelitian ini bertujuan untuk menentukan waktu dan medium fermentasi yang dapat memberikan perolehan minyak cengkeh tertinggi menggunakan metode ekstraksi Soxhlet dengan pelarut etanol 96% selama 6 jam. Perlakuan awal fermentasi mampu menurunkan 33-62% kadar selulosa, 34-52% hemiselulosa, dan 26-65% lignin. Perolehan minyak cengkeh pada minyak tunas dan daun cengkeh tertinggi secara berturut-turut adalah 18,4% dan 6,26%. Analisis komposisi senyawa minyak cengkeh dilakukan menggunakan Gas Chromatography - Mass Spectrometry. Minyak tunas dan daun cengkeh mengandung konstituen utama 66,46-91,83% eugenol dan 6,5-13% ?-caryophyllene. Minyak cengkeh mampu menunjukkan aktivitas antibakteri, zona inhibisi minyak tunas dan daun cengkeh terhadap bakteri Staphylococcus aureus bernilai lebih tinggi (1,05-2,20 cm) dibandingkan terhadap bakteri Pseudomonas aeruginosa (0,75-1,35 cm).", "Daftar File": {}, "Penulis": "Dinda Veronica [11218028]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yusuf Abduh, M.T.", "Mochamad Firmansyah, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ekstraksi Soxhlet, Fermentasi, Minyak Cengkeh, PDA, PDB", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jan 2023"}