{"Nomor": 71098, "Judul": "PENGARUH LITERASI FINANSIAL DAN LITERASI DIGITAL PADA PENGGUNAAN INSTUMEN PEMBAYARAN QRIS", "Abstrak": "Inovasi diperlukan untuk mendorong perkembangan ekonomi dan\nkeuangan digital dalam rangka mencapai tujuan Sistem Pembayaran Indonesia\n2025. QR Code adalah salah satu ide yang muncul dan digunakan secara luas.\nQR Code mempromosikan efisiensi ekonomi dan ekonomi dan keuangan\ninklusivitas. Akibatnya, standardisasi QR Code diperlukan untuk mencegah\nfragmentasi industri. Standar QR Code tunggal akan membuat penyedia barang\ndan jasa (pedagang) dan konsumen lebih efisien. Dengan QR yang\nterstandarisasi, merchant dan konsumen \ntidak lagi diharuskan \nmemiliki/memelihara beberapa QR Code dari berbagai penyedia layanan. Bank\nIndonesia menargetkan pertumbuhan penggunaan QR hingga 65 Juta pengguna\npada tahun 2025. Penetrasi internet di Indonesia telah mencapai 77% dengan\n21,6% pengguna Indonesia menggunakan mobile phone payment, hal ini\nmenunjukkan bahwa penggunaan QRIS memiliki potensi pertumbuhan. . Ada\nbanyak variabel yang dipengaruhi oleh penggunaan QRIS. Penelitian ini akan\nlebih fokus pada pengaruh literasi Finansial dan Digital terhadap penggunaan\nQRIS.\n\nPenelitian ini menggunakan metodologi kuantitatif dan melibatkan 424\nresponden Indonesia. Penelitian ini menggunakan Teknik Purposive Sampling\nuntuk pengambilan sampelnya. Penelitian ini didasarkan pada data primer yang\ndikumpulkan melalui kuesioner yang diisi oleh seluruh responden. Pendekatan\nanalisis data menggunakan regresi logistik biner. Penelitian disegmentasikan ke\ndalam model di mana variabel independen mempengaruhi variabel dependen.\nSementara variabel instrumen penelitian ini dievaluasi dengan menggunakan uji\nvaliditas dan reliabilitas. Dan untuk mengevaluasi hipotesis, menggunakan\nRegresi Logistik Biner dengan instrumen Hosmer dan Lemeshow, Uji F, Uji\nWald, dan Nagelkerke R2. Berdasarkan temuan penelitian ini, variabel literasi\nkeuangan dan digital secara parsial & simultan tidak berpengaruh signifikan\nnamun memiliki pengaruh positif terhadap penggunaan pembayaran QRIS.", "Daftar File": {"2023_TS_PP_Muhammad Arief Waliyuddin_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/274023"}, "Penulis": "Muhammad Arief Waliyuddin [29121208]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Literasi Keuangan, Literasi Digital, Pembayaran QRIS", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Jan 2023"}