{"Nomor": 71096, "Judul": "STRATEGI PROMOSI DAN REKOMENDASI UNTUK FUTURO APPAREL", "Abstrak": "Subsektor fesyen merupakan salah satu penyumbang PDB terbesar dan memiliki tingkat pertumbuhan yang pesat dari tahun ke tahun. Futuro Apparel merupakan salah satu yang termasuk dalam sub-sektor fashion yang merupakan brand fashion lokal. Futuo Apparel memiliki bermacam varian produk fesyen khusus pria. Saat ini, perusahan memiliki permasalahan bisnis yaitu fluktuasi penjualan dan strategi pemasaran yang dilakukan saat ini dinilai belum memberikan hasil yang maksimal kepada perusaha. Untuk mengatasi masalah ini, perusahaan perlu mengembangkan strategi yang mengatasi akar penyebab penjualan yang berfluktuasi.  \n \nUntuk menemukan solusi bagi perusahaan dalam mengatasi permasalahan tersebut, penulis melakukan analisis internal dan eksternal. Analisis internal terdiri dari Segmenting, Targeting, Positioning (STP), bauran pemasaran. Sedangkan, analisis eksternal menggunakan PESTEL, analisis pesaing, dan analisis riset konsumen. Data analisis riset konsumen diperoleh dari penyebaran kuesioner kepada responden yang terdiri dari 218 orang dengan kriteria pria berusia 17 tahun keatas. Hasil penelitian menunjukkan bahwa terdapat 3 hipotesis yang diterima yaitu promosi terhadap kesadaran merek, kesadaran merek terhadap sikap merek, dan sikap merek terhadap niat beli. Sedangkan terdapat satu hipotesis yang ditolak yaitu tempat terhadap brand awareness. Hasil hipotesis tersebut diperoleh dengan menggunakan Partial Least Squares-Structural Equation Modelling (PLS-SEM). Setelah dilakukan analisis internal dan eksternal, penulis melakukan analisis SWOT untuk mengidentifikasi kekuatan, kelemahan, peluang dan ancaman bagi perusahaan. Berdasarkan analisis tersebut, strategi TOWS perusahaan ditentukan agar lebih sesuai dengan kebutuhan pasar sasaran. Hal ini dapat dicapai dengan menerapkan bauran pemasaran yang telah diperbarui sebelumnya. Oleh karena itu, beberapa alternatif strategi yang diusulkan diantaranya mendorong penggunaan e-commerce dan media sosial dengan menunjukkan kesan premium untuk membangun kesadaran merek & meningkatkan promosi di media sosial untuk meningkatkan kesadaran merek, menjaga hubungan pelanggan setelah pembelian, produk Futuro yang cocok untuk kegiatan formal dan informal dirancang dengan tren generasi Z, Milenial, dan X.", "Daftar File": {"2023_TS_PP_Nabil Luthfi Nazer_29121284_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/274024"}, "Penulis": "Nabil Luthfi Nazer [29121284]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T, MM, DBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi pemasaran, internal dan eksternal analisis, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "27 Jan 2023"}