{"Nomor": 71094, "Judul": "POTENSI SUPEROKSIDA DISMUTASE MANGAN STAPHYLOCOCCUS EQUORUM REKOMBINAN SEBAGAI AGEN UNTUK MEMPERCEPAT PENYEMBUHAN LUKA", "Abstrak": "Reactive oxygen species (ROS) merupakan produk metabolisme sel yang apabila kadarnya berlebih akan menyebabkan kondisi stres oksidatif dan berimplikasi pada gangguan serta perlambatan penyembuhan luka. Enzim superoksida dismutase mangan dari Staphylococcus equorum rekombinan (rMnSODSeq) berperan untuk menjaga homeostasis kadar ROS dengan mengurangi produksi anion superoksida radikal (O2•?). Laboratorium Bioteknologi Farmasi ITB telah berhasil merancang pembentukan mutan rMnSODSeq K38R-A121E, K38R-A121Y, dan L169W untuk meningkatkan kestabilan protein terhadap paparan sinar UVC dan pemanasan pada suhu tinggi. Penelitian ini bertujuan untuk mengevaluasi potensi rMnSODSeq K38R-A121E, K38R-A121Y, dan L169W sebagai senyawa dalam mempercepat penyembuhan luka melalui wound healing scratch assay pada sel fibroblas 3T3. Kestabilan protein terhadap sinar UVC dan pemanasan diuji terlebih dahulu secara kualitatif dan kuantitatif menggunakan metode zimografi dan kolorimetri. Uji stabilitas terhadap paparan sinar UVC selama 45 menit menunjukkan bahwa rMnSODSeq alami, mutan K38R-A121E, K38R-A121EY, dan L169W mampu mempertahankan aktivitasnya diatas 88%. Pada uji stabilitas dengan pemanasan 60ºC selama 15 menit, mutan K38R-A121E menunjukkan aktivitas paling tinggi sebesar 97,2% dibandingkan dengan rMnSODSeq alami, K38R-A121Y, dan L169W (berturut-turut 75,1%; 15,3%, 48,1%). Hasil uji viabilitas sel menunjukkan rMnSODSeq alami, K38R-A121E, K38R-A121Y, sebelum atau setelah dipanaskan pada 50ºC selama 1 jam, tidak bersifat sitotoksik dan masih mampu melindungi sel 3T3 dari paparan sinar UVC selama 3 jam. Perolehan persentase penutupan luka paling tinggi (53%) dalam 24 jam diberikan oleh K38R-A121E. Dapat disimpulkan bahwa mutan K38R-A121E memiliki kestabilan dan kemampuan yang paling baik sebagai kandidat terapi untuk mempercepat penyembuhan luka.", "Daftar File": {"ABSTRAK Mutiara Annisa Masruroh": "https://digilib.itb.ac.id/gdl/download/274019"}, "Penulis": "Mutiara Annisa Masruroh [20720317]", "Kontributor / Dosen Pembimbing": ["Dr. Ratna Annisa Utami, S.Si., M.Si.", "Dr. apt. Aluicia Anita Artarini, S.Si., M.Sc.,.", "Dr. Wangsa Tirta Ismaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "rMnSODSeq, Staphylococcus equorum, stabilitas, K38R-A121E, scratch assay", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jan 2023"}