{"Nomor": 71100, "Judul": "KEBERLANJUTAN DAN PENGAMBILAN KEPUTUSAN PENGANGKUTAN BATUBARA PADA PENAMBANGAN BATUBARA PIT C2 OPERASIONAL TAMBANG SAMBARATA PT. BERAU COAL", "Abstrak": "T. Berau Coal adalah sebuah perusahaan tambang batubara yang ada di\nKabupaten Berau Kalimantan Timur, dimana salah satu site yang beroperasi\nadalah Sambarata Mine Operation dengan area penambangan Pit C2. \nSalah satu tantangan terbesar dalam dalam proses penambangan batubara Pit C2\nadalah pengangkutan batubara dari pit / tambang ke lokasi peremukan batubara (\nCPP ) dengan jarak rata-rata 10 Km. Latar belakang dari project ini adalah terjadi\npeningkatan konsumsi bahan bakar pada pengangkutan batubara rata-rata 51 %\nsetiap bulan pada periode Juli – Desember 2021. Fuel menjadi penyumbang\nsekitar 40% dari biaya operasional penambangan batubara di Pit C2 , sehingga hal\nini menjadi beban kenaikan biaya dari  perusahaan. Penyebab dari kenaikan ini\nadalah perubahan metode penambangan batubara menjadi double handling\ndimana penggunaan unit HD 775 ( Haul Dump seri 775 ) dari Pit ke ROM\ntemporary, kemudian dari ROM temporary menggunakan DT 30 ton ke CPP.\nDengan kondisi ini diperlukan pemilihan alat angkut batubara yang tepat,\nsehingga secara operasional penambangan bisa efektif, efisien, dan produktif\nkhususnya dalam hal konsumsi bahan bakar\nPenulis menggunakan metode Simple Multi Atribut Rating Technique ( SMART )\ndan Analytical Hierarchy Process ( AHP ). Dimana dalam AHP secara spesifik\ndibagi menjadi 3 Kriteria dan 6 sub Kriteria. Kriteria ini adalah Biaya,\nKeselamatan, dan Infrastruktur serta 6 sub criteria yang dipergunakan yaitu\nkonsumsi bahan bakar, produktivitas, kapasitas vessel, jalan pengangkutan,\njembatan timbang dan peralatan peremukan.\nAlternatif solusi disampaikan pada tahapan improvement dengan mengacu kepada\nbisnis proses penambangan batubara yaitu melalui pemilihan penggunaan unit\ndump truck kapasitas 30 ton, 45 ton, 60 ton dan 70 ton. Dari hasil analisa AHP\nmaka didapatkan bahwa pengangkutan batubara yang optimal dari Pit C2 ke CPP\ndi area Sambarata Mine Operation adalah dengan penggunaan unit Loadpro\ndengan kapasitas 60 ton.\nDengan penggunaan unit DT 60 ton akan memberikan impact penurunan fuel\nratio penambangan batubara menjadi 18.91 % / bulan ( $25,290 / bulan ).", "Daftar File": {"2023_TS_PP_Arintoko Saputro_29120342_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/274026"}, "Penulis": "Arintoko Saputro [29120342]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pri Hermawan, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pengangkutan Batubara, Simple Multi Atribut Rating Technique ( SMART ), Analytical Hierarchy Process ( AHP )", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Jan 2023"}