{"Nomor": 71101, "Judul": "PENGEMBANGAN DAN PENGGUNAAN APLIKASI BERBASIS WEBSITE SEBAGAI SUMBER INFORMASI DALAM MENUNJANG TERAPI PASIEN OBESITAS", "Abstrak": "Obesitas merupakan kondisi terakumulasinya lemak yang berlebih dan abnormal sehingga memimbulkan risiko yang buruk bagi kesehatan. Seseorang dinyatakan obesitas jika IMT (Indeks Massa Tubuh) yang dimilikinya melebihi 27 kg/m2. Indeks massa tubuh merupakan bobot badan dalam kilogram dibagi dengan tinggi badan dalam satuan meter kuadrat yang digunakan dalam mengukur dan mengidentifikasi obesitas. Di Indonesia, menurut hasil Riset Kesehatan Dasar (Riskesdas) prevalensi obesitas pada orang dewasa di atas 18 tahun pada tahun 2018 mencapai 21,8%, sebelumnya pada Riskesdas 2013 adalah sebanyak 15,4%. Faktor internal pada pasien obesitas di antaranya mencakup pola makan yang kurang baik yaitu tidak dijadwalkan secara teratur atau porsinya tidak disesuaikan dengan kebutuhan per hari, usia yang semakin bertambah, kemalasan dalam menurunkan berat badan serta kendali dalam menjaga makannya. Faktor eksternal pada pasien obesitas di antaranya yaitu lingkungan sekitar seperti rutinitas pasien yang sibuk sehingga tidak dapat menyediakan waktu untuk diet, serta perlu adanya support system yang membantu pasien dalam mengatur pola diet. Aplikasi berbasis website yang dinamakan Obesite dikembangkan untuk membantu masyarakat yang tergolong overweight atau obesitas dalam menurunkan berat badan. Obesite memiliki fitur seperti informasi tentang pengertian obesitas, informasi obat yang biasa dipakai untuk membantu penurunan berat badan, informasi diet dan olahraga, fitur perhitungan IMT, chat dengan apoteker, rekomendasi menu diet, dan grafik perkembangan berat badan. Terdapat pula fitur pendukung seperti fitur tentang obesite, fitur akun, profil akun, keamanan serta chat dengan admin. Obesite diujikan kepada 55 orang secara langsung dan 129 orang secara daring, dengan total 111 responden yang termasuk pada kriteria inklusi. Berdasarkan hasil kuisioner yang didapat secara keseluruhan, Obesite memberikan manfaat yang memuaskan penggunanya yang tergolong pada klasifikasi Gemuk Ringan (overweight) dan Gemuk Berat (obesitas) berdasarkan nilai IMT yang didapatkan yang dibandingkan pada tabel klasifikasi Kementerian Kesehatan RI. Hasil penelitian menunjukkan tingkat kepuasan yang diberikan aplikasi Obesite dengan rata-rata 100,92 ± 1,39% dan nilai koefisien variasi sebesar 1,38%.", "Daftar File": {"ABSTRAK Rifqi Firdausa Ahmadi": "https://digilib.itb.ac.id/gdl/download/274027"}, "Penulis": "Rifqi Firdausa Ahmadi [11617028]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Lia Amalia, S.Si., M.Si.", "Hubbi Nashrullah Muhammad, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Obesitas, Indeks Massa Tubuh (IMT), Obesite, aplikasi berbasis Website", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jan 2023"}