{"Nomor": 71109, "Judul": "MENILAI KELAYAKAN CV. BATANGHARI ELAEIS SHELL DALAM PEMBANGUNAN PABRIK PENGOLAHAN PASCA PANEN KOPI ROBUSTA JANGKAT MELALUI ANALISIS SWOT, PESTLE DAN FINANSIAL", "Abstrak": "Kopi jangkat atau Kopi robusta merangin merupakan varietas kopi robusta yang menjadi salah satu komoditi unggulan dari daerah dataran tinggi kabupaten Merangin, provinsi Jambi. Kopi robusta jangkat mempunyai potensi yang tinggi karena sudah memiliki wilayah indikasi geografis sendiri dan mempunyai skor rasa yang sanagat baik jika dilakukan pengolahan pasca panen yang baik dan benar. Hal ini telah dibuktikan bahwa kopi jangkat pernah menjadi juara diajang SCAI EXPO 2018 di Bali. Selama ini pengolahan pasca panen kopi yang dilakukan oleh masyarakat petani kopi jangkat kurang baik sehingga kualitas kopi yang dihasilkan sangat rendah. CV. BATANGHARI ELAEIS SHELL (BES) adalah sebuah perusahaan yang berada di provinsi Jambi yang selama ini bergerak dalam bidang perkebunan kelapa sawit, kopi dan hortikultura lainnya serta juga dalam bidang transportasi logistic. CV. BES melihat adanya potensi yang sangat besar untuk mengembangkan bisnis dengan berinvestasi dalam melakukan produksi pasca panen greenbean kopi robusta karena banyaknya ketersediaan bahan  baku disana dan juga masih sangat sedikitnya perusahaan lain yang bergerak dalam industri pengolahan produksi pasca panen kopi di daerah tersebut.\nTugas akhir ini akan merencanakan strategi bisnis yang akan digunakan untuk pengembangan bisnis CV.BES dalam Produksi Pengolahan pasca panen kopi robusta untuk mengidentifikasi peluang eksternal dan ancaman bagi organisasi, menentukan peluang dan kelemahan internal, menghasilkan metode alternatif dan memilih pendekatan tertentu bagi perusahaan. Penelitian ini menggunakan alat-alat manajemen untuk menganalisi factor eksternal dan internal yang mempengaruhi perusahaan yaitu melalui framework, Srength Weakness Opportunity Threat (SWOT), Porter’s Five Force dan Politic Economic Social Technology Legal Environment (PESTLE) analysis dan juga tingkat kelayakan secara ekonomi bisnis yang menggunakan kolaborasi antara metode Net present value (NPV), Internal Rate of Return (IRR), Payback period dan Profitability Index (PI).\nDidapatkan hasil bahwa investasi yang direncanakan oleh CV. BES dapat dianggap layak. Jangkat, Jangkat timur, dan Lembah Masurai adalah pusat penting untuk produksi kopi Robusta di Jambi, dan situasi politik di daerah ini mendukung industri ini. Faktor-faktor sosial dan teknologi, serta faktor-faktor ekonomi dan hukum, juga memainkan peran dalam pertanian kopi di daerah tersebut. CV. BES diharapkan dapat menciptakan nilai dan keuntungan dengan mengikuti standar sertifikasi dan ketertelusuran dan menjual kepada pelanggan business-to-business. Didapatkan dengan nilai diskon WACC 10,52% uji kelayakan investasi ini  adalah NPV sebesar Rp. 21.541.664.722, IRR sebesar 20%, dan PI sebesar 2,37. Investasi ini akan memiliki periode payback sekitar 4 tahun dan 4 bulan. Analisis sensitivitas menunjukkan bahwa perubahan dalam Capex dan COGS akan mempengaruhi output, sementara perubahan dalam Revenues akan memiliki dampak yang signifikan terhadap profitabilitas proyek.", "Daftar File": {"COVER Dhio Wira Alanda": "https://digilib.itb.ac.id/gdl/download/274037", "BAB 1 Dhio Wira Alanda": "https://digilib.itb.ac.id/gdl/download/289024", "BAB 2 Dhio Wira Alanda": "https://digilib.itb.ac.id/gdl/download/289025", "BAB 3 Dhio Wira Alanda": "https://digilib.itb.ac.id/gdl/download/289026", "BAB 4 Dhio Wira Alanda": "https://digilib.itb.ac.id/gdl/download/289027", "BAB 5 Dhio Wira Alanda": "https://digilib.itb.ac.id/gdl/download/289028", "PUSTAKA Dhio Wira Alanda": "https://digilib.itb.ac.id/gdl/download/289029"}, "Penulis": "Dhio Wira Alanda [29321052]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kopi Robusta Jambi, Pengolahan Kopi, Uji Kelayakan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "27 Jan 2023"}