{"Nomor": 71112, "Judul": "USULAN STRATEGI BISNIS UNTUK PERUSAHAAN JASA PENGIRIMAN BARANG  (STUDI KASUS DI PT JAHERMOSA)", "Abstrak": "PT Jahermosa merupakan perusahaan jasa pengiriman barang internasional yang telah berdiri sejak tahun 2012. PT Jahermosa memiliki pengalaman dalam menangani beberapa jenis barang dengan layanan dan moda transportasi yang bervariasi. Layananan yang diberikan antara lain adalah jasa pengiriman barang ekspor-impor menggunakan moda laut, air, dan darat. Akibat COVID-19, perusahaan mengalami penurunan performa penjualan dari tahun 2019 sampai 2021. Akan tetapi, total ekspor dan impor Indonesia pada tahun 2020 sampai 2021 mengalami kenaikan drastis berdasarkan data dari Badan Pusat Statistik. Hal ini mengindikasi adanya kenaikan pasar terhadap jasa pengiriman barang dari dan keluar Indonesia namun tidak dibarengi dengan kemampuan PT Jahermosa dalam menyerap pasar. Oleh karena itu, tujuan dari penelitian ini adalah memberikan usulan bisnis strategi terhadap PT Jahermosa dalam industri pengiriman barang untuk meningkatkan performa penjualan perusahaan. \nPenelitian ini merupakan penelitian kualitatif dengan menggunakan data primer dan data sekunder. Data primer didapatkan melalui wawancara yang dilakukan kepada beberapa peserta dari pelanggan dan manajemen. Sedangkan data sekunder didapatkan melalui laporan keuangan perusahaan, situs, jurnal, dan artikel. Kerangka konseptual yang digunakan pada penelitian ini adalah strategi AFI ( Analisis, Formulasi, dan Implementasi). Analisis dilakukan terhadap kondisi eksternal dan internal dari bisnis jasa pengiriman barang PT Jahermosa. Analisis eksternal dilakukan dengan menggunakan Kerangka PESTEL, Model Porter Five Forces, Analisis Pelanggan, dan Analisis Pesaing. Analisis internal dilakukan dengan menggunakan Model Resource Based View, Analisis VRIO, Analisis Porter Value Chain, dan Business Model Canvas. Analsis SWOT digunakan untuk mengevaluasi kekuatan, kelemahan, kesempatan, dan ancaman untuk menilai kondisi PT Jahermosa. Evaluasi terhadap keempat faktor tersebut menjadi dasar dalam formulasi alternatif-alternatif strategy menggunakan TOWS Matrix. Strategi dirumuskan berdasarkan kekuatan-kesempatan (SO), kekuatan-ancaman (ST), kelemahan-kesempatan (WO), dan kelemahan-ancaman (WT).  Analisis akar permasalahan dilakukan untuk mengetahui penyebab sesungguhnya dari masalah yang dihadapi menggunakan Analisis Pohon Masalah. Didapatkan bahwa akar permasalahan dari penurunan performa penjualan adalah ketiadaan tim marketing, kurangnya program pengembangan diri bagi karyawan, keterbatasan tenaga ahli IT, dan kurangnya manajemen hubungan konsumen. Berdasarkan hasil penerlitian tersebut, strategi dirumuskan menggunakan Model Strategi Diamond dengan memperhatikan empat faktor yaitu kendaraan, arena, pembeda, kecepatan, dan logika ekonomi. Strategi tersebut diusulkan kepada PT Jahermosa dengan dilengkapi rencana implementasi\nLimitasi dari penelitian ini adalah laporan keuangan yang tidak dijelaskan secara detail untuk menjaga rahasia dokumen perusahaan. Selain itu, penelitian ini hanya mencakup untuk PT Jahermosa sebagai perusahaan jasa pengiriman barang dan logistik. Analisis eksternal dan internal dilakukan pada saat penelitian berlangsung. Apabila kedepannya akan digunakan untuk penelitian lebih lanjut, maka perlu dilakukan kajian ulang terhadap kondisi eskternal dan internal perusahaan.", "Daftar File": {"COVER Sebayang Lovanda C. A.": "https://digilib.itb.ac.id/gdl/download/274048", "BAB 1 Sebayang Lovanda C. A.": "https://digilib.itb.ac.id/gdl/download/290017", "BAB 2 Sebayang Lovanda C. A.": "https://digilib.itb.ac.id/gdl/download/290018", "BAB 3 Sebayang Lovanda C. A.": "https://digilib.itb.ac.id/gdl/download/290019", "BAB 4 Sebayang Lovanda C. A.": "https://digilib.itb.ac.id/gdl/download/290020", "BAB 5 Sebayang Lovanda C. A.": "https://digilib.itb.ac.id/gdl/download/290021", "PUSTAKA Sebayang Lovanda C. A.": "https://digilib.itb.ac.id/gdl/download/290022"}, "Penulis": "Sebayang Lovanda C. A. [29321148]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc.", "Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Jasa, Pengiriman Barang, Strategi Bisnis, Performa Penjualan, Strategi Diamond", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "27 Jan 2023"}