{"Nomor": 71116, "Judul": "EVALUASI PENGATURAN KERJA FLEKSIBEL - BEKERJA DARI RUMAH SELAMA PANDEMI COVID-19 DI KPP PRATAMA JAKARTA PENJARINGAN", "Abstrak": "Kebijakan KPP Pratama yang merupakan lingkup dari Direktorat Jenderat Pajak\ndibawah naungan Kementerian Keuangan dalam menghadapi pandemi ini adalah\ndengan menerapkan cara kerja baru, yaitu melalui Flexible Working Arrangement.\nKerja fleksibel adalah salah satu model cara kerja baru, yang telah diterapkan jauh\nsebelum pandemi COVID-19 terjadi di beberapa instansi pemerintahan maupun\nswasta. Pengaturan Kerja Fleksibel yang diterapkan KPP Pratama Penjaringan\nJakarta Utara lebih kepada konsep Working From Home bagi pegawainya. Hal ini\ndilaksanakan untuk tujuan mendukung pemerintah melakukan tindakan preventif\ndalam memutus mata rantai penyebaran COVID-19, sehingga produktivitas\npegawai tetap terjaga.\nData yang digunakan dalam penelitian ini yaitu primer dan sekunder. Analisis\ndata sekunder dengan berbagai sumber seperti jurnal internasional, buku, artikel,\nwebinar, laporan tahunan dan newsletter yang berkaitan dengan situasi\npelaksanaan FWAPendekatan kuantitatif digunakan dengan memberikan\nkuesioner kepada responden untuk menilai pelaksanaan dan efektivitas FWA saat\nini.\nHasil penelitian menunjukkan bahwa variabel kebijakan memiliki peran penting\ndalam membangun keberhasilan FWA, kebijakan yang jelas dan terdefinisi\ndengan baik sangat penting bagi pegawai untuk menerapkan FWA. Variabel\ndukungan merupakan faktor keberhasilan utama dalam organisasi. Varibel\nlingkungan seperti teknologi, budaya, dan praktik pendukung merupakan faktor\nutama yang berperan dalam menerapkan FWA.", "Daftar File": {"2023_TS_PP_Finsa Hilmi 29119595_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/274051"}, "Penulis": "Finsa Hilmi [29119595]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Produtivitas, Pengaturaan Kerja Fleksibel, Working From Home, Pandemi Covid-19, Kebijakan, Dukungan, Lingkungan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Jan 2023"}