{"Nomor": 71117, "Judul": "PERANCANGAN PERMUKIMAN PESISIR PADA KAMPUNG NELAYAN BERBASIS COASTAL RESILIENCE DI MUARA ANGKE, JAKARTA UTARA", "Abstrak": "Kenaikan permukaan air laut merupakan salah satu dampak dari perubahan iklim secara global yang berdampak langsung pada masyarakat. Mengakibatkan resiko serius genangan air laut pada daerah pesisir, salah satunya pada kawasan Muara Angke, Jakarta Utara. Perubahan iklim, pertumbuhan jumlah dan aktivitas penduduk yang diiringi dengan peningkatan areal permukiman yang tidak teratur, meningkatkan potensi kerentanan Muara Angke terhadap penurunan muka tanah dan disisi lain permukaan air laut terus meningkat. Perubahan kawasan Muara Angke yang dahulu merupakan area rawa menjadi area padat penduduk tidak dipersiapkan dengan strategi permukiman yang baik, sehingga permukiman berkembang dengan tidak teratur dan mengakibatkan kekumuhan. Timeline design strategy dan coatal resilience merupakan metoda perancangan yang diaplikasikan pada kawasan Muara Angke dalam merespon kenaikan permukaan air laut dan banjir. Penerapan timeline design strategy merupakan pendekatan adaptif dalam merespon masyarakat, lingkungan, dan ekonomi. Coastal resilience berfokus dalam penerapan strategi perancangan multi-skala baik makro, mezo, dan mikro. Bentuk elaborasi dari timeline design strategy dan coastal resilience menghasilkan tiga strategi utama dalam tiga skala, 1) Response to Society, Incremental Sea Level Rise Adaptation (Makro), 2) Response to Environment, Ecology Flood Mitigation (Mezo), 3) Response to Economy, Integration of Environment, Infrastructure, and communities (Mikro) ketiga strategi tersebut bertujuan untuk menciptakan kawasan permukiman yang adaptif terhadap banjir dan kenaikan permukaan air laut.", "Daftar File": {"ABSTRAK Chandra Hadi Sukmana": "https://digilib.itb.ac.id/gdl/download/274052"}, "Penulis": "Chandra Hadi Sukmana [25220006]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Heru Wibowo Poerbo, MURP."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Permukiman Pesisir, Timeline Design Strategy, Coastal Resilience", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "27 Jan 2023"}