{"Nomor": 71128, "Judul": "PENGEMBANGAN METODE ANALISIS NITRIT PADA PRODUK KEJU OLAHAN MENGGUNAKAN SPEKTROFOTOMETRI UV - VIS", "Abstrak": "Bahan tambahan pangan (BTP) merupakan bahan yang ditambahkan ke dalam pangan untuk memengaruhi sifat atau bentuk pangan. Sementara itu, nitrit merupakan salah satu BTP yang termasuk kelas fungsi pengawet yang diizinkan pada beberapa kategori produk pangan, diantaranya produk keju olahan. Penelitian ini bertujuan untuk mendapatkan metode analisis yang dapat digunakan untuk menentukan nitrit dalam produk pangan tersebut. Keju olahan merupakan produk pangan dengan matriks yang cukup kompleks sehingga pada preparasi dilakukan teknik ekstrasi cair-cair dan pengendapan untuk memisahkan dan meminimalkan gangguan matriks. Nitrit yang terdapat dalam sampel diasamkan lalu direaksikan dengan asam sulfanilat membentuk garam diazonium hidroklorida sebagai intermediet. Selanjutnya direaksikan dengan N-1-naftil-etilendiamindihiroklorida (NED) menghasilkan produk yang berwarna dan mampu menyerap radiasi sinar tampak pada panjang gelombang maksimum 550 nm. Validasi metode dilakukan yang mencakup penentuan linearitas, presisi, akurasi, batas deteksi, dan batas kuantisasi. Dilakukan penentuan nitrit dalam sampel keju simulasi. Dari hasil penelitian diperoleh, kurva kalibrasi dengan persamaan Y = 0,6654 X – 0,002 dan R2 = 0,9998 serta rentang konsentrasi 0,383 sampai 1,150 bpj. Presisi metode dinyatakan sebagai simpangan baku relatif (SBR) yang berada pada rentang 0,67 - 6,44%. Akurasi metode dinyatakan sebagai persen perolehan kembali yang berada pada rentang 98,8 – 104,6 %. Batas deteksi (BD) dan batas kuantisasi (BK) metode masing-masing sebesar 0,01 dan 0,02 bpj. Berdasarkan hasil yang diperoleh, dapat disimpulkan metode penentuan nitrit dalam produk keju olahan berhasil diperoleh dan dapat digunakan untuk penentuan rutin nitrit dalam produk pangan tersebut.", "Daftar File": {"ABSTRAK Ihsan Al Amin Refnaldi": "https://digilib.itb.ac.id/gdl/download/274063"}, "Penulis": "Ihsan Al Amin Refnaldi [20720320]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. rer. nat. Rahmana Emran Kartasasmita, M.Si.", "Dr. Fransiska Kurniawan, S.Farm., M.Si.", "Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Bahan Tambahan Pangan, Nitrit, Keju olahan, Spektrofotometri Uv- Vis.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jan 2023"}