{"Nomor": 71131, "Judul": "STUDI EKSTRAK DAUN KEMANGI SEBAGAI CO-STABILIZER DALAM FORMULA EMULSI", "Abstrak": "Penuaan kulit merupakan suatu proses kompleks akibat kondisi stres oksidatif yang diinduksi oleh reactive oxygen species (ROS). Antioksidan dapat menghambat aktivitas radikal bebas sehingga dapat melindungi kulit dari kerusakan oksidasi. Daun kemangi (Ocimum americanum L.) mengandung senyawa metabolit sekunder yang berpotensi sebagai antioksidan dan co-stabilizer pada formula emulsi. Tujuan penelitian ini adalah untuk mengkaji potensi ekstrak daun kemangi sebagai co-stabilizer dalam formula emulsi. Daun kemangi diekstraksi menggunakan metode maserasi-sonikasi dengan pelarut etanol 70% kemudian diliofilisasi hingga diperoleh ekstrak kering. Evaluasi potensi ekstrak daun kemangi sebagai co-stabilizer ditentukan berdasarkan aktivitas permukaan yang meliputi nilai tegangan permukaan, critical micelle concentration (CMC) dan indeks emulsifikasi. Stabilitas aktivitas permukaan dievaluasi pada pengaruh pH, suhu, dan penambahan garam. Selanjutnya dilakukan formulasi sediaan emulsi dengan komponen ekstrak daun kemangi, gliserin, heksilen glikol, sunflower seed oil (SFO), tween 20, urea dan akuadem. Evaluasi emulsi meliputi organoleptik, pH, ukuran globul, mikroskop confocal dan uji aktivitas antioksidan dengan metode DPPH. Hasil uji aktivitas permukaan menunjukkan bahwa ekstrak daun kemangi mampu menurunkan tegangan permukaan air menjadi 38-42 mN/m, dengan CMC sebesar 2%. Indeks emulsifikasi terbaik terlihat pada kombinasi ekstrak dengan SFO, namun masih lebih rendah dibandingkan dengan surfaktan komersial, sodium lauryl sulfate (SLS). Aktivitas permukaan ekstrak cenderung stabil pada kondisi pH, suhu, dan penambahan garam yang diujikan. Dari hasil formulasi didapatkan emulsi yang homogen pada kombinasi konsentrasi ekstrak daun kemangi 1% dan tween 20 1% dengan diameter globul sekitar 2 ?m dan pH sekitar 4. Pengamatan menggunakan mikroskop confocal menunjukkan terbentuknya colloidal network. Nilai peredaman DPPH menunjukkan aktivitas antioksidan lebih tinggi dibanding ekstrak saja. Dari hasil penelitian menunjukkan bahwa ekstrak daun kemangi memiliki potensi sebagai co-stabilizer pada formulasi emulsi.", "Daftar File": {"ABSTRAK Nurul Zakiyah": "https://digilib.itb.ac.id/gdl/download/274066"}, "Penulis": "Nurul Zakiyah [20720324]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Suciati, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, co-stabilizer, ekstrak daun kemangi, emulsi, tween  20", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jan 2023"}