{"Nomor": 71133, "Judul": "KLONING DAN EKSPRESI HETEROLOG JALUR MEVALONAT UNTUK PRODUKSI PREKURSOR ARTEMISININ PADA ESCHERICHIA COLI", "Abstrak": "Organisasi Kesehatan Dunia (WHO) merekomendasikan artemisinin sebagai\npengobatan pilihan untuk infeksi malaria oleh Plasmodium falcifarum. Senyawa ini\ndigunakan bersama dengan satu atau lebih obat dalam paket terapi kombinasi\nartemisinin combination therapy (ACTs). Produksi secara semi sintetik merupakan\nsalah satu alternatif yang potensial untuk memproduksi artemisinin. Pada penelitian\nsebelumnya telah dilakukan upaya peningkatan produksi amorfadiena melalui\nekspresi heterolog jalur mevalonat pada B. subtilis. Namun, jalur bagian atas\nmevalonat masih belum bekerja secara optimal. Sehingga, diperlukan optimasi\nuntuk meningkatkan ekspresi jalur bagian atas sebagai suplai produk intermediet\nmevalonat. Pada penelitian ini telah dilakukan kloning terhadap tiga gen kunci\npenyusun jalur mevalonat (atoB, mvaS, mvaA) yang disisipkan pada plasmid\npDR111 dengan metode circular polymerase extension cloning (CPEC).\nBerdasarkan hasil analisis restriksi dan sekuensing kloning berhasil dilakukan.\nHasil analisis pada SDS-PAGE ekspresi menunjukkan adanya ekspresi protein pada\nukuran protein target atoB (40,35 kDa), mvaS (43,22 kDa) dan mvaA (46,18 kDa).\nAnalisis metabolit dengan LC-MS/MS menunjukkan adanya metabolit mevalonat\nyang terbentuk pada kultur yang mengandung plasmid rekombinan.", "Daftar File": {"ABSTRAK Ahmad Bayu Satriawan": "https://digilib.itb.ac.id/gdl/download/274068"}, "Penulis": "Ahmad Bayu Satriawan [20720304]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, M.S.", "Dr. apt. Hegar Pramastya, S.Si., M.Si.", "Dr. Ratna Annisa Utami, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Mevalonat, CPEC, Amorfadiena, Escherichia coli, Kloning", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "27 Jan 2023"}