{"Nomor": 71146, "Judul": "PRINSIP KEBERHASILAN METODA DYNAMIC COMPACTION PADA KASUS MITIGASI LIKUIFAKSI STUDI KASUS PROYEK PEMBANGUNAN INFRASTRUKTUR BANDAR UDARA", "Abstrak": "Wilayah pesisir pantai dengan karakteristik tanah berpasir halus yang lepas dan jenuh dengan tingkat\nkegempaan tinggi berpotensi terjadinya likuifaksi. Upaya preventif untuk meminimalkan dampak negatif\nkerusakan terhadap konstruksi yang dibangun akibat likuifaksi diperlukannya perbaikan tanah yang tepat. Pada\ntesis ini disajikan hasil kajian potensi likuifaksi akibat gempa yang disajikan dalam bentuk peta Liquefaction\npotential index (LPI) berdasarkan rumusan yang diusulkan oleh Iwasaki dkk (1978) pada area airside Proyek\nPembangunan Infrastruktur Bandar Udara. Evaluasi potensi likuifaksi berdasarkan data Cone Penetration Test\n(CPT) dihitung menggunkan rumusan Robertson dan Wride (1998). Estimasi penurunan permukaan tanah\nakibat likuifaksi dihitung menggunakan metode Zhang dkk. Dalam penelitian ini, pemaparan prinsip – prinsip\nfundamental keberhasilan pelaksanaan metode Dynamic Compaction akan dibahas secara terperinci meliputi\nevaluasi compaction energy, pemilihan bentuk ponder, tinggi jatuh, jumlah phase kompaksi, heave penetration\ntest, trial test, efek vibrasi, aspek pelaksanaan, pemilihan equipment dan machinery, pretest dan post test dan\ntermasuk usulan acceptance criteria pada metoda Dynamic Compaction. Keberhasilan metoda Dynamic\nCompaction sebagai mitigasi likuifaksi juga dikonfirmasi melalui data post test (CPT) yang telah dilakukan\npada area studi kasus ini.", "Daftar File": {"ABSTRAK Suci Dwi Cahyani": "https://digilib.itb.ac.id/gdl/download/274081"}, "Penulis": "Suci Dwi Cahyani [25020375]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Masyhur Irsyam, M.S.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Mitigasi; Likuifaksi; Liquefaction Potensial Index; Dynamic Compaction", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jan 2023"}