{"Nomor": 71149, "Judul": "PENGEMBANGAN METODE PARTICLE IMAGE VELOCIMETRY PADA MINIATUR RUANG OPERASI SEBAGAI EVALUATOR POLA ALIRAN UDARA RUANG OPERASI", "Abstrak": "Kebersihan ruang operasi penting untuk dipelajari karena infeksi luka operasi (ILO) yang membahayakan pasien. Salah satu cara mengatur kebersihan ruang operasi ini adalah dengan mengatur sistem tata udara ruang operasi. Meskipun sistem tata udara Laminar Airflow (LAF) telah dijadikan standar berbagai rumah sakit, kondisi operasi yang beragam masih menimbulkan perdebatan akan keampuhan sistem ini mencegah ILO. Untuk meluruskan perbedaan pendapat ini, pola aliran udara ruang operasi telah dipelajari penelitian terdahulu baik melalui eksperimen langsung di ruang operasi atau simulasi komputasional. Akan tetapi, pengukuran langsung dalam ruang operasi dikhawatirkan mengotori ruangan itu sendiri. Sementara itu, simulasi komputasional yang dapat dilakukan pada model ruang operasi dengan lebih leluasa tidak mudah secara komputasi untuk dilakukan pada kondisi aliran dinamis dan masih membutuhkan proses validasi dari hasil pengukuran langsung. Oleh karena itu, penelitian ini dilakukan untuk mengembangkan jalan tengah antara kedua keterbatasan ini dengan mengembangkan miniatur ruang operasi untuk memperoleh data pola aliran udara. Ruang operasi dengan ukuran 7×6×3 m3 dengan sistem aliran LAF dan pertukaran udara maksimal 25 kali per jam (ACH) dibuat miniaturnya pada kondisi Reynolds tetap dengan kipas angin 180 m3/h. Kemudian, aliran udara miniatur direkam dengan kamera DSLR 25 frame per second (fps) untuk memperoleh visualisasi aliran dan dengan kamera slow motion ponsel pintar 240 fps dan 960 fps. untuk mengukur kecepatan aliran dengan metode particle image velocimetry (PIV). Kamera 240 fps dan 960 fps dapat mengukur kecepatan udara hingga sekitar 0,60 m/s dan 2,01 m/s secara berurutan. Dengan demikian, model ruang operasi yang sama dapat diamati sepenuhnya dengan skala 1:2,5 pada kamera 240 fps dan skala 1:8,4 pada kamera 960 fps.", "Daftar File": {"ABSTRAK Olym Rifki Amali": "https://digilib.itb.ac.id/gdl/download/282700"}, "Penulis": "Olym Rifki Amali [13318033]", "Kontributor / Dosen Pembimbing": ["Dr. Rahmat Romadhon, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pola aliran udara, miniatur ruang operasi, Laminar Airflow, particle image velocimetry", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jan 2023"}