{"Nomor": 71148, "Judul": "ANALISA INVESTASI PROYEK PENANGAN LUMPUR DENGAN METODE POMPA LUMPUR  (STUDI KASUS PIT C2 PT. BERAU COAL)", "Abstrak": "PT. Berau Coal sebagai salah satu perusahaan besar penghasil batu bara di\nIndonesia akan membuka kembali pit yang telah selesai sebelumnya di Sambarata\nMine Operation, yaitu Pit C2, yang dimana masih terdapat potensial cadangan\nbatubara berupa produk premium Agathis. Produk premium tersebut diperlukan\nuntuk di campur dengan produk lain yang memiliki kualitas yang lebih rendah\nyaitu produk batu bara dari Binungan Mine Operation. Pada kondisi Pit C2\nsekarang, disposal untuk alokasi pembuangan material overburden memiliki\njarak yang jauh dan terdapat biaya tambahan yang perlu dibayarkan karena\npenyesuaian tarif jarak terhadap jarak acuan kontrak. Untuk mengatasi masalah\ntersebut, terdapat skenario disposal jarak dekat yaitu skenario in pit dump.\nDengan in pit dump terdapat efisiensi biaya yang dikeluarkan dari penyesuaian\ntarif jarak terhadap jarak acuan kontrak karena pengurangan jarak disposal.\nSump H sebagai rencana area in pit dump kondisi sekarang dipenuhi oleh\nmaterial sedimentasi dari aktifitas penambangan sebelumnya, dengan volume\nsekitar 1.2 juta kubik meter. Jadi, perlu dilakukan penanganan lumpur pada area\nSump H untuk dijadikan area lokasi in pit dump. Salah satu skenario yang\ndiajukan adalah penggunaan pompa lumpur, skenario tersebut lebih sesuai untuk\nkondisi sekarang karena dapat selesai lebih awal dibanding skenario lainnya,\nyaitu penanganan lumpur konvensional. Tetapi perlu dikaji dan evaluasi lebih\nlanjut terhadap analisis finansial dari skenario tersebut secara komprehensif.\nUntuk mendapatkan kelayakan finansial dari proyek ini, penelitian ini\nmenggunakan analisis capital budgeting yang dimana parameter yang digunakan\ndikaji lebih lanjut menggunakan analisis sensitivitas dan analisis kemungkinan.\n\nDari hasil analisis kelayakan finansial dari proyek pompa lumpur ini,\nmenunjukkan bahwa proyek ini layak secara finansial dengan nilai NPV IDR\n16.227.951.215,26, dengan IRR 43,08%, Payback Period 1,6 tahun, Discounted\nPayback Period 177 tahun dan nilai Profitability Index 1,7. Selain itu\nberdasarkan Simulasi Monte Carlo untuk analisis kemungkinan, didapat\nkemungkinan proyek ini gagal adalah 0%. Sehingga, dapat disimpulkan dari hasil\nanalisis kelayakan finansial, proyek ini direkomendasikan untuk dijalankan oleh\nPT. Berau Coal untuk efisiensi biaaya yang dikeluarkan dari penyesuaian tarif\njarak.  Untuk penelitian selanjutnya, dapat dilakukan penelitian lebih lanjut untuk\nopsi pembelian slurry pump daripada sewa untuk proyek yang lebih besar. Selain itu, untuk memastikan proyek berjalan dengan baik, penelitian metode\nmanajemen operasional terbaik diperlukan untuk kontrol yang tepat dari proyek\nberjalan.", "Daftar File": {"2023_TS_PP_Mohamad Ihsan Priambodo_1-Abstrak (1).pdf": "https://digilib.itb.ac.id/gdl/download/274083"}, "Penulis": "Mohamad Ihsan Priambodo [29120413]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pompa lumpur, penanganan lumpur, efisiensi biaya, capital budgeting, analisa kemungkinan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Jan 2023"}