{"Nomor": 71150, "Judul": "PENILAIAN PROYEK PERTAMBANGAN DALAM MENGHADAPI KETIDAKPASTIAN DI AKHIR PERIODE IZIN PKP2B", "Abstrak": "PT Berau Coal adalah satu dari lima perusahaan pertambangan batubara\nterbesar di Indonesia. Wilayah pertambangan PT Berau Coal yang terletak di\nKabupaten Berau, Provinsi Kalimantan Timur, terbagi menjadi lima wilayah:\nLati, Binungan 1, Binungan 2, Sambarata, dan Gurimbang.  Area Sambarata\nmerupakan salah satu lokasi penambangan yang kritis bagi PT Berau Coal\nkarena memiliki cadangan batubara dengan kualitas yang sangat tinggi.\nPerusahaan menghadapi beberapa tantangan, risiko, dan ketidakpastian seperti\nfluktuasi harga batubara, kapasitas produksi, biaya penambangan, dan aspek\nhukum terkait. Oleh karena itu, perencanaan dan strategi penambangan harus\ndievaluasi hingga izin pertambangan PT Berau Coal berakhir pada tahun 2025.\n\nKami mengevaluasi aspek keuangan dari perencanaan tambang jangka panjang\nmenggunakan metode DCF dengan tingkat suku bunga untuk menghitung\nbeberapa parameter, seperti NPV, IRR, dan PI.  Harga batubara yang termasuk\ndalam perhitungan bersifat deterministik atau sama selama umur proyek\npertambangan.  Namun, metode DCF mengasumsikan bahwa risiko suatu proyek\nadalah fungsi waktu, di mana durasi proyek sejajar dengan tingkat risiko. \nKarakteristik industri pertambangan berbeda dimana tingkat risiko proyek\npertambangan cenderung menurun seiring berjalannya proyek dengan\npenambahan data teknis.  Selain itu, parameter harga adalah aspek yang paling\nsensitif dari keekonomian proyek.  Oleh karena itu, risiko yang terkait dengan\nfluktuasi harga harus dipisahkan dari tingkat diskonto arus kas.\n\nPenilaian keuangan harus mengakomodasi risiko dan ketidakpastian yang ada\nuntuk mengatasi kelemahan metode DCF.  Metode Real Option (RO) berfungsi\nsebagai alternatif untuk membuat model kuantitatif dinamis untuk proyek\npertambangan.  Dalam metode ini, faktor risiko diskonto diterapkan langsung ke\nvariabel sumber yang tidak pasti. Oleh karena itu, evaluasi perencanaan tambang\njangka panjang di PT Berau Coal dengan menggunakan metode real option\nbermanfaat untuk membuat keputusan yang lebih baik dalam skema produksi,\ninvestasi, dan alokasi sumber daya", "Daftar File": {"2023_TS_PP_Siswo Afrianto_29120442_1-Abstrak (1).pdf": "https://digilib.itb.ac.id/gdl/download/274093"}, "Penulis": "Siswo Afrianto [29120442]", "Kontributor / Dosen Pembimbing": ["Ana Noveria, S.E, MBA., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "discounted cash flow (DCF), net present value (NPV), internal rate of return (IRR), profitability index (PI), real option.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Jan 2023"}