{"Nomor": 71164, "Judul": "USULAN STRATEGI BISNIS UNTUK MENINGKATKAN PROFITABILITAS DI INDUSTRI MAKANAN DAN MINUMAN (STUDI KASUS: PT GANESHA ABADITAMA)", "Abstrak": "Industri ritel di Indonesia masih dianggap sebagai salah satu yang paling menjanjikan di Indonesia karena populasinya yang cukup besar serta daya beli yang meningkat karena meningkatnya jumlah individu kelas menengah, dan milenial dengan kebiasaan belanja yang meningkat. Industri retail di Indonesia terbagi berdasarkan kategori produk, salah satunya adalah produk makanan dan minuman. Industri makanan dan minuman merupakan salah satu sektor manufaktur andalan dalam memberikan kontribusi besar bagi pertumbuhan ekonomi nasional. Sebagai salah satu perusahaan yang memproduksi dan menyuplai rempah ke berbagai retail supermarket di Indonesia, PT Ganesha Abaditama mengalami penurunan penjualan di supermarket retail dalam dua tahun terakhir. Mengungguli pesaing di supermarket ritel adalah solusi untuk meningkatkan penjualan, maka diperlukan strategi bisnis baru untuk mendapatkan keunggulan kompetitif. Penelitian ini menggunakan kerangka AFI, yaitu analisis, formulasi, dan implementasi untuk merancang strategi bisnis yang baru. Analisis secara eksternal dilakukan menggunakan PESTEL, Porter’s Five Forces, analisis pelanggan, analisis konsumen, dan analisis pesaing. Sedangkan analisis secara internal dilakukan menggunakan analisis resource-based view, analisis gap pada core competencies, dan analisis VRIO.\n\nSemua data dikumpulkan dengan metodologi kualitatif dan kuantitatif, data primer dikumpulkan dari wawancara, kuesioner, dan observasi. Sedangkan data sekunder dikumpulkan dari website, buku, artikel dan jurnal. Kedua data digabungkan sebagai dasar untuk analisis SWOT, lalu matriks TWOS digunakan untuk merumuskan strategi. Hasil penelitian menunjukkan bahwa untuk meningkatkan pertumbuhan pangsa pasar, diperlukan strategi untuk menawarkan harga yang lebih murah dan menambah nilai produk. Langkah untuk memberikan harga yang lebih murah kepada pelanggan dilakukan dengan melakukan inovasi pada proses agar lebih efisien. Sedangkan penambahan nilai produk dilakukan dengan melakukan inovasi pada produk yang sudah ada, pengemasan, dan menciptakan variasi produk baru. Riset pasar untuk mengetahui minat konsumen dengan jumlah responden yang lebih banyak juga perlu dilakukan sebagai dasar inovasi produk.", "Daftar File": {"COVER Ganesya Rita Putri": "https://digilib.itb.ac.id/gdl/download/274134", "BAB 1 Ganesya Rita Putri": "https://digilib.itb.ac.id/gdl/download/289105", "BAB 2 Ganesya Rita Putri": "https://digilib.itb.ac.id/gdl/download/289106", "BAB 3 Ganesya Rita Putri": "https://digilib.itb.ac.id/gdl/download/289107", "BAB 4 Ganesya Rita Putri": "https://digilib.itb.ac.id/gdl/download/289108", "BAB 5 Ganesya Rita Putri": "https://digilib.itb.ac.id/gdl/download/289109", "PUSTAKA Ganesya Rita Putri": "https://digilib.itb.ac.id/gdl/download/289110"}, "Penulis": "Ganesya Rita Putri [29321069]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.SM, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rempah Kemasan, Strategi Bisnis, Supermarket Retail, Keunggulan Kompetitif, Pemasaran, Pengolahan Makanan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "27 Jan 2023"}