{"Nomor": 71162, "Judul": "OPTIMALISASI PENYUSUNAN OPERASI PEKERJAAN PERAKITAN AKHIR MENGGUNAKAN KERANGKA KERJA CONFIGURABLE VIRTUAL WORKSTATION SYSTEM (CVWS) DI PERUSAHAAN MANUFAKTUR KERETA API", "Abstrak": "Industri kereta api di Indonesia saat ini masih menerapkan konsep pekerjaan padat karya. Sistem produksi ini mulai ditinggalkan oleh sebagian besar industri lain karena masih menggunakan metode tradisional seperti pencatatan manual, koordinasi secara langsung dan berbagai kegiatan lain. Agar dapat mengejar sistem produksi manufaktur negara lain yang telah menerapkan Industy 4.0 diperlukan suatu lompatan teknologi tanpa harus mengeluarkan biaya yang besar. Setiap kegiatan yang dilakukan saat ini memiliki banyak waktu terbuang menyebabkan proses produksi kurang optimal. Dalam usaha peningkatan nilai produksi agar lebih efisien diperlukan usaha meningkatkan sistem produksi menjadi lebih baik dengan membuat aliran informasi berjalan secara otomatis seperti pada Industry 4.0. Alat yang digunakan untuk meningkatkan sistem produksi adalah Configurable Virtual Workstation (CVWS). Penggunaan CVWS untuk meningkatkan sistem produksi menggunakan model basis data dapat menghasilkan informasi yang berfungsi untuk menghubungkan jadwal operasi pekerjaan dengan lantai produksi di bagian perakitan akhir. Dari hasil penerapan CVWS dapat meningkatkan efisiensi dan mengurangi kerugian dari perusahaan. Nilai efisiensi yang ditingkatkan adalah dari pengumpulan data hingga pengolahan membutuhkan waktu kurang dari satu menit dan potensi mencegah denda hingga Rp 168.000.000 untuk keterlambatan produk.", "Daftar File": {"ABSTRAK Prasetya Hutama Putra Perkasa": "https://digilib.itb.ac.id/gdl/download/274132"}, "Penulis": "Prasetya Hutama Putra Perkasa [23120007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Industry 4.0, Configurable Virtual Workstation (CVWS), Sistem produksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jan 2023"}