{"Nomor": 71168, "Judul": "ANALISIS PROSES PROSEDUR KREDIT DALAM RANGKA MENINGKATKAN KINERJA KREDIT (STUDI KASUS DI BPR INTIDANA SUKSES MAKMUR)", "Abstrak": "Sebagai salah satu Bank Perkreditan Rakyat (BPR) terbesar di regional Jabodetabek, BPR Intidana Sukses Makmur dituntut untuk bisa menghasilkan laba yang tumbuh dengan baik setiap tahunnya. Pada tahun 2020, BPR Intidana membukukan laba bersih sebesar IDR 45.601.965.000, menurun hingga sebesar 23% dibandingkan profit tahun 2019. Kemudian menurun lagi pada tahun 2021 sebesar IDR 27.682.030.000, menurun sebesar 39% dari tahun sebelumnya. Penyebab utama penurunan profit ini adalah karena meningkatnya restrukturisasi dan hapus buku, yang disinyalir hal ini bukan hanya akibat dari kondisi eksternal atau makro ekonomi yang disebabkan pandemi COVID-19, namun dipengaruhi oleh kondisi internal yaitu permasalahan pada penyaluran kredit.\n \nTujuan dari penelitian ini adalah untuk mengetahui permasalahan pada proses prosedur pemberian kredit BPR dan merumuskan solusi perbaikan yang dapat diiplementasikan oleh perusahaan untuk sehingga harapannya dapat meningkatkan kiernja bisnis kredit Proses Analisa akar masalah dalam penelitian ini menggunakan analisa kinerja kredit di BPR Intidana Sukses Makmur,Five (5) whys method, Potential Problem Analysis (PPA), sedangkan Analisa proses prosedur kredit dengan Failure Mode Effect Analysis (FMEA) dan metode Stremalining pada Business Process Improvement (BPI). Data yang digunakan dalam penelitian ini merupakan data primer dari laporan keuangan dan laporan tahunan dari tahun 2019 sampai dengan 2021 BPR Intidana Sukses Makmur serta hasil wawancara, survey, dan Focus Group Discussion (FGD) dengan internal perusahaan.\n\nSetelah dilakukan analisa  proses prosedur kredit, diperoleh hasil penelitian yang menunjukkan bahwa ada lima (5) subproses yang mendapatkan hasil Risk Priority Number (RPN) tertinggi yaitu Survei Bisnis dan Jaminan, Prospek Debitur, Incominga Application (IA), Surat Pemberitahuan Putusan Kredit (SPPK), dan Rekomendasi Proposal Kredit (RPK). Dengan hasil Analisa tersebut peneliti merekomendasikan lima (5) perbaikan dengan tipe streamlinig value-added yaitu Metode skoring, Sementasi Nasabah, Control Ganda, Orientasi Proses pada Nabasah, dan Parameter Verifikasi.", "Daftar File": {"COVER Yudha Lampe": "https://digilib.itb.ac.id/gdl/download/290395", "BAB 1 Yudha Lampe": "https://digilib.itb.ac.id/gdl/download/290396", "BAB 2 Yudha Lampe": "https://digilib.itb.ac.id/gdl/download/290397", "BAB 3 Yudha Lampe": "https://digilib.itb.ac.id/gdl/download/290398", "BAB 4 Yudha Lampe": "https://digilib.itb.ac.id/gdl/download/290399", "BAB 5 Yudha Lampe": "https://digilib.itb.ac.id/gdl/download/290400", "PUSTAKA Yudha Lampe": "https://digilib.itb.ac.id/gdl/download/290401"}, "Penulis": "Yudha Lampe [29321072]", "Kontributor / Dosen Pembimbing": ["Dr. W. Victo Anggara Wisesa, S.Hum., MM.", "Rudy Bekti, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Performa Kredit, Penyaluran Kredit, Proses Prosedur Kredit", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "27 Jan 2023"}