{"Nomor": 71166, "Judul": "PENGEMBANGAN KERANGKA KERJA PENGELOLAAN PROSES DESAIN BERBASIS SMART DESIGN MANAGEMENT (SDM):STUDI KASUS DESAIN KERETA API", "Abstrak": "Gambar desain yang tidak diselesaikan sesuai jadwal induk akan menyebabkan keterlambatan pada proses produksi dan pengadaan bahan baku. Selain itu keterlambatan unit produksi dan unit pengadaan dalam mendapatkan informasi gambar desain yang terbaru, juga berpotensi menyebabkan terjadinya kesalahan pada proses pembelian bahan baku dan kesalahan proses produksi. Sebuah kerangka kerja berbasis Industri 4.0 diperlukan untuk mengatasi masalah keterlambatan dalam proses memproduksi gambar desain tersebut. Kerangka kerja Smart Design Management (SDM) berbasis Industri 4.0 dirancang dengan tujuan sebagai solusi sistem manajemen pengelolaan dalam merencanakan, memantau dan mengontrol aktivitas perancangan atau pembuatan gambar desain. SDM merupakan pengembangan konsep Configurable Virtual Workstation (CVWS) yang menghubungkan model virtual proses perancangan atau pembuatan gambar desain dengan proses sebenarnya di dunia nyata. Proses perancangan dilakukan secara digital dan komputerisasi, sehingga aplikasi SDM yang terkoneksi dapat mengambil data-data digital yang kemudian diolah dan dimanfaatkan menjadi informasi yang berguna dalam proses perancangan atau pembuatan gambar desain. SDM merupakan aplikasi digital yang memanfaatkan IOT dan Big Data dalam proses pengoperasiannya. SDM selalu terkoneksi dengan semua perangkat lunak dan perangkat keras yang terlibat dalam aktivitas perancangan sehingga mampu melakukan pemantauan aktivitas desain secara terkini. SDM dilengkapi juga dengan kemampuan untuk memberikan rekomendasi data dan informasi yang dapat dimanfaatkan dalam proses pembuatan jadwal perancangan. Jadwal perancangan yang sesuai dan aktivitas kegiatan yang terpantau diharapkan mampu menekan potensi keterlambatan dalam penyelesaian gambar desain. SDM bisa diakses dari mana saja sehingga cocok digunakan untuk mendukung pola kerja Work from Home (WFH). Kegiatan pemantauan dan pengendalian dapat dilakukan langsung dari jarak jauh dari manapun lokasinya.", "Daftar File": {"ABSTRAK M. Evan Wiryawan": "https://digilib.itb.ac.id/gdl/download/274135"}, "Penulis": "M. Evan Wiryawan [23120037]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Gambar Desain, Industri 4.0, Smart Design Management (SDM), Configurable Virtual WorkStation (CVWS), IOT, Big Data.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jan 2023"}