{"Nomor": 71165, "Judul": "ANALISIS STRUKTUR BAWAH PERMUKAAN DAERAH POTENSI LONGSOR BERDASARKAN SIFAT KELISTRIKAN DAN MEKANIK TANAH", "Abstrak": "Longsor merupakan salah satu bencana alam yang sering terjadi di seluruh dunia.\nKerusakan yang ditimbulkan berupa kerusakan infrastruktur hingga menimbulkan\nkorban jiwa. Provinsi Jawa Barat berada di urutan pertama dengan kejadian longsor\nterbesar di Indonesia tahun 2021 salah satunya di desa Jayagiri Kecamatan\nLembang Kabupaten Bandung Barat. Jayagiri merupakan daerah dengan kontur\nkemiringan lereng 20 ? 350\n. Kontur permukaan yang curam berpotensi lebih besar\nterjadinya longsor. Identifikasi struktur permukaan lereng dilakukan terhadap dua\nparameter yaitu tahanan jenis dan kekuatan tanah. Pada penelitian ini, metode yang\ndigunakan adalah metode geolistrik untuk menentukan sebaran resistivitas bawah\npermukaan dan analisa sampel tanah. Hasil yang diperoleh ditemukan adanya\nbidang gelincir pada 4 lintasan. Bidang gelincir pada JG-1 dengan kedalaman 3,18\nm, JG-2 dengan kedalaman 6,62 m, JG-4 dengan kedalaman 7,6 m dan JG-5 dengan\nkedalaman 6,05 m. Hasil uji sampel tanah, diperoleh tanah dalam keadaan berporos\ndengan kandungan kadar air tinggi. Analisis kestabilan lereng diperoleh faktor\nkeamaan pada JG-4 adalah 1.165 dalam keadaan kritis dan JG-5 adalah 2.278 dalam\nkeadaan stabil.", "Daftar File": {"ABSTRAK Howard Situmorang": "https://digilib.itb.ac.id/gdl/download/274139", "COVER Howard Situmorang": "https://digilib.itb.ac.id/gdl/download/290141", "BAB 1 Howard Situmorang": "https://digilib.itb.ac.id/gdl/download/290142", "BAB 2 Howard Situmorang": "https://digilib.itb.ac.id/gdl/download/290143", "BAB 3 Howard Situmorang": "https://digilib.itb.ac.id/gdl/download/290144", "BAB 4 Howard Situmorang": "https://digilib.itb.ac.id/gdl/download/290145", "BAB 5 Howard Situmorang": "https://digilib.itb.ac.id/gdl/download/290146", "PUSTAKA Howard Situmorang": "https://digilib.itb.ac.id/gdl/download/290147"}, "Penulis": "Howard Situmorang [20220308]", "Kontributor / Dosen Pembimbing": ["Dr. Nurhasan, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Longsor, Bidang Gelincir, Faktor Keamanan", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "27 Jan 2023"}