{"Nomor": 71178, "Judul": "STUDI MEKANISME OKSIDASI LANGSUNG METANA KE METANOL PADA KATALIS GRAPHITIC MN4G-BN (M = FE, CU, CO)", "Abstrak": "Memanfaatkan sumber CH4 yang melimpah sangat berpotensi digunakan untuk sumber energi alternatif walaupun terdapat kendala di aspek transportasi dan penyimpanan. Mengubah CH4 ke bentuk cair dan ramah lingkungan seperti CH3OH menjadi hal yang diinginkan karena CH3OH bisa digunakan sebagai bahan bakar, bahan aditif, atau sel bahan bakar langsung, selain itu juga CH3OH dapat diintegrasikan dengan sistem infrastruktur yang sudah ada. Walaupun sudah terdapat proses berskala industri untuk mengonversi CH4 melalui proses dua tahap yang melibatkan produksi gas sintesis, proses konversi langsung lebih diinginkan karena bisa menghilangkan proses produksi gas sintesis yang mahal. Saat ini single atom catalysts (SAC) berbasis graphene mulai menarik perhatian karena potensinya dalam berbagai jenis reaksi penting seperti reduksi oksigen, reduksi karbon dioksida, dan oksidasi CH4. Sistem graphitic FeN4 (FeN4G) telah dilaporkan memiliki selektivitas tinggi. Akan tetapi, jenis oksidan yang dapat digunakan untuk reaksi tersebut hanya N2O dan H2O2 yang mahal dan langka tidak seperti O2. Dalam studi ini, digunakan metodologi first principles berbasis density functional theory (DFT) pada sistem graphitic MN4 doping boron (MN4G–BN, M = Fe, Co, dan Cu) untuk oksidasi CH4 ke CH3OH menggunakan O2. Menambahkan doping boron pada MN4 terlihat dapat mempermudah disosiasi ikatan O=O di atas FeN4G–BN dan CoN4G–BN dan membentuk situs aktif M–O dan B–O, sementara pada CuN4G–BN kurang aktif secara termodinamika dengan kinetika yang lebih rendah. Hasil profil energi yang berlawanan terlihat pada proses oksidasi CH4 ke CH3OH di mana sistem CuN4G–BN lebih aktif daripada FeN4G–BN dan CoN4G–BN secara kinetika maupun termodinamika. Perbedaan tersebut disebabkan oleh stabilitas adsorpsi molekul O2 dan adsorpsi atom O, yang dapat dihubungkan dengan posisi permukaan d-band center terhadap tingkat Fermi. Lowest Unoccupied Molecular Orbital (LUMO) dari M–O juga ditemukan bertanggung jawab menerima elektron dari CH4 dan posisinya terhadap tingkat Fermi sangat penting untuk menentukan energi aktivasi C–H. Pada studi ini juga mengklarifikasi faktor utama yang menyebabkan reaktivitas MN4G–BN terhadap aktivasi O2 dan CH4 serta menyarankan CuN4G–BN sebagai katalis berpotensi untuk oksidasi CH4 ke CH3OH dengan suhu rendah.", "Daftar File": {"ABSTRAK Reza Pamungkas Putra Sukanli": "https://digilib.itb.ac.id/gdl/download/274193"}, "Penulis": "Reza Pamungkas Putra Sukanli [23320305]", "Kontributor / Dosen Pembimbing": ["Ir. Adhitya Gandaryus Saputro, S.T, M.Eng., Ph.D.", "Dr. Eng. Muhammad Haris Mahyuddin, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jan 2023"}