{"Nomor": 71174, "Judul": "PEMODELAN DEPOLIMERISASI SELULOSA MENJADI KOMPONEN GULA", "Abstrak": "Makanan dan minuman banyak yang memakai sirup fruktosa sebagai pemanis\ndan diketahui bahwa tingkat kemanisan fruktosa lebih tinggi dari sukrosa. Fruktosa\ndapat dihasilkan melalui isomerisasi glukosa yang didapat dari reaksi hidrolisis selulosa.\nPenelitian ini bertujuan untuk memprediksi performa kinerja reaksi simultan hidrolisis\nselulosa menjadi glukosa dan reaksi isomerisasi glukosa menjadi fruktosa dalam satu\nreaktor via simulasi model kinetika menggunakan perangkat lunak. Penelitian ini\nmenyajikan model kinetika yang terdiri dari hidrolisis selulosa dan isomerisasi glukosa\nmenjadi fruktosa. Pemodelan dan simulasi yang dilakukan pada penelitian ini\nmenggunakan data-data sekunder berupa konsentrasi substrat awal dan konsentrasi\nproduk yang didapat dari data literatur untuk menentukan parameter kinetika reaksi\npada masing-masing katalis. Setelah itu, dibuat skema rentang temperatur dan pH dari\nkatalis yang terpilih. Dari skema tersebut akan dilihat daerah mana yang memungkinkan\nuntuk dua katalis dari reaksi hidrolisis dan reaksi isomerisasi dapat digabungkan.\nKemudian simulasi dilakukan menggunakan perangkat lunak MATLAB R2016a. Hasil\ndari penelitian ini menunjukkan bahwa berdasarkan pemodelan yang telah dilakukan,\nreaksi hidrolisis dan reaksi isomerisasi dapat dilakukan secara simultan dalam satu\nreaktor dengan menggunakan kombinasi katalis H2SO4 dan Mg2Al-HT; H2SO4 dan\nArginin; CaFe2-O4 dan Mg2Al-HT; H3PW12O40 dan Mg2Al-HT; H3PW12O40 dan TEA;\nserta HT-OHca dan Mg2Al-HT.", "Daftar File": {}, "Penulis": "Rafika Yulia Sari [14318033]", "Kontributor / Dosen Pembimbing": ["Dr. Haryo Pandu Winoto, S.T., M.Sc.", "Dr. Made Tri Ari Penia Kresnowati, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Food technology", "Kata Kunci": "Selulosa; Hidrolisis; Isomerisasi; Pemodelan; One-pot Reaction; Katalis", "Sumber": "SITH", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jan 2023"}