{"Nomor": 71177, "Judul": "PENGEMBANGAN KERANGKA KERJA SISTEM INFORMASI PEMANTAUAN AKTIVITAS INSPEKTUR PENGUJI : STUDI KASUS PROSES PENGUJIAN PRODUK AKHIR MANUFAKTUR KERETA API", "Abstrak": "Industri 4.0 atau revolusi industri keempat pertama kali diperkenalkan di Jerman\nselama Hannover Messe (Pameran Dagang) pada tahun 2011, hal itu dinyatakan\nsebagai inisiatif strategis untuk mengubah industri manufaktur. Tiga faktor teknologi\nutama yang mendorong revolusi ini: konektivitas, kecerdasan, dan otomatisasi. Salah\nsatu penerapan teknologi untuk meningkatkan produktivitas adalah dengan\nmengaplikasikan konsep Cyber Physical System (CPS) yang merupakan bagian\nterpenting dari industri 4.0. Kendala yang dihadapi oleh perusahaan manufaktur kereta\napi di Indonesia saat ini adalah menciptakan produk dengan kualitas yang sangat baik.\nKualitas produk yang dihasilkan sangat tergantung dari proses pengujian yang\nmerupakan kegiatan penting dalam lini produksi. Saat ini, proses pemantauan\npengujian produk akhir masih dilakukan secara manual terutama pemantauan terhadap\naktivitas inspektur penguji sehingga membutuhkan waktu yang lama untuk memastikan\nproduk yang diproduksi sudah sesuai dengan standar keberterimaan.\nKeterlambatan proses pengujian produk akhir merupakan salah satu masalah yang\nperlu diatasi. Penyebab utama keterlambatan proses pengujian yaitu tidak adanya\nsistem pemantuan aktivitas pengujian, pencatatan proses masih manual dan\npendistribusian pekerjaan yang tidak merata yang dapat mengakibatkan keterlambatan\nproses pengujian. Untuk mengatasi masalah tersebut, dalam penelitian ini akan\ndikembangkan suatu sistem informasi pemantauan aktivitas inspektur pengujian yang\nterdiri dari informasi kualifikasi dan jumlah inspektur yang dibutuhkan untuk tiap\nproses pengujian, target waktu penyelesaian pengujian, lokasi pengujian dan kebutuhan\nalat uji yang digunakan dalam proses pengujian. Hasil yang diperoleh dari penelitian\nyang telah dilakukan adalah kerangka kerja sistem informasi pemantauan aktivitas\ninspektur penguji sudah dikembangkan. Penerapan sistem ini dapat digunakan untuk\nmitigasi awal dalam proses pengujian agar sesuai dengan jadwal yang sudah dibuat.", "Daftar File": {"ABSTRAK Dian Yudha Prasetiawan": "https://digilib.itb.ac.id/gdl/download/274192"}, "Penulis": "Dian Yudha Prasetiawan [23120013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Industri 4.0, Cyber-Physical System, Kualitas Produk", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jan 2023"}