{"Nomor": 71186, "Judul": "PENGARUH DIGITALISASI TERHADAP  PENYELENGGARAAN PELAYANAN PUBLIK PADA  PENGHUNIAN RUMAH SUSUN SEDERHANA SEWA DI DKI JAKARTA", "Abstrak": "Dampak perkembangan teknologi semakin tak terbatas dan merambah ke aspek \npenting dalam roda pemerintahan yang dipaksa untuk memberikan tata kelola yang \nbaik dan responsif. Upaya pemerintah Indonesia dalam meningkatkan pelayanan \npublik melalui penggunaaan teknologi informasi dan komunikasi menjadi suatu \nterobosan yang sangat perlu untuk dilakukan khususnya dalam penciptaan nilai \npelayanan publik yang efektif dan efisien. Khususnya di DKI Jakarta, penerapan eGovernment telah memberikan dampak praktis yang positif dalam tata kelola kota. \nDalam berbagai masalah perkotaan yang ditemui di Jakarta urusan perumahan \nrakyat menjadi salah satu isu strategis yang harus ditangani oleh Pemprov DKI \nJakarta untuk memenuhi amanat UUD 1945 Pasal 28 terkait tempat tinggal yang \nlayak. Pemprov DKI Jakarta menyediakan tempat tinggal layak salah satunya dalam \nbentuk kebijakan rumah susun sederhana sewa (rusunawa). Di dalam pengelolaan \nrusunawa, masalah kepenghunian sangat erat kaitannya dengan tingkat kepuasan \npenghuni rusunawa itu sendiri. Dan salah satu atribut pembentuknya yaitu layanan \njasa yang diberikan oleh pengelola. Untuk itu, Pemprov DKI Jakarta melalui Dinas \nPerumahan Rakyat dan Kawasan Permukiman melakukan peningkatan pelayanan \npenghunian rusunawa yang dilakukan oleh unit pengelola dengan membangun \nsistem digitalisasi pelayanan melalui SIRUKIM. Dalam menjalankan tugasnya\npengelola rusunawa digambarkan sebagai street level bureaucrat yang selalu \nberinteraksi langsung dengan masyarakat dan memiliki keleluasaan diskresi dalam\npelayanan yang diberikan. Disisi lain, pada prinsipnya sistem digitalisasi dapat\nmengotomatisasi peran tugas pengelola namun pelayanan dalam rusunawa\nmembutuhkan pelayanan yang dapat berinteraksi secara langsung dengan \npengelola. Untuk itu, penelitian ini bertujuan untuk mengidentifikasi pengaruh \npenerapan digitalisasi pelayanan publik dalam penghunian rusunawa DKI Jakarta \nterhadap peran dan tugas pengelola dan bagaimana perubahan outcome pelayanan \nyang diterima penghuni rusunawa tersebut. Metode yang digunakan dalam \npenelitian ini adalah metode campuran, dengan terlebih dahulu melakukan \npenelitian kualitatif untuk mengetahui hal-hal apa saja yang perlu diketahui dalam \npenerapan e-Government dan pelaksanaan peran dan tugas pengelola sebagai street level bureaucrat berdasarkan hasil studi kepustakaan dan wawancara. Selanjutnya, \npenelitian kuantitatif dilakukan untuk melihat gambaran komponen-komponen \nyang mempengaruhi peran dan tugas pengelola dan keleluasaan diskresi yang\ndimiliki sebagai street level bureaucrat serta perbandingan outcome pelayanan \nyang diterima penghuni rusunawa berdasarkan hasil wawancara dan kuesioner \nkepada pengelola dan penghuni. Hasil penelitian ini diharapkan dapat menjadi \npenerapan teoritis dalam ilmu tata kelola perkotaan khususnya mengenai \ninfrastuktur dan manajemen pelayanan publik. Selain itu, penelitian ini dapat \nmenjadi masukan terhadap perbaikan pengelolaan rusunawa kedepannya, serta \nuntuk memutuskan kebijakan dan program peningkatan kepuasan penghuni rumah \nsusun.\nBerdasarkan hasil analisis, dukungan terhadap penerapan digitalisasi dinilai cukup \nbaik sebagai tahap awal dilaksanakannya sistem informasi teknologi digital. Hal ini\nterlihat dari tersedianya dukungan kepemimpinan, regulasi, sumber daya, teknologi \ninformasi dan kelembagaan. Tidak adanya perubahan signifikan pada alur dan \nprosedur pelayanan. Digitalisasi mengubah beberapa tahapan pelayanan menjadi \nlebih mudah, cepat, tertangani lebih banyak, dan terdata. Berdasarkan hasil \nkuesioner pengelola untuk komponen pelaksanaan peran dan tugas pengelola: \nkebijakan/peraturan resmi dikategorikan ’baik’, sumber daya manusia\ndikategorikan ’baik’, norma dan nilai dikategorikan ’sangat baik’; dan manajemen\norganisasi dikategorikan ’Sangat Baik’. Namun, sebagai street level bureaucrat, \nterkadang pengelola masih harus melakukan tindakan ‘diskresi’ kepada masyarakat \nkarena adanya pemenuhan target organisasi, permintaan bantuan layanan dari \nwarga dan potensi masukan/arahan/kepentingan dari unsur politikal. Penerapan \ndigitalisasi pelayanan memberikan pengaruh berupa perubahan yang kecil kepada \nperan dan tugas pengelola, perubahan yang besar dalam keleluasaan diskresi \n(mayoritas responden menyatakan diskresi tidak dapat dilakukan lagi) serta \nperubahan outcome pelayanan yang diterima dimana penghuni merasa lebih puas \nketika menerima pelayanan secara digital dibandingkan dengan cara konvensional.\nDengan melihat beberapa pandangan teori yang ada, hasil penelitian ini \nmenunjukkan bahwa ‘interferensi’ manusia tidak menghilang namun berkurang \ndalam pelayanan rusunawa ketika menerapkan digitalisasi. Karena sekalipun \ninteraksi tatap muka cukup berkurang dalam pelayanan, namun hal ini tidak bisa \ndihilangkan. Pelayanan penghunian rumah susun merupakan bagian pelayanan \nyang kompleks. Karena didalamnya banyak berkaitan dengan kepentingan dasar \nmasyarakat dan kepentingan unsur politikal yang membutuhkan penilaian dan \nkeputusan analitis dari atasan. Sehingga tindakan diskresi secara digital sulit \ndilakukan dengan teknologi komputer karena masih adanya campur tangan manusia \nyang parsial dalam prosesnya. Dengan demikian, dapat disimpulkan bahwa aplikasi \ndigitalisasi pelayanan dalam penghunian rusunawa ini layak untuk digunakan dan \ndikembangkan sesuai dengan dengan kebutuhan pelayanan penghuni dan calon \npenghuni. Namun, peran pengelola sebagai street level bureaucrat tidak dapat \ndigantikan oleh penerapan digitalisasi. Untuk itu, dibutuhkannya pengawasan yang \nlebih baik lagi pada penggunaan sistem aplikasi digital dan kepada pengelola dalam \nmengeluarkan diskresi yang bertentangan dengan nilai transparansi dan \nakuntabilitas.", "Daftar File": {"ABSTRAK Morina H S Pane": "https://digilib.itb.ac.id/gdl/download/278129", "BAB 1 Morina H S Pane": "https://digilib.itb.ac.id/gdl/download/278130", "BAB 2 Morina H S Pane": "https://digilib.itb.ac.id/gdl/download/278131", "BAB 3 Morina H S Pane": "https://digilib.itb.ac.id/gdl/download/278132", "BAB 4 Morina H S Pane": "https://digilib.itb.ac.id/gdl/download/278133", "BAB 5 Morina H S Pane": "https://digilib.itb.ac.id/gdl/download/278134", "BAB 6 Morina H S Pane": "https://digilib.itb.ac.id/gdl/download/278135", "PUSTAKA Morina H S Pane": "https://digilib.itb.ac.id/gdl/download/278136", "LAMPIRAN Morina H S Pane": "https://digilib.itb.ac.id/gdl/download/278137"}, "Penulis": "Morina H S Pane [25420068]", "Kontributor / Dosen Pembimbing": ["Adenantera Dwicaksono, S.T., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "digitalisasi, pelayanan publik, rumah susun sewa sederhana, street level  bureaucrat, diskresi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "28 Jan 2023"}