{"Nomor": 71181, "Judul": "PENGEMBANGAN KERANGKA KERJA SISTEM PEMANTAUAN PROSES PEMBUATAN DOKUMEN PRODUK: STUDI KASUS INDUSTRI KERETA API", "Abstrak": "Tujuan dari penelitian ini adalah untuk menerapkan konsep Industri 4.0 dalam\nbentuk pengembangan sistem pemantauan aktivitas di Departemen Engineering\nindustri kereta api. Industri manufaktur kereta api merupakan industri dengan ciri\nproduksi Engineered to Order (ETO) dan One of a Kind Production (OKP) yang\nmemiliki tingkat kompleksitas tinggi, serta perubahan terjadi secara cepat dan\ndinamis. ETO adalah produk baru akan dibuat berdasarkan permintaan pelanggan.\nSedangkan OKP adalah tiap produk yang dihasilkan akan selalu unik pada tiap\nproyeknya. Salah satu permasalahan yang akan diangkat adalah mengatasi\nketerlambatan penyelesaian dokumen produk terhadap jadwal perancangan yang\nsudah diatur sebelumnya. Dokumen produk adalah dokumen awal yang dibuat\nsetelah menerima spesifikasi teknis dari pelanggan yang berisi dokumen deskripsi\nteknis, kalkulasi teknis, simulasi teknis dan gambar konsep. Dokumen produk akan\ndijadikan acuan untuk proses selanjutnya seperti pembuatan gambar desain, kontrak\npembelian, hingga pembuatan dokumen instruksi kerja. Apabila terjadi\nketerlambatan pada dokumen ini akan menyebabkan proses selanjutnya juga\nmengalami potensi keterlambatan. Untuk mencegah hal tersebut proses pembuatan\ndokumen produk dipantau dengan cara memodelkan dalam dunia virtual. Model ini\nakan menerima umpan balik dari perubahan yang terjadi di lapangan, sehingga data\nyang tersimpan di dalam model dapat ditarik dan diproses agar menghasilkan\ninformasi bermanfaat untuk memantau kemajuan proses yang sedang berjalan.\nSalah satunya adalah informasi mengenai progres pembuatan dokumen yang dapat\ndigunakan untuk mengetahui dokumen apa yang sedang dan sudah selesai\ndikerjakan. Informasi lainnya adalah terkait mampu telusur dokumen yang berisi\nidentitas dan waktu dokumen diselesaikan, serta mengetahui informasi kinerja\nkaryawan yang membuat dokumen sehingga penilaian kinerja karyawan dapat\ndilakukan secara objektif dan melalui data yang direkam oleh sistem. Pada akhirnya\nmanajemen dapat mengambil keputusan dengan lebih cepat berdasarkan sumber\ninformasi yang sama dan transparan.", "Daftar File": {"ABSTRAK Yunandaru Sahid Putra": "https://digilib.itb.ac.id/gdl/download/274196"}, "Penulis": "Yunandaru Sahid Putra [23120035]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Engineering to Order, One of a Kind Production, pemantauan, model produk", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jan 2023"}