{"Nomor": 71188, "Judul": "ESTIMASI INDEKS KERAPUHAN PADA CITRA DIGITAL BATUAN KARBONAT-KLASTIK", "Abstrak": "Sebagai salah satu negara dengan konsumsi energi fosil terbesar mendorong adanya\npeningkatan produksi minyak bumi di Indonesia melalui eksplorasi lapangan baru\nataupun peningkatan produktivitas sumur. Reservoir minyak sering ditemukan pada\nbatuan karbonat dengan porositas yang baik tetapi memiliki permeabilitas buruk.\nPerekahan hidrolik merupakan teknik peningkatan permeabilitas dengan menganalisa\nindeks kerapuhan. Fisika batuan digital adalah metode terkini untuk mendapatkan\nproperti elastik, sebuah parameter penting dalam estimasi kerapuhan dengan\nmengkombinasikan CT-Scan batuan dan metode numerik. Studi ini berfokus pada\nanalisis pengaruh variasi konten mineral, tipe dan saturasi fluida, serta porositas\nterhadap kerapuhan batuan. Selain itu mengestimasi indeks kerapuhan batuan karbonat\nDCJ28 dengan variasi sub-kubik. Perhitungan dilakukan dengan menggunakan\nDJROPS GUI Program yang dikembangkan dari perhitungan elastisitas Garboczi,\n1998. Data yang digunakan yaitu 2 citra digital batuan karbonat dengan ukuran 501 x\n482 x 450 pixel yang dipotong menjadi sub-kubik dengan ukuran 50 pixel3 dan ukuran\n1000 x 1000 x 750 pixel menjadi 100 pixel3. Perhitungan tegangan dan regangan\ndengan pendekatan numerik untuk menghasilkan modulus elastik sehingga indeks\nkerapuhan dapat diperkirakan. Hasil menunjukkan bahwa mineral kalsit, ankerit dan\ndolomit merupakan mineral tahan terhadap gaya kompresi, geser dan tarik dibanding\nmineral kuarsa namun mineral kuarsa tidak mudah terdeformasi yang tercitrakan oleh\nnilai rasio Poisson. Peningkatan saturasi fluida menurunkan nilai modulus secara linear\npada kasus minyak dan secara mendadak pada kasus gas. Semakin besar total porositas\nsebuah material atau batuan maka semakin elastis dan mudah berubah bentuk.\nPengaruh terhadap kerapuhan, meningkat ketika air digantikan fluida (minyak atau gas)\ntetapi berkurang ketika kandungan kalsit, ankerit, dolomit serta total porositas semakin\nbesar. Sample karbonat DCJ28 memiliki porositas sebesar 24 % namun bervariasi\nsecara sub-kubik 3 – 65 % dan memiliki 3 mineral utama yaitu mineral kalsit, ankerite\ndan kuarsa dengan mineral ankerite adalah mineral terbesar dengan segmentasi yang\ndi korelasi silang dengan data XRD dan sayatan tipis. Sub-kubik didapatkan secara\nacak dan mewakili nilai maksimum atau minimum tertentu dimana masing-masing\nbervariasi terhadap porositas dan mineral. Sub-kubik DNTY-9 mewakili porositasii\nterbesar, volume fraksi mineral ankerite dan kuarsa terendah adalah sub-kubik dengan\nmodulus elastik terendah dan rasio Poisson terbesar sehingga menghasilkan indeks\nkerapuhan terkecil sedangkan sub-kubik DNTY-10 menghasilkan nilai modulus geser\ndan Young terbesar dan rasio Poisson terkecil tetapi memiliki indeks kerapuhan\nterbesar. Sehingga kesimpulan dari studi ini, kalsit, ankerite, dolomit dan peningkatan\nporositas membuat material semakin elastis tetapi semakin pori dipenuhi fluida akan\nmembuat sedikit lebih rapuh. Sedangkan rentang indeks kerapuhan dari sample\nkarbonat DCJ28 berkisar 12.3 – 535.9 yang mana DNTY-9 adalah sub-kubik yang\npaling elastis sedangkan DNTY-10 merupakan sub-kubik paling kaku.", "Daftar File": {"ABSTRAK David Christofel.pdf": "https://digilib.itb.ac.id/gdl/download/274203"}, "Penulis": "David Christofel Josephus [22320315]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. rer. nat. Umar Fauzi", "Dr. Ir. Fatkhan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Fisika Batuan Digital, Batuan Karbonat, Indeks Kerapuhan, Properti Elastik", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "28 Jan 2023"}