{"Nomor": 71189, "Judul": "STUDI SIFAT KEMAGNETAN DAN KETERDAPATAN UNSUR TANAH JARANG (REE) PADA ENDAPAN PLACER, PROVINSI KALIMANTAN TENGAH", "Abstrak": "Pengukuran suseptibilitas magnetik dan analisa geokimia yang dilakukan pada endapan\nplacer di provinsi Kalimantan Tengah, ini digunakan untuk mengidentifikasi\nkonsentrasi unsur tanah jarang (REE) dalam endapan placer yang mempunyai\nkandungan mineral ekonomis. Dua jenis sampel yang digunakan, yaitu sampel HM\n(heavy mineral) dari hasil metode pendulangan yang saat ini merupakan salah satu\nmetode ekstraksi oleh penambang lokal untuk mendapatkan produk sampingan dari\nkegiatan ASGM (Artisanal and Scale Gold Mine) dan endapan placer yang diayak\ndengan ukuran 60 mesh yaitu sampel fraksi M60. Hasil penelitian menunjukkan bahwa\nkonsentrasi unsur-unsur utama (Ti, Fe, Zr, Al dan Sc) sangat bervariasi dari endapan\nplacer di sepanjang sungai Kahayan, sungai Kapuas, Sungai Mentaring dan Sungai\nKatingan. Dibandingkan dengan sampel M60, sampel HM memiliki konsentrasi Ti, Fe,\nZr, Al, dan Sc yang lebih tinggi, yang mengindikasikan bahwa metode pemisahan\ndengan pendulangan (panning) meningkatkan konsentrasi mineral berharga.\nSuseptibilitas magnetik berkorelasi dengan konsentrasi Fe dan Sc, yang menunjukkan\nbahwa dengan melakukan pengukuran magnetik berpotensi sebagai pendukung untuk\neksplorasi Fe dan Sc dalam endapan placer. Ada tidaknya unsur-unsur tertentu (Sc, Fe,\ndan Zr) pada endapan placer Kalimantan Tengah diduga ditentukan oleh batuan induk\nserta setting pengendapan endapan tersebut. Prospek untuk mengeksplorasi dan\nmengeksploitasi unsur Sc dalam endapan placer ini dapat mempunyai nilai tambah\nbagi kegiatan penambangan emas rakyat skala kecil di Kalimantan Tengah.", "Daftar File": {"ABSTRAK Gusfrimanuel.pdf": "https://digilib.itb.ac.id/gdl/download/274204"}, "Penulis": "Gusfrimanuel [22320306]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ASGM, Suseptibiltias Magnetik, REE, Endapan Placer, Kalimantan Tengah", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "28 Jan 2023"}