{"Nomor": 71198, "Judul": "STRATEGI BISNIS BARU UNTUK MENINGKATKAN KINERJA PENJUALAN DI MASA DEPAN: KASUS SIEMENS INDONESIA", "Abstrak": "Era disrupsi dan COVID-19 telah memengaruhi setiap aspek kehidupan kita di seluruh dunia, terutama ekonomi dan bisnis. Kita telah mendengar tentang banyak perusahaan di seluruh dunia yang tutup, dan kita telah mendengar bahwa perusahaan-perusahaan top telah memberhentikan karyawannya. Beberapa dari PHK (Pemutusan Hubungan Kerja) ini mengejutkan dunia bisnis, karena berdampak pada ribuan karyawan sekaligus. Tantangan dan persaingan di arena bisnis perlu dicermati secara komprehensif. Peningkatan berkelanjutan sangat penting untuk bisnis apa pun. Pelanggan, sebagai pemilik bisnis, memainkan peran sentral dan kritis dalam bisnis. Perusahaan diharapkan tidak hanya melakukan bisnis yang baik tetapi juga melakukan bisnis berkelanjutan yang memuaskan pelanggan mereka. perusahan yang berkantor pusat di Jerman, sebagai perusahaan multinasional dengan sejarah panjang yang dikenal dengan kualitas dan citra merek yang baik di dunia, perlu berperan efektif dalam menghadapi tantangan dan persaingan dalam bisnisnya. Oleh karena itu, untuk sukses dalam berbisnis, perusahaan perlu mengenal diri dengan baik, mengamati perilaku pelanggan, mendengarkan pengalaman pelanggan, dan memahami apa harapan pelanggannya. Penelitian ini ingin menggali kondisi pasar perusahaan, perilaku pelanggan, pengalaman pelanggan, harapan pelanggan, serta merekomendasikan strategi bisnis baru yang efektif, termasuk rencana implementasi perusahaan dan waktu implementasi nya. \n\nPenelitian ini menggunakan metodologi kualitatif dan kuantitatif. Metode kualitatif melalui pengumpulan dan interpretasi data secara langsung. Kuesioner digunakan untuk metode kuantitatif. Penelitian ini akan memanfaatkan data primer dan sekunder untuk mengumpulkan informasi yang diperlukan guna menemukan akar masalah dan merekomendasikan solusi yang paling sesuai untuk masalah tersebut. Data primer dikumpulkan melalui wawancara dan kuesioner. Penulis melakukan wawancara dengan karyawan internal dan juga dengan pelanggan. Publikasi, artikel, dan buku, serta data resmi lainnya dari sumber terkait, digunakan sebagai sumber data sekunder untuk mendukung kesimpulan dan saran dalam penelitian ini. Wawancara dilakukan terhadap 20 orang, dan kuesioner yang dikembalikan sebanyak 106 orang.\n\n\nSetelah mengumpulkan data dari wawancara dan kuesioner, penulis melakukan analisis data. Menurut analisis data, sumber masalah adalah internal dan eksternal organisasi. Secara internal perusahaan, terdapat kurang komunikasi dan koordinasi antar unit bisnis, keterlambatan dalam menanggapi pelanggan, kedekatan yang rendah dengan pelanggan, dan kurangnya kesadaran akan perilaku pelanggan. Sumber masalah eksternal adalah rendahnya daya beli pelanggan, peraturan pemerintah, perilaku pasar, pesaing perusahaan, dan tidak terpenuhinya harapan pelanggan.\n\nUntuk memenangkan persaingan dan memiliki kinerja bisnis yang lebih baik, perusahaan harus melakukan bisnis secara berbeda. Meningkatkan waktu respons pelanggan adalah suatu keharusan, bersama dengan mengubah cara  melakukan pemasaran, berkolaborasi dengan perusahaan lokal dalam memperluas pasar, menugaskan key account manager ke target pasar yang baru, menstandarkan proses yang seragam antar unit bisnis, menunjuk satu PIC sebagai pemimpin proyek ketika beberapa unit bisnis berpartisipasi, dan menyediakan produk dengan harga bersaing.", "Daftar File": {"COVER Innovator": "https://digilib.itb.ac.id/gdl/download/274214", "BAB 1 Innovator": "https://digilib.itb.ac.id/gdl/download/289204", "BAB 2 Innovator": "https://digilib.itb.ac.id/gdl/download/289205", "BAB 3 Innovator": "https://digilib.itb.ac.id/gdl/download/289206", "BAB 4 Innovator": "https://digilib.itb.ac.id/gdl/download/289207", "BAB 5 Innovator": "https://digilib.itb.ac.id/gdl/download/289208", "PUSTAKA Innovator": "https://digilib.itb.ac.id/gdl/download/289209"}, "Penulis": "Innovator [29321085]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D.", "Anh Dung Do,Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Era Disruptif, Efektif, Keterikatan Pelanggan, Persaingan, Perilaku, Pengalaman.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "29 Jan 2023"}