{"Nomor": 71193, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN KESADARAN MEREK BISNIS KEDAI KOPI (STUDI KASUS PADA BRAND PAYU COFFEE & EATERY)", "Abstrak": "Total pendistribusian Kopi di Indonesia setiap tahunnya semakin meningkat, hal ini sejalan dengan berkembangnya industri Kedai Kopi di Indonesia khususnya di Jakarta. Payu merupakan salah satu brand UKM Kedai Kopi lokal yang berlokasi di Gandaria, Jakarta Selatan yang berdiri sejak tahun 2020. Membangun kesadaran merek penting untuk sebuah merek baru. Menurut wawancara dengan co-owner Payu, kesadaran merek Payu sangat rendah yang sejalan dengan hasil kuesioner dari total 202 responden menunjukkan bahwa 68,8% belum pernah mendengar tentang Payu sebelumnya. Untuk menganalisis akar penyebab lebih dalam, peneliti menggunakan Fishbone Diagram dan Inter-relationship Diagram dan menemukan bahwa Kurangnya upaya Pemasaran adalah akar penyebab Payu. Tujuan dari penelitian ini adalah untuk mengusulkan strategi pemasaran yang sesuai untuk meningkatkan Brand Awareness untuk Coffee Shop seperti Payu. Peneliti menggunakan metodologi kuantitatif dan kualitatif dalam melakukan penelitian. Pengumpulan data dilakukan dengan melakukan wawancara mendalam dengan co-owner, menyebarkan kuesioner, dan melakukan focus group discussion. Hasil kuantitatif digunakan untuk membuat Cluster Analysis dan Brand Awareness Analysis. Sedangkan hasil Kualitatif digunakan untuk membuat analisis Behavioral Shift dan analisis Asosiasi Merek. Menurut FGD, pelanggan menyukai tren kopi seperti Kopi Siap Minum dan Kopi Snapchilled. Setelah melakukan analisis melalui semua yang disebutkan di atas, usulan strategi pemasaran baru dilakukan dengan menggunakan Penciptaan Persona Pembeli, Keunggulan Kompetitif, Penyesuaian Produk, dan Pemetaan Konsep Merek. Berdasarkan model BCM, Payu berhubungan dengan link asosiasi Kenyamanan dan Tempat Kerja. Ada tiga strategi pemasaran baru yang dapat meningkatkan brand awareness kedai kopi seperti Payu. Pertama, mengembangkan dua persona pelanggan yang berbeda berdasarkan analisis kluster, strategi ini berguna untuk menyampaikan pesan kepada audiens yang ditargetkan. Kedua, kedai kopi dapat bekerja sama dengan influencer yang memiliki audiens didorong dari strategi Buyer Persona Creation, memilih influencer yang tepat dapat memaksimalkan output. Ketiga, melakukan dan melakukan brand activation berdasarkan link asosiasi dari brand concept map dan mengundang influencer terpilih dalam acara tersebut sebagai pembicara.", "Daftar File": {"COVER Iqbal Karim Mohammad": "https://digilib.itb.ac.id/gdl/download/274209", "BAB 1 Iqbal Karim Mohammad": "https://digilib.itb.ac.id/gdl/download/289210", "BAB 2 Iqbal Karim Mohammad": "https://digilib.itb.ac.id/gdl/download/289211", "BAB 3 Iqbal Karim Mohammad": "https://digilib.itb.ac.id/gdl/download/289212", "BAB 4 Iqbal Karim Mohammad": "https://digilib.itb.ac.id/gdl/download/289213", "BAB 5 Iqbal Karim Mohammad": "https://digilib.itb.ac.id/gdl/download/289214", "PUSTAKA Iqbal Karim Mohammad": "https://digilib.itb.ac.id/gdl/download/289215"}, "Penulis": "Iqbal Karim Mohammad [29321076]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kesadaran Merek, Strategi Pemasaran, Kedai Kopi, Penciptaan Persona Pembeli, Pemasaran Influencer, Aktivasi Merek.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "29 Jan 2023"}