{"Nomor": 71205, "Judul": "STRATEGI PROMOSI UNTUK BEBEK GORENG H. NARTO", "Abstrak": "Bebek Narto, sebuah restoran bebek goreng, baru-baru ini mengalami rebranding dan telah mengalami penurunan pendapatan yang signifikan. Untuk menangani masalah ini, perusahaan harus menerapkan strategi rebranding yang komprehensif. Strategi ini harus mencakup analisis menyeluruh terhadap lingkungan eksternal, termasuk analisis PESTLE, analisis pesaing, dan analisis pelanggan. Ini juga harus mencakup analisis segmentasi, targeting, dan positioning (STP) agar dapat secara efektif menargetkan dan memposisikan merek di pasar. Selain faktor-faktor eksternal tersebut, Bebek Narto juga harus fokus pada faktor-faktor internal seperti meningkatkan layanan pelanggan dan menerapkan sistem point-of-sale untuk mengumpulkan data pelanggan yang bernilai. Data ini kemudian dapat digunakan untuk mengidentifikasi tren dan area untuk peningkatan, yang akan meningkatkan kepuasan pelanggan dan loyalitas. Strategi rebranding yang diusulkan termasuk memanfaatkan media sosial, mengeksplorasi saluran pemasaran alternatif, membangun kepercayaan dengan pelanggan, dan mengumpulkan lebih banyak data pelanggan untuk membuat keputusan yang terinformasi tentang perubahan-perubahan bisnis. Indikator kinerja kunci akan digunakan untuk mengukur efektivitas strategi, termasuk peningkatan brand awareness dan loyalitas pelanggan, serta peningkatan pendapatan. Strategi rebranding akan diimplementasikan dalam jangka waktu tiga bulan, dengan rencana tindakan dan kegiatan spesifik yang ada untuk mencapai hasil yang diinginkan. Rekomendasi untuk penelitian selanjutnya antara lain mempelajari efek jangka panjang dari strategi rebranding terhadap pendapatan dan kepuasan pelanggan Bebek Narto, serta menjajaki strategi pemasaran potensial lainnya untuk industri restoran.", "Daftar File": {"COVER Hernindyo Ristyanto": "https://digilib.itb.ac.id/gdl/download/274220", "BAB 1 Hernindyo Ristyanto": "https://digilib.itb.ac.id/gdl/download/289180", "BAB 2 Hernindyo Ristyanto": "https://digilib.itb.ac.id/gdl/download/289181", "BAB 3 Hernindyo Ristyanto": "https://digilib.itb.ac.id/gdl/download/289182", "BAB 4 Hernindyo Ristyanto": "https://digilib.itb.ac.id/gdl/download/289183", "BAB 5 Hernindyo Ristyanto": "https://digilib.itb.ac.id/gdl/download/289184", "PUSTAKA Hernindyo Ristyanto": "https://digilib.itb.ac.id/gdl/download/289185"}, "Penulis": "Hernindyo Ristyanto [29321140]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T, MM, DBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Strategi Promosi, Industri Restoran.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "29 Jan 2023"}