{"Nomor": 71207, "Judul": "REPRESENTASI KERAMIK TERAKOTA TERHADAP TRANSFORMASI KEBIASAAN MAKAN MASYARAKAT MASA KINI", "Abstrak": "Makan, sederhananya merupakan kegiatan manusia yang terus dilakukan untuk\nbertahan hidup. Kegiatan ini tentunya selalu berubah dari waktu ke waktu seiring\nperubahan gaya hidup manusia yang terus berkembang. Hal tersebut tidak lain\nmerupakan bagian dari pergeseran pemikiran manusia dalam memaknai sebuah\nmakanan. Kompleksitas nilai dari makanan ini dapat dilihat dari bagaimana\nmanusia melihat makanan sebagai sesuatu yang memiliki esensi tertentu, ada juga\nmakanan yang dilihat sebagai pemenuhan kebutuhan biologis saja. Selain itu,\nterdapat pula penyajian makanan tradisional yang kaya akan makna kulturalnya,\nsampai kepada makanan modern yang praktis, mengikuti gaya hidup\nmasyarakatnya. Semakin hari, makanan-makanan tersebut melebur ditangan\nmasyarakat modern multikultural.\nBerangkat dari hal tersebut, penulis bermaksud untuk merepresentasikan\nbagaimana gaya hidup masyarakat modern melebur dengan gaya hidup masyarakat\ntradisional. Penulis tertarik untuk kemudian merayakan peleburan tersebut melalui\nkarya keramik terakota. Selanjutnya, menyampaikannya melalui metode penyajian\nmakanan secara tradisional, namun dengan menggabungkannya dengan produk\nmakanan modern. Untuk menunjukan dualitas tradisi dan modern pada makanan\ntersebut, penulis membuat karya dengan medium keramik terakota dan found object\nberupa yang terbuat dari anyaman.\nKeramik terakota sebagai wujud dari perjalanan hidup manusia yang selalu\nberkembang. Wujud dari terakota yang polos dan jujur sebagai gambaran sesuatu\nyang tradisional, juga primordial. Anyaman sebagai wadah dari terakota juga turut\nhadir sebagai bahasa tradisi dari budaya makan tradisional. Untuk menampilkan\nsisi kontras dari makanan modern, ditampilkan melalui representasi produk\nmakanan modern.", "Daftar File": {}, "Penulis": "Fauzy Rosdiyanti [17018032]", "Kontributor / Dosen Pembimbing": ["Dr. Nurdian Ichsan, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "gaya hidup, keramik, makanan, terakota, traditional", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Jan 2023"}