{"Nomor": 71206, "Judul": "USULAN STRATEGI BISNIS METODE PEMBAYARAN QRIS DI INDUSTRI MERCHANT BANKING (STUDI KASUS DI BANK SETIA ISLAM SEBAGAI PERBANKAN SYARIAH INDONESIA)", "Abstrak": "Indonesia adalah salah satu ekonomi Islam terbesar dengan 97% tenaga kerja untuk sektor industri terdiri dari UMKM. Sistem Pembayaran QR Code Indonesia (QRIS) diciptakan agar UMKM dapat beroperasi lebih cepat dan beradaptasi dengan teknologi terkini. Bank Setia Islam merupakan Bank Syariah yang mengoperasikan Sistem QRIS (PJSP) di Indonesia.\n\nPendekatan penelitian menggunakan data kualitatif kolektif dengan melakukan studi litelatur dan observasi. Alat ukur pada penelitian ini merupakan survei dengan skala 1 – 5 yang terdiri dari 29 pertanyaan yang mewakili unsur pendekatan UTAUT 2. 25 soal terdiri dari variabel independen, yaitu dampak Performance Expectation (PE), Effort Expectation (EE), Social Influence (SI), Facilitating Condition (FC), Hedonic Motivation (HM), Price Value (PV), dan Habit (HB). 3 pertanyaan terdiri dari variabel moderating dari Behavioral Intention (BI). Salah satu pertanyaan yang terdiri dari variabel dependen tujuan penelitian ini adalah Use Behavior (UB).\n\nHasil analisis penelitian ini dengan berdasarkan Structural Equation Model (SEM) menunjukkan bahwa variabel Habit (HB) memberikan pengaruh positif dan signifikan secara statistik terbesar terhadap BI dan UB dalam mengadopsi layanan QRIS Bank Setia Islam. Bank Setia Islam harus memanfaatkan persetujuan ini untuk membangun PE, FC, dan HB yang positif, yang mendorong UB jangka panjang. Tujuan Bank Setia Islam adalah untuk memperluas basis nasabahnya. Sebagai PJSP (Issuer and Acquirer) QRIS, Bank Setia Islam diharapkan dapat meningkatkan kualitas layanan kepada konsumen, mengembangkan infrastruktur/fungsi baru QRIS, memberikan layanan penuh untuk kepatuhan operasional QRIS (transaksional, non-transaksional, dan fungsional), serta mengedukasi nasabah/merchant Bank Setia Islam mengenai produk QRIS.\n\nPersepsi usulan rencana bisnis untuk transaksi QRIS didasarkan pada rencana implementasi yang diusulkan untuk meningkatkan transaksi berbasis biaya merchant dengan MDR 0,7%, dan merchant progresif. Dengan inisiasi tersebut maka muncul keinginan untuk mengontrol dan memantau kriteria merchant yang terdaftar dalam sistem QRIS Bank Setia Islam. Sistem dan prosedur tersebut masih perlu perbaikan dan implementasi untuk mendapatkan value proposition lebih dan daya saing dibandingkan PJSP QRIS lainnya di Indonesia.", "Daftar File": {"COVER Gilang Heru Kencana": "https://digilib.itb.ac.id/gdl/download/274221", "BAB 1 Gilang Heru Kencana": "https://digilib.itb.ac.id/gdl/download/289155", "BAB 2 Gilang Heru Kencana": "https://digilib.itb.ac.id/gdl/download/289156", "BAB 3 Gilang Heru Kencana": "https://digilib.itb.ac.id/gdl/download/289157", "BAB 4 Gilang Heru Kencana": "https://digilib.itb.ac.id/gdl/download/289158", "BAB 5 Gilang Heru Kencana": "https://digilib.itb.ac.id/gdl/download/289159", "PUSTAKA Gilang Heru Kencana": "https://digilib.itb.ac.id/gdl/download/289160"}, "Penulis": "Gilang Heru Kencana [29321173]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Eko Agus Prasetio, S.T., MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "QRIS, Bank Syariah, UMKM, Bank Setia Islam, UTAUT 2, Use Behavior, Structural Equation Modeling, Rencana Bisnis, MDR, Kriteria Merchant.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "29 Jan 2023"}