{"Nomor": 71202, "Judul": "PERUMUSAN STRATEGI BISNIS UNTUK MENGHADAPI PERATURAN TERKAIT PASOKAN BATUBARA DALAM NEGERI: STUDI KASUS PT ANUGERAH BUMI COAL", "Abstrak": "Pasal 33 Ayat (3) Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 mengamanatkan bahwa bumi dan air serta kekayaan alam yang terkandung di dalamnya dikuasai oleh negara dan dipergunakan untuk sebesar-besarnya kemakmuran rakyat. Oleh karenanya, industri pertambangan batubara merupakan salah satu industri yang diatur dengan ketat di Indonesia. Menteri Energi dan Sumber Daya Mineral (“Menteri”) telah mengeluarkan Keputusan Menteri guna menjamin stabilitas pasokan batubara dalam negeri termasuk mengatur terkait pengutamaan pasokan batubara dalam negeri dan menetapkan harga jual batubara untuk pasar dalam negeri, serta penugasan kepada perusahaan pertambangan batubara untuk memenuhi kebutuhan batubara dalam negeri dalam keadaan darurat. Adanya peraturan tersebut menimbulkan dampak serta tantangan bagi perusahaan pertambangan batubara, termasuk PT Anugerah Bumi Coal.\n\nPenelitian ini bertujuan untuk merumuskan strategi yang tepat bagi PT Anugerah Bumi Coal untuk menghadapi peraturan tersebut. Penelitian ini menggunakan metode kualitatif untuk mengidentifikasi situasi saat ini, merumuskan, dan mengusulkan strategi baru. PESTEL, Porter’s 5 Forces, dan Kompetitor analisis akan dilakukan untuk menganalisis faktor eksternal. VRIO analisis dilakukan untuk menganalisis faktor internal. Strategi bisnis untuk menjawab permasalahan tersebut akan dirumuskan dengan penyusunan TOWS matriks berdasarkan hasil analisis internal dan eksternal serta data primer dari hasil wawancara.\n\nHasil penelitian menunjukkan bahwa perusahaan perlu memastikan penjualan produk batubara dengan spesifikasi yang sesuai dengan kebutuhan pasar domestik dan bahwa terdapat pelanggan baru yang potensial dari industri smelter. Selain itu, hubungan dengan pemerintah dan asosiasi pertambangan batubara juga harus dijaga. Strategi jangka pendek dan jangka panjang harus diterapkan, antara lain mengoptimalkan penjualan produk batubara dengan spesifikasi yang sesuai dengan pasar domestic dengan memaksimalkan kegiatan coal blending, mendapatkan pelanggan smelter baru, bekerjasama dengan pihak lain untuk mengembangkan teknologi yang dibutuhkan guna meningkatkan kinerja ESG perusahaan, mendorong pelatihan karyawan untuk membangun kesadaran akan kepatuhan terhadap peraturan, serta menjaga hubungan baik dengan pemerintah. Gasifikasi batubara untuk menghasilkan produk metanol atau DME juga harus dijajaki sebagai strategi jangka panjang PT Anugerah Bumi Coal.", "Daftar File": {"COVER Fathia Noor Rahma": "https://digilib.itb.ac.id/gdl/download/274218", "BAB 1 Fathia Noor Rahma": "https://digilib.itb.ac.id/gdl/download/289086", "BAB 2 Fathia Noor Rahma": "https://digilib.itb.ac.id/gdl/download/289087", "BAB 3 Fathia Noor Rahma": "https://digilib.itb.ac.id/gdl/download/289088", "BAB 4 Fathia Noor Rahma": "https://digilib.itb.ac.id/gdl/download/289089", "BAB 5 Fathia Noor Rahma": "https://digilib.itb.ac.id/gdl/download/289090", "PUSTAKA Fathia Noor Rahma": "https://digilib.itb.ac.id/gdl/download/289091"}, "Penulis": "Fathia Noor Rahma [29321135]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D.", "Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pasokan Batubara Domestik, Harga Jual Batubara Domestik, Penugasan Pasokan, Peraturan, Strategi Bisnis.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "29 Jan 2023"}