{"Nomor": 71208, "Judul": "INTERPRETASI SEJARAH KOLONIALISME INDONESIA DALAM ALEGORI VISUAL", "Abstrak": "Sejarah merupakan rekaman masa lalu yang tidak terlepaskan dalam riwayat\nkehidupan. Secara teori, kajian akademik terhadap sejarah harus selalu berbasis atas\nfakta, terlepas akan bias atau kecenderungan yang diproyeksikan oleh pengkaji.\nMeskipun begitu, akan selalu terdapat celah di mana sejarah akan menemui tafsir\nyang bersifat ambigu atau subjektif, bergantung pada latar belakang masing-masing\nindividu pengkaji, kesimpulan yang didapat tentu akan bervariasi. Lantas\nbagaimana dengan peran seniman dalam merespon persoalan tersebut? Dalam hal\nini, sesungguhnya seniman memiliki keistimewaan untuk tidak terikat akan\ntanggung jawab dalam menyampaikan fakta yang sebenar-benarnya menyangkut\nsejarah. Karya-karya seni seperti musik, literatur, seni rupa, dan sebagainya\nmerupakan medium-medium yang dapat digunakan untuk menyampaikan\nkebebasan interpretas sejarah dari seniman tersebut. Seniman dapat menggunakan\nbias interpretasi berbasis identitas budaya, latar belakang, atau ideologi yang dapat\nmenggiring narasi sejarah dalam karya ciptaannya menjadi sejalur dengan intensi\napa yang ingin disampaikan atau diekspresikan. Sebagai perupa dengan\nketertarikan terhadap sejarah kolonial, penulis ingin menggunakan kesempatan\ndalam tugas akhir ini untuk menciptakan interpretasi pribadi penulis terkait topik\nsejarah kolonialisme Indonesiea menggunakan bahasa visual. Oleh karena itu,\nrangkaian karya tugas akhir ini dibuat sebagai wahana untuk memberikan\nkesempatan demikian pada penulis.", "Daftar File": {}, "Penulis": "Mangambar Arumsari [17018009]", "Kontributor / Dosen Pembimbing": ["Zusfa Roihan, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Sejarah, representasi, interpretasi, kolonialisme, bias.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Jan 2023"}