{"Nomor": 71210, "Judul": "ANALISIS PROYEK INVESTASI PIT CACD BLOK 8 MENGGUNAKAN DISCOUNTED CASH FLOW (DCF)  (STUDI KASUS PT. BERAU COAL)", "Abstrak": "PT Berau Coal yang terletak di Kabupaten Berau, Provinsi Kalimantan Timur.  Pit\nC2 Blok 8 Binungan Mining Operation Area 2 PT Berau Coal merupakan salah\nsatu wilayah operasi pertambangan batubara dengan karakteristik multi-seam\ndengan kemiringan lapisan batubara pada interval 40 – 60 derajat. Karakteristik\nendapan batubara menjadi salah satu pertimbangan dalam pembentukan desain\npenambangan batubara yang bekerjasama dengan disiplin ilmu lain, antara lain\ngeoteknik, hidrologi, keselamatan, dan lingkungan, serta aspek lainnya. PT Berau\nCoal menghadapi beberapa tantangan, risiko, dan ketidakpastian seperti fluktuasi\nharga batubara, kapasitas produksi, biaya penambangan, dan aspek hukum terkait. \nOleh karena itu, perencanaan dan strategi penambangan harus dilakukan secara\nmatang hingga izin pertambangan PT Berau Coal berakhir pada tahun 2025. \nKami mengevaluasi aspek keuangan dari perencanaan tambang jangka panjang\nPit CACD menggunakan metode discounted cash flow (DCF) dengan tingkat suku\nbunga untuk menghitung beberapa parameter, seperti net present value (NPV),\ninternal rate of return (IRR), dan profitabilitas indeks ( PI).  Harga batubara yang\ntermasuk dalam perhitungan bersifat deterministik atau sama selama umur proyek\npertambangan.  Namun, metode DCF mengasumsikan bahwa risiko suatu proyek\nadalah fungsi waktu, di mana durasi proyek sejajar dengan tingkat risiko. \nKarakteristik industri pertambangan berbeda dimana tingkat risiko proyek\npertambangan cenderung menurun seiring berjalannya proyek dengan\npenambahan data teknis.  Selain itu, parameter harga adalah aspek yang paling\nsensitif dari keekonomian proyek.  Oleh karena itu, risiko yang terkait dengan\nfluktuasi harga harus dipisahkan dari tingkat diskonto arus kas. \nPenilaian keuangan harus mengakomodasi risiko dan ketidakpastian yang ada\nuntuk mengatasi kelemahan metode DCF.  Metode opsi nyata berfungsi sebagai\nalternatif untuk membuat model kuantitatif dinamis untuk proyek pertambangan. \nDalam metode ini, faktor risiko diskonto diterapkan langsung ke variabel sumber\nyang tidak pasti, seperti harga batubara, untuk meningkatkan akurasi.  Oleh karena\nitu, evaluasi perencanaan tambang jangka panjang di PT Berau Coal dengan\nmenggunakan scenario analisis dan simulasi Monte Carlo bermanfaat untuk membuat keputusan yang lebih baik dalam skema produksi, investasi, dan alokasi\nsumber daya. \nDengan hasil evaluasi finansial NPV DCF 38mio USD, NPV Monte Carlo 40mio\nUSD, IRR 51%, PI 4.12, and PBP 2.28 tahun PT Berau Coal akan\nmempertimbangkan dan mengambil keputusan apakah akan melanjutkan proyek\ndengan mempertimbangkan beberapa risiko atau membatalkan investasi dan tidak\nmelanjutkan penambangan di Pit CACD.", "Daftar File": {"2023_TS_PP_Pandu Zea Ardiansyah_29120623_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/274234"}, "Penulis": "Pandu Zea Ardiansyah [29120623]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "discounted cash flow (DCF), net present value (NPV), internal rate of return (IRR), profitability index (PI), monte carlo, extention of PKP2B", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "30 Jan 2023"}