{"Nomor": 71218, "Judul": "EVALUASI KEKUATAN GESER TANAH CLAYSHALE DAN APLIKASINYA PADA PERENCANAAN PADA JALAN TOL SENTUL -  KARAWANG", "Abstrak": "Proyek Perencanaan Jalan Tol Sentul–Karawang yang saat ini dalam tahap pelaksanaan dengan Panjang penanganan yaitu 59.061 KM. dari parameter melintang di rencanakan untuk lebar bahu dalam 1 m, lebar bahu luar 3 m dan lebar lajur lalu lintas yaitu 4 m. Pada penelitian ini hal yang dapat di tinjau dengan adanya perencanaan jalan tol tanah di lapangan tersebut yaitu tanah lunak yang dapat terjadi dan mempengaruhi pada pelaksanaan konstruksi di atasnya.\nClay Shale merupakan susunan mineral mineral lempung yang mempunyai karakter kembang susut yang besar apabila terjadi perubahan kadar air. Tanah akan mengembang (Swelling) pada kondisi basah dan akan menyusut (Shrinkage) pada kondisi kering. Keberadaan Clay Shale sangat tidak stabil meskipun berada pada kontur yang datar. Hal ini memunculkan banyak masalah geoteknik pada perencanaan sturktur bangunan. Untuk menangani kelongsoran dilakukan penelitian terhadap Clay Shale untuk menggetahui sudut geser residualnya sehingga dapat dilakukan pencegahan. Dari penelitian ini dilakukakn untuk merekomendasikan penanganan yang perlu dilakukan untuk tanah clay shale pada proyek Perencanaan Jalan Tol Sentul–Karawang dengan timbunan tanpa penanganan, timbunan dengan geotextile Woven 200kN sebanyak 10 lapis, timbunan dengan PVD sepanjang 6 m dengan spasi 1.5 m dan beban preloading setinggi 2.5 m dan timbuan replacement 1m. Anaisis tanah clay shale menggunakan Plaxis 2D dengan material model Undrained A dan Undrained B untuk mengetahui nilai Safety Factor (SF) tanah clay shale.", "Daftar File": {"ABSTRAK Bromo Waluko Utomo": "https://digilib.itb.ac.id/gdl/download/274242"}, "Penulis": "Bromo Waluko Utomo [25020379]", "Kontributor / Dosen Pembimbing": ["Ir. Andhika Sahadewa, S.T, M.S.E, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Tanah clay shale, PVD, Geotextile, Replacement, Faktor Keamanan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Jan 2023"}