{"Nomor": 71213, "Judul": "ANALISIS STRATEGI EKSPANSI DALAM PENGEMBANGAN BISNIS MELALUI PENDANAAN BANK   (STUDI KASUS: CASADIENTA DENTAL CLINIC CABANG JAKARTA)", "Abstrak": "Salah satu jenis sektor industri kesehatan yang berkembang pesat saat ini di Indonesia adalah industri\njasa kesehatan gigi dan mulut. Hal ini disebabkan semakin meningkatnya kesadaran masyarakat tentang\nkesehatan gigi dan mulut. Casadienta adalah Klinik Gigi Estetika yang sudah berdiri sejak tahun 2000.\ndan terus berkembang hingga saat ini dengan jumlah cabang terbesar di Jawa Barat dan akan terus\nbertambah setiap tahunnya. Saat ini, Casadienta berencana memperluas bisnisnya di beberapa kota,\nterutama di Jakarta. Pada penelitian ini dilakukan analisa dan pengembangan strategi ekspansi bisnis\nbisnis untuk membantu Casadienta meningkatkan kekuatan bisnisnya. Dalam penelitian ini dilakukan\nanalisis situasi bisnis, pengembangan strategi bisnis dan finansial menggunakan pinjaman bank, analisis\nsensitivitas serta simulasi resiko keuangan menggunakan simulasi monte carlo. Berdasarkan eksplorasi\nmasalah bisnis dan studi keuangan yang telah dilakukan dalam penelitian ini, Strategi pengembangan\nbisnis yang tepat yang dilakukan Casadienta dalam membuka cabang baru adalah pengembangan\ninternal. ini memberikan keuntungan bagi perusahaan dari segi kemampuan penuh dalam\nmerencanakan dan menganalisa ekspansi bisnis berdasarkan pengalaman di beberapa cabang\nsebelumnya dan Memiliki kendali penuh dalam penanganan proyek, baik dalam pengambilan\nkeputusan operasional, keuangan maupun strategis lainnya. Lokasi yang tepat untuk pembukaan cabang\nbaru Casadienta berada di wilayah Jakarta Selatan. Estimasi total biaya yang dibutuhkan Casadienta\nuntuk membuka cabang baru di Jakarta adalah Rp 2.909.500.000,00. Terdapat tiga alternatif\npembiayaan yang diusulkan dalam penelitian ini. Pertama, pembiayaan dari sumber internal dan bank\nmasing-masing sebesar 30% dan 70% selama 3 tahun. Kedua, pembiayaan dari sumber internal dan\nbank sebesar 30% dan 70% selama 5 tahun. Alternatif ketiga adalah pembiayaan dari sumber internal,\ndan sumber bank 30% dan 70% selama 10 tahun. Alternatif 3 lebih menguntungkan bagi perusahaan\nkarena memberikan NPV sebesar Rp. 12.694.663.018,95, Internal Rate of Return (IRR) sebesar 41%,\nPayback Period (PP) selama 4 Tahun 8 bulan. Berdasarkan sensitivitas analisis yang telah dilakukan,\nPendapatan merupakan faktor yang paling mempengaruhi kinerja keuangan cabang Casadienta yang\nbaru. Analisis risiko keuangan dengan menggunakan simulasi Monte Carlo memberikan gambaran\ntentang distribusi NPV yang kemungkinan akan dialami perusahaan. Hasilnya, nilai NPV rata-rata\nadalah Rp 580.916.395,34. Terlihat bahwa distribusi NPV terlihat sangat baik dengan kurtosis sebesar\n0,18 dan skewness sebesar -0,09. Probabilitas persentase NPV < 0 adalah 0,168 %. Hal ini menunjukkan\nbahwa perusahaan memiliki kinerja keuangan yang sangat baik atau kegagalan pengembangan usaha\nkecil.", "Daftar File": {"2023_TS_PP_Deniswara Axell Sulistyo - 29119454_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/274237"}, "Penulis": "Deniswara Axell Sulistyo [29119454]", "Kontributor / Dosen Pembimbing": ["Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Casadienta, Strategi Ekspansi Bisnis, Pengembangan Strategi Keuangan, Bank, NPV", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "30 Jan 2023"}