{"Nomor": 71225, "Judul": "DESAIN INTAKE BENDUNGAN MARANGKAYU, DI KABUPATEN KUTAI KARTANEGARA, KALIMANTAN TIMUR", "Abstrak": "Air merupakan kebutuhan dasar makhluk hidup untuk keberlangsungan kehidupannya. Ketersediaan air merupakan salah satu penentu peningkatan produktifitas masyarakat. Di Provinsi Kalimantan Timur, terdapat beberapa daerah kota dan kabupaten yang mengalami kekurangan sumber air baku, seperti di Kota Bontang, di Kota ini tidak terdapat sumber permukaain air yang bisa dimanfaatkan. Kebutuhan air selama ini dipenuhi dari air tanah. Namun disisi lain ketersediaan air tanah semakin hari semakin terbatas, yang diindikasikan dengan adanya penurunan muka air tanah sehingga pemanfaatan air tanah perlu dibatasi. Untuk mengatasi kekurangan sumber air baku Kota Bontang perlu memanfaatkan air permukaan dan mendapatkan dukungan dari kabupaten lain, seperti Kabupaten Kutai Kartanegara dengan membangun Bendungan Marangkayu. salah satu Bangunan Pelengkap Bendungan adalah Intake. Dimana Intake adalah suatu bangunan yang dibuat sedemikian rupa pada suatu sisi sumber air dengan maksud agar sebahagian air dari sungai tersbut dapat dibelokkan untuk dimanfaatkan sesuai keinginan. Desain Intake Bendungan Marangkayu ini akan mengairi luas irigasi 1350 hektar dengan kebutuhan 1.38 l/s/ha dan kebutuhan air baku 0.43 /s. Sehingga kapasitas intake yang digunakan adalah 2.3 /s dan diameter pipa intake yang digunakan adalah 1.4 m. Lokasi Intake Bendungan Marangkayu ini berada di DAS Marangkayu, Kecamatan Marangkayu dengan anggaran untuk konstruksi Intake Marangkayu yaitu sebesar Rp 4.000.721.963.", "Daftar File": {}, "Penulis": "Siprianus Willson Sinaga [15816001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Sri Legowo Wignyo Darsono", "Dr. Ana Nurganah Chaidar, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Intake, Irigasi , Air Baku.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Jan 2023"}