{"Nomor": 71227, "Judul": "PENERAPAN PENGANGGARAN DAN PEMETAAN BIAYA BERBASIS RISIKO: STUDI KASUS DI PT KERETA API INDONESIA (PERSERO)", "Abstrak": "Penganggaran adalah instrumen keuangan penting dalam bisnis. Setiap bisnis tidak dapat dipisahkan dari penganggaran. Rencana penganggaran membantu menciptakan stabilitas keuangan organisasi dan persiapan menghadapi tantangan atau risiko yang tidak terduga. Tantangan atau risiko tak terduga yang melekat pada bisnis harus diramalkan agar bisnis dapat memperkirakan penganggarannya mendekati realisasi dan melakukan optimalisasi sumber daya bisnis. \nHal yang sama berlaku untuk PT Kereta Api Indonesia (Persero) (PT KAI). PT KAI sebagai perusahaan milik negara yang menjalankan bisnisnya di industri yang berisiko tinggi harus mempersiapkan diri terhadap kemungkinan risiko yang mungkin terjadi. Ini juga termasuk persiapan penganggaran risiko. Dengan kata lain, sangat penting bagi perusahaan untuk menerapkan kerangka penganggaran berbasis risiko dalam penganggarannya. \nPenerapan kerangka penganggaran berbasis risiko akan memperhitungkan risiko dalam proses penganggaran. Dengan demikian, setiap bagian dari kemungkinan kejadian dan risiko yang mungkin terjadi akan diperhitungkan dan dipersiapkan. \nMelalui studi ini akan dipelajari implementasi penganggaran berbasis risiko di PT KAI. Simulasi penerapan kerangka penganggaran berbasis risiko juga akan dijelaskan dan disimulasikan dalam penelitian ini. \nSelain penerapan penganggaran berbasis risiko, penelitian ini juga akan memecahkan masalah kerangka kerja lain yang dihadapi perusahaan, yang dalam hal ini masih berkaitan dengan penerapan kerangka penganggaran berbasis risiko. \nPenelitian ini akan menggunakan prosedur manajemen risiko dalam memprediksikan risiko yang ada di tahun 2021 berdasarkan risko historis di tahun 2020. Penelitian ini akan mengandalkan laporan rencana penganggaran tahunan perusahaan, laporan internal, dan laporan -wawancara mendalam sebagai data pendukung dalam mengkaji dan mensimulasikan kerangka kerja penganggaran berbasis risiko yang diajukan.", "Daftar File": {"2023_TS_PP_Syane Rachma Dian 29121213_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/274251"}, "Penulis": "Syane Rachma Dian [29121213]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Penganggaran berbasis risiko, PT KAI, manajemen risiko, penganggaran, kerangka kerja, implementasi", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "30 Jan 2023"}