{"Nomor": 71221, "Judul": "PENGGUNAAN TEKNOLOGI MEMBRAN DALAM PEMBUATAN KONSENTRAT PEWARNA FOOD GRADE DARI DAUN PANDAN", "Abstrak": "Pasta dan pewarna hijau pandan, sebagai salah satu aditif dengan penggunaan terbesar dalam\nindustri pangan, umumnya dibuat dari bahan-bahan sintetis. Hal ini terjadi atas pertimbangan\nkepraktisan proses produksi, biaya produksi yang relatif rendah, juga kualitas warna yang\ndiberikan oleh produk umumnya lebih baik. Namun, peralihan tren kepada konsumsi produk\npangan yang lebih alami membuat peluang penjualan pewarna alami meningkat. Pandan\nmemiliki klorofil yang memberikan warna hijau khasnya. Sudah banyak praktik produksi\npasta pandan alami secara rumahan untuk konsumsi pribadi, namun umumnya tidak melalui\nproses pemekatan sehingga pasta pandan bersifat lebih cair dan dapat mempengaruhi\nkarakteristik produk pangan akhir secara signifikan. Salah satu metode pemekatan yang dapat\ndilakukan adalah dengan Osmotic Membrane Distillation (OMD). Penelitian ini bertujuan\nuntuk mencari kondisi optimal dari proses ekstraksi klorofil dari pandan serta proses\npemekatannya menggunakan OMD. Penelitian ini dilakukan dengan mengekstrak pandan\ndengan pelarut berupa campuran air dan propilen glikol (PG) dengan rasio massa pandan\nterhadap massa pelarut sebesar 1 : 4 selama 2 dan 12 jam. Kadar PG dalam pelarut akan\ndivariasikan sebanyak 6 variasi, yakni 0%, 20%, 40%, 60%, 80%, dan 100%. Pemekatan\ndengan OMD secara submerged direct contact membrane distillation (SDCMD) dilaksanakan\nselama 3 jam dengan laju alir Osmotic Agent (OA) sebesar 1 dan 1,5 mL/s pada temperatur\n35°C dan tekanan ruang. Warna hasil ekstraksi akan diuji menggunakan spektrofotometer\nuntuk menguji kadar klorofilnya. Produk hasil pemekatan, yakni supernatan pekat dan larutan\nOA encer akan dianalisis untuk mengetahui kinerja membran selama pemekatan. Supernatan\npekat akan dianalisis dari segi kadar klorofil, profil warna, viskositas, dan dispersitasnya\ndalam air. Larutan OA encer akan dianalisis dari segi keberadaan aroma pandan dan\nkandungan PG-nya.", "Daftar File": {}, "Penulis": "Muhammad Lutfan Akbar [14318039]", "Kontributor / Dosen Pembimbing": ["Helen Julian, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Jan 2023"}