{"Nomor": 71241, "Judul": "PEMANFAATAN METODE TERRESTRIAL LASER SCANNING DAN HANDHELD SCANNER DALAM PEMETAAN 3 DIMENSI SECARA TERESTRIS UNTUK PEMBANGUNAN MANAJEMEN UTILITASSTUDI KASUS: GEDUNG PUSAT ANTAR UNIVERSITAS (PAU) ITB", "Abstrak": "Terrestrial Laser Scanning (TLS) dan Handheld Scanner (HS) adalah metode yang\ndigunakan dalam pemetaan terestris 3 dimensi (3D), dengan menggunakan teknologi\npemindaian dengan sinar laser (laser scanning). Metode TLS dan HS dapat\nmenghasilkan jutaan titik (point clouds) dengan ketelitian mencapai orde millimeter.\nAplikasi metode ini dapat digunakan untuk membangun suatu manajemen utilitas pada\ngedung bertingkat. Manajemen utilitas adalah proses pengelolaan, perawatan, dan\npemeliharaan pada objek utilitas, untuk menunjang utilitas agar berfungsi dengan baik.\nDalam membangun suatu manajemen utilitas, metode TLS dan HS dapat dimanfaatkan\nuntuk menghasilkan visualisasi jalur utilitas dari model 3D utilitas, yang berguna\ndalam proses pemeliharaan objek. Model 3D dibuat dengan menggunakan point clouds\nTLS dan HS dengan metode scan to bim dan parametric modelling. Atribut semantik\nyang ditambahkan kepada model 3D utilitas akan membangun sebuah basis data\nutilitas yang diperlukan oleh pengelola gedung, khususnya pengelola Gedung Pusat\nAntar Universitas (PAU). Analisis yang dilakukan adalah analisis data point clouds\nTLS dan HS dalam pembuatan model 3D. Analisis terhadap data point clouds TLS dan\nHS dilakukan dengan membandingkan tingkat kedetailan visualisasi objek dari point\nclouds TLS dan HS. Hasil penelitian yang diperoleh adalah penggunaan data point\nclouds HS dengan kerapatan 1-4 mm dapat membantu data point clouds TLS dengan\nkerapatan 12,5 mm untuk memvisualisasikan objek utilitas lebih detail. Namun, lokasi\nobjek utilitas yang pada umumnya berada pada plafon gedung, membuat ukuran objek\nutilitas tidak dapat divisualisasikan dengan baik oleh data point clouds TLS maupun\nHS. Untuk memperoleh informasi ukuran objek, dilakukan pengumpulan informasi\nmelalui dokumen analog objek utilitas yang dikelola oleh pengelola utilitas gedung.\nDengan demikian, objek dengan ukuran yang tidak dapat divisualisasikan dengan baik\ndapat dimodelkan menggunakan metode parametric modelling, menggunakan ukuran\nobjek yang telah diperoleh dari dokumen analog.", "Daftar File": {}, "Penulis": "Muhammad Ariq Naufal [15116055]", "Kontributor / Dosen Pembimbing": ["Dr. Asep Yusup Saptari, S.T, M.Sc.", "Ratri Widyastuti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "utilitas, point clouds¸ model 3D, atribut semantik.", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "6 file", "Tanggal Input": "30 Jan 2023"}