{"Nomor": 71243, "Judul": "EVALUASI TERHADAP KESTABILAN TIMBUNAN TINGGI DI ATAS TANAH EKSPANSIF JIKA DILAKUKAN PENANGANAN MENGGUNAKAN COUNTER WEIGHT PADA KAKI TIMBUNAN STUDI KASUS PROYEK JALAN TOL JAPEK SELATAN STA. 9+500 S.D 9+550", "Abstrak": "Proyek Infrastruktur di Indonesia khususnya Jalan Tol memiliki tantangan cukup berat yang terkait pekerjaan penanganan tanah dasar dengan jenis tanah, kontur eksisting yang beragam menyebabkan tebal timbunan tanah maupun tinggi kolom pada kontruksi struktur akan bervariasi. Pekerjaan timbunan tinggi (di atas 10 meter) merupakan salah satu pekerjaan yang memiliki resiko tinggi dalam konstruksi jalan terutama jalan tol. Hal tersebut menjadi tantangan tersendiri bagi konsultan dan kontraktor untuk membuat desain perencanaan dan pekerjaan yang berkualitas baik dan juga efektif serta efisien dari segi mutu, waktu dan biaya.\nProyek Tol Jakarta-Cikampek II Selatan Paket 3 merupakan salah satu kontruksi jalan tol yang berada di atas tanah ekspansif dan tanah clayshale, dengan adanya timbunan tinggi di atas 10 m pada jalan tol tersebut. Pada kasus kaki timbunan tepatnya pada Sta. 9+500 s.d 9+550 mengalami pergeseran lereng tanah karena sebelumnya menggunakan desain awal konstruksi dengan metode timbunan biasa dan replacement tanah dasar. Oleh karena itu perlu adanya evaluasi lebih lanjut terhadap desain konstruksi jalan tol tersebut, seperti Analisis kestabilan lereng timbunan tinggi agar dapat mengakomodir beban-beban serta penurunan tanah yang terjadi pada timbunan.\nMetode penelitian yang digunakan pada penelitian ini adalah metode element hingga dengan program PLAXIS. Hipotesis Pekerjaan Timbunan tinggi pada proyek Jalan Tol dengan tanah dasar dengan ekspansifitas tinggi perlu dilakukan penanganan tanah. Terdapat dua penanganan tanah dasar yaitu dengan memasang Counter Weight pada kaki timbunan dan menggunakan boredpile atau sheetpile.", "Daftar File": {"ABSTRAK Muhammad Azmi": "https://digilib.itb.ac.id/gdl/download/274274"}, "Penulis": "Muhammad Azmi [25020352]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Hasbullah Nawir, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Jalan Tol, Kestabilan Lereng, Tanah Ekspansif, Counter Weight.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Jan 2023"}