{"Nomor": 71244, "Judul": "KAJIAN PENERAPAN VALUE STREAM MAPPING (VSM) PADA BUMN KONSTRUKSI DI INDONESIA", "Abstrak": "VSM merupakan salah satu tools dari lean construction yang sudah mulai\ndiimplementasikan oleh BUMN Konstruksi di Indonesia. Penerapan VSM dinilai\nmemberikan manfaat namun juga terdapat hambatan yang muncul dalam\npenerpannya. Identifikasi Critical Success Factors (CSFs) dalam penerapan VSM\nperlu diketahui sehingga para pelaku kontruksi dapat dengan baik dalam\nmenerapkan VSM pada industri kontruksi. Penelitian ini bertujuan untuk mengkaji\npenerapan Value Stream Mapping (VSM), manfaat dan hambatan dominan yang\ndirasakan, serta Critical Success Factor pada implementasi Value Stream Mapping\noleh BUMN konstruksi di Indonesia. Pengumpulan data pada penelitian ini\ndilakukan dengan mengirimkan kuesioner secara online oleh responden.\nResponden penelitian ini adalah para praktisi dari empat BUMN konstruksi di\nIndonesia yang telah menerapkan VSM di konstruksi. Dengan menggunakan analisis\ndeskriptif diperoleh hasil bahwa implementasi Value stream mapping di konstruksi\noleh BUMN Indonesia masih terbilang belum banyak dan terindikasi keterlibatan\ndan pemahaman personil di internal perusahaan masih belum merata. Implementasi\ntelah dilakukan dengan menjalankan keseluruhan tahapan dari VSM, dengan jenis\naliran yang paling sering ditinjau adalah Construction Process dan tujuh jenis waste\ndapat teridentifikasi dengan VSM. Manfaat dominan yang dirasakan adalah\nmeningkatkan produktivitas, mengurangi waktu tunggu (lead time), mengurangi\nwaktu siklus (cycle time) dan memenuhi standar kualitas produk. Sedangkan\nhambatan dominan yang dirasakan adalah Kurangnya pengetahuan, pemahaman,\ndan pengalaman akan VSM, Perbedaan konsep dan indikator dalam VSM di\nkonstruksi dengan VSM di Manufaktur, Kurangnya berbagi informasi dan bantuan\ndari organisasi/pihak lain, dan Kurangnya pelatihan VSM yang diberikan. Untuk\nsaat ini faktor penentu kesuksesan yang paling penting menurut responden adalah\nTraining and education, Commnunication dan Organizational culture.", "Daftar File": {"ABSTRAK Danan Wijaya Sakti": "https://digilib.itb.ac.id/gdl/download/274276"}, "Penulis": "Danan Wijaya Sakti [25019044]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T, Ph.D.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Lean Construction, Value Stream Mapping, Implementasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Jan 2023"}