{"Nomor": 71245, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN LOYALITAS PELANGGAN MELALUI KEPUASAN PELANGGAN PADA ROSO LAWAS KAFE AND RESTORAN PEKANBARU", "Abstrak": "Roso Lawas Kafe & Restoran mengalami penurunan pendapatan karena\nkurangnya kepuasan pelanggan dan loyalitas pelanggan. Untuk mengatasi\nmasalah ini, perusahaan tersebut perlu mengembangkan strategi yang menangani\nakar penyebab penurunan penjualan dan kepuasan pelanggan. Untuk mengetahui\nhal ini, dilakukan analisi pasar, mengidentifikasi kebutuhan target pasar, dan \nmengembangkan strategi untuk membedakan perusahaan dengan kompetitor guna \nmenarik dan mempertahankan pelanggan.\n\nUntuk menemukan solusi bagi perusahaan dalam menyelesaikan permasalahan\ntersebut, Roso Lawas Kafe & Restoran melakukan analisis SWOT untuk\nmengidentifikasi kekuatan, kelemahan, peluang dan ancaman bagi perusahaan.\nBerdasarkan analisis tersebut, maka ditentukan strategi TOWS perusahan agar\nlebih sesuai dengan kebututhan target pasar. Hal ini dapat dicapai melalui\nimplementasi bauran pemasaran yang telah diperbarui dari sebelumnya. Dengan\nmengambil strategi ini, perusahaan akan lebih mampu menarik dan\nmempertahankan pelanggan yang pada akhirnya akan meningkatkan pendapatan\npenjualan dan kepuasan pelanggan.\n\nPenelitian ini bertujuan untuk memahami hubungan antara campuran pemasaran\n7P, kepuasan pelanggan, dan loyalitas pelanggan untuk mempertahankan\npelanggan. Data dianalisis menggunakan PLS-SEM dan disebarluaskan kepada\n205 responden yang telah makan atau menggunakan layanan Roso Lawas Kafe &\nRestoran. Berdasarkan hasil analisis tersebut, terdapat 4 variabel (Product,\nPeople, Process, Physical Evidence) yang bertujuan untuk mempengaruhi\nkepuasan pelanggan dan menjadi bagian dari Strategi Bauran Pemasaran Roso\nLawas. Selain dari hasil tersebut, ditemukan bahwa kepuasan pelanggan memiliki\npengaruh yang signifikan terhadap loyalitas pelanggan.", "Daftar File": {"2023_TS_PP_Shinthia Putri Adelia 29121033_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/274308"}, "Penulis": "Shinthia Putri Adelia [29121033]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T, MM, DBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "restoran, strategi pemasaran, campuran pemasaran, kepuasan pelanggan, loyalitas pelanggan, model persamaan struktural", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "30 Jan 2023"}