{"Nomor": 71250, "Judul": "ANALISIS KEPENTINGAN DAN KENDALA PENERAPAN TOLOK UKUR IMPLEMENTASI JALAN TOL HIJAU DI INDONESIA", "Abstrak": "Jalan tol hijau (JTH) sebagai bagian dari infrastruktur berkelanjutan di Indonesia\ntelah muncul melalui program inisiasi Jasa Marga dan GIFI untuk mensertifikasi\nJTH pada ruas tol Gempol-Pandaan dan tol Pandaan-Malang. Implementasi JTH\ndiperlukan untuk mengatasi dampak negatif kepada lingkungan mulai dari tahap\nkonstruksi hingga operasional, serta peningkatan performa jalan tol dan pelayanan\npengguna secara berkelanjutan. Pembangunan jalan tol di Indonesia akan terus\nmeningkat ke depannya, tetapi implementasi JTH melalui sertifikasi masih terlihat\nminim dibandingkan dengan negara maju lainnya dan belum ada kebijakan JTH\ndari Kementrian PUPR, disamping kebijakan mengenai jalan hijau dan jalan tol\nberkelanjutan. Penelitian sebelumnya telah mengembangkan tolok ukur JTH\nsebagai standar pembangunan JTH di Indonesia yang tersusun atas 5 aspek, 30\nkriteria, dan 210 indikator. Tolok ukur JTH belum membentuk model penilaian dan\nmemerlukan prioritas kepentingan pada tingkat aspek dan kriteria, agar\npenerapannya lebih terfokus dan efektif mencapai manfaat JTH. Proyek jalan tol di\nIndonesia penting dievaluasi melalui penerapan tolok ukur JTH sesuai dengan\nprioritas penerapannya dalam menginisiasi implementasi JTH. Adopsi konsep hijau\npada siklus proyek jalan tol secara alamiah akan memiliki kendala yang dapat\ntercermin dari kendala penerapan tolok ukur JTH, terutama kendala finansial yang\nsensitif berpengaruh terhadap besar tarif pengguna. Dengan adanya urgensi untuk\nmendorong implementasi JTH di Indonesia, diperlukan solusi untuk mengatasi\nkendala yang menghambat tolok ukur JTH. Oleh karena itu, penelitian ini bertujuan\nmenganalisis tingkat kepentingan pada aspek dan kriteria JTH, tingkat penerapan\npada indikator JTH, serta kendala dan rekomendasi solusi terhadap penerapan tolok\nukur JTH.\nPenelitian deskriptif eksploratif ini merupakan lanjutan dari pengembangan tolok\nukur JTH untuk memperdalam pemahaman mengenai penerapan dan kepentingan\ntolok ukur JTH, dan mengungkap kendala aktual yang terjadi. Data kepentingan\ndan penerapan tolok ukur JTH dikumpulkan melalui kuesioner, dimana tingkat\nkepentingan akan meninjau perspektif tiga stakeholders utama jalan tol (investor,\nregulator, dan masyarakat profesional) dan tingkat penerapan meninjau siklus hidup\nproyek yang diusahakan oleh investor. Kemudian dilanjutkan dengan pengumpulan\ndata kendala penerapan melalui wawancara mendalam kepada investor berdasarkan  kerangka: regulasi, finansial, pengetahuan, budaya, dan teknikal. Pengolahan data\nakan mengkombinasikan pendekatan kuantitatif dan kualitatif yang akan dianalisis\ndeskriptif dengan metode Qualitative Comparative Analysis. Kendala penerapan\nutama akan ditentukan berdasarkan metode Pareto, lalu dilanjutkan dengan analisis\nsolusi melalui pendekatan PESTLE, dan diperoleh solusi utama sebagai keluaran\npenelitian melalui pemetaan hubungan antara kendala utama dengan solusi.\nDiperoleh hasil penelitian yaitu: (1) Tingkat kepentingan aspek JTH mulai dari\npaling penting: Transportasi dan Masyarakat, Konservasi Lingkungan, Energi dan\nAir, Material, serta Aktivitas Konstruksi. Tingkat kepentingan untuk 30 kriteria\nJTH diklasifikasikan 16,7% sangat penting, 70% cukup penting, dan 13,3% kurang\npenting. Terdapat perbedaan perspektif kepentingan yang cukup signifikan dari\nketiga kelompok stakeholders pada tingkat aspek dan kriteria JTH. (2) Tingkat\npenerapan tolok ukur JTH dari 7 sampel proyek jalan tol dikategorikan cukup baik\ndengan telah menerapkan rata-rata 77,64% dari seluruh indikator JTH. Jalan tol\nyang telah bersertifikasi hijau memiliki penerapan tolok ukur JTH yang lebih\nunggul daripada jalan tol yang belum bersertifikasi hijau, sehingga program\nsertifikasi JTH mampu mendorong stakeholders terutama investor jalan tol untuk\nmenerapkan kriteria hijau pada siklus hidup proyek. (3) Kendala utama yang\nmenghambat penerapan tolok ukur JTH ditujukan dalam lingkup penyediaan\nfasilitas jalan tol dan pelaksanaan program hijau dengan memanfaatkan sumber\ndaya berspesifikasi hijau (material dan teknologi) yaitu: peningkatan biaya\ninvestasi jalan tol menjadi lebih mahal; belum adanya regulasi dan kebijakan JTH\nyang spesifik dari regulator utama (BPJT dan DJBM) dan regulator pendukung;\nserta belum adanya kebutuhan dari investor dan praktisi konstruksi jalan tol. (4)\nSolusi utama yang direkomendasikan adalah peningkatan integrasi stakeholders\njalan tol untuk mendukung implementasi JTH dengan didasari pengembangan\nregulasi spesifik JTH oleh regulator dan pelaksanaan program sustainability JTH\noleh investor. Integrasi stakeholders perlu memprioritaskan penyelesaian kendala\nbudaya dan pengetahuan untuk meningkatkan profesionalisme dan kompetensi\nstakeholders dalam menghasilkan nilai tambah terhadap keberlanjutan melalui\nperan masing-masing dalam lingkup penyelenggaraan dan pengusahaan jalan tol.", "Daftar File": {"ABSTRAK Kevin Andika Hartono": "https://digilib.itb.ac.id/gdl/download/274282"}, "Penulis": "Kevin Andika Hartono [25021011]", "Kontributor / Dosen Pembimbing": ["Dr. Iris Mahani, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Berkelanjutan, Implementasi, Indonesia, Jalan Tol Hijau, Kendala Penerapan, Tingkat Kepentingan, Tingkat Penerapan, Tolok Ukur.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Jan 2023"}