{"Nomor": 71265, "Judul": "PERAN PERILAKU KERJA INOVATIF KARYAWAN DALAM  MEMEDIASI PENGARUH KEPEMIMPINAN TRANSFORMASIONAL  TERHADAP PENINGKATAN KINERJA KARYAWAN  (STUDI KASUS : PT GAPURA ANGKASA)", "Abstrak": "Kinerja organisasi sangat ditentukan oleh kinerja karyawan sehingga diharapkan dapat menjadi keunggulan kompetitif bagi perusahaan. Perilaku kerja inovatif dengan dukungan pemimpin maupun organisasi dapat juga menjadi salah satu keunggulan kompetitif bagi organisasi. Perilaku kerja inovatif tidak berdiri sendiri, namun dipengaruhi oleh kepemimpinan. Hasil pengukuran Survey Kepuasan Karyawan PT Gapura Angkasa tahun 2018-2020 menunjukan bahwa Variabel Hubungan dengan atasan langsung menjadi indikator dengan tingkat kepuasan paling rendah sedangkan memiliki tingkat kepentingan yang tinggi selama 3 tahun berturut turut. Indikator yang diuji pada variabel tersebut sejalan dengan  definisi kepemimpinan transformasional terkait Motivasi , Teladan , dan Pendelegasian Tugas dari Atasan kepada bawahan. Sehingga riset ini bertujuan untuk menganalisa faktor kepemimpinan di perusahaan yang berperan penting dalam mendorong kreativitas dan inovasi karyawan dalam berkerja, sehingga tercapai tujuan kerja atau hasil kerja yang dikehendaki. \n \nTujuan dari penelitian ini adalah untuk menemukan pengaruh kepemimpinan transformasional terhadap kinerja karyawan yang di mediasi oleh perilaku kerja inovatif karyawan di PT Gapura Angkasa , bagaimana hal itu berdampak satu sama lain . Metode kuantitatif digunakan untuk mengumpulkan data dengan distribusi quisoner dan pengolahan data dengan menggunakan Structural Equation Model dengan software Smart PLS untuk menguji hipotesis. Hasil ini kemudian diperdalam untuk mengetahui sejauh mana praktek Transformational Leadership di perusahaan dengan melakukan wawancara terhadap 6 responden  \n \nHasil penelitian ini akan menunjukan bahwa ada hubungan positif dan signifikan antara kepemimpinan transformasional terhadap perilaku kerja inovatif , kepemimpinan transformasional terhadap kinerja karyawan , dan hubungan kepemimpinan transformasional terhadap kinerja karyawan yang dimediasi oleh perilaku kerja inovatif. Kemudian hasil pendalaman terkait praktek Kepemimpinan Transformasional di perusahaan didapatkan adanya prioritas perbaikan pada dimensi Kepemimpinan Transformasional yaitu ada pada variabel Intellectual Stimulation.", "Daftar File": {"2023_TS_PP_Sendika Panji Anom-29121262_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/274317"}, "Penulis": "Sendika Panji Anom [29121262]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kepemimpinan Transformasional , Perilaku Kerja Inovatif , Kinerja Karyawan , Intellectual Stimulation", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "30 Jan 2023"}