{"Nomor": 71268, "Judul": "KAJIAN DAYA SAING DAN FAKTOR PENENTU EKSPOR PRODUK PAKAIAN JADI INDONESIA DI PASAR ASEAN", "Abstrak": "Industri pakaian jadi merupakan salah satu industri prioritas yang dikembangkan dalam Rencana Induk Pembangunan Industri Nasional (RIPIN) 2015-2035 dan Making Indonesia 4.0. Selain itu, industri ini memiliki peranan yang besar terhadap perekonomian nasional yaitu sebagai penyumbang devisa non migas, penyerapan tenaga kerja (padat karya dan jaring pengaman sosial), serta pemenuhan kebutuhan dalam negeri. Namun demikian, perkembangan ekspor produk pakaian jadi Indonesia belakangan ini mengalami stagnan dan tidak mengimbangi kenaikan konsumsi pakaian jadi khususnya di pasar ASEAN. Oleh karena itu, penelitian ini bertujuan untuk mengkaji sejauh mana kinerja ekspor produk pakaian jadi Indonesia di pasar ASEAN ditinjau dari daya saing dan faktor penentunya selama periode 2010-2019. Data yang digunakan dalam studi ini bersumber dari Pusat Data dan Informasi Kementerian Perindustrian, World Development Indicators (WDI), dan Economic and Social Commission for Asia and the Pacific (ESCAP). Untuk mengkaji daya saing ekspor, penelitian ini menggunakan analisis indeks Revealed Symmetric Comparative Advantage (RSCA). Sedangkan untuk mengkaji faktor penentu ekspor produk pakaian jadi Indonesia di pasar ASEAN menggunakan analisis regresi data panel dengan pendekatan gravity model.\n\nHasil penelitian menunjukkan bahwa posisi daya saing ekspor produk pakaian jadi Indonesia di pasar ASEAN selama periode 2010-2019 mengalami penurunan dan berada di bawah Vietnam sejak tahun 2013. Adapun dari total 34 jenis produk pakaian jadi, rata-rata jumlah produk pakaian jadi Vietnam yang memiliki daya saing sebesar 23 produk dan lebih tinggi dibandingkan Indonesia sebesar 20 produk. Selanjutnya hasil analisis faktor penentu ekspor produk pakaian jadi Indonesia di pasar ASEAN menunjukkan bahwa PDB Indonesia, PDB mitra dagang, jarak ekonomi, pertumbuhan populasi mitra dagang dan harga ekspor pakaian jadi merupakan faktor penentu yang signifikan terhadap ekspor produk pakaian jadi Indonesia di pasar ASEAN, terkecuali nilai tukar riil. Khusus untuk PDB Indonesia menunjukkan hasil yang berlawanan dengan gravity model dikarenakan hasil produksi pakaian jadi Indonesia lebih diorientasikan untuk pemenuhan kebutuhan domestik sehingga pertumbuhan ekonomi yang terjadi tidak serta merta mendorong peningkatan ekspor.", "Daftar File": {"COVER Heppy Septiawan": "https://digilib.itb.ac.id/gdl/download/274320", "BAB_1 Heppy Septiawan": "https://digilib.itb.ac.id/gdl/download/274321", "BAB_2 Heppy Septiawan": "https://digilib.itb.ac.id/gdl/download/274322", "BAB_3 Heppy Septiawan": "https://digilib.itb.ac.id/gdl/download/274323", "BAB_4 Heppy Septiawan": "https://digilib.itb.ac.id/gdl/download/274324", "BAB_5 Heppy Septiawan": "https://digilib.itb.ac.id/gdl/download/274325", "BAB_6 Heppy Septiawan": "https://digilib.itb.ac.id/gdl/download/274326", "DAFTAR Heppy Septiawan": "https://digilib.itb.ac.id/gdl/download/274327"}, "Penulis": "Heppy Septiawan [24021009]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T, M.GIT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Daya Saing, Ekspor, Pakaian Jadi, RSCA, Gravity Model.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "30 Jan 2023"}