{"Nomor": 71264, "Judul": "PROPOSED OMNICHANNEL BUSINESS STRATEGY FOR UMKM TO INCREASE PROFIT DURING POST-PANDEMIC (CASE STUDY OF TOKO JAYA RAYA)", "Abstrak": "Pandemi Covid-19 di Indonesia yang dimulai sejak tahun 2020 telah menyebabkan dampak yang\nbegitu kritis dalam sektor kesehatan dan juga kegiatan perekonomian nasional. Banyak usaha di\nIndonesia yang terdampak oleh pandemi Covid-19 terutama untuk sektor usaha mikro, kecil dan\nmenengah (UMKM) yang dimana sektor tersebut memiliki peran yang penting dalam\nmembangun Perekonomian negara. Dampak negatif yang terjadi akibat pandemi Covid-19 telah\nmenyebabkan setiap orang untuk terus beradaptasi dengan perubahan dalam strategi masing\nmasing bisnis untuk dapat terus berkembang. Toko Jaya Raya sebagai salah satu UMKM yang\nmenjual berbagai barang elektronik telah merasakan dampak yang sangat besar karena pandemi\nini. Toko Jaya Raya harus tutup selama kurang lebih 15 bulan dalam rangka mendukung\npemerintah mengurangi penyebaran Covid-19 dan untuk keamanan keluarga. Adanya perubahan\nyang signifikan setelah pandemi membuat penghasilan pada toko tersebut menurun drastis.\nPenelitian ini memiliki tujuan untuk mempelajari kondisi bisnis setelah pandemi serta mencari\nstrategi omnichannel yang tepat untuk menghadapi permasalahannya. Dengan melakukan\npenelitian ini secara kuantitatif, penulis menyebarkan survei kuesioner untuk mengetahui\nefektifitas dari solusi yang ingin diajukan kepada Toko Jaya Raya. Hasil analisis yang dianalisa\nakan digunakan untuk merumuskan solusi yang tepat untuk menjawab permasalahan penelitian\nuntuk Toko Jaya Raya. Ada 4 solusi yang diusulkan oleh penulis yaitu pengiklanan dengan\ndigital catalog melalui semua platform digital yang dapat dimanfaatkan. Mendaftar di platform\ndigital sebagai langkah awal membuka toko online, optimalisasi promosi digital dengan\nmenggunakan sosial media, dan pembuatan katalog digital yang menarik. Solusi solusi yang\ndiberikan diharapkan untuk dapat membantu Toko Jaya Raya dalam meningkatkan kesadaran\npelanggan dan keputusan pelanggan untuk berbelanja.\nTujuan utama dari penelitian ini adalah untuk menemukan solusi terbaik untuk saluran yang\nditawarkan untuk Toko Jaya Raya dengan hasil yang terkait dengan variabel dependen dalam\nkerangka konseptual dalam penelitian ini. Variabel dependen yang akan menjadi tujuan dari\nvariabel independen yang ditawarkan meliputi pelanggan. kesadaran dan keputusan pembelian.\nPenulis berharap nantinya tujuan penelitian yang ditawarkan dapat tercapai sehingga\npermasalahan yang dimiliki oleh Toko Jaya Raya dapat terjawab.", "Daftar File": {"2023_TS_PP_Cedric Gunawan - 29121187_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/274316"}, "Penulis": "Cedric Gunawan [29121187]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "UMKM, Strategi Multisaluran, Kesadaran Pelanggan, Keputusan Berbelanja, Figital", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "30 Jan 2023"}