{"Nomor": 71277, "Judul": "ANALISIS KARAKTERISTIK ENDAPAN LATERIT DAN BATUAN DASAR AREA BUKIT KONDE, DESA SOROWAKO, KABUPATEN LUWU TIMUR, PROVINSI SULAWESI SELATAN", "Abstrak": "Penelitian ini dilatarbelakangi oleh kebutuhan peningkatan jumlah sumberdaya\nbaru pada Area Bukit Konde serta belum adanya penelitian detail mengenai\nkarakteristik endapan laterit maupun batuan dasar di kedua area tersebut. Lokasi\npenelitian seccara administrative terletak di Desa Sorowako, Kecamatan Nuha,\nKabupaten Luwu Timur, Provinsi Sulawesi Selatan. Daerah penelitian merupakan\ndaerah Kontrak Karya Tambang Nikel PT. Vale Indonesia Tbk. Koordinat area\npenelitian Bukit Konde berada pada 314.110-316.600mT dan 9.716.397-\n9.718.497mU (UTM Zona 52 S) dengan luas daerah 5 km2.\nPenelitian ini bertujuan untuk mengetahui karakteristik endapan laterit dan batuan\ndasar di area Bukit Konde. Data yang digunakan berupa DEM, data lapangan,\nmaupun data bor. Analisis DEM dan data lapangan digunakan untuk penentuan\ntopografi area penelitian. Analisis data lapangan bertujuan untuk membuat peta,\ndan penampang geologi dari area penelitian. Analisa geostatistik pada data bor yang\nterdiri dari data assay (dari 231 titik bor) dan deskripsi bor bertujuan untuk\nmenentukan karakteristik endapan laterit dan batuan dasar dari kedua area\npenelitian.\nBerdasarkan hasil analisis petrografi sayatan tipis, didapatkan jenis batuan dasar di\nArea Bukit Konde berupa harzburgit dan dunit. Berdasarkan metode kriging pada\nunsur nikel sampel bor batuan dasar di Area Bukit Konde persebaran batuan Dunit\nterkonsentrasi di tengah lokasi penelitian sedangkan harzburgit mengitari area\npenelitian. Metode Kriging dilakukan juga pada nilai RQD bor untuk menentukan\ntingkat struktur area penelitian, ditemukan dominasi struktur berarah NW-SE yang\nterpetakan pada peta geologi (terpengaruh oleh sesar matano) dan NE-SW yang\ntidak terpetakan pada peta geologi.\nBerdasarkan analisis diagram terner, Area Bukit Konde termasuk kedalam tipe\nlateritisasi dry laterites dengan pengendapan silika. Pada Area Bukit Konde,\nendapan laterit terbagi menjadi limonite, saprolite, dan Bedrock, yang menandakan\nlateritisasi berjalan dengan baik. Berdasarkan topografi, Area Bukit Konde dibagi\nmenjadi 3 area, yaitu flat upland, hill slope, dan lowland basin. Zona bijih\nditemukan pada area flat upland pada saprolit dengan ketebalan yang tinggi,. Pada\nhill slope zona bijih berada di saprolite (atas dan sedikit di bawah) ditemukan relatif\ntipis. Lalu di area lowland basin zona bijih ditemukan di limonite dan saprolit\ndengan ketebalan yang tinggi. Korelasi antara Ni dengan Co, Fe, MnO, dan Cr2O3\nditemukan pada flat upland berkorelasi positif kuat, pada hill slope berkorelasi\npositif lemah, pada lowland basin berkorelasi positif sedang-kuat. Pola pengayaan unsur Nikel pada endapan laterit Bukit Konde dipengaruhi kuat\noleh litologi, pola struktur, dan topografi dimana litologi dunit, daerah dengan\npengaruh struktur yang tinggi, dan topografi dengan kemiringan lereng rendah\n(landai) akan mempermudah pengayaan nikel pada endapan laterit.", "Daftar File": {}, "Penulis": "Galuh Fathurahman [12015017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Priadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Endapan Laterit, Batuan Dasar, Nikel, Sorowako", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "9 file", "Tanggal Input": "30 Jan 2023"}