{"Nomor": 71274, "Judul": "ANALISIS ORGANIC RANKINE CYCLE PADA PEMBANGKIT LISTRIK BERBASIS GEOTERMAL DI DESA TULEHU, MALUKU", "Abstrak": "Perkembangan teknologi yang semakin pesat berdampak pada\nmeningkatnya kebutuhan manusia akan energi, terutama energi listrik. Saat ini,\npertumbuhan populasi dan perubahan iklim mendorong minat dan investasi baru\ndalam sumber energi terbarukan untuk menyediakan akses pada energi yang andal\ndan berkelanjutan. Salah satu sumber energi terbarukan dengan potensi yang sangat\nbesar di Indonesia adalah panas bumi atau geothermal. Dengan kemajuan teknologi\ngeothermal, sumber bersuhu rendah dapat digunakan sebagai sumber energi listrik\ndengan menggunakan organic rankine cycle (ORC). Penggunaan sumber\ngeothermal bersuhu rendah dapat menjadi solusi energi listrik bagi daerah-daerah\ndi Indonesia yang letaknya masih jauh dengan pembangkit listrik murah. Pada\npenelitian ini, dilakukan studi pembuatan pembangkit ORC geothermal dengan\nlokasi penelitian di Tulehu, Maluku. Adapun sumber yang digunakan yaitu sumur\neksplorasi TLU-01 dengan karakteristik geothermal fluid nya yaitu tekanan 3 bar,\ntemperature 133.5° C, dan debit 238.89 kg/s. Hasil dari penelitian ini adalah\npenggunaan preheater dan recuperator dapat meningkatkan efisiensi pembangkit,\ndengan efisiensi tertinggi yang didapatkan yaitu 12,6% dan daya yang dihasilkan\nsekitar 1800 kW. Desain pembangkit dengan efisiensi tertinggi menggunakan\nfluida kerja R245FA dengan temperature maksimal 133.5 °C, tekanan maksimal 9\nbar, tekanan minimal 1.85 bar, dan mass flow rate fluida kerja sebesar 65.5 kg/s.\nSedangkan biaya per-kWh pembangkitan dengan sistem tersebut adalah Rp.\n1093.94, atau 64% lebih rendah dibandingkan dengan BPP Maluku daerah Ambon.", "Daftar File": {}, "Penulis": "Zakka Izzatur Rahman Noor [18016003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Anggoro Soedjarno P., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ORC, Geothermal, Tulehu", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "30 Jan 2023"}