{"Nomor": 71271, "Judul": "VALIDASI MODEL SANDWICH PANEL BERBASIS KOMPOSIT STRUKTUR RINGAN UNTUK PROTEKSI RESERVED ENERGY STORAGE SYSTEM (RESS)", "Abstrak": "Penelitian ini memvalidasi sandwich panel berbasis komposit dengan model\nNavy Truss (NavTruss) untuk Reserved Energy Storage System (RESS). Proteksi\nstruktur panel sandwich diusulkan untuk melindungi RESS dalam tabrakan dari\nbawah. RESS yang menggunakan baterai lithium-ion rentan terhadap deformasi\nbesar yang dapat menyebabkan baterai mengalami hubungan arus singkat dan\nterbakar. Desain eksperimen muncul dari gagasan untuk membuat pengaturan\ntumbukan dengan impaktor kecepatan dan berat moderat. Platform dasar peralatan\nmenggunakan Split Hopkinson Pressure Bar (SHPB), dengan mengubah bar\ninsiden dan terusan dengan sandwich panel. Propelan Nitrogen juga diubah dengan\nHelium, gas yang jauh lebih cepat untuk memasok momentum yang cukup.\nEksperimen pertama dilakukan pada pelat aluminium dengan kecepatan lebih\nrendah dari kasus sebenarnya, kemudian hasilnya disimulasikan menggunakan\nperangkat lunak simulasi elemen hingga eksplisit non-linear, LS-Dyna. Validasi\nmenunjukkan kemiripan yang serupa dari eksperimen baik secara fisik maupun\nnumerik. Untuk percobaan sandwich panel, validasi model juga menunjukkan hasil\nyang serupa dengan setelan parameter tertentu. Simulasi lebih lanjut dilakukan\nuntuk menjaga deformasi agar-agar dalam batas aman. Sandwich panel\nmemerlukan penguatan lebih lanjut pada lapisan bawah sehingga membuatnya\nmenjadi desain optimal untuk melindungi RESS sejauh ini. Di antara model lain\nyang disimulasikan termasuk struktur bagian bawah mobil sebelumnya dan juga\nstruktur aluminium BRAS, model yang diperkuat memiliki Specific Energy\nAbsorption (SEA) terendah yang menunjukkan bahwa SEA tidak dapat menjadi\nfaktor penentu performa struktur. Validasi energi diperiksa untuk model akhir.", "Daftar File": {"COVER Daniel": "https://digilib.itb.ac.id/gdl/download/274339", "BAB 1 Daniel": "https://digilib.itb.ac.id/gdl/download/274340", "BAB 2 Daniel": "https://digilib.itb.ac.id/gdl/download/274341", "BAB 3 Daniel": "https://digilib.itb.ac.id/gdl/download/274342", "BAB 4 Daniel": "https://digilib.itb.ac.id/gdl/download/274343", "BAB 5 Daniel": "https://digilib.itb.ac.id/gdl/download/274344", "PUSTAKA Daniel": "https://digilib.itb.ac.id/gdl/download/274345"}, "Penulis": "Daniel [23619007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Kismono Hadi", "Ir.  Sigit Puji Santosa, MSME., Sc.D.", "Poetro Lebdo Sambegoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "CFRP, Ground Impact, Jellyroll, RESS, Sandwich Panel, SHPB, Thermal Runaway", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "30 Jan 2023"}