{"Nomor": 71289, "Judul": "STRATEGI INOVASI MODEL BISNIS UNTUK INDUSTRI KREATIF (STUDI KASUS STELLAR/CORONAE)", "Abstrak": "Sektor ekonomi kreatif Indonesia telah menjadi sumber pendapatan domestik bruto (PDB) sejak pertumbuhannya semakin pesat dari tahun 2010. Sekitar 70% pelaku sektor ini merupakan usaha mikro, kecil, dan menengah (UMKM). Seperti bisnis pada umumnya, UMKM juga menghadapi tantangan baik dari internal maupun eksternal, sehingga kemampuan untuk menghadapi masalah dan ketidakpastian menjadi sangatlah penting untuk keberlangsungan UMKM. Salah satu caranya adalah dengan mengembangkan daya saing yang bisa didapatkan dengan memiliki model bisnis yang baik dan bisa berkembang seiring dengan situasi internal dan eksternal.\nPerkembangan ini didapatkan melalui evaluasi dan inovasi model bisnis berkala.\nstellar/coronae adalah salah satu UMKM di sektor industri kreatif yang menghadapi masalah dalam bentuk turunnya performa penjualan. Riset ini akan diawali dengan menganalisis akar masalah dari isu tersebut, yang kemudian akan diselesaikan menggunakan strategi model bisnis yang diadaptasi dari buku Business Model Generation oleh Osterwalder dan Pigneur (2010). Lingkup model bisnis akan dianalisa untuk melihat kesempatan dan ancaman yang mungkin ditimbulkan oleh lingkungan sekitar bisnis tersebut. Berikutnya, analisis internal akan dilakukan menggunakan evaluasi business model canvas (BMC) untuk melihat kekuatan, kelemahan, serta kesempatan dan ancaman. Hasil dari evaluasi pada tahap sebelumnya akan dianalisa lagi menggunakan blue ocean strategy dan four-actions framework dari Kim dan Mauborgne (2005) untuk mendapatkan business model canvas baru.\nBerdasarkan analisa akar permasalahan, ditemukan bahwa akar masalah dari rendahnya penjualan stellar/coronae disebabkan oleh beberapa hal yang ketika diterjemahkan dalam bentuk business model canvas terjadi di dalam beberapa blok sekaligus. Pendekatan secara menyeluruh dilakukan agar dapat melihat apa saja yang bisa ditelusuri dari akar-akar permasalahan ini. Setelah dianalisis lebih jauh menggunakan four actions framework, lima perubahan utama yang diajukan kemudian diterjemahkan menjadi business model canvas baru dan disertai dengan rencana pelaksanaan untuk diaplikasikan oleh stellar/coronae.", "Daftar File": {"2023_TS_PP_Stella Ajeng Widiarni 29121077_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/274516"}, "Penulis": "Stella Ajeng Widiarni [29121077]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "inovasi model bisnis, strategi inovasi model bisnis, business model canvas, blue ocean strategy, four actions framework", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "30 Jan 2023"}