{"Nomor": 71280, "Judul": "ANALISIS PROPERTI PETROFISIKA UNTUK KARAKTERISASI RESERVOAR BATUGAMPING FORMASI TOMORI, LAPANGAN SRIKANDI, CEKUNGAN BANGGAI, SULAWESI TENGAH", "Abstrak": "Lapangan Srikandi adalah salah satu lapangan yang terletak di perairan Blok Toili bagian\nSelatan Cekungan Banggai. Lapangan ini sudah terbukti menghasilkan minyak dan gas\ndari reservoar batuan karbonat Formasi Tomori. Lapangan Srikandi memiliki kondisi\ntektonik yang cukup kompleks berupa imbricated thrust fault, yang sangat berpengaruh\nterhadap perkembangan zona rekahan. Reservoar karbonat pada umumnya memiliki\nheterogenitas tinggi, sehingga menyebabkan hubungan antara porositas dan permeabilitas\nyang tidak tunggal. Proses pengendapan dan setelah pengendapan memberikan pengaruh\nyang signifikan pada hubungan porositas dan permeabilitas di batuan karbonat. Oleh\nkarena itu analisis karakteristik reservoar karbonat dan porositas sekunder (secondary\nporosity) pada Formasi Tomori dilakukan dengan harapan dapat memilah hubungan\nporositas dan permeabilitas (yang tidak tunggal) untuk menunjang strategi pengembangan\nLapangan Srikandi.\nMetode yang digunakan untuk mengidentifikasi dan mengenalisis karakteristik reservoar\nbatuan adalah integrasi analisis fasies pengendapan, diagenesis, evaluasi petrofisika,\nPetrophysical Rock Type (PRT) dan evaluasi porositas sekunder. Analisis fasies dan\ndiagenesis berfungsi untuk melihat lingkungan pengendapan serta pengaruhnya terhadap\nrock type. Analisis Petrophysical Rock Type (PRT) berfungsi untuk mengklasifikasi\nproperti batuan dari hasil evaluasi petrofisika. Metode secondary porosity merupakan\nmetode lanjut dari evaluasi formasi yaitu untuk mengidentifikasi besar nilai dan jenis\nsecondary porosity yang bekerja di batugamping reservoar Formasi Tomori.\nDari analisis lithofasies diketahui bahwa batugamping pada Formasi Tomori di Lapangan\nSrikandi dapat di klasifikasikan menjadi 8 lithofasies, yaitu Skeletal Coral Wackestone-\nPackstone, Skeletal Foraminifera Wackestone-packstone, Skeletal Coral Algae\nWackestone-Packstone, Skeletal Foraminifera Wackestone, Skeletal Foraminifera Algae\nWackstone, Skeletal Miliolid Wackestone, Coral Grainstone dan Coal. Berdasarkan hasil\nanalisis fasies pengendapan, batugamping Formasi Tomori di Lapangan Srikandi\nberasosiasi dengan Patch Reef, Inner Platform Interior dan Outer Platform Interior. Proses\ndiagenesis yang terjadi pada Lapangan Srikandi adalah compaction, cementation,  dissolution dan fracture. Analisis thin section, menunjukkan bahwa Batugamping Formasi\nTomori di Lapangan Srikandi berada pada fase early to late diagenesis pada zona Marine\n– Deep Burial Diagenesis.\nAnalisis properti batuan dilakukan dengan mengidentifikasi unit aliran (flow unit) dengan\npendekatan RQI (reservoar quality index) dan FZI (flow zone indicator). Setiap rock type\nmenunjukkan suatu hubungan antara porositas dan permeabilitas yang tercermin di dalam\nnilai koefisian korelasi. Dari metoda FZI, didapatkan enam (6) rock type batugamping dan\nsatu (1) rock type untuk coal. Rock type tersebut dapat digabung menjadi 4 rock type\n(RTC) berdasarkan jenis porositasnya. Hasil analisis properti batuan diketahui bahwa\nmasing-masing rock type dipengaruhi oleh jenis porositas yaitu porositas primer dan\nporositas sekunder (vuggy-mouldic dan fracture) yang berkembang. Distribusi properti\nreservoar dilakukan dengan hasil berupa peta persebaran petrophysical rock type, peta\npersebaran porositas dan permeabilitas. Diharapkan peta tersebut dapat memberikan\nkontribusi terkait strategi pengembangan lebih lanjut terkait reaktivasi sumur di Lapangan\nSrikandi.", "Daftar File": {"ABSTRAK Sartika Anastasia": "https://digilib.itb.ac.id/gdl/download/274424"}, "Penulis": "Sartika Anastasia [22019025]", "Kontributor / Dosen Pembimbing": ["Dr. Dwiharso Nugroho, S.T, M.T.", "Indra Gunawan, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "fasies, litofasies, rock type, porositas sekunder, formasi tomori, karbonat.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Jan 2023"}