{"Nomor": 71281, "Judul": "EVALUASI MODEL HUJAN-ALIRAN PERMUKAAN UNTUK MENSIMULASIKAN DAMPAK PERUBAHAN IKLIM TERHADAP DEBIT ALIRAN DASAR DI DAS CITARUM", "Abstrak": "Beberapa penelitian telah menunjukkan Daerah Aliran Sungai (DAS) Citarum terdampak perubahan iklim. Hal ini dibuktikan dengan adanya penurunan volume aliran dasar per total aliran dan penurunan debit andalan Q80 selama tiga dekade kebelakang. Penurunan aliran dasar akan berdampak sangat vital mengingat DAS Citarum memasok kebutuhan listrik Jawa-Bali, irigasi, air baku, dan kebutuhan industri di Jawa Barat dan DKI Jakarta. Saat ini sudah tersedia proyeksi perubahan iklim yang disepakati bersama yakni General Circulation Model (GCM), namun sayangnya sebagian besar model hidrologi yang banyak digunakan tidak betul-betul sesuai dengan karakteristik DAS Indonesia. Selain itu, kajian terkait pemodelan aliran dasar masih jarang dilakukan dibandingkan pemodelan banjir. Di Indonesia, pelaku utama dari perumusan serta pelaksanaan kebijakan di sumber daya air adalah Kementerian Pekerjaan Umum dan Perumahan Rakyat (PUPR). Oleh karena itu, perlu dilakukan evaluasi model hujan-aliran yang umum dan populer digunakan di lingkup Kementerian PUPR dengan tujuan untuk mensimulasikan perubahan iklim terhadap aliran dasar. Penelitian ini juga mengkaji perubahan distribusi hujan secara spasial dan temporal di DAS Citarum serta proyeksi aliran dasar di bagian hulu dan tengah DAS Citarum sepanjang tahun 2006-2045 dengan menggunakan skenario perubahan iklim.\nPenelitian mengevaluasi enam model lumped hujan-aliran permukaan populer (Mock, NRECA, HBV96, NAM, Sacramento, Empiris) untuk memodelkan dampak perubahan iklim pada aliran dasar di DAS Citarum, dengan tujuh model proyeksi hujan CORDEX GCM AR-5 RCP 8.5 (CNRM CM5, CNRM RCA, CNRM v2 RegCM, CSIRO MK3,6, EC EARTH, GFDL ESM, dan IPSL). Pemisahan aliran dasar dari aliran total observasi didapat dengan Recursive Digital Filter Lyne and Holick satu filter. Model proyeksi hujan dibias koreksi dengan menggunakan metode Quantile Mapping per triwulan berdasarkan dengan sifat musiman lokasi kajian. Analisis klasifikasi kondisi perubahan hujan dan debit menggunakan metode Standardized Precipitation Index dan Standardized Runoff Index.\nProyeksi dampak perubahan iklim terhadap distribusi hujan di DAS Citarum menunjukkan distribusi hujan tahun 2006-2015 cenderung normal, kemudian cenderung lebih basah secara merata 55% pada tahun 2016-2025, lebih basah dua kali lipat pada tahun 2026-2035 terutama pada bagian tengah dan hilir DAS, dan jauh lebih kering hingga tiga kali lipat pada tahun 2036-2045 pada hampir seluruh DAS Citarum. Bentuk topografi DAS yang cenderung bergelombang terutama di bagian hulu dan tengah DAS, menyebabkan fenomena cuaca pada lokasi kajian banyak terpengaruh oleh efek lokal, hal inilah yang menyebabkan respon terhadap efek perubahan iklim pada masing-masing sub-DAS dapat berbeda-beda, yang terlihat pada\nii\ndua sub-DAS kajian. Pada tahun 2016-2025, Sub-DAS Nanjung dan Cisokan diproyeksikan berada pada status rawan basah, namun pada tahun 2026-2035 Sub-DAS Nanjung berada pada status rawan kering dan Sub-DAS Cisokan rawan basah, sedangkan pada tahun 2036-2045 Sub-DAS Nanjung sangat rawan kering dan Sub-DAS Cisokan berfluktuatif dengan kondisi rawan kering dan juga rawan basah.\nModel Mock direkomendasikan untuk mensimulasikan aliran dasar dengan menunjukkan hasil yang paling stabil, yakni korelasi sebesar 58% pada Sub-DAS Cisokan dan 51% pada Sub-DAS Nanjung serta RMSE paling kecil dibandingkan kelima model lain. Model Mock juga relatif mudah dalam pengerjaan dengan jumlah parameter dan asumsi yang lebih sedikit dibandingkan model lain, open accessed, dan sudah terdapat dalam Modul Pelatihan BPSDM sehingga relatif familiar dalam lingkup Kementerian PUPR.\nPada Sub-DAS Nanjung, pada tahun 2016-2025 diproyeksikan rerata aliran dasar akan naik terutama pada musim peralihan dengan frekuensi aliran dasar diatas normal naik 1,4 kali lipat. Pada tahun 2026-2035 rerata aliran dasar diproyeksikan akan turun terutama di bulan Maret April Mei (MAM) dan frekuensi aliran dasar dibawah normal naik hingga dua kali lipat. Sedangkan pada tahun 2036-2045: rerata aliran dasar diproyeksikan akan turun drastis sepanjang tahun dengan frekuensi aliran dasar dibawah normal naik hingga 2,3 kali lipat. Pada Sub-DAS Cisokan, pada tahun 2016-2025 diproyeksikan rerata aliran dasar akan naik dengan frekuensi aliran dasar diatas normal naik 10 kali lipat. Pada tahun 2026-2035 rerata aliran dasar akan naik terutama di bulan Desember Januari Februari (DJF) dan September Oktober November (SON), dengan frekuensi aliran dasar diatas normal naik hingga lima kali lipat, Untuk tahun 2036-2045 aliran dasar diproyeksikan lebih berfluktuatif, dimana rerata aliran dasar akan turun pada MAM dan Juni Juli Agustus (JJA) namun akan naik bulan DJF dan SON.\nPenelitian ini menunjukkan bahwa Model Mock yang relatif mudah, aksesibel, dan familiar dapat secara efisien digunakan dalam memproyeksikan dampak perubahan iklim pada aliran dasar. Diharapkan dengan adanya penelitian ini, proyeksi perubahan iklim terutama untuk analisis aliran dasar dapat lebih banyak dilakukan dengan resolusi spasial yang lebih kecil seperti dalam skala sub-DAS mengingat respon meteorologi dan klimatologi terhadap peningkatan Gas Rumah Kaca pada satu daerah dapat berbeda-beda.", "Daftar File": {"ABSTRAK Brigita Diaz Primadita": "https://digilib.itb.ac.id/gdl/download/274449"}, "Penulis": "Brigita Diaz Primadita [25020355]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Perubahan Iklim, Citarum, Aliran Dasar", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Jan 2023"}