{"Nomor": 71286, "Judul": "ANALISIS PENGARUH PENAMBAHAN DOPAN SCANDIUM PADA KATODA BATERAI LITHIUM ION NMC 811 TERHADAP PERFORMA ELEKTROKIMIA SEL", "Abstrak": "Penggunaan kendaraan listrik berbasis baterai menjadi pilihan untuk menurunkan\nemisi gas CO2 yang dihasilkan dari sektor transportasi yang berasal dari kendaraan\nberbahan bakar fosil. Baterai lithium ion (LIB) menjadi pilihan yang paling banyak\ndigunakan saat ini sebagai sumber energi dari kendaraan listrik. Performa LIB\nbergantung pada jenis katoda yang digunakan. Katoda berbasis nikel, khususnya\nNi0,8Mn0,1Co0,1O2 (NMC 811) diprediksi akan banyak digunakan pada kendaraan\nlistrik di masa yang akan datang. Pemilihan katoda NMC 811 ini karena memiliki\nkapasitas dan energi spesifik yang tinggi serta biaya produksi yang relatif lebih\nrendah. Baterai dengan katoda NMC 811 memiliki kekurangan pada aspek\nkestabilan termal dan kapasitas retensi siklus charge-discharge saat digunakan\nsecara terus-menerus. Modifikasi pada katoda NMC banyak dilakukan untuk\nmeningkatkan performa elektrokimianya, khususnya kapasitas retensi siklusnya,\nsalah satunya dengan cara melakukan doping. Berdasarkan fakta tersebut,\npenelitian ini dilakukan untuk mempelajari pengaruh doping scandium terhadap\nperforma elektrokimia sel katoda NMC 811, khususnya dampaknya terhadap\nkestabilan siklus kerjanya (retensi kapasitasnya).\nPada penelitian ini dilakukan doping Sc pada katoda berbasis NMC 811 dengan\nmetode ko-presipitasi. Prekursor NMC disintesis dengan cara mereaksikan garamgaram\nsulfat (NiSO4.6H2O, CoSO4.7H2O dan MnSO4.H2O) dalam media\nH2C2O4.2H2O 2M sebagai reagen penghelat (chelating agent) dan NH4OH sebagai\npengatur pH selama 2 jam. Presipitat yang diperoleh direaksikan dengan Sc2O3\ndalam keadaan padat, kemudian dilakukan kalsinasi pada suhu 600 oC selama 6 jam\ndan dilanjutkan dengan proses sintering pada suhu 800 oC selama 12 jam dengan\ninjeksi gas oksigen. Prekursor yang dihasilkan kemudian diaplikasikan sebagai\nkatoda pada sel baterai NMC 811 dan NMC didoping Sc yang berbentuk silinder.\nVariabel pada percobaan sintesis prekursor katoda ini adalah dosis dopan Sc, yaitu\n0; 2,5; 5; dan 7,5% mol Sc dari total mol Ni+Mn+Co+Sc pada prekursor berbasis\nNMC 811. Material sintesis NMC 811 dan NMC didoping Sc menggunakan bahan\nkimia teknis dari pasaran. Produk proses ko-presipitasi, produk kalsinasi dan\nsintering dilakukan proses karakterisasi masing-masing dengan menggunakan Xray\nDiffraction (XRD), Fourier Transform Infrared (FTIR) Spectroscopy dan\nScanning Electron Microscope Energy-Dispersive X-Ray Spectroscopy (SEMii\nEDS). Tahap selanjutnya dilakukan perakitan sel baterai dan pengujian performa\nelektrokimia sel menggunakan battery system test 8 (BST-8), Cyclic Voltammetry\n(CV) dan Electrochemical Impedance Spectroscopy (EIS). Data-data pengukuran\nyang diperoleh kemudian diolah untuk mendapatkan performa elektrokimia sel\nbaterai yang meliputi kapasitas sel, retensi kapasitas dalam persen, konduktivitas\nionik dan koefisien difusi ion lithium dan dilakukan perbandingan untuk tiap variasi\nkatoda.\nHasil penelitian menunjukkan bahwa penambahan dopan Sc tidak merubah struktur\nkristal heksagonal dari NMC 811 tetapi meningkatkan ukuran dan keteraturan\nstruktur kristal. Morfologi prekursor NMC 811 cenderung berbentuk bulat,\nsedangkan NMC didoping Sc cenderung berbentuk poligonal. Penambahan dopan\nSc dapat meningkatkan diameter partikel pernyusun prekursor katoda NMC 811.\nHasil analisis FTIR memperlihatkan kesesuaian gugus senyawa yang terbentuk\npada masing-masing tahap yang mengindikasikan adanya ikatan O-H, C-O dan\nikatan karbonat (CO3\n2-) yang semakin melemah (melandai) setelah proses kalsinasi\ndan sintering. Kapasitas discharge terbaik ditunjukkan oleh sampel NMC 811\nsebesar 147,564 mAh/g dengan efisiensi 96,016%. Sementara, untuk retensi\nkapasitas terbaik diperoleh pada sampel NMC-7,5% Sc dengan nilai 87,54%. Dari\nhasil pengukuran CV, selisih puncak potensial redoks terendah yang\nmengindikasikan reversibilitas reaksi reduksi-oksidasi saat siklus charge-discharge\nditunjukkan oleh sampel NMC-7,5% Sc sebesar 1,02 V. Penambahan dopan Sc\nmengakibatkan selisih puncak redoks yang semakin kecil. Berdasarkan data-data\nhasil pengukuran EIS, nilai konduktivitas dan difusi ion lithium terbaik ditunjukkan\noleh sampel NMC-7,5% Sc dengan nilai masing-masing 3,92x10-10 cm2/s dan\n4,61x10-07 S/cm. Hasil penelitian yang diperoleh menjawab hipotesis penelitian,\ndimana proses doping Sc dapat meningkatkan kestabilan siklus charge-discharge\ndan retensi kapasitas sel baterai NMC 811.", "Daftar File": {"ABSTRAK Vita Ambarwati": "https://digilib.itb.ac.id/gdl/download/274497", "BAB 1 Vita Ambarwati": "https://digilib.itb.ac.id/gdl/download/274498", "BAB 2 Vita Ambarwati": "https://digilib.itb.ac.id/gdl/download/274499", "BAB 3 Vita Ambarwati": "https://digilib.itb.ac.id/gdl/download/274500", "BAB 4 Vita Ambarwati": "https://digilib.itb.ac.id/gdl/download/274501", "BAB 5 Vita Ambarwati": "https://digilib.itb.ac.id/gdl/download/274502", "PUSTAKA Vita Ambarwati": "https://digilib.itb.ac.id/gdl/download/274504"}, "Penulis": "Vita Ambarwati [22520302]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Mohammad Zaki Mubarok, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "NMC 811, doping, scandium, katoda, charge-discharge", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "30 Jan 2023"}