{"Nomor": 71284, "Judul": "PERENCANAAN BAGIAN PERAIRAN PELABUHAN IKAN KAMPUNG BAHARI TAMBAK LOROK", "Abstrak": "Pada saat ini, kondisi Pelabuhan Ikan Tambak Lorok ini masih sangat sederhana dan belum dilengkapi fasilitas pelabuhan seperti pemecah gelombang. Ketenangan kondisi perairan di pelabuhan menjadi faktor yang sangat penting untuk kapal nelayan melakukan aktivitas tambat dan bongkar muat hasil tangkapan ikan. Dikarenakan belum dilengkapi oleh struktur pemecah gelombang maka akibatnya tinggi gelombang di dalam pelabuhan belum sesuai syarat yang telah ditentukan yang dapat berpotensi menganggu aktivitas kapal di sekitar pelabuhan. Kemudian akan direncanakan juga alur pelayaran dan kolam pelabuhan untuk mengakomodasi pergerakan kapal sehingga dapat beroperasi dengan baik dan aman. Kriteria desain yang digunakan meliputi data Batimetri lokasi studi, data hidro-oseanografi, data kapal, dan analisa kebutuhan fasilitas perairan di lokasi studi. Perencanaan struktur pemecah gelombang akan digunakan perangkat lunak Delft3D untuk permodelan gelombang pada layout eksisting dan rencana. Perencanaan alur pelayaran akan direncanakan lebar, kedalaman , dan trase alur pelayaran. Perencanaan kolam pelabuhan akan direncanakan jari-jari kolam putar dan kedalaman kolam pelabuhan.\nBerdasarkan hasil perencanaan, pemecah gelombang di sisi Utara dan Barat Laut dari Pelabuhan Tambak Lorok efektif untuk melindungi Pelabuhan Tambak Lorok. Pemecah gelombang direncanakan menggunakan tipe bangunan sisi miring (rubblemound) dengan kemiringan struktur 1:2 untuk sisi yang menghadap ke pelabuhan dan laut. Material penyusun yang digunakan berupa tetrapod dan batu alam. Struktur pemecah gelombang pada sisi Barat Laut memiliki panjang 650 m, lebar puncak 2 m, tinggi struktur 5,66 m, dan elevasi puncak +2,66 m. Struktur pemecah gelombang pada sisi Utara memiliki panjang 300 m, lebar puncah 3 m, tinggi struktur 5,75 m, dan elevasi puncak +2,75 m. Alur pelayaran direncanakan memiliki dua lajur dengan lebar 30 m dan kedalaman 3 m. Kolam pelabuhan direncanakan memiliki kedalaman 3 m dan dilengkapi kolam putar dengan jari-jari 20,25 m.", "Daftar File": {}, "Penulis": "Aldy Nurhajri Sidi [15018020]", "Kontributor / Dosen Pembimbing": ["Mohammad Bagus Adityawan, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pelabuhan, pemecah gelombang, alur pelayaran, kolam pelabuhan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "30 Jan 2023"}