{"Nomor": 71298, "Judul": "PERAN KEPEMIMPINAN DALAM MANAJEMEN STRATEGIS BADAN USAHA MILIK DESA (STUDI KASUS: BUM DESA TRIDADI MAKMUR, KALURAHAN TRIDADI MAKMUR, KAPANEWON SLEMAN, KABUPATEN SLEMAN)", "Abstrak": "Badan Usaha Milik Desa (BUM Desa) adalah badan usaha yang sumber modalnya\nberasal dari desa dan masyarakat desa. Tujuan didirikannya BUM Desa yaitu untuk\nmeningkatkan pendapatan asli desa dan meningkatkan kesejahteraan masyarakat.\nMayoritas BUM Desa menghadapi kendala dalam mewujudkan tujuan BUM Desa.\nHal ini dikarenakan BUM Desa terkendala dalam mewujudkan proses manajemen\nstrategis. Proses manajemen strategis BUM Desa adalah proses perumusan strategi,\npelaksanaan strategi, dan pengendalian strategi. Kepemimpinan dalam penelitian\nini diajukan sebagai elemen penting yang dapat mendorong terwujudnya\nmanajemen strategis BUM Desa yang berhasil.\nPenelitian ini dilakukan dengan menggunakan studi kasus tunggal. Pemilihan studi\nkasus tunggal dianggap paling relevan untuk mempelajari secara mendalam\nbagaimana peran kepemimpinan dalam manajemen strategis BUM Desa. Metode\npengumpulan data yang digunakan yaitu metode kualitatif dengan wawancara,\ndokumentasi dan pengamatan. Data yang sudah dikoleksi kemudian dilakukan\nreduksi data, penyajian data, dan penarikan kesimpulan.\nKepemimpinan dipelajari berdasarkan empat faktor yaitu faktor karakter individu,\nfaktor lingkungan internal, faktor lingkungan eksternal, dan faktor tata kelola\nkelembagaan. Berdasarkan hasil penelitian ditemukan bahwa Direktur BUM Desa\nTridadi Makmur memiliki karakteristik individu yang baik, memiliki kemampuan\nmanajemen dan pengalaman yang sesuai. Faktor karakter individu ini adalah\nsumber kepercayaan penasihat, pengawas, dan masyarakat. Tata kelola\nkelembagaan BUM Desa Tridadi Makmur berjalan secara formal dan informal\nsesuai aturan yang berlaku. Faktor lingkungan eksternal mempengaruhi\nkepemimpinan BUM Desa Tridadi Makmur yang tampak dari dukungan\npemerintah, kerja sama dengan lembaga lainnya dengan. Faktor lingkungan internal\nkhususnya kondisi sumber saya manusia cenderung menjadi penghambat dalam\nmanajemen strategis BUM Desa.\nKepemimpinan memiliki peran dalam manajemen strategis BUM Desa.\nKepemimpinan BUM Desa Tridadi Makmur dipengaruhi oleh faktor karakteristikii\nindividu dan tata kelola kelembagaan yang mendorong berjalannya manajemen\nstrategis dan tercapainya tujuan BUM Desa. Peran kepemimpinan dapat\nditingkatkan melalui pengembangan dan pemanfaatan faktor lingkungan internal\ndan faktor lingkungan eksternal guna mencapai tujuan BUM Desa.", "Daftar File": {"ABSTRAK Zimmy Permana Sembiring": "https://digilib.itb.ac.id/gdl/download/274605", "BAB 1 Zimmy Permana Sembiring": "https://digilib.itb.ac.id/gdl/download/276115", "BAB 2 Zimmy Permana Sembiring": "https://digilib.itb.ac.id/gdl/download/276117", "BAB 3 Zimmy Permana Sembiring": "https://digilib.itb.ac.id/gdl/download/276119", "BAB 4 Zimmy Permana Sembiring": "https://digilib.itb.ac.id/gdl/download/276120", "BAB 5 Zimmy Permana Sembiring": "https://digilib.itb.ac.id/gdl/download/276121", "BAB 6 Zimmy Permana Sembiring": "https://digilib.itb.ac.id/gdl/download/276122", "PUSTAKA Zimmy Permana Sembiring": "https://digilib.itb.ac.id/gdl/download/276123"}, "Penulis": "Zimmy Permana Sembiring [25421067]", "Kontributor / Dosen Pembimbing": ["Dr. Fikri Zul Fahmi, S.T, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "kepemimpinan, manajemen strategis, BUM Desa, kelembagaan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "31 Jan 2023"}