{"Nomor": 71290, "Judul": "PENGEMBANGAN MODEL PASANG SURUT INDONESIA (HYDROMOD) RESOLUSI TINGGI", "Abstrak": "Indonesia yang sebagian besar wilayahnya merupakan lautan menjadikan hampir\nsebagian besar kegiatan masyarakat dan pemerintahan berlangsung di wilayah\nperairan, seperti pelayaran, perikanan, pertambangan, pariwisata serta pertahanan dan\nkeamanan. Banyaknya kegiatan tersebut menyebabkan informasi mengenai\nhidrodinamika laut Indonesia menjadi penting terutama informasi mengenai pasang\nsurut.\nSaat ini untuk memperoleh informasi mengenai pasang surut yang meliputi tipe, hal\nyang dapat dilakukan adalah mengukur pasang surut di stasiun pasut BIG yang tersebar\ndi seluruh wilayah Indonesia. Namun, metode ini terbatas dari segi wilayah yang dapat\ndiukur dan biaya yang harus dikeluarkan. Untuk mengatasi permasalahan ini, sudah\ndilakukan pembuatan model pasang surut Indonesia (Hydromod 1.0). Namun, model\nHydromod 1.0 masih memiliki kekurangan dari aspek resolusi. Hal ini menyebabkan\nperlu adanya pengembangan resolusi model pasang surut Indonesia.\nPada pengerjaan tugas akhir ini akan dilakukan pengembangan model pasang surut\nHydromod 1.0 menjadi model pasang surut Hydromod beresolusi tinggi dengan\nresolusi mencapai 2’. Pengembangan model pasang surut ini akan dilakukan dengan\nmenggunakan perangkat lunak Delft3D. Adapun data yang dibutuhkan untuk\nmengembangkan model pasut Hydromod adalah data batimetri dari BATNAS BIG,\ndata meteorologi dari Global Atmospheric Model ERA.5, dan konstanta pasang surut\ndari model TPXO9.", "Daftar File": {}, "Penulis": "Leonardus Berlianto Setiawan [15116043]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Wiwin Windupranata, S.T, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Hydromod, pasang surut, pemodelan", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "6 file", "Tanggal Input": "30 Jan 2023"}