{"Nomor": 71293, "Judul": "STUDI PENGARUH FLOKULAN UNTUK MENGHASILKAN AGLOMERASI MELALUI PENGAMATAN ALIRAN LUMPUR TAILING PADA BIDANG MIRING YANG MENCIPTAKAN STABILITAS PADA PENGENDAPAN AKHIR TANAH", "Abstrak": "Insiden ketidakstabilan dari tailing storage facilities (TSF) yang terkenal terjadi di\nFundao tailing dam di Brazil membawa kerugian yang besar bagi pihak tambang,\nlingkungan, dan masyarakat karena adanya daerah yang mengandung slime masuk\nke daerah partikel yang berukuran pasir yang menyebabkan ketidakstabilan TSF.\nAdanya segregasi partikel saat tailing dibuang ke TSF mengakibatkan partikel\nhalus yang terlokalisasi dengan menyebabkan ketahanan mekanis tanah menjadi\nrendah. Penambahan flokulan dapat menghasilkan flok yang stabil dan mengurangi\nterjadinya segregasi partikel. Hal ini dapat meminimalkan kegagalan saat tailing didischarge\nke TSF.\nPercobaan diawali dengan karakterisasi sampel tailing dan particle size distribution\ndari sampel tailing PT. Agincourt Resources. Flokulan yang digunakan terdiri dari\n3 flokulan berjenis conventional flocculant (dryfloc 34E), ATBS flocculant 1\n(dryfloc 5220E), dan ATBS flocculant 2 (dryfloc SU 25E). Sampel dilakukan\npengujian pouring test untuk mendapatkan floc size tiap jenis flokulan, drainage\ntest untuk mengetahui kecepatan keluarnya air pada tiap jenis flokulan, slump test\nuntuk mengetahui slump case yang dihasilkan dengan menggunakan jenis flokulan\ntertentu. Ketiga jenis testwork tersebut dikategorikan sebagai floc comparison test\nmenggunakan 3 jenis flokulan uji dan 1 flokulan existing. Pengujian sliding test\nuntuk mengetahui kestabilan flok saat penuangan pada bidang miring dengan\nmelihat distribusi ukuran partikel dan P80 dari penambahan flokulan. Hasil sliding\ntest terhadap ATBS flocculant 1 dan 2 menunjukkan flok yang stabil dengan\ndistribusi ukuran partikel yang seragam. Mechanical resistance of soil test\ndilakukan untuk mengetahui ketahanan mekanis dari tanah (kuat geser) dengan\nvariasi jenis flokulan terhadap dosis flokulan dan persen solid tertentu dilakukan\npengujian kompaksi dan direct shear test (DST). Conventional flocculant dapat\nmengindikasi terbentuknya slime layer yang ditunjukkan oleh flok yang tidak stabil\ndengan nilai sudut geser dalam dan kohesi yang rendah dibandingkan dengan ATBS\nflocculant 1 dan 2. ATBS flocculant 1 dan 2 sebagai flokulan optimal yang dapat\nmenciptakan stabilitas pada pengendapan akhir tanah.", "Daftar File": {"ABSTRAK Muhammad Farhan Fadhil Bessari": "https://digilib.itb.ac.id/gdl/download/274580", "BAB 1 Muhammad Farhan Fadhil Bessari": "https://digilib.itb.ac.id/gdl/download/274581", "BAB 2 Muhammad Farhan Fadhil Bessari": "https://digilib.itb.ac.id/gdl/download/274582", "BAB 3 Muhammad Farhan Fadhil Bessari": "https://digilib.itb.ac.id/gdl/download/274583", "BAB 4 Muhammad Farhan Fadhil Bessari": "https://digilib.itb.ac.id/gdl/download/274584", "BAB 5 Muhammad Farhan Fadhil Bessari": "https://digilib.itb.ac.id/gdl/download/274585", "PUSTAKA Muhammad Farhan Fadhil Bessari": "https://digilib.itb.ac.id/gdl/download/274586"}, "Penulis": "Muhammad Farhan Fadhil Bessari [22521013]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Kegagalan Tailing Storage Facilites (TSF), Ketidakstabilan, Flokulan, Segregasi Partikel, Aglomerat, Direct Shear Test (DST).", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "30 Jan 2023"}