{"Nomor": 71296, "Judul": "ANALISIS PARAMETER OSEANOGRAFI TERHADAP KELIMPAHAN LARVA IKAN DI PERAIRAN INDONESIA BAGIAN TIMUR PADA MUSIM PERALIHAN II", "Abstrak": "Perairan Indonesia bagian timur memiliki peran penting pada perikanan Indonesia, tingkat produktifitas hasil perikanan dan keanekaragaman hayati yang tinggi didukung oleh perairan yang subur. Penangkapan ikan yang sangat intensif, dapat membahayakan kelestarian stok sumberdaya ikan. Dinamika populasi ikan dipengaruhi oleh keberhasilan individu baru untuk bertahan hidup atau keberhasilan rekrutmen. Laut Banda dan Selat Makasar sudah dikenal sebagai tempat pemijahan ikan, dan Laut Sulawesi sebagai pintu masuk arus lintas Indonesia (Arlindo) yang membawa massa air dari Samudra Pasifik. Tingginya aktifitas penangkapan harus diimbagi dengan pengelolaan perikanan yang baik salah satunya dengan mempertimbangkan besarnya kelimpahan dan penyebaran larva ikan. Penyebaran larva ikan erat kaitannya dengan parameter oseanografi. Tujuan penelitian ini mengetahui distribusi spasial kelimpahan larva ikan dan hubungannya dengan parameter oseanografi.\nData yang digunakan pada penelitian ini bersumber dari kegiatan survei laut kapal riset (KR) Bawal Putih III pada musim peralihan II di perairan Laut Sulawesi (Nopember – Desember 2019), Selat Makasar (September 2018), dan Laut Banda (Oktober dan Desember 2018). Parameter oseanografi yang digunakan yaitu suhu permukaan laut (SPL) (ºC), klorofil-a (mg/m3), Photosynthetically Available Radiation (PAR) (?mol/s m2), salinitas (PSU), turbiditas (NTU), dan oksigen terlarut (mg/l), serta kelimpahan larva ikan (Ind/1000 m3). Selain pengukuran parameter oseanografi secara langsung, penelitian ini juga menggunakan data sekunder SPL, klorofil-a, PAR (Citra MODIS Aqua dengan resolusi spasial 4 x 4 km tahun 2015-2019), salinitas, dan arus permukaan (Marine Copernicus dengan resolusi spasial (9,3 x 9,3 km periode 2015-2019). Analisis data parameter oseanografi menggunakan perangkat lunak ArcMap 10.4.1 dan MATLAB, perhitungan kelimpahan larva ikan menggunakan Microsoft Excel, dan analisis hubungan parameter oseanografi dan kelimpahan larva ikan menggunakan analisis komponen utama (AKU) pada XLSTAT..\nHasil penelitian berdasarkan data rata-rata klimatologi bulanan tahun 2015-2019 menunjukkan SPL di Laut Sulawesi berkisar antara 29,15 – 30,61 oC, Selat Makasar berkisar antara 29,40 – 30,75 oC, dan Laut Banda berkisar antara 27,60 – 31,01 oC. SPL maksimum di Laut Sulawesi dan Selat Makasar terjadi pada musim peralihan\nI, sedangkan di Laut Banda terjadi pada musim Barat. Nilai SPL minimum Laut Sulawesi terjadi pada musim barat, sedangkan Selat Makasar dan Laut Banda pada musim timur. Kosentrasi klorofil-a Laut Sulawesi cenderung sama setiap bulannya berkisar antara 0,20 – 0,26\nmg/m3, di Selat Makasar kosentrasi klorofil-a berkisar antara 0,39 – 0,61 mg/m3 dengan kosentrasi maksimum terjadi pada musim barat dan minimum pada musim peralihan I. sedangkan di Laut Banda berkisar antara 0,14 – 0,39 mg/m3 dengan kosentrasi maksimum terjadi pada musim timur dan minimum terjadi pada musim barat. Variabilitas bulanan PAR di Laut Sulawesi berkisaar antara 40,96 – 50,19 ein/m2day dengan nilai tertinggi pada musim peralihan I dan terendah pada musim Barat, sedangkan Selat Makasar dan Laut Banda nilai PAR berkisar antara 40,76 – 50,55 ein/m2day dan 37,18 – 53,54 ein/m2day yang memiliki tren sama yaitu tertinggi pada musim peralihan II dan terendah pada musim timur. Nilai salinitas bulanan Laut Sulawesi cenderung stabil pada setiap bulannya dengan kisaran 33,67 – 33,96 PSU, nilai salinitas di Selat Makasar dan Laut Banda berkisar antara 32,11 – 33,82 PSU dan 32,99 – 34,05 PSU dimana pada musim peralihan II nilai salinitas Laut Sulawesi, Selat Makasar dan Laut Banda memiliki nilai yang sama dengan kisaran 33,5 – 34 PSU.\nParameter oseanografi pada musim peralihan II di perairan Indonesia bagian timur diperoleh secara langsung atau insitu data pada tahun 2018 dan 2019. Nilai yang diperoleh untuk masing-masing perairan yaitu Laut Sulawesi dengan nilai SPL 28,95 – 30,65 °C, klorofil-a 0,02 – 0,58 mg/m3, PAR 0 – 41,90 ?mol/s m2, salinitas 33,07 – 34,25 PSU, turbiditas 0,04 – 1 NTU, dan oksigen terlarut 4,29 – 6,28 mg/l. Selat Makasar nilai SPL berada pada kisaran 28,21 – 29,74 °C, klorofil-a 0,01 – 0,91 mg/m3, PAR 0 – 98,45 ?mol/s m2, salinitas 33,26 – 34,26 PSU, turbiditas 0,05 – 2,35 NTU, dan oksigen terlarut 4,94 – 6,29 mg/l. Laut Banda dengan nilai SPL 28,12 – 30,61 °C, klorofil-a 0,07 – 0,75 mg/m3, PAR 0 – 123 ?mol/s m2, salinitas 33,38 – 34,7 PSU, turbiditas 0,03 – 0,14 NTU, dan oksigen terlarut 4,13 – 6,02 mg/l.\nHasil penelitian ini menunjukkan kelimpahan larva ikan pada pengukuran malam hari lebih besar dibandingkan pengukuran siang hari. Kelimpahan larva ikan rata-rat di Laut Sulawesi pada siang hari sebanyak 1.382 Ind/1000 m3 dan pada malam hari 948 Ind/1000 m3 dengan komposisi terbesar famili Labridae, kelimpahan larva ikan rata-rata di Selat Makasar pada siang hari sebanyak 866 Ind/1000 m3 dan pada malam hari 3.260 Ind/1000 m3 dengan komposisi terbesar famili Nemipteridae, dan kelimpahan larva ikan rata-rata di Laut Banda pada siang hari 698 Ind/1000 m3 dan pada malam hari 1.396 Ind/1000 m3 dengan komposisi terbesar famili sillaginidae. Hasil analisis AKU, kelimpahan larva ikan pada siang hari dicirikan oleh klorofil-a dan oksigen terlarut yang tinggi, serta SPL yang rendah, sedangkan kelimpahan larva ikan pada malam hari dicirikan oleh klorofil-a dan turbiditas yang tinggi, serta salinitas yang rendah.", "Daftar File": {"ABSTRAK Yoke Hany Restiangsih": "https://digilib.itb.ac.id/gdl/download/275368", "COVER Yoke Hany Restiangsih": "https://digilib.itb.ac.id/gdl/download/290078", "BAB 1 Yoke Hany Restiangsih": "https://digilib.itb.ac.id/gdl/download/290079", "BAB 2 Yoke Hany Restiangsih": "https://digilib.itb.ac.id/gdl/download/290080", "BAB 3 Yoke Hany Restiangsih": "https://digilib.itb.ac.id/gdl/download/290081", "BAB 4 Yoke Hany Restiangsih": "https://digilib.itb.ac.id/gdl/download/290082", "BAB 5 Yoke Hany Restiangsih": "https://digilib.itb.ac.id/gdl/download/290083", "PUSTAKA Yoke Hany Restiangsih": "https://digilib.itb.ac.id/gdl/download/290084"}, "Penulis": "Yoke Hany Restiangsih [22420029]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Earth sciences", "Kata Kunci": "parameter oseanografi, larva ikan. analisis komponen utama, Laut Sulawesi, Selat Makasar, Laut Banda.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus  \n                                     Rita Nurainni, S.I.Pus", "File": "8 file", "Tanggal Input": "31 Jan 2023"}