{"Nomor": 71297, "Judul": "BIOLEACHING LOGAM TANAH JARANG DARI LIMBAH RED MUD PROSES PEMURNIAN ALUMINA DI TAYAN, KALIMANTAN BARAT MENGGUNAKAN BAKTERI BACILLUS ZANTHOXYLI STRAIN SKC/VA-2", "Abstrak": "Bauksit residu atau red mud adalah residu dari proses Bayer yang memurnikan bijih\nbauksit menjadi alumina. Lumpur merah mengandung logam berharga seperti Fe,\nAl, Ti dan unsur tanah jarang (REE) seperti Ce, Sc, Y, Nd dan Gd, yang menjadikan\nlimbah ini beracun dan dapat menyebabkan pencemaran lingkungan. Perolehan\nlogam dari limbah red mud biasanya dengan jalur hidrometalurgi. Sebagai alternatif\ndari proses hidrometalurgi, sebuah proses dikembangkan untuk mengekstraksi\nlogam dari red mud menggunakan jalur biohidrometalurgi. Biohydrometallurgy\nadalah proses ekologis, membutuhkan energi yang lebih rendah dan dapat\ndigunakan untuk mengekstrak logam pada konsentrasi yang sangat rendah. Studi\nini mengkaji perolehan REE dari industri pengolahan bijih bauksit di Tayan,\nKalimantan Barat dengan metode bioleaching menggunakan bakteri Bacillus\nzanthoxyli strain SKC/VA-2 sebagai agen leaching.\nSerangkaian percobaan bioleaching dilakukan untuk mempelajari pengaruh pulp\ndensity dan medium bioleaching terhadap persen ekstraksi REE. Proses\nbioleaching dilakukan pada suhu ruang (± 25 °C), pH medium 1, fraksi ukuran\npartikel red mud -200# +270# (-75 ?m +53 ?m), 10% (v/v) inokulum bakteri dan\nkecepatan rotary shaker 180 rpm selama 7 hari. Percobaan bioleaching dilakukan\npada variasi 2% dan 5% pulp density serta empat variasi medium sebagai berikut:\n4 g/L molase, penambahan 5 g/L sulfur, penambahan 5 g/L sulfur dan 2,8 g/L pirit\nserta penambahan 10 g/L sulfur dan 5,6 g/L pirit. Persen ekstraksi REE sebagai\nfungsi waktu pada berbagai kondisi bioleaching secara periodik ditentukan dari\ndata dengan analisis konsentrasi logam terlarut dengan ICP-MS (inductively\ncoupled plasma-mass spectrometry).\nBerdasarkan hasil percobaan, parameter proses bioleaching terbaik adalah variasi\ndensitas pulp 2% pada Medium 2 (molase 4 g/L, sulfur 5 g/L) dengan nilai\npersentase ekstraksi REE sebesar 98,11% Tb; 98,41 % Gd; 95,0% Lu; 78,76% Nd;\n45,03% La; 41,99% Ce; 38,05% Y. Peningkatan pulp density menyebabkan\npenurunan persen ekstraksi REE karena terjadinya cell damage, penurunan\nkonsentrasi O2 dan efek agitasi. Hal ini disebabkan oleh viskositas larutan\nmeningkat serta pertumbuhan bakteri yang terhambat karena peningkatan\nkonsentrasi logam pada medium bioleaching yang bersifat toksik. Penurunan\npersen ekstraksi REE pada medium tanpa penambahan sulfur dan pirit disebabkan\nkarena bakteri kekurangan pasokan energi. Sulfur berperan sebagai sumber\nsenyawa sulfida yang dibutuhkan sebagai donor elektron untuk metabolisme\nbakteri sedangkan pirit berperan sebagai sumber Fe2+ untuk meningkatkan nilai\npotensial redoks pada bioleaching.", "Daftar File": {"ABSTRAK Aisyah Minzikrina Masbar Rus": "https://digilib.itb.ac.id/gdl/download/274598"}, "Penulis": "Aisyah Minzikrina Masbar Rus [22520009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Mohammad Zaki Mubarok, S.T, M.T.", "Ir. Siti Khodijah Chaerun, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bioleaching, REE, red mud, Bacillus zanthoxyli strain SKC/VA-2", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "31 Jan 2023"}