{"Nomor": 71300, "Judul": "PENERAPAN METODE UPWARD CONTINUATION PADA PERHITUNGAN VERTICAL DERIVATIVE UNTUK MENGIDENTIFIKASI BATAS STRUKTUR MENGGUNAKAN DATA GRAVITASI", "Abstrak": "Dalam mengolah data gravitasi, diperlukan teknik-teknik yang dapat mempermudah proses\ninterpretasi. Salah satu teknik yang dapat digunakan adalah vertical derivative. Teknik ini dapat\ndigunakan untuk meningkatkan persepsi anomali yang berada pada kedalaman dangkal dan\nmenjelaskan batas-batas anomali tersebut. Turunan pada arah vertikal dapat dihitung melalui\ndua cara, pertama dengan memanfaatkan persamaan Laplace apabila hanya dimiliki peta CBA\nsaja. Namun apabila dimiliki data nilai gravitasi untuk titik yang sama pada ketinggian berbeda,\nturunan pada arah vertikal dapat dihitung secara langsung. Untuk mendapatkan data nilai\ngravitasi pada ketinggian berbeda tersebut dapat dilakukan dengan dua cara yaitu menghitung\nrespon gravitasinya secara langsung pada ketinggian yang berbeda atau dengan menggunakan\nupward continuation. Pada penelitian ini dilakukan percobaan dengan beberapa model sintetik\nyang memiliki variasi posisi horizontal, kedalaman, dan kontras densitas. Kemudian dilakukan\nanalisis dan perbandingan antara turunan vertikal menggunakan data respon langsung dan\nmenggunakan upward continuation. Hasilnya, kedua cara tersebut meghasilkan peta dengan\npola yang dapat menunjukkan keberadaan dari body. Namun pada turunan kedua yang dihitung\nmenggunakan respon langsung peta yang dihasilkan kurang baik dibandingkan menggunakan\nupward continuation, hal ini diakibatkan oleh adanya galat pembulatan pada perhitungan\nmenggunakan respon langsung. Selain itu diuji juga pengaruh dari variasi kerapatan data dan\npenambahan noise terhadap hasil peta vertical derivative. Pada peta dengan spasi 400 m\ndidapatkan error sebesar 67% dibandingkan peta dengan spasi 100 m dalam mengidentifikasi\nbatas body. Sementara itu pada vertical derivative dengan penambahan noise terdistribusi\nnormal dengan standar deviasi 0.005 mGal didapatkan error sebesar 30% setelah terlebih dahulu\ndilakukan filtering atau smoothing menggunakan moving average dengan lebar window 5x5", "Daftar File": {"ABSTRAK Ahmad Toifur.pdf": "https://digilib.itb.ac.id/gdl/download/274607"}, "Penulis": "Ahmad Toifur [12318031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Susanti Alawiyah, S.T, M.T.", "Dr. Indra Gunawan, S.Kom., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "metode gravitasi, first vertical derivative, second vertical derivative, upward continuation", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "31 Jan 2023"}