{"Nomor": 71302, "Judul": "VARIASI UKURAN DIAMETER SETEK BATANG DAN PEMBERIAN KONSENTRASI PUPUK ORGANIK CAIR ESBETE 2O TERHADAP PERTUMBUHAN TANAMAN KELOR (MORINGA OLEIFERA LAM.)", "Abstrak": "Indonesia merupakan negara tropis yang banyak ditumbuhi berbagai jenis tanaman termasuk tanamaan kelor (Moringa oleifera L.). Kelor memiliki banyak khasiat karena mengandung nilai gizi yang tinggi yang mendapatkan julukan sebagai Mother’s Best Friendl dan Miracle Tree. Saat ini penelitian tentang kelor hanya berfokus pada kualitas nutrisi dan nilai kesehatan yang diperoleh, sedangkan penelitian tentang budidaya kelor yang optimal masih sangat sedikit. Penelitian tentang teknik budidaya kelor yang optimal agar memperoleh produktivitas tinggi masih perlu dikembangkan di Indonesia. Salah satu faktor yang mempengaruhi keberhasilan dalam usaha perbanyakan tanaman kelor adalah pemupukan. Pemupukan dengan POC sangat mudah diserap oleh tanaman sehingga bisa dilakukan untuk budidaya kelor dengan POC dan dengan metode setek. Penelitian ini dilakukan pada bulan Maret-Juni 2022 di Green House Kampus ITB Jatinangor Kabupaten Sumedang, Provinsi Jawa Barat. Pengamatan dilakukan dengan 15 perlakuan dan 2 ulangan pada polybag berukuran 25 cm x 25 cm, menggunakan Rancangan Acak Kelompok (RAK). Tujuan dari penelitian ini adalah untuk penagruh pemberian dosis pupuk organik cair ESBETE 20 terhadap produktivitas tanaman kelor (Moringa oleifera Lam.) menggunakan setek pada vegetatif awal berdasarkan variasi ukuran diameter batang kelor dan menentukan pengaruh perbedaan konsentrasi pupuk organik cair ESBETE 20 terhadap jumlah daun per batang setek kelor, luas daun, jumlah cabang per tanaman kelor, panjang daun sekunder tanaman kelor, dan jumlah cabang tersier tanaman kelor (Moringa oleifera Lam.) pada vegetatif awal. Perlakuan yang paling optimum adalah perlakuan M dengan diameter 15,00 mm > d1 ? 25,00 mm, konsentrasi POC 150 mL/L dan 500 g pupuk kandang sapi. Penelitian ini menunjukkan parameter panjang cabang sekunder dan jumlah cabang tersier adalah berbeda sangat nyata dibandingkan dengan parameter lainnya.", "Daftar File": {"ABSTRAK Risval Nafriadi": "https://digilib.itb.ac.id/gdl/download/274609"}, "Penulis": "Risval Nafriadi [11417054]", "Kontributor / Dosen Pembimbing": ["Ir. Yeyet Setiawati, M.P.", "Dr. Ir. Eri Mustari, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kelor, Konsentrasi, POC, Setek, Vegetatif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "31 Jan 2023"}