{"Nomor": 71309, "Judul": "RELIABILITAS JEMBATAN BALANCE CANTILEVER MENGGUNAKAN BASE ISOLATOR TIPE FRIKSI", "Abstrak": "Jembatan perlu didesain mempertimbangkan pengaruh gempa terutama pada lokasi seperti Jakarta yang memiliki percepatan batuan dasar yang cukup tinggi. Seiring berkembangnya teknologi, ada elemen yang didesain untuk menggantikan perilaku seolah-olah struktur mengalami kerusakan/kelelehan untuk meningkatkan kinerja struktur, salah satunya adalah base isolator Friction Pendulum Spring (FPS). FPS bekerja secara elastis menggunakan gaya gesek dan kemudian berperilaku seperti elemen struktur yang mengalami plastisitas ketika kapasitas geseknya terlampaui dan menggunakan kekakuannya sebagai sistem pendulum karena bentuk geometriknya.\nPendesainan struktur umumnya menggunakan metode LRFD tidak terkecuali struktur dengan base isolator. Pendekatan LRFD menyesuaikan berapa keandalan struktur terhadap beban tertentu yang umumnya dinyatakan dengan nilai ? = 3. Incremental Dynamic Analysis (IDA) digunakan untuk mendapatkan fragilitas struktur terhadap intensintas gempa yang dinyatakan dalam PGA. Struktur dinyatakan mengalami kegagalan ketika beban yang terjadi melebihi kapasitas struktur dimana kedua parameter tersebut merupakan variabel acak. Probabilitas kegagalan struktur dalam umur rencana didapat dengan melakukan risk integral atau perkalian antara kurva fragilitas struktur dan kurva hazard seismik. Sensitivitas kapasitas struktur dilakukan dengan memvariasikan mutu jembatan baik kuat tekan beton dan kuat tarik baja tulangan.\nBerdasarkan hasil risk integral, struktur memiliki probabilitas kegagalan struktur dalam umur layan 75 tahun sebesar 1.07×10?5. Variasi terhadap mutu beton tidak memberikan dampak variasi yang signifikan terhadap indeks reliabilitas. Sedangkan variasi pada mutu baja memberikan dampak yang cukup signifikan pada struktur", "Daftar File": {"ABSTRAK Kevin Cangjaya": "https://digilib.itb.ac.id/gdl/download/274618", "COVER Kevin Cangjaya": "https://digilib.itb.ac.id/gdl/download/290595", "BAB 1 Kevin Cangjaya": "https://digilib.itb.ac.id/gdl/download/290596", "BAB 2 Kevin Cangjaya": "https://digilib.itb.ac.id/gdl/download/290597", "BAB 3 Kevin Cangjaya": "https://digilib.itb.ac.id/gdl/download/290598", "BAB 4 Kevin Cangjaya": "https://digilib.itb.ac.id/gdl/download/290599", "BAB 5 Kevin Cangjaya": "https://digilib.itb.ac.id/gdl/download/290600", "BAB 6 Kevin Cangjaya": "https://digilib.itb.ac.id/gdl/download/290601", "PUSTAKA Kevin Cangjaya": "https://digilib.itb.ac.id/gdl/download/290602"}, "Penulis": "Kevin Cangjaya [25019035]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indra Djati, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Reliabilitas, Fricition Pendulum Bearing, Incremental Dynamic Analysis, variabel acak, non-linear time history analysis.", "Sumber": "FTSL", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "31 Jan 2023"}