{"Nomor": 71311, "Judul": "IDENTIFIKASI PERUBAHAN INDEKS AKSESIBILITAS DI KAWASAN LEBAK BULUS DAN DAMPAKNYA TERHADAP TATA GUNA LAHAN", "Abstrak": "Seiring dengan beroperasinya transportasi MRT dari pusat kota menuju pinggiran\nkota, mengakibatkan semakin mudahnya perjalanan yang dilakukan ke arah\npinggiran kota sehingga kawasan pinggiran kota memiliki daya tarik yang cukup\nbesar sebagai pusat kegiatan. Tujuan penelitian yang ingin dicapai dalam penelitian\nini adalah untuk menganalisis aksesibilitas Kawasan Lebak Bulus akibat\nberubahnya perangkat transportasi yaitu dengan adanya MRT (Mass Rapid\nTransit), penelitian ini dilakukan untuk pengguna kendaraan mobil, motor, dan\nangkutan umum. Identifikasi juga dilakukan untuk mengetahui dampak perubahan\nTata Guna Lahan (TGL) yang terjadi akibat berubahnya aksesibilitas menuju\nKawasan Lebak Bulus dalam radius 1 km dari stasiun MRT, analisa perubahan tata\nguna lahan dilakukan berdasarkan aspek fungsi lahan, Koefisien Luas Bangunan\n(KLB), dan nilai aset. Dalam pelaksanaan studi ini dilakukan dengan metode\npendekatan deskriptif kuantitatif. Model yang digunakan adalah Model Gravitasi\nHansen, sedangkan variabel yang digunakan adalah ukuran aktivitas dan waktu\ntempuh. Perhitungan aksesibilitas dan tata guna lahan dilakukan untuk dua rentang\nwaktu yaitu sebelum beroperasinya MRT tahun 2014 dan sesudah beroperasinya\nMRT tahun 2021. Hasil analisis perubahan aksesibilitas berdasarkan Model\nGravitasi Hansen menunjukkan bahwa aksesibilitas pengguna mobil menurun 66%,\npengguna motor menurun 26%, dan pengguna angkutan umum meningkat 69%.\nPerubahan paling signifikan terjadi pada Aktivitas Komersial dimana luas lahan\nmeningkat sebesar 52% dan luas bangunan meningkat sebesar 62%. Uji korelasi\nmenunjukkan bahwa perubahan aksesibilitas yang terjadi berpengaruh secara\nsignifikan dengan luas bangunan dan luas lahan pada Kawasan Lebak Bulus. Hal\nini membuktikan bahwa Perubahan aksesibilitas mendorong perubahan aktivitas.\nDengan berubahnya aktivitas pada tata guna lahan yang ada, maka komposisi lahan\npada Kawasan tersebut berubah kearah yang lebih menguntungkan, baik dari segi\nkemanfaatan ataupun segi komersial.", "Daftar File": {"ABSTRAK Bunga Yubi Nabiilah": "https://digilib.itb.ac.id/gdl/download/283351"}, "Penulis": "Bunga Yubi Nabiilah [25019319]", "Kontributor / Dosen Pembimbing": ["Ir. Idwan Santoso, M.Sc., DIC., Ph.D.", "Ir. R. Sony Sulaksono Wibowo, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Model Gravitasi Hansen, Aksesibilitas, Stasiun MRT Lebak Bulus", "Sumber": "FTSL", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "31 Jan 2023"}