{"Nomor": 71312, "Judul": "ANALISIS DAYA SAING BUS RAPID TRANSIT (BRT) TRANS KOETARADJA DENGAN KENDARAAN PRIBADI DAN ANGKUTAN ONLINE", "Abstrak": "Kota Banda Aceh terus mengalami pertumbuhan kendaraan bermotor sehingga\npemerintah memberikan solusi sebelum terjadinya kemacetan dengan\nmenghadirkan Bus Trans Koetaradja. Lalu angkutan online berupa Grab dan Gojek\nmengumumkan ekspansi layanannya ke Kota Banda Aceh. Sementara demand bus\nTrans Koetaradja secara umum menunjukkan kelebihan supply karena rata-rata\npenumpang untuk setiap perjalanan masih dibawah 30%. Dengan adanya angkutan\nonline dan kendaraan pribadi membuat persaingan antara angkutan tersebut dengan\nbus Trans Koetaradja semakin ketat. Penelitian ini berfokus pada analisis daya\nsaing Bus Trans Koetaradja saat ini untuk mengetahui faktor - faktor yang\nmempengaruhi daya saing Bus Trans Koetaradja dengan kendaraan pribadi dan\nangkutan online.\nPenelitian ini secara umum bertujuan untuk mengidentifikasi faktor-faktor yang\nmempengaruhi daya saing bus Trans Koetaradja dan mengembangkan model\npemilihan moda antara angkutan bus Trans Koetaradja dengan kendaraan pribadi\ndan angkutan online. Variable yang digunakan dalam penelitian ini adalah total\nwaktu perjalanan, total biaya perjalanan dan faktor kenyamanan. Data preferensi\nmasyarakat diperoleh dengan menggunakan survei stated preference dan model\ndibentuk dengan menggunakan analisis Binomial Logit Model dan diolah\nmenggunakan SPSS.\nDari hasil analisis binomial logit model menunjukkan bahwa faktor total waktu\nperjalanan, total biaya perjalanan dan faktor kenyamanan mempengaruhi keputusan\nmasyarakat dalam memilih moda transportasi yang akan digunakan. Model yang\ndipilih selanjutnya dapat digunakan untuk memberikan rekomendasi perbaikan\nseperti pada waktu perjalanan, biaya perjalanan dan peningkatan kenyamanan.", "Daftar File": {"ABSTRAK Cut Medina Nittano Safira": "https://digilib.itb.ac.id/gdl/download/274621"}, "Penulis": "Cut Medina Nittano Safira [25020001]", "Kontributor / Dosen Pembimbing": ["Ir. Idwan Santoso, M.Sc., DIC., Ph.D.", "Ir. R. Sony Sulaksono Wibowo, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Trans Koetaradja, Kendaraan Pribadi, Angkutan Online, Daya Saing, Binomial Logit Model, Stated Preference.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Jan 2023"}