{"Nomor": 71322, "Judul": "PERANCANGAN STRUKTUR DERMAGA GENERAL CARGO TIPE DECK ON PILE DI PELABUHAN ARAR, SORONG, PAPUA BARAT", "Abstrak": "Indonesia sebagai salah satu negara kepulauan terbesar di dunia memerlukan sarana\ntransportasi dan logistik laut yang memadai untuk menghubungkan ribuan pulau\nyang ada di Indonesia. Hal ini penting untuk menunjang kehidupan masyarakat\nyang layak, mengingat kebutuhan suatu daerah tidak mungkin difasilitasi\nsepenuhnya dari wilayah itu sendiri. Di Kabupaten Sorong, Provinsi Papua Barat,\nterdapat beragam potensi sumber daya alam yang direncanakan menjadi salah satu\npusat pertumbuhan ekonomi baru di kawasan timur Indonesia. Sektor unggulan\nyang ada di Kabupaten Sorong berasal dari sektor industri pengolahan,\npertambangan, dan penggalian, serta dari sektor pertanian, kehutanan, dan\nperikanan. Untuk memfasilitasi kebutuhan transportasi barang dari sektor-sektor\ntersebut, diperlukan pengembangan dermaga general cargo di Pelabuhan Arar.\nTugas Akhir ini membahas perancangan struktur dermaga general cargo sebagai\nperpanjangan dari dermaga eksisting dengan acuan standar OCDI (2020), British\nStandard (BS), dan Standar Nasional Indonesia (SNI). Lingkup dari perancangan\nterdiri dari pengolahan data lingkungan, menghitung beban yang bekerja pada\nstruktur, menentukan dimensi struktur dan elemen dermaga, analisis geoteknik,\nserta pemodelan dan analisis struktur dermaga. Hasil dari pemodelan harus\nmemenuhi syarat defleksi, nilai unity check ratio (UCR) dalam rentang 0,8 – 1,0,\ndan reaksi perletakan lebih kecil dari daya dukung aksial tanah. Model yang\nmemenuhi syarat kemudian digunakan untuk mendapatkan gaya dalam elemen\nstruktur yang kemudian digunakan untuk perancangan tulangan.\nTugas Akhir ini akan menghasilkan desain rencana yang meliputi dimensi dan tata\nletak dermaga, dimensi elemen struktural dermaga, serta rancangan tulangan\nelemen struktural beton dermaga.", "Daftar File": {}, "Penulis": "Farhan Muhammad [15516029]", "Kontributor / Dosen Pembimbing": ["Ir. Sri Murti Adiyastuti, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Deck on Pile, Daya Dukung Lateral, Pemodelan Struktur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Jan 2023"}