{"Nomor": 71320, "Judul": "PEMETAAN PERSEBARAN MAKROPLASTIK DI TELUK JAKARTA DENGAN METODE PEMODELAN NUMERIK PADA MUSON BARAT DAN MUSON TIMUR", "Abstrak": "Sampah plastik merupakan permasalahan utama terhadap pencemaran laut di Teluk\nJakarta. Makroplastik merupakan salah satu jenis sampah plastik yang dapat dilihat\ndengan mata karena ukurannya yang besar. Sifatnya yang ringan membuat sampah\nmakroplastik ini mengapung mengikuti arus permukaan dan adapun sebagian\nmakroplastik yang tenggelam. Sungai Cisadane merupakan salah satu sungai\npenyumbang sampah plastik ke Teluk Jakarta. Terdapat banyak sampah plastik\nmenumpuk di pesisir sekitar muara Sungai Cisadane.\nSampah makroplastik yang berasal dari Sungai Cisadane akan mengikuti arus\npermukaan laut disekitarnya yang disebabkan oleh faktor seperti angin, pasang surut,\nkedalaman perairan, dan debit air sungai. Penelitian ini bertujuan untuk melakukan\npemetaan persebaran sampah makroplastik di Teluk Jakarta yang berasal dari Sungai\nCisadane pada saat muson barat dan muson timur. Metode yang dilakukan yaitu\ndengan pemodelan numerik menggunakan software Delft3D. Hasil yang diperoleh\npada saat muson timur menampilkan bahwa arus permukaan membawa sampah lebih\nbanyak ke arah barat dengan angin yang mendominasi berasal dari arah tenggara. Pada\nakhir simulasi konsentrasi makroplastik pada titik observasi 3 (barat) pada saat muson\ntimur sebesar 1,5x10-6 kg/m3. Pada saat muson timur sampah makroplastik bergerak\nsejauh 29,76 km ke arah barat laut dari muara Sungai Cisadane. Sedangkan hasil yang\ndiperoleh pada saat muson barat menampilkan bahwa arus permukaan membawa\nsampah makroplastik lebih banyak ke arah timur dengan angin yang mendominasi\nberasal dari arah barat laut. Pada akhir simulasi konsentrasi makroplastik pada titik\nobservasi 2 (timur) sebesar 2,7x10-5 kg/m3. Pada saat muson barat sampah\nmakroplastik bergerak sejauh 52,94 km ke arah timur dari muara Sungai Cisadane.", "Daftar File": {}, "Penulis": "Ajeng Siti Noorrahmah [15116091]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Wiwin Windupranata, S.T, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "makroplastik, arus, pemodelan numerik, Delft3D", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "6 file", "Tanggal Input": "31 Jan 2023"}