{"Nomor": 71329, "Judul": "PERBAIKAN BIAYA & WAKTU OPERASI PEKERJAAN ROUTINE SERVICE PADA RIG GBT-09 DENGAN MENGGUNAKAN KERANGKA LEAN SIX SIGMA DI BLUE OIL COMPANY", "Abstrak": "Blue Oil Company (BOC) dikenal dengan produksi minyak mentahnya yang besar di\nIndonesia. Menjelang akhir kontrak kerja dengan pemerintah Indonesia, BOC tetap\nberusaha untuk mempertahankan tingkat produksinya. Kondisi ini menjadi tantangan bagi\ntim D&C (Drilling & Completion) Rig Hub untuk mengoptimalkan pekerjaan routine\nservice pada salah satu rig konvensionalnya untuk mengurangi biaya operasional dan loss\nproduction opportunity (LPO). Berdasarkan penilaian performa rig pada awal April 2021,\nperforma durasi pekerjaan Rig GBT-09 berada dibawah performa durasi kerja rig\nkonvensional lainnya (BMS-05 dan BN-09) di area heavy oil. Oleh karena itu, tujuan dari\ntugas akhir ini adalah untuk memperbaiki waktu operasional dan biaya dari pekerjaan\nroutine service yang dilakukan oleh Rig GBT-09. Berdasarkan diskusi internal tim,\nterdapat lima hal yang dapat ditingkatkan, yaitu perbaikan durasi waktu rig down rig,\nmelakukan proses initial killing dari online menjadi offline, perbaikan durasi waktu rig up\nrig, perbaikan durasi waktu tree removal, dan perbaikan durasi waktu tes Blow Out\nPreventer (BOP).\n\nLean Six Sigma sudah digunakan oleh BOC untuk meningkatkan aktivitas routine service\ndi GBT-09. Metodologi dari Define-Measure-Analyze-Improve-Control (DMAIC) dipilih\nuntuk memastikan keberhasilan dari proyek ini. Pada fase Define, penulis dan tim\nmengidentifikasi isu bisnis, menentukan cakupan proyek, dan membuat kontrak proyek.\nPada fase Measure, penulis dan tim mengukur baseline data dan menghitung cost of poor\nquality (COPQ). Pada fase Analyze, penulis dan tim menganalisa baseline data dan\nmengidentifikasi akar masalah menggunakan fishbone diagram. Kemudian pada fase\nImprove, penulis dan tim mengumpulkan ide-ide kreatif untuk solusi akar masalah,\nmengusulkan strategi perbaikan, dan mengusulkan prosedur routine service yang baru\nuntuk GBT-09. Solusi yang diusulkan adalah new flow process untuk aktivitas rig down,\ninitial killing, rig up, tree removal, dan BOP test. Dan terakhir, pada fase Control,\nsosialisasi dan dokumentasi dilakukan untuk menjamin keberlangsungan solusi yang telah\ndihasilkan.\n\nProyek ini menunjukkan hasil yang memuaskan dengan berhasil memangkas siklus waktu\npekerjaan routine service di GBT-09 dari 20,7 jam menjadi 18,04 jam per pekerjaan.\nDampaknya, BOC dapat menghemat $4,040 biaya operasional setelah melakukan\npercobaan perbaikan pada 11 sumur di bulan April 2021. Lebih daripada itu, BOC juga\nberhasil meningkatkatkan pendapatan dari percepatan produksi minyak sebesar $838.\nOleh karena itu, total manfaat keuangan yang dihasilkan setelah melakukan percobaan\nperbaikan pada bulan April 2021 adalah $4,878.", "Daftar File": {"2023_TS_PP_Arnold Sintong Oloan Tampubolon_29119283_1-Abstrak1.pdf": "https://digilib.itb.ac.id/gdl/download/274986"}, "Penulis": "Arnold Sintong O Tampubolon [29119283]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "cycle time, drilling and completion, lean six sigma, oil and gas, routine service", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "31 Jan 2023"}