{"Nomor": 71334, "Judul": "DESAIN LADANG PEMBANGKIT LISTRIK TENAGA ARUS PASANG SURUT DI SELAT CAPALULU, MALUKU UTARA", "Abstrak": "Pemerintah Indonesia telah menetapkan target untuk meningkatkan porsi energi\nterbarukan dalam bauran energi nasional di masa depan. Saat ini, Indonesia masih\nsangat bergantung pada sumber energi konvensional yang berpotensi merusak\nlingkungan akibat tingginya kebutuhan energi yang terus meningkat. Penelitian ini\nbertujuan untuk meninjau potensi pengembangan pembangkit listrik energi\nterbarukan berbasis tenaga arus pasang surut di Selat Capalulu, Maluku Utara.\nMenggunakan pemodelan hidrodinamik, diidentifikasi dua lokasi potensial pada\nkoordinat 1,877° LS - 125,328° BT (TP2) dan 1,863° LS – 125,323° BT (TP4) yang\nmemiliki kecepatan median arus yang melebihi 1,8 m/s dan nilai maksimum arus\nyang melebihi 3,5 m/s. Instrumen KHPS Gen5 dari yang dipilih memiliki turbin\nberdiameter 5 m yang dapat menghasilkan daya nominal 37 kW dan maksimal 56\nkW. Dirancang layout ladang pembangkit listrik untuk ditempatkan di TP2 dan TP4\ndengan masing-masing lokasi menampung 45 turbin. Pengembangan pembangkit\nlistrik ini diperkirakan dapat memproduksi hingga 22 GWh setiap tahun. Analisis\nfinansial menghasilkan harga listrik sebesar Rp5.930/kWh. Namun, harga tersebut\nmasih mahal jika dibandingkan dengan biaya pokok penyediaan (BPP) pembangkit\nnasional yaitu Rp1.027,70/kWh. Walaupun demikian, biaya pembangkitan rencana\nmasih bersaing dengan biaya pembamhkitan PLTD yang berkisar Rp5.804/kWh.\nVariasi terhadap jumlah turbin juga tidak menghasilkan Levelized Cost of\nElectricity (LCOE) yang lebih rendah dari BPP nasional. Meskipun biaya\npengembangan yang tinggi, penelitian ini menunjukkan bahwa Selat Capalulu\nmemiliki energi aliran pasang surut yang menjanjikan.", "Daftar File": {}, "Penulis": "Maulvi Azmiwinata [15518050]", "Kontributor / Dosen Pembimbing": ["Ir. Alamsyah Kurniawan, S.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Energi Terbarukan, Tenaga Arus Pasang Surut, Pemodelan Hidrodinamik, LCOE, Selat Capalulu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Jan 2023"}