{"Nomor": 71331, "Judul": "KAJIAN PUSTAKA DAN INTERAKSI FARMAKOKINETIKA TANAMAN TRADISIONAL INDONESIA YANG BERMANFAAT SEBAGAI ANTIHIPERTENSI", "Abstrak": "Angka prevalensi pengidap penyakit hipertensi di Indonesia pada masyarakat yang berusia ? 18 tahun berdasarkan diagnosis dokter adalah 8,36% dan berdasarkan konsumsi obat antihipertensi adalah 8,84%. Pada dokumentasi Riskesdas, tak hanya penggunaan golongan obat terdaftar, namun konsumsi herbal sebagai obat tradisional kombinasi turut dilakukan oleh masyarakat. Penggunaan obat modern dan obat herbal tradisional secara bersamaan dapat memicu interaksi farmakodinamika dan farmakokinetika dalam tubuh. Penelitian ini bertujuan untuk menganalisa interaksi obat-herbal antihipertensi pada herbal yang terdapat di Indonesia.\nMetode penelitian dilakukan dengan menganalisa interaksi data dari studi literatur yang dilakukan pada situs PubMed dengan menggunakan keyword (antihypertensive drugs) AND (antihypertensive herbal or plant) interaction. Dari kata kunci tersebut, didapatkan sebesar 327 artikel ilmiah terkait. Artikel penelitian lalu dikurasi dengan menggunakan faktor inklusi antara lain hanya menilik studi yang dilakukan selama 10 tahun terakhir (2011-2021), artikel meneliti tanaman yang tercantum pada farmakope herbal indonesia, herbal tidak termasuk dalam daftar tanaman yang dilarang berdasarkan lampiran kajian BPOM tertanggal 12 Juni 2019, artikel penelitian membahas interaksi tanaman herbal dengan obat antihipertensi yang dimetabolisme melalui sistem enzim CYP450 sehingga interaksi herbal dan obat antihipertensi dapat dianalisa.\nBerdasarkan kajian penelitian yang telah dilakukan, 6 tanaman herbal di Indonesia meliputi Punica granatum, Camelia sinensis, Annona muricata, Persea americana, Hibiscus sabdariffa, dan Zingiber officinale masing-masing berpotensi sebagai antihipertensi dan dapat mempengaruhi profil farmakokinetika obat golongan antihipertensi apabila digunakan secara bersamaan. Perlu dilakukan penelitian lebih lanjut untuk meningkatkan keamanan dan efikasi penggunaan kombinasi obat bagi pasien pengidap hipertensi.", "Daftar File": {"ABSTRAK Clarissa Keke Wicaksana": "https://digilib.itb.ac.id/gdl/download/274990"}, "Penulis": "Clarissa Keke Wicaksana [10716047]", "Kontributor / Dosen Pembimbing": ["Dr. Lucy Dewi Nurhajati Sasongko, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "aktivitas antihipertensi, herbal antihipertensi, interaksi obat-herbal", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "31 Jan 2023"}