{"Nomor": 71362, "Judul": "PREFERENSI GENERASI Z DALAM PEMILIHAN MODA TRANSPORTASI DI KOTA BANDUNG", "Abstrak": "Generasi Z merupakan generasi yang diprediksi akan menjadi angkatan kerja aktif di\nTahun 2030, dengan prediksi tersebut generasi Z dipastikan pula akan menjadi\ngenerasi yang paling banyak mengalami pergerakan di masa yang akan datang.\nDengan keunikan kepribadian dari generasi Z, mereka memiliki preferensi tersendiri\ndalam menggunakan barang dan jasa, dimana moda transportasi menjadi salah satu\nhal yang terpengaruhi preferensi tersebut. Dari berbagai moda transportasi yang\nterpengaruh, angkutan kota menjadi yang paling terpengaruhi dimana generasi muda\nini mulai enggan menggunakan angkutan kota akibat dari adanya moda lain yang\nlebih efisien yakni angkutan pribadi dan angkutan daring. Dikarenakan hal tersebut\npenelitian ini dilakukan dengan tujuan untuk mengidentifikasi preferensi generasi Z\ndalam memilih moda transportasi terutama angkutan kota di Kota Bandung. Dengan\nmenggunakan metode analisis regresi multinomial logit yang membandingkan\nangkutan pribadi, daring, dan kota menggunakan variabel tingkat pelayanan dan\nkesesuaian preferensi generasi Z ketika menggunakan angkutan kota diperoleh\nprobabilitas pemilihan moda transportasi angkutan pribadi 87,727%, angkutan\ndaring 12,271%, dan angkutan kota 0,002%. Dengan angkutan pribadi menjadi basis\nmoda utama, diperoleh faktor yang memengaruhi pemilihan moda angkutan daring\nadalah tingkat keamanan angkutan daring dan angkutan kota, tingkat kenyamanan\nangkutan daring, serta kualitas, tarif, dan merek angkutan kota. Sementara faktor\nyang memengaruhi pemilihan moda angkutan kota adalah tingkat keamanan angkutan\nkota serta tarif dan merek angkutan kota. Dari hasil analisis juga diperoleh bahwa\nbeberapa variabel preferensi angkutan kota di Kota Bandung sudah sesuai dengan\nsebagian besar generasi Z Kota Bandung, namun kesesuaian ini belum cukup untuk\nmeningkatkan pemilihan moda angkutan kota. Sehingga di masa yang akan datang\ndiperlukan perencanaan dan kebijakan menggunakan preferensi yang ada serta\ntambahan preferensi lainnya agar angkutan kota tetap ada dan menjadi moda\ntransportasi yang bisa bersaing di Kota Bandung di masa depan.", "Daftar File": {}, "Penulis": "Fathin Febry Meliandika [15416002]", "Kontributor / Dosen Pembimbing": ["Dr. Miming Miharja, S.T, M.Sc.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "generasi Z, angkutan kota, preferensi, pemilihan moda, multinomial logit.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "1 file", "Tanggal Input": "01 Feb 2023"}