{"Nomor": 71361, "Judul": "PERENCANAAN TAPAK PERGURUAN TINGGI VOKASI BERDASARKAN PRINSIP RAMAH LINGKUNGAN, KABUPATEN LAMPUNG SELATAN", "Abstrak": "Perbandingan persentase Perguruan Tinggi Vokasi (Diksi) dan persentase Perguran\nTinggi Akademik (Dikti) di Indonesia masih sangat timpang. Angka Partisipasi Kasar\nPerguruan Tinggi di Provinsi Lampung termasuk 5 provinsi terendah. Lalu dalam\npengembangan Diksi memiliki persoalan pencapaian standar kompetensi\npembelajaran salah satunya dikarenakan fasilitas dan infrastruktur yang kurang\nmemadai. Disamping itu seringkali keberadaan perguruan tinggi mempunyai dampak\nterhadap lingkungan sekitarnya. Di Kabupaten Lampung Selatan terdapat organisasi\nnirlaba yang memiliki rencana pengembangan perguruan tinggi vokasi, namun\nmenurut RTRW Kabupaten Lampung Selatan lokasi tersebut diperuntukkan sebagai\nlahan pertanian. Oleh karena itu, diperlukan perencanaan tapak kawasan perguruan\ntinggi vokasi dengan mempertimbangkan batasan-batasan yang dimiliki oleh lahan\ndan kawasan sekitarnya serta berprinsip ramah lingkungan.\nMetode pada penelitian ini menggunakan metode deskriptif kualitatif, lalu\nmenggunakan metode penyusunan perencanaan tapak yaitu metode fragmental\ndengan metode desain perencanaan tapak menggunakan metode optimalisasi.\nPenelitian ini memiliki kesimpulan bahwa rencana Diksi masih memungkinkan untuk\ndikembangkan pada peruntukan lahan pertanian, namun memiliki faktor pembatas\npengembangan tapak terkait ketersediaan infrastruktur jalan serta utilitas air dan\npersampahan. Sesuai dengan kebutuhan yayasan, telah terumuskan rencana\nakademik serta persyaratan dan standar perguruan tinggi vokasi bidang ilmu\nkomputer dan teknologi informasi. Perencanaan tapak pada penelitian ini juga\nberprinsip ramah lingkungan yang memiliki 3 kriteria yaitu accessible, inklusif, dan\ncompact.", "Daftar File": {}, "Penulis": "Nabila Ananda Putri M. [15418065]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Perencanaan tapak, Perguruan Tinggi Vokasi, Ramah Lingkungan, Rencana Akademik, Perancangan Kota", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "01 Feb 2023"}