{"Nomor": 71379, "Judul": "ANALISIS PARAMETER YANG BERKONTRIBUSI TERHADAP PERMINTAAN RUTE PENERBANGAN DENGAN PENDEKATAN ARTIFICIAL NEURAL NETWORK DAN IMPLIKASINYA TERHADAP OPERASI PENERBANGAN", "Abstrak": "Keakuratan prakiraan jumlah penumpang udara menjadi krusial bagi semua pihak baik maskapai, regulator, manufaktur, dan pengelola bandara. Prakiraan jumlah penumpang menjadi acuan bagaimana maskapai menjalankan bisnisnya, manufaktur memproduksi pesawat yang dibutuhkan pasar, regulator meregulasi yang berkaitan dengan rute penerbangan, dan banyak hal yang terlibat di dalamnya. Oleh karena itu, tujuan penelitian ini akan membangun model yang paling akurat dalam untuk prakiraan jumlah penumpang dan menganalisis variabel-variabel yang paling berkontribusi terhadap jumlah penumpang. Model yang digunakan pada penelitian ini adalah Artificial Neural Network. Pembuatan model Artificial Neural Network perlu untuk melakukan tuning hyperparameter sehingga model tersebut tidak menghasilkan overfitting maupun underfitting. Tuning hyperparameter yang digunakan adalah optimasi Bayesian dengan menentukan jumlah hidden layer, jumlah neuron pada hidden layer, fungsi aktivasi, optimizer, learning rate, jumlah batch size, dan jumlah epochs. Hasil penelitian menunjukkan bahwa PDRB ADHB dan jumlah penduduk memiliki pengaruh yang signifikan terhadap jumlah penumpang. Dari sensitivitas, dapat terlihat bahwa Indeks Pembangunan Manusia, Jumlah Penduduk dan Tingkat Penghunian Kamar sangat sensitif terhadap perubahan jumlah penumpang.", "Daftar File": {"ABSTRAK JACKY JUSUF": "https://digilib.itb.ac.id/gdl/download/275723"}, "Penulis": "JACKY JUSUF [23620031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hisar Manongam Pasaribu", "Dr. -Ing. Javensius Sembiring S.T.,M.T.", "Ir. Risnandi Saepurachman, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Prakiraan penumpang udara , Artificial Neural Network, Optimasi Bayesian", "Sumber": "Program Studi Magister Teknik Dirgantara", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Feb 2023"}