{"Nomor": 71372, "Judul": "PERENCANAAN FASILITAS SISI LAUT PELABUHAN PERIKANAN SAMUDERA CILACAP", "Abstrak": "Permasalahan penuhnya PPS Cilacap terjadi dikarenakan adanya permasalahan pendangkalan pada alur pelayaran serta meningkatnya demand. Agar PPS Cilacap dapat beraktivitas lagi dengan baik maka permasalahan pendangkalan dan penuhnya kapal perlu diatasi. Pendangkalan alur pelayaran dapat disebabkan oleh sedimentasi baik yang berasal dari sungai kali yasa atau pun dari laut selatan, maka perlu dilakukan modeling lokasi studi dengan aplikasi MIKE21 untuk mengetahui pola sedimentasi yang terjadi.\nSelanjutnya agar PPS cilacap dapat berjalan kembali seperti semestinya maka dilakukan pengerukan alur pelayaran sesuai dengan kapal rencana hasil dari proyeksi demand yang telah dilakukan sebelumnya. Selain pendangkalan, permasalahan penuh nya PPS Cilacap dapat diatasi dengan merencanakan fasilitas dermaga baru pada lokasi timur laut dermaga eksisting. Perencanaan dermaga dilakukan dengan memproyeksikan terlebih dahulu demand pada PPS Cilacap sehingga diketahui kebutuhan dimensi dermaga.\nSelanjutnya direncanakan pula struktur atas dan struktur bawah pada dermaga. Struktur atas dermaga direncanakan agar dapat menahan beban-beban yang bekerja pada dermaga seperti beban mati,beban hidup, beban berthing, beban mooring, beban angin, beban arus, beban gelombang, serta beban gempa. Struktur atas dermaga direncanakan menggunakan sistem deck on pile yang mana akan dimodelkan pada aplikasi SAP2000. Struktur bawah dermaga adalah pondasi tiang pancang yang didesain dengan memperhatikan daya dukung aksial, daya dukung lateral, serta penurunannya.\nUntuk menjaga ketenangan air pada alur pelayaran dan kolam pelabuhan PPS Cilacap maka perlu direncanakan bangunan pemecah gelombang sehingga dampak kenaikan muka air akibat gelombang dapat diminimalisasi. Untuk mengetahui gelombang yang digunakan dalam perencanaan, baik di dalam maupun luar bangunan pemecah gelombang, dilakukan terlebih dahulu peramalan gelombang pada laut dalam bedasarkan bangkitan angin. Setelah dilakukan permalan gelombang selanjutnya dimodelkan rambatan gelombang pada lokasi dibangunnya struktur menggunakan aplikasi MIKE21. Bangunan pemecah gelombang direncanakan menggunakan tipe rubble mound dengan armor tetrapod.", "Daftar File": {}, "Penulis": "Rama Maulana Razak [15017138]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Eka Oktariyanto Nugroho, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelabuhan,pemecah gelombang , proyeksi demand,dermaga", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "13 file", "Tanggal Input": "02 Feb 2023"}