{"Nomor": 71383, "Judul": "EKSTRAKSI KITIN DARI CANGKANG KERANG HIJAU DENGAN BAKTERI PENGHASIL ASAM DAN PROTEASE", "Abstrak": "Kerang hijau merupakan salah satu komoditas laut yang cukup banyak dijumpai di Indonesia dengan 70-80% dari jumlah produknya menjadi limbah cangkang yang dapat menjadi sumber kitin (atau kitosan) yang kadarnya sekitar 9-20%. Kitin dapat diekstraksi dari cangkang kerang melalui proses demineralisasi dan deproteinasi. Ekstraksi kitin dengan perlakuan kimia menggunakan asam kuat seperti HCl untuk demineralisasi dan basa kuat seperti NaOH untuk deproteinasi. Sedangkan dengan perlakuan biologi, diketahui bahwa bakteri penghasil asam seperti Lactobacillus plantarum digunakan menjadi agen demineralisasi dan bakteri penghasil protease seperti Seratia marcescens atau Bacillus sp. sebagai agen deproteinasi. Pada penelitian ini, ekstraksi cangkang kerang hijau dilakukan dengan perlakuan biologi oleh bakteri indigen dan perlakuan kimia sebagai kontrol/pembanding.\nMetode yang dilakukan pada penelitian ini terdiri atas tiga tahapan besar. Tahap pertama adalah persiapan tepung cangkang kerang (tck). Cangkang kerang hijau dipersiapkan untuk mendapat ukuran 60 mesh dan 100 mesh kemudian dianalisis dengan uji proksimat dan Energy-dispersive X-ray Spectroscopy (EDS) untuk mengetahui komponennya. Tahap kedua adalah mendapatkan bakteri indigen untuk ekstraksi tck. Bakteri yang berhasil diisolasi dari cangkang kerang hijau diseleksi dengan medium selektif BAL serta medium selektif protease, uji katalase, dan uji pewarnaan Gram, lalu diidentifikasi berdasarkan 16S rRNA. Usia inokulum terpilih untuk ekstraksi ditentukan melalui kurva pertumbuhan. Tahap terakhir adalah ekstraksi tck yang dilakukan dengan perlakuan biologi dan perlakuan kimia. Pada perlakuan biologi, ekstraksi tck dilakukan oleh isolat terpilih dan Lactobacillus plantarum sebagai bakteri pembanding. Pada optimasi ekstraksi dengan bakteri, digunakan konsentrasi tck sebesar 5%, 10%, dan 15% (w/v) pada medium ekstraksi yang terdiri atas glukosa 10% (w/v) dan setengah resep NB. Selama proses ekstraksi, jumlah bakteri diamati dengan metode viable cell count dan pH medium dengan pH meter setiap 24 jam sekali. Pada akhir ekstraksi, bobot tck ditimbang dan perubahan bobot ini menjadi salah satu indikator keberhasilan pengurangan mineral dan protein dari tck. Pada perlakuan kimia, HCl digunakan untuk demineralisasi dan NaOH untuk deproteinasi.\nTck yang digunakan untuk ekstraksi memiliki kadar abu sebesar 90,78%. Berdasarkan hasil isolasi, diperoleh 2 isolat yang mampu menghasilkan asam dan\nmemiliki aktivitas protease dari 36 bakteri hasil isolasi. Salah satu isolat tersebut adalah isolat 27 yang memiliki kemampuan menghasilkan asam dan protease, tergolong dalam bakteri Gram positif, serta katalase positif. Berdasarkan analisis gen 16S rRNA, isolat 27 memiliki kekerabatan dengan percent identity sebesar 99,86% dengan Corynebacterium casei LMG S-19264 dan dipilih untuk ekstraksi tck. Hasil dari optimasi ekstraksi tck dengan fermentasi oleh C. casei dan L. plantarum menunjukkan efisiensi penurunan bobot tck pada medium dengan tck 5%, yaitu 9,3% dan 34%, secara berurutan. Namun demikian, nilai tersebut masih lebih rendah dibandingkan pengurangan bobot hasil ekstraksi dengan perlakuan kimia (52%).", "Daftar File": {"ABSTRAK Fransiska Maya": "https://digilib.itb.ac.id/gdl/download/275924"}, "Penulis": "Fransiska Maya [21120033]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Dr. Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kerang hijau, cangkang kerang, Lactobacillus plantarum, Corynebacterium casei, kitin.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Feb 2023"}