{"Nomor": 71382, "Judul": "ANALISIS PARAMETER SPESIFIK DAN KEKUATAN PARAMETER UMUM TOPOLOGI JARINGAN PENERBANGAN INDONESIA", "Abstrak": "Transportasi udara merupakan salah satu moda transportasi yang efektif dalam menghubungkan antar pulau. Transportasi udara dimulai dari bandara, dimana bandara itu sendiri merupakan suatu subsistem dari jaringan penerbangan yang besar. Indonesia sebagai negara dengan jenis jaringan penerbangan Scale-free sangat rentan terhadap gangguan yang dapat menyebabkan disrupsi penerbangan berskala nasional. Negara dengan jenis jaringan penerbangan scale-free juga berarti terdapat bandara yang memiliki peranan lebih penting dalam menghubungkan bukan hanya koneksi penerbangan namun juga kelompok jaringan penerbangan. Jika terjadi gangguan pada bandara yang mengharuskan penutupan operasional, maka terdapat daerah-daerah yang akan terputus dari rute jaringan nasional yang tentunya akan berdampak secara sosial dan ekonomi. Diperlukan suatu metrik untuk mengukur seberapa kokoh jaringan penerbangan Indonesia. Penelitian ini bermaksud untuk menjawab pertanyaan tersebut, dengan metrik yang dinamakan Kekuatan Parameter Umum yang merupakan akumulasi nilai dari metrik yang mengukur parameter jaringan secara spesifik dalam konteks teori jaringan kompleks. Penlitian ini bukan hanya menganalisis prestasi dari jaringan penerbangan nasional namun juga akan dilakukan simulasi penutupan bandara, baik tanpa pengalihan maupun dengan pengalihan rute penerbangan.", "Daftar File": {"ABSTRAK Radifan Faiz Irsyadi": "https://digilib.itb.ac.id/gdl/download/275923"}, "Penulis": "Radifan Faiz Irsyadi [23620025]", "Kontributor / Dosen Pembimbing": ["Ir. Hisar Manongam Pasaribu, M.Sc., Ph.D.", "Dr. -Ing. Ir. Javensius Sembiring, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Jaringan Transportasi Udara, Analisis Jaringan, Topologi Jaringan, Indonesia", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Feb 2023"}