{"Nomor": 71386, "Judul": "PERENCANAAN LANSKAP SITUS GEOLOGI LEMBAH BENGAWAN SOLO PURBA, GEOPARK GUNUNG SEWU SEBAGAI OBJEK GEOEKOWISATA", "Abstrak": "Geopark Gunung Sewu merupakan bentang alam karst tropis di bagian tengah selatan Pulau Jawa dan disusun atas batugamping yang telah dikukuhkan sebagai UNESCO Global Geopark (UGGp). Geopark merupakan suatu kesatuan wilayah geografis tunggal atau gabungan yang memiliki signifikansi geologi secara internasional dan dikelola dengan konsep konservasi, edukasi dan berkelanjutan, serta berkaitan dengan aspek warisan geologi, keragaman geologi, keragaman hayati, dan keragaman budaya. Lembah Bengawan Solo Purba merupakan situs geologi subsegmen karst kelas satu yang ada di kawasan Geopark Gunung Sewu berupa bentang alam karst berbentuk lembah kering dengan panjang sekitar 21 km yang memiliki hulu di Giritontro, Wonogiri dan bermuara di Pantai Sadeng, Gunungkidul. Perencanaan lanskap pada situs geologi Lembah Bengawan Solo Purba merupakan upaya konservasi terhadap warisan geologi, keragaman geologi, keragaman hayati, dan keragaman budaya yang ada pada situs geologi tersebut. Geoekowisata digunakan sebagai pendekatan perencanaan lanskap berkelanjutan yang berfokus pada aspek geologi dan lanskap untuk menumbuhkan pemahaman terhadap lingkungan dan  budaya, apresiasi dan konservasi bentang alam, serta meningkatkan kebermanfaatan secara lokal. Metode yang digunakan untuk pengumpulan data adalah tinjauan lapangan dan pustaka, sementara analisa data dilakukan dengan virtual environment dan interpretasi lanskap. Virtual environment digunakan untuk memetakan struktur ruang dan mengolah atribut fisik pada situs geologi. Interpretasi lanskap digunakan untuk menilai kualitas visual dan daya tarik wisata dilakukan pada beberapa titik terpilih yang tersebar di jalur Lembah Bengawan Solo Purba. Perencanaan menghasilkan pembagian zona pada Lembah Bengawan Solo Purba dalam lima segmen yang masing-masing terpusat pada satu kegiatan konservasi dan/atau wisata, yaitu segmen satu sebagai area introduksi, segmen dua sebagai area pertanian, segmen tiga sebagai area budaya, segmen empat sebagai area olahraga, dan segmen lima sebagai area wisata. Perencanaan site terpilih pada masing-masing zona diharapkan dapat digunakan sebagai panduan perancangan dan pengembangan geoekowisata Lembah Bengawan Solo Purba oleh pemerintah daerah, komunitas, dan/atau masyarakat.", "Daftar File": {"ABSTRAK Izzul Hasanah": "https://digilib.itb.ac.id/gdl/download/276165"}, "Penulis": "Izzul Hasanah [28920007]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, M.A.UD, MLA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Landscape architecture", "Kata Kunci": "Geoekowisata, Geopark Gunung Sewu, Konservasi Geosite, Lembah Bengawan Solo Purba", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "03 Feb 2023"}