{"Nomor": 71399, "Judul": "ANALISIS GERAK JATUH BOLA PEJAL DAN KOIN DALAM FLUIDA HOMOGEN DAN FLUIDA STRATIFIKASI MENGGUNAKAN VIDEO TRACKER", "Abstrak": "Permasalahan gerak jatuh benda yang dijatuhkan secara bebas dalam fluida perlu\ndilakukan uji dan analisa lebih lanjut untuk memperoleh informasi terkait\nkinematika geraknya. Fluida yang dimaksudkan adalah zat cair dalam keadaan\ndiam dalam suatu tabung silinder (fluida statis).\nPenelitian ini bertujuan untuk menentukan posisi setiap waktu yt dan kecepatan\nsetiap waktu vt gerak benda dalam fluida serta menganalisis pengaruh variasi jenis\nfluida terhadap posisi dan kecepatannya. Pengambilan data dilakukan dengan\nmenjatuhkan 2,02 gram bola pejal dengan densitas 8,783 g/cm\n3\ndan menjatuhkan\n1,79 gram koin dengan densitas 2,103 g/cm\n3\ndipertahankan diam di permukaan\nfluida (densitas fluida selalu lebih kecil dari benda) dalam tabung silinder\nberukuran 1000 mL dengan ketinggian 36 cm dan direkam menggunakan kamera\ndengan kualitas video 1080p 250fps. Fluida homogen berisi satu jenis fluida saja\nyaitu 1000 mL air, 1000 mL gliserin dan 1000 mL minyak, sedangkan fluida\nstratifikasi berisi 2 jenis fluida yaitu stratifikasi (500 mL air + 500 mL minyak),\nstratifikasi (500 mL air + 500 mL gliserin) dan stratifikasi (500 mL minyak + 500\nmL gliserin). Rekaman video gerak bola pejal dan koin diolah menggunakan\nSoftware Tracker untuk memperoleh jejak pergerakan bola pejal dan koin setiap\nwaktu yt dan kecepatan setiap waktu vt serta sudut rotasi setiap waktu ?t untuk\ngerak pada koin.\nHasil analisis menunjukan bahwa gerak bola pejal dalam fluida homogen bergerak\ndipercepat kemudian mencapai kecepatan terminal, sedangkan dalam fluida\nstratifikasi awalnya bergerak dipercepat, namun tidak di semua jenis fluida\ndiperoleh kecepatan terminal karena adanya area perbatasan menyebabkan\nperubahan kecepatan. Hasil analisis gerak koin mengalami gerak yang kompleks,\ndan terpengaruhi gerak rotasi bolak-balik bahkan di salah satu jenis fluida\nmembentuk pola gerak zig zag. Efek gerak rotasi pada koin semakin berkurang\nseiring dengan besarnya nilai koefisien kekentalan fluida homogen. Sedangkan\ndalam fluida stratifikasi pada setiap fasa 2 tidak terjadi lagi efek gerak rotasi pada\nkoin.", "Daftar File": {"ABSTRAK Nopizon Nurta": "https://digilib.itb.ac.id/gdl/download/276375"}, "Penulis": "Nopizon Nurta [24720302]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Widayani", "Triati Dewi Kencana Wungu, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kinematika Gerak, Bentuk Benda, Variasi Fluida, Tracker.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "06 Feb 2023"}