{"Nomor": 71398, "Judul": "PERANCANGAN PLATFORM LALU LINTAS DANA ANTAR KOMUNITAS KOPERASI BERBASIS SERVICE ORIENTED  ARCHITECTURE (SOA)", "Abstrak": "Sistem pertukaran menggunakan uang digital saat ini telah menjadi media transaksi\nkeuangan antar personal maupun organisasi yang dianggap cepat, mudah, aman,\nandal dan nyaman. Namun seperti juga transaksi keuangan lainnya, transaksi\nmenggunakan uang digital masih amat bergantung pada perbankan sebagai\nlembaga yang berwenang mengelola dana masyarakat. Di Indonesia terdapat\nLembaga Keuangan Mikro (LKM) non-bank berupa koperasi yang secara legal\nberhak mengelola dana masyarakat. Akan tetapi koperasi masih belum mampu\nmenghadirkan layanan keuangan digital yang yang saling terintegrasi dengan\nkoperasi lainnya. Berdasarkan itu diajukan media transaksi keuangan digital\nberbasis koperasi, sehingga setiap anggota dapat melakukan transaksi keuangan\nantar koperasi dengan sesedikit mungkin bergantung dengan bank.\nUntuk mewujudkannya maka melalui tesis ini dirancang inovasi layanan berupa\nplatform transfer dana antara komunitas koperasi menggunakam metodologi\nService Computing System Engineering (SCSE) dengan pendekatan Service\nOriented Architecture (SOA). Tahapan yang dilakukan terdiri dari analisis\nkebutuhan layanan (obejctive & requirement), perancangan model layanan\n(modeling) dan diakhiri dengan pembuatan prototype (development).\nHasil rancangan dilakukan pengujian menggunakan matriks pengukuran SOA,\ndiperoleh copuling factor 0.0077 (dianggap cloosely coupled), cohesion factor\n0.7020 (cukup saling kohesi), complexity factor 0.0109 (low complexity) dan\nreusability factor 3.2000 (reusable). Selain itu dilakukan pengujian blackbox\ntesting berdasarkan skenario yang telah dibuat, hasilnya menunjukan bahwa\nplatform dapat digunakan untuk transfer dana antar komunitas koperasi sehingga\nsetiap anggota bisa melakukan transaksi keuangan tanpa perlu terikat dengan bank.", "Daftar File": {"23220312 Muhamad Yani.pdf": "https://digilib.itb.ac.id/gdl/download/276299"}, "Penulis": "Muhamad Yani [23220312]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Albarda, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Platform Transfer Dana, Koperasi, SOA.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "06 Feb 2023"}