{"Nomor": 71396, "Judul": "PERANCANGAN KAWASAN STASIUN DEPOK BARU, KOTA DEPOK DENGAN PRINSIP TRANSIT ORIENTED DEVELOPMENT (TOD)", "Abstrak": "Transit Oriented Development (TOD) adalah pengembangan kawasan yang\nberorientasi terhadap simpul transit dengan mengintegrasikan simpul transit utama\ndan kawasan di sekitarnya melalui pengembangan kawasan yang padat dan guna\nlahan campuran serta memiliki konektivitas kawasan yang baik dan mudah terutama\nuntuk pejalan kaki dan bersepeda. Perancangan dengan prinsip TOD perlu untuk\nmenyesuaikan dengan karakteristik yang ada pada kawasan karena pengembangan\nini bukan merupakan konsep yang “one size fits all”. Kawasan Stasiun Depok Baru,\nKota Depok diarahkan oleh pemerintah sebagai kawasan TOD, namun pada kondisi\neksistingnya kawasan ini sudah terbangun dan memiliki persoalannya sendiri yang\ntidak sesuai dengan prinsip perancangan TOD sehingga perlu untuk dilakukan\npenyesuaian melalui perancangan kawasan. Berdasarkan hal tersebut, tujuan\nperancangan kawasan yaitu merancang kawasan Stasiun Depok Baru, Kota Depok\ndengan prinsip perancangan Transit Oriented Development (TOD) sesuai arahan\npengembangannya dengan mempertimbangkan potensi dan persoalan pada kawasan\ntersebut. Metode perancangan yang digunakan pada perancangan ini yaitu metode\nFragmental yang dimulai dari tahap pengumpulan data hingga mengembangkan\nrencana perancangan kawasan. Teknik perancangan yang digunakan adalah teknik\nOptimizing yaitu mengoptimalkan kawasan dengan memprioritaskan beberapa\nkriteria perancangan TOD yaitu penggunaan campuran, kompak, terhubung, dan\nramah pejalan kaki dan pesepeda. Konsep perancangan kawasan ini yaitu\nmenyediakan beragam penggunaan lahan secara campuran; menyediakan kawasan\nyang padat dengan didominasi oleh bangunan vertikal yang tinggi; menyediakan\njaringan jalan, jalur pejalan kaki dan jalur sepeda yang ramah serta menghubungkan\nberbagai zona dengan simpul transit; dan menyediakan gedung parkir dengan\nfasilitas Park and Ride dan Shared Parking.", "Daftar File": {}, "Penulis": "Teuku Muhammad Zhafran [15418207]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "transit oriented development, simpul transit, Stasiun Depok Baru, perancangan, optimizing", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "06 Feb 2023"}