{"Nomor": 71397, "Judul": "ONSET MONSUN DAN HUBUNGANNYA DENGAN AWAL MUSIM HUJAN DI PULAU JAWA", "Abstrak": "Onset monsun merupakan rangkaian dari fase sirkulasi monsun yang mendahului periode monsun aktif. Onset monsun belum didefinisikan secara operasional di Indonesia. Sebagai gantinya, Badan Meteorologi, Klimatologi, dan Geofisika Indonesia (BMKG) hanya menentukan awal musim hujan di wilayah Indonesia sebagai dasarian pertama dari tiga dasarian beturut-turut dengan jumlah hujan ? 50 mm pada tiap dasariannya. Penelitian ini mencoba mencari definisi onset monsun yang praktis namun tetap konsisten dan mencari hubungannya dengan awal musim hujan yang ditentukan berdasarkan kriteria BMKG. Pada penelitian ini, tanggal kejadian onset monsun ditentukan dengan menggunakan modifikasi kriteria Australian Monsoon Rainfall Index (AMRI), kejadian onset monsun terjadi ketika nilai running mean lima-harian curah hujan melebihi 150% mean annual cycle (MAC) curah hujan harian, dan perbedaan antara 150% MAC dengan MAC lebih dari 1 mm. Dengan menggunakan kriteria ini, tanggal kejadian onset monsun dapat ditentukan sepanjang tahun di seluruh Pulau Jawa dengan konsisten. Dasarian yang ditentukan sebagai kejadian onset monsun kemudian dibandingkan dengan dasarian awal awal musim hujan kriteria BMKG.\nSecara klimatologis dasarian awal onset monsun mendahului lebih dari 6 dasarian di sebagian wilayah Jawa bagian barat, sedangkan di Jawa bagian tengah dan timur masing-masing mendahului 3 dan 2 dasarian. Onset monsun di sebagian wilayah Jawa bagian barat mungkin merupakan kejadian onset yang semu karena mendahului awal musim hujan melebihi 6 dasarian, karena wilayah Jawa bagian barat dipengaruhi oleh proses lokal yang kuat seperti konvergensi angin laut. Hal ini dapat menjadi kekurangan dari modifikasi metode AMRI, keterbatasan ini perlu diperhatikan apabila metode ini akan diterapkan untuk menentukan onset monsun secara operasional.", "Daftar File": {"ABSTRAK Siti Azizah": "https://digilib.itb.ac.id/gdl/download/276265"}, "Penulis": "Siti Azizah [12812020]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Wahyu Hadi, M.Sc.", "Muhammad Ridho Syahputra, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "onset monsun; awal musim hujan; AMRI; Pulau Jawa;", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "8 file", "Tanggal Input": "06 Feb 2023"}