{"Nomor": 71395, "Judul": "HUBUNGAN EVALUASI PELATIHAN DENGAN PERSEPSI TENTANG XYZ CORPORATE UNIVERSITY", "Abstrak": "Corporate University mulai banyak dikembangkan di Indonesia awal abad ke-21,\ndimana salah satu pengadopsi awalnya adalah PT XYZ. XYZ Corporate University\nadalah salah satu divisi di bawah Functional Unit Human Capital Management di\nPT XYZ yang berperan dalam mengembangkan kompetensi karyawan, mendukung\nkinerja perusahaan, dan mengisi kesenjangan kompetensi. Dalam menjalankan\nperannya, XYZ Corporate University memiliki target Kinerja yang salah satunya\ndibuktikan melalui penilaian Index Kepuasan Pelanggan. Ada tiga pemangku\nkepentingan (stakeholder) yang telah rutin diukur kepuasannya yaitu peserta\npelatihan, atasan peserta, dan kepala unit bisnis tempat peserta tersebut bekerja.\nData menunjukkan bahwa terdapat kesenjangan antara penilaian dari peserta\ndengan pemimpinnya, dimana penilaian dari peserta menyatakan bahwa rata-rata\npenilaian sudah memenuhi target, namun hal yang berbeda terjadi pada penilaian\ndari atasan dan kepala unit bisnis yang masih jauh dari target nilai. Dari latar\nbelakang ini kemudian dirumuskan tiga pertanyaan yang akan dibahas dalam\npenelitian ini. Pertama, benarkah ada hubungan antara pelatihan dengan persepsi\nXYZ Corporate University? Kedua, elemen evaluasi pelatihan apa saja yang\nmemengaruhi persepsi tentang pelatihan XYZ Corporate University? Terakhir\npertanyaan ketiga yaitu rekomendasi apa yang dapat diajukan untuk meningkatkan\npelatihan dari XYZ Corporate University?\n\nUntuk menganalisis hubungan antara evaluasi pelatihan dan persepsi terhadap\nXYZ Corporate University, penulis melakukan survei kepada pegawai PT XYZ.\nKuesioner disusun berdasarkan studi literatur mengenai lima level evaluasi\npelatihan (sesuai model Kirkpatrick dan Jack Phillips) dan persepsi terhadap\npelatihan, yang terdiri atas kepercayaan terhadap XYZ Corporate University,\nkompetensi XYZ Corporate University dalam menjalankan perannya, kesetiaan\nmengikuti program XYZ Corporate University, dan kebanggaan terhadap XYZ\nCorporate University. Data dikumpulkan melalui pengisian kuesioner oleh\nresponden, dilanjutkan dengan analisis deskriptif, dan analisis regresi linear dari\ndata yang terkumpul. Hasil dari perhitungan menggunakan alat bantu SPSS\nditampilkan dalam bentuk tabel nilai yang menunjukkan tingkat korelasi dari setiap\nvariabel bebas dan variabel terikat.\n\nSecara keseluruhan responden menilai evaluasi pelatihan dalam kategori baik dan\nbegitu pula dalam persepsi. Selanjutnya, terbukti bahwa secara simultan lima level\nevaluasi pelatihan memiliki hubungan yang kuat dengan masing-masing persepsi. ecara parsial ditemukan bahwa Level 1, Level 2, dan Level 3 berpengaruh\nsignifikan terhadap kepercayaan terhadap XYZ Corporate University. Untuk\npersepsi kedua yaitu kompetensi XYZ Corporate University dalam menjalankan\nperannya, ditemukan bahwa Level 1, Level 2, dan Level 4 yang memiliki pengaruh\nsignifikan secara parsial. Hasil yang berbeda terjadi pada variabel terikat yang\nketiga, dimana secara parsial hanya satu variabel bebas yaitu evaluasi pelatihan\nLevel 3 yang memberikan pengaruh signifikan terhadap kesetiaan mengikuti\nprogram XYZ Corporate University. Terakhir, untuk persepsi kebanggaan\nditemukan bahwa secara parsial hanya satu variabel bebas yang tidak memberikan\npengaruh signifikan, yaitu Level 5.\n\nDari hasil tersebut, XYZ Corporate University perlu melakukan prioritas pada\nLevel 1 dan Level 3, karena dengan meningkatkan kedua variabel bebas ini dapat\nmemengaruhi keempat variabel terikat yaitu persepsi positif terhadap XYZ\nCorporate University. Level 1 adalah reaksi peserta pelatihan, sehingga perlu\ndipastikan bahwa penyampaian pelatihan memberikan kepuasan bagi peserta.\nSedangkan Level 3 adalah sikap, yaitu bagaimana pelatihan memengaruhi\nperubahan sikap. Hal ini bisa ditingkatkan melalui pemberian materi yang\nmemiliki tujuan yang jelas dan bermakna sehingga peserta bisa memahami dan\ntermotivasi untuk menerapkan perubahan sikap, sementara para pemimpinnya\njuga bisa memahami mengapa peserta perlu mengikuti pelatihan tertentu. Dari\nkelima level evaluasi pelatihan, Level 5 yaitu Return of Training Investment tidak\nmenunjukkan pengaruh signifikan terhadap persepsi, sehingga perlu dilakukan\npenelitian lebih lanjut mengenai pengaruhnya terhadap pelatihan.", "Daftar File": {"2023_TS_PP_Dhea Tirta Fitrianti_29121272_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/276194"}, "Penulis": "Dhea Tirta Fitrianti [29121272]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Madju Yuni Ros Bangun, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "corporate university, index kepuasan pelanggan, evaluasi pelatihan, persepsi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "06 Feb 2023"}