{"Nomor": 71404, "Judul": "MODEL MATEMATIKA DARI DAMPAK NEGATIF KARANTINA COVID-19 TERHADAP PENYAKIT TUBERKULOSIS DAN DIABETES", "Abstrak": "COVID-19 telah menjadi pandemi global dan menyebabkan jumlah infeksi yang tinggi. Untuk mengurangi penyebaran virus corona, banyak negara telah menerapkan lockdown dan karantina wilayah. Penegakan darurat kesehatan seperti karantina berdampak positif pada pengurangan infeksi, tetapi juga memiliki pengaruh yang tidak diinginkan pada sektor kesehatan lainnya. Disini, dikembangkan model matematis untuk dinamika transmisi COVID-19 yang mengakomodasi karantina dan termasuk penderita tuberkulosis dan diabetes. Penelitian ini memperhatikan potensi dampak negatif yang ditimbulkan oleh karantina terhadap peningkatan jumlah penderita tuberkulosis dan diabetes. Data aktual COVID-19 yang tercatat di Indonesia selama wabah varian Delta didekati dengan baik oleh output model. Hubungan positif ditunjukkan dengan nilai koefisien korelasi Pearson yang tinggi, ????=0.923353. Dengan memvariasikan nilai-nilai parameter karantina, didapatkan bahwa karantina efektif menurunkan jumlah COVID-19 tetapi menginduksi peningkatan jumlah penderita tuberkulosis dan diabetes. Untuk meminimalisir dampak negatif tersebut, peningkatan kesadaran masyarakat akan bahaya penularan TB dan penerapan pola hidup sehat dianggap sebagai strategi yang paling efektif. Hasil yang disajikan dalam penelitian ini berpotensi bermanfaat bagi pihak berwenang untuk meningkatkan kesadaran masyarakat tentang penularan TB dan untuk mempromosikan gaya hidup sehat selama masa karantina.", "Daftar File": {"ABSTRAK Sila Rizqina": "https://digilib.itb.ac.id/gdl/download/276417"}, "Penulis": "Sila Rizqina [20120312]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "COVID-19, tuberkulosis, diabetes, model matematika, karantina.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "06 Feb 2023"}