{"Nomor": 71405, "Judul": "BIOMONITORING KUALITAS LINGKUNGAN DAN KARAKTERISASI MIKROSTRUKTUR LIKEN SEBAGAI BIOINDIKATOR TINGKAT PENCEMARAN UDARA DI WILAYAH BANDUNG RAYA", "Abstrak": "Biomonitoring kualitas lingkungan pada suatu wilayah dapat dilakukan dengan menggunakan organisma bioindikator, diantaranya liken. Liken merupakan organisme simbion yang secara pasif menyerap nutrisi dan senyawa kimia dari udara. Studi ini dilakukan di wilayah Bandung Raya yang meliputi Kota Bandung dan Kabupaten Bandung Barat, untuk menginventarisasi spesies liken pada berbagai lokasi, menjelaskan hubungan antara komposisi spesies liken dengan faktor mikroklimat, pH kulit pohon, jarak pohon dari jalan, serta volume kendaraan yang melewati lokasi pengamatan. Penelitian dilakukan pada bulan Januari sampai dengan September 2022. Pengambilan sampel dilakukan secara purposive pada 40 pohon yang tersebar di dua lokasi di Kota Bandung yaitu Jalan Ir. H Djuanda (JD), Jalan Kebon Kawung (KK), dan dua lokasi di Kabupaten Bandung Barat yaitu Jalan Raya Padalarang (PD) dan Curug Cimahi (CC). Lokasi CC dengan tingkat pencemaran yang rendah dijadikan sebagai kawasan pembanding. Sampel liken dari lokasi pengamatan diidentifikasi dan dihitung jumlah koloni, frekuensi penutupan, serta keanekaragamannya (H’) sehingga nilai Index of atmospheric purity (IAP) pada masing-masing lokasi pengamatan dapat diketahui. Hubungan antara komposisi liken terhadap faktor mikroklimat, pH kulit pohon, jarak pohon dari jalan, dan volume kendaraan dianalisis dengan Spearman’s correlation dan Principal Component Analysis (PCA). Akumulasi unsur Pb diukur dengan Atomic Absorption Spectrophotometry (AAS), dan kadar klorofil dengan Spektrofotometer. Karakterisasi mikrostruktur liken pada sampel Dirinaria picta dianalisis berdasarkan data mikrograf hasil Scanning electron microscope-Energy X-Ray Spectroscopy (SEM-EDS). Sebanyak 24 spesies dari 14 famili liken dengan total 256 koloni ditemukan di keempat lokasi pengamatan dengan persentase talus tipe crustose (62%), foliose (37%), dan fruticose (1%). Keanekaragaman liken paling tinggi ditemukan di daerah CC (2,62) diikuti dengan JD (1,99), PD (1,63), dan yang paling rendah di KK (0,90). Faktor kelembaban, pH kulit pohon, dan jarak pohon ke jalan\nraya berkorelasi positif terhadap frekuensi penutupan liken, sedangkan intensitas cahaya, suhu, dan volume kendaraan berkorelasi negatif dengan frekuensi penutupan liken. Analisis PCA menunjukkan bahwa Lepraria incana, Phlyctis argena, Fulgensia sp., Chrysothrix xanthina (tipe crustose), dan Dininaria picta, Pyxine cocoes (tipe foliose) merupakan spesies yang toleran terhadap tingkat pencemaran udara sedang sampai tinggi karena keberadannya banyak ditemukan di kawasan perkotaan seperti di KK, PD, dan JD. Hasil IAP terendah pada KK (10,21) diikuti oleh PD (17,70), dan JD (31,85). Lokasi dengan IAP tertinggi diperoleh di CC (46,65) yang menunjukkan kondisi lingkungan masih baik, sedangkan lokasi lainnya kualitas udaranya lebih rendah. Pengamatan dengan SEM-EDS ditemukan 14 elemen dengan tingkat akumulasi C>Ca>O>Pb>Cu>Mn>Zn>Fe>Cr>Al>Cl>Se>Cd>K. Komposisi elemen pada liken sangat dipengaruhi oleh polusi udara yang dihasilkan oleh kendaraan bermotor. Sebanyak 13 elemen pencemar ditemukan di KK, diikuti dengan 11 elemen di JD dan PD, sedangkan di CC hanya ditemukan 8 elemen. Akumulasi elemen logam Pb tertinggi ditemukan di lokasi KK (271,24 mg/kg), dengan kadar klorofil terendah (41.06 mg/L), sedangkan akumulasi Pb terendah ditemukan di lokasi CC (10,51 mg/kg) dengan kadar klorofil tertinggi (88,59 mg/L). Hal ini menunjukkan akumulasi unsur logam seperti Pb dapat menurunkan kadar klorofil dan konsekuensinya dapat menghambat pertumbuhan liken. Jumlah dan spesies liken di kawasan Bandung Raya harus dipantau secara berkala untuk pengendalian pencemaran udara dan menjaga kualitas lingkungan.", "Daftar File": {"ABSTRAK Dora Erawati Saragih": "https://digilib.itb.ac.id/gdl/download/276416"}, "Penulis": "Dora Erawati Saragih [20620305]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, M.S, M.Sc.", "Dr. Taufikurahman"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bandung Raya, pencemaran, logam berat, bioindikator, liken.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Feb 2023"}