{"Nomor": 71408, "Judul": "PENILAIAN KEAMANAN DAN KESELAMATAN BERBASIS HYBRID BELIEF RULE BASE (HBRB) UNTUK PENGENDALIAN KERUMUNAN PADA RUANG PUBLIK (STUDI KASUS: STASIUN KERETA API BANDUNG)", "Abstrak": "Pengendalian kerumunan massa pada ruang publik seperti penerapan video\nanalytics people counting masih memerlukan analisis dan pengembangan lebih\nlanjut terkait pengelolaan data yang dihasilkan agar membentuk sebuah indeks\npenilaian yang menjadi tolak ukur dalam pengambilan keputusan dan mencegah\nrisiko penumpukan massa. Penilaian terhadap indeks safety dan security harus\nmampu memetakan kondisi dengan kompleksitas yang tinggi kedalam berbagai\nkemungkinan. Penerapan Pendekatan Hybrid Belief Rule Base (BRB) mampu\nmenilai tingkat belief degree terhadap masing-masing aspek safety maupun\nsecurity. Pada penelitian ini, analisis belief degree pada Hybrid Belief Rule Base\n(BRB) dilakukan dengan pengkondisian disjungsi implikasi konjungsi terhadap 27\nkondisi yang disebut juga sebagai rules. Atribut Hybrid Belief Rule Base (BRB)\nyang digunakan pada penelitian ini ada 3 yaitu people counting melalui video\nanalytics, jadwal kereta api, dan events. Ketiga atribut ini dianggap\nmempengaruhi jumlah kerumunan di ruang publik dengan studi kasus stasiun\nkereta api Bandung. Perhitungan nilai belief degree dilakukan dengan\nmengagregasi data per 10 menit dari pukul 13.00 hingga 17.10 WIB pada empat\narea di stasiun kereta api Bandung dan pada tanggal 27 sampai 31 Oktober 2020\nyaitu pada momen libur bersama. Penelitian ini berusaha menilai risiko berupa\nkemungkinan terjepit, terjatuh dan terinjak, penularan penyakit, sesak nafas,\nkemalingan, perkelahian, dan perusakan fasilitas. Dari hasil perhitungan Hybrid\nBelief Rule Base (BRB) bahwa potensi resiko yang terjadi berdasarkan hasil\nindeksifikasi yaitu terjepit sebesar 35,5%, terjatuh dan terinjak 23,25%, penularan\npenyakit 43,75%, sesak nafas 38%, kemalingan 37,4%, perkelahian 42,25%, dan\nperusakan fasilitas sebesar 43,25%.", "Daftar File": {"23220023 Ulva Elviani.pdf": "https://digilib.itb.ac.id/gdl/download/283691"}, "Penulis": "Ulva Elviani [23220023]", "Kontributor / Dosen Pembimbing": ["Dr. Fadhil Hidayat, S.Kom., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Safety dan Security Assessment, Hybrid Belief Rule Base, Crowd Control.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi  \n                                     Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "06 Feb 2023"}