{"Nomor": 71419, "Judul": "PERANCANGAN PLATFORM  SISTEM MANAJEMEN ASET TEKNOLOGI INFORMASI BERBASIS SERVICE ORIENTED ARCHITECTURE (SOA) STUDI KASUS: BADAN PUSAT STATISTIK (BPS)", "Abstrak": "Saat ini aset Teknologi Informasi (TI) merupakan sumber daya paling strategis di\nberbagai organisasi termasuk Badan Pusat Statistik (BPS) yang merupakan\nLembaga Negara Non Departemen yang memiliki tugas sebagai penyedia data\nstatistik. Agar mendapatkan nilai manfaat maksimal dari aset TI, aset TI harus\ndikelola dengan baik. Sistem manajemen aset TI diperlukan untuk mengelola aset\nTI dengan baik dan sesuai ISO 55000. Saat ini, sistem manajemen aset TI BPS\nbelumlah optimal dikarenakan masing-masing satuan kerja kantor BPS tingkat\nProvinsi dan Kabupaten/Kota (BPS Daerah) belum memiliki sistem manajemen\naset TI berstandar Nasional yang terintegrasi dengan Sistem Manajemen Aset TI di\nBPS Pusat. Tidak terintegrasinya sistem manajemen aset TI menyebabkan setiap\nsiklus aset TI di BPS belum terekam dengan baik. Oleh karena itu, sebuah platform\nsistem manajemen aset TI untuk mengintegrasikan data dan proses pengelolaan aset\nTI di BPS.\nTujuan penelitian ini adalah melakukan perancangan platform sistem komputasi\nlayanan untuk sistem manajemen aset TI agar dapat mewujudkan data dan proses\npengelolaan aset TI yang terintegrasi. Platform dirancang berbasis Service Oriented\nArchitecture (SOA) agar menciptakan sistem manajemen aset TI yang terintegrasi.\nPenelitian ini menggunakan Service Computing System Engineering sebagai\nkerangka kerja dalam melakukan perancangan. Rancangan platform sistem\nmanajemen aset TI berbasis SOA telah dievaluasi dan memiliki nilai coupling\nfactor sebesar 0,004831 (loosely coupled), nilai cohesion factor sebesar 0,244444\n(high cohesion), nilai complexity factor sebesar 0,019763 (tidak kompleks), dan\nnilai reusability factor sebesar 1,40 (reusable).", "Daftar File": {"23219053 Asmawi Tri Prabowo.pdf": "https://digilib.itb.ac.id/gdl/download/276441"}, "Penulis": "Asmawi Tri Prabowo [23219053]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Suhardi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sistem Manajemen Aset Teknologi Informasi, Platform, Service Oriented Architecture", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "06 Feb 2023"}