{"Nomor": 71411, "Judul": "PENGEMBANGAN PLATFORM LAYANAN MUSYAWARAH PERENCANAAN PEMBANGUNAN BERBASIS  MICROSERVICES  (STUDI KASUS: PEMERINTAH KOTA MEDAN)", "Abstrak": "Musyawarah Rencana Pembangunan Daerah (Musrenbang) merupakan kegiatan\nuntuk mendukung proses perencanaan dan penganggaran pembangunan pemerintah\ndaerah di Indonesia. Pemerintah Kota Medan telah mengembangkan sistem\ninformasi untuk pengelolaan kegiatan Musrenbang dan pengelolaan data rencana\npembangunan tersebut. Sistem informasi ini disebut sebagai e-planning yang\ndibangun dengan arsitektur monolitik. Dalam pemanfaatan sistem tersebut terdapat\nbeberapa masalah yang ditemui. Rumit ketika diperbaiki jika terjadi kesalahan dan\nrumit saat akan diperbarui karena perubahan proses bisnis oleh Badan Perencanaan\nPembangunan Daerah (Bappeda) ataupun peraturan yang ada. Selain itu, terdapat\naktivitas yang dilakukan secara berulang yaitu pengelolaan data yang sama pada\nsistem perencanaan pembangunan yang dibangun oleh Kementerian Dalam Negeri\natau disebut sebagai Sistem Informasi Pemerintah Daerah (SIPD). Permasalahan\ntersebut dapat diatasi dengan melakukan pengembangan sistem menjadi platform\nlayanan berbasis microservice untuk meningkatkan efisiensi dan efektifitas dalam\nproses musrenbang, dengan platform layanan kedua sistem ini atau sistem lain\ndalam proses pelaksanaan perencanaan dan penganggaran tersebut dapat\ndiintegrasikan dan menggunakan sumber daya secara bersama-sama. Service\nComputing System Engineering (SCSE) yang dikombinasikan dengan strategi\nmigrasi microservice pada fase service requirement digunakan sebagai metodologi\nuntuk membantu migrasi tersebut.\nHasil penelitian ini berupa prototipe platform layanan Musrenbang yang dibangun\ndengan arsitektur microservice dan dibangun berdasarkan pemodelan yang sesuai\ndengan prinsip SoA yaitu: loosely couple, high cohesion, low complexity, dan\nreusable dilengkapi validasi rancangan dan hasil uji coba kinerja layanan.\nPenelitian ini diharapkan mampu memberikan solusi terhadap kebutuhan\npengembangan aplikasi Musrenbang yang ada untuk meningkatkan efisiensi dan\nefektifitas dalam proses Musrenbang.", "Daftar File": {"23220008 Nugra Atsaury Saragih.pdf": "https://digilib.itb.ac.id/gdl/download/276431"}, "Penulis": "Nugra Atsaury Saragih [23220008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Suhardi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Musrenbang, Sistem Monolitik, Platform Layanan, Microservices, migrasi, SCSE.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "06 Feb 2023"}