{"Nomor": 71413, "Judul": "PEMODELAN INTERAKSI DINAMIKA BIDANG KENDALI DAN PESAWAT UDARA", "Abstrak": "Bidang kendali pada pesawat udara merupakan salah satu sistem yang penting karena fungsi utamanya adalah untuk mengendalikan pergerakan pesawat udara. Bidang kendali yang mengalami kegagalan bergerak bebas akan memberikan pengaruh yang besar pada pergerakan pesawat udara. Oleh sebab itu perlu diketahui dampak dari kegagalan bidang kendali parsial yang bergerak bebas atau tipe floating terhadap pergerakan pesawat udara. Penurunan persamaan gerak bidang kendali yang bergerak bebas pada pesawat udara sangatlah kompleks, sehingga akan memerlukan waktu dan usaha yang cukup besar untuk menurunkannya. Dengan adanya kemajuan di bidang komputasi, pada saat ini telah tersedia aplikasi untuk keperluan tersebut yaitu Simscape. Aplikasi tersebut dapat memodelkan sistem bidang kendali secara fisik, sehingga dapat diketahui interaksi dinamika bidang kendali pada pesawat udara.\nSimulasi dilakukan dengan memodelkan bidang kendali secara fisik dalam software Simscape MATLAB dan Simulink MATLAB untuk memodelkan pesawat udaranya. Setelah kedua model digabungkan menggunakan fitur blok yang telah disediakan dalam MATLAB, maka analisis pengaruh pergerakan bidang kendali terhadap pesawat udara dapat dilakukan. Simulasi dilakukan dengan menambahkan model hinge moment, memberikan gangguan berupa step defleksi bidang kendali, dan kegagalan bidang kendali tipe floating. Pergerakan bidang kendali akibat dari overshoot, osilasi akibat hinge moment, dan gangguan step defleksi, memberikan pengaruh kepada gerak pesawat udara. Kasus kegagalan bidang kendali untuk single surface floating membuat pesawat menjadi tidak stabil, sudut pitch yang menurun dan kecepatan yang meningkat secara drastis.", "Daftar File": {}, "Penulis": "Hasna Wianti [13618039]", "Kontributor / Dosen Pembimbing": ["Ony Arifianto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Bidang Kendali,Kegagalan, floating, Simscape, dan Simulink.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Feb 2023"}