{"Nomor": 71422, "Judul": "ANALISIS TRANSIENT RECOVERY VOLTAGE  PADA SALURAN TRANSMISI 500 KV SURALAYA- SURALAYA BARU TERHADAP PENAMBAHAN SERIES  REACTOR", "Abstrak": "Semakin tingginya pertumbuhan pembangkitan energi listrik dan jaringan listrik\nakan berdampak pada kenaikan arus hubung singkat. Pada sistem Besar seperti\nJawa-Madura-Bali, permasalahan hubung singkat menjadi hal yang sangat\ndiperhatikan karena mampu merusak peralatan listrik jika melebihi kemampuan\nketahanan arus hubung singkat peralatan. Salah satu mitigasi untuk mengurangi\nbesarnya arus hubung singkat adalah dengan memasang series reactor. Namun\npenambahan series reactor yang signifikan dikhawatirkan akan meningkatkan nilai\ntransient recovery voltage ketika dilakukan pemutusan arus hubung singkat oleh\npemutus. Penelitian ini dilakukan untuk melakukan analisis transient recovery\nvoltage untuk meninjau efek dari pemasangan series reactor pada saluran transmisi\n500 kV Suralaya-Suralaya Baru di tahun 2030 mendatang sebagai bagian dari\nsistem Jawa-Madura-Bali.\nPada simulasi sebelum dan sesudah penambahan series reactor, didapatkan bahwa\nnilai TRV telah melampaui batas aman dari standar IEEE C37.04-2018 yaitu 269\nkV untuk gangguan short line fault. Nilai TRV tertinggi tanpa penambahan series\nreactor mencapai 872,9 kV sedangkan nilai TRV tertinggi setelah penambahan\nseries reactor mencapai 906,7 kV.", "Daftar File": {"Ika Mayla Sari NIM 23220016.pdf": "https://digilib.itb.ac.id/gdl/download/277964"}, "Penulis": "Ika Mayla Sari [23220016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "transient recovery voltage, pemutus, series reactor, saluran transmisi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "06 Feb 2023"}