{"Nomor": 71421, "Judul": "PERANCANGAN DAN REALISASI ANTENA SLOT WAVEGUIDE  KOMPOSIT PADA FREKUENSI S-BAND", "Abstrak": "Logam seperti tembaga dan aluminium banyak digunakan dalam pembuatan antena karena nilai\nkonduktivitasnya yang tinggi memberikan efektivitas pelindung tinggi dan loss yang rendah pada\nantena. Namun, kelemahan logam yaitu memiliki berat yang tinggi, biaya produksi yang relatif\nmahal dan ketahanan korosi yang buruk. Oleh karena itu, muncul alternatif untuk mengatasi\nkelemahan tersebut dengan mengganti bahan antena logam murni menggunakan bahan abs dengan\nteknik 3d printer dilapisi logam tembaga menggunakan teknik elektroplating. Dengan bobotnya\nyang ringan, biaya fabrikasi rendah, bersifat kaku, konduktivitas termal dan listrik yang tinggi serta\ntahan dari korosi diharapkan pembuatan antenna non logam ini sebagai alternatif yang baik untuk\nantena berbahan logam murni dan memiliki kinerja bagus dengan dilihat dari hasil pengukuran\nparameter-parameter antena. Antena slot waveguide pada frekuensi S-band ini digunakan untuk\naplikasi radio detection and ranging (radar) ketika memindai target. Pemilihan slot waveguide\ndalam merancang array ini merupakan bagian yang sangat penting sehingga dapat mengakomodir\nkebutuhan aplikasi radar yaitu memiliki gain yang besar, bandwidth lebar dan power handling yang\ntinggi. Pada perancangan antena ini menggunakan frekuensi kerja 2.9 GHz sampai dengan 3.1 GHz\ndengan desain dan simulasi menggunakan software CST. Perancangan antena slot waveguide ini\nmemenuhi spesifikasi utama yang diharapkan dengan s11 < -10 dB, gain > 15dB dan return loss < -\n10dB. Sesuai simulasi yang dilakukan bahwa hasil parameter antena komposit dibandingkan dengan\nlogam murni relatif sama. Diharapkan untuk pengembangan di masa yang akan datang antenna\nkomposit ini sama bahkan melebihi kinerja baik antenna logam murni.", "Daftar File": {"23220310 Nadya Glaudira.pdf": "https://digilib.itb.ac.id/gdl/download/276461"}, "Penulis": "Nadya Glaudira [23220310]", "Kontributor / Dosen Pembimbing": ["Dr. Joko Suryana, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "slot waveguide, antena komposit, radar, 3d print, elektroplating", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "06 Feb 2023"}