{"Nomor": 71423, "Judul": "RANCANG BANGUN FILTERED LOW NOISE AMPLIFIER BERBASIS SUBSTRATE INTEGRATED WAVEGUIDE DAN  BIPOLAR JUNCTION TRANSISTOR", "Abstrak": "Kebutuhan akan aplikasi penerima radio frequency (RF) yang semakin compact,\nbiaya fabrikasi yang relatif murah dan mampu beroperasi pada kinerja yang optimal\nmenjadi suatu kebutuhan yang signifikan dalam komunikasi nirkabel. Berbagai\npenelitian dilakukan untuk memenuhi kebutuhan tersebut. Penelitian untuk\nmengintegrasikan beberapa bagian pada sistem penerima RF menjadi fokus utama\ndalam mengoptimalkan kinerja penerima RF. Pada penelitian ini dilakukan\nperancangan, simulasi, dan realisasi sebuah low noise amplifier (LNA) yang\nterintegrasi dengan filter. Konfigurasi yang dimaksud adalah filtered low noise\namplifier (FLNA), terdiri dari rangkaian LNA berbasis transistor yang terintegrasi\ndengan bandpass filter (BPF) yang dibangun dengan teknik substrate integrated\nwaveguide (SIW). FLNA yang diusulkan yang dimaksudkan untuk beroperasi pada\nfrekuensi tengah 2,4 GHz dirancang dan direalisasikan pada material dielektrik\nflame retardant (FR) 4 epoxy dengan tebal 1,6 mm. Hasil karakterisasi\nmenunjukkan bahwa FLNA yang direalisasikan memiliki bandwidth -3 dB sebesar\n980 MHz (1,88 GHz–2,86 GHz) dan gain sebesar 11,012 dB. Hasil ini sebanding\ndengan simulasi yang menunjukkan kesesuaian untuk aplikasi RF.", "Daftar File": {"23220102 Novelita Rahayu.pdf": "https://digilib.itb.ac.id/gdl/download/276463"}, "Penulis": "Novelita Rahayu [23220102]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Achmad Munir, S.T, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Filtered Low Noise Amplifier (FLNA), Low Noise Amplifier (LNA), Bandpass Filter (BPF), Substrate Integrated Waveguide (SIW), Complimentary Split Ring Resonator (CSRR)", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "06 Feb 2023"}