{"Nomor": 71437, "Judul": "STUDI KELAYAKAN MENJAGA NILAI INVESTASI (HEDGING) PEMBANGKITAN DAYA LAPANGAN            PANAS BUMI TULEHU MENGGUNAKAN BITCOIN MINING", "Abstrak": "Lapangan panas bumi Tulehu merupakan prospek panas bumi dominasi air entalpi sedang pada tahun 2022 sedang dalam tahap feasibility study. Menurut RUPTL 2021-2030, lapangan ini direncanakan dikembangkan 20 MW. Sementara itu, JICA (2011) memperkirakan cadangan yang ada dapat mencapai 30 MW, sehingga terdapat sekitar 10 MW yang masih bisa dimanfaatkan untuk keperluan lain. Dari sudut pandang pengembang, memaksimalkan pemanfaatan potensi akan lebih menarik, namun demikian, penambahan kapasitas tersebut harus diselaraskan dengan demand listrik pada area tersebut. Pada kasus lapangan panas bumi Tulehu di Maluku yang berada pada daerah remote, pertumbuhan demand listrik yang lambat menjadi tantangan yang mengharuskan adanya bisnis baru untuk menyerap kelebihan listrik tersebut. Cryptocurrency mining atau bitcoin mining khususnya bisa menjadi salah satu solusi untuk menyerap kelebihan listrik tersebut. Tahapan yang digunakan pada penelitian ini pertama adalah penentuan strategi pengembangan, analisa keekonomian pembangkit listrik dan bitcoin mining, pemodelan harga bitcoin mining, penentuan skenario distribusi listrik yang optimal untuk bitcoin mining dan komunitas dan perbandingan kelayakan antar skema.\nBerdasarkan hasil penelitian, prediksi harga bitcoin dilakukan untuk 30 tahun kedepan. Mengasumsikan pertumbuhan difficulty pada pemodelan harga bitcoin menggunakan formula law of power menjadi tiga skema pertumbuhan difficulty yaitu, minimal dimana analisa harga tidak menghiraukan efek dari halving, kemudian most likely (base case) dan maximum yang memberikan efek halving dalam simulasi harga bitcoin. Skenario optimal dianalisa dengan pada skema base case mendapatkan hasil distribusi listrik 20 MW untuk PLN dan 10 MW digunakan untuk bitcoin mining dengan penggunaan selama 15 tahun. Setelah itu 10 MW tersebut akan dikembalikan pada PLN untuk mengantisipasi demand yang bertambah. Dihasilkan nilai IRR yang melebihi 12% pada kemungkinan most likely dan maximum, sementara pada hasil minimal, hasil analisa tidak feasible. Kesimpulan yang didapat, bisnis bitcoin mining mampu membuat project pengembangan lapangan panas bumi Tulehu menjadi feasible apabila predikasi yang terjadi pada harga bitcoin berada pada kemungkinan most likely dan maximum.", "Daftar File": {"ABSTRAK Rian Andriana": "https://digilib.itb.ac.id/gdl/download/277004"}, "Penulis": "Rian Andriana [22620010]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D.", "Dimas Taha Maulana, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Earth sciences", "Kata Kunci": "geotermal, cryptocurrency, bitcoin mining, Tulehu, analisa keekonomian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Feb 2023"}