{"Nomor": 71435, "Judul": "OPTIMASI KELAIKTABRAKAN STRUKTUR DEPAN PENYERAP ENERGI IMPAK PADA LIGHT RAIL TRANSIT (LRT)", "Abstrak": "Light Rail Transit (LRT) merupakan transportasi umum baru yang sedang\ndikembangkan di Indonesia. Untuk menjamin keselamatan penumpang, sistem\npenyerap energi pada bagian depan LRT harus memenuhi kriteria kelaiktabrakan,\nsedangkan carbody LRT harus memenuhi kriteria pembebanan statik dan dinamik.\nRegulasi yang digunakan sebagai acuan pada penelitian ini adalah EN15227 untuk\npengujian kelaiktabrakan dan PM 175:2015 untuk validasi pembebanan statik carbody\nLRT.\nPenelitian ini menggunakan model dasar dari bagian depan dan carbody LRT.\nPenelitian ini dilakukan untuk mengoptimasi komponen crashbox LRT menggunakan\nmetode Taguchi, Analisis Variansi (ANOVA), dan studi parametrik untuk\nmendapatkan nilai SEA optimum. Dalam proses optimasi ini, terdapat 3 faktor kontrol\nyang akan divariasikan, yaitu tipe sel, kemiringan sel dari varian dasar, dan ketebalan\nkolom-web pada crashbox. Hasil dari proses optimasi adalah model paling optimum\ndengan konfigurasi geometri satu sel lintang, tanpa kemiringan atas garis lintang, dan\nketebalan 1 mm. Hasil dari pengujian ulang model teroptimasi parametrik adalah\nadanya peningkatan yang signifikan dengan gain sebesar 7,9 dB, kenaikan SEA sebesar\n118,01% dan penurunan massa sebesar 20,14%.", "Daftar File": {"ABSTRAK Rija Akhal Hilmi": "https://digilib.itb.ac.id/gdl/download/276830"}, "Penulis": "Rija Akhal Hilmi [13617018]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Djarot Widagdo, Ph.D.", "Ir.  Sigit Puji Santosa, MSME., Sc.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Sistem Penyerap Energi Tabrak LRT, Carbody LRT, Multi-cell, Beban Impak dan Kelaiktrabrakan, Specific Energy Absorption (SEA), Metode Taguchi, Studi Parametrik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "07 Feb 2023"}