{"Nomor": 71443, "Judul": "PERANCANGAN CUSTOM INSOLES DENGAN METODE ADDITIVE MANUFACTURING", "Abstrak": "Bentuk telapak kaki dibedakan menjadi tiga tipe yaitu flat foot, normal, dan high arch. Kaki manusia, terutama bagian tumit, menopang berat tubuh manusia saat melakukan aktivitas. Oleh karena itu, insole harus didesain agar nyaman dan dapat menopang berat tubuh manusia. Insole yang baik harus dapat mendistribusikan tekanan yang rata pada kaki sehingga dapat mengurangi sakit pada kaki. Oleh karena itu, insole harus terbuat dari bahan yang elastis. Penggunaan metode additive manufacturing dalam pembuatan insole diharapkan dapat mengurangi ketidakefisienan dalam hal waktu, berat insole, serta biaya.\nLangkah penelitian dimulai dengan proses perancangan. Proses ini mencakup pemindaian kaki, pemodelan kaki, validasi model kaki, pemodelan insole, printing, serta validasi model insole. Selain proses perancangan, penelitian ini juga dilakukan untuk mengetahui material yang paling elastis dari parameter bentuk infill, persentase kepadatan infil, serta material filamen untuk mengetahui modulus elastisitasnya. Hal ini lakukan karena semakin elastis suatu material maka akan dapat menyerap gaya distribusi yang ada pada kaki sehingga insole dapat digunakan dengan nyaman.\nHasil dari tugas sarjana ini adalah custom insole yang dibuat menggunakan metode additive manufacturing serta prosedur desain dan manufaktur yang terdokumentasi. Pembuatan insole ini membutuhkan waktu kurang dari 1 hari dengan berat 220 gram serta memakan biaya cukup terjangkau. berdasarkan pengujian tarik, dapat disimpulkan bahwa material yang paling elastis adalah TPU 85 dengan bentuk infill grid serta persentase kepadatan infillnya adalah 10%. Penelitian ini berhasil membuktikan bahwa metode additive manufacturing lebih efektif dan murah daripada metode konvensional. Untuk penelitian berikutnya dapat dilakukan pengujian tekan dan menggunakan material lain untuk memperbaiki desain insole.", "Daftar File": {}, "Penulis": "Gilbert Edguardo Handoko [13118121]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Sandro Mihradi", "Vani Virdyawan, S.T, M.T., Ph.D.", "Arif Sugiharto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Custom insole, additive manufacturing, thermoplastic, desain", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Feb 2023"}