{"Nomor": 71441, "Judul": "KAJIAN TERMO - EKONOMI PEMANFAATAN LANGSUNG SISTEM KASKADE PADA LAPANGAN GEOTERMAL LAHENDONG.", "Abstrak": "Lapangan geotermal Lahendong memiliki suhu brine 170°C dengan tekanan separator 8,5 barg. Aliran massa total akan menjadi sekitar 30,54 kg/s. Sebelum diinjeksi, panas dalam brine masih bisa dimanfaatkan untuk kebutuhan masyarakat sekitar, salah satunya dengan penerapan sistem kaskade. Sistem kaskade adalah sistem terintegrasi bertingkat dalam aplikasi yang memanfaatkan sumber geotermal berdasarkan tingkatan temperature biasanya dari temperatur tinggi ke temperatur rendah. Penelitian ini bertujuan untuk mengidentifikasi setiap aplikasi pemanfaatan langsung dan menganalisis termodinamika serta nilai keekonomian dari masing-masing aplikasi pemanfaatan langsung. Metode perhitungan yang digunakan dalam penelitian ini yaitu analisis termodinamika dan analisis keekonomian. Berdasarkan analisa termodinamika maka panas yang dibutuhkan untuk aplikasi pengeringan kopi adalah 9,1 kW untuk kapasitas 1.000 kg, total panas untuk pengeringan cengkeh 51 kW untuk kapasitas 1.000 kg, dan daya yang dibutuhkan untuk aplikasi budidaya ikan mujair adalah 75 kW untuk 700 ekor ikan. Berdasarkan keekonomian pada sistem kaskade selama 10 tahun diperoleh Investasi awal yang dibutuhkan sebesar Rp. 880.186.000, IRR sebesar 28%, NPV Rp2.065.007.703, PBP sebesar 6 Tahun dan ROI 33%. Berdasarkan hasil dari keekonomian maka sistem kaskade pemanfaatan langsung pada daerah Lahendong layak untuk dikembangkan.", "Daftar File": {"ABSTRAK William Abraham Rasu": "https://digilib.itb.ac.id/gdl/download/277135"}, "Penulis": "William Abraham Rasu [22620011]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D.", "Dimas Taha Maulana, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Geotermal, kaskade, pemanfaatan langsung, Lahendong.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Feb 2023"}