{"Nomor": 71452, "Judul": "BILANGAN PEMBEDA TANPA TITIK TERISOLASI HASIL KALI CARTESIUS SEBARANG GRAF DENGAN GRAF TERTENTU", "Abstrak": "Misalkan G adalah graf terhubung, sederhana, dan berhingga. Misalkan W =\nfw1;w2;    ;wkg merupakan subhimpunan terurut dari V (G) dan v 2 V (G).\nRepresentasi v terhadap W, dinotasikan dengan r(vjW), didefinisikan sebagai\npasangan k-terurut (d(v;w1); d(v;w2);    ; d(v;wk)) dengan d(v;wi) adalah jarak\ntitik v dan wi untuk setiap i di [1; k]. Selanjutnya, W disebut himpunan pembeda,\njika untuk setiap dua titik berbeda u dan v di V (G) berlaku r(ujW) 6= r(vjW).\nHimpunan pembeda W dengan kardinalitas minimum disebut basis. Dimensi\nmetrik untuk G, dinotasikan dengan dim(G), adalah kardinalitas basis untuk G.\nHimpunan pembeda W dikatakan himpunan pembeda tanpa titik terisolasi, jika\nsubgraf hWi yang diinduksi oleh W tidak memuat titik terisolasi. Himpunan\npembeda tanpa titik terisolasi dengan kardinalitas minimum disebut himpunan-nr.\nKardinalitas himpunan-nr untuk G disebut bilangan pembeda tanpa titik terisolasi,\ndinotasikan dengan nr(G).\nBilangan pembeda tanpa titik terisolasi suatu graf pertama kali diperkenalkan\noleh Chitra dan Arumugam (2015). Mereka menentukan bilangan pembeda tanpa\ntitik terisolasi beberapa kelas graf tertentu. Kemudian beberapa peneliti lainnya\nmenentukan bilangan pembeda tanpa titik terisolasi beberapa graf hasil operasi\ndiantaranya hasil operasi tambah, hasil operasi belenggu, hasil operasi sisir, hasil\noperasi korona, dan hasil kali Cartesius.\nBilangan pembeda tanpa titik terisolasi graf hasil kali Cartesius yang sudah\ndiperoleh peneliti sebelumnya hanya hasil kali Cartesius dua buah lintasan berorde\nn dan hasil kali Cartesius siklus berorde n dan lintasan berorde 2. Pada disertasi ini\ndiberikan suatu batas atas dan batas bawah bilangan pembeda tanpa titik terisolasi\nhasil kali Cartesius sebarang graf dan graf tertentu, yaitu lintasan, graf bintang,\nsiklus, atau graf lengkap. Selain itu, ditentukan bilangan pembeda tanpa titik\nterisolasi hasil kali Cartesius dua graf tertentu.", "Daftar File": {"ABSTRAK Ismail Mulia Hasibuan": "https://digilib.itb.ac.id/gdl/download/277347"}, "Penulis": "Ismail Mulia Hasibuan [30116006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A.N., S.Si., M.Si.", "Dr. Suhadi Wido Saputro, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bilangan pembeda tanpa titik terisolasi, graf bintang, graf lengkap, hasil kali Cartesius, himpunan-nr, lintasan, siklus", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "08 Feb 2023"}