{"Nomor": 71457, "Judul": "DIRECT INTERPRETATION OFSCHLUMBERGER SOUNDING DATA BY MODIFYING THE ZOHDY METHOD: STUDY WITH SVNTHETIC DATA", "Abstrak": "Direct interpretation is a quick method to interprct\ngeophysical data without involving sophisticated inversion\ntechnique. Zohdy (1989) interpreted directly Schlumberger\nsounding data into depths and resistivities from shifted\nelecrrode spacings and adjusted apparent resistir ities.\nrespectively. ln this paper, we adopted this method and\nexpa.nded it by deriving its depths and resistivities from\nchanges in the apparent resistiviry due to changes in\nelectrode spacing and changes in layer resistivities, Three\nmain procedures were carried out. First, we calculated the\nSchlumberger sounding curve using linear filtering method.\nSecond, we derived the sounding curve against the changes\nin electrode spacings as well as changes in depths. Third,\nwe determined the thickness and resistivity of each layer\nusing changes in apparent resistivities.We calried out\nexamination using 10 different layered earth models, all in\nthe absence and presence of noise. Layered eafih models\nwerc selected using data from literature that show\ngeologically reasonable layering models. This result shows\nthat the modified Zohdy method can improve the\ninterpreted resistivity distribution even in the presence of\nnoise. This technique allows us to use the suppression and\nexpansion of layer. both in fbrward modeling and in direct\ninterpretation", "Daftar File": {"Prosiding - Direct Interpretation of Schlumberger Sounding Data by Modifying the Zohdy Method_organized - Wahyudi W Parnadi.pdf": "https://digilib.itb.ac.id/gdl/download/277418"}, "Penulis": "Wahyudi W parnadi [-]", "Kontributor / Dosen Pembimbing": ["Ayi S. Bahri:, Fransiskha w. Pramesti"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "resistivity due to charges in electrode spacing and changes in layer resistiritie\" to directly interpret Schlumberger DC resistivity data", "Sumber": "-", "Staf Input/Edit": "Devi Septia Nurul", "File": "2 file", "Tanggal Input": "09 Feb 2023"}