{"Nomor": 71453, "Judul": "MODEL DETERMINISTIK DAN STOKASTIK PENYAKIT MENULAR; KAJIAN KHUSUS COVID-19, INFEKSI DENGUE, DAN INFEKSI ZIKA", "Abstrak": "Covid-19 dan infeksi dengue merupakan penyakit yang endemik di Indonesia saat\nini. Sementara, potensi infeksi Zika menjadi endemik di Indonesia juga perlu diwaspadai,\nkarena vektor dan proses penyebaran yang sama dengan infeksi dengue.\nCovid-19 merupakan penyakit infeksi langsung antar manusia yang menyebabkan\nangka kematian tinggi selama pandemi dua tahun terakhir. Di sisi lain, infeksi\ndengue termasuk dalam daftar sepuluh penyakit yang menyebabkan kematian\ntertinggi di dunia. Infeksi Zika dan infeksi dengue mempunyai banyak kesamaan,\nkedua penyakit ini disebabkan oleh virus dan ditularkan oleh nyamuk genus Aedes\ndari manusia ke manusia. Sejauh ini, infeksi Zika bukanlah penyakit dengan angka\nkematian yang tinggi, namun infeksi Zika dapat memicu Guillain-Barr´e Syndrome,\nyaitu kelainan pada otak pada orang dewasa, dan menyebabkan ibu hamil yang\nterinfeksi Zika beresiko melahirkan bayi dengan cacat mikrosefalus.\nPada disertasi ini, dikaji model penyebaran Covid-19, infeksi dengue, dan infeksi\nZika dengan dua pendekatan, yaitu deterministik dan stokastik. Model pertama\nmengkaji penyebaran infeksi Covid-19 dengan mengembangkan model klasik\nSIR menjadi SVEIQR. Pada model ini dilibatkan faktor pencegahan penyebaran\npenyakit, yaitu program karantina dan program vaksin. Selain itu, diperhatikan\npula efikasi vaksin, periode imun akibat vaksin, dan periode imun alami dari\ninfeksi Covid-19 yang bersifat sementara. Penyebaran Covid-19 dikaji dengan dua\nmodel, yaitu model deterministik dan model stokastik. Secara analitik, diperoleh\ndua ambang batas dari kedua model ini. Rasio reproduksi dasar sebagai ambang\nbatas model deterministik dihitung dengan menggunakan metode next generation\nmatrix. Sementara, peluang kepunahan penyakit sebagai ambang batas model\nstokastik CTMC dihitung dengan pendekatan branching process. Simulasi numerik\nmenunjukkan terjadinya endemi dalam jangka panjang dengan peluang kepunahan\npenyakit mendekati nol, untuk kondisi R0 > 1. Kajian model ini menujukkan\nbahwa program vaksinasi dan program karantina dapat menekan jumlah kasus\ninfeksi baru. Selain itu, upaya meningkatkan efikasi vaksin merupakan hal penting\nyang perlu diperhatikan untuk menghadapi endemi yang akan terjadi dalam jangka\npanjang.\nModel kedua mengkaji model epidemi SEIR-SEI yang sesuai dengan penyebaran\ninfeksi dengue dan infeksi Zika. Pada model ini diperhatikan upaya pencegahan\npenularan penyakit, yaitu dengan penggunaan larutan anti nyamuk dan program\nfumigasi. Model ini dikembangkan dengan dua pendekatan, yaitu deterministik dan\nstokastik, yang masing-masing ambang batasnya adalah rasio reproduksi dasar dan\npeluang kepunahan penyakit. Rasio reproduksi dasar diperoleh secara analitik dari\nsprektral radius next generation matrix, sementara peluang kepunahan diperoleh\nsecara analitik dari titik tetap dari fungsi-fungsi pembangkit peluang branching\nprocess. Hasil kajian model memperlihatkan hubungan antara peluang kepunahan\npenyakit dengan rasio reproduksi dasar. Kajian model ini menunjukkan bahwa\nfumigasi lebih efektif dibandingkan penggunaan larutan anti nyamuk dalam hal\nmenurunkan rasio reproduksi dasar dan meningkatkan peluang kepunahan penyakit.\nModel ketiga mengkaji koinfeksi penularan infeksi dengue dan infeksi Zika pada\nsatu populasi. Pada model ini diasumsikan terdapat dua jenis infeksi pada satu\npopulasi secara bersamaan, yaitu infeksi dengue dan infeksi Zika. Model ini dikembangkan\ndari model epidemi SIR-SI dengan pendekatan deterministik. Pada model\nini terdapat empat titik kritis, dimana titik bebas penyakit, titik batas endemik\ndengue, dan titik batas endemik Zika dapat dihitung secara eksplisit, sementara titik\nkoinfeksi tidak dapat dihitung secara eksplisit. Rasio reproduksi dasar diperoleh\nsecara analitik dengan menggunakan metode next geration matrix. Pada kajian ini,\nR0 sangat berperan penting dalam menentukan daerah eksistensi dan kestabilan\ndari keempat titik kritis. Kompleksitas dari model menyebabkan keterbatasan dari\nanalisis model, sehingga eksplorasi dari kestabilan titik koinfeksi dilakukan secara\nnumerik dengan pembatasan kasus-kasus. Hasil kajian menunjukkan bahwa pada\nkasus non-simetri, terjadi bifurkasi hopf pada titik koinfeksi dan adanya limit cycle.", "Daftar File": {"ABSTRAK Mona Zevika": "https://digilib.itb.ac.id/gdl/download/277709"}, "Penulis": "Mona Zevika [30117006]", "Kontributor / Dosen Pembimbing": ["Prof. Edy Soewono, Ph.D.", "Dr. Nuning Nuraini, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "infeksi Zika, model koinfeksi, model stokastik, Continuous-Time Markov Chain, bifurkasi hopf, limit cycle. ii", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "08 Feb 2023"}