{"Nomor": 71456, "Judul": "PENILAIAN POTENSI DAN KESESUAIAN LOKASI PENGEMBANGAN ENERGI BIOMASSA DALAM MENDUKUNG BALI ENERGI BERSIH DENGAN PENDEKATAN MULTIKRITERIA BERBASIS SISTEM INFORMASI GEOGRAFIS", "Abstrak": "Provinsi Bali, yang telah menyatakan diri menjadi Bali Energi Bersih menurut Pergub\n45 tahun 2019, diproyeksikan akan mengalami pergeseran bauran energi besar -\nbesaran. Dalam hal ini biomassa, sebagai alternatif batubara di masa depan (Hess, J .\nR, 2016), turut menjadi salah satu jenis alternatif energi yang dapat berkontribusi\ndalam diversifikasi sumber energi baru terbarukan dalam pengembangan Ba l i En e r g i\nBersih. Pengembangan energi biomassa melibatkan aktivitas hulu hingga hilir yang\nkompleks dan membutuhkan perencanaan yang komprehensif untuk memastikan\nkeberlanjutannya. Permasalahan di sisi hulu berup a ketersediaan bahan bak u h i n g g a\npermasalahan hilir berupa faktor kendala finansial kerap menjadi halangan dalam\nmewujudkan pengembangan yang berkelanjutan. Maka dari itu diperlukan kajian\npotensi dan kesesuaian lokasi yang optimal dengan mengintegrasikan berbagai\nkriteria sebagai penjamin keberlanjutan pembangkit biomassa di Provinsi Bali.\nPenelitian ini mengembangkan analisis multikriteria berbasis sistem informasi\ngeografis dengan pembobotan AHP untuk mengidentifikasi dan memprioritaskan\nkesesuaian lokasi pembangkit energi biomassa untuk pemanfaatan berkelanjutan\nbiomassa. Dengan menggunakan kriteria dari berbagai literatur yang telah\ndisesuaikan dengan konteks lokal, penelitian ini mengidentifikasi Prov i n s i Ba l i y a n g\nmemiliki potensi biomassa sumber primer dan sekunder dari lahan kritis, pe r h u t a n an\nsosial, dan residu kelapa serta 40 titik lokasi yang sesuai untuk pengembangan energi\nbiomassa.", "Daftar File": {}, "Penulis": "Al Hilal Firdaus Syahirul Alim [15418057]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Geography & travel", "Kata Kunci": "penilaian kesesuaian lokasi, pembangkit energi biomassa , biomassa primer dan sekunder, multikriteria, GIS.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "08 Feb 2023"}