{"Nomor": 71462, "Judul": "PENGEMBANGAN MODEL LOYALITAS PELANGGAN GORIDE DENGAN CUSTOMER DELIGHT SEBAGAI VARIABEL MEDIASI", "Abstrak": "Perkembangan teknologi internet dan pertumbuhan pengguna internet yang meningkat secara\nsignifikan menyebabkan persaingan dalam lingkungan bisnis juga turut meningkat, termasuk\npersaingan pada bisnis layanan transportasi online. Agar dapat bertahan di lingkungan bisnis\nyang kompetitif, penyedia layanan harus dapat mempertahankan loyalitas pelanggan, yang\nsecara umum dipengaruhi oleh kualitas layanan. Akan tetapi, studi-studi terbaru menunjukkan\npelanggan yang puas terhadap layanan tidak tetap setia terhadap suatu layanan. Untuk\nmenanggulangi permasalahan tersebut, terdapat konstruk yang dikenal dapat memediasi\nhubungan antara kualitas layanan (aspek evaluasi kognitif) dan loyalitas pelanggan (perilaku\nrespon) karena dapat bertindak sebagai aspek evaluasi afektif yang memediasi hubungan antara\naspek evaluasi kognitif dan perilaku respon, yaitu customer delight. Penelitian ini bertujuan\nuntuk mengembangkan model loyalitas pelanggan dengan mempertimbangkan faktor layanan\nsebelum dan sesudah pelanggan melakukan pemesanan, yang terdiri dari faktor service quality\nyang dibagi menjadi aspek user experience dan on-board experience, faktor personnel, dan\nfaktor reliability yang memengaruhi customer loyalty melalui variabel mediasi customer\ndelight. Selain itu, dilakukan pengujian efek perbedaan karakteristik pelanggan layanan\ntransportasi online terhadap model loyalitas pelanggan.\nObjek penelitian ini yaitu pelanggan layanan transportasi online GoRide yang pernah\nmenggunakan layanan dalam 12 bulan terakhir. Pengumpulan data dilakukan dengan\npendekatan survei menggunakan teknik non-probability sampling – purposive sampling.\nSebanyak 512 data berhasil dikumpulkan sejak 27 April 2022 hingga 15 Juni 2022, yang dibagi\nke dalam dua kelompok berdasarkan karakteristik penumpang, yaitu captive rider dan choice\nrider. Data diolah menggunakan metode analisis multigroup SEM dengan bantuan perangkat\nlunak Mplus. Penelitian ini diharapkan dapat berkontribusi pada literatur di bidang loyalitas\npelanggan layanan transportasi dan literatur mengenai peran customer delight pada hubungan\nantara kualitas layanan dan loyalitas pelanggan.\nHasil penelitian menunjukkan loyalitas pelanggan GoRide terbukti dipengaruhi secara tidak\nlangsung oleh kualitas layanan dan keandalan layanan melalui variabel mediasi customer\ndelight. Kemudian, perbedaan karakteristik pelanggan transportasi online terbukti\nmemengaruhi model loyalitas pelanggan. Pada kelompok captive rider, customer delight\ndipengaruhi oleh faktor service quality dan faktor reliability. Sedangkan pada kelompok choice\nrider, customer delight dipengaruhi oleh kelompok service quality dan faktor personnel. Hasil\ntersebut menunjukkan bahwa kelompok captive rider mementingkan faktor layanan berupa\npengalaman yang dirasakan sebelum dan sesudah menerima order dan keandalan layanan yang\ndiberikan GoRide, sedangkan kelompok choice rider mementingkan faktor layanan berupa\npengalaman yang dirasakan sebelum dan sesudah menerima order dan sikap dari pengemudi\ndalam memberikan layanan.", "Daftar File": {"ABSTRAK Fidruzal Fahlevi": "https://digilib.itb.ac.id/gdl/download/277435"}, "Penulis": "Fidruzal Fahlevi [23421042]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, D.E.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Transportasi online, loyalitas pelanggan, kesenangan pelanggan, kualitas layanan, pengalaman saat berkendara, pengalaman pengguna, Multigroup SEM.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "09 Feb 2023"}