{"Nomor": 71461, "Judul": "ADSORPSI ION LOGAM LA(III) MENGGUNAKAN KOMPOSIT MAGNETIT-ALGINAT DENGAN PENGIKATSILANG GLUTARALDEHID", "Abstrak": "Logam tanah jarang saat ini semakin banyak digunakan di berbagai bidang industri. Logam lantanum merupakan salah satu logam tanah jarang yang banyak digunakan sebagai katalis pada proses cracking minyak bumi, optik kualitas tinggi, baterai pada mobil hibrid, dan industri keramik. Dengan meningkatnya kebutuhan terhadap lantanum, maka perlu dilakukan pencegahan dari terjadinya pencemaran akibat limbah lantanum. Pada penelitian ini telah dibuat komposit berbasiskan alginat berinti magnetit dengan pengikatsilang glutaraldehid. Alginat yang telah termagnetisasi dan diikatsilangkan dengan glutaraldehid (MAG) kemudian digunakan sebagai adsorben untuk mengadsorpsi ion La(III). Adsorben MAG yang telah disintesis dikarakterisasi menggunakan Fourier Transform Infrared Spectroscopy (FTIR), X-Ray Diffraction (XRD), potensial zeta, dan Scanning Electron Microscopy-Energy Dispersive Spectroscopy (SEM-EDS). Adsorpsi ion La(III) menggunakan adsorben komposit MAG dengan metode batch mencapai kondisi optimum pada pH 4, waktu kontak 60 menit, dan massa adsorben 0,05 gram. Proses adsorpsi ion La(III) mengikuti model isoterm Langmuir dengan kapasitas adsorpsi maksimum(qm) sebesar 27,93 mg g-1 dan model kinetika reaksi orde dua semu. Adsorpsi ion La(III) berlangsung secara spontan dengan nilai nilai ?S = 197,615 J K-1 mol-1 dan ?H = 30,305 kJ mol-1.", "Daftar File": {"ABSTRAK Annisah Rizka Fadilah Tanjung": "https://digilib.itb.ac.id/gdl/download/277422", "PUSTAKA Annisah Rizka Fadilah Tanjung": "https://digilib.itb.ac.id/gdl/download/286651"}, "Penulis": "Annisah Rizka Fadilah Tanjung [10518009]", "Kontributor / Dosen Pembimbing": ["Dr. Rusnadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "adsorpsi, lantanum, alginat, magnetit, glutaraldehid.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "09 Feb 2023"}