{"Nomor": 71460, "Judul": "ASESMEN PROFIL PARTIKULAT UDARA AMBIEN MENGGUNAKAN SCANNING ELECTRON MICROSCOPE (SEM) SEBAGAI PELENGKAP BASIS DATA DI BRIN.", "Abstrak": "Pencemaran udara ambien akibat particulate matter (PM) merupakan salah\nsatu masalah serius yang dihadapi Indonesia. Dalam riset ini dilakukan\nkarakterisasi dua jenis partikulat udara, yaitu partikulat halus (PM2,5) dan\npartikulat kasar (PM2,5-10). Sampel udara 24 jam diperoleh menggunakan\nGent Sampler dan SuperSASS dengan filter polikarbonat dan teflon.\nKarakterisasi SEM dan EDX dilakukan untuk mendapatkan morfologi dan\nkomposisi unsur PM2,5 dan PM2,5-10 pada udara ambien di 12 kota di\nIndonesia. Diperoleh hasil EDX komposisi PM2,5 daerah rural dan urban\nmemiliki bentuk yang sama (irregular) namun berbeda ukuran dan jarak\nantar partikel. Dari daerah urban diperoleh dominan kumpulan partikel\nberukuran 5 µm dengan komposisi kimia terdiri dari Pb, Al, Si, S, K, Ca,\nyang menunjukkan sumber antropogenik. Adapun dari daerah dekat laut\ndiperoleh partikulat bulat pada PM2,5 dan lapisan bercak non-homogen pada\nPM2,5-10 dimana sebagian besar berasal dari garam laut yang ditandai dengan\nterdeteksinya unsur Na dan Cl. Pada daerah PLTU diperoleh kumpulan\npartikel PM2,5 berukuran 1 µm dengan bentuk amorf yang berasal dari abu\nterbang. Sementara pada daerah industri Surabaya, PM2,5 memiliki bentuk\nberupa bongkahan kumpulan partikel melebihi 10 µm yang bersumber dari\ndebu tanah serta Pb dengan konsentrasi yang cukup tinggi, 3,58%, yang\nberasal dari kegiatan industri. Morfologi PM2,5 dari peristiwa kebakaran\nhutan diketemukan dalam bentuk kumpulan partikulat halus berukuran 1\nµm dengan komposisi utama S dan K, adapun pada gunung meletus\nmenunjukkan kumpulan kristal batuan berukuran kurang dari 1 µm yang\nberasal dari abu vulkanik dengan komposisi utama berupa crustal elements.\nHasil yang diperoleh menunjukkan bahwa karakterisasi menggunakan SEM\ndan EDX mampu digunakan dalam analisis profil partikulat sehingga\ndiharapkan menjadi data dukung dan referensi bagi pembuat kebijakan\ndalam menangani masalah pencemaran udara di Indonesia.", "Daftar File": {}, "Penulis": "Pascale Ramadhan [10218113]", "Kontributor / Dosen Pembimbing": ["Dr. Rizal Kurniadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "EDX, Morfologi, PM, SEM", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "09 Feb 2023"}