{"Nomor": 71473, "Judul": "EVALUASI MEKANISME AKSI TEKNOLOGI SINBIOTIK DALAM MODULASI PERTUMBUHAN DAN KETAHANAN PENYAKIT UDANG PUTIH (LITOPENAEUS VANNAMEI) TERHADAP INFEKSI VIBRIO PARAHAEMOLYTICUS MENGGUNAKAN PENDEKATAN METAGENOMIK", "Abstrak": "Udang Putih (Litopenaeus vannamei) merupakan salah satu komoditas akuakultur utama dengan nilai produktivitas tertinggi. Dalam proses produksi, sering ditemui adanya penyakit salah satunya adalah Acute Hepatopancreatic Necrosis Disease (AHPND) yang dapat disebabkan oleh Vibrio parahaemolyticus. Penelitian ini bertujuan menentukan mekanisme aksi sinbiotik yang terdiri dari prebiotik rumput laut merah Kappaphycus alvarezii, Spirulina sp., dan probiotik Bacillus cereus, serta Halomonas alkaliphila dalam peningkatan pertumbuhan dan imunitas udang putih menggunakan pendekatan metagenomik. Pada penelitian ini, dilakukan uji kinerja pakan sinbiotik dengan komposisi pakan komersil yang mengandung 0,375% K. Alvarezii dan 0,125% Spirulina sp., dengan probiotik yang dibandingkan adalah H. alkaliphila dengan densitas sel 109 CFU/kg (sinbiotik H) dan B. cereus dengan densitas sel 108 CFU/kg (sinbiotik B), dibandingkan pakan komersil saja, terhadap udang putih pada sistem budidaya tertutup Recirculating Aquaculture System (RAS) selama 149 hari. Kemudian dilakukan uji tantang terhadap bakteri V. parahaemolyticus selama 72 jam. Selanjutnya dilakukan analisis parameter biologis, parameter kualitas air, dan analisis komunitas mikroba hepatopankreas serta usus udang putih dengan metode metagenomik Next Generation Sequencing (NGS). Hasil uji kinerja pakan menunjukkan bahwa perlakuan sinbiotik H dan sinbiotik B memiliki parameter average daily growth, specific growth rate, feed conversion ratio, kesintasan, total biomassa, produktivitas, massa akhir, dan panjang akhir yang lebih optimal secara signifikan dibandingkan kontrol. Hasil uji tantang terhadap V. parahaemolyticus menunjukkan bahwa kesintasan perlakuan sinbiotik H (67,00 ± 7,22 %) dan sinbiotik B (63,00 ± 12,50 %) lebih tinggi secara signifikan dibandingkan kontrol (21,00 ± 7,22 %). Hasil analisis metagenomik menunjukkan bahwa pemberian pakan sinbiotik dapat menurunkan kelimpahan relatif bakteri yang diduga merugikan terhadap udang putih. Berdasarkan analisis alpha diversity, perlakuan sinbiotik H dapat meningkatkan richness setelah uji tantang. Perlakuan sinbiotik B dan sinbiotik H secara keseluruhan memiliki indeks keanekaragaman dan kestabilan yang lebih tinggi dibandingkan kontrol. Selain itu, perlakuan sinbiotik B dapat meningkatkan dominansi mikroba yang diduga indigen setelah uji tantang, yaitu genus belum teridentifikasi dari famili Planococcaceae pada hepatopankreas dan genus Rhizorhapis pada usus. Berdasarkan analisis beta diversity, secara keseluruhan komunitas mikroba sinbiotik B-sinbiotik H memiliki\nkemiripan yang lebih tinggi dibandingkan kontrol-sinbiotik B ataupun kontrol-sinbiotik H. Penelitian ini menunjukkan bahwa pemberian pakan sinbiotik memiliki mekanisme aksi dapat memodifikasi komunitas mikroba sehingga meningkatkan pertumbuhan dan respons imun udang putih.", "Daftar File": {"ABSTRAK Juan Joey Maynardo Murtala": "https://digilib.itb.ac.id/gdl/download/277593"}, "Penulis": "Juan Joey Maynardo Murtala [21121024]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "akuakultur, Litopenaeus vannamei, recirculating aquaculture system, sinbiotik, Vibrio parahaemolyticus.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Feb 2023"}