{"Nomor": 71475, "Judul": "EVALUASI PROSES BISNIS PENGADAAN BARANG DAN JASA DENGAN MENGIMPLEMENTASIKAN ORACLE DI UPT PENGADAAN ITB MENGGUNAKAN METODE SIMULASI MONTE CARLO", "Abstrak": "UPT (Unit Pelaksana Tugas) Pengadaan ITB berencana melakukan transformasi proses bisnis dengan mengimplementasikan Oracle sebagai sistem informasi pengadaan utama menggantikan SIMAJIK. Penggantian sistem informasi pengadaan utama tentu memerlukan waktu lama dan biaya yang tidak sedikit. Karena itu penting untuk mempersiapkan seluruh aspek dengan baik sebelum mengimplementasikan rancangan proses bisnis Oracle yang telah dibuat.\nPada penelitian ini hendak dilakukan evaluasi terhadap rancangan proses bisnis Oracle UPT Pengadaan ITB dan pengimplementasian inventory pada proses bisnis Oracle. Tahap awal dalam melakukan evaluasi adalah dengan memetakan proses bisnis eksisting maupun Oracle dengan Cross Functional Diagram, kemudian dilanjutkan dengan pengumpulan parameter simulasi. Setelah parameter lengkap lalu dilakukan simulasi menggunakan metode Simulasi Monte Carlo untuk menghitung performansi waktu, dan yang terakhir adalah membandingkan hasil antar proses bisnis menggunakan Uji-T dan Uji-F.\nSetelah dilakukan perhitungan, didapatkan rata – rata total waktu untuk proses bisnis eksisting adalah 62,1 hari pada metode gabungan, 64,5 hari pada metode tender dan 48,6 hari pada metode kontrak payung untuk pengadaan barang. Untuk pengadaan jasa adalah 75,2 hari pada metode gabungan, 77,69 hari pada metode tender dan 62,41 hari pada metode kontrak payung. Sedangkan untuk proses bisnis Oracle adalah 46,7 hari untuk metode gabungan, 47,37 hari untuk metode tender dan 41,84 hari untuk metode kontrak payung, dan untuk proses bisnis Oracle dengan mengimplementasikan inventory adalah 43,04 hari pada metode kontrak payung. Setelah dilakukan perbandingan hasil menggunakan Uji-T dan Uji-F didapatkan bahwa proses bisnis Oracle lebih baik secara signifikan dalam performansi waktu dibandingkan dengan proses bisnis eksisting.", "Daftar File": {}, "Penulis": "I Gede Agus Giri Astama Putra [13417201]", "Kontributor / Dosen Pembimbing": ["Rully Tri Cahyono, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Transformasi, Oracle, Simulasi Monte Carlo.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "09 Feb 2023"}