{"Nomor": 71470, "Judul": "ISOLASI DAN IDENTIFIKASI BAKTERI TERMOFILIK PENGHASIL LIPASE DARI LIMBAH RUMAH TANGGA", "Abstrak": "Penelitian mengenai bakteri termofilik sedang giat dilakukan mengingat perannya terhadap\nbioteknologi dalam menghasilkan enzim-enzim yang stabil pada suhu tinggi. Lipase\nmerupakan enzim yang memiliki banyak aplikasi dalam proses industri, seperti pada industri\ndeterjen, industri makanan, industri kosmetik, serta industri lainnya. Bakteri termofilik\nmempunyai banyak keunggulan dibanding bakteri mesofilik karena ketahanan hidupnya\npada rentang suhu yang lebih tinggi. Pada penelitian ini diperoleh 4 isolat bakteri termofilik\npenghasil lipase yang berasal dari tumpukan limbah rumah tangga (sampah organik). Isolat\nbakteri yang diperoleh dapat hidup pada rentang suhu 37 °C hingga 65 °C. Karakterisasi\nisolat bakteri dilakukan dengan melakukan kurva pertumbuhan dan pewarnaan gram. Hasil\ndari pengamatan kurva pertumbuhan menunjukkan isolat-isolat memiliki nilai kecepatan\npertumbuhan berkisar antara 0,04 sampai 0,1 rapat optik per jam dan pertumbuhan\nmaksimal antara 0,4 sampai 1,1 rapat optik pada A600. Setelah dilakukan pewarnaan, semua\nisolat menunjukkan sifat sebagai gram positif dan berbentuk batang. Selanjutnya isolatisolat\nini dikarakterisasi lebih lanjut dengan mengisolasi DNA kromosomnya menggunakan\nmetode Klijn kemudian diamplifikasi dengan cara PCR. Dua diantaranya telah berhasil\ndiamplifikasi dengan kondisi proses PCR tahap denaturasi awal 94 °C (5 menit), tahap\ndenaturasi 94 °C (1 menit), tahap penempelan primer 50 °C (1 menit), tahap perpanjangan\nrantai 72 °C (2 menit) serta tahap pasca perpanjangan rantai 72 °C (10 menit) dan\nmenunjukkan pita 1600 pasang basa pada gel agarosa. Salah satu dari gen 16S rRNA yang\ntelah berhasil diamplifikasi dilakukan sekuensing dengan primer Uni B1 dan Bact F1.\nUrutan nukleotida dari gen 16S rRNA yang dianalisis menunjukkan kemiripan yang tinggi\ndengan Bacillus licheniformis TKW 3 (nomor akses gi|50080682|gb|AY631057.1) menurut\nperbandingan dengan bank gen.", "Daftar File": {"ABSTRAK MEGA SUTANTO": "https://digilib.itb.ac.id/gdl/download/277496", "PUSTAKA MEGA SUTANTO": "https://digilib.itb.ac.id/gdl/download/277497", "COVER MEGA SUTANTO": "https://digilib.itb.ac.id/gdl/download/277498", "BAB1 MEGA SUTANTO": "https://digilib.itb.ac.id/gdl/download/277499", "BAB2 MEGA SUTANTO": "https://digilib.itb.ac.id/gdl/download/277500", "BAB3 MEGA SUTANTO": "https://digilib.itb.ac.id/gdl/download/277501", "BAB4 MEGA SUTANTO": "https://digilib.itb.ac.id/gdl/download/277502", "BAB5 MEGA SUTANTO": "https://digilib.itb.ac.id/gdl/download/277503"}, "Penulis": "MEGA SUTANTO [10502066]", "Kontributor / Dosen Pembimbing": ["Prof. Akhmaloka, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Penelitian mengenai bakteri termofilik", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "09 Feb 2023"}