{"Nomor": 71481, "Judul": "INTERPRETASI GEOLISTRIK DI AKIFER PANTAI PADA ZONA TAK TERKEKANG DI DESA USO, KECAMATAN LUWUK, KABUPATEN, BANGGAI, SUMATERA SELATAN", "Abstrak": "Setiap batuan memiliki nilai resistivitas yang berbeda, tergantung pada jenis mineral,\nporositas, dan kandungan fluida di dalamnya (Telford, 1994). Pengetahuan mengenai\njenis mineral, porositas, dan kandungan fluida sangat berguna dalam interpretasi\nresistivitas batuan seperti yang diperoleh dari pengukuran metoda geolistrik.\nDi Desa Uso, Kecamatan Luwuk, Kabupaten Banggai, Sulawesi Tengah telah dilakukan\npengukuran geolistrik vertical electrical survey (VES) metoda Wenner sebanyak 31 titik\ndengan bentangan maksimum 900 m. Dari hasil interpretasi apparent resistivity\ndiperoleh bahwa di dekat garis pantai (Lintasan AB) didapatkan batuan dengan\nresistivitas rendah (0 – 10 ohm-m), yang berdasarkan geologi regional diinterpretasikan\nsebagai batupasir atau konglomerat yang mengandung air asin atau napal.\nBatuan resistivitas rendah ini dipastikan melalui pemboran sumur Exploration Well dekat\nGL 4 dengan kedalaman 100 meter. Dari hasil analisa serbuk bor dan data kimia air tanah\ndiperoleh bahwa batuan dengan resistivitas rendah (0 – 10 ohm-m) bukan napal dan juga\nbukan batupasir atau konglomerat dengan kandungan air asin, melainkan perselingan\nbatugamping dengan batugamping konglomeratan dengan kandungan air tawar.\nDari hasil analisis serbuk bor pada sumur Exploration Well ditemukan dua lapisan\nperselingan batugamping dengan batugamping konglomeratan dengan respon resistivitas\nyang berbeda. Perselingan batugamping dengan batugamping konglomeratan pada\nkedalaman 6,5 – 27 m (Lapisan A) mempunyai resistivitas hasil perhitungan metoda\nBarnes yang agak tinggi (rata-rata 38,51 ohm-m) sedang perselingan batugamping\ndengan batugamping konglomeratan pada kedalaman 57,5 – 85,5 m (Lapisan B)\nmempunyai resistivitas yang rendah (rata-rata 1,92 ohm-m).\nUntuk mengetahui faktor yang berpengaruh pada respon resistivitas pada kedua lapisan\ntersebut telah dilakukan analisis terhadap 10 sayatan tipis dan salinitas. Fungsi resistivitas\npada Lapisan A adalah 2 3 4\n12\n1 y =1897,02 + 0x ? 3,49×10? x + 0x ?14,74x dan untuk\nLapisan B adalah 3 4\n13\n1 2 y = ?67,06 + 0x + 0x +1,00×10? x + 0,53x . Dari kedua persamaan\nii\nini faktor yang paling dominan adalah salinitas fluida ( 4 x ) pengisi rongga batuan.\nPersentase kalsit ( 1 x ) tidak berpengaruh sama sekali. Persentase mineral lain ( 2 x ) dan\nporositas ( 3 x ) dari berpengaruh sangat kecil sampai tidak berpengaruh sama sekali.\nDari hasil interpretasi Barnes litologi daerah penelitian didominasi oleh batugamping\nyang terdiri dari sembilan jenis lapisan, dan masing-masing lapisan mempunyai\nhubungan stratigrafi yang tidak sederhana.\nDari log litologi kedua sumur Pilot Well dan Exploration Well, maupun dari interpretasi\nlitologi Barnes, tidak terlihat jelas jenis akifer (bebas atau terkekang) yang terdapat di\ndaerah penelitian. Untuk mengetahui jenis akifer ini telah dilakukan analisis hasil uji\npompa, yang hasilnya menunjukkan jenis akifer di daerah penelitian adalah akifer tidak\nterkekang.\nKarena daerah penelitian terletak di daerah pantai maka dilakukan juga analisis intrusi air\nlaut. Interface intrusi air laut di daerah penelitian bergeser ke arah laut sebagai akibat dari\nadanya aliran airtanah (kondisi hidrodinamis) yang berarah barat laut-tenggara.", "Daftar File": {"Abstrak Togar OS Doloksaribu 22006007.pdf": "https://digilib.itb.ac.id/gdl/download/277640", "Cover Togar OS Doloksaribu 22006007.pdf": "https://digilib.itb.ac.id/gdl/download/277641", "Bab 1 Togar OS Doloksaribu 22006007.pdf": "https://digilib.itb.ac.id/gdl/download/277642", "Bab 2 Togar OS Doloksaribu 22006007.pdf": "https://digilib.itb.ac.id/gdl/download/277643", "Bab 3 Togar OS Doloksaribu 22006007.pdf": "https://digilib.itb.ac.id/gdl/download/277644", "Bab 4 Togar OS Doloksaribu 22006007.pdf": "https://digilib.itb.ac.id/gdl/download/277645", "Bab 5 Togar OS Doloksaribu 22006007.pdf": "https://digilib.itb.ac.id/gdl/download/277646", "Daftar Pustaka Togar OS Doloksaribu 22006007.pdf": "https://digilib.itb.ac.id/gdl/download/277647", "Lampiran Togar OS Doloksaribu 22006007.pdf": "https://digilib.itb.ac.id/gdl/download/277649"}, "Penulis": "Togar O S Doloksaribu [22006007]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lambok Hutasoit, M.Sc., Ph.D.", "Dr. Ir. Prihadi Soemintadiredja, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Metoda Barnes, Metoda Kumulatif Moore, litologi Barnes, akifer tidak terkekang, sayatan tipis, fungsi resistivitas, intrusi air laut.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "09 Feb 2023"}