{"Nomor": 71482, "Judul": "SISTEM KENDALI DAN PANDUAN TERBANG UNTUK PELURU KENDALI PERMUKAAN-KE-UDARA (SURFACE-TO-AIR MISSILE)", "Abstrak": "Peluru kendali (rudal) merupakan salah satu senjata pertahanan udara yang paling efektif dalam menghadapi pesawat tempur. Namun, seiring dengan perkembangan teknologi pesawat yang semakin cepat dan lincah, teknologi rudal juga perlu dikembangkan, terutama dalam sistem panduan dan kendali. Dalam tugas sarjana ini, dilakukan perancangan sistem panduan dan kendali terbang rudal homing. Terdapat tiga komponen utama dalam pemodelan rudal homing, yaitu sistem panduan, sistem kendali terbang, dan dinamika terbang. Sistem panduan rudal yang dikembangkan menggunakan prinsip proportional navigation. Sistem kendali yang dikembangkan menggunakan metode linear quadratic regulator. Dinamika rudal diturunkan dari persamaan gerak pesawat konvensional. Pertama, dikembangkan model matematika dari sistem panduan, sistem kendali terbang, serta dinamika rudal. Berdasarkan model matematika ini, dikembangkan model simulasi numerik pada platform Simulink. Karakteristik kestabilan rudal pada dinamika rudal diperoleh dari software Missile Datcom dengan menggunakan rudal AIM-120 AMRAAM sebagai referensi. Sistem panduan mengeluarkan output berupa perintah akselerasi yang perlu diikuti sistem kendali. Sistem kendali menggunakan variabel-variabel terbang pesawat sebagai feedback untuk mengatur akselerasi yang dihasilkan dinamika rudal. Setelah model simulasi numerik dibentuk, dilakukan simulasi dengan lima skenario engagement pada ruang tiga dimensi. Kemudain, dilakukan analisis terhadap hasil simulasi berupa miss distance, trayektori, akselerasi perintah dan akselerasi rudal, serta defleksi bidang kendali. Hasil simulasi menunjukkan bahwa sistem panduan dan kendali terbang yang dibangun sudah dapat mencegat target dengan baik pada skenario yang diberikan. Namun, terdapat juga beberapa masalah yang terlihat dari hasil simulasi seperti lonjakan akselerasi.", "Daftar File": {}, "Penulis": "Steven Fabian Koswara [13618057]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "rudal, sistem panduan, proportional navigation, sistem kendali terbang, dinamika terbang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Feb 2023"}