{"Nomor": 71486, "Judul": "PERANCANGAN PERBAIKAN SENDI LUTUT PROSTESIS YAYASAN KREATIVITAS DIFABEL MANDIRI", "Abstrak": "Konvensi Perserikatan Bangsa Bangsa tentang Hak dari Penyandang Disabilitas\nmenyatakan diperlukannya alat pembantu disabilitas yang berkualitas dengan harga\nyang terjangkau. Selain itu, entitas yang memproduksi alat pembantu mobilitas\npenyandang disabilitas juga diperlukan. Salah satu entitas yang memproduksi alat\npembantu adalah Yayasan Kreativitas Difabel Mandiri (YKDM). Observasi awal\nkaki prostesis produksi YKDM menunjukkan bahwa terdapat beberapa kendala\npada kaki prostesis, yaitu menyebabkan sakit pinggang dan tidak aman. Penelitian\nini bertujuan untuk mengembangkan desain sendi lutut kaki prostesis produksi\nYKDM demi meningkatkan kualitas produk dan kualitas hidup penggunanya.\nUntuk mencapai tujuan tersebut, identifikasi kebutuhan pengguna dan kebutuhan\nrancangan sendi lutut, rancangan kaki prostesis, purwarupa, pengujian purwarupa,\ndan potensi perbaikan purwarupa dilakukan.\nPenelitian ini menggunakan Design Thinking sebagai kerangka besar metodologi.\nKebutuhan pengguna didapatkan dengan menggunakan wawancara dan observasi.\nPemilihan alternatif dilakukan dengan menggunakan matriks kemudahan-dampak.\nPurwarupa diproduksi dan diujikan kepada pengguna. Pengujian mengacu kepada\nQuestionnaire to Explore Human Factors and Their Technical Potential.\nHasil wawancara menunjukkan bahwa pengguna membutuhkan kaki prostesis\ndengan harga yang terjangkau, andal, bahan baku mudah didapatkan, mengunci\npada posisi tegak, nyaman, meniru gerakan kaki normal, dan mudah diproduksi.\nSpesifikasi yang dibutuhkan adalah sendi lutut jenis single axis, mekanisme brake,\nswing control gas spring, dan bench alignment sistem UC-Berkeley. Pengujian\npurwarupa yang dilakukan sudah hampir mencapai performansi yang diinginkan\noleh pengguna, namun tetap dibutuhkan perbaikan. Perbaikan yang dapat dilakukan\nselanjutnya adalah penggunaan gas spring custom untuk meringankan beban\nmaksimum dan mempercepat gerakan ekstensi.", "Daftar File": {}, "Penulis": "Meiky Gani [13418105]", "Kontributor / Dosen Pembimbing": ["Khoirul Muslim, S.T, M.Sc., Ph.D.", "Rifko Rahmat Kurnianto, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sendi lutut kaki prostesis, Design Thinking, gas spring", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "10 Feb 2023"}