{"Nomor": 71493, "Judul": "METODE TRAPESIUM DAN SUKU BANYAK BERNSTEIN SEBAGAI METODE ALTERNATIF PADA PENGENALAN INTEGRAL NUMERIK DI SEKOLAH MENENGAH  ATAS", "Abstrak": "Pada jejang Sekolah Menengah Atas (SMA), tafsir geometris paling umum dari Konsep\nIntegral yang diberikan kepada para siswa adalah luas daerah di bawah kurva suatu fungsi dan\ndi atas sumbu-???? serta di batasi pada selang ???? ? ???? ? ????; ????, ???? ? ? . Tidak semua fungsi mudah\nuntuk ditentukan rumusan anti turunannya. Solusi yang dapat ditempuh dalam menghitung\nintegral tentu untuk fungsi yang sulit dicari anti turunannya adalah integral numerik di mana\nluas daerah yang akan dihitung dibagi-bagi terlebih dahulu menjadi beberapa elemen luas\nberupa bangun geometri datar dan kemudian luas daerah dihitung berupa pendekatan jumlah\nluas dari elemen-elemen luas tersebut. Saat ini elemen luas yang umum digunakan adalah\npersegi panjang dengan pendekatan Metode Jumlah Riemann. Permasalahan yang berpotensi\nterjadi pada proses pengenalan Metode Jumlah Riemann di SMA adalah eksistensi tiga cara\nindeksasi elemen luas persegi panjang yaitu “Jumlah Kiri”, “Jumlah Kanan” dan “Titik\nTengah”. Ketiga jenis indeksasi ini berpotensi menimbulkan kesan rumit dan kompleks di\ndalam proses mengenal dan mempelajari integral numerik di kalangan siswa SMA karena\nterlalu banyak pilihan indeksasi dan rumus terkait yang harus dipelajari. Model Trapesium dan\nSuku Banyak Bernstein diharapkan dapat menjadi metode alternatif dalam pembelajaran dan\npemahaman para siswa atas integral numerik sehingga matematika dapat menjadi mata\npelajaran yang menarik, aplikatif sekaligus secara paralel memperkenalkan matematika\nkomputasi sederhana berupa penggunaan aplikasi MS-Excel atau Google Spreadsheet.", "Daftar File": {"ABSTRAK Arya Indrajana": "https://digilib.itb.ac.id/gdl/download/277698"}, "Penulis": "Arya Indrajana [24621009]", "Kontributor / Dosen Pembimbing": ["Dr. Eric", "Denny Ivanal Hakim, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Anti Turunan, Jumlah Riemann, Suku Banyak Bernstein.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "10 Feb 2023"}