{"Nomor": 71494, "Judul": "MASALAH ISOPERIMETRIK UNTUK BANGUN DATAR", "Abstrak": "Pembuktian adalah hal yang penting dalam matematika untuk memverifikasi, menemukan, dan mengkomunikasikan ide-ide matematika. Oleh karena itu, menulis bukti adalah elemen penting dari matematika dan belajar matematika. Kemampuan menulis bukti harus dioptimalkan karena kemampuan ini menjadi salah satu kemampuan dalam Standar Proses pembelajaran matematika dari NCTM, yang artinya kemampuan ini harus tercermin dalam proses pembelajaran matematika sekolah. Namun pada kenyataannya, tidak banyak konten dan kegiatan matematika sekolah yang menekankan pada kemampuan pembuktian matematis. Hal ini mengakibatkan tak banyak kesempatan bagi siswa untuk mengoptimalkan kemampuan pembuktian matematis mereka. Untuk itu, guru memiliki peran penting dalam memberikan kesempatan guna mengoptimalkan kemampuan pembuktian matematis siswa. Guru dapat memberikan referensi konten pembuktian lain yang berkaitan dengan konten matematika sekolah yang telah siswa pelajari, seperti Masalah Isoperimetrik.\nMasalah Isoperimetrik menceritakan tentang Masalah Ratu Dido pada abad ke-9 S.M., yang menemukan bahwa lingkaran adalah area terbesar yang dapat dilingkupi dengan kulit sapi yang Ratu Dido punya dibandingkan dengan daerah dengan bentuk lain. Dengan kata lain, lingkaran memiliki luas terbesar dibandingkan dengan bangun bentuk lain yang memiliki keliling yang sama. Masalah Isoperimetrik dapat dibuktikan menggunakan materi matematika SMA, yaitu luas dan keliling bangun datar, operasi aljabar, kalkulus, dan tambahan konsep ketaksamaan AM-GM.\nDikarenakan Masalah Isoperimetri bukan merupakan masalah yang familiar bagi siswa, maka guru dapat menggunakan lembar kerja (worksheet), karena lembar kerja bermanfaat bagi siswa agar dapat dengan mudah memahami Masalah Isoperimetrik. Selain itu, sebelum mengoptimalkan kemampuan pembuktian matematis siswa melalui pembuktian Masalah Isoperimetrik, terlebih dahulu guru harus mengetahui pengetahuan awal siswa, yakni kemampuan siswa dalam menguasai materi prasyarat yang berkaitan dengan Masalah Isoperimetrik, agar guru mengetahui bagaimana pembelajaran untuk membuktikan Masalah Isoperimetrik akan dirancang.\nPenelitian ini bertujuan untuk melihat: (1) Apakah terdapat pengaruh pemberian lembar kerja terhadap kemampuan siswa dalam membuktikan Masalah Isoperimetrik; (2) Apakah terdapat pengaruh kemampuan awal siswa terhadap kemampuan siswa dalam membuktikan Masalah Isoperimetrik; dan (3) Apakah terdapat pengaruh interaksi antara pemberian lembar kerja dan kemampuan awal siswa terhadap kemampuan siswa dalam membuktikan Masalah Isoperimetrik. Penelitian ini menggunakan desain true-experiment dan melibatkan dua kelas, yakni kelas eksperimen dan kelas kontrol pada kelas XI SMA di salah satu SMA di Kota Jambi. Teknik sampling pada penelitian ini adalah simple random sampling. Instrumen yang digunakan dalam penelitian ini adalah soal pre-test dan soal post-test. Sebelum memulai pembelajaran untuk membuktikan Masalah Isoperimetrik, siswa diberikan pre-test. Penelitian ini menggunakan rerata dan standar deviasi dari nilai pre-test tiap siswa untuk mengkategorikan kemampuan awal siswa ke dalam kategori kemampuan awal tinggi, sedang, dan rendah. Setelah pengkategorian siswa dalam kemampuan awalnya, kelas kontrol mendapatkan pembelajaran dengan metode pembelajaran langsung sedangkan kelas eksperimen mendapatkan pembelajaran dengan menggunakan lembar kerja. Pengkategorian siswa berdasarkan kelas dan kemampuan awal serta nilai post-test siswa digunakan untuk analisis dengan Two-Way ANOVA dengan taraf signifikansi 0,05.\nBerdasarkan hasil Two-Way ANOVA, didapatkan hasil bahwa: (1) Terdapat pengaruh pemberian lembar kerja terhadap kemampuan siswa dalam membuktikan Masalah Isoperimetrik, dengan nilai signifikansi 0.003; (2) Terdapat pengaruh kemampuan awal siswa terhadap kemampuan siswa dalam membuktikan Masalah Isoperimetrik, dengan nilai signifikansi 0.000; dan (3) Terdapat pengaruh interaksi antara pemberian lembar kerja dan kemampuan awal siswa terhadap kemampuan siswa dalam membuktikan Masalah Isoperimetrik, dengan nilai signifikansi 0.049. Berdasarkan nilai signifikansi variabel interaksi antara pemberian lembar kerja dan kemampuan awal siswa, terlihat bahwa nilai signifikansi mendekati 0,05. Berdasarkan grafik interaksi antara lembar kerja dan kemampuan awal siswa, terlihat bahwa nilai post-test siswa dengan kategori kemampuan awal rendah yang belajar dengan lembar kerja lebih rendah daripada siswa yang belajar dengan pembelajaran langsung. Hal ini terjadi karena lembar kerja yang disusun menuntut siswa untuk belajar mandiri, sedangkan karakteristik siswa dengan pengetahuan awal yang rendah harus dibantu oleh guru.", "Daftar File": {"ABSTRAK Febby Ayuni Esya Putri": "https://digilib.itb.ac.id/gdl/download/281065"}, "Penulis": "Febby Ayuni Esya Putri [24620302]", "Kontributor / Dosen Pembimbing": ["Denny Ivanal Hakim, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Masalah Isoperimetrik, Kemampuan Pembuktian Matematis, Lembar Kerja, Kemampuan Awal Siswa", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "10 Feb 2023"}