{"Nomor": 71498, "Judul": "PERANCANGAN RUANG TERBUKA PUBLIK PADA KAWASAN TEPI PANTAI KARANGSARI DI PERKOTAAN PALABUHANRATU", "Abstrak": "Pantai Karangsari merupakan salah satu daya tarik wisata pantai Kabupaten Sukabumi yang berada pada Kelurahan Palabuhanratu, Kota Palabuhanratu. Pantai Karangsari berada dalam radius 600 meter dari Pasar Palabuhanratu dan Tempat Pelelangan Ikan, yang merupakan  pusat kegiatan perdagangan dan jasa yang ada di Pusat Kota Palabuhanratu, sehingga tingginya mobilitas transportasi yang melintasi kawasan Pantai Karangsari begitu tinggi. Namun kondisi terkini pantai karangsari tampak sepi tak terurus akibat terbengkalainya proyek pembangunan Pelabuhan yang terbengkalai. Kawasan tepi pantai Karangsari tidak cukup tertata dengan baik dan juga memiliki isu lingkungan yang dapat mempengaruhi pengembangan kawasan. Serta adanya isu bahwa akan dikembalikannya fungsi pantai karangsari sebagai kawasan wisata pantai kembali menjadi perhatian.\n\nStudi ini dilakukan dengan tujuan untuk merumuskan gagasan perancangan pada Kawasan Tepi Pantai Karangsari dengan mengadaptasikan konsep ruang terbuka yang multifungsi sebagai respon untuk menghidupkan kawasan yang telah mati sebab sudah tidak adanya aktivitas di dalamnya, serta pula mengatasi terhadap permasalahan air yang terjadi didalam kawasan. Metode perancangan yang digunakan adalah metode fragmental yang diawali dengan mengumpulkan isu-isu terkait perancangan kawasan dan menghasilkan simulasi rancangan kawasan. Kawasan yang dirancang memiliki luas ± 7,17 Ha. Secara umum, fungsi yang akan dikembangkan adalah fungsi yang dapat mewadahi aktivitas bekerja,tinggal,    rekreasi, dan edukasi. Simulasi rancangan kawasan berdasarkan pada elemen rancang kota yang meliputi tata guna lahan, intensitas dan tata massa bangunan, sistem jaringan jalan dan pejalan kaki, ruang terbuka, sistem penanda, pelestarian, pendukung kegiatan, dan sistem utilitas kawasan. Konsep multifungsi adalah kemampuannya untuk memenuhi kebutuhan pengguna yang beragam, sehingga menarik bagi penggunanya yang beragam dengan berbagai kebutuhan/tujuan rekreasi, budaya, dan ekologi.", "Daftar File": {"ABSTRAK Parman Antoni Malau": "https://digilib.itb.ac.id/gdl/download/277749"}, "Penulis": "Parman Antoni Malau [25620008]", "Kontributor / Dosen Pembimbing": ["Bagas Dwipantara Putra, S.T, M.T, Ph.D.", "Dr. GES. Mohammad Zaini Dahlan, S.P., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Ruang Terbuka, multifungsi, perancangan, Pantai Karangsari.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "10 Feb 2023"}