{"Nomor": 71492, "Judul": "ANALISIS PENGARUH PENCIPTAAN NILAI BERSAMA TERHADAP KUALITAS PENDIDIKAN KEWIRAUSAHAAN DAN NIAT BERWIRAUSAHA SISWA UNTUK MENUJU SDG 4 DAN 8: STUDI KASUS SEKOLAH MENENGAH KEJURUAN DI JAWA BARAT", "Abstrak": "Pengangguran merupakan isu global dimana kewirausahaan dipandang sebagai solusi berkelanjutan untuk itu – membuat pendidikan kewirausahaan sangat digalakkan, terutama dalam pendidikan formal. Memastikan pendidikan berkualitas yang inklusif dan merata menjadi penting untuk secara substansial meningkatkan jumlah pemuda dan orang dewasa yang memiliki keterampilan relevan termasuk keterampilan teknis dan kejuruan untuk mendapatkan pekerjaan yang layak baik bekerja maupun berwirausaha, seperti yang diprakarsai oleh PBB dalam SDGs 4 dan 8. Namun demikian, terbukti secara empiris bahwa dalam beberapa kasus, pendidikan formal gagal mencapai target pendidikan kewirausahaan. Seperti di Indonesia, Sekolah Menengah Kejuruan (SMK) adalah pendidikan formal yang dirancang untuk membekali siswa dengan keterampilan industri siap pakai setelah lulus. Namun, lulusannya tetap mendominasi Tingkat Pengangguran Terbuka (TPT), meskipun pemerintah Indonesia telah berupaya memasukkan pendidikan kewirausahaan ke dalam kurikulum SMK. Kebaruan penelitian ini terletak pada kemampuannya untuk membuat relevansi teori Service-Dominant Logic yang berasal dari dan banyak berkembang di bidang pemasaran jasa, ke dalam konteks pendidikan kewirausahaan. Premis pendidikan sebagai sebuah layanan dengan siswa sebagai pelanggannya, telah menginspirasi penelitian ini untuk mempelajari fenomena pendidikan kewirausahaan di SMK dari perspektif Service-Dominant Logic. Dalam studi pemasaran layanan, penciptaan nilai bersama antara pelanggan dan penyedia diyakini memengaruhi kualitas layanan yang ditawarkan oleh penyedia serta kepuasan dan niat pelanggan untuk menggunakan/membeli/membeli kembali/menyebarkan informasi dari mulut ke mulut tentang layanan tersebut. Oleh karena itu, penelitian ini bertujuan untuk menyelidiki pengaruh langsung dari penciptaan nilai bersama siswa terhadap niat kewirausahaan mereka serta peran mediasi kualitas pendidikan kewirausahaan dan kepuasan mereka, diiringi dengan evaluasi terhadap tinjauan lapangan kualitas pendidikan kewirausahaan dan penciptaan nilai bersama, kepuasan, dan niat kewirausahaan siswa, guna mendukung validasi antara temuan konseptual dan praktis serta dapat memberikan saran perbaikan yang dapat diandalkan.\nMetode PLS-SEM digunakan untuk menganalisis 202 sampel siswa SMK dari 13 wilayah administratif di Provinsi Jawa Barat, Indonesia. Ditemukan bahwa penciptaan nilai bersama siswa dalam pendidikan kewirausahaan berpengaruh signifikan terhadap kualitas pendidikan dan niat kewirausahaan siswa. Namun, peran mediasi kepuasan siswa hanya dipengaruhi secara signifikan oleh kualitas pendidikan dan penciptaan nilai bersama saja, tanpa mampu mempengaruhi niat berwirausaha siswa. Selanjutnya, evaluasi tinjauan lapangan dianalisis menggunakan PLS-SEM dan statistik deskriptif. Terungkap bahwa para siswa memang menganggap penciptaan nilai bersama dan kualitas pendidikan kewirausahaan sebagai hal yang penting. Sejalan dengan itu, rata-rata SMK di Provinsi Jawa Barat juga telah menerapkan penciptaan nilai bersama dalam pendidikan kewirausahaan mereka pada skala yang memadai, sehingga menghasilkan pendidikan kewirausahaan di SMK yang berkualitas baik – setidaknya dari sudut pandang siswa sebagai pelanggan – dan karenanya, meningkatkan minat siswa dalam berwirausaha. Meski demikian, pemerintah masih mengemban pekerjaan rumah lain untuk memastikan standarisasi kualitas pendidikan kewirausahaan di setiap SMK yaitu ketersediaan infrastruktur yang memadai, guru dan pengajar tamu yang memiliki keterampilan kewirausahaan dan manajemen bisnis, serta dukungan pendanaan dan pemasaran. Penelitian ini memperluas pemahaman teoretis yang telah ada serta menawarkan implikasi manajerial untuk kebijakan dan praktik pendidikan kewirausahaan. Temuan penelitian ini diharapkan dapat menjadi pertimbangan pemerintah dan SMK untuk lebih melibatkan siswa dalam penciptaan nilai bersama sebab dapat meningkatkan kualitas pendidikan kewirausahaan dan minat siswa untuk berwirausaha. Hasil penelitian ini berkomitmen untuk mewujudkan inisiatif SDG 4 dan 8 untuk menyediakan pendidikan berkualitas guna mendorong kewirausahaan untuk pertumbuhan ekonomi.", "Daftar File": {"2023 TS PP Carissa Tibia Walidayni   [29021026] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/277697", "2023 SK PP Carissa Tibia Walidayni   [29021026] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/287473"}, "Penulis": "Carissa Tibia Walidayni [29021026]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "niat berwirausaha, kualitas pendidikan kewirausahaan, kepuasan, penciptaan nilai bersama, sekolah menengah kejuruan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "10 Feb 2023"}