{"Nomor": 71500, "Judul": "PERANCANGAN SISTEM KONTROL ADAPTIF NON LINIER PROSES NETRALISASI PH PADA INSTALASI PENGOLAHAN AIR LIMBAH (IPAL) INDUSTRI BATIK", "Abstrak": "Sejak diakuinya batik sebagai warisan budaya dunia oleh UNESCO, minat masyarakat terhadap batik pun meningkat dan industri batik semakin banyak. Permasalahan muncul ketika perkembangan industri batik tidak diimbangi dengan pengolahan limbah batik yang sesuai baku mutu limbah sehingga menyebabkan terjadinya pencemaran lingkungan. Salah satu parameter penting yang kerap mengganggu lingkungan biota, air, tanaman dan industri adalah derajat keasaman (pH). Pada limbah batik, pH berasal dari proses pewarnaan dan pencelupan yang menghasilkan limbah cair bersifat asam dan ada pula yang bersifat basa, serta mengandung zat warna. Nilai pH yang memenuhi baku mutu limbah berdasarkan Keputusan Menteri Lingkungan Hidup No. 5 Tahun 2014 adalah berkisar 6 – 9. Apabila nilai pH terlalu rendah akan mengakibatkan pertumbuhan jamur dan terjadi persaingan dengan bakteri dalam metabolisme materi organik, sedangkan apabila nilai pH terlalu tinggi akan mengakibatkan terhambatnya aktivitas mikroorganisme. Sehingga, apabila pH air limbah tidak tepat saat dibuang akan merusak lingkungan sekitarnya, maka dibutuhkan adanya Instalasi Pengolahan Air Limbah (IPAL) industri batik.\nPlant IPAL skala laboratorium didesain dengan ukuran 1,5 m × 0,7 m × 1 m, berkapasitas 87,75 liter dan tangki bersifat modular. Terdapat tiga proses utama yang diintegrasi pada IPAL yaitu equalisasi, netralisasi, dan adsorpsi. Proses netralisasi pH merupakan proses utama yang difokuskan pada penelitian ini bertujuan untuk menurunkan pH limbah melalui proses reaksi kimia antara limbah yang mengandung basa kuat NaOH dan penetral asam lemah CH3COOH. Larutan penetral yang mengalir ke tangki netralisasi dialirkan menggunakan pompa peristaltik dengan range 19-100 ml/menit. Panel IPAL juga dirancang berukuran 40 cm × 30 cm × 15 cm untuk mengintegrasikan instrumentasi dan kontrol dengan tujuan mempermudah pengontrolan dan pemantauan sistem. Panel ini menggunakan empat mikrokontroler Arduino yaitu satu master dan tiga slave, sehingga untuk mempermudah distribusi data proses maka pada penelitian ini menerapkan protokol I2C sebagai komunikasi data antar Arduino, yaitu menghubungkan pin SDA, SCL, dan GND dari masing-masing Arduino.\nPada penelitian ini, merancang sistem kontrol adaptif nonlinier proses netralisasi pH pada Instalasi Pengolahan Air Limbah Industri Batik. Berdasarkan teori Lyapunov, hukum kontrol diperoleh hasil yang stabil, dan simulasi dilakukan menggunakan fungsi Ordinary Differential Equation (ODE) pada perangkat lunak MATLAB untuk mengestimasi seluruh parameter proses netralisasi pH. Hasil eksperimen kalang terbuka dengan pH limbah 9,5 pada simulasi dapat mencapai pH 7 dalam waktu 7.549 detik dengan nilai parameter laju aliran penetral 0,1940/60 L/s, laju aliran limbah 1/60 L/s, dan konsentrasi penetral 0,001 M. Sedangkan, pada implementasinya membutuhkan waktu yang lebih lama untuk mencapai pH 7, yaitu 18.697 detik dan dapat mencapai kondisi tunak pada pH 6,5 dalam waktu 23.365 detik, pH tunak ini masih dalam batas pH yang diizinkan. Hasil implementasi kalang terbuka kemudian diidentifikasi sebagai proses sistem orde satu dengan waktu tunda, dengan nilai parameter proses meliputi konstanta waktu ????= 4813,09 detik, waktu tunda ????????= 13000,35 detik, penguatan ????= 15,43 dan sse = 61,44. Identifikasi sistem ini bertujuan untuk mendapatkan parameter PI yang cocok dengan melakukan penalaan Ziegler Nichols. Kemudian, didapatkan bahwa nilai ????????=?58121 × 10-5 dan ????????=?2,4251 × 10-2. Nilai ???????? dan ???????? tersebut akan dimasukkan ke dalam program mikrokontroler untuk perhitungan pengontrol PI. Pengontrol PI diterapkan sebagai pembanding dari pengontrol adaptif yang diterapkan pada penelitian ini. Pada simulasi, kalang tertutup PI pH limbah 9 dapat mencapai pH 7 dalam waktu 2613 detik sedangkan pada kalang tertutup adaptif dengan nilai parameter kontrol ????= 8, ????1= 20, dan ????2= 40 dapat mencapai pH 7 lebih cepat dari PI yaitu 2041 detik. Hal ini serupa dengan hasil implementasi, yaitu waktu netralisasi pada kalang tertutup PI 18.528 detik dan 17.834 detik, serta kalang tertutup adaptif 17.041 detik dan 8.998 detik. Oleh karena itu, dapat disimpulkan bahwa hasil eksperimen dengan penerapan kontrol adaptif dapat mencapai pH netral dalam waktu yang lebih singkat jika dibandingkan dengan eksperimen menggunakan kontrol PI maupun pada kalang terbuka.", "Daftar File": {"ABSTRAK Nazuwatussya'diyah": "https://digilib.itb.ac.id/gdl/download/277780"}, "Penulis": "Nazuwatussya'diyah [23819301]", "Kontributor / Dosen Pembimbing": ["Ir. Estiyanti Ekawati, M.T, Ph.D.", "Dr.-Ing. Justin Pradipta, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "limbah cair, netralisasi pH, sistem kontrol, IPAL batik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Feb 2023"}