{"Nomor": 71503, "Judul": "KAJIAN PARAMETRIK REDUCED ORDER MODEL BERBASIS PROYEKSI MENGGUNAKAN PROPER ORTHOGONAL DECOMPOSITION UNTUK PREDIKSI CEPAT DI BIDANG TEKNIK", "Abstrak": "Mengadaptasi dari metode berbasis ML (Machine Learning), penelitian ini menggunakan dimensi rendah dari dataset sistem yang mengobservasi variabel yang divariasikan kondisi parameter deskriptornya menggunakan POD (Proper Orthogonal Decomposition). Proses dekomposisi digunakan untuk membuat peta pembelajaran antara input model komputasi ke kuantitas terukur tertentu. Solusi metode elemen hingga yang diperoleh dari MATLAB digunakan untuk menyelesaikan kuantitas tegangan Von Mises untuk masalah konsentrasi tegangan pelat dengan lubang melingkar, dan turbin jet di bawah tekanan gabungan.\nDari solusi tersebut, beberapa snapshot – masing-masing memanfaatkan variasi nilai LHS (Latin Hypercube Sampling) yang dihasilkan untuk parameter yang sama – dibuat untuk menjadi sampel pelatihan model pembelajaran. Variasi model pembelajaran mesin dikerahkan untuk menemukan kesalahan prediksi paling rendah dan galat absolut. Model yang digunakan berkisar dari regresi linier, regresi berbasis lokal hingga model jaringan neural.\nTahap inti dari proses ini dibagi menjadi tiga tahap dengan bahasa pemrograman Python: dekomposisi menggunakan POD, pelatihan dan prediksi model, dan prediksi dengan rekonstruksi solusi menggunakan POD. Terakhir, dilakukan visualisasi untuk mengevaluasi kinerja dan hasil menggunakan platform MATLAB.\nEvaluasi model pembelajaran dan analisis modal dari kasus yang diimplementasikan menghasilkan beberapa temuan. Untuk mencapai ambang energi kumulatif yang dipilih, variasi dari penggunaan jumlah snapshot dari kasus yang sama cenderung akan membutuhkan jumlah mode yang sama. Untuk meningkatkan akurasi peta pembelajaran dengan mengukur penurunan kesalahan prediksi, umumnya yang terbaik adalah meningkatkan ambang batas energi kumulatif yang digunakan dan meningkatkan jumlah sampel dalam set pelatihan. Prediksi ditemukan sebagai bagian tercepat dari proses yang bervariasi hanya dengan jumlah kecil dengan peningkatan jumlah elemen data yang dilatih dan variasi metode, hal ini jika dibandingkan dengan ketergantungan yang tinggi untuk waktu pemrosesan POD yang sebanding lamanya terhadap ukuran data yang diproses.\nSementara kasus yang dieksplorasi dalam penelitian ini mungkin memiliki kecepatan penyelesaian yang relatif mirip dengan metode yang ada, pendekatan model yang diperkecil ini diharapkan dapat mempercepat perkiraan sistem eksperimen yang lebih kompleks. Pengujian terhadap sistem yang lebih kompleks belum dilakukan karena kurangnya dataset yang tersedia untuk dilatih.", "Daftar File": {}, "Penulis": "Priangga Bagusjalu Narutama [13618016]", "Kontributor / Dosen Pembimbing": ["Ir. Lavi Rizki Zuhal, Ph.D.", "Pramudita Satria Palar, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "machine learning, proper orthogonal decomposition, reduced order model", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Feb 2023"}