{"Nomor": 71509, "Judul": "POLA SPASIAL DAMPAK KEBAKARAN HUTAN DAN LAHAN DI KABUPATEN PELALAWAN", "Abstrak": "Peristiwa karhutla di Indonesia mendapat atensi dari masyarakat internasional. Hal \nini dikarenakan lingkungan, hingga sosial ekonomi masyarakat terkena dampak \nakibat kejadian karhutla yang terjadi di kawasan Indonesia, Karhutla di Provinsi \nRiau sudah terjadi lebih dari 10 tahun belakangan. Penelitian ini betujuan untuk\nmenganalisis pola sebaran spasial karhutla, analisis bahaya karhutla, pemodelan \ndampak sebaran asap, analisis kerentanan dan analisis risiko karhutla di Kabupaten \nPelalawan.\nMetode yang dipergunakan dalam penelitian ini yaitu Kuantitatif dengan \npendekatan spasial, dengan menggunakan teknik analisis bahaya karhutla, analisis \nspasial, pemodelan sebaran asap menggunakan Hysplit Mode online. Data yang \ndigunakan dalam penelitian ini merupakan data sekunder yang berasal dari satelit \nterra dan aqua dan beberapa data sekunder yang berasal dari instansi pemerintah\nseperti data statistik, RTRW dan data pendukung lainnya.\nHasil penelitian ini menunjukkan bahwa titik api dari tahun 2015 hingga tahun 2021 \nyang mengindikasikan kebakaran hutan dan lahan terkonsentrasi pada beberapa \nkecamatan yaitu Kecamatan Teluk Meranti, Kuala Kampar, Pangkalan Kuras dan \nLanggam dan diperoleh jumlah titik api yang cukup tinggi yaitu 650 titik pada tahun\n2015 dan 501 titik pada tahun 2019. Analisis Bahaya Karhutla menunjukkan \nterdapat beberapa kecamatan dengan klasifikasi dengan tingkat bahaya yang tinggi. \nModel sebaran kabut asap yang dihasilkan dari Hysplit menunjukkan sebaran kabut \nasap merata yang ditunjukkan dari pola menunjukkan arah dari sebaran asap hampir \nmenutupi Kabupaten Pelalawan dengan ketinggian dan jarak dampak yang \nbervariasi. Analisis risiko karhutla menunjukkan pola yang berbeda jika di \nkomparasikan antara tahun 2015 dan tahun 2019, dimana terjadi peningkatan \nkawasan dengan klasifikasi tingkat risiko tinggi pada tahun 2019.\nPenelitian ini menghasilkan pola dari dampak yang dihasilkan karhutla sehingga \npemangku kebijakan mampu memberikan atensi pada kawasan yang menjadi \nprioritas.", "Daftar File": {"ABSTRAK Ibnu Thomiyah R": "https://digilib.itb.ac.id/gdl/download/280365", "BAB 1 Ibnu Thomiyah R": "https://digilib.itb.ac.id/gdl/download/280366", "BAB 2 Ibnu Thomiyah R": "https://digilib.itb.ac.id/gdl/download/280367", "BAB 3 Ibnu Thomiyah R": "https://digilib.itb.ac.id/gdl/download/280368", "BAB 4 Ibnu Thomiyah R": "https://digilib.itb.ac.id/gdl/download/280369", "BAB 5 Ibnu Thomiyah R": "https://digilib.itb.ac.id/gdl/download/280370", "BAB 6 Ibnu Thomiyah R": "https://digilib.itb.ac.id/gdl/download/280371", "PUSTAKA Ibnu Thomiyah R": "https://digilib.itb.ac.id/gdl/download/280372"}, "Penulis": "Ibnu Thomiyah R [25420052]", "Kontributor / Dosen Pembimbing": ["Saut Aritua Hasiholan Sagala, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Pola, Spasial, Dampak, Karhutla, Kabupaten Pelalawan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "10 Feb 2023"}