{"Nomor": 71504, "Judul": "ANALISIS IMPAK PADA STRUKTUR CRASH BOX MULTISEL DENGAN KETEBALAN TRANSVERSE FUNCTIONALLY GRADED", "Abstrak": "Selama beberapa dekade terakhir, tren penjualan kendaraan terus meningkat\nsehingga berbagai perusahaan mobil terus bersaing secara ketat untuk mendesain\nkendaraan yang terbaik. Meminimalisir berat kendaraan adalah salah satu cara\npaling efektif untuk meningkatkan daya tarik kendaraan tersebut karena\nmengurangi bobot kendaraan dapat meningkatkan performa dan mengurangi\nkonsumsi bahan bakar. Namun, mengurangi berat kendaraan harus dilakukan\nsedemikian rupa agar kendaraan tetap layak tabrak. Dengan meningkatnya tuntutan\nkonstruksi kendaraan ringan, kombinasi konsep multi-cell dan functionally graded\nthickness diaplikasikan pada satu struktur crash box bernama functionally graded\nthickness multi-cell crash box dimana ketebalan akan divariasikan secara\nmelintang. Memvariasikan ketebalan secara melintang dapat memaksimalkan\njumlah material yang mengalami deformasi plastis pada elemen sudut sehingga\nakan meningkatkan kemampuan menyerap energi struktur tersebut.\nPenelitian ini melakukan simulasi numerik menggunakan metode elemen\nhingga untuk membuktikan kelebihan dari konfigurasi geometri tersebut dalam\nmenyerap energi dari beban impak aksial dan pengaruh variasi taper ratio pada\nperforma kelaiktabrakan. Hasil menunjukkan bahwa ada peningkatan hingga\n124% pada SEA, hingga 189,5% pada MCF dan hingga 83,7% pada CFE. Namun,\nterdapat penurunan sebesar 15,8 % pada MCF dibandingkan dengan crash box\nmulti-cell konvensional yang menunjukkan bahwa crash box TFGT multi-cell lebih\nlemah tetapi menawarkan efisiensi berat yang lebih unggul untuk\nkelaiktabrakannya. Analisis lebih lanjut menunjukkan bahwa ada peningkatan\nhingga 4,158 % dalam performa kelaiktabrakan ketika taper ratio dibesarkan. CFE\npaling terpengaruh dengan sensitivitas 0,26 dan MCF paling tidak terpengaruh\ndengan sensitivitas 0,254.", "Daftar File": {}, "Penulis": "Bayu Dimas Febriansyah [13618121]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Djarot Widagdo, Ph.D.", "Ir.  Sigit Puji Santosa, MSME., Sc.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Impak, Kelaiktabrakan, Crash Box, Struktur Dinding Tipis, Multi-Cell, Tapered, Functionally Graded Thickness, Parametrik, Sensitivitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Feb 2023"}