{"Nomor": 71505, "Judul": "PERANCANGAN SISTEM KENDALI LEPAS LANDAS DAN MENDARAT OTOMATIS UNTUK PESAWAT NIRAWAK TAKTIS", "Abstrak": "Salah satu beban misi yang bergantung pada pilot eksternal adalah misi lepas\nlandas dan mendarat. Sekitar 60% kecelakaan pada pesawat nirawak terjadi akibat\nfaktor kesalahan manusia dengan 50% dari kecelakaan tersebut terjadi pada fase lepas\nlandas dan mendarat. Salat satu metode untuk mengurangi risiko terjadinya kecelakaan\ndalam kedua fase tersebut adalah dengan menerapkan sistem kendali lepas landas dan\nmendarat otomatis. Pengembangan kendali tersebut untuk pesawat nirawak yang\nmasih dalam proses pengembangan diprediksi dapat meningkatkan keandalan dari\npesawat, mengurangi risiko terjadinya kecelakaan dan mengurangi beban kerja pilot.\nHal ini juga selaras dengan anjuran dari Defense Advanced Research Project Agency\n(DARPA) agar pesawat nirawak di masa depan telah dilengkapi dengan Autonomous\nNavigation System (ANS) sehingga beban eksternal dapat berkurang dan pilot mampu\nberkonsentrasi pada misi utama.\nMelalui tugas akhir ini, dilakukan perancangan kendali lepas landas dan mendarat\notomatis untuk pesawat nirawak taktis dengan berat maksimum take-off (MTOW)\nsebesar 230 kg. Kendali dirancang menggunakan Proportional Integral Derivative\n(PID) dengan Simulink dan disimulasikan dengan simulator penerbangan X-Plane.\nKendali lepas landas dan mendarat otomatis dibangun dengan perancangan skenario\nsimulasi dari beberapa kendali yang lebih sederhana. Kendali yang dirancang\ndisimulasikan pada beberapa variasi kondisi atmosfer untuk dilihat ketahanannya.\nVariasi kondisi atmosfer yang disimulasikan meliputi, kondisi atmosfer tanpa\ngangguan, kondisi angin arah depan (headwind) berkecepatan 10 knot, kondisi angin\narah belakang (tailwind) berkecepatan 10 knot, dan kondisi angin silang (crosswind)\nberkecepatan 10 knot. Dari hasil simulasi, ditunjukkan bahwa rancangan kendali dapat\nbekerja dan memiliki ketahanan yang cukup baik pada seluruh variasi kondisi atmosfer\nyang dipilih.", "Daftar File": {}, "Penulis": "Tiara Putri Mustikawati [13618014]", "Kontributor / Dosen Pembimbing": ["Ony Arifianto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pesawat nirawak, kendali lepas landas dan mendarat otomatis, PID, Simulink, X-Plane.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Feb 2023"}