{"Nomor": 71517, "Judul": "OPTIMASI PRODUKSI BIOSURFAKTAN PADA ENKAPSULASI SEL BACILLUS SP. F7 MENGGUNAKAN RESPONSE SURFACE METHODOLOGY (RSM)", "Abstrak": "Popularitas biosurfaktan meningkat disebabkan peralihan penggunaan surfaktan menjadi\nbiosurfaktan pada beberapa industry, sehingga permintaan biosurfaktan meningkat dan\nproduksi biosurfaktan perlu ditingkatkan. Bacillus sp. F7 memiliki kemampuan produksi\nbiosurfaktan dengan aktivitas permukaan yang baik, namun dalam produksi skala besar\nmebutuhkan biaya yang tinggi akibat rendahnya produktivitas sel. Amobilisasi sel\nmenggunakan kalsium alginat dapat diaplikasi untuk meningkatkan produktivitas sel dalam\nmemproduksi biosurfaktan. Kalsium alginat memiliki keterbatasan pada rendahnya\nkemampuan matriks dalam mempertahankan jumlah sel dan difusi nutrien yang terhambat.\nOleh karena itu, penelitian ini bertujuan untuk mengoptimasi faktor yang mempengaruhi\nviabilitas sel teramobilisasi, membandingkan produktivitasnya dengan sel bebas, menentukan\nstabilitas beads dalam siklus produksi biosurfaktan, dan menentukan umur simpan beads.\nProduksi biosurfaktan dilakukan dengan sistem batch menggunakan media produksi Stone\nMineral Salt Solution (SMSS) dengan pH 7.0 dan diinkubasi pada 50ºC, agitasi 150 rpm.\nOptimasi proses amobilisasi dilakukan dengan metode RSM menggunakan desain eskperimen\nCentral Composite Design (CCD) dengan menargetkan jumlah sel maksimum didalam beads\nsetelah 88 jam masa inkubasi. Variabel yang dioptimasi meliputi pH alginat, ukuran beads, dan\nvolume alginat dengan volume suspensi sel dibuat tetap pada 5 mL pada kepadatan sel 108\nCFU/ml. Hasil penelitian menunjukkan beads dengan volume alginat 9,77 ml, pH alginat 7,06\ndan ukuran beads 5,3 mm dapat pertahankan jumlah sel dalam beads pada 108 CFU/g beads\ndengan produktivitas sel dalam produksi biosurfaktan yang lebih tinggi dibandingkan sel\nbebas. Beads alginat stabil dalam produksi biosurfaktan hingga 6 siklus produksi dengan total\nbiosurfaktan 0,933 g/L dan viabilitas sel tetap terjaga selama penyimpanan 28 hari di suhu 4°C.\nSehingga dapat disimpulkan bahwa beads memiliki stabilitas tinggi dalam menjaga viabilitas\nsel dengan produktivitasnya yang tinggi.", "Daftar File": {"ABSTRAK Fadia Mutiara Prastianti": "https://digilib.itb.ac.id/gdl/download/277991"}, "Penulis": "Fadia Mutiara Prastianti [21120309]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr. Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "amobilisasi sel, Bacillus sp. F7, biosurfaktan, kalsium alginat, optimasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Feb 2023"}