{"Nomor": 71513, "Judul": "STUDI KONDISI AKUSTIK RUANG PADA RUANGAN MASJID YANG MEMILIKI LANGIT-LANGIT DATAR DENGAN VARIASI JUMLAH SAF DAN PENGGUNAAN MATERIAL PENYERAP SUARA", "Abstrak": "Efek suara mampu membangkitkan persepsi tertentu. Masjid sebagai tempat bagi umat muslim beribadah haruslah terasa sebagai ruangan yang khusyuk dan agung. Efek ini dapat dicapai dengan menciptakan gaung di dalam ruangan. Selain itu, kejelasan suara ucap juga sangat diperlukan untuk memenuhi fungsi masjid sebagai tempat untuk berkomunikasi.\nPenelitian ini berbasis simulasi menggunakan kode perhitungan SPPS (Simulation de la Propagation de Particules Sonores) pada aplikasi I-Simpa. Adapun perhitungannya dilakukan secara berulang dimulai dengan saf kosong lalu menambah saf satu persatu. Setelah itu, dilihat parameter akustik yang didapat dari hasil perhitungan. Kemudian dilakukan analisis kepada data parameter waktu dengung (EDT) dan kejelasan suara (C-50). Simulasi dilakukan pada dua buah tipe majid yaitu tipe 1 dan tipe 2. Majid tipe 1 adalah masjid yang tidak diberi perlakuan apapun (hanya variasi saf saja) sedangkan masjid tipe 2 adalah masjid yang diberi acoustical tile pada langit-langitnya. \nHasil penelitian menunjukan untuk masjid tipe 1, penambahan saf dapat mengurangi waktu dengung namun tidak signifikan. Sedangkan untuk kejelasan suara, penambahan saf berpengaruh cukup signifikan. Namun, masjid tipe 1 belum dapat memenuhi standar dari SNI 03-6386-2000 baik untuk parameter waktu dengung ataupun kejelasan suara.\nUntuk masjid tipe 2, penambahan saf tidak memengaruhi parameter waktu dengung ataupun kejelasan suara secara signifikan. Namun, untuk parameter kejelasan suara didapat beberapa saf yang memenuhi standar SNI 03-6386-2000. yaitu yaitu ketika saf terisi 0, 1, 2, 3, 4, 13 dan 14.", "Daftar File": {"ABSTRAK Muhammad Hilmi Aziz": "https://digilib.itb.ac.id/gdl/download/279905"}, "Penulis": "Muhammad Hilmi Aziz [13317058]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rizki Armanto Mangkuto, S.T., M.T.", "Anugrah Sabdono Sudarsono, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "masjid, EDT, C50, kejelasan suara, waktu dengung", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Feb 2023"}