{"Nomor": 71516, "Judul": "EKSPLORASI GENOM PRIESTIA FLEXA UNTUK MENGHASILKAN BIOPARTS VITAMIN B12", "Abstrak": "Vitamin B12 atau kobalalamin merupakan kofaktor di berbagai proses metabolik yang tidak diproduksi oleh tubuh. Produksi vitamin B12 dalam skala industri memiliki proses atau tahaan yang panjang, kompleks dan mahal sehingga produksi vitamin B12 dapat ditingkatkan dengn memperoleh bakteri yang memiliki kemampuan menghasilkan vitamin B12 yang lebih optimal. Saat ini, salah satu metoda yang dapat digunakan untuk pengembangan produk vitamin B12 adalah dengan eksplorasi genom (genome mining) bakteri untuk menghasilkan bioparts. Bioparts yang diperoleh dapat digunakan untuk produksi vitamin B12 dengan pendekatan biologi sintetik. Eksplorasi vitamin B12 dari bakteri akuatik belum banyak dilakukan dan belum ada penelitian yang berasal dari bakteri air laut dalam. Eksplorasi dilakukan dengan metode Whole Genome Sequencing (WGS). Metode WGS cenderung lebih cepat dan akuran dan metode ini menjadi penting untuk mengidentifikasi gen dan bakteri yang dihasilkan dari air laut dalam dan dilanjutkan dengan proses kloning. Penelitian ini bertujuan untuk mengeksplorasi gen-gen yang berperan pada biosintesis vitamin B12 bakteri sampel air Java Trench hasil ekspedisi TRIUMPH 2019 sebagai sumber bioparts untuk produksi vitamin B12. Bakteri Priestia flexa diperloleh dari hasil analisis WGS yang menunjukkan terdapat 6 gen prekursor untuk biosintesis vitamin B12 diantaranya gen gltx, HemA, HemL, HemB, HemC dan HemD. Pada penelitian ini, tiga gen yaitu gltx, HemL dan HemB telah berhasil diisolasi masing-masing berukuran 396 bp, 507 bp dan 981 bp dari isolat tunggal bakteri Priestia flexa yang dikonfirmasi melalui sekuensing 16sRNA. Gen-gen yang telah diisolasi kemudian dikloning ke dalam vektor pGEMT-Easy yang ditransformasikan ke dalam E.coli DH5-alpha. Analisis hasil sekuensing gen gltx dan gen HemB menunjukkan tingkat kesamaan 100% dengan urutan genom Priestia flexa, sementara pada gen HemL tingkat kesamaannya hanya mencapai 99,4%. Gen-gen penyusun vitamin B12 ini dapat digunakan sebagai bioparts untuk produksi vitamin B12 menggunakan proses fermentasi dengan metoda sintetik biologi pada penelitian selanjutnya.", "Daftar File": {"ABSTRAK Viana Rahmawati": "https://digilib.itb.ac.id/gdl/download/277990"}, "Penulis": "Viana Rahmawati [21120013]", "Kontributor / Dosen Pembimbing": ["Prof. Fenny Martha Dwivany, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "vitamin B12, Priestia flexa, bioparts, biologi sintetik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Feb 2023"}