{"Nomor": 71515, "Judul": "STUDI ANALISIS DESAIN TIMBUNAN DI ATAS TANAH LUNAK MENGGUNAKAN METODE PERBAIKAN TANAH PILED EMBANKMENT UNTUK KONSTRUKSI EMPLASEMEN DAN STOCKYARD DI SULAWESI SELATAN", "Abstrak": "Pembangunan infrastruktur di Indonesia sedang berkembang sangat pesat terutama\npada aspek pembangunan infrastruktur transportasi. Kondisi tanah lunak menjadi\nsuatu tantangan bagi perencana untuk dapat melakukan perencanaan yang tepat.\nPada Tesis ini membahas mengenai perbaikan tanah dasar dengan menggunakan\nmetode timbunan bertiang. Keunggulan daripada metode perbaikan tanah ini adalah\ndari segi proses pengerjaan relatif lebih cepat karena tidak memerlukan waktu\npreloading karena seluruh beban yang bekerja diatas tanah lunak disalurkan\nkedalam lapisan tanah yang kaku melalui kolom – kolom FDC. Kemudian dari segi\nbiaya lebih ekonomis bila dibandingkan dengan struktur jembatan atau sebagainya.\nDari data hasil penyelidikan tanah lapangan dan laboratorium dilakukan interpretasi\ndan penggambaran profil perkiraan pelapisan tanah. Tinjauan yang dilakukan pada\npenelitian ini berletak pada hanya area Emplasemen dan Stockyard. Dari data yang\ntersedia pada lokasi area kajian penelitian merupakan kondisi tanah lempungan\ndengan konsistensi sangat lunak hingga kedalaman 13.5 m, kemudian dilanjutkan\ndengan tanah lempungan dengan konsistensi sedang hingga kedalaman 15.5 m, dan\nlapisan tanah lempung keras hingga akhir kedalaman pengeboran di 30 m.\nPemodelan analisis dilakukan dengan menggunakan bantuan program elemen\nhingga PLAXIS 2D. Untuk material FDC yang digunakan menggunakan diameter\nkolom 0.42 m, jarak antar kolom 1.2 m dengan pola persegi dan Panjang kolom\n15.4 m. Material LTP yang digunakan berupa granular material dengan besar sudut\ngeser dalam ?’ = 35o. Dari hasil pemodelan dan analisis menujukan penurunan yang\nterjadi pada saat 10 tahun pasca konstruksi sebesar 2.86 cm untuk area emplsemen\ndan 2.64 cm untuk area stockyard. Tinjauan stabilitas lereng timbunan juga\ndilakukan dengan kondisi undrained dan didapatkan nilai faktor keamanan sebesar\n1.43 pada akhir masa konstruksi dan 1.57 untuk kondisi jangka panjang.", "Daftar File": {"ABSTRAK ANUGRAH RIZKI RAMADHAN": "https://digilib.itb.ac.id/gdl/download/283344"}, "Penulis": "ANUGRAH RIZKI RAMADHAN [25020027]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Masyhur Irsyam, M.S.E., Ph. D", "Andhika Sahadewa, S.T., M.S.E., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "perbaikan tanah, timbunan bertiang emplasemen, stockyard", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Feb 2023"}