{"Nomor": 71528, "Judul": "PEMODELAN EFEK TERMOMEKANIKA BATUAN TERHADAP INJEKTIVITAS SUMUR GEOTERMAL", "Abstrak": "Reinjeksi merupakan salah satu komponen penting dalam manajemen reservoir geotermal untuk mendukung optimasi sumber daya yang berkelanjutan. Penentuan kebutuhan sumur injeksi dihitung dari injektivitas yang diperoleh saat uji komplesi. Umumnya dalam perhitungan kapasitas injeksi, parameter batuan formasi seperti porositas dan permeabilitas diasumsikan konstan. Sedangkan pada reservoir, perubahan temperatur akibat injeksi dapat menyebabkan matriks batuan mengalami penyusutan atau pemuaian, serta berpotensi mengubah nilai injektivitas sumur karena perubahan permeabilitas formasi batuan di sekitar sumur. Hal ini berdampak pada perhitungan kapasitas injeksi saat uji komplesi yang bisa jadi overestimate dibandingkan saat operasi, karena temperatur formasi batuan saat uji komplesi jauh lebih rendah dibandingkan temperatur saat operasi. Temperatur formasi saat uji komplesi dipengaruhi oleh sirkulasi fluida pemboran yang relatif dingin sedangkan temperatur formasi ketika operasi dipengaruhi oleh temperatur separated brine yang direinjeksikan (umumnya >120 °C). Perkiraan injektivitas yang terlalu besar pada lapangan yang memiliki keterbatasan jumlah sumur injeksi akan berpotensi menyebabkan masalah kekurangan kapasitas injeksi saat fase operasi dengan risiko penurunan daya listrik yang dihasilkan dibandingkan desain awal (curtail). Penelitian ini bertujuan membuat model numerik yang mempertimbangkan efek termomekanika batuan terhadap injektivitas sumur geotermal. Efek termomekanika yang dikaji adalah perubahan permeabilitas dan porositas rekahan terhadap perubahan temperatur formasi akibat injeksi. Model numerik dibangun dengan simulator TOUGH2 dan menggunakan metode iterative coupling dengan program Visual Basic for Applications (VBA) Microsoft Office Excel untuk mengamati perubahan parameter fisik batuan seperti permeabilitas dan porositas. Model numerik berhasil dikembangkan serta dapat merepresentasikan perubahan injektivitas terhadap temperatur dengan baik. Hasil dari penelitian ini diharapkan dapat menjadi acuan dalam perhitungan kapasitas injeksi yang lebih baik sebagai optimasi untuk menjaga keberlangsungan produksi.", "Daftar File": {"ABSTRAK Afdhal Baravanni": "https://digilib.itb.ac.id/gdl/download/278366"}, "Penulis": "Afdhal Baravanni [22620014]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ir. Sutopo, M.Eng.", "Dimas Taha Maulana, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "reinjeksi, uji komplesi, injektivitas, termomekanika, porositas, permeabilitas, TOUGH2.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Feb 2023"}