{"Nomor": 71520, "Judul": "TURUNAN DIPIRIN SEBAGAI SENSOR KOLORIMETRI ION PENTING DAN BAHAN MODUL EKSPERIMEN TINGKAT SMA", "Abstrak": "Ion memainkan peran penting dalam banyak proses kimia dan biologi. Berbagai ion memiliki peran yang berbeda. Beberapa ion penting adalah ion Zn2+ (ion seng), F- (ion flourida), dan CN- (ion sianida). Ion seng berperan penting dalam metabolisme tubuh, bahkan bila tubuh kekurangan seng akan mengakibatkan beberapa gangguan metabolisme. Pengaplikasian fluorida terutama pada pasta gigi memiliki dampak negatif bila dipakai dalam konsentrasi berlebih, sedangkan ion sianida dapat menyebabkan kematian. Oleh karena adanya dampak negatif dari ion-ion penting tersebut maka diperlukan pendeteksi ion yang bersifat selektif, cepat dalam mendeteksi melalui perubahan warna, portable, dan ekonomis. Beberapa senyawa organik sintesis telah dikembangkan dan berpotensi besar sebagai pendeteksi ion, senyawa ini disebut juga sebagai kemosensor senyawa organik dengan rancangan kolorimetri. Turunan dipirin adalah salah satu kemosensor yang dilaporkan berpotensi sebagai sensor yang selektif untuk ion tertentu, namun meso-fenil dipirin masih terbatas pengaplikasiannya sebagai pendeteksi ion-ion penting. Oleh karena itu, penelitian ini bertujuan yaitu untuk melakukan sintesis dan menguji interaksi antara dua turunan dipirin dengan ion seng, fluorida, dan sianida, serta menyusun e-modul eksperimen kolorimetri untuk siswa di tingkat SMA. Dua turunan dipirin yaitu vanilin?dipirin dan 4-hidroksibenzaldehid?dipirin telah berhasil disintesis. Hasil pengujian interaksi vanilin?dipirin dengan seng menunjukkan adanya efek batokromik dan hipsokromik yang disertai perubahan warna larutan uji dari merah muda menjadi jingga. Sementara itu, interaksi antara turunan dipirin (vanilin?dipirin dan 4-hidroksibenzaldehid?dipirin) dengan ion fluorida hanya menunjukkan penurunan nilai absorbansi. Selanjutnya, interaksi dipirin-vanilin dengan ion sianida menunjukkan kenaikan dan penurunan absorbansi, namun tidak menunjukkan pergeseran panjang gelombang. Dengan demikian hasil dari penelitian ini menunjukkan bahwa vanilin?dipirin berpotensi sebagai detektor ion seng secara kolorimetri", "Daftar File": {"ABSTRAK Ayu Tri Khodizah": "https://digilib.itb.ac.id/gdl/download/278066", "PUSTAKA Ayu Tri Khodizah": "https://digilib.itb.ac.id/gdl/download/287688"}, "Penulis": "Ayu Tri Khodizah [24820304]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yudhistira Azis, S.Si., M.Si.", "Dr. Dikhi Firmansyah, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "dipirin, sensor ion, kolorimetri.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "13 Feb 2023"}