{"Nomor": 71533, "Judul": "ISOLASI, PEMURNIAN DAN KARAKTERISASI BETTA-AMILASE UBI JALAR (IPOMOEA BATATAS (L.) LAM)", "Abstrak": "dan bakteri. Enzim ini merupakan ekso-enzim karbohidrolase yang menghidrolisis\nikatan ????-1,4-glikosidik pada pati. Enzim ini banyak digunakan karena\nkemampuannya mengkatalisis reaksi pengubahan pati menjadi maltosa dari ujung\ngugus pereduksi rantai polisakarida, menghasilkan ????-maltosa dan ????-limit dekstrin.\n????-amilase banyak ditemukan pada tanaman tingkat tinggi seperti ubi jalar. Seperti\nsifat enzim pada umumnya, aktivitas amilase sangat dipengaruhi oleh kondisi\nlingkungan dimana enzim itu bekerja, karena itu larutan kasar enzim amilase\nharus dibebaskan dan dimurnikan dari senyawa-senyawa dan ion-ion pengganggu\nlainnya yang ikut terlarut dalam proses pemecahan dinding sel ubi.\nTahapan penelitian yang dilakukan yaitu isolasi dan karakterisasi ????-amilase dari\nubi jalar. Isolasi dan pemurnian dilakukan dengan cara fraksinasi dengan\namonium sulfat, FPLC dan Native gel elektroforesis. Sedangkan karakterisasi\nmeliputi pengukuran pH optimum, suhu optimum, KM, Vmax, tetapan Hill,\npengaruh efektor enzim ????-amilase dari ubi Cilembu dan membandingkan\nkarakteristik tersebut dengan ubi Lampeneng.\nPada penelitian ini enzim ????-amilase diisolasi dari ubi jalar varietas Cilembu dan\nLampeneng. Enzim yang diperoleh dari kedua jenis ubi ini diisolasi dari\nkomponen sel pada suhu 4oC di dalam 0,016 M bufer Natrium Asetat pH 4,8 yang\nkemudian diikuti dengan fraksinasi amonium sulfat. Fraksi yang dihasilkan\nditentukan unit aktivitas dan aktivitas spesifiknya menggunakan metoda Somogyi-\nNelson dan metoda Lowry. Aktivitas ????-amilase yang tinggi untuk ubi Cilembu\ndimiliki oleh fraksi 60-70% (AC70) dan 70-80% (AC80) dengan aktivitas spesifik\n3,69 dan 6,53 mg gula.mg protein-1.menit-1, sedangkan aktivitas spesifik ekstrak\nkasar enzim adalah 0,21 mg gula.mg protein-1.menit-1. Untuk ubi Lampeneng\naktivitas ????-amilase yang tinggi dimiliki oleh fraksi 60-70 % (AL70) dan 70-80%\n(AL80) dengan aktivitas spesifik 3,27 dan 6,27 mg gula.mg protein-1.menit-1,\nsedangkan aktivitas spesifik ekstrak kasar enzim adalah 0,26 mg gula.mg protein-\n1.menit-1.\nPemurnian ????-amilase dilanjutkan terhadap fraksi 60-70% dan 70-80% dengan\nmenggunakan FPLC. Aktivitas spesifik ????-amilase hasil pemurnian dengan FPLC\nuntuk ubi Cilembu adalah 5,22 dan 9,85 mg gula.mg protein-1.menit-1 dan untuk\n????-amilase ubi Lampeneng adalah 4,62 (F70-2) dan 7,37 (F80-2) mg gula.mg protein-\n1.menit-1. Enzim hasil pemurnian dengan FPLC menunjukkan peningkatan\naktivitas dibandingkan ekstrak kasar sebesar 25 dan 46 kali untuk ubi Cilembu\ndan 18 dan 28 kali untuk ubi Lampeneng. Kemurnian enzim ????-amilase ini\nmeningkat sebesar 58 kali dengan aktivitas spesifik 12,18 mg gula.mg protein-\n1.menit-1 untuk ubi Cilembu dan meningkat 37 kali dengan aktivitas spesifik 9,57\nmg gula.mg protein-1.menit-1 untuk ubi Lampeneng setelah dilakukan dengan\nNative PAGE. Hasil dari Native PAGE dan Reverse Zymography menunjukkan\nbahwa pita yang memiliki aktivitas enzim sekitar 100 kDa untuk ????-amilase yang\nberasal dari ubi Cilembu dan sekitar 150 kDa untuk ????-amilase yang berasal dari\nubi Lampeneng. Dari pita-pita protein hasil SDS PAGE dan Native PAGE dapat\ndiperkirakan bahwa enzim ????-amilase adalah protein dengan lebih satu sub unit\nyang memiliki ukuran yang berbeda (heteromer). Jumlah sub unit untuk ????-amilase\ndari ubi Cilembu tersusun atas setidaknya empat sub unit heteromer dengan tiga\nsub unit yang berukuran 26 kDa dan satu sub unit berukuran 31 kDa. Sedangkan\n????-amilase untuk ubi Lampeneng diduga terdiri atas setidaknya enam sub unit\ndengan ukuran yang berbeda, dimana unit yang menyusunnya tediri dari empat\npolipeptida berukuran 26 kDa, satu polipeptida 33 kDa dan satu polipeptida 19\nkDa.\nSetelah dilakukan karakterisasi, enzim hasil pemurnian dengan Native PAGE\nyang diperoleh dari ubi Cilembu dan Lampeneng masing-masing memiliki pH\noptimum 6,01 dan 5,52, sedangkan suhu optimum kedua jenis ubi adalah 70°C.\nDengan nilai KM\napp dan Vmak\napp masing-masing 0,0021 mg/mL dan 10,83 mg\ngula.menit-1 untuk ubi Cilembu serta 0,012 mg/mL dan 4,36 mg gula.menit-1\nuntuk ubi Lampeneng setelah diplotkan terhadap kurva Lineweaver-Burk.\nTetapan Hill ????-amilase dari ubi Cilembu dan ubi Lampeneng masing-masing\nsebesar 1,79 dan 1,07. Pengaruh efektor menunjukkan bahwa kation dan anion\nmemberikan pengaruh terhadap aktivitas enzim. Anion Cl- memberikan efek\nsebagai efektor positif karena berperan dalam mengaktivasi aktivitas enzim.\nKenaikan muatan anion akan meningkatkan perannya sebagai efektor positif,\ntetapi muatan optimal diberikan jika muatan anion adalah -2. Untuk kation K+ dan\nNa+ memperlihatkan adanya efek efektor positif karena berperan dalam\nmengaktivasi aktivitas enzim, sedangkan kation Cu2+ memperlihatkan efek\nsebagai efektor negatif.\nDari data-data di atas dapat diketahui bahwa di antara kedua enzim ????-amilase dari\ndua jenis ubi tersebut terlihat bahwa ????-amilase dari ubi Cilembu memiliki sifatsifat\nyang lebih baik daripada ????-amilase dari ubi Lampeneng.", "Daftar File": {"COVER Dwita Oktiarni": "https://digilib.itb.ac.id/gdl/download/278468", "BAB 1 Dwita Oktiarni": "https://digilib.itb.ac.id/gdl/download/278469", "BAB 2 Dwita Oktiarni": "https://digilib.itb.ac.id/gdl/download/278470", "BAB 3 Dwita Oktiarni": "https://digilib.itb.ac.id/gdl/download/278471", "BAB 4 Dwita Oktiarni": "https://digilib.itb.ac.id/gdl/download/278472", "BAB 5 Dwita Oktiarni": "https://digilib.itb.ac.id/gdl/download/278473", "PUSTAKA Dwita Oktiarni": "https://digilib.itb.ac.id/gdl/download/278474"}, "Penulis": "Dwita Oktiarni [20505007]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, M.S, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "????-amilase, ubi jalar, pemurnian enzim, Cilembu, Lampeneng, tetapan Hill, Native PAGE, Reverse Zymography, FPLC.", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "14 Feb 2023"}