{"Nomor": 71546, "Judul": "PEMODELAN AREA PRIORITAS DAN SKENARIO DAMPAK PENANAMAN MANGROVE ASIA TENGGARA MENGGUNAKAN INTEGRASI DATA  PENGINDERAAN JAUH DAN MODEL IKLIM JANGKA PANJANG", "Abstrak": "Mangrove hanya mencakup sekitar 0,7% dari hutan tropis global, tetapi mangrove menyimpan\nhingga 20Pg karbon yang setara dengan 2.5 kali emisi CO? global tahunan. Pengelolaan\nmangrove yang lebih baik dapat mengurangi emisi CO? dan meningkatkan potensi sekuestrasi\nhutan yang terganggu. Namun, area mangrove mengalami penurunan sekitar 20% dan 35%\ndari tahun 1980 hingga 2000. Degradasi dan deforestasi mangrove mengakibatkan\nterlepasnya karbon yang berada dalam sedimen ke atmosfer. Hal tersebut membuat mangrove\nmemerlukan pelestarian dan penanaman kembali. Tujuan utama dari penelitian ini yaitu\nmemodelkan prioritas lokasi penanaman mangrove dengan parameter multi-sumber disertai\nprediksi kandungan karbon dan dampak kenaikan muka air laut pada area yang akan\ndilakukan penanaman mangrove di wilayah Asia Tenggara. Tujuan tersebut dicapai dengan\nmembuat tiga produk penelitian. Produk pertama yaitu menganalisis lahan yang sesuai untuk\npenanaman mangrove di Asia Tenggara. Parameter-parameter yang digunakan untuk\npenentuan kesesuaian lahan mangrove adalah parameter hidrodinamika, iklim, geomorfologi,\nhuman pressure, tekstur tanah, dan jenis mangrove. Produk kedua pada penelitian ini yaitu\nmengestimasi dan menganalisis kandungan karbon masa depan pada daerah yang akan\ndilakukan restorasi mangrove pada above ground biomass (AGB). Produk ketiga yaitu\nmengkaji area penanaman mangrove yang terpapar kenaikan muka air laut di masa depan dan\nmenganalisis perubahan kandungan karbon masa depan pada area mangrove yang terpapar\nkenaikan muka air laut. Ketiga produk tersebut dianalisis menggunakan kombinasi data\nremote sensing, data model, dan data statistik. Hasil dari penelitian ini menunjukkan bahwa\nterdapat lebih dari 31.000 ha area yang sangat sesuai untuk ditanami mangrove, dan 232.919\nha serta 45.325 ha area yang sesuai dan cukup sesuai untuk penanaman mangrove. Selain itu,\nriset ini juga membuktikan bahwa terdapat potensi karbon yang hingga 60,721 Mg/ha dan\n406.783 Mg/ha jika area tersebut ditanami mangrove selama 25 tahun dan 100 tahun secara\nberturut-turut dengan persentase mangrove yang hidup 75%. Tetapi, kesesuaian lahan\nmangrove tersebut juga memiliki ancaman yang serius dari perubahan iklim, khususnya\nkenaikan muka air laut. Studi ini memprediksi bahwa kenaikan muka air laut yang konstan\nselama 100 tahun dapat menghilangkan 33% area yang sesuai untuk tumbuhnya mangrove.\nSalah satu efek dari hal tersebut yaitu kandungan karbon mangrove masa depan berkurang\nlebih dari setengahnya di daerah Mekong Delta. Bahkan di daerah Surigao (Filipina) dan\nSingapura semua area kesesuaian mangrove terendam sehingga tidak ada karbon mangrove\nyang tersisa di masa depan. Hasil dari penelitian ini diharapkan dapat menjadi pertimbangan\ndalam pengambilan kebijakan terkait penanaman kembali mangrove di wilayah Asia\nTenggara. Selain itu, penelitian ini juga diharapkan dapat mendukung terselenggaranya\nsustainable development goals (SDGs) poin ke-13 yaitu mengambil aksi segera untuk\nmemerangi perubahan iklim dan dampaknya, dan poin ke-14 yaitu mengkonversi dan\nmemanfaatkan secara berkelanjutan sumber daya laut, samudra dan maritim untuk\npembangunan berkelanjutan.", "Daftar File": {"ABSTRAK Luri Nurlaila Syahid": "https://digilib.itb.ac.id/gdl/download/278638"}, "Penulis": "Luri Nurlaila Syahid [35119302]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dian Rosleine, S.Si., M.Si., Ph.D.", "Dr. Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "mangrove, kesesuaian lahan, rehabilitasi, AGB, karbon, kenaikan muka air laut, SDGs", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Feb 2023"}