{"Nomor": 71540, "Judul": "STRATEGI DAN KEBIJAKAN PENGELOLAAN CULTURAL HERITAGE TERAKOTA DI DESA JATISURA, KECAMATAN JATIWANGI, KAB. MAJALENGKA", "Abstrak": "Jatiwangi adalah sebuah kecamatan dan kawasan perkotaan dalam Kabupaten Majalengka yang\ndiketahui memiliki sebuah cultural heritage laten namun berpotensi tinggi untuk diangkat sebagai\ntuas pendorong pembangunan desa, menuju tercapainya Sustainable Development Goals (SDGs)\ndi desa. Cultural heritage yang dimaksud ialah material terakota beserta ilmu dan pemaknaan\nbudaya oleh masyarakat setempat, namun terancam oleh redupnya industri genteng. Jatiwangi\nArt Foundation (JAF) adalah organisasi nirlaba yang mewadahi sebuah koletif seniman (lokal\nmaupun non-lokal) dan berupaya menyelamatkan heritage terkait terakota, berpusat di Desa\nJatisura. Eksistensi JAF kemudian menarik institusi perguruan tinggi untuk turun dan\nmemberikan kontribusi meneruskan heritage tersebut, salah satunya melalui pembangunan Alun\n– Alun Jatisura. Agar keberadaan JAF, Alun – Alun Jatisura dan pembangunan arsitektural\nlainnya dapat menimbulkan manfaat ekonomi bagi Desa Jatisura, diperlukan sebuah rencana\nstrategi dan kebijakan pengelolaan cultural heritage yang berkelanjutan. Berdasarkan telaah\nliteratur, penyusunan rencana strategi pengelolaan cultural heritage sesuai Sustainable\nDevelopment Goals (SDGs) sebaiknya disusun melalui proses partisipatif dengan masyarakat\ndan stakeholder pelaksana. Pada tahap penelitian, dilakukan evaluasi terhadap dampak\nsosiokultural JAF dan Alun – Alun Jatisura melalui pre-post testing, beserta analisis kualitatif\nmelalui observasi fenomenologis terhadap masyarakat Jatisura dan analisis konten terhadap\ndokumen dan keterangan informasi yang ada. Temuan antara analisis menjadi bahan focus group\ndiscussion dengan masyarakat dan stakeholder pelaksana di Desa Jatisura, menghasilkan\nkonfirmasi dan kalibrasi terhadap hasil analisis kuantitatif dan kualitatif, kemudian diturunkan\nmenjadi sebuah gagasan strategi dengan tiga komponen utama sebagai tujuan dari komponen\nstrategi dan kegiatan/kebijakan yang diusulkan. Komponen tersebut ialah: 1) peningkatan\nkualitas SDM, 2) peningkatan viabilitas UMKM, dan 3) kaderisasi pemimpin desa sebagai\npelaksana strategi di masa depan. Melalui strategi yang diusulkan, Desa Jatisura dapat\nmenciptakan aneka ragam kegiatan ekonomi baru seputar cultural heritage yang ada melalui\ntransformasi cultural heritage menjadi bentukan media baru untuk kemudian diperdagangkan\nkepada wisatawan pengunjung, masyarakat sekitar, maupun untuk dijual keluar daerah. Proses\npenyusunan strategi secara bottom – up melalui proses partisipatif telah mampu mengisi\nkekosongan informasi yang sulit diperoleh pada skala desa, serta memberikan konfirmasi dan\nverifikasi ulang terhadap hasil analisis pada yang sulit terkuantifikasi.", "Daftar File": {"ABSTRAK Zahrul Atharinafi": "https://digilib.itb.ac.id/gdl/download/278584", "BAB 1 Zahrul Atharinafi": "https://digilib.itb.ac.id/gdl/download/278585", "BAB 2 Zahrul Atharinafi": "https://digilib.itb.ac.id/gdl/download/278586", "BAB 3 Zahrul Atharinafi": "https://digilib.itb.ac.id/gdl/download/278587", "BAB 4 Zahrul Atharinafi": "https://digilib.itb.ac.id/gdl/download/278588", "BAB 5 Zahrul Atharinafi": "https://digilib.itb.ac.id/gdl/download/278589", "BAB 6 Zahrul Atharinafi": "https://digilib.itb.ac.id/gdl/download/278590", "PUSTAKA Zahrul Atharinafi": "https://digilib.itb.ac.id/gdl/download/278611"}, "Penulis": "Zahrul Atharinafi [25421050]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.T., M.Sc., Ph.D.", "Alhilal Furqan, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Cultural Heritage, Sustainable Heritage Management, Pembangunan Ekonomi, Pembangunan Perdesaan, Perencanaan Partisipatif, Jatiwangi, Jatiwangi Art Factory.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "14 Feb 2023"}