{"Nomor": 71543, "Judul": "ANALISIS DAN INTERPRETASI 2D BAWAH PERMUKAAN DENGAN METODE GEOLISTRIK TAHANAN JENIS UNTUK MEMPERKIRAKAN AREA POTENSIAL PEMBUATAN SUMUR BOR", "Abstrak": "Air merupakan sumber daya alam yang perannya sangat penting bagi\nkehidupan. Sebagian air ada yang tersimpan dalam bentuk air tanah. Air tanah\nmerupakan air yang berada di bawah permukaan tanah. Untuk dapat mengetahui\npotensi air tanah pada suatu kawasan tertentu, perlu dilakukan survei geofisika.\nSalah satu metode survei geofisika yang dapat digunakan adalah metode geolistrik.\nPada penelitian ini, metode geolistrik digunakan untuk mengetahui persebaran air\ntanah di Desa Cikadut, Kecamatan Cimenyan, Kabupaten Bandung, Jawa Barat.\nPengambilan data dilakukan secara langsung di lokasi dengan menggunakan\nkonfigurasi Wenner kemudian datanya diolah menggunakan software RES2DINV\nuntuk mendapatkan interpretasi 2D resistivitas bawah permukaan di sepanjang\nlintasan pengukuran pada lokasi penelitian. Semakin kecil nilai resistivitasnya\nmaka potensi keberadaan air tanah semakin besar. Persebaran resistivitas tersebut\njuga dapat digunakan untuk memprediksi struktur lapisan bawah permukaan.\nRentang nilai resistivitas yang didapatkan sebesar 19,5 ????? hingga sekitar 3.671\n????? dengan kedalaman hingga 39,6 meter. Struktur penyusun lapisan bawah\npermukaan diduga berupa batuan pasir, lempung, breksi vulkanik, batu lempeng,\ndan batuan basal. Hasil interpretasi tersebut digunakan untuk memperkirakan area\npotensial pembuatan sumur bor yang nantinya akan difungsikan sebagai sumber air\nbagi Masjid Al-Ikhromin yang berada dekat dengn lokasi pengukuran.", "Daftar File": {}, "Penulis": "M. Nizar Zulmi [10218047]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Alamta Singarimbun, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Air tanah, Geolistrik, Konfigurasi Wenner, Konfigurasi WennerSchlumberger", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "14 Feb 2023"}