{"Nomor": 71556, "Judul": "ADSORPSI METILEN BIRU MENGGUNAKAN KOMPOSIT MAGNETIT-ALGINAT TERIKAT SILANG ASAM BORAT (MAB)", "Abstrak": "Metilen biru merupakan zat warna kationik yang banyak dimanfaatkan sebagai bahan pewarna dalam industri tekstil. Metilen biru tidak mudah terdegradasi di alam karena merupakan zat warna yang cukup stabil. Kontaminasi limbah metilen biru dapat menjadi penyebab pencemaran air dan masalah kesehatan. Salah satu metode yang dapat digunakan untuk menghilangkan metilen biru adalah adsorpsi. Metode adsorpsi memiliki beberapa keunggulan seperti ramah lingkungan, biaya relatif rendah, pengoperasian sederhana dan efisien, serta adsorben yang dapat digunakan kembali. Alginat merupakan biosorben yang dapat digunakan sebagai alternatif untuk menghilangkan limbah zat warna, namun penggunaannya kurang efektif karena pemisahan adsorben setelah proses adsorpsi sulit untuk dilakukan, sehingga diperlukan material pendukung agar dapat mempermudah proses pemisahan adorben. Pada penelitian ini, komposit Magnetit-Alginat dengan pengikat silang asam borat (MAB) telah berhasil disintesis dan dikarakterisasi menggunakan FTIR, XRD, SEM-EDS, dan PSA. Adsorpsi metilen biru menggunakan 0,05 gram MAB mencapai kondisi optimum pada pH 4 dan waktu kontak 4 jam. Adsorpsi metilen biru oleh MAB mengikuti model kinetika adsorpsi orde dua semu dan model isoterm Langmuir dengan kapasitas adsorpsi maksimum 261,19 mg/g. Parameter termodinamika menghasilkan nilai ?H = 7,45 kJ/mol dan ?S = 0,117 kJ/mol.K yang menunjukkan reaksi bersifat endoterm dan ketidakteraturan sistem meningkat serta nilai ?G negatif yang menunjukkan reaksi berlangsung spontan.", "Daftar File": {"ABSTRAK Radisya Daffa Rihadatul Aisy": "https://digilib.itb.ac.id/gdl/download/278776", "PUSTAKA Radisya Daffa Rihadatul Aisy": "https://digilib.itb.ac.id/gdl/download/284811"}, "Penulis": "Radisya Daffa Rihadatul Aisy [10518099]", "Kontributor / Dosen Pembimbing": ["Dr. Rusnadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "adsorpsi, metilen biru, magnetit, alginat, asam borat", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "14 Feb 2023"}