{"Nomor": 71579, "Judul": "SINTESIS DAN KINERJA 1-PHENYL-3-METHYL-4-BENZOYL-5-PYRAZOLONE (HPMBP) PADA EKSTRAKSI CE3+,LA3+, DAN GD3+ DENGAN METODE SOLVENT IMPREGNATED RESIN (SIR)", "Abstrak": "Senyawa pirazolon dan turunannya diketahui dapat digunakan untuk mengekstrak sejumlah ion logam salah satunya adalah ion logam tanah jarang (LTJ). Pada penelitian ini telah disintesis senyawa 1-fenil-3-metil-4-benzoil-5-pirazolon (HPMBP) untuk ekstraksi ion logam tanah jarang dengan menggunakan metode Solvent Impregnated Resin (SIR). HPMBP hasil sintesis berbentuk serbuk berwarna kuning cerah. Karakterisasi yang dilakukan terhadap senyawa hasil sintesis tersebut meliputi: uji titik leleh, TLC, HPLC, karakterisasi gugus fungsi dengan spektroskopi IR, dan NMR 1H. Kemudian, penyiapan SIR dilakukan dengan cara mengamobilkan senyawa HPMBP pada Amberlite XAD-16. Jumlah maksimum HPMBP yang dapat diamobilkan terhadap XAD-16 diperoleh pada perbandingan berat antara HPMBP dengan XAD-16 yaitu 3 : 2. Selanjutnya SIR yang diperoleh pada perbandingan tersebut digunakan pada proses ekstraksi La(III), Ce(III), dan Gd(III) dalam media HNO3 0,1 M sebagai fasa air dengan cara batch. Kondisi pH terbaik untuk ekstraksi La(III), Ce(III), dan Gd(III) masing - masing pada pH = 3,1 ; pH = 2,19 dan pH = 1,70. Penelitian lebih lanjut diperlukan untuk menguji kemampuan ekstraksi SIR tersebut pada kondisi pH terbaik terhadap sampel, diharapkan dapat berperan dalam upaya prakonsentrasi, pemisahan dan pemurnian ion logam tanah jarang.", "Daftar File": {"COVER Asep Rohiman": "https://digilib.itb.ac.id/gdl/download/278952", "BAB1 Asep Rohiman": "https://digilib.itb.ac.id/gdl/download/278953", "BAB3 Asep Rohiman": "https://digilib.itb.ac.id/gdl/download/278954", "BAB4 Asep Rohiman": "https://digilib.itb.ac.id/gdl/download/278955", "BAB5 Asep Rohiman": "https://digilib.itb.ac.id/gdl/download/278956", "PUSTAKA Asep Rohiman": "https://digilib.itb.ac.id/gdl/download/278957", "BAB2 Asep Rohiman": "https://digilib.itb.ac.id/gdl/download/278987"}, "Penulis": "Asep Rohiman [10503012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Senyawa pirazolon", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "15 Feb 2023"}