{"Nomor": 71571, "Judul": "MODIFIKASI ELEKTRODA PASTA KARBON MENGGUNAKAN EKSTRAK KASAR BUAH APEL (MALUS DOMESTICA) UNTUK PENENTUAN KADAR ASAM ASKORBAT DENGAN TEKNIK VOLTAMETRI", "Abstrak": "Asam askorbat atau yang lebih dikenal dengan nama vitamin C merupakan salah satu\nvitamin yang tidak disintesis di dalam tubuh manusia dan biasanya diperoleh dari sayuran,\nbuah-buahan dan suplemen-suplemen vitamin C oleh karena itu, penentuan kadar vitamin C\ndari sumber-sumber vitamin C tersebut perlu dilakukan. Pada penelitian ini sebuah biosensor\nyang dihasilkan dari modifikasi elektroda pasta karbon dengan menggunakan ekstrak kasar\nbuah apel sebagai sumber enzim peroksidase telah berhasil dikembangkan untuk analisis\nkuantitatif asam askorbat pada produk-produk suplemen vitamin. Enzim peroksidase yang\nada di dalam elektroda pasta karbon dengan keberadaan hidrogen peroksida dalam larutan\ndapat mengkatalisis proses oksidasi hidroquinon menjadi paraquinon untuk selanjutnya dapat\ntereduksi kembali menjadi hidroquinon. Penambahan asam askorbat ternyata dapat\nmengurangi arus puncak reduksi yang terbentuk sebanding dengan jumlah asam askorbat\nyang ditambahkan. Prinsip inilah yang dijadikan dasar kerja dari elektroda yang\ndikembangkan. Pengukuran kadar asam askorbat pada larutan standar asam askorbat pada\nrentang 1 ppm – 10 ppm menunjukkan tingkat kelinearan yang sangat baik (R2 = 0.9993)\ndengan limit deteksi diperoleh 0,17 ppm disamping itu, akurasi pengukuran dengan elektroda\nini sangat baik.", "Daftar File": {"COVER Arfansah": "https://digilib.itb.ac.id/gdl/download/278852", "BAB1 Arfansah": "https://digilib.itb.ac.id/gdl/download/278853", "BAB2 Arfansah": "https://digilib.itb.ac.id/gdl/download/278854", "BAB3 Arfansah": "https://digilib.itb.ac.id/gdl/download/278855", "BAB4 Arfansah": "https://digilib.itb.ac.id/gdl/download/278856", "BAB5 Arfansah": "https://digilib.itb.ac.id/gdl/download/278857", "PUSTAKA Arfansah": "https://digilib.itb.ac.id/gdl/download/278858"}, "Penulis": "Arfansah [10503027]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Asam askorbat, voltametri, peroksidase, biosensor", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "15 Feb 2023"}