{"Nomor": 71580, "Judul": "PUSAT KONSERVASI MARGASATWA GEDE PANGRANGO / GEDE PANGRANGO WILDLIFE CONSERVATION CENTER", "Abstrak": "Taman Nasional Gede Pangrango merupakan kawasan konservasi hutan lindung di Jawa Barat yang\nkaya akan keanekaragaman hayati, sehingga membuatnya menjadi objek penelitian dan wisata alam\nyang terkenal baik domestik maupun mancanegara. Kementerian Lingkungan Hidup dan Kehutanan\nbekerja sama secara langsung dengan Balai Besar Taman Nasional Gunung Gede Pangrango dalam\nmelakukan upaya konservasi kawasan tersebut untuk melindungi sumber daya alam di dalamnya,\nterutama ratusan jenis spesies satwa liar yang di antaranya merupakan satwa endemik dan terancam\npunah. Akan tetapi, masih banyak permasalahan yang menghalangi optimalisasi upaya konservasi\ntersebut, baik dari segi internal maupun eksternal. Permasalahan yang timbul datang dari aspek\nekowisata dan demografis, yakni dari wisatawan dan masyarakat lokal yang tinggal di dalam dan\nsekitar daerah kawasan. Penelitian ini bertujuan untuk menganalisis permasalahan-permasalahan\ntersebut serta meninjau keterkaitan antara semua aspek, agar dapat menarik sebuah solusi berupa\nkebutuhan yang dapat dipenuhi oleh perancangan sebuah fasilitas yang ideal. Metode penelitian\nmenggunakan metode kualitatif dengan pengumpulan survei literatur, wawancara, dan observasi\nlapangan. Analisis dari data yang telah dikumpulkan kemudian akan menjadi landasan perancangan\nPusat Edukasi Margasatwa dengan konsep “Harmony in Diversity”, yang memegang nilai tujuan\npenciptaan kehidupan yang harmonis antara manusia dengan alam.", "Daftar File": {}, "Penulis": "Cahyarani Dwi Utami [17318020]", "Kontributor / Dosen Pembimbing": ["Yogie Candra Bhumi, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Taman Nasional Gede Pangrango, konservasi, satwa liar, pusat edukasi, ekowisata, pemberdayaan masyarakat", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Feb 2023"}