{"Nomor": 71588, "Judul": "SINTESIS DAN KARAKTERISASI SENYAWA KOORDINASI BESI(II) DENGAN LIGAN BASA SCHIFF N,N'-BIS-(2-ASETILPIRIDIN)ETILENDIIMIN DAN TIOSIANAT", "Abstrak": "Luasnya pemanfaatan senyawa koordinasi polimer menyiratkan perlunya strategi sintesis yang efektif untuk menghasilkan polimer berarsitektur dimensi tinggi. Salah satu di antaranya adalah penggunaan senyawa trans-aksial sebagai prekursor sintesis. Senyawa koordinasi besi(II) berinti tunggal dengan ligan basa Schiff N,N’-bis-(2-asetilpiridin)etilendiimin (L) dan tiosianat telah berhasil disintesis. L diperoleh melalui kondensasi in situ antara 2-asetilpiridin dan etilendiamin dengan perbandingan 2:1. Analisis unsur, termogravimetri, hantaran, dan spektrum inframerah menunjukkan senyawa ini memiliki rumus molekul [FeL(NCS)2].2,5H2O, di mana diprediksi konformasi L membentuk bidang planar dan konfigurasi dua ligan tiosianat adalah -trans-aksial satu sama lain. Spektrum elektroniknya membuktikan bahwa penataan ligan seperti ini menyebabkan terjadinya distorsi terhadap simetri oktahedral. Ion besi(II) pada senyawa ini diketahui memiliki spin tinggi, walaupun momen magnetnya yang bernilai 3,78 BM, lebih kecil daripada nilai perhitungan teoretisnya. Fenomena ini kemungkinan diakibatkan adanya efek distorsi Jahn-Teller dinamis, sedemikian hingga diperoleh medan ligan menengah. Dengan konfigurasinya yang trans-, senyawa ini akan sangat potensial digunakan sebagai prekursor sintesis senyawa koordinasi polimer besi(II), karena gugus tiosianat dapat digantikan oleh ligan jembatan linear untuk menghasilkan stuktur polimer satu dimensi", "Daftar File": {"ABSTRAK DJAKA SUSNANDAR": "https://digilib.itb.ac.id/gdl/download/279118", "COVER DJAKA SUSNANDAR": "https://digilib.itb.ac.id/gdl/download/279119", "BAB1 DJAKA SUSNANDAR": "https://digilib.itb.ac.id/gdl/download/279120", "BAB2 DJAKA SUSNANDAR": "https://digilib.itb.ac.id/gdl/download/279121", "BAB3 DJAKA SUSNANDAR": "https://digilib.itb.ac.id/gdl/download/279122", "BAB4 DJAKA SUSNANDAR": "https://digilib.itb.ac.id/gdl/download/279123", "BAB5 DJAKA SUSNANDAR": "https://digilib.itb.ac.id/gdl/download/279124", "PUSTAKA DJAKA SUSNANDAR": "https://digilib.itb.ac.id/gdl/download/279125"}, "Penulis": "DJAKA SUSNANDAR [10502009]", "Kontributor / Dosen Pembimbing": ["Prof. Djulia Onggo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "polimer", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "15 Feb 2023"}