{"Nomor": 71592, "Judul": "EKSPRESI NIHILISME DALAM GESTURE DRAWING", "Abstrak": "Nihilisme menjadi suatu kondisi yang bisa dirasakan oleh sebagian manusia. Tiapmanusia pun merasakan efek yang berbeda-beda saat mengalami kondisi tersebut. Menurut Nietzsche, nihilisme adalah sudut pandang filosofis, aliran, atau mazhabfilsafat yang menolak komponen-komponen umum dan mendasar dari keberadaanmanusia, seperti kebenaran objektif, pengetahuan, moralitas, nilai-nilai, atautujuan hidup. Penganut nihilis memiliki keyakinan bahwa nilai-nilai kemanusiaantidak memiliki pedoman, tidak memiliki tujuan, dan pengetahuan itu tidakmungkin tetap sama. Mereka juga berpikir bahwa beberapa hal tidak ada gunanya, tidak berarti, atau tidak ada. Tidak jarang efek tersebut dilihat sebagai efekyangburuk bagi sebagian orang. Seorang nihilis dapat mencoba berkarya seni sebagai\nsalah satu cara menyalurkan kegelisahan, kecemasan, keputusasaan, danketidakberdayaan. Sehingga, dengan berkarya seni juga dapat dijadikan sebagai\nkatarsis. Karya drawing dengan subject matter figur manusia merupakan pilihanuntuk menyalurkan emosi seorang nihilis. Menggunakan teori seni sebagai\nkatarsis, seorang nihilis mampu menyalurkan emosinya melalui karya seni. Selaindengan menjadikan seni sebagai katarsis, seorang nihilis juga dapat menjadikankarya seni sebagai ekspresi simbolis, untuk menyampaikan apa yang dirasakannya. Pada karya tugas akhir ini, penulis memposisikan diri sebagai seorang nihilis pasif\nyang ingin mengekspresikan apa yang dirasakan, dan dapat menjadikanseni\nsebagai media penyaluran emosi, selain itu, karya tugas akhir ini dapat menjadi\nperjalanan penulis untuk menjadi pribadi yang lebih baik.", "Daftar File": {}, "Penulis": "Maalikul Mulki Alfarres [17018020]", "Kontributor / Dosen Pembimbing": ["- Oco Santoso, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "nihilisme, gestur, drawing, arang.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Feb 2023"}