{"Nomor": 71595, "Judul": "ADSORPSI ION LOGAM LA(III) DENGAN KOMPOSIT MAGNETIT ALGINAT DENGAN PENGIKAT SILANG ASAM BORAT", "Abstrak": "Kebutuhan terhadap Logam Tanah Jarang (LTJ) terus meningkat tiap tahunnya. Lantanum\nmerupakan salah satu LTJ yang digunakan pada baterai mobil hibrid (hybrid car), batu api\n(flint) pada pemantik rokok, peningkat sifat optik dan ketahanan alkali kaca, maupun katalis\npada proses pemurnian minyak. Meningkatnya kebutuhan dan penggunaan LTJ\ndisertai meningkatnya potensi pencemaran ion LTJ di lingkungan. Adsorpsi menjadi salah\nsatu teknik pemisahan yang digemari karena lebih mudah dan murah. Pada penelitian ini\ntelah dibuat komposit Fe3O4-Alginat dengan pengikat silang Asam Borat (MAB) untuk\nadsorpsi ion La3+. Spektrum FTIR adsorben menunjukkan serapan ikatan Fe-O pada\nbilangan gelombang 588 cm#$. Adapun serapan khas alginat terdapat pada bilangan\ngelombang 3380 cm#$ yaitu vibrasi ikatan O-H, 1605 cm#$ merupakan vibrasi asimetri\nC=O, 1394 cm#$ merupakan vibrasi simetri C=O, dan 1030 cm#$ yang merupakan vibrasi\nC-O-C. Difraktogram adsorben menunjukkan puncak-puncak yang sesuai dengan JCPDS\nmagnetit, yang mengidentifikasi keberadaan magnetit dalam komposit MAB telah berhasil\ndibuat. Adsorpsi ion La (III) dengan metode batch mencapai kondisi optimumnya pada pH\n4, waktu kontak 4 jam dan massa adsorben 0,05 gram. Proses adsorpsi ion La (III)\nmengikuti model isoterm Langmuir dengan kapasitas adsorpsi maksimum (qm) sebesar\n30,87 mg g-1 dan model kinetika orde dua semu. Adsorpsi La (III) menggunakan MAB\nberlangsung secara endoterm dengan nilai ?H = 59 kJ/mol, disertai peningkatan entropi\nsistem dan berlangsung secara spontan.", "Daftar File": {"ABSTRAK Syifa Farhatunnisa El-Baehaqi": "https://digilib.itb.ac.id/gdl/download/279212", "PUSTAKA Syifa Farhatunnisa El-Baehaqi": "https://digilib.itb.ac.id/gdl/download/288417"}, "Penulis": "Syifa Farhatunnisa El-Baehaqi [10518062]", "Kontributor / Dosen Pembimbing": ["Dr. Rusnadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "La(III), Alginat, Magnetit, Asam Borat, Adsorpsi.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "15 Feb 2023"}