{"Nomor": 71597, "Judul": "KEGIATAN BELAJAR MATEMATIKA YANG HILANG PADA SISWA SEKOLAH MENENGAH ATAS SELAMA PANDEMI COVID-19 DALAM MATERI FUNGSI KOMPOSISI DAN FUNGSI INVERS", "Abstrak": "Pandemi COVID-19 telah berdampak buruk pada aspek pendidikan di seluruh dunia. Penutupan sekolah sementara menimbulkan kekhawatiran tentang \"learning loss\" dalam pendidikan. UNICEF memperkirakan sebanyak 70% anak usia 10 tahun tidak dapat memahami teks tertulis dengan jelas, terutama di negara berpenghasilan rendah dan menengah akibat penutupan sekolah. Sejalan dengan itu, peneliti menemukan adanya learning loss pada siswa kelas 3 sampai kelas 8 di berbagai negara, khususnya pada mata pelajaran matematika, terlihat dari rendahnya hasil belajar siswa dibandingkan tahun-tahun sebelum pandemi. Fakta ini memberikan dorongan untuk menganalisis terjadinya learning loss pada salah satu sekolah menengah atas, penelitian kuantitatif dan kualitatif dilakukan pada siswa kelas X dengan menggunakan hasil belajar siswa pada penilaian akhir tahun (PAT) Tahun Ajaran 2020-2021 dan 2021-2022 pada materi fungsi komposisi dan fungsi invers, dilanjutkan dengan mewawancarai siswa dan guru. Populasi sampel adalah 144 siswa Tahun Ajaran 2020-2021 dan 128 siswa Tahun Ajaran 2021-2022. Sebanyak 30 siswa disetiap tahun akademik diwawancarai. Hasil analisis statistik dengan menggunakan Welch’s t-test didapatkan adanya penurunan hasil belajar siswa pada Tahun Ajaran 2020-2021, dimana rata-rata nilai tes siswa pada penilaian akhir Tahun Ajaran 2020-2021 lebih rendah dibandingkan Tahun Ajaran 2021-2022 yaitu 19.097 dan 36.523. Hasil wawancara siswa menunjukkan bahwa penurunan hasil belajar paling tinggi terjadi pada kategori SES middle low dikarenakan rendahnya tingkat pemahaman siswa terhadap materi. Diperkuat dengan hasil wawancara guru, menyatakan minat belajar siswa kurang dan masih banyak siswa yang tidak fokus selama proses pembelajaran.", "Daftar File": {"ABSTRAK Fajri Kurnia Nurhidayat": "https://digilib.itb.ac.id/gdl/download/279250"}, "Penulis": "Fajri Kurnia Nurhidayat [24620002]", "Kontributor / Dosen Pembimbing": ["Prof. Iwan Pranoto, M.Sc., Ph.D.", "Ning Jauharotul Farida, S.Pd., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Learning Loss , Fungsi Komposisi , Invers Fungsi.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "15 Feb 2023"}