{"Nomor": 71599, "Judul": "CDNA DARI RNA DIATOM NAVICULA SALINICOLA NLA YANG DITUMBUHKAN DI DALAM DAN DI LUAR RUANG UNTUK APLIKASI SQRT-PCR", "Abstrak": "Navicula salinicola NLA merupakan salah satu diatom yang berpotensi untuk menjadi bahan baku biodiesel. Produksi biodiesel N. salinicola NLA dipengaruhi oleh intensitas cahaya, dan ini bisa dipelajari dari jalur metabolisme lipidnya. Namun, sejauh ini informasi jalur metabolisme lipid pada N. salinicola NLA yang ditumbuhkan pada berbagai kondisi intensitas cahaya belum diketahui. Salah satu cara untuk mengidentifikasi metabolisme lipid pada N. salinicola NLA adalah mengidentifikasi tingkat transkrip RNA melalui cDNA dengan reaksi berantai polimerase transkripsi balik (RT-PCR). Tujuan penelitian ini adalah untuk memperoleh cDNA dari RNA N. salinicola NLA yang ditumbuhkan di dalam dan di luar ruang untuk aplikasi sqRT-PCR. Metode penelitian meliputi kultivasi N. salinicola NLA di dalam dan di luar ruang, isolasi lipid total, perancangan primer gen internal kontrol ribulosa-bisfosfat karboksilase (rbcL) dan ?-aktin (ACTB), isolasi DNA genom N. salinicola NLA, pengujian kecocokan primer gen internal kontrol pada DNA genom, isolasi RNA total, sintesis cDNA dari RNA, dan evaluasi gen internal kontrol terhadap cDNA dari RNA N. salinicola. Hasil penelitian menunjukkan bahwa sel N. salinicola NLA berbentuk seperti perahu dengan warna kultur coklat tua untuk kultur di dalam ruang dan coklat muda kekuningan untuk kultur di luar ruang. Kerapatan sel awal N. salinicola NLA sebesar 0,75 × 106 sel mL–1 meningkat menjadi 4,1 dan 2,2 × 106 sel mL–1 selama 6 hari pada kultur berturut-turut di dalam dan di luar ruang, yang setara dengan laju pertumbuhan spesifik 0,33 ± 0,02 dan 0,24 ± 0,03 × 104 sel mL–1 hari–1, waktu pembelahan 2,11 ± 0,12 dan 2,94 ± 0,47 hari, produktivitas biomassa 0,53 ± 0,01 dan 0,23 ± 0,01 mg mL–1 hari–1, dan hasil panen setelah 6 hari sebesar 0,56 ± 0,08 dan 0,41 ± 0,04 g L–1. Hasil lipid yang diperoleh dari kultur N. salinicola NLA pada fase stasioner yang ditumbuhkan di dalam ruang 41,12% dan luar ruang 46,11%. Gen internal kontrol pada DNA genom N. salinicola NLA diidentifikasi dari fragmen tunggal berukuran 500 pb pada NAVsa;RbcL;1 dan NAVsa;ACTB;1, yang mengindikasikan bahwa primer tersebut sudah sesuai. RNA total N. salinicola NLA yang ditumbuhkan di dalam dan di luar ruang diisolasi pada fase eksponensial dan stasioner teridentifikasi keberadaan fragmen berukuran 1400, 900, dan 250 pb yang berturut-turut menunjukkan pita RNA 28S, 18S, dan 5S dengan rentang konsentrasi 800 –100 ng ?L–1. Pada amplifikasi cDNA dari RNA dengan primer gen internal kontrol, dua fragmen DNA NAVsa;RbcL;1 dan NAVsa;ACTB;1 yang masing-masing berukuran 500 pb berhasil diidentifikasi. ACTB terekspresi secara konstan pada N. salinicola NLA yang ditumbuhkan baik di dalam maupun di luar ruang", "Daftar File": {"ABSTRAK Trisha Audria": "https://digilib.itb.ac.id/gdl/download/279325", "PUSTAKA Trisha Audria": "https://digilib.itb.ac.id/gdl/download/287899"}, "Penulis": "Trisha Audria [20520306]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Navicula salinicola NLA, Diatom, RNA, cDNA, sqRT-PCR, ?-aktin, rbcL", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "15 Feb 2023"}