{"Nomor": 71604, "Judul": "CDNA YANG DIPERBANYAK DARI RNA DIATOM CYCLOTELLA STRIATA TBI YANG DIKULTIVASI PADA BERBAGAI KONDISI PENCAHAYAAN", "Abstrak": "Lipid memegang peran krusial pada mikroalga dan metabolismenya diregulasi oleh beberapa enzim yang terkait dengan sintesis dan degradasi asam lemak (FA) dan triasilgliserol (TAG) seperti asetil-CoA karboksilase (CYCst;ACC;1); gliserol-3-fosfat-asiltransferase (CYCst;GPAT;1); asil-CoA sintetase (CYCst;ACS;1); dan karnitin asiltransferase (CYCst;CAT;1). Cyclotella striata TBI merupakan salah satu jenis diatom tropis yang menyimpan cadangan makanannya dalam bentuk lipid. Akumulasi lipid dapat meningkat ketika diberi faktor stres eksternal seperti intensitas cahaya dan suhu tinggi, dan dapat diidentifikasi dari ekspresi pada level transkrip RNAnya, namun RNA merupakan senyawa yang tidak stabil sehingga dilakukan sintesis cDNA sebagai alternatif. Hingga saat ini, sintesis cDNA dari RNA diatom C. striata TBI yang ditumbuhkan di dalam dan luar ruang belum dilakukan. Tujuan penelitian ini adalah untuk mengidentifikasi cDNA melalui metode RT-PCR dari RNA diatom C. striata TBI yang dikultivasi pada berbagai kondisi pencahayaan. Tahapan penelitian meliputi kultivasi C. striata TBI dalam medium air laut termodifikasi di dalam dan luar ruang, ekstraksi lipid total, perancangan primer gen yang terlibat dalam metabolisme FA dan TAG (CYCst;ACC;1, CYCst;GPAT;1, CYCst;ACS;1, CYCst;CAT;1); identifikasi amplifikasi gen-gen tersebut pada DNA genom; isolasi RNA total; sintesis cDNA dari RNA total; dan analisis profil cDNA. Hasil penelitian menunjukkan kerapatan sel C. striata TBI awal 4,8×105 sel mL?1 meningkat menjadi 2,25 ×106 dan 1,05×106 sel mL?1 pada kultur berturut-turut di dalam dan luar ruang dengan kultivasi selama 8?9 hari. Hal ini setara dengan laju petumbuhan spesifik 1,78 dan 1,66 h?1, atau produktivitas sel 2,69 dan 1,52×106 sel mL?1 h?1, atau produktivias biomassa 71,27 dan 47,95 mg L?1 h?1. Kandungan lipid total C. striata TBI yang diperoleh dari kultur di dalam ruang dan di luar ruang masing-masing sebesar 32 dan 49% (b/b), yang setara dengan produktivitas lipid sebesar 2,2 dan 2,3 mg L?1 h?1. CYCst;ACC;1, CYCst;GPAT;1 teridentifikasi pada fragmen DNA berukuran 500 pb namun fragmen CYCst;ACS;1 dan CYCst;CAT;1 tidak teridentifikasi pada genom C. striata TBI. RNA dari kultur C. striata TBI di dalam dan luar ruang pada fase logritma dan fase stasioner diidentifikasi dari keberadaan pita berukuran 1400 pb, 900 pb, 250 pb yang masing-masing menunjukkan RNA 28S, 18S, dan 5S, dengan konsentrasi berkisar antara 0,8 dan 1,0 mg mL?1. Sintesis cDNA berhasil teridentifikasi dari keberadaan internal kontrol CYCst;ACTB;1 dan CYCst;RbcL;1 yang berukuran secara berturut-turut 500 pb dan 750 pb. Namun, CYCst;ACC;1 dan CYCst;GPAT;1 tidak teridentifikasi dari cDNA sel yang dikultivasi di dalam dan di luar ruang baik pada fase logaritma dan fase stasioner. cDNA pada berbagai kondisi tersebut memiliki rentang konsentrasi 1,0?1,6 mg mL?1. cDNA dari RNA C. striata TBI baik dari kultur di dalam dan luar ruang memiliki kemurnian dan konsentrasi tinggi.", "Daftar File": {"ABSTRAK Nurfarida Ulfah": "https://digilib.itb.ac.id/gdl/download/279387", "PUSTAKA Nurfarida Ulfah": "https://digilib.itb.ac.id/gdl/download/287486"}, "Penulis": "Nurfarida Ulfah [20520307]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "C. Striata TBI, lipid, dalam ruang, luar ruang, RNA, cDNA", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "16 Feb 2023"}