{"Nomor": 71619, "Judul": "KAJIAN PENYEBARAN WAWASAN MODE BERKELANJUTAN OLEH INFLUENCER INSTAGRAM", "Abstrak": "Media sosial telah menjadi alat yang paling digunakan untuk bersosialisasi,\nmemulai bisnis baru dan membagi pengalaman serta juga untuk menyebarluaskan\nkesadaran mengenai konsep seperti mode berkelanjutan. Diantara media sosial\nseperti Twitter dan Facebook, Instagram adalah salah satu media sosial yang\npopuler dan sangat visual. Dalam media sosial Instagram terdapat influencers dan\ndiasumsikan bahwa influencer sebagai pemuka pendapat dapat menyebarluaskan\nkonsep secara lebih jauh karena sudah memiliki komunitas yang tertarik dengan\ntopik yang diangkat oleh influencer yang diikuti. Dikarenakan mode berkelanjutan\nterkait dengan sustainability dan mode, penelitian ini mengkaji bagaimana seorang\ninfluencer dapat menyebarluaskan konsep mode berkelanjutan dalam Instagram.\nPenelitian menggunakan metode deskriptif kualitatif dengan pendekatan analisis\nkonten, mengacu kepada data penelitian sebelumnya dan analisis pada konten di\nakun publik influencer Instagram dan respons yang diberikan kepada konten.\nDalam penelitian ditemukan bahwa media sosial Instagram dapat digunakan untuk\nmenyebarluaskan wawasan pada mode berkelanjutan. Tahapan dan latar belakang\nyang diangkat oleh Influencer sebelumnya juga memiliki efek pada sebagaimana\njauh dan dalam wawasan mode berkelanjutan tersebar. Pada contohnya influencer\ntahapan mikro dengan latar belakang mode berkelanjutan memiliki efek yang lebih\nmendalam sedangkan influencer makro dengan latar belakang mode memiliki efek\njangkauan yang lebih luas.", "Daftar File": {"2023 TS PP JENNIFER ANASTASYA ANGWYN 1.pdf": "https://digilib.itb.ac.id/gdl/download/279633"}, "Penulis": "Jennifer Anastasya Angwyn [27119308]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "penyebaran wawasan mode berkelanjutan, media sosial, instagram influencer, tahapan influencer, analisis konten akun Instagram", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "16 Feb 2023"}