{"Nomor": 71617, "Judul": "PEMBUATAN KOMPOSIT NANOFIBRIL SERAT DAUN NANAS/TIO2 SEBAGAI BAHAN KEMASAN AKTIF ANTIBAKTERI", "Abstrak": "Selulosa nanofibril dan komposit berbasis selulosa nanofibril merupakan biomaterial terbarukan yang saat ini banyak dikaji karena potensi aplikasinya yang luas. Salah satunya sebagai bahan kemasan aktif antibakteri yang banyak diperlukan dalam pengemasan produk segar maupun olahan untuk meningkatkan umur simpan dan mempertahankan kualitas produk. Biomassa lignoselulosa dapat menghasilkan selulosa nanofibril dengan karakteristik yang unggul dan unik. Daun nanas merupakan sampah pasca panen yang melimpah di Indonesia dan dapat dimanfaatkan sebagai sumber selulosa nanofibril. Tantangan pada produksi selulosa nanofibril adalah konsumsi energi yang tinggi pada proses mekanis dan penggunaan bahan kimia yang bersifat korosif seperti H2SO4 dan HCl, dan toksik seperti TEMPO sebagai perlakuan awal untuk mengurangi konsumsi energi tersebut. Kombinasi proses kimiawi dan mekanis yang tepat diperlukan untuk memproduksi selulosa nanofibril secara optimal. Hidrolisis asam organik dapat menjadi alternatif proses kimiawi yang aman dan efektif. Oleh karena itu pada penelitian ini dilakukan isolasi selulosa nanofibril daun nanas melalui kombinasi proses kimiawi dan mekanis yaitu hidrolisis asam suksinat dan ultrasonikasi serta pembuatan komposit selulosa nanofibril/TiO2 sebagai bahan kemasan aktif antibakteri. Logam oksida seperti TiO2 dapat berperan sebagai agen antibakteri yang efektif dan aman pada suatu kemasan aktif.\nTahap pertama penelitian ini yaitu pengambilan dan pengeringan daun nanas di Desa Cikendung, Kecamatan Pulosari, Kabupaten Pemalang, kemudian dilakukan analisis morfologi serat yang meliputi pengukuran panjang dan diameter serat. Tahap kedua yaitu pembuatan serbuk daun nanas dan analisis komponen kimia daun nanas yang meliputi kadar air, lignin, hemiselulosa, holoselulosa, dan alfa selulosa. Tahapan ketiga yaitu delignifikasi dan pemutihan (bleaching) serat menggunakan NaOH 2% (b/v) dan NaClO2 1,7% (b/v). Rendemen hasil delignifikasi dan pemutihan dihitung serta dilakukan analisis kristalinitas menggunakan X-Ray Diffraction (XRD). Tahap kelima yaitu dihidrolisis serat hasil pemutihan menggunakan asam suksinat (C4H6O4) dengan variasi konsentrasi 0, 0,1, 0,2, 0,3, dan 0,4 mol/L. Tahap selanjutnya adalah ultrasonikasi serat hasil hidrolisis sebagai perlakuan mekanis untuk mendapatkan selulosa nanofibril. Karakterisasi selulosa nanofibril meliputi karakter morfologi dan komposisi unsur menggunakan\nScanning Electron Microscope- Energy Dispersive X-Ray (SEM-EDX) dan indeks kristalinitas menggunakan XRD. Tahapan berikutnya yaitu pembuatan komposit selulosa nanofibril/TiO2 dengan variasi konsentrasi TiO2 5, 10, 15% (b/b). Karakterisasi komposit meliputi uji ketahanan tarik (tensile strength), ketebalan, kecerahan, dan porositas. Tahapan terakhir yaitu uji aktivitas antibakteri terhadap bakteri Escherichia coli dan Staphylococcus aureus menggunakan metode Kirby-Bauer.\nAsam suksinat berpengaruh signifikan (P< 0,05) terhadap rendemen, diameter, dan panjang serat. Proses hidrolisis optimal pada konsentrasi asam suksinat 0,3 mol/L yang menghasilkan penurunan diameter serat sebesar 45,18% dan menghasilkan rendemen 92,35±1,61%. Gaya hidrodinamik yang dihasilkan saat proses ultrasonikasi menyebabkan defibrilasi selulosa menghasilkan nanofibril. Diameter nanofibril berkisar antara 25-170 nm dan yang paling dominan adalah fibril dengan rentang ukuran 44-62 nm. Unsur yang terdeteksi adalah C dan O dengan masa masing-masing sebesar 50,37% dan 49,63%. Proses hidrolisis dan ultrasonikasi meningkatkan kristalinitas selulosa. Indeks kristalinitas selulosa nanofibril lebih tinggi dibandingkan serat hasil delignifikasi dan pemutihan yaitu sebesar 68,63%.\nPartikel nano TiO2 pada komposit selulosa nanofibril meningkatkan ketahanan tarik, ketebalan, dan kecerahan komposit secara signifikan (P < 0,05). Konsentrasi nano TiO2 10% (b/b) efektif untuk meningkatkan ketebalan dan kecarahan komposit. Semakin tinggi konsentrasi nano TiO2 ketahanan tariknya juga semakin tinggi. Ketahanan tarik merupakan faktor penting dalam pemilihan bahan untuk pembuatan kemasan. Nano TiO2 juga berpengauh signifikan (P < 0,05) pada porositas yang menggambarkan permeabilitas komposit terhadap udara. Penambahan nano TiO2 sebanyak 5% (b/b) meningkatkan porositas komposit namun kemudian menurun pada penambahan konsentrasi nano TiO2 10% (b/b) dan 15% (b/b). Komposit selulosa nanofibril/TiO2 berpengaruh signifikan terhadap pertumbuhan E. coli (P < 0,05). Penambahan konsentrasi TiO2 sebesar 5, 10, dan 15% (b/b) meningkatkan aktivitas antibakteri yang terlihat dari meningkatnya diameter zona hambat yaitu 8,0±0,7 mm, 9,7±1,9 mm, dan 10,3±2,2 mm secara berurutan. Secara statistk pengaruh TiO2 10% (b/b) tidak berbeda nyata dengan TiO2 15% (b/b). Komposit selulosa nanofibril/TiO2 juga berpengaruh signifikan terhadap S. aureus. Penambahan TiO2 sebesar 5, 10, dan 15% (b/b) menghasilkan zona hambat terhadap S. aureus secara berturut-turut sebesar 7,5±0,7 mm, 8,5±1,5 mm, dan 7,9±1,2 mm yang secara statistik ketiganya tidak berbeda nyata. Komposit selulosa naofibril/TiO2 memiliki pengaruh yang lebih besar terhadap E. coli yang merupakan bakteri Gram negatif dibandingkan dengan S. aureus yang merupakan bakteri Gram positif.", "Daftar File": {"ABSTRAK Gian Aditya Pertiwi": "https://digilib.itb.ac.id/gdl/download/279631"}, "Penulis": "Gian Aditya Pertiwi [21120015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Dr. Ir. Rudi, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "daun nanas, selulosa nanofibril, komposit, kemasan aktif antibakteri, TiO2.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Feb 2023"}