{"Nomor": 71610, "Judul": "PENINGKATAN SIFAT-SIFAT FISIK KERTAS DARI ALBEDO MARKISA KONYAL (PASSIFLORA LIGULARIS)", "Abstrak": "Indonesia termasuk penghasil terbesar markisa konyal (Passiflora ligularis). Limbah kulit buah ini belum dimanfaatkan secara optimal, padahal albedonya memiliki jaringan kaya serat yang sangat memungkinkan diproses menjadi kertas. Di sisi lain, konsumsi kertas terus meningkat tetapi tidak diimbangi ketersediaan bahan baku sehingga memerlukan alternatif untuk memenuhi kebutuhan kertas. Penelitian ini merupakan penelitian lanjutan yang fokus pada pembuatan kertas dari albedo markisa konyal dengan metode acetosolv tanpa tahap penghilangan lemak, penambahan aditif kitin, kitosan, agar-agar, dan karagenan untuk mengoptimasi sifat-sifat fisiknya. Berdasarkan hasil penelitian, kertas yang diproses tanpa tahap penghilangan lemak bersifat kuat, tahan terhadap air, dan jauh lebih elastis. Penambahan kitosan pada awal pulping setelah dilarutkan dalam asam asetat dengan konsentrasi optimum 1% (b/b) terhadap massa albedo sampel, menunjukkan kitosan teradsorpsi pada kertas secara homogen dan berhasil meningkatkan kekuatan mekaniknya. Adsorpsi kitin tidak homogen pada permukaan kertas, sedangkan agar-agar dan karagenan tidak dapat digunakan sebagai aditif pada pembuatan kertas ini.", "Daftar File": {"COVER Iis Fatmawati Munazim": "https://digilib.itb.ac.id/gdl/download/279449", "BAB1 Iis Fatmawati Munazim": "https://digilib.itb.ac.id/gdl/download/279450", "BAB2 Iis Fatmawati Munazim": "https://digilib.itb.ac.id/gdl/download/279451", "BAB3 Iis Fatmawati Munazim": "https://digilib.itb.ac.id/gdl/download/279452", "BAB4 Iis Fatmawati Munazim": "https://digilib.itb.ac.id/gdl/download/279453", "BAB5 Iis Fatmawati Munazim": "https://digilib.itb.ac.id/gdl/download/279454", "PUSTAKA Iis Fatmawati Munazim": "https://digilib.itb.ac.id/gdl/download/279455"}, "Penulis": "Iis Fatmawati Munazim [10504043]", "Kontributor / Dosen Pembimbing": ["Dr. Megawati Santoso"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Limbah kulit buah", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "16 Feb 2023"}