{"Nomor": 71626, "Judul": "PRODUKSI NANOSELULOSA BAKTERI DARI KULIT BUAH NANAS", "Abstrak": "Nanoselulosa bakteri (bacterial nanocellulose, BNC) adalah material biopolimer\nberupa selulosa murni yang disintesis oleh mikroba seperti bakteri asam asetat.\nBNC memiliki karakteristik yang unik, antara lain memiliki porositas dan\nkemampuan menyerap air dengan baik, diameter serat berukuran 20-100 nm,\nmemiliki kristalinitas tinggi, mudah didegradasi, non toksik, dan tidak\nmenimbulkan alergi. Karakteristik tersebut menjadikannya ideal untuk digunakan\nsebagai bioproduk dengan nilai tambah tinggi. Tantangan dalam produksi BNC\npada industri adalah biaya produksi yang cenderung tinggi terutama berasal dari\nkomponen biaya medium. Penggunaan ekstrak kulit buah nanas untuk medium\npertumbuhan SCOBY (symbiotic culture of bacteria and yeast) memiliki peluang\nuntuk mengatasi tantangan tersebut. Kulit nanas (KN) yang merupakan limbah\nbuah-buahan memiliki keunggulan untuk dimanfaatkan sebagai medium fermentasi\nkarena ketersediaannya melimpah, biaya relatif murah, dan mengandung gula\nsebagai sumber karbon untuk mikroorganisme penghasil BNC. Penelitian ini\nbertujuan untuk menentukan konsentrasi ekstrak kulit nanas dan konsentrasi gula\noptimum untuk produksi BNC dan menentukan karakteristik BNC.\nTahapan penelitian meliputi persiapan medium dan inokulum, perbanyakan\ninokulum, adaptasi bertahap, optimasi konsentrasi ekstrak (KN) dan konsentrasi\ngula, produksi BNC pada konsentrasi ekstrak (KN) dan konsentrasi gula optimum,\ndan analisis. Adaptasi SCOBY terhadap medium (KN) dilakukan dengan\nmeningkatkan persentase medium (KN) (80%v/v) secara bertahap, yaitu sebanyak\n25% v/v terhadap medium teh hitam, setiap 7 hari. Inokulum yang teradaptasi di\nmedium kulit nanas digunakan untuk optimasi. Optimasi konsentrasi ekstrak KN\n(20; 40; 60; 80 % v/v) dan konsentrasi gula (10; 40; 70; 100; 130 g/L) dilakukan\nberdasarkan analisis berat BNC, pH (pH meter), konsentrasi gula (High\nPerformance Liquid Chromatography, HPLC), dan konsentrasi total asam tertitrasi\n(metode titrasi dan High Performance Liquid Chromatography, HPLC),\nselanjutnya produksi BNC dilakukan pada konsentrasi ekstrak kulit nanas dan\nkonsentrasi gula yang optimum. BNC yang dihasilkan dikarakterisasi lebih lanjut,\nmeliputi analisis morfologi dan komposisi menggunakan Scanning Electron\nMicroscope Energy Dispersive X-Ray (SEM-EDX), analisis kristalinitas\nmenggunakan X-Ray Diffraction (XRD), dan analisis gugus fungsi menggunakan\nFourier Transform-Infrared Spectroscopy (FT-IR). Keseluruhan proses fermentasi\npada produksi BNC menggunakan inokulum SCOBY 3% b/v dan inokulum cair\n(cairan kombucha) 10% v/v serta dilakukan tanpa agitasi pada suhu 30oC dengan\npH awal medium 5 selama 7 hari.\nHasil penelitian menunjukkan bahwa optimasi konsentrasi ekstrak KN pada\nkonsentrasi gula 100 g/L menunjukkan bahwa konsentrasi ekstrak KN 80% v/v\nmenghasilkan rendemen dan laju pembentukan BNC terbaik berturut-turut, yaitu\n171,15?16,76 g/L dan 24,45?2,39 g/L.hari. Optimasi konsentrasi gula pada\nkonsentrasi ekstrak KN 80% v/v menghasilkan rendemen dan laju pembentukan\nBNC terbaik berturut-turut, yaitu 57,80±22,25 g/L dan 8,26±3,18 g/L.hari pada\nkonsentrasi gula 40 g/L. Konsentrasi ekstrak kulit nanas 80% v/v dan konsentrasi\ngula 40 g/L merupakan konsentrasi optimum untuk produksi BNC tanpa agitasi dan\npH awal medium 5 menggunakan SCOBY 3% b/v dan inokulum cair 10% v/v\nselama 7 hari pada suhu 30oC. Rendemen dan laju pembentukan BNC yang\ndihasilkan sebesar 38,05?6,72 g/L dan 5,44?0,96 g/L.hari. Karakteristik BNC yang\ndiperoleh, antara lain berbentuk menyerupai lembaran yang memiliki struktur\njaringan serat selulosa yang berpori dengan ukuran rata-rata diameter serat 112±34\nnm. BNC memiliki gugus-gugus fungsi khas selulosa dan derajat kristalinitas\nmencapai 55,88%.", "Daftar File": {"ABSTRAK Prima Besty Asthary": "https://digilib.itb.ac.id/gdl/download/279773", "COVER_Prima Besty Asthary.pdf": "https://digilib.itb.ac.id/gdl/download/293034", "BAB I_Prima Besty Asthary.pdf": "https://digilib.itb.ac.id/gdl/download/293035", "BAB II_Prima Besty Asthary.pdf": "https://digilib.itb.ac.id/gdl/download/293036", "BAB III_Prima Besty Asthary.pdf": "https://digilib.itb.ac.id/gdl/download/293037", "BAB IV_Prima Besty Asthary.pdf": "https://digilib.itb.ac.id/gdl/download/293038", "BAB V_Prima Besty Asthary.pdf": "https://digilib.itb.ac.id/gdl/download/293039", "PUSTAKA Prima Besty Asthary": "https://digilib.itb.ac.id/gdl/download/293040", "LAMPIRAN_Prima Besty Asthary.pdf": "https://digilib.itb.ac.id/gdl/download/293041"}, "Penulis": "Prima Besty Asthary [21120012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Dr. Ir. Rudi, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "nanoselulosa bakteri, kulit nanas, SCOBY, optimasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "17 Feb 2023"}