{"Nomor": 71627, "Judul": "SINTESIS MEMBRAN POLISTIREN DAN POLYBLEND -NYA DENGAN KITOSAN UNTUK APLIKASI SEL BAHAN BAKAR (FUEL CELL)", "Abstrak": "Semakin berkurangnya cadangan minyak bumi mendorong pencarian sumber energi\nalternatif yang efisien dan ramah lingkungan, salah satunya adalah sel bahan bakar (fuel\ncell). Polymer Electrolyte Membrane Fuel Cell (PEMFC) ialah jenis fuel cell yang\nmenggunakan membran polimer elektrolit sebagai komponen pentingnya. Pada penelitian ini\ndisintesis membran polyblend antara polistiren, polistiren tersulfonasi, dengan kitosan yang\ndiharapkan dapat berperan sebagai elektrolit penukar proton pada PEMFC. Proses sulfonasi\npolistiren dilakukan dengan penambahan asetil sulfat. Proses sulfonasi dengan penambahan\ngugus sulfonat bertujuan agar polistiren tersulfonasi dapat menghantarkan proton pada\nPEMFC. Sintesis kitosan dilakukan melalui proses deasetilasi kitin yang telah diisolasi dari\nkulit udang. Dari hasil analisa diketahui derajat sulfonasi polistiren 25% dan derajat\ndeasetilasi kitosan 77%. Membran polyblend dikarakterisasi melalui Fourier Transform\nInfra Red (FTIR), swelling, mekanik, termal, konduktivitas, dan Ion Exchange Capacity\n(IEC). Penambahan polistiren tersulfonasi dan kitosan memberikan pengaruh pada sifat\ntermal dan sifat mekanik polyblend serta nilai IEC dan konduktivitas.", "Daftar File": {"COVER Mutiara Febryani": "https://digilib.itb.ac.id/gdl/download/279774", "BAB1 Mutiara Febryani": "https://digilib.itb.ac.id/gdl/download/279775", "BAB2 Mutiara Febryani": "https://digilib.itb.ac.id/gdl/download/279776", "BAB3 Mutiara Febryani": "https://digilib.itb.ac.id/gdl/download/279777", "BAB4 Mutiara Febryani": "https://digilib.itb.ac.id/gdl/download/279778", "BAB5 Mutiara Febryani": "https://digilib.itb.ac.id/gdl/download/279779", "PUSTAKA Mutiara Febryani": "https://digilib.itb.ac.id/gdl/download/279780"}, "Penulis": "Mutiara Febryani [10504004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Made Arcana, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "minyak bumi", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "17 Feb 2023"}