{"Nomor": 71625, "Judul": "OPTIMASI LANJUTAN VARIASI METODE SINTESIS DAN PENGARUH STRUKTUR CAIRAN ION DALAM SINTESIS MELOXICAM SEBAGAI OBAT ANTIINFLAMASI NONSTEROID", "Abstrak": "Meloxicam merupakan senyawa turunan oksikam yang termasuk dalam kelompok\nNSAID (Non-Steroidal Anti-Inflammatory Drugs). Meloxicam mempunyai\naktivitas antiinflamasi, analgesik, dan antipiretik dengan menghambat\nsiklooksigenase-2 (COX-2) untuk menurunkan sintesis prostaglandin dalam tubuh.\nMeloxicam bertindak sebagai inhibitor nonkompetitif dengan mengubah bentuk\ndari sisi aktif siklooksigenase-2. Meloxicam dapat dijadikan sebagai obat\nosteoartritis dan reumatoid artritis secara oral. Metode sintesis meloxicam yang\ntelah dipublikasikan oleh peneliti sebelumnya memiliki beberapa kelemahan yaitu\nlamanya waktu reaksi, %rendemen yang rendah, dan biaya produksi yang mahal.\nOleh karena itu, diperlukan optimasi untuk meningkatkan %rendemen produk\nsekaligus menurunkan biaya produksinya. Optimasi pada fasa padat yang dilakukan\nmeliputi waktu iradiasi, waktu preheating, dan waktu total reaksi, sedangkan untuk\nfasa larutan meliputi optimasi suhu dan waktu total reaksi. Kemudian untuk fasa\nlarutan termediasi cairan ion terdapat tambahan optimasi berupa persentase cairan\nion yang ditambahkan. Dalam penelitian ini dilakukan optimasi variasi metode\nsintesis meloxicam fasa larutan, fasa padat, dan fasa larutan termediasi cairan ion\nOMImBr (1-oktil-3-metilimidazolium bromida), DdMImBr (1-dodesil-3-\nmetilimidazolium bromida), BMImI (1-butil-3-metilimidazolium iodida), DMImCl\n(1-desil-3-metilimidazolium klorida), OMImBF4 (1-oktil-3-metilimidazolium\ntetrafluoroborat), OMImCl (1-oktil-3-metilimidazolium klorida), dan OMImPF6 (1-\noktil-3-metilimidazolium heksafluorofosfat). Cairan ion dapat bertindak sebagai\nasam Lewis sehingga dimungkinkan dapat mempercepat reaksi sintesis meloxicam.\nProduk meloxicam telah berhasil dikarakterisasi melalui uji KLT (Kromatografi\nLapis Tipis), titik leleh, FTIR (Fourier Transform Infra Red), 1H-NMR (Nuclear\nMagnetic Resonance), dan 13C-NMR. Pada fasa larutan, senyawa meloxicam telah\nberhasil disintesis dan dikarakterisasi dengan %rendemen tertinggi sebesar 91,71%\nmenggunakan pelarut o-xilena selama 24 jam pada suhu 144 oC dengan pemanasan\nrefluks. Pada fasa padat, senyawa meloxicam telah berhasil disintesis dan\ndikarakterisasi dengan %rendemen tertinggi sebesar 77,98% dengan waktu\npreheating selama 3 menit, waktu iradiasi selama 10 detik, dijeda 10 detik, dan waktu total reaksi selama 2 menit dengan menggunakan microwave\ndomestik. %Rendemen semakin besar berturut-turut mulai dari\nBMImI", "Daftar File": {"2023_TS_PP_ROZKANANDA_ROHMAH_AGUSTIN_1-ABSTREAK.pdf": "https://digilib.itb.ac.id/gdl/download/279772", "PUSTAKA Rozkananda Rohmah Agustin": "https://digilib.itb.ac.id/gdl/download/289163"}, "Penulis": "Rozkananda Rohmah Agustin [20521005]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si.", "Aep Patah, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "cairan ion, meloxicam, NSAID, fasa padat, fasa larutan.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "17 Feb 2023"}