{"Nomor": 71622, "Judul": "PENGARUH PENGGUNAAN SUPERABSORBENT POLYMER PADA SIFAT MEKANIK MATERIAL BERBAHAN DASAR SEMEN: FASE MORTAR BINARY DAN TERNARY", "Abstrak": "Superabsorbent polymer (SAP) adalah sebuah campuran kimia dalam bentuk bubuk\nyang memiliki banyak potensi dalam memengaruhi sifat mekanik material berbahan\ndasar semen dalam kondisi segar maupun keras. SAP bekerja dengan cara menyerap\nair dan melepaskannya kembali dalam jangka waktu tertentu. Kemampuan tersebut\ndapat dimanfaatkan untuk internal curing pada saat proses hardening sehingga\nmampu mencegah ratakan halus yang dapat timbul. Selain itu, SAP dapat\nmemengaruhi kelecakan serta proses hidrasi yang terjadi. SAP baru mulai diteliti\nbeebrapa tahun kebelakang sehingga belum adanya teori baku karena metode\npenggunaan dan efeknya masih dalam tahap pengenalan.\nDalam penelitian ini, variasi yang digunakan dalam rangka mengetahui efek sifat\nmekanik dari SAP adalah dengan cara membedakan ukuran SAP, kondisi SAP saat\npengadukan, curing, dan supplementary cementitious materials yang akan\ndigunakan. Berbagai variasi tersebut akan dievaluasi berdasarkan kuat tekannya\npada umur 28 hari. Hasilnya, kuat tekan dari benda uji yang menggunakan SAP dan\nsupplementary cementitious materials memiliki kuat tekan 39,7% lebih tinggi\ndibanding benda uji yang menggunakan supplementary cementitious materials saja.\nHal ini menujukkan bahwa SAP dapat meningkatkan kuat tekan dari material\nberbahan dasar semen.", "Daftar File": {"COVER Abdurrahman Yusuf": "https://digilib.itb.ac.id/gdl/download/279660"}, "Penulis": "Abdurrahman Yusuf [15018094]", "Kontributor / Dosen Pembimbing": ["Ivan Sandi Darma, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Superabsorbent Polymer, Mortar, Binary, Ternary, Internal Curing, Kuat Tekan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "16 Feb 2023"}