{"Nomor": 71636, "Judul": "ANALISA PENGARUH NOTASI KHUSUS TERHADAP HARGA SAHAM PERUSAHAAN TERCATAT DI BURSA EFEK INDONESIA Q1 2019 SAMPAI Q2 2022", "Abstrak": "Menurut Asosiasi Ahli Penyidik Penipuan Terakreditasi (ACFE) (2020), penipuan masih merajalela dan sering terjadi di Indonesia. Korupsi, penyalahgunaan aset pemerintah atau perusahaan, dan penipuan laporan keuangan adalah tiga jenis penipuan yang paling umum dan mahal di Indonesia. Masih banyak terjadi kasus penipuan di berbagai industri, terutama di industri konstruksi, transportasi, dan penyimpanan, serta industri komunikasi dan perbankan (Beattie, 2020). Di Indonesia, telah terjadi beberapa kasus penipuan laporan keuangan, termasuk kasus penipuan laporan keuangan PT Garuda Indonesia (pada tahun 2018) dan lainnya. Penipuan laporan keuangan, yang sering terjadi di Indonesia, memunculkan pertanyaan tentang motivasi di balik kebohongan ini.\n\nPenelitian ini menganalisis perusahaan yang terdaftar di Bursa Efek Indonesia. Penelitian ini menggunakan penelitian deskriptif dengan pendekatan kuantitatif. Seluruh data merupakan data sekunder yang dikumpulkan setiap triwulan dari Triwulan I tahun 2019 sampai dengan Triwulan II tahun 2022. Populasi penelitian ini adalah 32% yaitu 257 dari 810 emiten yang saat ini memiliki tanda notasi khusus.\n\nStudi ini mengkaji pengaruh Pembatasan aktivitas bisnis perusahaan terdaftar dan/atau anak perusahaannya oleh regulator (q), sanksi administrasi dari OJK karena pelanggaran serius (v), tidak ada penjualan berdasarkan laporan keuangan terbaru (s), ekuitas negatif dalam laporan keuangan terbaru (e), pelaporan keuangan terlambat (l), dan pengajuan kebangkrutan terhadap perusahaan (b), penjualan dan pendapatan, aset, kewajiban, ekuitas, laba rugi dan pengembalian saham terhadap pengembalian aset (roa), pengembalian ekuitas (roe), hutang terhadap ekuitas (der), dan harga saham. Hasil penelitian menunjukkan notasi khusus yang diberikan oleh regulator pasar modal Indonesia berdampak negatif terhadap rasio keuangan emiten. Namun, hasilnya masih belum pasti karena terbatasnya sampel data dan deret waktu. Return saham emiten tidak mencerminkan rasio keuangan perusahaan secara signifikan. Hal ini mungkin disebabkan karena adanya market maker. Akibatnya, rasio fundamental tidak dapat dijelaskan oleh volatilitas variabel return saham.\n\nPenelitian ini hanya mengkaji data triwulanan Q12019 hingga Q22022. Dalam Penelitian lebih lanjut diperlukan untuk memiliki cakupan dataset yang lebih luas mis. kerangka data yang lebih panjang dan lebih banyak data rasio keuangan.", "Daftar File": {"COVER Aswin Tresna Nugraha": "https://digilib.itb.ac.id/gdl/download/279873", "BAB 1 Aswin Tresna Nugraha": "https://digilib.itb.ac.id/gdl/download/288977", "BAB 2 Aswin Tresna Nugraha": "https://digilib.itb.ac.id/gdl/download/288978", "BAB 3 Aswin Tresna Nugraha": "https://digilib.itb.ac.id/gdl/download/288979", "BAB 4 Aswin Tresna Nugraha": "https://digilib.itb.ac.id/gdl/download/288980", "BAB 5 Aswin Tresna Nugraha": "https://digilib.itb.ac.id/gdl/download/288981", "PUSTAKA Aswin Tresna Nugraha": "https://digilib.itb.ac.id/gdl/download/288982"}, "Penulis": "Aswin Tresna Nugraha [29321153]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Notasi Khusus, Rasio Keuangan, Return Saham, Pasar Modal.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "17 Feb 2023"}