{"Nomor": 71630, "Judul": "SINTESIS DAN KARAKTERISASI KOPOLIMER BLOK (S-VL) DARI MONOMER STIREN DAN D-VALEROLAKTON", "Abstrak": "Pencemaran lingkungan akibat menumpuknya limbah plastik merupakan masalah lingkungan yang sangat serius pada saat ini. Salah satu solusi yang menjanjikan untuk mengatasi masalah tersebut adalah penggunaan polimer yang dapat terbiodegradasi (biodegradable polymer). Dalam penelitian ini, polistiren yang sulit terdegradasi dimodifikasi melalui kopolimerisasi dengan poli(?-valerolakton) yang sifatnya mudah terdegradasi, sehingga dihasilkan kopolimer yang dapat terdegradasi. Sifat-sifat kopolimer dikarakterisasi dengan analisis gugus fungsi (FTIR), analisis termal (TG/DTA), analisis sifat mekanik (tensile tester), dan analisis derajat kristalinitas (XRD). Hasil analisis menunjukkan bahwa semakin besar komposisi PVL dalam kopolimer, maka derajat kristalinitasnya semakin meningkat, akan tetapi sifat mekaniknya semakin menurun. Sedangkan berdasarkan analisis termal, terlihat bahwa sifat termal kopolimer berubah bergantung pada komposisi komonomer. Pada penelitian ini telah berhasil disintesis kopolimer blok (S-VL), akan tetapi perlu dilakukan penelitian lebih lanjut mengenai biodegradabilitas dari kopolimer yang terbentuk.", "Daftar File": {"COVER Nganti Tresna Jungjunan": "https://digilib.itb.ac.id/gdl/download/279855", "BAB1 Nganti Tresna Jungjunan": "https://digilib.itb.ac.id/gdl/download/279856", "BAB2 Nganti Tresna Jungjunan": "https://digilib.itb.ac.id/gdl/download/279857", "BAB3 Nganti Tresna Jungjunan": "https://digilib.itb.ac.id/gdl/download/279858", "BAB4 Nganti Tresna Jungjunan": "https://digilib.itb.ac.id/gdl/download/279859", "BAB5 Nganti Tresna Jungjunan": "https://digilib.itb.ac.id/gdl/download/279860", "PUSTAKA Nganti Tresna Jungjunan": "https://digilib.itb.ac.id/gdl/download/279861"}, "Penulis": "Nganti Tresna Jungjunan [10504054]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Made Arcana, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Pencemaran lingkungan", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "17 Feb 2023"}