{"Nomor": 71642, "Judul": "ANALISIS FAKTOR YANG MEMPENGARUHI KEPUASAN PELANGGAN DAN NIAT BERKELANJUTAN DALAM INDUSTRI CODING BOOTCAMP DI INDONESIA", "Abstrak": "Industri revolusi Masyarakat 5.0 sudah di depan mata. Indonesia harus siap untuk menghadapi transformasi teknologi yang semakin maju. Untuk menghadapi tantangan tersebut, Kementerian Komunikasi dan Informatika merilis data terbaru bahwa Indonesia kekurangan 400.000 - 500.000 talenta digital per tahun. Kekurangan talenta digital telah memicu kekhawatiran bahwa institusi tradisional tidak mampu menghasilkan lulusan yang cukup dengan keterampilan yang dibutuhkan saat ini. Hal ini menyebabkan munculnya perusahaan berbasis teknologi untuk Pendidikan atau Education technology (Edtech). Secara khusus, lahirnya pelatihan kejuruan jenis baru yaitu Bootcamp pengkodean atau Coding Bootcamps.\n\nPada penelitian ini, tiga variabel independen dianalisis yaitu Perilaku Pengguna pada Program Coding Bootcamp, Pengalaman Pengguna, dan Motivasi Pengguna terhadap Kepuasan Pengguna. Kemudian, Kepuasan Pengguna diuji sebagai variabel mediasi antara ketiga variabel independen terhadap Niat Berkelanjutan. Uji Regresi Tunggal, Regresi Berganda dan uji Sobel dilakukan untuk menganalisis 262 hasil kuesioner penelitian. Penelitian menunjukkan bahwa Kepuasan secara signifikan diprediksi oleh Perilaku Pengguna & Pengalaman Pengguna. Kemudian, Kepuasan memiliki hubungan yang signifikan dengan Niat Berkelanjutan. Berdasarkan hasil uji Sobel, Kepuasan secara signifikan memediasi hubungan antara Perilaku Pengguna & Pengalaman Pengguna terhadap Niat Berkelanjutan. Motivasi tidak ditemukan sebagai variabel yang signifikan dalam penelitian ini. Penelitian ini menunjukkan bahwa Bootcamp berpotensi menjadi alternatif model pendidikan tinggi jika berhasil memenuhi kebutuhan pengguna.", "Daftar File": {"COVER Farah El Qadriani": "https://digilib.itb.ac.id/gdl/download/279906", "BAB 1 Farah El Qadriani": "https://digilib.itb.ac.id/gdl/download/289072", "BAB 2 Farah El Qadriani": "https://digilib.itb.ac.id/gdl/download/289073", "BAB 3 Farah El Qadriani": "https://digilib.itb.ac.id/gdl/download/289074", "BAB 4 Farah El Qadriani": "https://digilib.itb.ac.id/gdl/download/289076", "BAB 5 Farah El Qadriani": "https://digilib.itb.ac.id/gdl/download/289078", "PUSTAKA Farah El Qadriani": "https://digilib.itb.ac.id/gdl/download/289081"}, "Penulis": "Farah El Qadriani [29321055]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Coding Bootcamp, EdTech, Kepuasan Pengguna, Niat Berkelanjutan, Perilaku Pengguna, Pengalaman Pengguna, Motivasi Pengguna", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "17 Feb 2023"}