{"Nomor": 71645, "Judul": "PETROLOGI, MINERALOGI, DAN GEOKIMIA LAVA GUNUNG AGUNG, BALI: IMPLIKASI TERHADAP PROSES DAN EVOLUSI MAGMATIK", "Abstrak": "Gunung Agung merupakan gunungapi strato yang terletak di Karangasem, Bali. Letusan terbesarnya terjadi pada 1963 yang menyebabkan ribuan korban jiwa. Sampel pada penelitian ini adalah lava Gunung Agung dari letusan sebelum tahun 1040 hingga tahun 1963. Data petrologi, mineralogi, dan geokimia didapatkan dari SEM-EDS, XRF, dan ICP-MS/OES. Data tersebut digunakan untuk menentukan karakteristik magma, proses magmatik yang terjadi, dan evolusi magma secara temporal. Terdapat tiga kelompok utama, yaitu basalt tinggi aluminium, basaltik andesit kalium sedang, dan andesit kalium sedang. Seluruh sampel memiliki tekstur porfitik. Fenokris yang hadir berupa plagioklas+augit+klinoenstatit+olivin+ titanomagnetit±hornblenda dalam massadasar mikrolit plagioklas, gelas volkanik, titanomagnetit, dan piroksen. Fenokris plagioklas, augit, klinoenstatit, dan olivin umumnya memiliki zonasi normal dengan kenaikan magnesium atau kalsium pada bagian tengah mineral. Tekstur mikro dominan berupa tekstur sieve, fine oscillatory zoning, glomerocryst pada plagioklas; reaction rim pada olivin berupa piroksen±simplektitik intergrowth titanomagnetit; dan opacitic rim atau reaction rim piroksen+plagioklas+titanomagnetit pada hornblenda. Tekstur mikro yang hadir ini mengindikasikan proses magmatik sistem terbuka dan kondisi disekuilibrium.\nGunung Agung memiliki seri magma kalk-alkali dengan pengayaan LILE dan LREE pada tatanan tektonik busur kepulauan. Evolusi magma menunjukkan perubahan komposisi dari basalt menjadi basaltik-andesit dan andesit yang terbentuk dari parental magma yang sama. Selain itu, proses magmatik di bawah Gunung Agung didominasi oleh fraksionasi kristal dan penambahan magma basaltik yang berulang. Berdasarkan data perbandingan unsur inkompatibel juga didapatkan adanya modifikasi komposisi mantel akibat penambahan fluida sedimen dan kerak samudera yang terbawa saat proses subduksi.", "Daftar File": {"ABSTRAK Adzkia Noerma Arifa": "https://digilib.itb.ac.id/gdl/download/279912"}, "Penulis": "Adzkia Noerma Arifa [22020020]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Bagus Eddy Sucipta, S.T, M.T.", "Dr. Idham Andri Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gunung Agung, sistem terbuka, disekuilibrium, fraksionasi kristal, penambahan magma basaltik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Feb 2023"}