{"Nomor": 71653, "Judul": "PEMANFAATAN LIMBAH POLYURATHANE (PU) DAN HIGH IMPACT POLYSTYRENE (HIPS) SEBAGAI FILTER UDARA DENGAN MENGGUNAKAN METODE BLOWSPINNING", "Abstrak": "Penelitian ini bertujuan untuk mengatasi masalah polusi udara yang berdampak\nburuk pada kesehatan pernapasan manusia, khususnya partikel udara berukuran\nkurang dari 2,5 ?m. Selain itu, produksi sampah yang tinggi juga menjadi\npermasalahan lingkungan yang perlu diatasi. Salah satu solusi yang diusulkan\ndalam penelitian ini adalah dengan menggunakan filter udara yang dibuat dari\ndaur ulang sampah dengan metode blowspinning dan mengguankan material\nPolyurathane (PU) dan High Impact Polystyrene (HIPS) dengan metode\nBlowspinning. Pada tahap awal, akan dipelajari pengaruh parameter fisis terhadap\nmorfologi dan sifat mekanik membrane. Selanjutnya, akan dibuat membran\nmultilayer dari dua material yang berbeda. Hal tersebut dilakukan untuk\nmeningkatkan nilai quality factor dan Ultimate Tensile Strength (UTS). Dari\npenelitian ini didapatkan, konsentrasi yang menjadi pengaruh terbesar terhadap\ndiameter fiber dan jarak kerja menjadi pengaruh tersebar terhadap UTS\nmembrane. Dengan mengunakan metode komposit, Kami berhasil membuat\nmasker dengan sifat mekanik dan efisiensi yang lebih baik dibandingkan\nmembran satu lapis. Komposit membran berhasil meningkatkan break strain dari\n8% menjadi 70% dan UTS dari 0.20 menjadi 0.53 MPa dibandingkan dengan\nmembran HIPS. Selanjutnya, nilai efisiensi komposit mebran meningkat dari 68%\nmenjadi 97.3%. Selain itu, membran komposit memiliki sifat keterbasahan\nsuperhidrofobik yang cocok untuk filter udara", "Daftar File": {}, "Penulis": "Muzakki [10218092]", "Kontributor / Dosen Pembimbing": ["Dr. Irfan Dwi Aditya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Blowspinning, Diameter fiber, High-Impact polystyrene (HIPS), Polyurathane (PU), Ultimate Tensile Strength (UTS)", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "17 Feb 2023"}