{"Nomor": 71650, "Judul": "PENGURANGAN CACAT PRODUK MENGGUNAKAN PERENCANAAN KUALITAS PADA MANUFAKTUR MEBEL", "Abstrak": "Sekitar 68 persen dari jutaan hektar lahan hutan di Indonesia difungsikan sebagai hutan produksi. Dengan CAGR lebih dari 4,2%,  potensial industri furnitur menunjukkan masa depan yang cerah. Ada lima pemain lokal yang mendominasi. Namun, kemajuan teknologi dan inovasi produk membantu usaha menengah dan kecil memperluas kehadiran pasar mereka. Produsen furnitur Indonesia bersaing karena nilai furnitur dan perabot rumah tangga meningkat dan jumlah produsen meningkat. Oleh karena itu, UKM furnitur juga harus membuat dan menerapkan strategi yang mengungguli pesaing dan meningkatkan nilai pelanggan. Salah satu UKM produsen furnitur, PT Papan Kreasi Apike, sedang banyak menerima keluhan cacat produk yang berdampak pada keuntungan\nMereka diprediksi kehilangan 5% dari keuntungan mereka setiap tahun karena masalah ini. Untuk itu, penelitian ini mengkaji penyebab produk cacat yang mengakibatkan penurunan keuntungan. Berdasarkan pengamatan perusahaan, wawancara dengan pemangku kepentingan, penyebaran kuesioner, dan tinjauan pustaka, akar permasalahan tercapai. Dengan peta jalan six sigma DMAIC dan alat analisis seperti Eight Waste of Lean Manufacturing, Current Reality Tree dan SIPOC ditemukan bahwa pintu tidak presisi, retak, finishing tidak memuaskan, tingkat penutupan tidak simetris, produk tidak ergonomis, tidak sesuai dengan lokasi, jahitan tidak rapi, dan terakhir a Arah pola yang bervariasi pada satu produk merupakan jenis cacat yang sering muncul. Perusahaan ini kurang memiliki standar kualitas produk yang dibuktikan dengan tidak adanya kontrol kualitas. Studi ini akan menginterpretasikan perencanaan kualitas dengan menemukan akar penyebab cacat dan kemudian mengembangkan solusinya..\nAkar penyebabnya telah diidentifikasi, ditemukan proses produksi perusahaan cacat karena kurangnya evaluasi projects. Untuk mengatasi masalah tersebut, tiga solusi alternatif diusulkan: control chart untuk memantau proses produksi, standar untuk menghasilkan panduan dasar, dan pelatihan bagi pekerja untuk mengembangkan perhatian yang tajam terhadap detail. Untuk menentukan solusi mana yang harus diusulkan, penelitian ini menggunakan analisis AHP dengan tiga faktor yang diketahui: dampak, kemudahan, dan biaya. Dengan 0,56 poin, hasilnya menunjukkan bahwa solusi penyusunan control chat  disukai dan diperkirakan memilki dampak lebih besar. Sebagai upaya untuk mengurangi kecacatan produk, perusahaan telah sepakat untuk mengimplementasikan peta kendali sebagai langkah awal.", "Daftar File": {"COVER Putri Nawang Wulan": "https://digilib.itb.ac.id/gdl/download/279935", "BAB 1 Putri Nawang Wulan": "https://digilib.itb.ac.id/gdl/download/289889", "BAB 2 Putri Nawang Wulan": "https://digilib.itb.ac.id/gdl/download/289890", "BAB 3 Putri Nawang Wulan": "https://digilib.itb.ac.id/gdl/download/289891", "BAB 4 Putri Nawang Wulan": "https://digilib.itb.ac.id/gdl/download/289892", "BAB 5 Putri Nawang Wulan": "https://digilib.itb.ac.id/gdl/download/289893", "PUSTAKA Putri Nawang Wulan": "https://digilib.itb.ac.id/gdl/download/289894"}, "Penulis": "Putri Nawang Wulan [29321164]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T, M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Produk Cacat, Perencanaan Mutu, Evaluasi Organisasi, Manufaktur Furnitur", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "17 Feb 2023"}