{"Nomor": 71658, "Judul": "ANALISIS TEFRA ERUPSI GUNUNGAPI BROMO 2010 SERTA APLIKASINYA TERHADAP ESTIMASI BAHAYA ABU VULKANIK ERUPSI GUNUNGAPI BROMO", "Abstrak": "Sebagai salah satu lokasi wisata dan pertanian di wilayah Jawa Timur, Kompleks Kaldera\nTengger memiliki ancaman bahaya akibat erupsi Gunungapi Bromo yang masih terus\nmenunjukkan aktivitas vulkanik hingga hari ini. Untuk mengetahui lebih lanjut terkait ancaman\nbahaya akibat erupsi, penulis melakukan penelitian dengan tujuan untuk mengetahui\nmekanisme erupsi yang kemudian dimodelkan secara deterministik dan probabilistik.\nPenelitian berfokus pada erupsi paling besar selama 50 tahun terakhir yaitu erupsi tahun 2010.\nPenelitian dilakukan menggunakan metode analisis pohon kejadian, tefrastratigrafi, analisis\nfisik tefra seperti properti fisik, analisis komposisi butir, petrografi bom, dan analisis morfologi\nbutir, serta pemodelan deterministik dan probabilistik jatuhan abu vulkanik menggunakan\naplikasi TephraProb. Dari analisis pohon kejadian diketahui bahwa bahaya dengan probabilitas\ntertinggi selama 50 tahun terakhir adalah jatuhan abu vulkanik. Berdasarkan analisis\ntefrastratigrafi, dan analisis fisik tefra, diketahui bahwa terdapat 4 fase erupsi, yaitu fase\npembukaan kawah berupa erupsi freatomagmatik, fase erupsi strombolian, fase erupsi abu, dan\nfase akhir erupsi berupa perselingan erupsi abu dan freatomagmatik. Kemudian, dilakukan\npemodelan deterministik erupsi 2010 yang menunjukkan adanya perbedaan dampak abu\nvulkanik dari setiap fase erupsi. Berdasarkan pemodelan yang dilakukan, pada fase 1 jatuhan\nabu vulkanik tersebar sejauh ~30 km ke arah timur, ~70 km ke arah tenggara pada fase 2, ~30\nkm ke arah timur pada fase 3, dan ~25 km ke arah timur pada fase 4. Terakhir, dilakukan\nanalisis probabilistik menggunakan data angin tahun 2010-2022 untuk mengetahui probabilitas\nbahaya akibat jatuhan abu vulkanik. Berdasarkan hasil pemodelan probabilistik, pemodelan\nsepanjang tahun dan pada bulan April-Agustus menunjukkan abu vulkanik akan condong\nmengarah ke barat-barat daya. Sedangkan, pada bulan September-Maret, abu vulkanik akan\ncondong mengarah ke timur. Dari pemodelan probabilistik yang dilakukan, dapat diketahui\nbahwa daerah Putus dan Wonokitri yang berada di bagian timur dan barat Gunungapi Bromo\nmemiliki risiko bahaya akibat abu vulkanik dengan akumulasi hingga 300 kg/m2. Akumulasi\njatuhan abu vulkanik belum dapat tersampaikan oleh Peta KRB yang ada sehingga diperlukan\nmedia lain untuk menyampaikan risiko bahaya terutama pada wisatawan dan masyarakat di\nsekitar Gunungapi Bromo.", "Daftar File": {}, "Penulis": "'Aisyah Qurrata'aini [12018029]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T, M.T.", "Dr. Idham Andri Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Abu Vulkanik, Bahaya, Bromo, Erupsi, Tefra", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Feb 2023"}