{"Nomor": 71672, "Judul": "USULAN SOLUSI TENTANG WORK OVERLOAD UNTUK DIVISI PEMASARAN PADA PT.PERSIB BANDUNG BERMARTABAT", "Abstrak": "Sepak bola merupakan olahraga yang sangat digemari di setiap lapisan masyarakat\nIndonesia. Indonesia dikenal sebagai negara dengan jumlah penggemar sepak bola\nyang sangat besar. Negara Indonesia memiliki populasi terbanyak keempat di dunia\ndengan 265 juta jiwa, dan menurut Nielsen Sport, 77% penduduk Indonesia memiliki\nminat terhadap sepak bola. Fakta tersebut menjadikan Indonesia sebagai negara yang\nmemiliki jumlah peminat sepakbola terbesar ketiga. Pasar sepak bola Indonesia sangat\nbesar, dan sepak bola menjadi peluang bisnis besar di Indonesia. PT Persib Bandung\nBermatabat membawahi klub sepak bola Persib Bandung yang merupakan salah satu\ntim Indonesia. PT. Persib Bandung Bermartabat yang berlokasi di Graha Persib\nLantai 3 Jalan Sulanjana No 17 Bandung. Dalam mengelola suatu perusahaan\ntentunya membutuhkan sumber daya manusia yang memiliki kemampuan tinggi untuk\nmembantu tercapainya tujuan perusahaan. Selain itu, untuk dapat membentuk\nperforma klub yang baik tentunya harus memiliki ekosistem manajemen yang sehat\njuga. Penelitian ini menggunakan model penelitian kualitatif dan kuantitatif. Pada\npenelitian kuantitatif, penulis membagikan kuesioner dalam bentuk g-forms kepada\npegawai bagian pemasaran dengan menggunakan metode National Aeronautics and\nSpace Administration Task Load Index (NASA – TLX) untuk mengukur beban kerja\nyang dialami pegawai. Dalam metode kualitatif penulis melakukan wawancara dengan\nobservasi terhadap struktur organisasi dan job description karyawan bagian\npemasaran PT. Persib Bandung Bermartabat menggunakan semi-structure interview.\nDalam mencari akar permasalahan penulis menggunakan analisis CRT (Current\nReality Tree). Hasil dari penelitian ini adalah struktur organisasi dan job description\nyang dibuat berdasarkan hasil benchmark dengan 3 management klub bola. Penulis\nmengusulkan struktur organisasi baru dan deskripsi pekerjaan yang pada akhirnya\ndapat disesuaikan dengan kebutuhan divisi marketing PT. Persib Bandung\nBermartabat untuk bisa membantu terwujudnya strategic initiative dan memecahkan\nmasalah yang dialami.", "Daftar File": {"2023_TS_PP_Muhammad Luthfi Fauzi_29121263_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/280029"}, "Penulis": "Muhammad Luthfi Fauzi [29121263]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Sumber Daya Manusia, Struktur Organisasi, Job deskripsi, Workload, Nasa-TLX, Current Reality Tree (CRT)", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Feb 2023"}