{"Nomor": 71688, "Judul": "ANALISIS DAMPAK PEMBERIAN JAMINAN RISIKO KETERLAMBATAN PENGADAAN TANAH TERHADAP KELAYAKAN FINANSIAL PROYEK JALAN TOL DI INDONESIA (STUDI KASUS: PROYEK JALAN TOL JAKARTA-CIKAMPEK II SELATAN)", "Abstrak": "Saat ini banyak sekali risiko yang menyebabkan pertumbuhan pengusahaan jalan tol di Indonesia terhambat, salah satunya adalah keterlambatan tanah. Keterlambatan tanah dapat menyebabkan kenaikan biaya dan dalam jangka panjang dapat menurunkan minta investasi. Sehingga Pemerintah memberikan dukungan berupa penjaminan infrastruktur untuk menarik  minat investor dalam pengusahaan jalan tol. Salah satu bentuk dukungan Pemerintah adalah jaminan risiko keterlambatan pengadaan tanah. Diharapkan melalui dukungan tersebut dapat menarik minat investor namun investor diwajibkan untuk membayar biaya penjaminan yang akan menambah biaya investasi. Sehingga diperlukan kajian mengenai dampak pemberian jaminan risiko keterlambatan pengadaan tanah terhadap kelayakan finansial proyek jalan tol di Indonesia. Tujuan penelitian ini untuk mengidentifikasi dampak pemberian jaminan risiko keterlambatan tanah terhadap kelayakan finansial proyek jalan tol, mengidentifikasi permasalahan dalam pemberian jaminan dan menyusun upaya mitigasi untuk mengatasi permasalahan dalam pemberian jaminan. Kajian ini diharapkan dapat memberikan informasi kepada Pemerintah dan/atau badan usaha sebagai bahan pertimbangan sebelum memutuskan penggunaan penjaminan dalam pengusahaan jalan tol.\nPenelitian ini menggunakan metode penelitian kualitatif dan kuantitatif. Hasil analisis menunjukkan bahwa pada kondisi tidak terjadi keterlambatan tanah, selisih nilai NPV dan IRR proyek dengan penjaminan dan tanpa penjaminan tidak terlalu tinggi (0,84% untuk NPV dan 0,033% untuk IRR). Artinya pemberian jaminan pada kondisi tidak terjadi keterlambatan tanah tidak secara signifikan mempengaruhi kelayakan finansial. Namun jika ditinjau dari kondisi aktual saat ini masih banyak terjadi keterlambatan tanah, maka opsi penggunaan jaminan dapat dipertimbangkan. Hal tersebut dikarenakan terdapat kompensasi yang dapat digunakan untuk menaikkan nilai NPV dan IRR. Penjaminan ini dapat memberikan kepastian kepada pemberi pinjaman, sehingga bisa menarik minat investor.", "Daftar File": {"ABSTRAK SAFIRA NUR HASANAH": "https://digilib.itb.ac.id/gdl/download/280380"}, "Penulis": "SAFIRA NUR HASANAH [25021073]", "Kontributor / Dosen Pembimbing": ["Dr. Iris Mahani, S.T., M.T.", "Rani Gayatri K.P., S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Penjaminan, KPBU, jalan tol, NPV, IRR", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Feb 2023"}