{"Nomor": 71680, "Judul": "USULAN PERJALANAN TRANSFORMASI DIGITAL UNTUK MENINGKATKAN PRODUKTIVITAS DALAM OPERASI BISNIS CASE STUDY PT.BAGJA MULIA TECHNOLOGIES", "Abstrak": "Konsep Industri 4.0 sudah biasa digunakan. Namun sebagian besar perusahaan masih belum mengetahui apa itu industri 4.0.Revolusi industri yang sedang diperkenalkan di pada proses utama, masih terus meningkat. Perusahaan BM Techno baja yang bergerak di bidang infrastruktur pendukung telekomunikasi, sehingga dalam menjalankan kegiatan bisnisnya masih berjalan secara tradisional, Pertama, dalam membuat penawaran, karyawan harus input satu persatu nama-nama produk yang akan masuk dalam penawaran dari sudut pandang, untuk membuat satu penawaran bisa membutuhkan setidaknya 3 jam. Penelitian ini berupaya untuk mengetahui permasalahan di BM Techno agar penerapan sistem baru ini dapat memberikan hasil yang optimal untuk digunakan dalam kegiatan bisnis, untuk meminimalisir resiko dan menemukan solusi baru bagi BM Techno untuk meningkatkan manajemen operasi, kerangka konseptual yang digunakan oleh peneliti yaitu kerangka Digital Transformation dari McKinsey, karena kerangka kedepannya dapat menyelesaikan permasalahan dari isu-isu yang dihadapi di perusahaan. Berdasarkan hasil penelitian yang telah dilakukan oleh peneliti, ada beberapa faktor penting untuk melakukan perjalanan transformasi Memperkuat produk inti perusahaan untuk bersaing secara global dan berekspansi baik lokal maupun global, Mengatur kembali kegiatan bisnis, Memperkuat kerja sama antar divisi untuk saling menguntungkan dan pentingnya transparansi dalam perusahaan, Dapat mengatur rantai pasokan. BM Techno ekspansi untuk bersaing secara lokal dan global dengan menciptakan sebuah inovasi berupa produk, sistem dalam perusahaan sehingga kedepannya dapat terus menghasilkan produk unggulan dan tim yang capable dalam bidang digital.", "Daftar File": {"COVER Wahyu Rahmawati": "https://digilib.itb.ac.id/gdl/download/290347", "BAB 1 Wahyu Rahmawati": "https://digilib.itb.ac.id/gdl/download/290355", "BAB 2 Wahyu Rahmawati": "https://digilib.itb.ac.id/gdl/download/290356", "BAB 3 Wahyu Rahmawati": "https://digilib.itb.ac.id/gdl/download/290357", "BAB 4 Wahyu Rahmawati": "https://digilib.itb.ac.id/gdl/download/290358", "BAB 5 Wahyu Rahmawati": "https://digilib.itb.ac.id/gdl/download/290359", "PUSTAKA Wahyu Rahmawati": "https://digilib.itb.ac.id/gdl/download/290360"}, "Penulis": "Wahyu Rahmawati [29321010]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.SC., Ph.D.", "Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Transformasi Digital, Industri 4.0, Kematangan Digital, Manajemen Operasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "20 Feb 2023"}