{"Nomor": 71683, "Judul": "STRATEGI MITRA BUKALAPAK UNTUK MENCAPAI SUSTAINBILITAS BISNIS MELALUI LAYANAN KEUANGAN", "Abstrak": "Mitra Bukalapak didirikan pada tahun 2017 sebagai anak perusahaan dari\nBukalapak. Mitra Bukalapak adalah platform B2B yang mendigitalkan 13,1 juta\nWarung atau Kios untuk dapat menjual produk fisik, virtual, keuangan, dan\nlogistik. Secara keseluruhan produk Mitra Bukalapak memiliki pangsa pasar\nmayoritas di pasar offline-to-online di Indonesia sebesar 42%. Produk layanan\nkeuangan Mitra Bukalapak adalah pembayaran QRIS untuk memungkinkan\npelanggan membayar menggunakan e-wallet atau mobile banking di Warung,\npengiriman uang lokal, isi ulang uang elektronik, aplikasi dan pembayaran bank\ndigital, dan investasi emas. Produk jasa keuangan terbukti membantu perusahaan\nmenjadi lebih berkelanjutan, misalnya Google, Amazon, GoTo, dan Grab. Jenis\nproduk ini membantu agen Mitra Bukalapak untuk memiliki akses inklusi\nkeuangan, begitu juga dengan pelanggannya. Lebih dari 70% UMKM tidak\nmemiliki akses kredit dan lebih dari 50% masyarakat Indonesia tidak memiliki\nrekening bank. Sebuah penelitian yang dilakukan menunjukkan bahwa di\nkota-kota berkembang mengalami pertumbuhan agen Mitra Bukalapak tertinggi.\nRendahnya indeks inklusi keuangan di wilayah tersebut dianggap sebagai faktor\nterbesar.\nPermintaan untuk memiliki produk jasa keuangan sangat tinggi. Dengan situasi\nsaat ini, Bukalapak dapat mulai mengidentifikasi potensi penghasil pendapatan\nbaru bagi perusahaan. Kuesioner telah dikirimkan ke lebih dari 300 agen Mitra\nBukalapak dan wawancara kepada internal stakeholder telah dilakukan. Analisis\nVRIO digunakan untuk mengidentifikasi keunggulan Mitra Bukalapak\ndibandingkan dengan kompetitor. Analisis data dilakukan melalui analisis\nkualitatif dan kuantitatif dan ditemukan 3 strategi bisnis yang potensial bagi\nperusahaan. Analisis external kemudian dilakukan dengan menggunakan\nframework STP marketing strategy, marketing mix 7P, dan Porter Five Forces.\nMengembangkan portofolio produk baru bisa menjadi salah satu pilihan,\nmemanfaatkan pasar baru dan berkonsentrasi pada pasar dengan pertumbuhan\ntinggi di kota berkembang untuk produk-produk finansial dan menaikkan take\nrate dapat menjadi jalan Mitra Bukalapak menuju profitabilitas.", "Daftar File": {"COVER Muhammad Isnain Al Rizqi": "https://digilib.itb.ac.id/gdl/download/280208", "BAB 1 Muhammad Isnain Al Rizqi": "https://digilib.itb.ac.id/gdl/download/289627", "BAB 2 Muhammad Isnain Al Rizqi": "https://digilib.itb.ac.id/gdl/download/289628", "BAB 3 Muhammad Isnain Al Rizqi": "https://digilib.itb.ac.id/gdl/download/289629", "BAB 4 Muhammad Isnain Al Rizqi": "https://digilib.itb.ac.id/gdl/download/289630", "BAB 5 Muhammad Isnain Al Rizqi": "https://digilib.itb.ac.id/gdl/download/289631", "PUSTAKA Muhammad Isnain Al Rizqi": "https://digilib.itb.ac.id/gdl/download/289632"}, "Penulis": "Muhammad Isnain Al Rizqi [29321156]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T, M.Eng., Ph.D.", "Dr. Hilman Palaon"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mitra Bukalapak, MSM, Jasa Keuangan, Profitabilitas.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "20 Feb 2023"}