{"Nomor": 71696, "Judul": "DEVELOPMENT OF DIESEL INJECTOR CLEANLINESS TESTING BASED ON CEC F-98-08 STANDARD IN INDONESIA", "Abstrak": "Bensin dan Solar masih menjadi komoditas utama di lingkungan di Indonesia. Namun, penggunaan bahan bakar menyebabkan polusi udara yang berbahaya bagi manusia. Oleh karena itu, pengembangan bahan bakar harus dilakukan untuk mengurangi polusi udara. Salah satu pengembangan bahan bakar yang dikembangkan adalah pencegahan pembentukan deposit. Spesifikasi bahan bakar khususnya deposit harus memenuhi spesifikasi Euro IV dari Worldwide Fuel Charter and Guidelines (WWFC).\nMotor Bahan Bakar Diesel adalah mesin pembakaran yang bekerja dan menghasilkan kerja melalui kompresi antara udara dan bahan bakar. Mesin Diesel Citroen Peugeuot digunakan dalam pengujian uji kebersihan injektor. Pengujian yang terdiri dari 32 jam pengujian ini dibagi menjadi empat bagian dengan masing-masing 8 jam siklus dimana mesin diuji untuk mengukur perubahan tenaganya. Setiap jam pengujian terdiri dari 12 langkah siklus kokas dimana perubahan daya diukur pada akhir langkah ke-12.\nProses injeksi memiliki risiko penumpukan deposit. Dimana deposit tersebut merupakan kumpulan bahan bakar yang mampu menutupi lubang injektor. Tingkat pembentukan endapan tergantung pada kualitas bahan bakar. Pada penelitian ini bahan bakar solar akan dicampurkan dengan additive deposit control untuk menguji pengaruhnya terhadap laju pembentukan deposit pada mesin dan perubahan tenaga. Metode pengujian yang digunakan dalam penelitian ini mengikuti standar CEC F 98-08.\nPenelitian ini bertujuan untuk menganalisis permasalahan yang muncul saat mesin pembakaran dalam yang digunakan untuk pengujian dari Peugeot Citroën dioperasikan. Analisis dilakukan pada uji run-in dan uji kokas injektor CEC F-98-08. Uji kokas injektor menghasilkan perubahan daya sebesar 2,13% yang berada dalam jumlah yang diperlukan bahan bakar untuk memenuhi Standar Emisi Euro IV.", "Daftar File": {}, "Penulis": "Narendra Seta Roesdyoko [13118207]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Mesin Diesel, akumulasi deposit, standar CEC F-98-08, WWFC.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Feb 2023"}