{"Nomor": 71699, "Judul": "ANALISIS BURNOUT PEGAWAI PADA MASA PANDEMI COVID-19 DI BAPPENAS", "Abstrak": "Wabah Covid-19 memaksa semua bisnis dan organisasi yang sebelumnya berbasis kantor untuk\nberalih ke pekerjaan jarak jauh. Hal ini mendorong karyawan untuk beradaptasi kembali dengan\nkeadaan tersebut sehingga mereka dapat terus mengoptimalkan produktivitas mereka. Selama enam\nbulan pertama pengaturan kerja dari rumah ini, beberapa karyawan mengeluhkan timbulnya\nkarakteristik burnout. Pada penelitian ini, peneliti tertarik untuk menilai burnout kerja karyawan\nselama wabah virus Covid. Penelitian ini akan menilai besarnya burnout yang dialami karyawan,\nfaktor terjadinya burnout pada karyawan, dan solusi yang dirasakan karyawan untuk mengatasi faktor\nutama tersebut. Penelitian ini dilakukan di Bappenas. Metode pengumpulan data dilakukan dengan\nmenyebarkan kuesioner ke unit kerja direktorat 1, dengan jumlah responden sebanyak 21 orang.\nMenggunakan inventori burnout Maslach sebagai pengukur tingkat burnout karyawan. Penelitian ini\nmenunjukkan bahwa bekerja dari rumah secara parsial memiliki hubungan yang baik dan signifikan\nsecara statistik dengan kinerja karyawan dan tingkat kelelahan. Telah terbukti bahwa bekerja dari\nrumah dapat meningkatkan atau menurunkan kelelahan dan produktivitas karyawan. Oleh karena itu,\nperusahaan wajib memberikan perhatian yang lebih besar terhadap sistem kerja yang akan digunakan saat bekerja dari rumah untuk menjaga tingkat produktivitas kerja dan burnout yang optimal.", "Daftar File": {"2023 SK PP Muhammad Fazlurrahman Imran   [19019138] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/280453"}, "Penulis": "Muhammad Fazlurrahman Imran [19019138]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T, M.A.B, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pandemi Covid-19, Bekerja dari Rumah, Burnout Kerja, Bappenas", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Feb 2023"}