{"Nomor": 71695, "Judul": "PEMBUATAN MEMBRAN BIOREAKTOR EKSTRAK KASAR ENZIM ALPHA AMILASE UNTUK PENGURAIAN PATI", "Abstrak": "Membran bioreaktor memiliki dua fungsi utama, yaitu sebagai biokatalis dan media pemisahan. Keunggulan membran bioreaktor adalah produk secara selektif dipermeasikan menembus membran dan produk yang dihasilkan lebih tinggi jika dibandingkan dengan metode konvensional. Dalam penelitian ini, membran bioreaktor dibuat dengan cara amobilisasi ekstrak kasar enzim ?-amilase ke dalam membran poli(metil metakrilat). Membran bioreaktor ekstrak kasar enzim ?-amilase digunakan untuk menguraikan pati menjadi oligosakarida, sekaligus sebagai media pemisahan hasil penguraian pati. Ekstrak kasar enzim ?-amilase diamobilisasi ke dalam gel poliakrilamid menggunakan teknik penjebakan. Hasil penelitian menunjukkan bahwa ekstrak kasar enzim ?-amilase yang teramobilkan masih memiliki aktivitas untuk menguraikan pati walaupun aktivitasnya lebih rendah jika dibandingkan dengan enzim dalam keadaan bebas. Uji kinerja membran bioreaktor menujukkan %rejeksi membran bioreaktor terhadap larutan pati besar, akan tetapi kemampuan membran bioreaktor untuk menguraikan pati masih rendah. Oleh karena itu, diperlukan optimasi untuk memperbaiki kinerja membran bioreaktor ekstrak kasar enzim ?-amilase.", "Daftar File": {"COVER Ratih Paramita": "https://digilib.itb.ac.id/gdl/download/280417", "BAB1 Ratih Paramita": "https://digilib.itb.ac.id/gdl/download/280418", "BAB2 Ratih Paramita": "https://digilib.itb.ac.id/gdl/download/280419", "BAB3 Ratih Paramita": "https://digilib.itb.ac.id/gdl/download/280420", "BAB4 Ratih Paramita": "https://digilib.itb.ac.id/gdl/download/280421", "BAB5 Ratih Paramita": "https://digilib.itb.ac.id/gdl/download/280423", "PUSTAKA Ratih Paramita": "https://digilib.itb.ac.id/gdl/download/280424"}, "Penulis": "Ratih Paramita [10504067]", "Kontributor / Dosen Pembimbing": ["Prof. Dessy Natalia, Ph.D.", "Dr. Suryo Gandasasmita, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "membran bioreaktor, pati, ?-amilase", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "7 file", "Tanggal Input": "21 Feb 2023"}