{"Nomor": 71704, "Judul": "ANALISIS ION LOGAM TIMBAL, CADMIUM DAN SENG PADA ELEKTRODA AMALGAM TEMBAGA DENGAN TEKNIK VOLTAMETRI LUCUTAN ANODIK GELOMBANG PERSEGI", "Abstrak": "Penggunaan elektroda raksa untuk penentuan logam berat secara voltametri memang\nmemiliki sensitivitas dan selektifitas yang baik, namun memiliki kendala pada masalah\ntoksisitas dan lingkungan. Modifikasi elektroda kerja raksa menjadi amalgam tembaga\nmemiliki keuntungan dimana raksa yang digunakan secara kuantitas minim dan amalgam\nrelatif kurang toksik. Selain itu elektroda kerja amalgam tembaga memiliki kelebihan dari\nsegi overpotential untuk hidrogen dan jendela potensial pada potensial negatif untuk deteksi\nunsur-unsur logam. Analisis dengan teknik voltametri lucutan anodik gelombang persegi\nmemberikan alternatif yang baik untuk analisis dengan elektroda amalgam tembaga, dimana\nkonsentrasi renik dapat dideteksi lebih baik karena adanya proses deposisi untuk pemekatan\nanalit pada permukaan elektroda. Nilai pH optimum untuk penentuan Pb2+, Cd2+, dan Zn2+\ntidak selalu sama. Nilai pH optimum untuk pengukuran Pb2+ dan Zn2+ adalah 4,5 sedangkan\nuntuk Cd2+ adalah 6. Daerah linear kurva kalibrasi untuk ketiga ion tidak sama. Limit deteksi\nelektroda amalgam tembaga untuk pengukuran Pb2+, Cd2+ dan Zn2+ berturut-turut adalah 50,7\nppb, 43,9 ppb, 519 ppb. Akurasi analisis untuk ketiga logam cukup baik dengan persen\nperolehan kembali berkisar antara 91 % hingga 103%.", "Daftar File": {"COVER Tomi Rustamiaji": "https://digilib.itb.ac.id/gdl/download/280481", "BAB1 Tomi Rustamiaji": "https://digilib.itb.ac.id/gdl/download/280482", "BAB2 Tomi Rustamiaji": "https://digilib.itb.ac.id/gdl/download/280483", "BAB3 Tomi Rustamiaji": "https://digilib.itb.ac.id/gdl/download/280484", "BAB4 Tomi Rustamiaji": "https://digilib.itb.ac.id/gdl/download/280485", "BAB5 Tomi Rustamiaji": "https://digilib.itb.ac.id/gdl/download/280486", "PUSTAKA Tomi Rustamiaji": "https://digilib.itb.ac.id/gdl/download/280487"}, "Penulis": "Tomi Rustamiaji [10503053]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "amalgam, logam berat, voltametri.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "21 Feb 2023"}