{"Nomor": 71701, "Judul": "PEMODELAN DENSITAS ARUS DAN POTENSIAL LISTRIK PADA POLYMER ELECTROLYTE MEMBRANE FUEL CELL MENGGUNAKAN METODA SIMULASI DINAMIKA FLUIDA", "Abstrak": "Energi listrik merupakan suatu bentuk energi yang sudah sangat umum digunakan dalam\nkehidupan kita sehari-hari. Walaupun demikian, sebagian dari energi listrik yang kita\nkonsumsi masih dihasilkan dari proses pembakaran batu bara, minyak bumi, maupun gas\nalam dapat dipastikan menghasilkan produk samping yang menimbulkan polusi. Fuel Cell\n(FC) sebagai salah satu alternatif penghasil energi listrik, memiliki kelebihan-kelebihan\ndibandingkan alternatif lainnya terutama dari segi efisiensi, portabilitas, dan emisi yang\ndihasilkan. Hal inilah yang menjadi alasan mengapa FC menjadi suatu sumber energi\nalternatif yang menjanjikan. Pada penelitian ini, dilakukan suatu metoda simulasi\nComputational Fluid Dynamic (CFD) untuk melihat bagaimana pengaruh pola aliran gas\nhidrogen dalam salah satu jenis FC, yakni Polymer Electrolyte Membrane Fuel Cell (PEMFC),\nterhadap densitas arus dan potensial listrik yang dihasilkan. Densitas arus dan potensial\nlistrik adalah faktor yang menentukan kinerja suatu FC. Simulasi didasarkan pada salah satu\nmodul FC yang dimiliki oleh Pusat Penelitian Fisika PUSPITEK LIPI. Pembuatan model\ntiga dimensi dilakukan dengan menggunakan perangkat lunak Gambit, sedangkan simulasi\nCFD dilakukan dengan menggunakan Fluent. Hasil simulasi CFD kemudian diolah dengan\nmodul perangkat lunak tambahan untuk memperoleh data densitas arus dan potensial listrik\nyang diinginkan. Validasi dilakukan dengan membandingkan data hasil simulasi dengan data\npengukuran pada modul PEM-FC yang sebenarnya. Diharapkan metoda simulasi ini dapat\ndikembangkan agar mampu melibatkan lebih banyak parameter sehingga dapat digunakan\nuntuk mensimulasikan berbagai kondisi PEM-FC, yang pada akhirnya akan dapat menekan\nbiaya dan meningkatkan efisiensi dalam proses pengembangannya.", "Daftar File": {"COVER Rizki Ekananda": "https://digilib.itb.ac.id/gdl/download/280454", "BAB1 Rizki Ekananda": "https://digilib.itb.ac.id/gdl/download/280455", "BAB2 Rizki Ekananda": "https://digilib.itb.ac.id/gdl/download/280456", "BAB3 Rizki Ekananda": "https://digilib.itb.ac.id/gdl/download/280457", "BAB4 Rizki Ekananda": "https://digilib.itb.ac.id/gdl/download/280458", "BAB5 Rizki Ekananda": "https://digilib.itb.ac.id/gdl/download/280459", "PUSTAKA Rizki Ekananda": "https://digilib.itb.ac.id/gdl/download/280461"}, "Penulis": "Rizki Ekananda [10503024]", "Kontributor / Dosen Pembimbing": ["Achmad Rochliadi, M.S, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "PEM-FC, simulasi dinamika fluida, densitas arus, sebaran potensial listrik", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "21 Feb 2023"}