{"Nomor": 71710, "Judul": "PENGEMBANGAN PERANGKAP SEDIMEN BERPUSAR PADA BANGUNAN UTAMA BENDUNG UNTUK IRIGASI", "Abstrak": "Sedimen yang masuk dari sungai pada bendung yang kemudian akan masuk pada sistem irigasi akan mengurangi penampang basah saluran pembawa, hal ini mengakibatkan berkurangnya debit keperluan irigasi teknis yang melewati penampang saluran, maka diperlukan perangkap sedimen yang dapat mengendapkan sedimen jenis non-kohesif dan dapat dengan cepat dilakukan pengurasan. Di Indonesia, Daerah Irigasi yang lebih dari 3.000 Ha yang merupakan kewenangan pemerintah pusat, memiliki 2.871 unit bendung yang mana 64% yaitu 1.834 unit bendung dibangun pada masa kolonial hingga pasca kemerdekaan (1890 - 1960). Sejumlah 1.304 unit belum memiliki perangkap sedimen, karena pada masa itu aliran sungai belum banyak membawa angkutan sedimen dan belum banyak kerusakan pada Daerah Aliran Sungai. Dalam modernisasi irigasi, perangkap sedimen adalah komponen yang mutlak harus ada dari sebuah bangunan utama bendung untuk irigasi dan berkontribusi dalam penilaian kinerja sistem irigasi 20% di antaranya adalah bangunan utama (terdiri dari bendung serta perangkap sedimen). Saat ini, jika perangkap sedimen jenis konvensional ini akan dibangun, diperlukan luasan tanah yang cukup untuk memenuhi kebutuhan parameter hidraulik sehingga kinerja dapat mencapai optimum 77,50 % berdasarkan Kriteria Perencanaan (KP)-02 Bangunan Utama yang dikeluarkan oleh Kementerian PUPR Direktorat Sumber Daya Air Tahun 2015. Selain itu, pertumbuhan penduduk yang sangat pesat dan penambahan sarana dan prasarana jalan dan jembatan yang bersinggungan dengan lokasi bangunan utama telah mempersempit luasan yang tersedia. Disyaratkan dalam KP-02 tersebut, sedimen yang diperkenankan masuk ke sistem irigasi adalah sedimen jenis kohesif yang diameternya < 0,06 mm karena sangat sulit untuk mengendapkan sedimen layang yang bergerak mengikuti aliran air. Penelitian ini bertujuan untuk mengembangkan bentuk perangkap sedimen yang modern bentuk Vortex Settling/Desilting Basin (VSDB) diusulkan untuk mengganti perangkap sedimen konvensional dengan bentuk persegi panjang dalam kasus yang sama pada Bendung Macan ini. Pada negara – negara di Asia Tengah perangkap sedimen ini bentuk berpusar ini di bangun dengan fungsi pengurasan untuk sedimen non-kohesif pada beberapa bangunan Water Treatment Plant dan Pembangkit Listrik Tenaga Mini-Hidro untuk\nmenghindari masuknya sedimen dengan gradasi partikel > 0,3 mm pada sistem penggerak turbin. Peneliti sebelumnya telah menganalisis untuk proses pengurasan sedimen dan tidak menganalisis proses pengendapan dan tidak untuk bangunan utama pada sistem irigasi. Sebagai kebaruan, dengan menganalisis efisiensi pengendapan dan pengurasan perangkap sedimen bentuk berpusar VSDB sebagai perangkap sedimen untuk bangunan utama sistem irigasi di Indonesia yang belum pernah diteliti sebelumnya. Sebagai studi kasus, penelitian ini mengambil contoh pada salah satu bendung yang belum memiliki perangkap sedimen dan luasan yang sempit jika akan dibangun perangkap sedimen bentuk konvensional. Lokasi penelitian ini pada Bendung Macan di Kabupaten Subang, Provinsi Jawa Barat. Bendung ini melayani daerah irigasi teknis seluas 9.670 ha, dengan kondisi saat ini ±35% bagian dari penampang basahnya telah berkurang disebabkan oleh sedimentasi. Metode penelitian dimulai dari: a) Analisis numerik dengan simulasi Computational Fluid Dynamic (CFD) dengan Ansys 2021 R2 Fluent Students untuk memperoleh pendekatan bentuk geometrik, b) Analisis dimensi dengan kesamaan geometrik, kenematik, dan dinamik, c) Eksperimen laboratorium dengan prototip skala model 1:40 ke model fisik tiga dimensi yang tidak terdistorsi d) Pengamatan profil aliran dengan seri ketinggian muka air (h), Q80% dari Net Field Requirement (NFR) = 3,21 cm, Q100% dari NFR = 5,15 cm dan Q120% dari NFR = 5,84 cm, dengan analisis parameter hidraulik seperti kecepatan, bilangan tidak berdimensi, dan tegangan geser dengan bantuan Acoustic Doppler Velocity (ADV) dan High Speed Probe Current Meter, dan e) Analisis perubahan kecepatan pada aliran yang berpusar (vortex streamlines) sehingga masuknya aliran pada sisi radial dapat dianalisis karena pusaran ini berperan penting untuk mengendapkan sedimen dan menguras sedimen. Untuk menyimulasikan aliran dan menganalisis kinerja pengendapan dan pengurasan, pada model uji laboratorium dilaksanakan 12 skenario dengan masing - masing empat seri untuk wadah bentuk bulat yang berlubang (chamber orifice) dengan kemiringan dasar wadah 1:10, 1:5 dan 1:2. Hasil analisis, luasan dari perangkap sedimen VSDB ini lebih ramping pada 38,57 % daripada bentuk konvensional dengan mengoptimalkan chamber orifice. Keserupaan skala kenematik waktu pengaliran pada model uji fisik di Laboratorium adalah 11,38 jam pengaliran setara dengan 72 jam atau 3,25 hari pada prototip dengan angkutan sedimen yang di sebar melalui sediment feeder sejumlah 2.468,62 cm3. Dengan membandingkan kinerja perangkap sedimen konvensional dengan parameter hidraulik yang sama, efisiensi pengendapan 69,12 % dan efisiensi pengurasan 53,33 %, terhadap penelitian ini. Hasilnya, chamber orifice dengan kemiringan 1:10 dapat mengendapkan sedimen 1.811,97 cm3 atau 73,40% dari laju angkutan sedimen, dan dari fraksi yang mengendap tersebut dapat di kuras dalam waktu 0,36 jam dengan jumlah 1.538,36 cm3 atau 76,90%. Chamber orifice 1:5, sedimen yang dapat diendapkan 2.095,86 cm3 dengan efektivitas 84,90%, dan dapat menguras fraksi sedimen yang mengendap 1.842,26 cm3 atau 87,90%. Untuk kemiringan dasar chamber 1:2 yang mana chamber orifice nya lebih curam tidak lebih baik dari kemiringan chamber lainnya, hanya dapat mengendapkan sedimen 1.641,63 cm3 dengan efisiensi pengendapan 66,50%,\ndan dapat menguras fraksi sedimen sejumlah 71,46%. Chamber orifice dengan kemiringan dasar 1:10 adalah yang paling maksimum kinerja pengendapan dan pengurasannya lebih dari nilai optimum yang disyaratkan oleh KP-02.", "Daftar File": {"ABSTRAK Muhammad Isnaeni": "https://digilib.itb.ac.id/gdl/download/280500"}, "Penulis": "Muhammad Isnaeni [35018008]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D.", "Dr. Eng. Arno Adi Kuntoro, S.T, M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "efisiensi pengendapan, efisiensi pengurasan, perangkap sedimen, sedimen non-kohesif dan VSDB", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Feb 2023"}