{"Nomor": 71729, "Judul": "PENGARUH ANOMALI CURAH HUJAN AKIBAT ENSO TERHADAP PRODUKTIVITAS TEH DI JAWA BARAT (STUDI KASUS: KABUPATEN BANDUNG)", "Abstrak": "Variabilitas curah hujan di Indonesia salah satunya dipengaruhi oleh adanya fenomena ENSO yang berdampak pada sektor pertanian termasuk tanaman teh. Pada sepuluh tahun terakhir (2011-2020), produksi teh di Jawa Barat terutama di Kabupaten Bandung bervariasi dimana terjadi penurunan dan peningkatan yang menyebabkan ketidakstabilan produktivitas teh. Oleh karena itu, penting untuk mengetahui pengaruh anomali curah hujan akibat ENSO terhadap produktivitas teh di Kabupaten Bandung.\nPenelitian ini menggunakan data bulanan curah hujan, produktivitas teh, dan indeks Nino 3.4 dari tahun 2003-2020. Metode yang digunakan adalah metode Fast Fourier Transform (FFT), Butterworth Bandpass Filter, dan Invers Fast Fourier Transform (IFFT) untuk pengolahan tiga data tersebut. Data curah hujan yang dilakukkan anomali digunakan untuk melihat respon dari fenomena ENSO serta pengaruh keduanya terhadap produktivitas teh di wilayah kajian.\nPola curah hujan di wilayah Kabupaten Bandung di 4 kecamatan (Rancabali, Pasirjambu, Pangalengan, dan Kertasari) adalah monsunal. Korelasi ENSO terhadap anomali curah hujan dan korelasi anomali curah hujan terhadap produktivitas teh di setiap kecamatan tersebut bernilai rendah. Korelasi tertinggi antara ENSO terhadap anomali curah hujan terdapat pada Kecamatan Pangalengan (-0,309) dan korelasi tertinggi antara anomali curah hujan terhadap produktivitas teh terdapat pada Kecamatan Kertasari untuk lag 0 dan 1 berturut-turut -0,304 dan -0,285. Korelasi yang rendah (-0,148 hingga -0,309) menunjukkan bahwa pengaruh anomali curah hujan akibat ENSO terhadap produktivitas teh masing-masing kecamatan di Kabupaten Bandung memiliki pengaruh yang kecil dengan nilai signifikansi kurang dari 5% (0,000 hingga 0,030) yang berarti memiliki hubungan yang signifikan.", "Daftar File": {"ABSTRAK Rahmatika": "https://digilib.itb.ac.id/gdl/download/280783"}, "Penulis": "Rahmatika [12817015]", "Kontributor / Dosen Pembimbing": ["Dr. Joko Wiratmo, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Curah hujan, ENSO, Produktivitas teh", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "22 Feb 2023"}