{"Nomor": 71723, "Judul": "USULAN STRATEGI BISNIS DAN PEMASARAN UNTUK PEMULIHAN KB KUPU-KUPU DAN TK HARAPAN BUNDA PASCA PANDEMI", "Abstrak": "KB Kupu-Kupu dan TK Harapan Bunda adalah lembaga pendidikan anak usia dini yang terletak di Kompleks Sepinggan Pratama, Balikpapan, Kalimantan Timur. Sejak pandemi Covid-19, mereka mengalami penurunan jumlah siswa di sekolah. Penelitian ini bertujuan untuk menemukan faktor internal dan eksternal yang mempengaruhi kinerja KB Kupu-Kupu dan TK Harapan Bunda. Faktor eksternal diperoleh dengan menganalisis lingkungan umum, lingkungan industri, dan analisis pesaing. Analisis sumber daya dan analisis rantai nilai dilakukan untuk mendapatkan faktor internal. Penelitian ini menggunakan pendekatan kualitatif. Data primer dikumpulkan melalui observasi dan wawancara. Sedangkan data sekunder dikumpulkan melalui laporan, jurnal, berita, brosur, artikel, website, dan media sosial. Kebaruan dari penelitian ini adalah penggunaan pendekatan Pemasaran Holistik, segala sesuatu yang berhubungan dengan sumber daya dan kegiatan.  \nKuantifikasi SWOT dilakukan untuk memilih faktor-faktor yang signifikan dari kekuatan, kelemahan, peluang, dan ancaman KB Kupu-Kupu dan TK Harapan Bunda, dan untuk menilai faktor-faktor dominan yang menentukan strategi perusahaan yang tepat. Matriks TOWS dilakukan untuk merumuskan strategi fungsional. \nBerdasarkan hasil analisis, strategi korporasi yang tepat untuk KB Kupu-Kupu dan TK Harapan Bunda adalah pertumbuhan, strategi bisnis yang diusulkan adalah diferensiasi, dan strategi pemasaran diusulkan melalui bauran pemasaran 4P (Product, Price, Promotion, dan Place).", "Daftar File": {"2023_TS_PP_Annisaa Dwi Utami_29121116_Full Tex.pdf": "https://digilib.itb.ac.id/gdl/download/280660"}, "Penulis": "Annisaa Dwi Utami [29121116]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pendidikan Anak Usia Dini, Strategi Bisnis, Strategi Pemasaran, Pemasaran Holistik", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "22 Feb 2023"}