{"Nomor": 71726, "Judul": "PENGARUH FENOMENA MONSUN TERHADAP PRODUKTIVITAS KARET KERING DI PULAU SUMATERA DAN JAWA", "Abstrak": "Curah hujan di Indonesia dipengaruhi oleh monsun yang digerakan oleh adanya sel tekanan tinggi di Benua Asia dan sel tekanan rendah di Benua Australia secara bergantian. Penigkatan dan penurunan curah hujan akibat monsun berdampak pada sektor perkebunan salah satunya produktivitas karet kering di Indonesia. Oleh karena itu penting untuk mengetahui pengaruh monsun terhadap produktivitas karet kering.\nTujuan penelitian ini adalah untuk melihat pengaruh fenomena monsun terhadap produktivitas karet kering di Pulau Sumatera dan Jawa dengan titik kajian Provinsi Sumatera Utara, Riau, Sumatera Selatan, Jawa Barat, dan Jawa Timur, menggunakan data curah hujan bulanan dari Badan Meteorologi, Klimatologi, dan Geofisika (BMKG), data indeks AUSMI dari data angin zonal IRI Data Library (IRIDL), serta data produktivitas karet kering bulanan yang bersumber dari Badan Pusat Statistik (BPS).Fast Fourier Transform (FFT) tahun 2006-2019, dan Butterworth Bandpass Filter merupakan metode yang digunakan untuk melihat respon dari fenomena monsun terhadap curah hujan dan pengaruhnya pada produktivitas karet kering di wilayah kajian.\nFenomena monsun memiliki pengaruh yang berbeda-beda terhadap curah hujan di setiap wilayah kajian. Curah hujan di wilayah Riau, Sumatera Selatan, Jawa Barat, dan Jawa Timur kuat dengan pengaruh monsun, dikonfirmasi dengan nilai korelasi 0.5 hingga 0.7. Korelasi tertinggi antara curah hujan dan produktivitas terdapat pada lag 1 untuk wilayah Sumatera Utara dan Riau dengan nilai 0.487 dan 0.231, dan lag 2 untuk wilayah Sumatera Selatan, Jawa Barat, dan Jawa Timur dengan nilai 0.163, 0.273, dan 0.323. Pengaruh peningkatan serta penurunan curah hujan terhadap peningkatan dan penurunan produktivitas secara musiman tidak konsisten untuk semua wilayah kajian. Fenomena monsun tidak secara langsung mempengaruhi produktivitas melainkan curah hujan yang dipengaruhi monsun yang berpengaruh secara langsung pada produktivitas karet kering.", "Daftar File": {"ABSTRAK Vaiqoturrokhmah": "https://digilib.itb.ac.id/gdl/download/280733"}, "Penulis": "Vaiqoturrokhmah [12817016]", "Kontributor / Dosen Pembimbing": ["Dr. Joko Wiratmo, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "AUSMI, curah hujan, monsun, produktivitas karet kering.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "22 Feb 2023"}