{"Nomor": 71730, "Judul": "ANALISIS RISIKO BANJIR PADA KECAMATAN BATANG ANAI, KABUPATEN PADANG PARIAMAN, SUMATERA BARAT", "Abstrak": "Kecamatan Batang Anai merupakan salah satu kecamatan di Kabupaten Padang Pariaman. Kecamatan Batang Anai juga merupakan daerah hilir dari sungai Batang Anai. Sungai Batang Anai merupakan salah satu sungai terpanjang di Sumatera Barat yang berhulu di kaki Gunung Singgalang dan bermuara di Kecamatan Batang Anai. Sungai Batang Anai memiliki peran penting yaitu salah satunya sebagai irigasi. Sebagai muara dari Sungai Batang Anai, Kecamatan Batang Anai sering dilanda banjir. Dilansir dari data BPS, tahun 2021 Kecamatan Batang Anai dilanda banjir sebanyak 13 kali kejadian. Kejadian banjir yang cukup sering dan hampir terjadi setiap tahun ini tentunya akan mengganggu mobilitas masyarakat. Sedangkan berdasarkan Rencana Tata Ruang Wilayah Kabupaten Padang Pariaman 2010 - 2030 BAB V Penetapan Kawasan Strategis, Kecamatan Batang Anai merupakan Kawasan prioritas Kabupaten, diantaranya gerbang Bandara Katapiang, Kawasan perdagangan Central Business District, Kawasan embarkasi haji, Kawasan koridor utama, dan Kawasan industri. Penelitian ini bertujuan untuk memetakan peta risiko banjir pada kecamatan Batang Anai dan memberikan alternatif dalam pengurangan risiko banjir yang terjadi. Landasan penelitian ini adalah PERKA BNPB No. 2 Tahun 2012 tentang pedoman umum pengkajian risiko bencana. Penelitian ini menganalisis banjir dengan debit periode ulang 20 tahun (Q20) menggunakan HEC-RAS 6.2 dengan pemodelan kombinasi 1D dan 2D. Dalam perhitungan hidrograf banjir, penelitian ini menggunakan HEC-HMS 4.8. Pemetaan daerah ancaman , kerentanan, dan risiko menggunakan QGIS 3.26.2 dan ArcMAP 10.8. Berdasarkan hasil modelling Q20, genangan banjir yang dihasilkan adalah 875.36 ha. Sedangkan setelah penambahan tanggul sebagai alternatif pengurangan risiko banjir, genangan banjir berkurang 33.07% menjadi 585.90 ha. Pada pemodelan banjir Q20, Kelurahan Kasang dan Katapiang berkelas risiko banjir tinggi sedangkan kelurahan Sungai Buluah, Sungai Buluah Selatan, Sungai Buluah Utara, Sungai Buluah Barat, Sungai Buluah Timur berkelas risiko banjir sedang. Setelah penambahan tanggul terjadi penurunan skor risiko banjir pada daerah tinjauan.", "Daftar File": {"ABSTRAK Annisa Fathi Yakan": "https://digilib.itb.ac.id/gdl/download/280800"}, "Penulis": "Annisa Fathi Yakan [25821004]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Risiko Banjir, Sungai Batang Anai, Kecamatan Batang Anai, HEC-RAS 1D 2D", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Feb 2023"}