{"Nomor": 71731, "Judul": "PEMANFAATAN POTENSI PEMBELAJARAN MESIN (MACHINE LEARNING) UNTUK MENGANALISA CACAT PADA KRISTAL FES", "Abstrak": "Besi (II) sulfida (FeS) menarik perhatian karena potensi penggunaannya di berbagai\nindustri, termasuk penyimpanan energi, katalisis, dan remediasi lingkungan. FeS\nadalah material Transisi Isolator Logamyang sifat elektroniknya dapat dimodifikasi\nsebagai perlakuan suhu awal. FeS dapat berubah menjadi space group P62 di bawah\n416 K dan menjadi space group P63/mmc di atas 590 K. Namun demikian, karena\nrasio stoikiometri sulit dicapai, diperlukan metode banyak-langkah untuk\nmensintesis FeS. Dalam penelitian ini, kami menggunakan jaringan saraf tiruan\n(JST) berdasarkan pendekatan Behler-Parinello untuk menyelidiki perubahan fase\nFeS pada suhu antara 300 – 600 K. Saat ini, kami mencoba untuk menemukan\nstruktur JST multilayer perceptron (MLP) terbaik untuk membangun potensi\ninteraksi atom yang memadai dari FeS. Potensi dibangun oleh lebih dari 4000\nstruktur database, yang meliputi struktur murni dan cacat. Kami memperoleh bahwa\n2 hidden layer MLP dengan 20 node di masing-masing hidden layer-nya\nmenunjukkan pelatihan yang baik dan kesalahan set pengujian. Kami melakukan\nminimalisasi gaya struktur FeS tertentu menggunakan potensi atom JST. Kami\nmemperoleh hasil yang sangat baik karena tidak ada panjang ikatan Fe-S yang\ntumpang tindih dalam struktur akhir. Struktur yang dihasilkan dalam simulasi suhu\nterbatas menunjukkan struktur yang berubah namun tetap dalam batas wajar.", "Daftar File": {"ABSTRAK Muhammad Rizky Rahman": "https://digilib.itb.ac.id/gdl/download/280816"}, "Penulis": "Muhammad Rizky Rahman [20920305]", "Kontributor / Dosen Pembimbing": ["Dr. Atthar Luqman Ivansyah, S.Si., M.Si.", "Fahdzi Muttaqien, S.Si., M.Si., M.Sc., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Jaringan Saraf Tiruan, Dinamika Molekuler, FeS", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "22 Feb 2023"}