{"Nomor": 71738, "Judul": "PENGEMBANGAN METODE PENSKALAAN UNTUK MEMPREDIKSI RESPON FREKUENSI DARI SISTEM POROS-ROTOR", "Abstrak": "Mesin rotasi merupakan mesin utama yang digunakan dalam industri. Mesin jenis ini kehandalannya ditentukan sejak proses desain. Dalam proses desain diperlukan validasi berdasarkan eksperimen untuk memastikan bahwa produk yang akan dibuat memiliki karakteristik dinamik sesuai yang diinginkan. Namun, validasi secara eksperimen pada produk dengan dimensi yang sebenarnya sulit dilakukan karena kendala biaya, keamanan dan kesulitan dalam mengontrol eksperimen. Untuk itu, diperlukan metode penskalaan agar pengujian cukup dilakukan pada model dengan skala yang diperkecil. Oleh karena itu, penelitian ini bertujuan untuk mengembangkan metode penskalaan yang dapat memprediksi karakteristik dinamik mesin rotasi skala penuh. Selain itu, faktor-faktor yang mempengaruhi karakteristik FRF (Fungsi Respon Frekuensi) diharapkan juga dapat diidentifikasi.\nPenelitian ini diawali dengan penurunan persamaan faktor penskalaan dari persamaan gerak sistem poros-rotor yang tidak tersambung dengan kopling. Parameter faktor penskalaan yang diamati adalah frekuensi pribadi, tinggi puncak magnitudo FRF, dan kecepatan putar kritis. Persamaan faktor penskalaan ini kemudian divalidasi dengan hasil pemodelan elemen hingga dengan mengambil tiga contoh kasus sistem poros-rotor dengan dimensi yang diskalakan sebesar 1:1, 2:1, dan 3:1. Selanjutnya, untuk mengetahui pengaruh ketidaksempurnaan penskalaan dimensi maka validasi dengan eksperimen dilakukan pada perangkat uji dengan skala model poros-rotor yang sama dengan pemodelan namun tersambung dengan kopling dan diberikan distorsi dimensi ketinggian dudukan rumah bantalan pada model skala 2:1.\nBerdasarkan proses validasi, terungkap bahwa persamaan faktor penskalaan yang telah diturunkan cocok dengan faktor penskalaan yang diperoleh dari hasil pemodelan elemen hingga. Berdasarkan hasil pengujian juga diketahui bahwa hasil validasi dipengaruhi oleh beberapa faktor yaitu kekakuan kopling, kesalahan geometri, dan ketidaksempurnaan proses pemasangan rotor uji. Dari hasil penelitian ini dapat disimpulkan bahwa persamaan faktor penskalaan yang diturunkan dapat digunakan pada proses desain mesin rotasi untuk memprediksi FRF mesin rotasi skala penuh dengan memperhatikan faktor-faktor yang berpengaruh tersebut.", "Daftar File": {"ABSTRAK Dyah Kusuma Dewi": "https://digilib.itb.ac.id/gdl/download/280871"}, "Penulis": "Dyah Kusuma Dewi [33116003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bagus Budiwantoro", "Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "metode penskalaan, frekuensi pribadi, kecepatan putar kritis, FRF", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Feb 2023"}