{"Nomor": 71744, "Judul": "VERY LOW RATES OF SPONTANEOUS GENE DELETIONS AND GENE DUPLICATIONS IN DICTYOSTELIUM DISCOIDEUM", "Abstrak": "The study of spontaneous mutation rates has revealed a wide range of heritable point mutation rates across species, but\nthere are comparatively few estimates for large-scale deletion and duplication rates. The handful of studies that have directly\ncalculated spontaneous rates of deletion and duplication using mutation accumulation lines have estimated that genes are\nduplicated and deleted at orders of magnitude greater rates than the spontaneous point mutation rate. In our study, we tested\nwhether spontaneous gene deletion and gene duplication rates are also high in Dictyostelium discoideum, a eukaryote with\namong the lowest point mutation rates (2.5 × 10– 11 per site per generation) and an AT-rich genome (GC content of 22%).\nWe calculated mutation rates of gene deletions and duplications using whole-genome sequencing data originating from a\nmutation accumulation experiment and determined the association between the copy number mutations and GC content.\nOverall, we estimated an average of 3.93 × 10– 8 gene deletions and 1.18 × 10– 8 gene duplications per gene per generation.\nWhile orders of magnitude greater than their point mutation rate, these rates are much lower compared to gene deletion\nand duplication rates estimated from mutation accumulation lines in other organisms (that are on the order of ~ 10–\n6 per gene/generation). The deletions and duplications were enriched in regions that were AT-rich even compared to the genomic\nbackground, in contrast to our expectations if low GC content was contributing to low mutation rates. The low deletion and\nduplication mutation rates in D. discoideum compared to other eukaryotes mirror their low point mutation rates, supporting\nprevious work suggesting that this organism has high replication fidelity and effective molecular machinery to avoid the\naccumulation of mutations in their genome.", "Daftar File": {}, "Penulis": "Shelbi E. Gill [-]", "Kontributor / Dosen Pembimbing": ["Frederic J. J. Chain"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dictyostelium discoideum · Mutation · Mutation accumulation experiment · Mutation rate · GC content · Copy number variation", "Sumber": "Springer", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Feb 2023"}