{"Nomor": 71759, "Judul": "VARIASI URUTAN NUKLEOTIDA D-LOOP DNA MITOKONDRIA MASYARAKAT SANGIRAN", "Abstrak": "Informasi mengenai urutan nukleotida berperan sangat penting dalam rekonstruksi sejarah\nmasa lampau maupun untuk keperluan forensik. Hingga saat ini, para ahli paleoantropologi\nbelum dapat mengetahui keterkaitan antara mtDNA masyarakat Sangiran dengan fosil Homo\nErectus yang ditemukan di sana. Penelitian ini dilakukan untuk menentukan urutan\nnukleotida D-Loop empat sampel masyarakat Sangiran sebagai bagian dari pembuatan basis\ndata (database) penelitian lain yang mengaitkan hubungan masyarakat Sangiran dengan fosil\nHomo Erectus. Untuk menjawab permasalahan ini, sel epitel mulut digunakan sebagai\ntemplat DNA, kemudian DNA diperbanyak dengan metoda PCR, dan urutan nukleotidanya\nditentukan dengan metoda dideoksi Sanger. Pengamatan hasil PCR dengan elektroforesis gel\nagarosa menunjukkan pita DNA sampel berukuran 0,9 kb. Penentuan urutan nukleotida\nmenunjukkan hasil sebanyak 451 pasang basa yang dapat dianalisis dan dibandingkan\ndengan Cambridge Reference Sequence (CRS) untuk mengetahui posisi mutasi yang terjadi\npada sampel. Pada posisi 16226 terdapat perbedaan nukleotida yaitu sitosin pada CRS\nmenjadi timin pada empat sampel tersebut. Perbedaan nukleotida ini diduga menjadi ciri\nkhas bagi urutan nukleotida masyarakat Sangiran.", "Daftar File": {"ABSTRAK Cintya Citramegha": "https://digilib.itb.ac.id/gdl/download/280963", "COVER Cintya Citramegha": "https://digilib.itb.ac.id/gdl/download/280964", "BAB1 Cintya Citramegha": "https://digilib.itb.ac.id/gdl/download/280965", "BAB2 Cintya Citramegha": "https://digilib.itb.ac.id/gdl/download/280966", "BAB3 Cintya Citramegha": "https://digilib.itb.ac.id/gdl/download/280967", "BAB4 Cintya Citramegha": "https://digilib.itb.ac.id/gdl/download/280968", "BAB5 Cintya Citramegha": "https://digilib.itb.ac.id/gdl/download/280969", "PUSTAKA Cintya Citramegha": "https://digilib.itb.ac.id/gdl/download/280970"}, "Penulis": "Cintya Citramegha [10505079]", "Kontributor / Dosen Pembimbing": ["Achmad Saifuddin Noer, M. Si, Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "DNA mitokondria, D-Loop, Sangiran, PCR.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "23 Feb 2023"}