{"Nomor": 71764, "Judul": "KONVERSI SORBITOL MENJADI BIOHIDROKARBON: REDUKSI IODIUM - ASAM FORMAT DALAM PELARUT DMSO DAN HIDROGENASI DENGAN TURUNAN FORMAT", "Abstrak": "Produksi bahan bakar biohidrokarbon yang berasal dari turunan biomassa berupa sorbitol (C6H14O6) telah banyak dikembangkan. Robinson dkk (1995) mereaksikan sorbitol dengan asam iodida untuk menghasilkan 2-iodoheksana dan iodium sebagai produk samping. Iodium tersebut direduksi kembali menjadi asam iodida menggunakan asam fosfit. Asam format dapat digunakan sebagai pengganti asam fosfit namun, tetapi laju reduksi iodium oleh asam format berjalan lambat. DMSO dapat meningkatkan laju reaksi tersebut hingga 10.000 kali, akan tetapi konversi sorbitol yang diperoleh masih rendah. Keberadaan air dalam campuran diduga dapat menghambat perolehan konversi sorbitol yang tinggi, sehingga diperlukan suatu adsorben seperti aluminum sulfat (Al2(SO4)3.3H2O) untuk menyingkirkan air dari campuran reaksi.\nPada penelitian ini dilakukan reaksi konversi sorbitol dengan proses reduksi iodiumm-asam format dalam DMSO murni serta adsorben air. Juga dilakukan percobaan hidrogenasi sorbitol oleh turunan format untuk diperoleh data serta pemahaman awal reaksi tersebut. Percobaan konversi sorbitol menjadi iodoheksana dengan proses reduksi iodium-asam format dalam DMSO murni tanpa adsorben air menghasilkan konversi tertinggi yaitu 91% dan 95% dengan perkiraan struktur senyawa produk berupa C6H8I6 dan C6H10I4. Percobaan dengan adsorben air tidak memberikan hasil yang baik karena adsorben tersebut membuat campuran reaksi memadat. Pada percobaan konversi sorbitol dengan proses hidrogenasi oleh ammonium format-kalium format diperoleh konversi sorbitol 15% sedangkan hidrogenasi dengan tembaga format-CuI dengan trietilamin memberikan konversi cukup tinggi yaitu 64,25%.", "Daftar File": {"ABSTRAK Amanda Nazwa Nur Fatihah": "https://digilib.itb.ac.id/gdl/download/281004"}, "Penulis": "Amanda Nazwa Nur Fatihah [23021014]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tatang Hernas", "Dr. Carolus Borromeus Rasrendra, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sorbitol, Hidrokarbon, Reduksi, Hidrogenasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Feb 2023"}