{"Nomor": 71765, "Judul": "ISOLASI CATECHIN SEBAGAI METABOLIT SEKUNDER DARI DAUN TEH  (CAMELLIA SINENSIS VAR. ASSAMICA)", "Abstrak": "Indonesia merupakan negara agraris dengan teh sebagai salah satu hasil perkebunan\nterbesarnya. Teh hasil perkebunan Indonesia merupakan spesies Camellia sinensis varietas\nAssamica yang diketahui mengandung senyawa catechin yang lebih banyak dibandingkan\ntanaman teh dari negara lain. Senyawa catechin merupakan komponen utama penyusun daun\nteh yang diketahui memiliki khasiat sebagai antioksidan, antikarsinogenik, kariostatik, dan\nkolesterolemik. Jenis catechin yang biasa ditemukan pada daun teh diantaranya : (-)-\nepigallocatechin gallate (EGCG), (-)-epicatechin (EC), (-)-epicatechin gallate (EGC) dan\n(-)-epigallocatechin (EGC). Penelitian ini bertujuan untuk mengisolasi salah satu senyawa\ncatechin yang terkandung dalam daun teh dengan menggunakan dua macam teknik\nkromatografi kolom. Teknik pemisahan fraksi catechin dilakukan dengan menggunakan\nteknik kromatografi kolom fasa terbalik poliamida, sedangkan teknik pemurnian dilakukan\ndengan menggunakan teknik kromatografi kolom fasa normal dengan silika gel sebagai fasa\ndiam. Analisis dan penentuan struktur senyawa hasil isolasi dilakukan dengan menggunakan\nHigh Performance liquid Chromatography (HPLC), data spektroskopi IR, dan data\nspektroskopi 1H-NMR. Senyawa utama yang berhasil diisolasi pada penelitian ini adalah\nsenyawa (-)-epicatechin", "Daftar File": {"ABSTRAK Dwita Indrariani": "https://digilib.itb.ac.id/gdl/download/281006", "COVER Dwita Indrariani": "https://digilib.itb.ac.id/gdl/download/281007", "BAB1 Dwita Indrariani": "https://digilib.itb.ac.id/gdl/download/281008", "BAB2 Dwita Indrariani": "https://digilib.itb.ac.id/gdl/download/281009", "BAB3 Dwita Indrariani": "https://digilib.itb.ac.id/gdl/download/281010", "BAB4 Dwita Indrariani": "https://digilib.itb.ac.id/gdl/download/281011", "BAB5 Dwita Indrariani": "https://digilib.itb.ac.id/gdl/download/281012", "PUSTAKA Dwita Indrariani": "https://digilib.itb.ac.id/gdl/download/281013"}, "Penulis": "Dwita Indrariani [10505022]", "Kontributor / Dosen Pembimbing": ["Dr. Ciptati, M.S, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "daun teh, Camellia sinensis var. Assamica, catechin, (-)-epicatechin, antioksidan.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "23 Feb 2023"}