{"Nomor": 71771, "Judul": "PERANCANGAN SISTEM MANAJEMEN KINERJA MENGGUNAKAN PERFORMANCE PRISM DALAM PROYEK MINYAK DAN GAS: STUDI KASUS PROYEK BROWNFIELD BKP OFFSHORE DI DELTA MAHAKAM, KALIMANTAN TIMUR, INDONESIA", "Abstrak": "Saat ini, manajemen kinerja dalam pelaksanaan proyek di Perusahaan diukur\nberdasarkan strategi dan proses bagaimana mencapai target berdasarkan\npedoman teknis. Pengambilan keputusan yang kritis sebagian besar tergantung\nkepada pengalaman pihak manajemen. Posisi Perusahaan sebagai bagian dari\nBadan Usaha Milik Negara di Indonesia, mendapatkan ekspektasi tinggi dari para\npemangku kepentingan. Kompleksitas bisnis tersebut membuat pengembangan\nSistem Manajemen Kinerja (SMK) dalam proyek minyak dan gas di Perusahaan\nmenjadi hal penting sebagai dasar dan pedoman untuk mengatasi permasalahan\ntersebut.\n\nTugas akhir ini bertujuan untuk merancang SMK yang tepat dan mengidentifikasi\nIndikator Kinerja Utama (KPI) yang penting untuk dapat diterapkan dalam\npelaksanaan proyek minyak dan gas di Perusahaan. Perancanaannya\ndikembangkan berdasarkan literatur spesifik, yaitu Performance Prism dan\npengalaman proyek sebelumnya, yang menguraikan berbagai sudut pandang para\npemangku kepentingan, yang dikombinasikan dengan proses penurunan ke\nbeberapa tingkatan karyawan dan mempresentasikan keterkaitannya\nmenggunakan rasio pembobotan.\n\nKuesioner ditujukan kepada para pemangku kepentingan yang terlibat dalam\npelaksanaan proyek. Terdapat 31 responden yang memilih 90 KPI dan memberikan\npenilaian terhadap manajemen kinerja yang berjalan saat ini. Rasio pembobotan\npada kriteria, subkriteria dan KPI yang ditetapkan, dihitung menggunakan\nAnalytical Hierarchy Process. Sistem penilaian dilakukan dengan menggunakan\nObjective Matrix dan Traffic Light System untuk mengevaluasi kinerja.\n\nHasil dari tugas akhir ini memberikan total 61 KPI sebagai indikator utama yang\nberguna untuk merancang SMK. KPI tersebut akan diimplementasikan mulai dari \ntahap awal proyek baru maupun proyek yang sedang berjalan di Perusahaan. \nProses perbandingan terhadap sesama anak perusahaan dalam satu induk\nperusahaan diperlukan, untuk mengidentifikasi KPI yang terbaik", "Daftar File": {"2023_TS_PP_Yosephus Bani Perwira (29121239)_1-Abstrak (1).pdf": "https://digilib.itb.ac.id/gdl/download/281062"}, "Penulis": "Yosephus Bani Perwira [29121239]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Indikator Kinerja Utama, Minyak dan Gas, Performance Prism, Sistem Manajemen Kinerja.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Feb 2023"}