{"Nomor": 71778, "Judul": "PERANCANGAN INTERAKSI PENGGUNA SITUS CONCERT LIVE STREAMING DENGAN PENDEKATAN USER-CENTERED DESIGN", "Abstrak": "Live streaming konser online kini telah menjadi satu alternatif bagi musisi dan penggemar musik dalam menikmati suatu penampilan. Namun menonton konser online tidak bisa disamakan dengan menonton langsung secara offline. Terdapat perbedaan interaksi dan pengalaman yang diperoleh ketika menonton penampilan secara langsung dengan menonton penampilan secara online. Untuk menjembatani gap antara menonton secara langsung dan tidak, diperlukan fitur-fitur dalam suatu situs concert live streaming seperti fitur multi-cam, live chat, dan live subtitle. Dalam menikmati fitur-fitur tersebut, masih terdapat kebutuhan pengguna yang belum terpenuhi. Agar perancangan interaksi situs selaras dengan kebutuhan pengguna, digunakan pendekatan desain interaksi user-centered design. Pengembangan rancangan memprioritaskan perbaikan pada fitur multi-cam dan live chat. Keluaran tugas akhir ini berupa prototipe high-fidelity situs untuk layar desktop yang dapat memenuhi usability goals: efektif untuk digunakan (effectiveness), utilitas baik (utility), dan mudah dipelajari (learnability). Ketercapaian usability goals diukur menggunakan metric Completion Rate dan Single Ease Question (SEQ) untuk effectiveness, serta System Usability Scale (SUS) untuk utility dan learnability. Setelah dilakukan usability testing, diperoleh Completion Rate sebesar 100%, rata-rata skor SEQ sebesar 6.83 dari 7, serta skor SUS sebesar 89 dari 100. Berdasarkan perolehan nilai yang didapatkan, dapat diambil kesimpulan bahwa usability goals dari prototipe high-fidelity yang dihasilkan telah tercapai.", "Daftar File": {}, "Penulis": "Attari Rahmi [18216035]", "Kontributor / Dosen Pembimbing": ["Dr. Fetty Fitriyanti Lubis, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "konser online, live streaming, user-centered design, prototipe, usability testing", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "23 Feb 2023"}