{"Nomor": 71775, "Judul": "TWO-STAGE MODIFIED-ENCODER UNTUK KLASIFIKASI DETAK JANTUNG EKG MELALUI PENGGABUNGAN FITUR MORFOLOGI DAN TEMPORAL", "Abstrak": "Penyakit jantung masih menjadi penyebab kematian tertinggi di Indonesia maupun\ndunia. Di Indonesia, dokter ahli kardiovaskular masih kurang dan tingkat\nsebarannya tidak merata. Electrocardiogram (ECG) adalah salah satu alat yang\nmenjadi standar baku dalam mendeteksi penyakit jantung. Fokus dari penelitian ini\nadalah untuk membangun model komputer berbasis Artificial Neural Network\n(ANN) yang mampu mendeteksi kelainan detak jantung dari sinyal ECG. Dalam\npenelitian ini, telah dikembangkan Two-Stage Modified Encoder (TSME) sebagai\nmetode untuk klasifikasi kelainan detak jantung (aritmia). Model ini mempunyai 2\ninput, yaitu 187 sampel yang diperoleh dari proses ekstraksi satu gelombang detak\njantung (fitur morfologi), dan 8 sampel yang didapatkan dari perhitungan R-R\ninterval detak jantung (fitur temporal). Input dari fitur morfologi diproses melalui\nblok konvolusi dan blok attention, untuk kemudian digabungkan dengan input dari\nfitur temporal. Database Physionet MIT-BIH (The Massachusetts Institute of\nTechnology – Beth Israel Hospital) digunakan untuk melatih dan evaluasi terhadap\nmodel. Metode ini dievaluasi dengan inter-patient paradigm untuk memenuhi\npersyaratan standar AAMI, dimana subyek yang digunakan untuk evaluasi, berbeda\ndengan subyek yang digunakan dalam fase pelatihan (training) model. Dari\neksperiman yang dilakukan, diperoleh sensitivitas (sensitivity) sebesar 94.24%,\n90.02%, 92.89% dan 18.56% untuk detak jantung dengan tipe Normal (N),\nSupraventricular (S), Ventricular (V) dan Fusion (F). Sedangkan untuk positive\npredictivity didapatkan hasil 99.79%, 43.55%, 88.59% dan 14.49% untuk detak\njantung dengan tipe Normal (N), Supraventricular (S), Ventricular (V) dan Fusion\n(F). Keseluruhan akurasi untuk keempat tipe detak jantung adalah 93.41%. Jika\ndibandingakan dengan metode terbaik lainnya, metode ini mampu memberikan\nhasil yang bersaing dengan dengan hasil sensitivitas yang berimbang diatas 90%\nuntuk tipe S (SVEB) dan tipe V (VEB), sementara positive predictivity untuk tipe N\n(Normal) sebesar 99,8%. Untuk menguji sifat generalisasi model terhadap sumber\ndata lainnya, dilakukan evaluasi kinerja dengan menggunakan Database INCART.\nDari penelitian ini dapat disimpulkan bahwa metode ini dapat digunakan dalam\naplikasi bidang medis, karena memiliki positive predictivity tinggi untuk\nmendeteksi detak jantung normal dan sensitivity tinggi untuk mendeteksi detak\njantung tidak normal.", "Daftar File": {"ABSTRAK Agus hermawan": "https://digilib.itb.ac.id/gdl/download/281139"}, "Penulis": "Agus hermawan [20921302]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Electrocardiogram (ECG), Encoder, Klasifikasi detak jantung, Neural network, Inter-patient paradigm", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "23 Feb 2023"}