{"Nomor": 71784, "Judul": "BUSINESS MODEL INNOVATION UNTUK BATIK CANDRA REMAJA BERDASARKAN PREFERENSI PELANGGAN MENGGUNAKAN PENDEKATAN ANALYTICAL HIERARCHY PROCESS", "Abstrak": "Candra Remaja Batik adalah sebuah produsen kain batik tradisional yang berpusat di  Kota  Yogyakarta.  Didirikan  pada  tahun  1960,  Candra  Remaja  Batik  telah memproduksi kain batik klasik khas Yogyakarta yang umum dikenal dengan ‘batik halus’  untuk  keperluan  Keraton  dan  beberapa  butik  batik  ternama  di  daerah Yogyakarta.  Meskti  telah  bertahan  selama  puluhan  tahun,  pendapatan  Batik Candra  Remaja  yang  berasal  dari  penjualan  kain  batik  kepada  pelanggan  tetap mereka telah mengalami penurunan selama kurun waktu sepuluh tahun terakhir. Terlebih lagi, pandemic COVID-19 yang melanda memperburuk keadaan dengan banyaknya  butik  batik  di  Yogyakarta  sebagai  target  pelanggan  Batik  Candra Remaja  mengalami  kebangkrutan  disebabkan  karena  buruknya  iklim  usaha.  Hal ini mendorong pertanyaan bagi penulis akan apakah value yang ditawarkan oleh Batik Candra Remaja melalui berbagai penawaran mereka masih relevan dengan pasar dan value apa yang dapat ditawarkan oleh perusahaan dalam bentuk baru tidak hanya untuk mempertahankan customer base mereka tapi juga untuk menarik pelanggan  baru.  Sehubungan  dengan  hal  tersebut,  studi  ini  bertujuan  untuk mengidentifikasi kondisi bisnis melalui berbagai faktor, baik lingkungan internal bisnis  maupun  lingkungan  ekternal  bisnis  yang  dapat  mempengaruhi keberlangsungan bisnis dari Batik Candra Remaja. Dalam menganalisa situasi ini, penelitian  ini  menggabungkan  metode  kualitatif  dan  kuantitatif  dengan menggunakan kerangka Business Model Canvas (BMC) beserta dengan kerangka business  model  environmentnya,  metode  analytical  hierarchy  process  (AHP), analisis konten, SWOT analisis, dan analisis four actions framework. Data primer yang  digunakan  dalam  penelitian  ini  diperoleh  melaui  interview  dan  kuesioner yang  disebarkan  kepada  20  butik  batik  yang  tersebar  di  Daerah  Istimewa Yogyakarta.  Sementara  itu,  data  sekunder  diperoleh  dari  artikel  berita  dan publikasi.  Hasil  studi  ini  menunjukkan  perlunya  penyesuaian  pada  mayoritas komponen  dari  business  model  canvas  Batik  Candra  Remaja,  dari  value proposition,  value  creation  and  delivery,  hingga  bagaimana  perusahaan memperoleh  value  dari  customers.  Berdasarkan  hasil  analisis  AHP,  value proposition  baru  diajukan  dan  digunakan  sebagai  dasar  dalam  pengajuan penyesuaian aspek-aspek lainnya dalam BMC. Pengembangan produk juga dirasa perlu bagi perusahaan terutama terkait variasi desain motif batik dan warna.", "Daftar File": {"COVER Ayu Rahmawati": "https://digilib.itb.ac.id/gdl/download/281253", "BAB 1 Ayu Rahmawati": "https://digilib.itb.ac.id/gdl/download/288983", "BAB 2 Ayu Rahmawati": "https://digilib.itb.ac.id/gdl/download/288984", "BAB 3 Ayu Rahmawati": "https://digilib.itb.ac.id/gdl/download/288985", "BAB 4 Ayu Rahmawati": "https://digilib.itb.ac.id/gdl/download/288986", "BAB 5 Ayu Rahmawati": "https://digilib.itb.ac.id/gdl/download/288987", "PUSTAKA Ayu Rahmawati": "https://digilib.itb.ac.id/gdl/download/288988"}, "Penulis": "Ayu Rahmawati [29320062]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Batik, Model Bisnis, Inovasi Model Bisnis, AHP, Business Model Canvas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "23 Feb 2023"}