{"Nomor": 71783, "Judul": "MODEL ANALISIS INDUSTRI ANAK PERUSAHAAN PADA PT PEMBANGUNAN PERUMAHAN", "Abstrak": "Industri konstruksi di Indonesia adalah salah satu industri yang sangat penting demi peningkatan kualitas hidup masyarakat. Salah satunya dengan kontribusi dukungan pemerintah melalui pembangunan yang didanai anggaran negara atau daerah serta adanya proyek strategis nasional. Namun dengan jenis industry yang bisa dikatakan unik dengan kebutuhan pasar yang sangat spesifik (contract based) sehingga banyak perusahaan konstruksi khususnya BUMN Karya yang melakukan berbagai strategi yang taktis untuk memenuhi ekspektasi industri namun tetap menjaga profitabilitasnya. salah satunya melakukan ekspansi industry baru melalui anak perusahaannya untuk menyokong industri perusahaan seperti precast, penyewaan alat berat. Maupun industri lain diluar konstruksi seperti property, pengelolaan infrastruktur dan energi. \n\nNamun beberapa tahun terakhir, perusahaan konstruksi, khususnya BUMN Karya melakukan ekspansi besar dengan membentuk anak usaha, sehingga tidak sedikit perusahaan BUMN Karya yang anak usahanya masuk kedalam pasar yang sama (overlapping). Sehingga perlu dilakukan evaluasi industri dan kontribusi anak perusahaan terhadap induk, dan menjadi dasar rekomendasi atas dampak terhadap perusahaan.\n\nDengan melakukan pemetaan industry yang dilakukan dalam anak perusahaan, dan menggunakan Porter’s 5 forces, pertumbuhan pasar dan posisi pasar lalu melihat kontribusi laba kotor terhadap induk dan pengelolaan usahanya yang tercermin dari margin laba kotor. Lalu dipetakan menggunakan GE/Mckinsey matrix untuk melihat kontribusi masing masing anak dan industri terhadap induk perusahaan dengan sehingga bisa menjadi informasi yang berguna untuk melakukan ekspansi atau pensejajaran industri. \n\nHasilnya, salah satu perusahaan BUMN Karya yaitu PTPP yang memiliki 8 anak perushaan dan 7 anak perusahaannya masuk kedalam pasar yang sama. Penerapan metode riset sehingga terlihat kuadran sesuai ketentuan GE/Mckinsey matrix bahwa industri konstruksi, precast & readymix, energi dan penyewaan alat masih menjanjikan untuk tumbuh dan berkembang namun untuk industri property meskipun masih termasuk industri yang menjanjikan, sebaiknya menjadi focus perusahaan untuk memaksimalkan potensi yang ada, sebaliknya untuk industri pengelolaan infrastruktur menjadi potensi untuk dikecilkan/ divestasi. Namun apabila diimplementasikan kinerja induk menjadi turun 2,6 % dari pertumbuhan kinerja, sehingga perlu ditambahkan komponen lain dalam pemetaan matrix.", "Daftar File": {"COVER Rangga Hidayat Gobel": "https://digilib.itb.ac.id/gdl/download/281225", "BAB 1 Rangga Hidayat Gobel": "https://digilib.itb.ac.id/gdl/download/289937", "BAB 2 Rangga Hidayat Gobel": "https://digilib.itb.ac.id/gdl/download/289938", "BAB 3 Rangga Hidayat Gobel": "https://digilib.itb.ac.id/gdl/download/289939", "BAB 4 Rangga Hidayat Gobel": "https://digilib.itb.ac.id/gdl/download/289940", "PUSTAKA Rangga Hidayat Gobel": "https://digilib.itb.ac.id/gdl/download/289941"}, "Penulis": "Rangga Hidayat Gobel [29320041]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Anak Perusahaan, Tumpang Tindih , GE/Mckinsey Matrix, Porter 5 Forces,Gross Profit Margin.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "23 Feb 2023"}