{"Nomor": 71793, "Judul": "EVALUASI DAN PENINGKATAN KINERJA SUB DEPARTEMEN PENGADAAN DI PT PAR", "Abstrak": "Business Process Management (BPM) adalah pendekatan manajemen yang berkonsentrasi pada peningkatan kinerja perusahaan dengan mengelola proses bisnis perusahaan. BPM merupakan alat bagi operasional untuk mencapai kinerja yang baik. Pendekatan peningkatan proses dikombinasikan dengan kontrol proses statistik untuk mengukur dan membatasi variasi proses dan perbaikan berkelanjutan. Salah satu indikator kinerja utama yang digunakan adalah waktu pelayanan. Penundaan waktu pada proyek tertentu akan berdampak pada pembengkakan biaya. \n \nPT PAR, perusahaan migas di Indonesia ditantang untuk memenuhi target energi nasional sebesar satu juta barel/hari. Perusahaan sangat bergantung pada kegiatan operasional yang dialihdayakan. Dengan demikian, departemen SCM mengelola 60-80% anggaran perusahaan. Pada bulan Mei 2022, subdepartemen pengadaan di departemen SCM mengalami penurunan kinerja waktu pelayanan. \n \nTesis ini mempelajari evaluasi kinerja waktu pelayanan subdepartemen pengadaan dengan metode Statistical Process Control untuk mengetahui apakah ada variasi. Selanjutnya, lakukan Analisis Kemampuan untuk mengukur kinerja suatu proses. Hasilnya menunjukkan proses pengadaan terkendali. Namun demikian, ini bukan proses yang mumpuni (nilai CPK >1,33) dan waktu pelayanan yang kurang baik (nilai PPM >10%). Hasil statistik tersebut menjadi kunci bagi departemen SCM untuk merekayasa ulang proses bisnis pengadaannya. Metode yang digunakan adalah Business Process Management dan Business Process Reengineering. Penulis memetakan proses bisnis di departemen SCM untuk pengadaan atau desain apa adanya. Kemudian, menganalisis proses bisnis menggunakan Value Added Analysis. Hasilnya mengungkapkan beberapa kegiatan yang tidak bernilai tambah dan tidak penting ada dalam proses pengadaan. \n \nPenulis mengusulkan solusi bisnis untuk merekayasa ulang proses bisnis melalui metode BPR. Penulis memodifikasi dua kegiatan, meningkatkan keberhasilan proses pengadaan sebesar 29% dan menurunkan hari kerja maksimal sebesar 8,3%. Penulis merekomendasikan proses bisnis baru melalui aktivitas: meminimalkan aktivitas pemborosan, menyelaraskan struktur organisasi, mengintegrasikan perangkat lunak, dan membuat prosedur operasi standar baru.", "Daftar File": {"2023_TS_PP_Rhamdalia Fanny Gustaji_29121031_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/281337"}, "Penulis": "Rhamdalia Fanny Gustaji [29121031]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kontrol Proses Statistik, Analisis Kemampuan, Manajemen Proses Bisnis, Analisis Nilai Tambah, Kinerja Pengadaan, Reengineering Proses Bisnis", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "23 Feb 2023"}