{"Nomor": 71792, "Judul": "HIDROGENASI CO2 MENJADI ASAM FORMAT PADA PERMUKAAN CU(100) DAN ZN/CU(100)", "Abstrak": "Transformasi gas CO2 menjadi metanol merupakan salah satu strategi untuk\nmengurangi emisinya di atmosfer. Dalam skala industri, metanol disintesis pada\nkatalis berbasis Cu dari hidrogenasi CO2. Proses sintesis tersebut melibatkan\nbeberapa tahap perantara, salah satunya adalah pembentukan asam format.\nMekanisme sintesis asam format pada katalis Cu murni dan Zn-termodifikasi telah\ndilakukan dengan menerapkan kalkulasi teori fungsional densitas (DFT). Koreksi\nvan der Waals dilibatkan untuk menghindari interaksi lemah antara CO2 dan\npermukaan tembaga. Penelitian kami menunjukkan bahwa energi ikat CO2 pada\npermukaan tembaga terdefinisikan dengan baik oleh fungsional optB86b-vdW\ndibandingkan PBE. CO2 bersifat fisisorpsi pada Cu(100) dengan energi adsorpsi\nsebesar -0.22 eV. Energi aktivasi hidrogenasi CO2 menjadi format pada Cu(100)\nmurni sebesar 0.32 eV. Dibandingkan dengan Cu(100) murni, kluster Zn pada\npermukaan Cu(100) mengakibatkan penurunan energi aktivasi pada proses sintesis\nmetanol hanya sebesar 0.04 eV. Sementara tidak ada kontribusi yang signifikan\ndari dopan Zn tunggal dan adatom Zn tunggal. Selain itu, energi aktivasi pada\nsintesis asam format dari hidrogenasi format cukup tinggi yang disebabkan oleh\nkuatnya energi ikat format pada permukaan. Energi aktivasi sintesis asam format\npada Zn-termodifikasi Cu(100) tidak mengalami perubahan dari Cu(100) murni.", "Daftar File": {"ABSTRAK Fikri Akbar Mubarok": "https://digilib.itb.ac.id/gdl/download/285245"}, "Penulis": "Fikri Akbar Mubarok [20920308]", "Kontributor / Dosen Pembimbing": ["Dr. Atthar Luqman Ivansyah, S.Si., M.Si.", "Fahdzi Muttaqien, S.Si., M.Si., M.Sc., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Hidrogenasi CO2, mekanisme Eley Rideal, Zn/Cu", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "1 file", "Tanggal Input": "23 Feb 2023"}