{"Nomor": 71791, "Judul": "USULAN RANCANGAN PEMROSESAN LAPORAN KASUS KEAMANAN INDIVIDUAL PADA DEPARTEMEN FARMAKOVIGILANS DI BIOFARMA", "Abstrak": "Kondisi pandemi COVID-19 mempengaruhi pelaksanaan kegiatan farmakovigilans di industri farmasi. Terjadi gangguan dalam memproses laporan kasus Kejadian Ikutan Pasca Imunisasi (KIPI), dimana kasus KIPI yang dilaporkan dari pihak eksternal meningkat berkali-kali lipat dalam waktu singkat. Pada pelaporan kinerja tahun 2021, Departemen Farmakovigilans tidak mencapai kinerja yang diharapkan yaitu 90% laporan kasus yang diproses dan dianalisis dalam waktu 30 hari dan mengalami penurunan hingga 80,70%. \nKerangka kerja pada penelitian ini dimulai dengan menganalisis kondisi saat ini (input) menggunakan model POPIT untuk analisis faktor internal dan analisis situasi bisnis (analisis SWOT) untuk mengidentifikasi faktor eksternal dan internal. Inisiasi perubahan proses bisnis dilakukan dengan langkah-langkah yang tercantum dalam Manajemen Proses Bisnis (Business Process Modelling/BPM) dengan jalur Identifikasi Proses untuk menemukan akar penyebab masalah, Pemodelan Proses menggunakan Pemodelan dan Notasi Proses Bisnis (Business Process Modeling and Notation/BPMN), Analisis Proses dengan mengukur kinerja, Proses Renovasi atau Peningkatan, Implementasi Proses, dan Pemantauan dan Pengendalian. Output yang diharapkan adalah solusi pemecahan masalah berdasarkan hasil analisis bisnis yang sistematis sehingga dapat dipertanggungjawabkan secara ilmiah. \nHasil yang diperoleh dari penelitian ini adalah penyelesaian masalah dengan menambah jumlah staf, menggunakan teknologi artificial intelligence (AI) atau kecerdasan buatan dalam memproses laporan kasus KIPI untuk menghindari kesalahan dan input manual, serta melakukan pendekatan kepada stakeholder eksternal untuk dapat melaporkan data keselamatan secara lebih efisien dan dengan data yang lebih terstruktur. Dengan penambahan SDM untuk mengolah data pelaporan KIPI oleh satu orang maka akan terjadi peningkatan nilai kinerja menjadi 165% dari kinerja sebelumnya sebesar 80,70%. Jika ditambahkan efisiensi proses menggunakan teknologi AI, nilai kinerja pemrosesan laporan kasus meningkat menjadi 219%. Nilai ini akan meningkat jika perbaikan juga dilakukan pada proses pelaporan dari pemangku kepentingan eksternal.", "Daftar File": {"2022_TS_PP_Asep Irham Fattahul Qur'an_29121215_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/281308"}, "Penulis": "Asep Irham Fattahul Qur'an [29121215]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mursyid Hasan Basri, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Proses Bisnis, Business Process Modelling and  Notation (BPMN), analisis akar penyebab permasalahan, analisis SWOT, POPIT Model, kecerdasan buatan.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "23 Feb 2023"}