{"Nomor": 71799, "Judul": "STUDI PENGARUH PARAMETER FISIS TERHADAP PRODUKSI DAYA PANEL SURYA DI KEBUN HIDROPONIK UNTUK OPTIMASI SUPLAI DAYA LISTRIK KEBUN HIDROPONIK", "Abstrak": "Pertanian hidroponik menggunakan air sebagai media tanaman tanpa menggunakan\ntanah. Nutrisi diberikan melalui air yang mengalir pada media tanam tanaman\nmenggunakan pompa-air listrik. Hal tersebut mengakibatkan pertanian hidroponik\nmemerlukan daya listrik besar. Salah satu cara untuk memenuhi kebutuhan listrik\ntersebut adalah dengan menggunakan panel surya sebagai sumber listrik kebun\nhidroponik. Namun produksi panel surya bergantung pada kondisi lingkungan\ntempat panel surya berada, sehingga muncul masalah berkaitan dengan produksi\npanel surya yang berfluktuasi mengikuti kondisi lingkungan. Pada penelitian ini,\nakan dipelajari penggunaan panel surya di kebun hidroponik yang berlokasi di\nCiwaruga, Kabupaten Bandung Barat untuk mengetahui pola produksi daya listrik\npanel surya beserta hubungannya dengan parameter lingkungan panel surya seperti\nintensitas cahaya, suhu permukaan panel surya, suhu udara, dan kelembapan udara.\nHasil yang didapat menunjukkan bahwa rata-rata suplai daya panel surya tiap\nminggu sebesar 12,65% dari total daya yang disuplai ke kebun. Selain itu diperoleh\nbahwa pola produksi panel surya berkorelasi dengan pola intensitas cahaya tetapi\nterdapat inkonsistensi pada pagi hari dimana tidak terjadi peningkatan produksi\ndaya panel surya saat intensitas cahaya meningkat. Selanjutnya dilakukan\npemodelan menggunakan algoritma random forest untuk mendapatkan model\nprediksi daya berdasarkan input dari parameter lingkungan. Dari pemodelan ini,\ndiperoleh parameter yang memiliki pengaruh signifikan adalah intensitas cahaya\ndengan nilai pengaruh sebesar 85,31% dan sudut altitude dengan nilai pengaruh\nsebesar 10,94%. Didapat kesimpulan bahwa produksi daya panel surya masih dapat\ndioptimalkan dengan menempatkan panel surya di tempat yang lebih tinggi,\nmengotomatiskan nyala dan mati pompa, dan menggunakan sistem solar tracker.", "Daftar File": {}, "Penulis": "Aflaha Amrin Laudza'iyy P B [10218086]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Hidroponik, Intensitas Cahaya, On-Grid, Panel Surya, Random Forest.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "24 Feb 2023"}