{"Nomor": 71810, "Judul": "PEMBUATAN SUSU DAN TEPUNG TEMPE SEBAGAI BAHAN OLAHAN ALTERNATIF TEMPE", "Abstrak": "Tempe merupakan makanan khas Indonesia yang digemari oleh seluruh lapisan masyarakat,\nbaik di daerah perkotaan maupun pedesaan. Kebanyakan tempe yang dijual berbentuk tempe\nmentah yang memiliki daya simpan selama dua hari pada suhu kamar. Susu tempe dan\ntepung tempe merupakan salah satu alternatif pengolahan tempe. Tujuan dari penelitian ini\nadalah mengetahui pengaruh suhu pembuatan susu dan tepung terhadap protein terlarut pada\nsusu tempe, selanjutnya kandungan gizinya yang meliputi lemak, karbohidrat, serat kasar,\nisoflavon dan citarasa. Kadar protein ditentukan dengan metode Kjeldahl, kadar karbohidrat\ndengan Luff Schoorl, dan kadar isoflavon dengan HPLC, sementara itu serat kasar\nditentukan dengan gravimetri sedangkan cita rasa dilakukan dengan uji organoleptik. Untuk\nmengetahui kesetabilan protein dilakukan dengan metode Bradford. Protein tempe diekstrak\npada suhu antara 60 hingga 90oC. Tepung tempe dibuat dengan pengeringan produk samping\nsusu tempe menggunakan alat dehydrator. Susu tempe yang diperoleh dipasteurisasi untuk\nmeningkatkan daya tahannya. Dari penelitian yang dilakukan, diketahui kelarutan protein\noptimum terjadi pada suhu 70oC sebesar 0,33% (w/v). Kadar karbohidrat sebagai gula\npereduksi adalah 0,48% (w/v), kadar isoflavon genestein, daidzein dan faktor-2 berturutturut\nadalah 0,44 ppm, 8,3 ppm, dan 1,2 ppm. Protein terlarut dalam susu tempe tetap stabil\nsetelah penyimpanan selama satu minggu pada suhu 4oC. Uji organoleptik menunjukkan\npenambahan gula sebesar 7% (w/v) dan 8% (w/v) memiliki skor rasa berturut 1,87", "Daftar File": {"ABSTRAK Karim Abdullah": "https://digilib.itb.ac.id/gdl/download/281514", "COVER Karim Abdullah": "https://digilib.itb.ac.id/gdl/download/281515", "BAB1 Karim Abdullah": "https://digilib.itb.ac.id/gdl/download/281516", "BAB2 Karim Abdullah": "https://digilib.itb.ac.id/gdl/download/281521", "BAB3 Karim Abdullah": "https://digilib.itb.ac.id/gdl/download/281523", "BAB4 Karim Abdullah": "https://digilib.itb.ac.id/gdl/download/281525", "BAB5 Karim Abdullah": "https://digilib.itb.ac.id/gdl/download/281526", "PUSTAKA Karim Abdullah": "https://digilib.itb.ac.id/gdl/download/281527"}, "Penulis": "Karim Abdullah [10505068]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, M.S, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "susu tempe, tepung tempe, serat kasar, isoflavone, analisis protein, analisis karbohidrat, analisis lemak", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "24 Feb 2023"}