{"Nomor": 71813, "Judul": "SINTESIS DAN STUDI KINERJA LIGAN H2ADBP DAN H2SBBP PADA EKSTRAKSI PELARUT GD(III)", "Abstrak": "Logam Tanah Jarang (LTJ) adalah jenis logam yang berukuran atom besar dan bersifat asam Lewis keras. Pada penelitian ini dilakukan sintesis 2 senyawa turunan dari 4-asil-5-pirazolon dengan metode Jensen, yang dikenal bersifat basa Lewis keras dan cocok digunakan untuk memisahkan logam tanah jarang. Dua macam senyawa yang disintesis pada penelitian ini adalah 4-sebakoilbis(1-fenil-3-metil-5-pirazolon) (H2SbBP) dan 4-adipoilbis(1-fenil-3-metil-5-pirazolon) (H2AdBP). H2SbBP hasil sintesis berwarna kuning dengan titik leleh 132,9ºC-135ºC, sedangkan H2AdBP berwarna kuning kecoklatan dengan titik leleh 190,3ºC-197,6ºC. Kedua senyawa ini beserta prekursornya memiliki kelarutan yang sangat baik dalam kloroform. Sebagai ekstraktan dalam ekstraksi pelarut Gd(III), H2SbBP memiliki kinerja yang lebih baik daripada H2AdBP. Kinerja ligan sebagai ekstraktan meningkat dengan naiknya konsentrasi ligan dan pH. Nilai pH ekstraksi optimum Gd(III) dengan ligan H2SbBP diperoleh pada kondisi pH 6,28. Nilai faktor pisah (?) tertinggi antara Y(III) dengan Gd(III) diperoleh ketika menggunakan ligan H2AdBP dengan kondisi pH ekstraksi 4,22.", "Daftar File": {"COVER Kory Pranita Andriyati": "https://digilib.itb.ac.id/gdl/download/281547", "BAB1 Kory Pranita Andriyati": "https://digilib.itb.ac.id/gdl/download/281548", "BAB2 Kory Pranita Andriyati": "https://digilib.itb.ac.id/gdl/download/281549", "BAB3 Kory Pranita Andriyati": "https://digilib.itb.ac.id/gdl/download/281550", "BAB4 Kory Pranita Andriyati": "https://digilib.itb.ac.id/gdl/download/281552", "BAB5 Kory Pranita Andriyati": "https://digilib.itb.ac.id/gdl/download/281553", "PUSTAKA Kory Pranita Andriyati": "https://digilib.itb.ac.id/gdl/download/281554"}, "Penulis": "Kory Pranita Andriyati [10505001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "logam tanah jarang, pasir monasit, H2SbBP, H2AdBP, ekstraksi pelarut.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "24 Feb 2023"}