{"Nomor": 71821, "Judul": "ANALISIS PERKIRAAN PENUMPUKAN DAN PEMELIHARAAN RUBBER DEPOSIT BERDASARKAN VARIASI DAN FREKUENSI PESAWAT (STUDI KASUS RUNWAY UTARA BANDARA SOEKARNO HATTA)", "Abstrak": "Berdasarkan data yang diperoleh dari PT Angkasa Pura II Bandara Soekarno Hatta\nbahwa pergerakan rata-rata pesawat harian mencapai 650 pergerakan (take-off dan\nlanding). Akibat dari pergerakan pesawat tersebut dapat menghasilkan\npenumpukan rubber deposit di runway. Rubber deposit adalah menebalnya lapisan\nkaret yang dihasilkan oleh pergerakan pesawat diatas permukaan runway sebagai\nakibat dari gesekan ban pesawat dan surface. Penumpukan rubber deposit tersebut\nmengakibatkan berkurangnya nilai kekesatan di runway, sehingga harus dilakukan\npembersihan rubber deposit secara rutin. Pergerakan pesawat yang beroperasi di\nBandara Soekarno Hatta bervariasi, sehingga mempengaruhi lokasi area\npenumpukan rubber deposit. Penelitian ini bertujuan menganalisis pengaruh\njumlah pergerakan pesawat terhadap penumpukan rubber deposit yang berkaitan\ndengan frekuensi pembersihan rubber deposit dan pengujian nilai kekesatan.\nPentingnya tujuan penelitian ini dicapai mengingat pembersihan rubber deposit\nakan menimbulkan efek dari penggerusan lapisan permukaan perkerasan.\nPengumpulan data pada penelitian ini menggunakan data sekunder, yaitu: data jenis\ntipe pesawat dan frekuensi pergerakannya yang digunakan untuk menentukan jejak\nroda pesawat agar mengetahui area mana saja yang menghasilkan rubber deposit.\nData historis pembersihan rubber deposit dan pengujian kekesatan digunakan untuk\nmembandingkan apakah frekuensi pembersihan rubber deposit dan pengujian\nkekesatan sudah sesuai/memenuhi dengan perkiraan tebal penumpukan rubber\ndeposit dari hasil analisis perhitungan. Validasi analisis perhitungan menggunakan\ndata pengujian kekesatan (Mu-Meter) di lapangan. Kedalaman tekstur permukaan\nperkerasan runway, dapat diketahui dari kesesuaian antara frekuensi pendaratan\npesawat per hari dengan perkiraan tebal rubber deposit (mm). Hasil dari penelitian\nini terdapat tiga parameter yang mempengaruhi proses penumpukan rubber deposit\nyaitu: frekuensi, berat maksimum pesawat, dan konfigurasi lebar roda pesawat.\nSehingga diperoleh bagian overlapping yang memberikan akumulasi penumpukan\ntebal rubber deposit paling banyak per hari yaitu pada bagian overlapping 1 yang\nmenghasilkan tebal rubber deposit sebesar 0,2 – 0,3 mm pada segmen 3 – 3,5 m\ndari centerline, yang rata-rata disumbangkan oleh jenis pesawat Boeing 737-800.", "Daftar File": {"ABSTRAK Priyo Wibisono": "https://digilib.itb.ac.id/gdl/download/281633"}, "Penulis": "Priyo Wibisono [25020340]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman., S.T., M.T.", "Dr. Eng. Febri Zukhruf., S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Pergerakan Pesawat, Rubber Deposit, Skid Resistance, Jejak Roda Pesawat", "Sumber": "FTSL", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Feb 2023"}