{"Nomor": 71829, "Judul": "REVITALISASI KAWASAN PASAR ONAN BALERONG MELALUI PENDEKATAN SUSTAINABLE URBAN TOURISM", "Abstrak": "Danau Toba merupakan salah satu keajaiban geologi dunia yang ada di Indonesia. Ledakan Gunung Toba pada masa itu telah menjadikan Danau Toba kini sebagai danau vulkanik terbesar di dunia dengan keindahan yang tidak diragukan. Pada tahun 2020, Danau Toba resmi menyandang status sebagai salah satu dari UNESCO Global Geopark. Penetapan tersebut memiliki arti dan dampak tertentu bagi kota-kota yang berada di sekitar Danau Toba sebagai kota yang menjadi wajah bagi kawasan Danau Toba, salah satunya adalah Balige di Kabupaten Toba Samosir. Di Balige terdapat Pasar Onan Balerong yang merupakan salah satu generator dalam kerangka pariwisata perkotaannya yaitu sebagai bangunan cagar budaya tradisional Batak, warisan sejarah kolonial peninggalan Belanda, sekaligus sebagai pusat kegiatan perekonomian masyarakat kotanya. Hal ini mengakibatkan adanya berbagai konsekuensi fisik dan non-fisik yang perlu ditanggung dan dipersiapkan kawasan Pasar Onan Balerong baik dari segi ekonomi, sosial-budaya dan lingkungan untuk mendukung status baru Danau Toba tersebut. Atas dasar inilah, Pariwisata Perkotaan Berkelanjutan (Sustainable Urban Tourism) dipilih menjadi salah satu pendekatan perancangan kawasan dalam rangka mewujudkan kawasan Pasar Onan Balerong yang berkarakter dan berdaya tarik melalui Pariwisata Perkotaan yang unik dan berkualitas. Tulisan ini akan berisikan kajian literatur yang menyusun kriteria Sustainable Urban Tourism (SUT), analisis kawasan terhadap SUT, analisis nilai penting kawasan, analisis preseden, hingga konsep serta ilustrasi berdasarkan kriteria perancangan dengan pendekatan SUT.", "Daftar File": {"ABSTRAK Gusti Yan Iwako": "https://digilib.itb.ac.id/gdl/download/281695"}, "Penulis": "Gusti Yan Iwako [25619014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Himasari Hanan, M.A.E.", "Dr. Agus Suharjono Ekomadyo, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Geopark Danau Toba, Cagar Budaya, Pasar Onan Balerong, Sustainable Urban Tourism (SUT)", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "24 Feb 2023"}