{"Nomor": 71820, "Judul": "ANALISIS STATISTIK HUBUNGAN FENOMENA ENSO DENGAN POTENSI PRODUKSI ENERGI BAYU DI NUSA TENGGARA TIMUR", "Abstrak": "Energi bayu atau energi angin adalah salah satu energi bersih yang dapat menjadi\nalternatif untuk energi fosil yang digunakan dalam pembangkitan energi listrik di\nIndonesia. Dalam pengembangannya, energi bayu dapat dipengaruhi oleh variasi\ninteranual seperti ENSO yang dapat berdampak pada kecepatan angin dan potensi\nenergi yang dapat dihasilkan. Dampak ENSO terhadap energi angin dapat berbedabeda\nbergantung pada musim dan lokasinya, sehingga analisis dampak perlu dilakukan\nuntuk mengestimasi secara akurat perubahan yang terjadi pada potensi energi yang\ndapat dihasilkan.\nPada penelitian ini dilakukan analisis statistik yang melibatkan data observasi empat\nstasiun meteorologi BMKG yang terletak di Nusa Tenggara Timur, data MEI v.2\nNOAA yang merepresentasikan perubahan ENSO, serta data NCEP yang\nmerpepresentasikan perubahan tekanan yang terjadi di Indonesia. Pertama, data\nkecepatan angin diekstrapolasi ke ketinggian 100 m dengan Hellman Power Law untuk\nmengestimasi kecepatan angin pada ketinggian turbin angin pada umumnya. Data\nharian kecepatan angin dan data NCEP dirata-ratakan per dua bulan untuk dijadikan\nkomposit data yang memiliki resolusi temporal sama dengan data MEI. Data tersebut\ndikelompokkan ke tiga kategori ENSO: El Nino, Netral, dan La Nina. Data kecepatan\nangin dan tekanan pada saat El Nino dan La Nina kemudian dibandingkan dengan data\nENSO Netral dan dianalisis perubahannya.\nHasil analisis statistik perubahan tekanan pada saat La Nina dan El Nino menunjukkan\nadanya kenaikan dan penurunan gradien tekanan yang terjadi di Nusa Tenggara Timur\npada bulan-bulan tertentu. Sementara itu, kecepatan angin mengalami kenaikan dan\npenurunan yang berbeda-beda antar stasiun pada bulan-bulan tertentu. Secara umum,\nbaik El Nino maupun La Nina memberikan pengaruh positif terhadap rata-rata tahunan\npotensi daya di keempat stasiun.", "Daftar File": {"ABSTRAK Arya Pangga Dipa": "https://digilib.itb.ac.id/gdl/download/281632"}, "Penulis": "Arya Pangga Dipa [12818027]", "Kontributor / Dosen Pembimbing": ["Dr. Edi Riawan, S.Si., M.T.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "ENSO, Energi Angin, Nusa Tenggara Timur", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "24 Feb 2023"}