{"Nomor": 71824, "Judul": "ANALISIS PERBANDINGAN ANTARA FANTOM CTDI DARI GAMMEX DAN IBA TERHADAP NILAI COMPUTED TOMOGRAPHY DOSE INDEX (CTDI)", "Abstrak": "Dalam pengukuran CT scan, indeks yang digunakan untuk menggambarkan dosis\nradiasi pesawat CT scan disebut Computed Tomography Dose Index (CTDI).\nPengukuran dosis CT scan merupakan bagian dari prosedur quality control (QC).\nSalah satu peralatan yang digunakan dalam pengujian quality control adalah\nfantom. Fantom CTDI merupakan jenis fantom yang digunakan untuk mengukur\nkeluaran dosis radiasi pada CT scan. Peningkatan tegangan tabung sinar-X pada CT\nscan dapat mempengaruhi nilai dosis yang dihasilkan. Penelitian ini bertujuan\nuntuk menganalisis perbandingan nilai CTDI antara fantom CTDI dari Gammex\ndan Iba dengan variasi perubahan tegangan tabung. Pengukuran dilakukan dengan\npesawat multi-slices CT (MSCT) Toshiba Alexion 16 dengan tegangan tabung\nsebesar 80 kV, 100 kV, dan 120 kV. Selain itu, untuk membandingkan kedua\nfantom dapat dilakukan analisis homogenitas fantom sehingga dapat mengetahui\nkeseragaman material pada fantom. Citra fantom yang diperoleh pada pengukuran\nini diolah dengan software ImageJ. Nilai homogenitas diperoleh dari pengukuran\nnilai rata-rata CT number pada citra dengan menentukan daerah pengamatan /\nregion of interest (ROI). Diperoleh nilai rata-rata homogenitas untuk fantom\nGammex dan Iba masing-masing yaitu 87.147% dan 90.524%. Nilai tersebut dapat\ndikatakan bahwa fantom Gammex dan Iba memiliki homogenitas yang cukup baik.\nNilai CTDI100 yang diperoleh untuk fantom Gammex dan fantom Iba masingmasing sebesar 5.75 mGy - 54 mGy dan 5.75 mGy - 44.875 mGy. Untuk persentase\nperbedaan nilai CTDIvol yang terukur terhadap CTDIvol console berada pada rentang\n4.83% - 16.25%. Nilai CTDIvol yang diperoleh cukup baik karena persentase error\nmasih berada dalam batas toleransi yang dianjurkan oleh BAPETEN yaitu ± 20%.", "Daftar File": {}, "Penulis": "Anggun Yusifa [10218044]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Freddy Haryanto, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "CT Scan, CTDI (Computed Tomography Dose Index), Fantom CTDI, Tegangan tabung", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "24 Feb 2023"}