{"Nomor": 71833, "Judul": "KLASIFIKASI MULTI-LABEL PADA PEMROSESAN TEKS MENGGUNAKAN ARSITEKTUR TRANSFORMER DENGAN PENDEKATAN MULTI-TASK LEARNING", "Abstrak": "Klasifikasi multi-label adalah salah satu jenis task dalam pemrosesan teks, yang\nmengklasifikasikan data ke dalam lebih dari satu kategori / label. Terdapat dua\npendekatan umum dalam penyelesaian masalah multi-label, yaitu adaptasi\nalgoritma yang melakukan perubahan pada algoritma pembelajaran untuk bisa\nmenangani permasalahan multi-label, dan transformasi data, yang melakukan\nperubahan pada data agar bisa diselesaikan dengan algoritma multi-class.\nPenelitian ini mengajukan metode multi-task learning yang bertujuan untuk\nmenutupi kelemahan-kelemahan pada transformasi data dan adaptasi algoritma.\nPenggunaan teknik binary relevance pada saat pembelajaran menutupi kelemahan\npada adaptasi algoritma, yaitu meningkatnya kesulitan dalam pembelajaran\nseiring dengan bertambahnya jumlah label. Selain itu, adanya sharing parameter\nyang diterapkan selama pembelajaran menutupi kelemahan pada transformasi\ndata, yaitu hilangnya informasi yang berkaitan dengan korelasi antar label, yang\nbisa membantu meningkatkan kinerja untuk tipe data yang banyak mengandung\ninformasi korelasi ini.\nPada penelitian ini, eksperimen dilakukan menggunakan 6 arsitektur varian\nTransformer pada dua dataset, yaitu dataset perbankan yang terdiri dari 1599 data\nlatih dan 400 data uji dengan 16 label, dan dataset sintaksis, yang terdiri dari 8000\ndata latih dan 2000 data uji dengan 19 label. Eksperimen dilakukan dengan\nmembandingkan kinerja F1 antara pendekatan adaptasi algoritma, transformasi\ndata, dan multi-task learning. Pada dataset perbankan didapatkan kinerja F1\nterbaik sebesar .8843 oleh pendekatan transformasi data, dan pada dataset\nsintaksis didapatkan kinerja F1 terbaik sebesar .8822 oleh pendekatan adaptasi\nalgoritma.", "Daftar File": {"23521021 Miftahul Mahfuzh.pdf": "https://digilib.itb.ac.id/gdl/download/281708"}, "Penulis": "Miftahul Mahfuzh [23521021]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ayu Purwarianti, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "multi-label, multi-task learning, Transformer.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Feb 2023"}