{"Nomor": 71836, "Judul": "STUDI ANTENA MEDAN DEKAT UNTUK APLIKASI TOMOGRAFI GELOMBANG MIKRO", "Abstrak": "Kebutuhan untuk menghasilkan struktur internal suatu objek tanpa melakukan perusakan merupakan hal yang sangat penting pada beberapa bidang tertentu. Tomografi gelombang mikro adalah salah satu teknik pencitraan yang manawarkan pendeteksian objek dengan tanpa melakukan interferensi terhadap objek tersebut. Teknik ini memanfaatkan gelombang mikro untuk melihat struktur internal suatu objek. Salah satu komponen yang krusial dalam sistem tomografi gelombang mikro adalah antena. Suatu antena yang mampu mengirimkan dan menerima sinyal untuk menembus suatu objek deteksi dengan baik merupakan faktor yang menentukan keberhasilan proses rekonstruksi citra suatu objek. Spesifikasi yang dipersyaratkan untuk antena tomografi gelombang mikro berbeda dengan aplikasi gelombang mikro yang lainnya. Pada tomografi gelombang mikro, antena terletak pada posisi yang berdekatan dengan objek yang dideteksi sehingga antena berada pada daerah medan dekat. Berdasarkan studi literatur, parameter yang berpengaruh secara signifikan terhadap performansi dari antena medan dekat antara lain bandwidth, pola radiasi, impedansi input, efisiensi dan polarisasi antena.\nAda beberapa jenis antena medan dekat yang telah dikembangkan pada penelitian terdahulu antara lain antena dipol, horn, bow-tie, monopol, tapered slot antenna (TSA), dan log periodic. Antena dipol, monopol dan bow-tie banyak digunakan karena kesederhanaan strukturnya dan mudah difabrikasi, tetapi kelemahan dari antena ini adalah mempunyai bandwidth yang terbatas dan pola radiasi omnidirectional. Antena log periodic memenuhi persyaratan dalam hal bandwidth yang lebar akan tetapi antena ini mempunyai dimensi yang relatif besar. Dengan mempertimbangkan parameter antena yang telah disebutkan sebelumnya, antena yang memenuhi spesifikasi untuk aplikasi tomografi gelombang mikro adalah antena horn dan antena TSA. Berdasarkan pengukuran di lapangan, antena horn mempunyai level noise yang lebih rendah dan perbedaan hasil citra yang lebih tinggi dibandingkan antena TSA.\nDalam proses pencitraan dengan tomografi gelombang mikro, antena medan dekat disusun melingkupi objek yang dideteksi. Semakin banyak antena yang disusun melingkupi objek deteksi maka semakin banyak data sampling yang dihasilkan sehingga dapat meningkatkan keberhasilan proses rekonstruksi citra suatu objek. Untuk memenuhi konfigurasi tersebut diperlukan antena medan dekat dengan dimensi yang kompak. Selain dimensi, hasil pencitraan dengan resolusi tinggi juga\n\ndibutuhkan untuk keakuratan proses pendeteksian objek. Untuk mendapatkan resolusi yang cukup memadai diperlukan bandwidth antena yang lebar. Semakin lebar bandwidth antena maka resolusi yang dihasilkan semakin bagus. Pemilihan frekuensi kerja yang berhubungan dengan bandwidth harus mencakup frekuensi rendah agar sinyal yang dipancarkan tidak mudah teredam ketika menembus struktur objek yang dideteksi. Dengan demikian sinyal tersebut bisa ditangkap oleh antena penerima dan diolah untuk direkonstruksi menjadi sebuah citra.\nSalah satu kelemahan dari horn adalah mempunyai dimensi yang besar untuk frekuensi rendah dan mempunyai bandwidth yang terbatas. Pada penelitian ini metode yang digunakan untuk memperlebar bandwidth pada antena horn ke arah frekuensi yang lebih rendah dengan tetap mempertahankan dimensi yang kompak yaitu dengan menambahkan ridge. Pada dasarnya, penambahan ridge menimbulkan efek kapasitif sehingga berperan dalam menurunkan frekuensi cut-off sehingga dapat memperlebar bandwidth antena horn. Analisa efek penambahan ridge terhadap penurunan frekuensi cut-off dilakukan dengan merancang antena horn dengan ridge dan menganalisa secara teoritikal berbasis rangkaian lumped-element dan rangkaian saluran transmisi. Dua buah antena ridged horn diobservasi yaitu double-ridged horn antenna (DRHA) dan quad-ridged horn antenna (QRHA).\nBerdasarkan analisa performansi, antena horn dengan penambahan ridge sebanyak empat buah menunjukkan hasil yang lebih baik dibandingkan dengan penambahan ridge sebanyak dua buah. Analisa efek bentuk profil ridge dengan empat variasi bentuk yaitu linier, kuadratik, eksponensial, dan Gaussian menunjukkan bahwa bentuk kuadratik menghasilkan parameter bandwidth dan sidelobe level yang paling baik di antara keempat variasi bentuk lainnya. Berdasarkan pendekatan teori diketahui bahwa frekuensi cut-off antena ridged horn selain dipengaruhi oleh lebar waveguide dan tinggi waveguide, tetapi juga dipengaruhi oleh lebar ridge dan jarak antar ridge.\nSetelah dilakukan pembuktian secara analisa performansi dan teoritis, maka pada penelitian ini dirancang antena horn dengan jenis QRHA dengan bentuk ridge menggunakan profil kuadratik. Hasil perancangan QRHA kemudian difabrikasi dengan menggunakan dua buah teknik fabrikasi yaitu CNC milling technique berbasis aluminium dan 3D printing berbasis PLA. Purwarupa QRHA dengan menggunakan kedua teknik tersebut menghasilkan bandwidth selebar 7.920 GHz dengan frekuensi operasi 3,500 GHz – 11,420 GHz dan 8,260 GHz dengan frekuensi operasi 4,440 GHz - 12,700 GHz untuk QRHA berbasis PLA dan berbasis aluminium. Pengukuran pola radiasi menunjukkan kedua antena menghasilkan pola radiasi hampir sama jika dibandingkan dengan hasil simulasi.\n\nQRHA yang telah difabrikasi dan diukur kemudian diimplementasikan untuk aplikasi tomografi gelombang mikro. Pada penelitian ini QRHA digunakan dalam proses akuisisi data pada proses deteksi objek. Proses akuisisi data dilakukan dengan menempatkan dua buah antena pada objek batang pohon. Selanjutnya diambil data koefisien transmisi (S21) untuk direkonstruksi menjadi sebuah citra. Metode pengolahan sinyal yang digunakan adalah teknik compressive sensing. Hasil pendeteksian objek menunjukkan bahwa antena QRHA yang dirancang mampu digunakan untuk mendeteksi objek dengan hasil rekonstruksi yang cukup baik.", "Daftar File": {"33218016 Folin Oktafiani.pdf": "https://digilib.itb.ac.id/gdl/download/281711"}, "Penulis": "Folin Oktafiani [33218016]", "Kontributor / Dosen Pembimbing": ["Effrina Yanti Hamid, S.T, M.T, Ph.D.", "Dr. Eng. Achmad Munir, S.T, M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "antena medan dekat, CNC milling technique, compressive sensing, QRHA, rekonstruksi objek, 3D printing, tomografi gelombang mikro.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Feb 2023"}