{"Nomor": 71837, "Judul": "PENGEMBANGAN METODE ADAPTIVE RULE MINING UNTUK SISTEM PEMBERI REKOMENDASI", "Abstrak": "Perkembangan teknologi saat ini mengakibatkan pertumbuhan data yang semakin\nbesar serta memunculkan tantangan baru yaitu menggali informasi dari data\ntersebut. Salah satu cara menggali informasi adalah dengan teknik data mining.\nAssociation rule merupakan salah satu teknik dalam data mining yang dapat\nmenghasilkan aturan asosiasi berdasarkan frekuensi kemunculan item dari basis\ndata transaksional. Salah satu hal yang kritikal pada Association rule adalah\npenentuan nilai minimum support yang digunakan untuk menentukan item mana\nyang akan diikutsertakan dalam pembentukan rule. Jika nilai minimum support\nyang ditetapkan terlalu kecil menyebabkan terlalu banyak item yang dilibatkan\ndalam pembentukan rule. Sebaliknya, jika nilai minimum support yang ditetapkan\nterlalu besar menyebabkan jumlah item yang dilibatkan dalam pembentukan rule\nterlalu sedikit. Masalah dalam penentuan nilai minimum support ini sangat\nberpengaruh terhadap jumlah rule yang dihasilkan.\nTantangan selanjutnya adalah heterogenitas, kompleksitas dan ukuran data yang\nada saat ini membutuhkan solusi inovatif dari ilmu komputer. Sehingga perlu\nadanya metode Association rule yang dapat menghasilkan rule dari basis data yang\nheterogen baik dari sumbernya maupun karakteristiknya. Selain itu, dalam banyak\nkasus Association rule menghasilkan jumlah rule yang sangat besar, yang tidak\nmungkin bagi penggunanya untuk dipahami atau divalidasi sehingga akan membuat\nkebingungan dalam pengambilan keputusan. Untuk menangani hal itu setiap rule\nyang dihasilkan harus dinilai dan diurutkan berdasarkan kriteria-kriteria tertentu\nsehingga dapat menentukan rule mana yang paling relevan dan menarik.\nTujuan dari penelitian ini adalah mengusulkan metode yang dapat menghasilkan\nadaptive rule yang berasal dari beberapa basis data yang berbeda baik dari internal\nmaupun eksternal, ambang batas yang otomatis dan melibatkan berbagai kriteria\nuntuk menilai prioritas rule. Metode adaptive rule yang dihasilkan dapat diterapkan\npada sistem pemberi rekomendasi di berbagai bidang. Input pada metode ini adalah\nberupa basis data. Salah satu yang berbeda pada metode ini dapat memiliki dua\njenis input yaitu basis data internal dan basis data eksternal. Basis data internal yaitu\nbasis data transaksional yang berhubungan langsung dengan proses pembentukan\nrule. Basis data eksternal yaitu basis data lain yang nyatanya dapat menjadi faktor\nuntuk pengambilan keputusan. Input lain pada metode ini yaitu kriteria yang dipilih\nuntuk menentukan ranking rule dan pemilihan item. Pada metode ini para\npengambil keputusan dapat menentukan kriteria mana yang akan dijadikan patokan\ndalam penyusunan rule dan perankingannya, sehingga setiap orang yang memiliki\nkriteria yang berbeda akan mendapat rule yang berbeda nantinya walaupun berasal\ndari basis data transaksi yang sama.\nProses utama pada metode ini yaitu pembentukan rule dengan menggunakan\nmetode dasar Association rule tetapi telah dilakukan improvement pada beberapa\ntitik yaitu pada proses penentuan nilai minimum support dan perankingan rule. Nilai\nminimum support pada metode ini digeneralkan sebagai threshold. Hal ini\ndilakukan karena pemilihan item dalam pembentukan rule bukan hanya berasal dari\nsupport atau frekuensi item tersebut, tetapi berdasarkan kriteria lain yang telah\nditentukan oleh pengguna pada tahap sebelumnya. Setelah ditentukan threshold\nuntuk proses pembentukan rule, maka proses selanjutnya pembentukan rule dengan\nmempertimbangkan kriteria yang sudah ditentukan dan diurutkan berdasarkan\nthreshold tadi sehingga nantinya rule yang dibentuk tidak perlu dilakukan\nperankingan lagi.\nOutput dari metode ini adalah adaptive rule yaitu rule yang menyesuaikan dengan\nbeberapa keadaaan yang terdiri dari basis data inputnya dan kriteria yang ditentukan\noleh pengguna. Rule yang dihasilkan berupa pernyataan kalimat IF x then y yang\ndapat dituliskan sebagai berikut: X????Y. Metode adaptive rule akan menghasilkan\nrule yang paling relevan dan menarik bagi pengguna sehingga dapat menjadikan\npertimbangan dalam pengambilan keputusan tanpa harus menentukan nilai\nminimum support dan berasal dari berbagai basis data yang berbeda sumber maupun\nkarakteristiknya. Metode Adaptive Rule memiliki sub modul yang dapat\nmengurutkan Rule yang dihasilkan berdasarkan lift ratio, tetapi karena jumlah\nrulenya yang sangat banyak maka proses pembentukan rule nya membutuhkan\nruntime dan memory usage yang tinggi. Untuk menyempurnakan metode Adaptive\nRule, maka disusun strategi pemangkasan dalam proses pembentukan Rule yang\ndapat menurunkan runtime dan memory usage yaitu metode Adaptive Rule with\nAverage Utility (ADR-AU) dan metode Adaptive Rule with Sorting Utility (ADRSU).\nMetode ADR-AU mengubah nilai minimum threshold dengan menggunakan\nnilai rata-rata utilitas item. Metode ADR-SU mengusulkan penambahan langkah\npada proses penentuan frequent itemset yaitu dengan mengurutkan nilai utilitas item\nsecara descending sebelum dilakukan proses pengulangan untuk membandingkan\napakah nilai utilitas lebih besar dari minimum threshold atau tidak. Tujuannya\nproses pengulangan dapat langsung dihentikan setelah menemukan item yang nilai\nutilitasnya tidak lebih besar dari minimum threshold. Hasil dari eksperimen yang\ndilakukan terhadap 8 dataset, jumlah frequent itemset metode ADR-AU dan ADRSU\njauh lebih sedikit jika dibandungkan dengan metode adaptive rule. Selain itu,\njika dilihat dari runtime, enam dataset mengalami penurunan runtime antara metode\nadaptive rule dengan ADR-AU. Dalam hal memory usage, terdapat lima dataset\nyang mengalami penurunan dari metode adaptive rule ke metode ADR-AU.", "Daftar File": {"33219001 Erna Hikmawati.pdf": "https://digilib.itb.ac.id/gdl/download/281712"}, "Penulis": "Erna Hikmawati [33219001]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D.", "Dr. Nur Ulfa Maulidevi, S.T, M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Adaptive Rule, Association rule, Utility", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Feb 2023"}