{"Nomor": 71847, "Judul": "STRATEGI MITIGASI RISIKO PADA UMKM BIDANG FESYEN BERDASARKAN TAHAP PERTUMBUHAN ORGANISASI DAN STRATEGI BISNIS", "Abstrak": "Organisasi Usaha Mikro, Kecil, dan Menengah (UMKM), memegang peranan\npenting dalam perekonomian Indonesia. Walaupun jumlah UMKM mendominasi\njumlah usaha yang ada di Indonesia, kontribusi UMKM dalam ekspor bidang non\nmigas masih tergolong rendah. Oleh karena itu, pemerintah berusaha meningkatkan\nkontribusi ekspor UMKM melalui beberapa sektor yang dianggap potensial, salah\nsatunya yaitu industri fesyen. Sayangnya, UMKM menghadapi berbagai\nketidakpastian yang mengancam keberlangsungan hidup dan pertumbuhan\nUMKM. Berbagai ketidakpastian ini dapat menjadi pemicu munculnya risiko bagi\norganisasi UMKM. Dalam penelitian ini, risiko diartikan sebagai sebuah kejadian\nyang bila terjadi dapat berdampak pada kegagalan upaya organisasi mencapai\ntujuannya. Proses bisnis manajemen risiko yang efektif dapat membantu UMKM\nuntuk bertahan dan tumbuh secara berkelanjutan.\nPenelitian ini bertujuan untuk menganalisis proses bisnis manajemen risiko\nberdasarkan tahap pertumbuhan organisasi dan strategi bisnis pada UMKM bidang\nfesyen. Model penelitian dikembangkan dengan mengidentifikasi praktik proses\nbisnis manajemen risiko, yang meliputi kelengkapan proses bisnis manajemen\nrisiko dan tingkat maturitas proses bisnis manajemen risiko. Penelitian dilakukan\ndengan menggunakan metode studi kasus pada tiga perusahaan UMKM bidang\nfesyen. Pengumpulan data dilakukan dengan melakukan wawancara mendalam,\nstudi dokumen, dan observasi lapangan. Pengolahan data dilakukan dengan\nmenggunakan metode thematic analysis dan cross-case analysis.\nBerdasarkan studi kasus terhadap tiga perusahaan UMKM bidang fesyen, dapat\ndisimpulkan bahwa organisasi UMKM bidang fesyen memiliki tahap pertumbuhan\nyang berbeda-beda. Dua di antara perusahaan berada pada tahap Growth dan satu\nperusahaan berada pada tahap Expansion. Selain itu, strategi bisnis yang diadopsi\noleh perusahaan UMKM bidang fesyen berbeda-beda, dua di antara obyek\npenelitian mengadopsi strategi Analyzer dan satu perusahaan mengadopsi strategi\nbisnis Defender.\nBerdasarkan temuan penelitian, didapatkan hasil bahwa tahap pertumbuhan\norganisasi yang sama akan menghasilkan kelengkapan proses bisnis manajemen\nrisiko dan tingkat maturitas proses bisnis manajemen risiko yang sama. Strategi\nbisnis yang sama menunjukkan kelengkapan proses bisnis manajemen risiko dan\ntingkat maturitas proses bisnis manajemen risiko yang berbeda. Maka dapat\ndisimpulkan bahwa tahap pertumbuhan organisasi berdampak pada praktik proses\nbisnis manajemen risiko, yang ditunjukkan melalui kelengkapan proses bisnis\nmanajemen risiko dan tingkat maturitas proses bisnis manajemen risiko.\nPeningkatan tahap pertumbuhan organisasi, sejalan dengan tingkat kelengkapan\nproses bisnis manajemen risiko dan tingkat maturitas proses bisnis manajemen\nrisiko. Semakin tinggi tahap pertumbuhan, maka sumber daya yang dimiliki\nsemakin lengkap sehingga memungkinkan proses bisnis manajemen risiko\ndilakukan lebih baik dari segi kelengkapan proses maupun dari tingkat maturitas.\nTahap pertumbuhan organisasi menunjukkan perbedaan strategi mitigasi risiko.\nPada tahap Growth, strategi mitigasi risiko yang digunakan yaitu mengurangi\nrisiko, menerima risiko dan transfer risiko, dengan pendekatan reaktif. Strategi\nreaktif bertujuan untuk mengurangi dampak risiko ketika risiko telah terjadi. Pada\ntahap pertumbuhan yang lebih matang (Expansion), strategi mitigasi risiko yang\ndigunakan yaitu mengurangi risiko, menerima risiko dan transfer risiko, namun\ndengan menggunakan pendekatan proaktif. Strategi proaktif bertujuan mencegah\nterjadinya risiko sebelum risiko terjadi.", "Daftar File": {"ABSTRAK Sophia Fadhila Albany Tanjung": "https://digilib.itb.ac.id/gdl/download/281723"}, "Penulis": "Sophia Fadhila Albany Tanjung [23419024]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, D.E.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "strategi mitigasi risiko, proses bisnis manajemen risiko, tahap pertumbuhan organisasi, strategi bisnis", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Feb 2023"}