{"Nomor": 71844, "Judul": "PUSAT PENGOLAHAN SAMPAH DENGAN FOKUS MENINGKATKAN PRODUKTIVITAS DAN MENGURANGI PENUMPUKAN SAMPAH DI KOTA BANDUNG", "Abstrak": "Peningkatan jumlah populasi manusia di dunia semakin meningkat. Indonesia menurut Badan Pusat Statistik jumlah jiwa pada tahun 2022 naik sebesar 1,13% dari tahun lalu. Kota-kota besar di Indonesia terutama di Pulau Jawa menjadi tempat dengan populasi tertinggi, Kota Bandung  yang merupakan salah satu kota besar memiliki  jumlah penduduk yang terus meningkat setiap tahun, menurut Badan Pusat Statistik Kota Bandung pada tahun 2018 sampai tahun 2020 jumlah jiwa meningkat sebanyak 7000 jiwa. Peningkatan jumlah penduduk ini menimbulkan masalah baru dalam masyarakat seperti pengurangan lahan, perubahan iklim, kemacetan, dan salah satunya adalah sampah. Sampah adalah barang atau benda yang dibuang karena tidak terpakai lagi. Jumlah sampah berbanding lurus dengan populasi manusia, semakin banyak manusia semakin banyak juga sampah yang diproduksi. Sampah menjadi masalah kedua terbesar di Kota Bandung setelah kemacetan (Diskominfo, 2019), berdasarkan data Dinas dan Permukiman produksi sampah pada tahun 2021 mencapai 1500 ton per harinya hal ini mengakibatkan terjadinya penumpukan sampah di sekitar kota, menciptakan lingkungan yang tidak sehat. Permasalahan ini dapat dilihat dari berbagai aspek seperti kesadaran masyarakat dalam proses pembuangan sampah dan efektivitas dalam proses pengolahan sampah. TPA Sarimukti merupakan tempat akhir sampah untuk diproses, lokasi TPA terletak jauh dari perkotaan sehingga transportasi transportasi menjadi cukup lama, kemudian keadaan TPA Sarimukti tidak sesuai dengan standar tempat kerja dengan naungan sementara yang tidak nyaman dan mudah roboh. Sebagai upaya untuk mengatasi masalah ini pada TPA dibutuhkan sebuah tempat pengolahan sampah yang dekat sehingga meminimalisir waktu transportasi, sampah yang telah disortir dapat langsung diproses menjadi sesuatu yang bermanfaat. Pembangkit listrik membakar sampah menjadi energi untuk masyarakat, kemudian daur ulang sampah membuat sampah menjadi kerajinan atau seni yang dapat dijual kembali. Kontribusi arsitektur dalam menyelesaikan permasalahan ini adalah dengan meningkatkan efektivitas dalam pengolahan sampah dilihat dari proses, quality of life, dan perkembangan teknologi", "Daftar File": {}, "Penulis": "Ari Yanuar [15218013]", "Kontributor / Dosen Pembimbing": ["Rr. Diah Asih Purwaningrum, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sampah, penumpukan sampah, pengolahan sampah", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "27 Feb 2023"}