{"Nomor": 71848, "Judul": "APLIKASI PHYSICS-INFORMED NEURAL NETWORK (PINN) DALAM FENOMENA PERSEBARAN PANAS", "Abstrak": "Persebaran panas pada daerah tertentu dideskripsikan oleh persamaan panas yang merupakan salah satu contoh persamaan diferensial parsial. Terdapat beberapa metode untuk\nmemperoleh solusi dari persamaan diferensial parsial, yaitu metode analitik, metode beda hingga dengan skema Forward-Time Centered-Space (FTCS), serta Physics-Informed\nNeural Network (PINN). Telah dilakukan simulasi hasil persamaan panas menggunakan metode numerik FTCS dan PINN. Kemudian, berdasarkan hasil simulasi FTCS dan\nPINN, dilakukan visualisasi solusi persamaan panas serta penentuan nilai mean-squared\nerror (MSE) untuk tiap metode. Hasil penyelesaian persamaan panas menggunakan\nPINN memiliki mean-squared error yang kecil jika dibandingkan dengan metode analitik. Dapat disimpulkan bahwa PINN secara umum bisa d?adikan salah satu alternatif\nuntuk menyelesaikan persamaan diferensial parsial, khususnya persamaan panas. Salah\nsatu keunggulan dari PINN adalah solusinya yang kontinu serta tidak terikat oleh kisi\n(grid). Selanjutnya, setelah dibandingkan performa PINN terhadap metode analitik dan\nFTCS, telah dipelajari penyelesaian persamaan panas 2 dimensi dengan sumber panas\nmenggunakan Physics-Informed Neural Network (PINN). Dipelajari dua variasi keadaan, yaitu sumber panas di tengah domain dan sumber panas di pinggir domain. Setelah\ndisimulasikan kedua variasi, diperoleh kesimpulan bahwa temperatur akan mengalami\nkenaikan dan menuju saturasi pada titik dengan jarak tertentu dari sumber panas. Titik\nyang lebih dekat dengan sumber panas akan mengalami saturasi pada temperatur yang\nlebih tinggi.", "Daftar File": {}, "Penulis": "Michael Alfarino B. P. [10219111]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Suprijadi, M.Eng.", "Dr. Irfan Dwi Aditya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "deep learning, FTCS, persamaan panas, physics-informed neural network.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "27 Feb 2023"}