{"Nomor": 71853, "Judul": "IOT UNTUK PERTANIAN CABAI PRESISI", "Abstrak": "Peningkatan sektor produksi pertanian merupakan salah satu tantangan untuk menyelesaikan masalah pertanian yang ditunjukkan The Food and Agriculture Organization of the United Nations (FAO). Implementasi teknologi seperti sistem irigasi cerdas adalah suatu pendekatan yang berpotensi untuk meningkatkan produksi tanaman. Metode implementasi untuk menjawab tantangan ini menjadi ide untuk membuat real-time sistem irigasi otomatis menggunakan algoritma Q-Learning.\nAlgoritma Q-Learning merupakan salah satu metode reinforcement learning yang menggunakan sistem off-policy, Algoritma ini menggunakan q-table untuk perhitungannya, q-table akan diperbarui sesuai dengan aksi yang dilakukan, sehingga hasilnya akan menentukan untuk mengetahui aksi selanjutnya dan mendapatkan reward maksimal sesuai tujuan yang ditentukan. Sistem menggunakan Algoritma Q-Learning telah dilakukan proses pembelajaran selama 2 minggu untuk memberikan aksi untuk mencapai tujuan penyiraman menuju state 1 yaitu kelembaban di atas 80%. Sistem kontrol penyiraman dilakukan pada 2 kondisi yaitu bedeng tertutup, terbuka. Sistem penyiraman pembanding menggunakan sistem penyiraman timer dan manual. Perbedaan dari sistem penyiraman terlihat pada output pada tanaman seperti tinggi tanaman paling cepat tumbuh pada bedeng terbuka, jumlah daun paling banyak pada bedeng tertutup dan diameter batang pada bedeng tertutup. Sistem penyiraman dengan algoritma Q-learning mencapai rata-rata 43,03% dalam mencapai state 1 dan rata-rata dan rata-rata 63,64% untuk penyiraman dengan reward positif. Perbandingan hasil produktivitas tanaman dengan sistem penyiraman Q-Learning lebih rendah dibandingkan sistem penyiraman dengan timer.", "Daftar File": {}, "Penulis": "Rizky Arif [13318044]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Endra Joelianto, Ph.D.", "Dr. Vebi Nadhira, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kelembapan tanah, Q-learning, IoT, real-time.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2023"}