{"Nomor": 71854, "Judul": "STUDI KARAKTERISTIK PENDINGIN KONVEYOR SATU LALUAN PADA MOBILE CORN DRYER MENGGUNAKAN METODE COMPUTATIONAL FLUID DYNAMICS", "Abstrak": "Untuk menjamin kualitas jagung yang sampai ke tangan konsumen, jagung harus\nditangani dengan benar selama dan pascapanen, termasuk proses pengeringan, pendinginan,\ndan penyimpanan. Mobile Corn Dryer (MCD) adalah sebuah inovasi untuk membantu petani\ndan beroperasi dengan pertama mengeringkan butiran jagung dengan udara bertemperatur\ntinggi sehingga kadar air menurun, kemudian mendinginkan butiran jagung di dalam sistem\npendingin. Penelitian ini berfokus pada analisis karakteristik pendinginan jagung pada\nsistem pendingin, dengan melakukan analisis Computational Fluid Dynamics (CFD).\nAnalisis CFD terdiri dari pemodelan domain simulasi, pembuatan mesh, pengaturan,\nsimulasi, pemeriksaan konvergensi, studi independensi mesh, dan terakhir analisis hasil.\nSimulasi dilakukan pada laju aliran massa butiran jagung 1,5, 3,25 dan 5 ton/jam, dan untuk\nsetiap laju aliran massa, pada ketebalan yang berbeda yaitu 1, 2, 3 dan 4 cm.\nHasil penelitian menunjukkan bahwa aliran fluida di dalam saluran pendingin\ndipengaruhi oleh bentuk saluran pendingin. Selain itu, adanya butiran jagung menyebabkan\nhambatan pada aliran dan peningkatan ketebalan butiran jagung ini menghasilkan laju aliran\nmassa udara yang semakin rendah dan kehilangan tekanan yang semakin besar. Laju aliran\nmassa yang semakin rendah mengakibatkan perpindahan panas yang semakin rendah dari\nbutiran jagung ke udara. Meningkatnya waktu tinggal dalam sistem pendingin\nmemungkinkan perpindahan panas yang semakin besar dari butiran jagung ke udara,\nsehingga temperatur keluar butiran jagung semakin rendah. Selain itu, dengan semakin\nbertambahnya waktu tinggal dalam sistem pendingin, ketebalan butiran jagung semakin\ntidak berpengaruh pada temperatur butiran jagung yang keluar dari sistem pendingin.", "Daftar File": {}, "Penulis": "Rahmah Hamidah [13118118]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nathanael Panagung Tandian, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "butiran jagung, MCD, sistem pendingin, CFD, perpindahan panas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2023"}