{"Nomor": 71855, "Judul": "SINTESIS KARBON DOTS BERBASIS SERISIN DENGAN SIFAT PH RESPONSIF", "Abstrak": "Ulkus kaki diabetik merupakan komplikasi dari diabetes melitus yang memerlukan deteksi dini, penanganan, dan monitoring luka yang tepat. Ulkus kaki diabetik memiliki pH luka yang tinggi, seiring dengan kekronisan luka. Deteksi perubahan pH dapat digunakan untuk memonitor proses penyembuhan luka. Karbon dots merupakan material nol dimensi berukuran kurang dari 10 nm, yang memiliki sifat dapat berpendar. Karbon dots dapat bersifat pH-responsif, melalui perubahan intensitas ataupun pergeseran panjang gelombang pendaran yang dihasilkan, sehingga dapat digunakan untuk mendeteksi proses perkembangan luka. Penelitian ini berfokus pada sintesis karbon dots dan evaluasi sifat pH responsifnya. Karbon dots disintesis dari serisin, protein yang berasal dari kokon ulat sutera, dengan metode microwave dan hidrotermal dengan variasi konsentrasi NaOH. Larutan karbon dots menghasilkan pendaran berwarna biru jika disinari dengan sinar UV. Citra transmission electron microscopy menunjukan karbon dots yang disintesis memiliki morfologi bulat, dengan ukuran 5,7 nm unduk hidrotermal dan 3,2 nm dengan microwave. Spektroskopi FTIR mengonfirmasi adanya kesamaan gugus fungsi serisin dan karbon dots pada bilangan gelombang 1400-1600 nm. Sifat pH responsif karbon dots dievaluasi pada rentang pH 2-12 dengan panjang gelombang eksitasi 336 nm dan 420 nm. Perubahan pH larutan menyebabkan terjadinya perubahan intensitas pendaran karbon dots pada semua sampel. Karbon dots hasil hidrotermal yang dieksitasi pada panjang gelombang 420 nm menunjukkan kenaikan intensitas pendaran pada pH 5-8 sehingga dinilai berpotensi untuk dijadikan sensor untuk memonitor luka ulkus diabetik.", "Daftar File": {"ABSTRAK Humam Eddy Prabowo": "https://digilib.itb.ac.id/gdl/download/281734"}, "Penulis": "Humam Eddy Prabowo [23720306]", "Kontributor / Dosen Pembimbing": ["Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Serisin, Karbon Dots, Responsif pH", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2023"}