{"Nomor": 71864, "Judul": "HARMONY BETWEEN NATURE, CULTURE, AND THE ESSENCE OF RURAL LIFE: PERANCANGAN AGRO-RESORT DENGAN PENDEKATAN COMMUNITY BASED TOURISM DI KULON PROGO", "Abstrak": "Indonesia dikenal sebagai negara agraris dengan sebagian besar penduduknya bekerja pada bidang pertanian. Pertanian di Indonesia merupakan salah satu sektor kunci perekonomian. Akan tetapi, terdapat ketimpangan yang terjadi akibat berkurangnya lahan pertanian di Indonesia yang mencapai 150.000 hektar per tahunnya. Hal ini disebabkan oleh alih fungsi lahan yang sebagian besar digunakan untuk pembangunan infrastruktur serta sarana kebutuhan hidup masyarakat lainnya.\n\nPembangunan Bandara Internasional Yogyakarta yang terletak di Kecamatan Temon, Kabupaten Kulon Progo menjadikan Kulon Progo sebagai gerbang wisatawan menuju Yogyakarta. Meski demikian, pembangunan bandara baru tersebut menuai konflik di antara masyarakat setempat akibat lebih dari 40 hektar lahan bandara merupakan lahan produktif warga yang berprofesi sebagai petani, dengan total warga terdampak sejumlah 2700 kepala keluarga. Pengalihan mata pencaharian dari agraris (homogen) menuju servis (heterogen) dapat menjadi strategi peningkatan taraf ekonomi masyarakat setempat.\n\nYogyakarta merupakan salah satu destinasi wisata lokal yang paling diminati masyarakat Indonesia. Daya tarik utama pariwisata di Yogyakarta adalah kekayaan budayanya, sementara Kulon progo sendiri memiliki kekayaan alam berupa persawahan yang membutuhkan peran arsitektur untuk dapat meningkatkan daya tarik wisata. Untuk menggabungkan potensi keduanya, seperti filosofi jawa “Hamemayu hayuning bawana” yang berarti memperindah keindahan dunia yang sudah ada, penulis bermaksud hendak menghadirkan intervensi arsitektur dengan desain kontemporer dan modern tetapi tidak menghilangkan budaya lokal setempat (Yogyakarta) dan turut serta melestarikan kekayaan alam berupa persawahan menjadi bagian dari konsep utama desain. Perancangan objek wisata berbasis alam dan budaya ini akan mewadahi aktivitas transit sementara, edukasi, dan jual beli.", "Daftar File": {}, "Penulis": "Almas Azzahra [15218079]", "Kontributor / Dosen Pembimbing": ["Annisa Safira Riska, S.Ars., M.Ars."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pertanian, pariwisata, edukasi, sawah, budaya.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "27 Feb 2023"}