{"Nomor": 71860, "Judul": "POTENSI PRAXELIS CLEMATIDEA (GRISEB.) R. M. KING & H. ROBINSON SEBAGAI BIOHERBISIDA DALAM MENGENDALIKAN PERKECAMBAHAN BIJI DAN PERTUMBUHAN GULMA ASYSTASIA GANGETICA (L.) T. ANDERSON", "Abstrak": "Kelapa sawit merupakan komoditas perkebunan unggulan yang penting bagi perekonomian Indonesia. Aktivitas pemeliharaan kelapa sawit, termasuk ke dalamnya pengendalian gulma turut berperan dalam menjaga stabilitas produk. Laju pertumbuhan gulma yang cepat, dan kompetisi sumber daya antara tanaman kelapa sawit dan gulma dapat menyebabkan jumlah dan mutu hasil panen kelapa sawit mengalami penurunan. Hingga saat ini masalah gulma banyak diatasi dengan penggunaan herbisida sintetik. Namun demikian, aplikasi herbisida sintetik yang tidak tepat menyebabkan terjadinya resistensi gulma Asystasia gangetica yang merupakan salah satu spesies gulma di perkebunan kelapa sawit. Oleh sebab itu, strategi alternatif melalui penggunaan bioherbisida perlu dipertimbangkan untuk mendukung perkebunan berkelanjutan. Penelitian ini dilakukan untuk mengevaluasi potensi gulma Praxelis clematidea sebagai bioherbisida untuk mengendalikan perkecambahan biji dan pertumbuhan gulma Asystasia gangetica.  Penelitian dilaksanakan dalam 2 bagian, yaitu analisis senyawa aktif yang terdapat dalam gulma Praxelis clematidea dan bioassay perkecambahan biji (pra tumbuh) dan pertumbuhan gulma (pasca tumbuh) Asystasia. Analisis senyawa aktif dilakukan dengan cara penapisan fitokimia melalui uji tabung (warna, endapan, dan busa), dan kromatografi lapis tipis (KLT). Penapisan fitokimia pada uji tabung dilakukan dengan menggunakan program ImageJ-RGB untuk flavonoid, alkaloid, dan terpenoid dan jarak busa untuk saponin. Uji KLT dilakukan pada plat alumunium silika gel sebagai fase diam dan eluen etil-asetat:metanol, kloroform:metanol, dan n-heksana:etil-asetat sebagai fase gerak. Noda yang terbentuk diamati dengan reagen dan lampu UV pada 254 dan 366 nm. Percobaan bioassay dilakukan dengan menggunakan ekstrak akuades Praxelis pada konsentrasi 25%, 50% dan 75% dengan dua macam kontrol yaitu akuades sebagai kontrol negatif dan diuron 3% sebagai kontrol positif. Bioassay perkecambahan biji dilakukan pada cawan petri yang telah diberi kapas di mana biji disiram dengan 2 mL ekstrak Praxelis. Parameter yang diamati adalah daya kecambah, laju perkecambahan, dan morfologi biji dan kecambah selama tiga minggu. Bioassay pertumbuhan kecambah dilakukan dengan menyiram kecambah yang ditumbuhkan pada tanah dengan 2 mL ekstrak Praxelis. Parameter yang diamati adalah jumlah daun, daya tumbuh, panjang tajuk dan akar, biomassa tajuk dan akar, kandungan klorofil total, serta kondisi tajuk selama satu minggu. Percobaan bioassay dilakukan dengan menggunakan Rancangan Acak Lengkap (RAL) dengan 5 ulangan. Analisis statistik dilakukan dengan Kruskal Wallis dan Pairwise Comparisons pada program SPSS 26, kemudian regresi probit dan logit pada program Microsoft Excel. Hasil penelitian menunjukkan bahwa seluruh bagian tumbuhan Praxelis, mengandung senyawa metabolit sekunder dari golongan fenolik, alkaloid dan terpenoid. Pada seluruh konsentrasi ekstrak Praxelis yang digunakan dalam penelitian ini memberikan pengaruh yang signifikan terhadap daya kecambah, laju perkecambahan, jumlah daun, daya tumbuh, panjang tajuk dan akar, biomassa tajuk dan akar, serta kandungan klorofil total Asystasia. Nilai LC50 pada pra tumbuh adalah 9% (90 mL/L), pasca tumbuh pada akar-tajuk sebesar 25% (250 mL/L), pasca tumbuh pada akar sebesar 11% (110 mL/L), dan pasca tumbuh pada tajuk 37% (370 mL/L). Berdasarkan hasil yang diperoleh, dapat disimpulkan bahwa ekstrak Praxelis mengandung metabolit sekunder dari golongan fenolik, alkaloid dan terpenoid yang bersifat toksik dan memiliki pengaruh signifikan dalam menghambat pra tumbuh dan pasca tumbuh gulma Asystasia. Dengan demikian, gulma Praxelis clematidea berpotensi sebagai bioherbisida untuk mengendalikan perkecambahan biji dan pertumbuhan gulma Asystasia gangetica.", "Daftar File": {"ABSTRAK Inas Nuha Afifa": "https://digilib.itb.ac.id/gdl/download/281742"}, "Penulis": "Inas Nuha Afifa [20620304]", "Kontributor / Dosen Pembimbing": ["Dr. Rizkita Rachmi Esyanti", "Trimurti Hesti Wardini, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Praxelis clematidea, Asystasia gangetica, bioherbisida, perkecambahan, pertumbuhan, metabolit sekunder", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2023"}