{"Nomor": 71861, "Judul": "VALUASI SAHAM PAKUWON JATI TBK", "Abstrak": "Setelah Indonesia dilanda pandemi pada tahun 2020, perekonomian Indonesia\nberhasil pulih pada tahun 2021. Namun, industri properti di Indonesia mengalami\ndampak negatif akibat kenaikan suku bunga. Suku bunga yang meningkat berarti\norang akan mendapatkan biaya yang lebih tinggi jika mereka ingin meminjam uang\nuntuk membeli properti. Apalagi, masyarakat menjadi semakin ragu untuk membeli\natau berinvestasi di properti karena insentif pajak pertambahan nilai ditanggung\npemerintah (PPN DTP) berakhir pada September 2022. Namun, PT Pakuwon Jati\nTbk. (PWON) tampaknya tidak terlalu terpengaruh karena PWON memiliki\npendapatan berulang dan pendapatan tidak berulang sebagai sumber\npendapatannya. Pendapatan berulang berasal dari sewa ruangan, pelayanan\napartment, hotel, dll. Pendapatan tidak berulang berasal dari penjualan\nkondominium dan perkantoran serta penjualan tanah dan bangunan. Semakin\nkurangnya pembatasan mobilitas masyarakat untuk melakukan aktivitas di luar\nrumah dan pertumbuhan PDB yang disebabkan oleh konsumsi rumah tangga\nmenunjukkan bahwa pendapatan berulang PWON kurang terkena dampak negatif\ndari kenaikan tingkat inflasi. Menimbang hal tersebut, sudah waktunya untuk\nmengevaluasi kembali harga saham PWON apakah sudah terlalu tinggi atau rendah.\nPenelitian ini menggunakan data sekunder dari laporan tahunan PWON 2015\nhingga 2021, paparan publik PWON, dan berita-berita yang relevan dengan PWON\ndan industri properti. Penelitian ini menggunakan penilaian absolut (Discounted\nCash Flow) dan penilaian relatif (EV/EBITDA dan PE Ratio) untuk mendapatkan\nnilai intrinsik PWON. Beberapa asumsi untuk model financial dibuat dengan\nmempertimbangkan analisis eksternal dan internal. Analisis eksternal terdiri dari\nkondisi ekonomi makro, analisis PESTEL, dan Porter’s Five Force. Analisis\ninternal terdiri dari analisis rasio keuangan dan tata kelola perusahaan. Dalam\nanalisis rasio keuangan, penelitian ini menganalisis rasio likuiditas, rasio aktivitas,\nrasio solvabilitas, dan rasio profitabilitas. Analisis rasio keuangan dilakukan\ndengan menggabungkan analisis cross-sectional dan analisis time-series. Dalam\nanalisis cross-sectional, penelitian ini membandingkan rasio-rasio dari PWON\ndengan beberapa perusahaan lain yang memiliki kapitalisasi pasar yang mirip\ndengan PWON. Dalam analisis time-series, penelitian ini menganalisis tren dari\nmasing-masing rasio dari tahun 2018 hingga 2021. Setelah itu, beberapa asumsi\ntersebut digunakan untuk memproyeksikan arus kas PWON ke perusahaan selama\nlima tahun. Terakhir, penelitian ini juga melakukan analisis sensitivitas untuk\nmenguji model finansial yang dibuat dengan melakukan perubahan pada beberapa\nasumsi yang digunakan. Beberapa variabel yang dipilih adalah perubahan tingkat\npertumbuhan tak terbatas, perubahan rata-rata tertimbang biaya modal dan harga\npokok penjualan. Nilai intrinsik PWON diperoleh dengan menggunakan metode blended valuation. Penulis memberi bobot pada berbagai model penilaian yang\ndigunakan. Dari metode tersebut, nilai intrinsik PWON adalah Rp 444 / lembar.\nAnalisis sensitivitas menunjukkan bahwa nilai intrinsik PWON lebih sensitif\nterhadap perubahan WACC daripada perubahan tingkat pertumbuhan tak terbatas\ndan harga pokok penjualan karena dapat membuat perbedaan besar antara harga\nsaat ini dan estimasi nilai intrinsik. Karena margin of safety yang bernilai negatif,\nhal ini tidak menguntungkan bagi investor baru yang mencari keuntungan dari\nmargin modal. Investor baru dapat mencari perusahaan-perusahaan lain untuk\ndiinvestasikan yang di mana perusahaan-perusahaan tersebut akan mendapatkan\nkeuntungan dengan meningkatnya suku bunga dan meningkatnya tingkat inflasi di\nIndonesia.", "Daftar File": {"2023_TS_PP_Hendrick Wijaya Hartono_29121012_1-Abstrak1.pdf": "https://digilib.itb.ac.id/gdl/download/281741"}, "Penulis": "Hendrick Wijaya Hartono [29121012]", "Kontributor / Dosen Pembimbing": ["Ana Noveria, S.E, MBA., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Properti, Valuasi Saham, Discounted Cash Flow, Relative Valuation", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Feb 2023"}