{"Nomor": 71870, "Judul": "PENINGKATAN KANDUNGAN MONOLAURIN DALAM VCO MELALUI REAKSI ESTERIFIKASI ENZIMATIK", "Abstrak": "Kelapa (Cocos nucifera L.) merupakan komoditas pertanian yang potensial\nsebagai sumber minyak nabati di Indonesia. Saat ini produk olahan kelapa terus\ndikembangkan, terutama minyak kelapa bening atau Virgin Coconut Oil (VCO). Karena\nkandungan asam laurat pada VCO yang mencapai 50%, VCO terkenal memiliki khasiat\ndan manfaatnya yang banyak seperti antibakteri, antivirus, antijamur, dan antiprotozoa.\nAsam laurat dapat membentuk monolaurin melalui reaksi esterifikasi enzimatis dengan\ngliserol. Monolaurin merupakan monoasilgliserol yang berasal dari asam laurat dan\nterkenal memiliki bermacam manfaat.\nTujuan penelitian ini adalah mengkaji kondisi optimum reaksi esterifikasi\nenzimatik asam laurat dari Virgin Coconut Oil untuk memperoleh VCO dengan\nkandungan monolaurin yang tinggi. Penelitian ini dimulai dengan melakukan reaksi\nesterifikasi enzimatis antara substrat asam laurat dan gliserol dengan katalis Lipase\nType VII dari Candida Rugosa. Reaksi dilakukan dengan variasi perbandingan substrat\nasam laurat dan gliserol (1:3, 1:5, dan 1:7), variasi temperatur reaksi (40°C, 50°C, dan\n60°C), dan variasi kadar katalis (3% , 4%, dan 5%). Setelah didapatkan kondisi\noptimum dari esterifikasi asam laurat, substrat diubah menjadi VCO.\nDari hasil reaksi esterifikasi enzimatis gliserol dan asam laurat diperoleh kondisi\noperasi optimum pada perbandingan jumlah mol gliserol dan asam laurat 1:7,\ntemperatur reaksi 40°C, dan kadar katalis 3% dengan nilai angka penyabunan sebesar\n165,5 mg KOH/g minyak dan angka iod sebesar 0,90 g iod/100 g. Dengan kondisi\noperasi yang sama, esterifikasi enzimatis VCO menghasilkan kenaikan kandungan\nmonolaurin hingga 1,47%.", "Daftar File": {}, "Penulis": "Shofa Dhiyaudini [14518016]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D.", "Ir. Elvi Restiawaty, S.T., P.D.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "VCO, Asam Laurat, Monolaurin, Esterifikasi Enzimatis, Enzim Lipase.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2023"}