{"Nomor": 71872, "Judul": "PERANCANGAN INSTALASI DAUR ULANG AIR DI INDUSTRI SERAT RAYON PT SOUTH PACIFIC VISCOSE", "Abstrak": "PT South Pacific Viscose (PT SPV) merupakan salah satu industri serat rayon terbesar di Indonesia yang terletak di kabupaten Purwakarta, Jawa Barat. PT South Pacific Viscose dapat memproduksi viscose sebanyak 180 – 200 ton per hari dan 90 – 100ton kristal natrium sulfat anhidrat sebagai produk sampingnya per hari. Selain mengutamakan produksi, PT SPV juga sangat peduli terhadap dampak produksi terkait lingkungan sekitar, terutama pada limbah yang dihasilkan, baik cair, gas maupun padat. Hal ini dibuktikan juga dengan didapatkannya selama tiga kali berturut-turut peringkat nilai biru dalam Program Penilaian Peringkat Kinerja Perusahaan (Proper) KLHK.\nKebutuhan air di PT SPV dipenuhi dari air baku yang diambil dari sungai Citarum sebesar 3.167 m3/jam melalui pipa dengan menggunakan unit pompa centrifugal yang ada di pump house. PT SPV akan terus melakukan peningkatan produksi perusahaan. Hal ini menyebabkan peningkatan kebutuhan air baku di WTP PT South Pacific Viscose. Saat ini, debit pengolahan air baku pada Water Treatment Plant adalah 3.167 m3/jam, sedangkan kebutuhan air di PT SPV berdasarkan perencanaannya mencapai 3.300 m3/jam. Hal ini menunjukan bahwa belum terpenuhinya debit  melebihi baku mutu air berdasarkan Peraturan Pemerintah Nomor 82 tahun 2001. Saluran drainase PT SPV menerima air limbah yang berasal dari kantin dan kamar mandi, Cooling Tower Blow Down (CTBD) dari 3 instalasi, yakni Carbon Disulfide Adsorption Plant (CAP), Power Plant, dan Acid Plant, serta Backwash Water Treatment Plant. Maka, akan dilakukan perancangan daur ulang air dari saluran drainase sebagai upaya mengurangi pencemaran lingkungan, memenuhi kebutuhan air, serta meningkatkan nilai Proper dengan total pengolahan sebesar 135,34 m3/jam.\nParameter umum desain yang digunakan adalah kuantitas air limbah domestik yang diperoleh dari hasil proyeksi timbulan air limbah dari aktivitas dan jumlah karyawan di kantin dan toilet, kualitas air limbah berdasarkan data yang didapat, dan analisis ekonomi untuk menentukan kelayakan kegiatan secara ekonomi. Karakteristik air limbah domestik yang akan diolah memiliki konsentrasi BOD 190 mg/L, COD 430 mg/L, TSS 210 mg/L, minyak dan lemak 90 mg/L, amonia 25 mg/L dan total coliform sebesar 107 MPN/100 ml. Karakteristik air limbah CTBD yang akan diolah adalah TDS 1670 mg/L. Karakteristik backwash WTP yang akan diolah adalah TSS 300 mg/L. Pengolahan yang dilakukan berdasarkan Peraturan Menteri Lingkungan Hidup dan Kehutanan Nomor 68/2016 tentang kualitas air limbah domestik dan Peraturan Menteri Kesehatan Nomor 32/2017 tentang Standar Baku Mutu Kesehatan Lingkungan dan Persyaratan Kesehatan Air untuk Keperluan Higiene Industri.\nAlternatif sistem pengolahan air limbah yang diajukan disusun berdasarkan sistem saat ini dan modifikasi yang mungkin untuk diterapkan guna mendapatkan perancangan yang efektif dan efisien. Terdapat 3 (tiga) alternatif yang diajukan. Alternatif pertama adalah sistem tercampur (air limbah bercampur dengan air hujan), alternatif kedua adalah sistem tercampur sebagian (air limbah masih tercampur tapi terpisah dengan air hujan), dan alternatif ketiga adalah sistem terpisah (air limbah domestik terpisah dengan air limbah CTBD dan backwash, dan air hujan). Berdasarkan analisis pembobotan dengan 5 (lima) kriteria penilaian (efisiensi pengolahan, kelayakan ekonomi, kebutuhan lahan, operasi dan perencanaan kebutuhan air oleh keberadaan unit saat ini.  pemeliharaan, serta konstruksi awal), terpilih alternatif ketiga, sistem terpisah, sebagai alternatif yang akan digunakan dalam perancangan.\nPerancangan ini menghasilkan 4 (empat) instalasi yang akan dibangun. Instalasi Daur Ulang Air 1 terdiri dari Grease trap, ekualisasi, Sedimentasi awal, Biofilter anaerob, Biofilter aerob, Sedimentasi akhir, dan (Tangki intermediate). Instalasi Daur Ulang Air 2 terdiri dari Ekualisasi, elektrokoagulasi, flotasi, dan (Tangki intermediate). Instalasi Daur Ulang Air 3 terdiri dari Bar screen, Prasedimentasi, dan (Tangki intermediate). Sedangkan Instalasi Daur Ulang Air 4 yang merupakan instalasi akhir terdiri dari (Tangki intermediate), Filtrasi, karbon aktif, Disinfeksi gas chlor, dan Reservoir. Total biaya yang dibutuhkan untuk merealisasikan rancangan ini adalah sebesar Rp9.447.917.863. Dengan proyeksi operasi selama 10 tahun, didapatkan nilai NPV sebesar Rp14.937.799.148 yang menunjukkan bahwa perancangan yang diajukan ini dinilai layak secara ekonomi. \nPT SPV menerapkan sistem drainase tercampur, dimana terdapat air limbah yang dialirkan ke saluran drainase. Selain itu, PT SPV, melalui rencana yang disusunnya, berupaya untuk meningkatkan peringkat Proper KLHK menjadi hijau melalui program rainwater harvesting. Namun, hal ini akan sulit dicapai karena ternyata saluran drainase yang dialirkan ke badan air ternyata setelah dianalisis", "Daftar File": {"COVER Lulu Nailufaaz": "https://digilib.itb.ac.id/gdl/download/281862"}, "Penulis": "Lulu Nailufaaz [15314072]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Soleh Setiyawan, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Instalasi daur ulang air; industri serat rayon", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Feb 2023"}