{"Nomor": 71881, "Judul": "RANCANGAN PEMBELAJARAN MATEMATIKA DARING DENGAN SELF-DIRECTED LEARNING (SDL) DAN PENUGASAN BERBASIS PENALARAN", "Abstrak": "Pandemi Covid-19 yang dimulai pada akhir tahun 2019 dan menjadi isu global pada tahun 2020 hingga 2021 telah mempercepat proses digitalisasi pendidikan. Pembatasan aktivitas pada lingkungan publik dilakukan sebagai salah satu langkah pemutusan rantai penularan COVID-19, sehingga mengharuskan adanya alternatif solusi, salah satunya adalah pembelajaran jarak jauh. Sejalan dengan perkembangan teknologi digital dan tersedianya infrastruktur komputasi berkecepatan tinggi, maka semakin memungkinkan terlaksananya pembelajaran pembelajaran daring. Pembelajaran daring memungkinkan siswa belajar di mana saja dari berbagai sumber, sehingga guru seharusnya memfasilitasi siswa dengan informasi penting untuk belajar. Selain itu, diperlukan pengarahan diri (SDL) dari siswa untuk belajar dan mengoptimalkan kapasitas belajar siswa. SDL menjadi salah satu keterampilan yang dibutuhkan untuk siap menjalani kehidupan yang akan datang. Pembelajaran juga perlu dirancang untuk memfasilitasi siswa mampu mengoptimalkan kesempatan belajar matematikanya. NCTM memberikan gagasan beberapa standar proses pada pembelajaran matematika, salah satunya adalah penalaran. Penalaran merupakan aspek penting pada pembelajaran matematika, salah satunya untuk mengoptimalkan pembelajaran pada materi kekongruenan. Sebagai kontribusi terhadap pembelajaran matematika, maka tujuan dari proyek ini adalah rancangan pembelajaran matematika daring materi kekongruenan dengan self-directed learning (SDL) dan penugasan berbasis penalaran. Rancangan pembelajaran daring ini didasarkan pada penerapan prinsip-prinsip e-learning, SDL, dan penugasan berbasis penalaran yang prosesnya mengacu pada model rancangan dan pengembangan model SAM (Successive Approximation Model). Berdasarkan proses rancangan dan implementasi rancangan dengan proses iterative and frequent design dan quality design, maka aplikasi pembelajaran daring materi kekongruenan dengan self-directed learning (SDL) dan penugasan berbasis penalaran memenuhi prinsip-prinsip prinsip-prinsip e-learning, SDL, dan penugasan berbasis penalaran dan layak digunakan sebagai salah satu alternatif pembelajaran materi kekongruenan yang baik. Hal ini diperkuat juga berdasarkan hasil uji coba aplikasi dengan mengevaluasi interaktivitas, SDL, dan penalaran siswa, bahwa aplikasi pembelajaran daring materi kekongruenan dengan self-directed learning (SDL) dan penugasan berbasis penalaran memenuhi prinsip-prinsip prinsip-prinsip e-learning, SDL, dan penugasan berbasis penalaran memenuhi syarat sebagai salah satu alternatif penilaian keterampilan SDL siswa dan penalaran siswa pada topik kekongruenan.", "Daftar File": {"ABSTRAK Grace Primayanti": "https://digilib.itb.ac.id/gdl/download/281906"}, "Penulis": "Grace Primayanti [24621010]", "Kontributor / Dosen Pembimbing": ["Ahmad Muchlis, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Pembelajaran matematika daring (E-learning), Self-directed Learning (SDL), Tugas penalaran, Kekongruenan", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "27 Feb 2023"}