{"Nomor": 71884, "Judul": "MEMAKSIMALKAN CONSUMER DECISION JOURNEY UNTUK MENINGKATKAN LOYALTY DI TOKOPEDIA & SHOPEE UNTUK PRODUK PT.SNACK LEZAT", "Abstrak": "Masyarakat di Asia Tenggara sekarang memiliki budaya konsumsi digital yang semakin kuat. Trend pertumbuhan digital service di kawasan Asia Tenggara bertumbuh secara pesat dimana 60%nya merupakan pengguna baru dalam 2 tahun terakhir. Hal ini berimbas kepada penjualan di e-commerce yang sedang naik secara pesat dalam beberapa tahun terakhir dan diproyeksikan akan terus berkembang. Proyeksi pertumbuhan produk makanan dan minuman pada Indonesia tumbuh dengan CAGR (Compounded Annual Growth Rate) 16.9% dari tahun 2021-2027 yang menandakan pertumbuhan sangat besar. Hal ini juga seiring dengan berjalannya evolusi retail dari pasar traditional, pasar modern, menjadi pasar digital.  \n \nPT. SNACK LEZAT adalah perusahaan yang menjual snack secara global dan sedang fokus di channel e-commerce. Terlepas dari pertumbuhan e-commerce yang sangat pesat, baseline penjualan dari PT. SNACK LEZAT masih rendah dan pertumbuhannya tidak secepat proyeksi pertumbuhan e-commerce di pasar. Penelitian ini bertujuan untuk mengidentifikasi tahap-tahap perjalanan keputusan konsumen hingga loyalty sehingga dapat merumuskan strategi pemasaran yang tepat untuk dapat meningkatkan jumlah pembeli tetap sehingga baseline penjualan PT.SNACK LEZAT pada e-commerce juga meningkat. \n \nPenelitian mengenai tahap-tahap perjalanan keputusan konsumen ini didasari dari kerangka berpikir yang dibagi menjadi tiga tahapan yakni Trigger-Initial consideration, Active evaluation-Moment of purchase, Post purchase-Loyalty. Metode penelitian ini dilakukan secara kualitatif dengan in-depth interview dan netnography. In-depth interview dilakukan kepada 8 responden dengan 4 orang yang pernah membeli produk PT. SNACK LEZAT dan 4 orang yang belum pernah membeli produk PT.SNACK LEZAT. Netnography dilakukan dengan metode word cloud pada review produk di platform Shopee dan Tokopedia. \n \nHasil penelitian ini menemukan ekspektasi dari tiap tahapan dalam perjalanan keputusan konsumen untuk menentukan pembelian pada platform e-commerce. Dari hasil temuan ini dirumuskan beberapa strategi di dalam tiap tahapannya untuk dapat meningkatkan loyalitas konsumen sehingga dapat meningkatkan baseline penjualan pada e-commerce Tokopedia dan Shopee.", "Daftar File": {"2023_TS_PP_Ardyanto Mulya-29121255_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/281914"}, "Penulis": "Ardyanto Mulya [29121255]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc.", "Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "e-commerce, perjalanan keputusan konsumen, loyalitas konsumen, indepth interview, netnography", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "27 Feb 2023"}