{"Nomor": 71894, "Judul": "PRA-RANCANGAN SISTEM PRODUKSI TOMAT CERI (LYCOPERSICON ESCULENTUM MILL. VAR. CERASIFORME) MENGGUNAKAN DUTCH BUCKET SYSTEM (DBS) YANG DIINTEGRASIKAN DENGAN BUDIDAYA IKAN NILA (OREOCHROMIS NILOTICUS) DAN PENYERBUKAN LEBAH TANPA SENGAT (TRIGONA LAEVICEPS) UNTUK MENDUKUNG PERTANIAN BERBASIS LOW EXTERNAL INPUT SUSTAINABLE AGRICULTURE (LEISA)", "Abstrak": "Sistem budidaya dutch bucket merupakan sistem jenis wadah yang dilengkapi dengan reservoir di bagian bawah untuk menjamin retensi air dan nutrisi yang optimal. Sistem ini cocok digunakan pada tanaman berkayu (vine crops) seperti contoh cabai, timun, terong, dan tomat (Yang et al., 2023). Kelebihan dari sistem ini dapat meminimalisir hama dan penyakit pada tanaman, memberikan hasil biomassa yang lebih berkualitas, dan lebih baik sehingga nilai jual tinggi (Siregar dan Novita, 2021). Kemudian dalam proses budidaya hidroponik dutch bucket memerlukan asupan nutrisi yang umumnya bergantung pada input larutan nutrisi AB Mix standar yang memiliki harga relatif mahal, sehingga salah satu alternatif untuk menekan penggunaan nutrisi AB Mix adalah menggunakan campuran larutan AB Mix dan limbah air ikan nila yang dihasilkan dari budidaya ikan nila. Hal tersebut juga dapat dilakukan untuk memaksimalkan pemanfaatan limbah agar meminimalkan pembuangan limbah ke lingkungan. Penekanan biaya larutan nutrisi AB Mix dengan frekuensi pemberian nutrisi setiap 7 hari sekali dapat meningkatkan kualitas buah tomat ceri, berdasarkan hasil penelitian tugas akhir satu. Kemudian, dalam proses peningkatan produktivitas budidaya tomat ceri diperlukan sistem penyerbukan yang baik untuk meningkatkan produksi dan kualitas dari hasil panen buah tomat ceri. Integrasi budidaya tanaman tomat ceri, budidaya ikan nila, dan penggunaan lebah untuk membantu proses penyerbukan dapat meningkatkan produktivitas tanaman pangan serta mendapatkan hasil tambahan produk yang dihasilkan. Alternatif budidaya yang digunakan pada pra-rancangan ini adalah sistem budidaya tomat ceri dengan dutch bucket menggunakan nutrisi input dari limbah ikan nila dan AB Mix, serta dengan bantuan lebah Trigona laeviceps untuk\nmendukung sistem pertanian LEISA. Pilihan alternatif ini memberikan nilai revenue cost ratio (R/C ratio) sebesar 1,01.\nPra-rancangan sistem budidaya ini menggunakan prinsip Low External Input Sustainable Agriculture (LEISA) yang mengedepankan pemanfaatan sumber daya lokal untuk dimanfaatkan sebagai bahan baku pengembangan sarana produksi pertanian masa kini. Pra-rancangan sistem budidaya ini, terdiri dari sistem budidaya tanaman tomat ceri (Lycopersicum esculentum Mill. var. cerasiforme) dengan sistem dutch bucket, budidaya ikan nila (Oreochromis niloticus), dan lebah tanpa sengat (Trigona) dengan prinsip Low External Input Sustainable Agriculture (LEISA) pada lahan 25 m2 di dalam screen house. Pra-rancangan ini dapat menghasilkan produk buah tomat ceri dengan harga jual Rp. 30.000 per kilogram, ikan nila Rp. 35.000 per kilogram, propolis Trigona laeviceps dengan harga Rp.500.000 per kilogram, dan madu Trigona laeviceps dengan harga Rp. 300.000 per kilogram. Biaya investasi awal yang dibutuhkan untuk prarancangan ini adalah sebesar Rp.4.013.060,00 dengan kapasitas produksi tomat ceri sebesar 75,3 kg/periode, ikan nila 45 kg/periode, propolis sebesar 0,097 kg/periode, dan madu sebesar 0,997 kg/periode. Biaya investasi awal digunakan untuk pembangunan screen house serta pembelian peralatan dan bahan untuk produksi tomat ceri. Biaya bahan baku yang dibutuhkan selama satu tahun sebesar Rp. 4.127.895,44 dengan total operating cost sebesar Rp. 3.167.525,00. Pra-rancangan sistem budidaya ini akan memperoleh keuntungan apabila penjualan produk melebihi BEP, yakni ketika tomat ceri akan mendapatkan keuntungan positif ketika produksi tomat ceri melebihi nilai BEP, yaitu dengan bobot 10 kg dan nilai penjualan sebesar Rp.308.050,27. Ketika produksi ikan nila berada diatas Rp. 2.005.202,08 dan kapasitas produksi ikan nila harus lebih dari 57 kg, penjualan propolis Trigona laeviceps melebihi 9 kg dengan nilai total penjualan Rp. 451.834,22,00, dan penjualan madu Trigona laeviceps melebihi 2 kg dengan nilai total penjualan Rp.450.004,67. Net Present Value (NPV) bertujuan untuk menganalisis keuntungan dalam suatu proyek usaha. NPV yang diperoleh dari pra-rancangan sistem ini adalah RP. 21.684.385,00. Payback period (PP) merupakan jangka waktu kembalinya biaya investasi yang dikeluarkan untuk suatu usaha. PP pada pra-rancangan sistem ini yaitu 5 tahun 2 bulan 7 hari. Internal Rate of Return (IRR) digunakan untuk mengetahui besarnya rate of return yang sebenarnya pada pra-rancangan sistem ini yaitu 31% (>DF=5%) yang artinya prarancangan ini layak diinvestasikan.", "Daftar File": {}, "Penulis": "Rizky Nanda Pria Pribadi [11418040]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sparisoma Viridi, S.Si.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2023"}