{"Nomor": 71906, "Judul": "PENGARUH EMOTIONAL INTELLIGENCE PADA JOB  BURNOUT DENGAN EMPLOYEE ENGAGEMENT SEBAGAI  MEDIATOR PADA MILENIAL DAN GENERASI Z DI  INDONESIA", "Abstrak": "Tenaga kerja akan mulai didominasi oleh karyawan milenial dan generasi \nZ. Karyawan milenial dicirikan sebagai orang yang menunjukkan kepercayaan diri dengan keinginan kuat untuk bekerja, sementara gen Z dianggap sebagai orang yang tertarik dengan organisasi yang memberikan dampak sosial. Namun, ditemukan bahwa karyawan milenial & gen Z mengalami kelelahan kerja dari pekerjaan yang dilakukan.  \nMaka, penelitian ini diajukan untuk melihat (1) pengaruh kecerdasan emosional terhadap job burnout (2) pengaruh kecerdasan emosional terhadap employee engagement (3) pengaruh kecerdasan emosional terhadap job burnout yang dimediasi oleh employee engagement. Penelitian ini menggunakan metode kuantitatif dengan sampel sebanyak 224 responden yang terdiri dari karyawan milenial dan gen Z. Data diperoleh menggunakan kuesioner online, diolah menggunakan IBM SPSS Statistics, dan dianalisis menggunakan analisis jalur. \nHasil penelitian menemukan bahwa tidak ada pengaruh yang signifikan dari emotional intelligence terhadap job burnout (Sig = 0,153 > 0,05). Juga tidak ada pengaruh yang signifikan dari emotional intelligence terhadap job burnout yang dimediasi oleh employee engagement (pengaruh tidak langsung lebih kecil dari pengaruh langsung = 0.036 > 0.066). Namun melalui penelitian ini, ditemukan bahwa terdapat pengaruh positif signifikan dari emotional intelligence terhadap employee engagement (Sig = <.001 < 0.05). Sehingga, disimpulkan bahwa karyawan dengan emotional intelligence yang tinggi akan lebih mungkin untuk terlibat di tempat kerja.", "Daftar File": {"2023_TS_PP_Haydee Layla Safira-29121134_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/281987"}, "Penulis": "Haydee Layla Safira [29121134]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Emotional Intelligence, Employee Engagement, Job Burnout", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "28 Feb 2023"}