{"Nomor": 71902, "Judul": "RANCANGAN USULAN PENGURANGAN PRODUK CACAT DENGAN MENGGUNAKAN METODE DMAIC  PADA IKM LOGAM", "Abstrak": "PT Laksana Karis Industri (LKI) merupakan perusahaan yang memproduksi\nbarang dari logam khususnya perangkat pendukung kelistrikan dan jaringan\ntelekomunikasi. Perusahaan mengalami lonjakan persentase jumlah produk cacat\nketika tingkat produksi semakin tinggi. Produk cacat yang tidak dapat diperbaiki\ntidak bisa dijual kembali sehingga menjadi waste dan menimbulkan kerugian bagi\nperusahaan. Oleh karena itu, dibutuhkan adanya upaya penurunan jumlah produk\ncacat yang dihasilkan perusahaan.\nSalah satu metode yang umum digunakan untuk mengidentifikasi dan\nmenguraikan penyebab cacat yaitu metode Define, Measure, Analyze, Improve,\ndan Control (DMAIC). Pada tahap Define, dilakukan penentuan jenis cacat pada\nproduk. Pada tahap measure, dilakukan perhitungan nilai stabilitas dan kapabilitas\nproduksi menggunakan peta kendali. Pada tahap analyze, dilakukan analisis\nfaktor penyebab cacat pada produk menggunakan metode delphi. Pada tahap\nimprove, dirancang usulan perbaikan untuk setiap akar masalah yang menjadi\nfokus penelitian. Pada tahap control, dilakukan perumusan jadwal implementasi\nsetiap alternatif solusi usulan.\nBerdasarkan hasil penelitian, diperoleh lima jenis cacat yang berhasil\ndiidentifikasi. Jenis cacat pada produk BMF yaitu cacat lubang tidak pas dan\nposisi lubang miring sedangkan jenis cacat pada produk V Bolt yaitu ulir rusak,\ntekukan patah, dan posisi tekukan kurang pas. Dari sebelas akar masalah yang\nmenjadi faktor penyebab cacat pada produk BMF dan V Bolt, penelitian\ndifokuskan pada lima akar masalah utama yaitu operator kelelahan, komponen\nmesin tiba-tiba aus saat produksi, kualitas bahan baku material kurang baik, mata\npahat tumpul, dan kecepatan putar pahat yang tidak sesuai standar. Perancangan\nalternatif solusi usulan untuk menyelesaikan lima akar masalah tersebut\ndiharapkan mampu menurunkan jumlah produk cacat yang dihasilkan.", "Daftar File": {}, "Penulis": "Lutfiah Indah Rizki [13418058]", "Kontributor / Dosen Pembimbing": ["Muhammad Akbar, S.T., M.T., Ph.D: Dr. Wisnu Aribowo, S.T, M.T.."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Produk cacat, DMAIC, six sigma.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Feb 2023"}