{"Nomor": 71904, "Judul": "PENGEMBANGAN TRANSFORMASI LEAN UNTUK  MENURUNKAN LEAD TIME PERBAIKAN PART GAS TURBIN  (STUDI KASUS PT XYZ)", "Abstrak": "Sehubungan dengan bisnis turbin gas yang semakin tumbuh secara signifikan sebesar 6,2% dari tahun 2022 hingga 2030 secara global dan akan tumbuh 4,9% per tahun dari tahun 2021 hingga 2030 di Indonesia dengan basis instalasi baru pembangkit listrik turbin gas akan tumbuh hingga 5,7 GW pada tahun 2030. Dengan demikian, PT XYZ sebagai pusat perbaikan Turbin Gas yang unggul akan meningkatkan produktivitas untuk mendukung pasar lokal dan global. Selain itu, situasi politik global cukup dinamis dan melibatkan ketegangan antara AS dan China, oleh karena PT XYZ berada di bawah perusahaan AS, arahan secara global adalah memindahkan sebagian volume dari bengkel China ke bengkel Indonesia sebesar 13K dengan memanfaatkan fasilitas yang ada \nPT XYZ memiliki lead time perbaikan yang cukup tinggi karena pemborosan proses perbaikan, proses perbaikan yang ada masih bersifat batch bukan single piece flow, stasiun perbaikan tersebar dalam beberapa area di bengkel dan membutuhkan pergerakan tenaga kerja yang bolak-balik dari satu tempat ke tempat lainnya dengan jarak cukup signifikan, beban kerja operator tidak seimbang dan mengarah kepada proses bottle neck dan waktu tunggu yang lama. \nPrinsip lean yang akan diterapkan untuk mengatasi masalah yaitu mengidentifikasi akar penyebab masalah dan menentukan urutan langkah perbaikan. Lean tools untuk mengidentifikasi akar penyebab masalah adalah Value Stream Map, drill down tree, spaghetti chart, dan diagram tulang ikan. sedangkan alat untuk menentukan urutan proses perbaikan adalah identifikasi Takt time, levelling Yamazumi, 7 Ways Layout, pengembangan tata letak, moonshining proses dan jalankan jalur perbaikan baru dengan proses single piece flow. \nHasil dari penelitian ini adalah proses perbaikan berjalan secara single piece flow bukan batch, beban operator juga seimbang, layout juga dioptimalkan. Dan penurunan pemborosan perbaikan seperti menunggu, inventaris, dan pergerakan operator. Selain itu, lead time berkurang 35% per set dengan penghematan jam perbaikan sebesar 15 ribu per tahun atau USD 0,3 juta. Oleh karena itu, PT XYZ yakin bisa menerima tantangan global termasuk tambahan volume 13K dari China.", "Daftar File": {"2023_TS_PP_Wakid Mahmudi 29121059_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/281985"}, "Penulis": "Wakid Mahmudi [29121059]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.SC., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "transformasi lean, value stream map, takt time, lead time, Yamazumi levelling,  Layout", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "28 Feb 2023"}