{"Nomor": 71910, "Judul": "USULAN STRATEGI GO-TO-MARKET UNTUK SENI PERTUNJUKAN TRADISI  (STUDI KASUS : RAGAMLARAS)", "Abstrak": "Kesenian merupakan salah satu unsur kebudayaan manusia di mana sebagai ekspresi dari kreativitas kebudayaan itu sendiri. Kreativitas berbasis budaya merupakan cerminan dan keunikan identitas suatu bangsa. Namun di era globalisasi saat ini, kesenian tradisional semakin ditinggalkan oleh masyarakat. Berdasarkan data yang dikeluarkan oleh jabarprov.go.id (2021) tentang status kesenian Jawa Barat bahwa terdapat beberapa kesenian tradisional yang hampir punah dan akan semakin banyak kesenian tradisional yang mengikutinya. Salah satu penyebabnya adalah generasi sekarang lebih tertarik dengan musik populer daripada musik tradisional karena mereka kurang peduli dengan budayanya sendiri. Banyak yang beranggapan bahwa kesenian tradisional sudah ketinggalan zaman. Tidak hanya mengalami kepunahan, beberapa kesenian tradisional Indonesia juga telah diklaim oleh negara lain. Mengutip dari kompas.com (2010) dalam artikel berjudul “Angklung Akan Menjadi Warisan Budaya Dunia” membahas angklung sebagai kesenian tradisional Indonesia diklaim oleh negara lain yang membuat geram masyarakat Indonesia. Angklung kemudian didaftarkan sebagai Warisan Budaya Tak Benda (Intangible Cultural Heritage/ICH) oleh Indonesia di UNESCO pada November 2010. Untuk ikut berperan aktif dalam melestarikan dan menjaga eksistensi angklung di masyarakat, RagamLaras hadir dengan inovasi angklung, angklung RagamLaras memiliki 15 tangga nada yang dapat memainkan not pentatonis dan diatonis dalam satu ansambel angklung. Inovasi ini diharapkan dapat memberikan sajian baru bagi seni pertunjukan angklung dan membuka ruang kreativitas bagi para seniman tradisional, serta menularkan kesadaran masyarakat khususnya generasi muda untuk lebih mengenal dan melestarikan budaya bangsa. Tantangan yang perlu dihadapi untuk mewujudkan hal tersebut adalah dengan menemukan strategi pasar yang tepat untuk mengkomersialkan penemuan ini dan menentukan strategi terbaik untuk meningkatkan kesadaran masyarakat terhadap musik tradisional. Setelah itu, perlu dibuat action plan untuk memastikan bahwa strategi yang telah dirancang dapat berjalan dengan baik. Temuan dari penelitian ini merujuk pada strategi promosi viralitas dengan fokus pada pendekatan tipping point yang harus diterapkan oleh RagamLaras untuk menyebarkan kesadaran masyarakat terhadap musik tradisional, khususnya angklung.", "Daftar File": {"2023_TS_PP_Hartana Erlangga_29121236_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/281991"}, "Penulis": "Hartana Erlangga [29121236]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, SE., MBA., Ph.D., CBAP."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Budaya, Musik Tradisional, Angklung, RagamLaras, Inovasi, Kesadaran.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "28 Feb 2023"}