{"Nomor": 71918, "Judul": "PERANCANGAN MODEL KEMATANGAN DIGITAL BERDASARKAN PROSES INTERNAL DAN EKSTERNAL PADA INDUSTRI OTOMOTIF DI INDONESIA", "Abstrak": "PT. X merupakan salah satu perusahaan multinasional yang bergerak pada bidang manufaktur otomotif (mobil) di Indonesia. Perusahaan ini sedang menrapkan transformasi digital pada proses produksi internal dan eksternal (melibatkan pemasok). Langkah awal dari transformasi ini berupa pemetaan pencapaian digitalisasi dari internal perusahaan dan pemasok-pemasoknya. Karena itu perusahaan ini memerlukan suatu alat ukur kematangan digital yang dapat mengukur pencapaian perusahaan dan pemasok-pemasoknya.\nTujuan penelitian ini adalah mengembangkan model pengukuran kematangan digital dan mengukur pencapaiannya pada perusahaan-perusahaan manufaktur dalam industri otomotif. Usulan model pengukuran kematangan digital dibuat berbasis proses internal perusahaan dan proses eksternal perusahaan. Model ini kemudian ditransformasikan menjadi alat ukur dalam bentuk kuesioner survei daring. Kuesioner kematangan digital disebarkan ke enam responden internal PT. X dan empat puluh responden eksternal yang merupakan pemasok tier-1. Proses validasi dilakukan dengan mengusulkan tiga alternatif hasil pengukuran kematangan digital PT. X. Tim PT. X kemudian memilih dua alternatif hasil pengukuran yang mereprentasikan kondisi pencapaian kematangan digital pada dua lokasi pabrik yang berbeda milik PT.X.\nHasil pengukuran menunjukan terdapat celah kematangan digital antara PT. X dan pemasok tier-1. Dapat disimpulkan lebih dari lima puluh persen pemasok memiliki infrastruktur digital yang memadai untuk mendukung proses transformasi digital. Ditemukan pula tiga klaster supplier yang memiliki karakteristik pencapaian digital maturity yang berbeda-beda. Berdasarkan analisis klaster tersebut, diusulkan rencana (roadmap) penerapan transformasi digital yang disesuaikan dengan karakteristik masing-masing klaster.", "Daftar File": {"ABSTRAK Muhammad Gharutha": "https://digilib.itb.ac.id/gdl/download/282070"}, "Penulis": "Muhammad Gharutha [23420020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kematangan digital, Model Kematangan, Rantai Pasok, Industri 4.0, dan Industri Otomotif", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Feb 2023"}