{"Nomor": 71923, "Judul": "ISOLASI DAN KARAKTERISASI PROTEIN DARI LIMBAH TAHU SEBAGAI INHIBITOR KOROSI PADA BAJA KARBON DALAM LARUTAN NACL 1%", "Abstrak": "Korosi dapat merugikan banyak aspek dalam kehidupan, sehingga diperlukan zat\nsebagai inhibitor korosi. Pada penelitian sebelumnya telah dilakukan sintesis\nsenyawa polipeptida sebagai inhibitor korosi dan menghasilkan daya inhibisi yang\ntinggi, sehingga mendorong peneliti untuk mengisolasi senyawa senyawa polipeptida\nuntuk inhibitor korosi. Pada penelitian ini, dilakukan isolasi protein dari limbah tahu\nyang merupakan bahan pangan berprotein tinggi. Isolasi protein dari limbah tahu ini\nbertujuan untuk menghasilkan inhibitor korosi sehingga nilai ekonomis dari limbah\ntahu dapat meningkat. Isolasi dilakukan dengan dua metode, yaitu pengendapan\ndengan asam asetat 10% dan fraksinasi protein dengan amonium sulfat. Pengukuran\ndaya inhibisi korosi dilakukan dengan metode Tafel pada konsentrasi 80 ppm. Hasil\nisolasi berupa pasta dan bersifat higroskopis. Isolasi dengan pengendapan oleh asam\nasetat 10% menghasilkan daya inhibisi protrein sebesar 53,41%. Sementara itu,\ndiperoleh enam fraksi protein dari fraksi 0% hingga fraksi 60% melalui metode\nfraksinasi protein. Daya inhibisi korosi terbesar pada fraksi protein 20-30% yaitu\nsebesar 71 %. Sementara itu, nilai inhibisi korosi dari sampel limbah tahu sebelum\ndiisolasi adalah 29,74%. Sehingga, hasil penelitian ini menunjukkan bahwa protein\nhasil isolasi dari limbah tahu memiliki aktivitas inhibisi korosi pada baja karbon\ndalam larutan NaCl 1%.", "Daftar File": {"COVER Megawati Zunita": "https://digilib.itb.ac.id/gdl/download/282110", "BAB1 Megawati Zunita": "https://digilib.itb.ac.id/gdl/download/282113", "BAB2 Megawati Zunita": "https://digilib.itb.ac.id/gdl/download/282114", "BAB3 Megawati Zunita": "https://digilib.itb.ac.id/gdl/download/282115", "BAB4 Megawati Zunita": "https://digilib.itb.ac.id/gdl/download/282116", "BAB5 Megawati Zunita": "https://digilib.itb.ac.id/gdl/download/282117", "PUSTAKA Megawati Zunita": "https://digilib.itb.ac.id/gdl/download/282118"}, "Penulis": "Megawati Zunita [10505029]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "inhibitor korosi, isolasi protein, limbah tahu, metode Tafel", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "7 file", "Tanggal Input": "28 Feb 2023"}