{"Nomor": 71924, "Judul": "PENGUKURAN KUALITAS PELAYANAN, KEPUASAN PELANGGAN, DAN LOYALITAS PELANGGAN PADA PT. MEDIKA ANTAPANI", "Abstrak": "Pada tahun 2020, terdapat 11.347 klinik di Indonesia, yang terdiri dari\n10.238 Klinik Pratama dan 1.109 Klinik Utama. Pada tahun 2021, terdapat 6.572\nklinik Pratama dan 1.042 klinik Utama, dengan Provinsi Jawa Barat memiliki\njumlah klinik terbanyak. PT. Medika Antapani adalah perusahaan swasta yang\nmenyediakan layanan kesehatan masyarakat di Bandung, Jawa Barat, termasuk\nlayanan umum esensial, spesialis, layanan perawatan di rumah, rehabilitasi obat,\nfarmasi, Imunicare, dan praktik bidan mandiri. Jumlah kunjungan pelanggan\nmengalami penurunan pada tahun 2020 dan 2021 dan semakin parah pada tahun\n2022 karena adanya pengalihan layanan dokter umum ke KPMA pada tahun 2022.\nAkibatnya, penurunan kunjungan pelanggan tunai berdampak pada penurunan\npendapatan laba. Selain itu, jumlah klinik Pratama di wilayah Kiaracondong\nbertambah hampir dua kali lipat menjadi 15 klinik, sehingga membuat nasabah\ntunai memiliki banyak pilihan klinik Pratama. Pelayanan kesehatan dituntut untuk\nselalu meningkatkan kualitas pelayanan untuk memberikan kepuasan yang akan\nmempengaruhi loyalitas pelanggan agar dapat bersaing dengan para kompetitornya.\nPenelitian ini bertujuan untuk membantu PT. Medika Antapani memenuhi\napa yang menjadi kebutuhan dan keinginan pelanggan dalam pelayanan sehingga\ndapat meningkatkan kepuasan dan meningkatkan loyalitas pelanggan. Penulis\nmenggunakan desain penelitian konklusif untuk menjawab pertanyaan penelitian\ndalam penelitian ini. Desain penelitian konklusif adalah desain penelitian yang\nberfokus pada pengukuran fenomena pemasaran yang didefinisikan dengan jelas.\nPenulis mengumpulkan data primer dengan cara menyebarkan kuesioner penelitian\ndengan menggunakan skala likert kepada 200 responden yang harus memenuhi\npersyaratan sebagai berikut: 1. Pernah mendapatkan layanan dari perusahaan, 2.\nMembayar dari kantong sendiri. Penelitian ini menggunakan teknik penelitian\ndeskriptif dan kausal untuk meneliti variabel dan memberikan penjelasan yang\nsistematis dan faktual mengenai fakta-fakta serta hubungan antar variabel tersebut.\nHasil analisis deskriptif yang diperoleh dari 200 responden, bahwa sebagian\nbesar responden berjenis kelamin laki-laki, dengan kategori usia 60-74 tahun,\nberdomisili di Cisaranten Endah, berprofesi sebagai karyawan, dan menggunakan\njasa dokter umum di PT Medika Antapani. Untuk analisis kausalitas, diperoleh hasil\nrata-rata total sebagai berikut: variabel kualitas pelayanan sebesar 3,088, variabel\nkepuasan sebesar 3,127, dan variabel loyalitas sebesar 2,93. Variabel loyalitas ini sangat dipengaruhi secara simultan oleh variabel kepuasan dan kualitas layanan\nyang mencapai 84,1%.\nTemuan ini mendukung permasalahan bisnis yang ada di PT. Medika\nAntapani yang mengalami penurunan kunjungan sejak tahun 2018 yang ditandai\ndengan kurangnya loyalitas. Sehingga untuk meningkatkan nilai loyalitas harus\ndimulai dengan perbaikan pada variabel kualitas pelayanan. Rencana implementasi\nuntuk PT. Medika Antapani menguraikan enam elemen dan perbaikan yang dapat\nsegera dilakukan seperti nilai yang rendah mengenai peralatan terbaru, merekrut\ndokter Ob-Gyn, dan menyediakan layanan pesan pengingat. Perbaikan yang sulit\ndilakukan adalah memperbaiki dimensi Klinik Pratama yang memiliki banyak\nkompetitor, terlebih lagi baru saja terjadi penyatuan semua klien ke Klinik Pratama\nyang membuat klien mengeluh karena harus mengantri lebih lama. Selain itu,\nperbaikan ini membutuhkan waktu dan biaya yang tidak sedikit, serta banyak\ndepartemen yang terlibat.\nUntuk rekomendasi kedepannya, diharapkan PT Medika Antapani juga\nharus melakukan evaluasi terhadap pelayanannya setiap tahun atau dua kali dalam\nsetahun mengenai kepuasan klien. Evaluasi ini digunakan untuk selalu menjaga \nkualitas pelayanan yang diberikan dan dapat melakukan pengembangan-\npengembangan di bidang yang tepat yang dibutuhkan oleh pengguna jasa.", "Daftar File": {"2023_TS_PP_Yustia Annisaa Thaharoh_29121214_Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/282119"}, "Penulis": "Yustia Annisaa Thaharoh [29121214]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kualitas Pelayanan, Kepuasan, Loyalitas", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "28 Feb 2023"}