{"Nomor": 71931, "Judul": "ANALISIS HUBUNGAN INDIKATOR KERUMUNAN TERHADAP TINGKAT KEPADATAN AREA ETALASE PRODUK SUPERMARKET PADA MASA PANDEMI COVID-19 (STUDI KASUS: BORMA DAGO, BANDUNG)", "Abstrak": "Pandemi COVID-19 telah melanda seluruh negara di dunia termasuk Indonesia.\nDampak penyebaran virus ini memengaruhi berbagai sektor salah satunya adalah\nsektor perdagangan. Dampak tersebut disebabkan oleh upaya pemerintah dalam\nmenanggulangi virus dengan menerapkan regulasi PSBB (Pembatasan Sosial\nBerskala Besar) yang memaksa fasilitas publik untuk tutup atau mengurangi jumlah\nkunjungan secara drastis. Hal ini memberi posisi dilematis pada fasilitas\nperdagangan khususnya supermarket karena harus tetap buka di masa pandemi\nuntuk memenuhi kebutuhan pokok masyarakat selama menjalani masa karantina.\nTerlebih, 82,2% masyarakat menyatakan ingin segera berbelanja secara offline di\nmasa pandemi. Berdasarkan latar belakang, tingkat kerumunan supermarket di\nMasa Pandemi COVID-19 tinggi dan sangat berpotensi menjadi tempat penularan\nvirus sehingga memiliki urgensi lebih untuk diadaptasi. Salah satu pendekatan\nadaptasi adalah dengan menganalisis akar permasalahan penularan virus pada\nfasilitas, yaitu tingkat kerumunan area yang tinggi\nTujuan penelitian adalah untuk menganalisis dan mengidentifikasi kriteria area\netalase produk supermarket yang berpotensi menimbulkan kerumunan pada Masa\nPandemi COVID-19 melalui indikator kerumunan area sebagai rekomendasi\nperancangan pandemi mendatang. Objek penelitian yang dipilih adalah\nSupermarket BORMA Dago Bandung sebagai destinasi belanja yang paling\ndiminati pada Masa Pandemi COVID-19, subjek penelitian mencakup Masyarakat\nKota Bandung, dan variabel penelitian yang diteliti adalah durasi kunjungan,\njumlah kunjungan, jarak antar pengunjung, dan pola sirkulasi sebagai indikator\nperancangan yang memengaruhi terjadinya kerumunan area dan penularan virus.\nMetode penelitian sebagai cara memperoleh hasil penelitian menggunakan\npendekatan kuantitatif, teknik pengumpulan data menggunakan metode survei,\npengamatan visual, dan pemetaan perilaku, serta teknik analisis data menggunakan\nmetode statistik deskriptif dan analisis komparatif.\nHasil yang didapat sebagai pembuktian hipotesis menyimpulkan bahwa durasi\nkunjungan, jumlah kunjungan, jarak antar pengguna, dan pola sirkulasi sebagai\nindikator kerumunan pada area etalase produk supermarket saling ketergantungan\nsatu sama lain, kerumunan area terjadi dari hasil ketidaksesuaian hubungan suatu\nindikator dengan indikator lain. Ketidaksesuaian disebabkan oleh indikator yang\ntidak sesuai standar. Maka indikator yang tidak memenuhi standar berpotensi\nmeningkatkan kerumunan pada area dan meningkatkan penyebaran virus pada masa\npandemi.", "Daftar File": {"2023 TS PP AFINA FAKHRINI BOELHASRIN 1.pdf": "https://digilib.itb.ac.id/gdl/download/282175"}, "Penulis": "Afina Fakhrini Boelhasrin [27121310]", "Kontributor / Dosen Pembimbing": ["Dr. Andriyanto Wibisono, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Pandemi COVID-19, Supermarket, Tingkat Kerumunan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Feb 2023"}