{"Nomor": 71930, "Judul": "MODEL OPTIMASI PENGGUNAAN SEPEDA MOTOR PADA DISTRIBUSI BARANG (LAST MILE) DI WILAYAH PERKOTAAN", "Abstrak": "Penggunaan sepeda motor sebagai moda distribusi barang (last mile) sering dijumpai pada wilayah perkotaan di Indonesia. Hal ini menimbulkan permasalahan yang penting untuk diperhatikan seperti daya angkut yang terbatas dan jangkauan jarak relatif pendek. Untuk itu, dalam penelitian ini dilakukan pemodelan optimasi untuk permasalahan penentuan rute dengan sepeda motor sebagai moda untuk distribusi barang (last mile).\n\nMeminimalkan jarak tempuh merupakan fungsi tujuan dari model optimasi yang akan dikonversikan menjadi biaya pengiriman barang. Metode Vehicle Routing Problem (VRP) digunakan sebagai metode utama penentuan rute dengan PSO untuk menyelesaikan permasalahan penentuan rute. Model diuji dengan suatu permasalahan pemilihan rute untuk 1 drop point yang melayani 26 lokasi pelanggan dengan jaringan jalan yang ada di Kota Bandung. Aplikasi yang digunakan untuk proses pemodelan adalah MATLAB.\n\nBerdasarkan hasil model, model optimasi yang digunakan pada penelitian ini sudah dapat menghasilkan pengaturan rute untuk pengantaran barang. Hasil dari model didapatkan penugasan kendaraan yang untuk pengantaran barang dengan total jarak tempuh, total waktu tempuh, dan total biaya operasional kendaraan yang paling minimal dari beragam skenario terkait dengan permintaan, jumlah kendaraan, dan pembagian area pengantaran barang.", "Daftar File": {"ABSTRAK Lidwina Sri Ayu DR Sianturi": "https://digilib.itb.ac.id/gdl/download/282177"}, "Penulis": "Lidwina Sri Ayu DR Sianturi [25020381]", "Kontributor / Dosen Pembimbing": ["Prof. Ade Sjafruddin, Ph.D.", "Dr. Eng., Ir. Febri Zukhruf, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "distribusi barang, last mile, sepeda motor, model optimasi, VRP dengan PSO", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Feb 2023"}