{"Nomor": 71937, "Judul": "DAMPAK IMPLEMENTASI ESG TERHADAP YIELD SPREAD OBLIGASI BERDAULAT :  ANALISIS EMPIRIS NEGARA-NEGARA ASEAN", "Abstrak": "Kinerja obligasi negara mendapatkan daya tarik di negara-negara ASEAN, namun terdapat tantangan, seperti risiko negara yang tinggi. Hal ini dapat terjadi karena sejumlah alasan, seperti kemerosotan ekonomi, ketidakstabilan politik, atau manajemen fiskal yang tidak efektif. Investor mungkin kurang bersedia berinvestasi pada obligasi suatu negara jika negara tersebut dianggap memiliki risiko obligasi yang tinggi. Dengan mempertahankan kinerja yang berkelanjutan seperti penerapan ESG dapat menjadi solusi untuk menurunkan risiko dan menarik minat investor dalam diversifikasi portofolio. Skor gabungan ESG dan spread obligasi memiliki hubungan yang signifikan secara statistik dengan menggunakan alat regresi data panel, menurut temuan penelitian, dengan hubungan negatif sebesar 0,112 dan indikator sosial komponen menjadi yang terkuat dengan menggunakan analisis komponen utama. Dengan signifikansi 0,033, hubungan antara skor ESG dan spread imbal hasil obligasi menjadi lebih kuat dari waktu ke waktu. Para penulis merekomendasikan agar negara menilai praktik ESG saat ini, menetapkan target dan sasaran ESG, mengembangkan rencana implementasi, melibatkan pemangku kepentingan, memantau kemajuan, dan membuat perubahan yang diperlukan untuk mengurangi risiko kedaulatan. Hal ini menunjukkan komitmen suatu negara terhadap ESG sekaligus meningkatkan kinerjanya, menjadikannya lebih menarik sebagai tujuan investasi.", "Daftar File": {"2023_TS_PP_Angela Davita Budiarto-29121106_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/282206"}, "Penulis": "Angela Davita Budiarto [29121106]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kinerja keberlanjutan, kesadaran investor, negara-negara ASEAN, Skor ESG, spread imbal hasil obligasi.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "28 Feb 2023"}