{"Nomor": 71946, "Judul": "PENINGKATAN KUALITAS UNTUK MENINGKATKAN KEPUASAN PELANGGAN MENGGUNAKAN LEAN SIX SIGMA  (STUDI KASUS: RESTORAN XYZ)", "Abstrak": "Bandung ditetapkan sebagai kota tujuan wisata kuliner nasional pada tahun 2017\noleh Kementerian Pariwisata karena keanekaragaman kulinernya. Berkembangnya\nbisnis makanan dan minuman di Bandung yang meningkat dari 524 di tahun 2020\nmenjadi 729 di tahun 2021 menunjukkan bahwa persaingan di bisnis kuliner cukup\nketat. Restoran XYZ menjadi salah satu restoran yang mampu bertahan di masa\npandemi Covid-19 ini. Namun, Restoran XYZ sering mengalami keluhan dari\npelanggan terkait kualitas produk dan pelayanannya. Biasanya, restoran ini dapat\nmenerima 200-300 pelanggan di hari biasa dan 400-600 pelanggan di akhir pekan.\nNamun hingga saat ini, Restoran XYZ hanya menerima 50% pelanggannya. Pada\npenelitian ini akan dibahas mengenai peningkatan kualitas produk dan pelayanan\ndengan menggunakan metodologi DMAIC Lean Six Sigma. Penelitian menggunakan\ndata primer dengan menyebarkan kuesioner kepada pelanggan Restoran XYZ yang\nberkunjung pada tahun 2021 hingga 2023. Dari hasil kuesioner, 4 dari 19 subvariable\n\npelanggan merasa performanya kurang baik namun memiliki kepentingan\nyang tinggi yaitu pada T1 (Rasa), TX1 (Tekstur), E1 (Empati), dan R3 (Kehandalan).\nKeempat indikator tersebut perlu ditingkatkan kinerjanya agar pelanggan merasa\npuas terhadap pelayanan dan produk yang diberikan oleh Restoran XYZ.\nBerdasarkan masalah utama dari data yang diperoleh, upaya peningkatan kualitas\nyang dapat dilakukan seperti pelatihan karyawan dan quality control pada supplier.\nUpaya-upaya tersebut bertujuan untuk meningkatkan dan mempertahankan kualitas\nRestoran XYZ untuk jangka panjang sehingga peningkatan jumlah pelanggan dapat\ntercapai, seperti 200-300 pengunjung pada hari biasa dan 400-600 pada akhir\npekan.", "Daftar File": {"2023_TS_PP_Dimas Naufal Djatmiko-29121096_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/282470"}, "Penulis": "Dimas Naufal Djatmiko [29121096]", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati, M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Lean, Six Sigma, SERVQUAL, Restaurant, Consumer Satisfaction.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "28 Feb 2023"}