{"Nomor": 71947, "Judul": "PERENCANAAN KAPASITAS PRODUK BARU DI PT PERKEBUNAN NUSANTARA VIII (TEH OOLONG)", "Abstrak": "Selama 5 tahun terakhir, permintaan akan kebutuhan makanan dan minuman\nmenurun karena pandemi covid-19 namun pada 2021, permintaan kembali\nmeningkat dan industri makanan dan minuman mulai membaik. Minuman kemasan\ndi indonesia sangat beragam mulai dari kopi, teh dan lainnya. Perusahaan yang\nmemproduksi berbagai macam jenis minuman pun beragam seperti perusahaan\nswasta ataupun perusahaan milik negara. Khususnya, PT Perkebunan Nusantara\nVIII yang memproduksi berbagai macam teh seperti teh hitam, teh putih dan teh\nhijau. Pada awal 2021 PTPN VIII mulai memproduksi produk baru yang dilakukan\nberdasarkan permintaan konsumen yakni teh oolong dengan perkiraan kontrak\nsenilai Rp. 40.000 per Kg sebanyak 150 ton. Penelitian ini menggunakakn metode\ndeskriptif kuantitatif dengan menganalisis kapasitas kebun dalam menyediakan teh\nbasah, mesin untuk produksi teh oolong juga bagaimana periode balik modalnya.\nDalam proses produksi teh oolong, kebun dapat menyediakan 2,5-ton perhari\nmelebihi hasil perhitungan yakni 1,9 ton namun, mesin yang digunakan untuk\nproses produksi terbilang tidak memadai. Kapasitas mesin hanya mampu\nmemproduksi 94,86-ton pertahun jauh dibawah permintaan konsumen. Hal\ntersebut mengharuskan perusahaan menambahkan 3 buah mesin rotary dryer.\nDengan ditambahkannya 3 mesin tersebut maka produksi teh mencapai 150ton\ndengan waktu 13 jam 25 menit.. Namun, penambahan mesin tersebut\nmengharuskan perusahaan mengeluarkan menginvestasikan dana sebanyak Rp.\n540.000.000 yang dimana dengan angka tersebut nilai investasi mesin dapat\nkembali pada 4,4 tahun dengan umur mesin yang dapat digunakan selama lebih\ndari 25 tahun.", "Daftar File": {"2023_TS_PP_Hadi Rahmanul Azis_29121209_Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/282285"}, "Penulis": "Hadi Rahmanul Azis [29121209]", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati, M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kapasitas, Perencanaan Kapasitas Periode Balik Modal. Produksi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "28 Feb 2023"}