{"Nomor": 71957, "Judul": "KAJIAN SUSTAINABLE LIVELIHOOD PADA PELAKSANAAN PROGRAM REFORMA AGRARIA STUDI KASUS: KABUPATEN PASAMAN", "Abstrak": "Kemiskinan dan ketenagakerjaan merupakan isu sosial ekonomi yang kerap menjadi masalah di Indonesia, termasuk di Provinsi Sumatera Barat. Tingginya angka kemiskinan dan tingkat pengangguran di Sumatera Barat menyebabkan masyarakat di Sumatera Barat berusaha memanfaatkan modal yang dimiliki untuk dapat bertahan hidup. Salah satu komponen dasar yang dimanfaatkan masyarakat adalah ketersediaan sumber daya tanah. Tanah memiliki arti penting bagi kehidupan manusia karena tanah dapat dimanfaatkan sebagai aset sekaligus sebagai input. Namun, tingkat ketimpangan distribusi penguasaan dan pemilikan tanah di Sumatera Barat cukup tinggi. Untuk menyelesaikan berbagai permasalahan tersebut, salah satu kebijakan dan program yang disusun pemerintah adalah berupa Program Reforma Agraria. Sebagai salah satu PSN, program reforma agraria termasuk ke dalam salah satu program pemerataan ekonomi yang berbasis lahan. Pemerataan ekonomi yang ingin dicapai dari pelaksanaan reforma agraria erat kaitannya dengan upaya untuk meningkatkan kesejahteraan dan mendukung penghidupan masyarakat.\n\nPelaksanaan reforma agraria dilakukan dalam 3 kegiatan utama yaitu penataan aset, penataan akses atau gabungan keduanya. Salah satu pelaksana program tersebut adalah Kantor Pertanahan Kabupaten Pasaman yang mulai melaksanakan program reforma agraria sejak tahun 2019 di Kecamatan Lubuk Sikaping. Program tersebut dilaksanakan berupa kegiatan penataan aset yaitu kegiatan redistribusi tanah. Dilatarbelakangi oleh posisi Kecamatan Lubuk Sikaping yang merupakan pusat kegiatan dan juga merupakan ibukota kabupaten, maka percepatan pendaftaran tanah di Kecamatan Lubuk Sikaping menjadi prioritas pelaksanaan. Hal ini erat kaitannya dengan peluang peningkatan nilai ekonomi pada tanah-tanah yang sudah bersertipikat yang diharapkan dapat meningkatkan investasi dan partisipasi masyarakat untuk memperbaiki taraf hidupnya. Dalam hal ini, tanah termasuk ke dalam salah satu modal yang dapat menghasilkan daya dukung dan nilai manfaat bagi penghidupan manusia. Pemanfaatan tanah sebagai upaya untuk mendukung penghidupan masyarakat tergantung pada strategi penghidupan yang dilakukan oleh masyarakat. Pilihan strategi penghidupan setiap masyarakat akan menentukan capaian penghidupan yang akan diraih oleh masyarakat. Capaian penghidupan tersebut tergantung pada faktor eksternal dan internal yang melekat pada\n \npenghidupan masyarakat, seperti yang tertuang dalam Sustainable Livelihood Framework (SLF). SLF dapat dimanfaatkan untuk mempertajam sistem pemantauan dan evaluasi dalam proyek pembangunan. Sejak pelaksanaan redistribusi tanah tahun 2019, kegiatan ini belum pernah dievaluasi dan belum diketahui bagaimana dampaknya terhadap penghidupan berkelanjutan masyarakat. Oleh karena itu, penelitian ini bertujuan untuk mengkaji faktor-faktor yang mempengaruhi dampak pelaksanaan program reforma agraria terhadap penghidupan masyarakat di Kabupaten Pasaman dalam Sustainable Livelihood Framework. Penelitian ini merupakan jenis penelitian eksploratif dengan pendekatan studi kasus. Penelitian ini menggunakan kerangka SLF untuk menunjukkan tingkat kerentanan masyarakat, modal penghidupan masyarakat, bentuk transformasi struktur dan proses dalam mendukung penghidupan, jenis strategi penghidupan yang dilakukan oleh masyarakat dan capaian penghidupan yang ingin diraih oleh masyarakat.", "Daftar File": {"COVER Debbi Sisilia": "https://digilib.itb.ac.id/gdl/download/282356", "BAB_1 Debbi Sisilia": "https://digilib.itb.ac.id/gdl/download/282357", "BAB_2 Debbi Sisilia": "https://digilib.itb.ac.id/gdl/download/282358", "BAB_3 Debbi Sisilia": "https://digilib.itb.ac.id/gdl/download/282359", "BAB_4 Debbi Sisilia": "https://digilib.itb.ac.id/gdl/download/282360", "BAB_5 Debbi Sisilia": "https://digilib.itb.ac.id/gdl/download/282361", "BAB_6 Debbi Sisilia": "https://digilib.itb.ac.id/gdl/download/282362", "DAFTAR Debbi Sisilia": "https://digilib.itb.ac.id/gdl/download/282363"}, "Penulis": "Debbi Sisilia [24021026]", "Kontributor / Dosen Pembimbing": ["Dr. Drs. Suhirman, SH., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Reforma Agraria, Penghidupan, Modal Penghidupan, Penghidupan Berkelanjutan, Kerentanan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "28 Feb 2023"}