{"Nomor": 71966, "Judul": "AICARE: MENGEMBANGKAN APLIKASI WEB BERBASIS MACHINE LEARNING UNTUK MEMPREDIKSI PENYAKIT KRONIS DENGAN STREAMLIT", "Abstrak": "Penyakit kronis menjadi salah satu masalah penting di bidang kesehatan. Penanganan penyakit\nkronis harus dilakukan dengan cepat untuk meminimalkan risiko pasien, sehingga penting\nuntuk diketahui dan diprediksi sejak awal agar kondisi pasien tidak memburuk. Penyakit\nkronis yang dibahas pada penelitian ini adalah penyakit kanker payudara, penyakit diabetes,\npenyakit jantung dan penyakit hati. Machine learning dimanfaatkan untuk membantu tenaga\nmedis melakukan diagnosis yang cepat dan tepat. Model machine learning yang digunakan\ndalam penelitian ini adalah Algoritma Random Forest, Logistic Reggression, K-Nearest\nNeighbor, Decision Tree dan Gaussian Naïve Bayes dan model dievaluasi dengan accuracy,\nprecision, sensitivity dan F1-Score. Hasil machine learning pada pengklasifikasian penyakit\nkanker payudara dengan tujuh parameter menunjukan bahwa algoritma Random Forest\nmempunyai accuracy sebesar 0.97, precision 0.92, sensitivity 1 dan F1-Score 0.96. Model\nalgoritma Random Forest menjadi model terbaik untuk pengklasifikasian penyakit diabetes\ndengan semua parameter dan melakukan random over sampling mempunyai accuracy sebesar\n0.86, precision 0.83, sensitivity 0.93 dan F1-Score 0.88. Pengklasifikasian penyakit jantung\ndengan semua parameter menunjukan bahwa model algoritma Logistic Regression mempunyai\naccuracy sebesar 0.79, precision 0.68, sensitivity 0.96 dan F1-Score 0.8. Pada\npengklasifikasian penyakit hati dengan sembilan parameter dan melakukan random over\nsampling menunjukan bahwa model algoritma Random Forest mempunyai accuracy sebesar\n0.84, precision 0.9, sensitivity 0.78 dan F1-Score 0.84. Hasil dari setiap pengklasifikasian\npenyakit diimplementasikan dalam aplikasi web AICare yang dikembangkan dengan streamlit\nyang dapat di akses pada https://aicaree.herokuapp.com/.", "Daftar File": {"ABSTRAK Vina Nurmadani": "https://digilib.itb.ac.id/gdl/download/282453"}, "Penulis": "Vina Nurmadani [20921010]", "Kontributor / Dosen Pembimbing": ["Dr. Wahyu Hidayat, S.Si., M.Si.", "Dr. Atthar Luqman Ivansyah, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Machine Learning, Random Forest, Logistic Regression, K-Nearest Neighbors, Decision Tree, Naïve Bayes, Streamlit", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "01 Mar 2023"}