{"Nomor": 71967, "Judul": "KAJIAN PEMANFAATAN DANA SOSIAL KEAGAMAAN BERBASIS DANA ZAKAT, INFAK, DAN SEDEKAH DALAM PEMBANGUNAN LAYANAN AIR MINUM DAN AIR LIMBAH (STUDI KASUS KABUPATEN SUMEDANG)", "Abstrak": "Praktek desentralisasi dan otonomi daerah di Indonesia sejak lebih dari dua dekade, diharapkan dapat mewujudkan pelayanan publik yang efektif dan meningkatnya kesejahteraan rakyat. Undang-Undang No. 23 Tahun 2014 tentang Pemerintahan Daerah mengamanatkan penyelenggara pemerintahan daerah memprioritaskan pelaksanaan Urusan Pemerintahan Wajib terkait Pelayanan Dasar. Air minum dan air limbah merupakan dua layanan dasar yang harus dipenuhi keberadaannya. Pemerintah telah menetapkan target dan indikator dalam RPJMN Tahun 2020-2024 yang juga sejalan dengan Tujuan Pembangunan Berkelanjutan (Sustainable Developmet Goals/SDGs) ke 6. Pemenuhan air minum dan air limbah di Indonesia berpedoman pada Standar Pelayanan Minimal yang harus diprioritaskan dalam penyusunan belanja daerah. Dari perhitungan dana yang dibutuhkan untuk memenuhi target 100%, masih diperlukan dana yang tidak sedikit. Tantangan pemenuhan SPM dihadapkan pada pola belanja yang belum optimal dan ketergantungan pendapatan dari dana transfer. Selain penerimaan yang bersifat reguler, pemda juga dapat memanfaatkan sumber-sumber pembiayaan lain salah satunya Dana Sosial Keagamaan. Sebagai negara dengan mayoritas penduduk Muslim, salah satu bentuk dana sosial keagamaan yang cukup berkembang di Indonesia adalah Dana Zakat, Infak, dan Sedekah. Sebagaimana diatur dalam Undang-Undang Nomor 23 Tahun 2011 tentang Pengelolaan Zakat, BAZNAS telah melakukan pengumpulan Dana ZIS sejak tahun 2002 dengan rata-rata pertumbuhan mencapai 34,75% di setiap tahunnya. Total dana terkumpul pada 2020 mencapai 12,4 Triliun Rupiah dengan pendistribusian sebesar 11,5 Triliun Rupiah. Berdasarkan perhitungan, potensi dana zakat mencapai 4.372,9 Triliun Rupiah. Oleh karena itu, penelitian ini berupaya mengkaji lebih lanjut mengenai bagaimana potensi pemanfaatan Dana Sosial Keagamaan berbasis Dana Zakat, Infak, dan Sedekah dalam pemenuhan layanan air minum dan air limbah. Hal ini penting mengingat masih terbatasnya studi sejenis. Tujuan tersebut dicapai melalui empat sasaran, yaitu (a) teridentifikasinya gap kebutuhan pendanaan pemenuhan layanan air minum dan air limbah, (b) teridentifikasinya kesesuaian pemanfaatan Dana ZIS terhadap pemenuhan layanan air minum dan air limbah, (c) teridentifikasinya faktor kunci yang memengaruhi pemanfaatan Dana ZIS terhadap pemenuhan layanan air minum dan air limbah, dan (d) terumuskannya alternatif skema pemanfaatan Dana ZIS terhadap pemenuhan layanan air minum dan air limbah. Kabupaten Sumedang dipilih sebagai wilayah studi dengan studi kasus pemenuhan SPM air minum dan air limbah. Pendekatan mixed methode digunakan dengan analisis kuantitatif deskriptif dan analisis kualitatif isi. Gap kebutuhan pendanaan dihitung dengan membandingkan jumlah dana eksisting yang dialokasikan, baik bersumber dari APBD, DAK, maupun hibah, dengan sasaran penerima layanan air minum dan air limbah yang belum terpenuhi. Kesesuaian pemanfaatan Dana ZIS terhadap pemenuhan SPM dilakukan dengan membandingkan antara ketentuan penerapan layanan air minum dan air limbah dengan daftar program/kegiatan yang didanai ZIS di daerah. Model Collaborative Governance yang dikemukakan oleh Emerson, Nabatchi, & Balogh (2012) digunakan untuk mempelajari kolaborasi yang terjadi antara pemerintah daerah dan BAZNAS Kabupaten Sumedang. Beberapa faktor seperti (a) pemahaman, (b) kepemimpinan, (c) dukungan regulasi, (d) komitmen bersama, (e) dinamika politik/hubungan kekuasaan, dan (f) adaptasi pengelolaan digunakan untuk menilai sejauh mana faktor tersebut berperan dalam praktek kolaborasi. Selanjutnya dirumuskan alternatif skema integrasi pendanaan dan perhitungan proyeksi pemanfaatan Dana ZIS untuk memenuhi gap kebutuhan pendanaan. Berdasarkan temuan dan hasil analisis, didapatkan bahwa Pertama, masih terdapat gap kebutuhan pendanaan pemenuhan layanan air minum dan air limbah yang cukup besar di mana kontribusi pendanaan didominasi dari dana transfer. Kedua, pemanfaatan Dana ZIS sesuai dengan ketentuan pemenuhan layanan air minum dan air limbah, meskipun alokasi eksisting baru dimanfaatkan untuk layanan pengolahan air limbah. Ke depannya Dana ZIS berpotensi untuk ditingkatkan pemanfaatannya untuk pemenuhan gap kebutuhan pendanaan layanan air minum dan air limbah. Ketiga, faktor kepemimpinan, dukungan regulasi, dan dinamika politik/hubungan kekuasaan menjadi faktor kunci yang mendukung kolaborasi pemda dengan BAZNAS dalam pemanfaatan Dana ZIS terhadap pemenuhan layanan air minum dan air limbah. Keempat, untuk meningkatkan pemanfaatan Dana ZIS untuk pemenuhan layanan air minum dan air limbah diperlukan perubahan skema dengan beberapa penyesuaian terkait tata kelola dan kebijakan. Berdasarkan temuan tersebut dapat disimpulkan bahwa Dana ZIS berpotensi untuk dimanfaatkan oleh pemerintah daerah dalam pemenuhan layanan air minum dan air limbah mengingat gap kebutuhan pendanaan eksisting masih sangat besar. Direkomendasikan optimalisasi keberjalanan tim koordinasi penerapan SPM dan sinergisasi antara sasaran penerima layanan layanan air minum dan air limbah dengan berbagai sumber pendanaan. Penelitian ini bersifat studi kasus dan kaji cepat sehingga tidak bisa mengeneralisir temuan yang didapat untuk merepresentasikan kondisi di seluruh Indonesia. Untuk itu, diusulkan penyempurnaan metodologi dan pendekatan penelitian secara lebih akurat dan komprehensif.", "Daftar File": {"COVER R. Ricky Firmansyah": "https://digilib.itb.ac.id/gdl/download/282454", "BAB_1 R. Ricky Firmansyah": "https://digilib.itb.ac.id/gdl/download/282455", "BAB_2 R. Ricky Firmansyah": "https://digilib.itb.ac.id/gdl/download/282456", "BAB_3 R. Ricky Firmansyah": "https://digilib.itb.ac.id/gdl/download/282457", "BAB_4 R. Ricky Firmansyah": "https://digilib.itb.ac.id/gdl/download/282458", "BAB_5 R. Ricky Firmansyah": "https://digilib.itb.ac.id/gdl/download/282459", "BAB_6 R. Ricky Firmansyah": "https://digilib.itb.ac.id/gdl/download/282460", "DAFTAR R. Ricky Firmansyah": "https://digilib.itb.ac.id/gdl/download/282461"}, "Penulis": "R. Ricky Firmansyah [24021013]", "Kontributor / Dosen Pembimbing": ["Adenantera Dwicaksono, S.T., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Air Minum, Air Limbah, Dana Sosial Keagamaan, Zakat Infak Sedekah, Alternatif Pendanaan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "01 Mar 2023"}