{"Nomor": 71968, "Judul": "HUBUNGAN BAURAN PROMOSI DAN KESADARAN MEREK  (STUDI KASUS: DIZAYN)", "Abstrak": "Indonesia merupakan salah satu negara di Asia Tenggara sangat berkembang, ada banyak desainer asal Indonesia yang mencapai kesuksesan dalam taraf internasional. Industri fesyen Indonesia saat ini berkontribusi 20% terhadap sektor ekonomi kreatif. Dalam hal ini pemerintah pun berkontribusi dalam mengembangkan industri fesyen tanah air dengan berbagai cara dengan membuat kebijakan, memberikan dukungan modal, dan melakukan transformasi digital. Perkembangan fashion saat ini memang cukup pesat, berbagai macam gaya berpakaian dapat dengan cepat berubah. Selain itu, penggunaan teknologi pun dapat dikatakan tidak bisa dipisahkan dengan kehidupan manusia saat ini. Berdasarkan data, pengguna teknologi di Indonesia terus bertumbuh dan diperkirakan akan terus meningkat hingga 2025.  \n \nBerbagai macam merek khusus nya di Indonesia bermunculan untuk bersaing dengan ciri khasnya masing-masing. Kini sangat banyak konsumen yang membeli pakaian dengan berbagai pilihan merek melalui daring entah di marketplace maupun di media sosial. Pendapatan marketplace dalam hal pakaian pun mengalami dampak yang positif dari penjualan produk fesyen saat ini dan pada tahun 2020 bahkan di saat pandemic orang lebih suka membeli produk fesyen dibanding produk lain. Bahkan di Bandung sendiri, fesyen merupakan salah satu sektor yang berkontribusi terhadap PAD (Pendapatan Asli Daerah). Bandung juga seringkali dijadikan tolak ukur fesyen tanah air yang dikenal dengan julukan Paris Van Java yang disisi lain juga menarik turis untuk datang ke Bandung. Salah satu merek yang memanfaatkan media sosial dan marketplace untuk memasarkan dan menjual produk nya adalah Dizayn yang didirikan tahun 2018 di Bandung.  \n \nDalam menjalankan bisnisnya Dizayn mengalami masalah dalam hal kesadaran merek dari pasar, hal ini perlu dikaji agar dapat meningkatkan kesadaran merek Dizayn untuk bersaing dengan competitor yang ada. Penelitian ini memiliki tujuan untuk menganalisis kondisi Dizayn saat ini, mengusulkan bauran promosi yang tepat untuk dijalan Dizayn dan mengusulkan rencana implementasi dari solusi bauran promosi yang telah dibuat. Bauran promosi memiliki 5 (lima) variabel yang terdiri dari iklan, promosi penjualan, penjualan pribadi, hubungan masyarakat dan pemasaran langsung. Hipotesis dari penelitian ini adalah sebagai berikut: H1 advertising memiliki hubungan positif dengan kesadaran merek, H2 promosi penjualan memiliki hubungan positif dengan kesadaran merek, H3 penjualan pribadi memiliki hubungan positif dengan kesadaran merek, H4 hubungan masyarakat memiliki hubungan positif dengan kesadaran merek, H5 pemasaran langsung memiliki hubungan positif dengan kesadaran merek. Penelitian ini menggunakan analisis regresi linear berganda untuk melihat hubungan antara variabel bebas yaitu bauran promosi dengan variabel terikat yaitu kesadaran merek. Hasil dari penelitian ini menunjukan bahwa iklan, promosi penjualan, penjualan pribadi dan pemasaran langsung memiliki hubungan positif dengan kesadaran merek yang artinya H1, H2, H3, dan H5 dapat diterima.  \n \nDari bauran promosi yang memiliki hubungan positif tersebut, iklan dan pemasaran lansung yang memiliki nilai signifikansi paling tinggi yaitu 0.000 dimana nilai ini kurang dari 0.05. Sedangkan hubungan masyarakat memiliki hubungan yang negatif yang artinya H4 ditolak atau tidak dapat diterima yang memiliki nilai signifikansi 0.420. Kontribusi dari penelitian ini terhadap ilmu pengetahuan adalah agar di masa yang akan datang penelitian ini dapat menjadi acuan atau referensi untuk melihat hubungan antara bauran promosi dengan kesadaran merek pada industri yang berbeda dan juga perusahaan yang lebih besar lagi. Agar penelitian di masa yang akan datang terus berkembang sesuai dengan perkembangan zaman. Selain itu hasil dari penelitian ini juga diharapkan dapat diaplikasikan oleh Dizayn agar dapat bersaing secara sehat di industri fesyen yang nanti nya di masa yang akan datang dapat menambah kontribusi industri fesyen terhadap sektor ekonomi kreatif dan tidak menutup kemungkinan akan menambah lapangan pekerjaan.", "Daftar File": {"2023_TS_PP_Muhammad Adnan Darmawan_29121243_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/282463"}, "Penulis": "Muhammad Adnan Darmawan [29121243]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bauran Promosi, Kesadaran Merek, Analisis Regresi Linear Berganda.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "01 Mar 2023"}