{"Nomor": 71978, "Judul": "USULAN STRATEGI DIGITAL BERORIENTASI CUSTOMER ENGAGEMENT DAN INTEGRATED MARKETING  COMMUNICATION UNTUK PT. ADHIMIX RMC INDONESIA", "Abstrak": "Banyak industri yang terkena dampak negatif dari Pandemi Covid-19, salah\nsatunya adalah sektor non-esensial seperti industri konstruksi. Karena kontraksi\nyang terjadi di industri, terjadi penurunan permintaan dan penjualan yang\nsignifikan di pasar. PT. Adhimix RMC Indonesia adalah salah satu perusahaan\nkonstruksi yang berjuang selama situasi pandemi, mereka masih belum dapat\nmemulihkan kesehatan merek perusahaan seperti sebelum Covid-19, dan penjualan\nserta permintaan mereka tahun ini masih menurun dan tidak menunjukkan nilai\nyang signifikan. \n\nOleh karena itu, tujuan dari penelitian ini adalah untuk mengusulkan strategi\ndigital yang berorientasi pada keterlibatan pelanggan dan mengusulkan\nkomunikasi pemasaran terpadu yang tepat untuk perusahaan dengan menggunakan\nanggaran pemasaran yang terbatas dan sumber daya yang tersedia dari PT.\nAdhimix RMC Indonesia. Dalam menganalisis dan merumuskan strategi digital,\nstudi ini akan menggunakan pendekatan Kraewing dan perencanaan SOSTAC\nserta riset pasar untuk mengetahui preferensi pelanggan. Strategi digital yang\ndiusulkan harus membantu PT. Adhimix RMC Indonesia menyediakan platform\nlayanan yang lebih baik dan strategi pemasaran digital yang sesuai dengan segmen\ndan preferensi pasar, sehingga dapat membentuk customer experience perusahaan\nyang nantinya akan menghasilkan customer engagement.", "Daftar File": {"2023_TS_PP_Bianca Shakila_29121281_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/282498", "Bianca Shakila_29121281.pdf": "https://digilib.itb.ac.id/gdl/download/282499"}, "Penulis": "Bianca Shakila [29121281]", "Kontributor / Dosen Pembimbing": ["Prof. Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi digital, beton siap pakai, komunikasi pemasaran terintegrasi, keterlibatan pelanggan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "2 file", "Tanggal Input": "01 Mar 2023"}