{"Nomor": 71997, "Judul": "MENGURANGI DELAY PROYEK RENOVASI (STUDI KASUS : PT PERTAMINA RETAIL)", "Abstrak": "PT Pertamina Retail adalah anak perusahaan dari PT Pertamina Niaga yang\nmengoperasikan SPBU COCO milik Pertamina. Saat ini, kompetitor PT Pertamina\n(Persero) semakin mengembangkan bisnis dan memperbanyak outletnya yang\nkemudian menjadi suatu tantangan bagi PT Pertamina Retail kedepannya. Untuk\nitu, PT Pertamina Retail selalu mengupgrade dan memperbaiki tampilan fasilitas\nSPBU, memastikan fasilitas dapat berfungsi dengan baik sehingga pelanggan akan\nmerasa nyaman dan selalu mengisi kendaraan di SPBU COCO. Hal tersebut juga\ndicantumkan dalam strategi perusahaan dan tercantum dalam program 5R\n(Ringkas, Rapi, Resik, Rawat, Rajin). Untuk mengakomodir strategi di atas, PT\nPertamina Retail juga mengalokasikan anggaran investasi untuk dapat\nmengimplementasikan perbaikan/renovasi SPBU eksisting. Dalam\npelaksanaannya, seringkali terdapat gap yang menyebabkan PT Pertamina Retail\ntidak dapat mencapai KPI sesuai target. Fungsi Technical sebagai fungsi\npelaksana dalam implementasi proyek anggaran investasi Non-Business\nDevelopment berperan penting dalam mengimplementasikan proyek tepat waktu. \n\nTujuan penelitian ini adalah menemukan akar masalah atas keterlambatan proyek\nyang dihadapi PT Pertamina Retail dan menemukan solusi untuk menyelesaikan\npermasalahan tersebut sehingga proyek dapat selesai tepat waktu dan KPI atas\ninvestasi Non-Business Development tercapai. Untuk mencari permasalahan,\npenelitian dilakukan di salah satu SPBU di area Jabodetabek dengan kriteria\ntertentu dan metode interview akan dilakukan terhadap para stakeholder yang\nberperan dalam proyek renovasi SPBU. Identifikasi permasalahan kemudian akan\ndianalisa dengan metode Current Reality Tree untuk mendapatkan root cause.\nStudi kasus dan tinjauan literatur dilakukan untuk menemukan teori yang dapat\nmenyelesaikan root cause. PMBOK, terutama pada bagian project schedule\nmanagement dan cost management serta teori Manajemen Operasi, yaitu Lean\nProduction yang digunakan untuk menganalisis kinerja proyek dan mencari solusi\ndari permasalahan yang telah dirumuskan. Beberapa alternatif solusi akan\ndiidentifikasi berdasarkan root cause. Solusi terbaik akan dipilih berdasarkan\nperhitungan AHP (Analytical Hierarchy Process) dengan kriteria dan rating hasil\nkuesioner yang telah dikirimkan ke stakeholder. Rencana implementasi atas\nalternatif solusi terbaik akan dijadikan rekomendasi untuk perusahaan.", "Daftar File": {"2023_TS_PP_Soraya Khaerunnisa_29121229_1-Abstrak (1).pdf": "https://digilib.itb.ac.id/gdl/download/282737"}, "Penulis": "Soraya Khaerunnisa [29121229]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T, M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Proyek Renovasi, Keterlambatan Proyek, PMBOK, Project Schedule Management, Project Cost Management, Lean Production, AHP.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "01 Mar 2023"}