{"Nomor": 72000, "Judul": "PENGARUH ATRIBUT APLIKASI SAHAM TERHADAP KEPUTUSAN PEMILIHAN KONSUMEN DALAM MEMILIH  APLIKASI SAHAM (STUDI KASUS PEMILIHAN KONSUMEN TERHADAP STOCKBIT)", "Abstrak": "Perkembangan investasi saham di Indonesia mengalami pertumbuhan yang\nsignifikan dari tahun ke tahun, menurut Direktur Utama KSEI (Kustodian Sentral\nEfek Indonesia), Uriep Budhi Prasetyo mengatakan, “Pertumbuhan jumlah investor\nsaham menjadi salah satu tanda pencapaian pasar modal Indonesia, pertumbuhan\nterjadi secara signifikan pada masa pandemi Covid-19, hal ini menunjukkan bahwa\nmasyarakat Indonesia semakin sadar akan pentingnya investasi khususnya di pasar\nsaham. Di era digitalisasi saat ini, hampir semua aktivitas sehari-hari dapat\ndilakukan online dan sebagian besar dapat dengan mudah diakses melalui ponsel\npribadi mereka. Banyaknya aplikasi untuk investasi saham saat ini telah\nmemperketat persaingan, tidak hanya sekuritas dari perusahaan bank tetapi juga\ndari perusahaan non-bank juga meramaikan persaingan di sektor ini. Banyaknya\nalternatif pilihan tentunya memberikan keleluasaan bagi konsumen dalam memilih\naplikasi mana yang sesuai dengan kebutuhan masing-masing konsumen. Dalam\npenelitian ini, penulis bertujuan untuk mengetahui faktor apa saja yang\nmempengaruhi keputusan konsumen dalam memilih aplikasi saham. Penelitian ini\nakan menggunakan metode analisis choice modeling dengan memberikan 28\nscenario-stated preference hasil NGENE software dalam bentuk kuesioner kepada\n200 responden, pada setiap kuesioner tersebut terdapat beberapa atribut aplikasi\nsaham sebagai pertimbangan konsumen dalam memilih aplikasi saham diantaranya\nkinerja aplikasi, kelengkapan fitur, keamanan dan privasi pengguna, biaya\ntransaksi, dan tampilan aplikasi (UI). Hasil kuesioner ini diolah dengan\nmenggunakan metode Multinomial Logit (MNL) yang dijalankan dengan\nmenggunakan Python-Biogeme. Hasil penelitian menunjukkan bahwa secara umum\nterdapat 4 atribut yang secara signifikan mempengaruhi keputusan konsumen\ndalam memilih aplikasi saham, antara lain performa aplikasi, kelengkapan fitur,\nkeamanan dan privasi pengguna, dan biaya transaksi. Selain itu penelitian ini juga\nmenunjukkan beberapa atribut yang bersifat elastis terhadap konsumen pada\naplikasi tertentu yaitu pada aplikasi Ajaib terdapat keamanan pengguna & privasi\ndan biaya transaksi, dan pada aplikasi IPOT terdapat kelengkapan fitur dan biaya\ntransaksi.", "Daftar File": {"2023_TS_PP_Irfan Nasrulloh_29121183_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/282754", "Irfan Nasrulloh_29121183.pdf": "https://digilib.itb.ac.id/gdl/download/282755"}, "Penulis": "Irfan Nasrulloh [29121183]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Aplikasi Saham, Keputusan konsumen, Choice Modelling.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "2 file", "Tanggal Input": "01 Mar 2023"}