{"Nomor": 72009, "Judul": "DIFERENSIASI SEKS PADA IKAN HERMAFRODIT PROTOGINI: BELUT SAWAH (MONOPTERUS ALBUS), SUATU KAJIAN PUSTAKA", "Abstrak": "Belut sawah (Monopterus albus) adalah jenis ikan dari ordo Synbranchiformes yang hidup di air tawar. Budidaya belut sawah (Monopterus albus) memiliki peran penting secara ekonomi dalam produksi akuakultur di dunia. Pada sistem akuakultur, dibutuhkan pengetahuan mengenai sistem reproduksi spesies ikan yang akan dibudidayakan dalam menjalankan suatu budidaya yang efisien. Diferensiasi seksual pada ikan yang menjadi dasar dalam studi tentang diferensiasi seks pada ikan mengikuti ulasan Yamamoto pada tahun 1969. Diferensiasi seks pada ikan dibedakan dalam 2 bentuk, yaitu (1) diferensiasi gonad indiferen menjadi gonad jantan dan betina secara langsung, (2) diferensiasi menjadi hermafrodit kemudian menjadi bentuk jantan atau betina. Diferensiasi menjadi hermafrodit dapat dibedakan dalam 3 bentuk, yaitu (1) hermafrodit protandri (mengalami perubahan jenis kelamin dari jantan menjadi betina), (2) hermafrodit protogini (mengalami perubahan jenis kelamin dari betina menjadi jantan), dan (3) hermafrodit sinkron atau simultan (memiliki gonad jantan dan betina yang sama-sama fungsional pada waktu yang sama). Belut sawah menjadi organisme model untuk studi reproduksi biologi karena mengalami fenomena pembalikan jenis kelamin atau sex reversal. Oleh karena itu belut sawah termasuk ikan yang mengalami hermafrodit protogini, yaitu terjadi perubahan jenis kelamin betina menjadi jantan. Belut sawah dengan ukuran kecil <30 cm, gonad yang belum terdiferensiasi akan berkembang menjadi ovarium, pada belut ukuran sedang 30 sampai 45 cm akan menjadi hermafrodit, dan pada ukuran tubuh >45 cm gonad akan berdiferensiasi menjadi testis. Dalam Studi literatur ini, kami mengumpulkan informasi mengenai topik diferensiasi dan determinasi seks pada ikan, khususnya pada belut sawah (Monopterus albus) sehingga dapat membantu dalam perkembangan studi reproduksi biologi. Penelusuran pustaka terkait diferensiasi seks pada ikan melalui mesin pencarian Pubmed, Researchgate, Nature, Elsevier, dan Google Scholar. Berdasarkan beberapa studi, ditemukan 3 gen dominan yang berperan dalam perubahan gonad pada belut sawah (Monopterus albus). Gen-gen tersebut adalah CYP17, Cbx3, dan Rab37. Ekspresi gen CYP17 ditemukan pada ikan teleostei yang mengalami sex\nreversal, dengan peran dalam steroidogensis gonad. Ekspresi gen Cbx3 selama pembalikan gonad meningkat dan terlihat dominan pada area testis, sehingga Cbx3 memiliki peran dalam spermatogenesis pada ikan. Ekspresi gen Rab37 mengalami penurunan selama sex reversal, yang terkait dengan perkembangan folikel selama oogenesis.", "Daftar File": {}, "Penulis": "Vida Alethea Az Zahra [10617047]", "Kontributor / Dosen Pembimbing": ["Sony Heru Sumarsono, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "diferensiasi, hermafrodit, protogini, ovarium, testis, gen, CYP17, Cbx3, Rab37", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Mar 2023"}