{"Nomor": 72001, "Judul": "PENILAIAN MANAJEMEN RISIKO DI KLINIK KESEHATAN  PRATAMA UNTUK MENDUKUNG PENINGKATAN MUTU", "Abstrak": "Pertambahan jumlah penduduk yang semakin pesat memberikan peluang terhadap bisnis di bidang kesehatan untuk berkembang. Tenaga Kesehatan mulai mencari keuntungan dan menyalurkan aktualisasi diri dengan membuka klinik pratama. Klinik pratama adalah klinik yang menyediakan pelayanan medis dasar baik umum maupun khusus. Jumlah klinik pratama pada November tahun 2022 sebesar 7.242, mengalami kenaikan sebesar 9.25% dari tahun sebelumnya. Sedangkan, di Kota Bandung, jumlah klinik Pratama pada tahun 2020 tercatat sebanyak 225 klinik. Namun, dalam menjalankan bisnis klinik pratama, pemilik menghadapi hambatan dalam pengelolaan risiko di Klinik Pratama karena tidak adanya panduan dalam melakukan manajemen risiko di klinik. Padahal manajemen risiko dapat mendukung peningkatan proses bisnis dan peningkatan mutu layanan kesehatan di klinik pratama. \n \nBerdasarkan premis tersebut, responden penelitian adalah pemilik klinik pratama di kota Bandung sebanyak 42 responden. Pengumpulan data dilakukan dengan menggunakan kuisioner yang berisi tentang jenis klinik, umur klinik, omset per bulan, jumlah pasien rata-rata per hari, risk awareness, penerapan manajemen risiko, dan pernyataan terkait manajemen risiko dan mutu pelayanan kesehatan. Analisis data dilakukan dengan metode statistic deskriptif dan regresi linear berganda yang sudah melalui uji normalitas dan uji asumsi klasik. Variabel indepent adalah manajemen risiko yang terdiri dari variable risiko keuangan, risiko operasional, risiko hukum/kepatuhan, dan risiko reputasi. Sedangkan variable dependent adalah mutu pelayanan kesehatan di klinik pratama yang terdiri dari empat indikator. \n \nHasil analisis data menyatakan besar nilai korelasi/hubungan (R) antara variable Manajemen Risiko dan Mutu Pelayanan Kesehatan lebih dari 0,8 dengan koefisien determinasi (R square) terbesar adalah 75,9 yang mengandung pengertian pengaruh variable Risk Management terhadap variable Mutu Pelayanan Kesehatan adalah sebesar 75,9%. Uji hipotesis ini membuktikan bahwa Manajemen Risiko tergolong kuat dapat mendukung peningkatan mutu pelayanan kesehatan. \n \nOleh karena itu, tujuan dari penelitian ini adalah memberikan solusi dalam meningkatkan kesadaran management risiko dengan membangun risk culture di entitas Klinik Pratama. Selain itu, tata cara dalam melakukan penilaian risiko dilakukan mulai dari penetapan konteks di klinik pratama, identifikasi risiko non medis, analisis, evaluasi, hingga menentukan kegiatan mitigasi. Setelah itu, startegi inisiatif dan rencana pemantauan ditentukan karena manajemen risiko adalah proses jangka panjang dan berksinambungan untuk mendukung proses bisnis dan peningkatan mutu pelayanan kesehatan.", "Daftar File": {"2023_TS_PP_Soviani Undaristiana-29121237_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/282756"}, "Penulis": "Soviani Undaristiana [29121237]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarso Kaderi Wiryono, D.E.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Risiko, Mutu Pelayanan Kesehatan, Klinik Pratama, Penilaian Risiko, Regresi Linear Berganda", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "01 Mar 2023"}