{"Nomor": 72015, "Judul": "PEMODELAN DAN SIMULASI PROSES PENGERINGAN DALAM PRODUKSI PUPUK BERBAHAN BATUBARA", "Abstrak": "Pupuk berbahan batubara merupakan produk pupuk inovasi yang dapat membantu pertumbuhan sektor pertanian Indonesia. Pupuk berbahan batubara dapat menjadi salah satu solusi untuk pengembalian keseimbangan unsur hara dan peningkatan produksi hasil pertanian. Namun, produk pupuk ini masih tergolong baru dan dokumen kajian analisis keteknikan terkait masih sedikit. Oleh karena itu, pemodelan proses pengeringan pupuk berbahan batubara dalam studi ini menjadi salah satu langkah untuk membantu pelengkapan dokumen tersebut.\nPemodelan dikembangkan dari konservasi massa dan energi yang diterapkan pada elemen volume diskret di sepanjang pengering rotari. Kemudian, persamaan pemodelan untuk memprediksi profil kadar kelembapan dan temperatur selama proses pengering diformulasikan secara numerik dengan metode Runge-Kutta orde keempat. Hasil pemodelan divalidasi nilainya dengan data referensi serta simulasi untuk mendapatkan karakteristik parameter masukan proses juga dilakukan.\nPemodelan menghasilkan nilai penyimpangan absolut rata-rata untuk kadar kelembapan granular, temperatur granular, dan temperatur udara terhadap data referensi masing-masing sebesar 7,2%, 9,4%, dan 5,1%.. Sensitivitas kadar kelembapan granular terhadap parameter masukan untuk laju aliran massa granular, laju aliran udara pengering, temperatur granular, temperatur udara pengering, dan kadar kelembapan granular masing-masing adalah 3,1%, - 3,4%, -2,5%, -26,1%, dan 96,6%, serta sensitivitas temperatur granular terhadap parameter\nmasukan masing-masing adalah -15,0%, 5,0%, 26,8%, -17,2%, dan -51,3%.", "Daftar File": {"ABSTRAK Daniel Sebastian": "https://digilib.itb.ac.id/gdl/download/282903"}, "Penulis": "Daniel Sebastian [13118045]", "Kontributor / Dosen Pembimbing": ["Ir. I Made Astina, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "pengeringan, pupuk berbahan batubara, pemodelan, pengering rotari", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Mar 2023"}