{"Nomor": 72022, "Judul": "ANALISIS SISTEM PERKERASAN KAKU DENGAN VARIASI LAPIS PONDASI BAWAH UNTUK PEKERJAAN RAISING PADA LOKASI BANJIR", "Abstrak": "Batas Kota Semarang – Batas Kota Demak Road is one of the national road\nsections in Central Java Province, located on the north coast of Java (Pantura),\nwhere the service traffic is characterized by high loads and volumes, together\nwith severe flooding caused by heavy rainfall, the rise and fall of tides. One\nalternative to handling these road sections in such a way that they continue to\nserve traffic functionally and structurally is to raise the road body. This study\naims to analyze the requirement of road elevations and pavement systems for\nproper road elevation. The study was carried out considering the effect of tidal\ninundation, which has several related components such as tides, high waves,\nstorm surges and land subsidence This component is used to determine the height\nrequirement of the road. When planning the road surface system for improvement\nworks using The Cement-Concrete Road Surface Planning Guidelines Pd T-14-\n2003 of the Ministry of Settlements and Regional Infrastructure, the road surface\nsystem was modeled for analysis using empirical mechanistic methods using the\nKenpave program In the following analysis, a comparative study was conducted\nin the area of cost estimates and implementation methods.\nThe results of the analysis of the need for road elevation due to the effects of tidal\nflooding are to increase the elevation by 0.70 m for the road segment with the\nlowest elevation (Segments 1 and 3) and 0.50 m for Segment 2. Analysis of the\nempirical method using the new road pavement system found that the required\nthickness of the concrete pavement was 260 mm. The pavement system uses a\n150-mm asphalt subbase and/or a 100-mm lean concrete subbase. From the\nresults of the analysis of empirical methods and the analysis of the need for road\nelevation, it was determined that four types of rigid pavement system models were\nanalyzed using the Kenpave program. Empirical mechanistic analysis shows that\nasphalt subbase is better in terms of strength, service life, and crack index. The\nlean concrete subbase has lower implementation costs, but the asphalt subbase is\nconsidered to be faster in implementation..", "Daftar File": {"ABSTRAK Andhy Satriya Wardhana": "https://digilib.itb.ac.id/gdl/download/282922"}, "Penulis": "Andhy Satriya Wardhana [26921013]", "Kontributor / Dosen Pembimbing": ["Dr. Russ Bona Frazila, S.T, M.T.", "Ir. Joko Nugroho, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "concrete pavement, kenpave, road elevation, tidal flooding", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Mar 2023"}