{"Nomor": 72029, "Judul": "PERANCANGAN STRUKTUR DERMAGA PETI KEMAS DI PELABUHAN TANJUNG PRIOK, JAKARTA", "Abstrak": "Pelabuhan Tanjung Priok merupakan Pelabuhan terbesar dan tersibuk di Indonesia. Pelabuhan ini terletak di Jakarta yaitu Ibukota dan pusat kegiatan perekonomian Indonesia. Pelabuhan Tanjung Priok menangani lebih dari 30% komoditi non migas Indonesia dan 50% dari seluruh arus barang yang keluar masuk Indonesia. Seiring dengan berjalannya waktu, arus barang yang keluar masuk melewati Pelabuhan Tanjung Priok semakin meningkat sehingga dibutuhkan pengembangan. Pembangunan terminal Kalibaru merupakan upaya untuk menambah kapasitas Pelabuhan Tanjung Priok.\nPada Tugas Akhir ini akan dibahas mengenai desain struktur dermaga berdasarkan kriteria desain sebagai syarat perencanaan struktur dengan mempertimbangkan kondisi eksisting pada lokasi studi. Tugas akhir ini berisi pengolahan data lingkungan, perhitungan beban pada dermaga, penentuan dimensi dermaga, pemodelan dan analisis struktur, desain penulangan struktur, dan perhitungan daya dukung tanah.\nPemodelan dan analisis struktur dilakukan menggunakan perangkat lunak analisis struktur untuk mengetahui kekuatan struktur rencana terhadap beban yang bekerja. Hasil dari pemodelan berupa defleksi struktur, reaksi perletakan, unity check ratio (UCR), serta gaya dalam balok dan pelat. Optimasi dilakukan untuk mendapatkan nilai UCR yang bernilai diantara 0,8 dan 1,0, pemeriksaan nilai defleksi sebagai aspek kemampuan struktur dalam melayani kegiatan operasional dengan nilai di bawah batas izin, dan pemeriksaan nilai rasio tulangan yang dibutuhkan untuk menentukan luas penampang optimal.\nHasil dari Tugas Akhir ini adalah dimensi struktur, dimensi elemen struktural dermaga, detail penulangan berdasarkan gaya dalam yang bekerja, dan kedalaman pemancangan tiang pancang yang mampu menahan reaksi struktur berdasarkan daya dukung tanah.", "Daftar File": {}, "Penulis": "Muhammad Armand Farrosi [15517043]", "Kontributor / Dosen Pembimbing": ["Ir. Sri Murti Adiyastuti, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Peti Kemas, Struktur, Pemodelan, Analisis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Mar 2023"}