{"Nomor": 72047, "Judul": "ANALISIS PENGARUH FAKTOR-FAKTOR TRANSFER PELATIHAN DALAM PELATIHAN PETUGAS K3 KONSTRUKSI / KESELAMATAN KONSTRUKSI", "Abstrak": "Sistem manajemen keselamatan dalam konstruksi berfungsi untuk menjamin keselamatan kerja dalam proyek konstruksi. Di Indonesia, sistem tersebut dinamakan SMKK (Sistem Manajemen Keselamatan Konstruksi). Salah satu tenaga kerja yang diatur dalam SMKK adalah Petugas Keselamatan Konstruksi, yang memperoleh kompetensinya melalui pelatihan Bimtek SMKK untuk Petugas Keselamatan Konstruksi. Namun, agar pelatihan tersebut dapat berdampak positif di tempat kerja, maka pengetahuan dan keterampilan yang diajarkan perlu diterapkan di tempat kerja. Tingkat penerapan pengetahuan dan keterampilan ini disebut dengan transfer pelatihan. Penelitian ini bertujuan untuk mengkaji faktor-faktor yang terlibat dalam proses transfer pelatihan serta pengaruhnya dalam Bimtek SMKK untuk Petugas Keselamatan Konstruksi. Hasil penelitian menunjukkan bahwa variabel Karakteristik Peserta, Desain Pelatihan, Dukungan Lingkungan Kerja, serta Pembelajaran dan Retensi memiliki pengaruh yang positif terhadap transfer pelatihan. Variabel Desain Pelatihan juga memiliki pengaruh positif terhadap Variabel Pembelajaran dan Retensi, dan melalui variabel tersebut memiliki pengaruh tidak langsung terhadap Transfer Pelatihan. Namun, hubungan antara Variabel Karakteristik Peserta terhadap Pembelajaran dan Retensi tidak ditemukan dalam penelitian ini. Hal yang mungkin menyebabkan hal tersebut adalah subjektivitas yang masih cukup tinggi dalam indikator yang digunakan untuk mengukur variabel laten pada penelitian ini.", "Daftar File": {"ABSTRAK Rhainoel R. M. Sinaga": "https://digilib.itb.ac.id/gdl/download/283217"}, "Penulis": "Rhainoel R. M. Sinaga [25020351]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rizal Z. Tamin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Transfer Pelatihan, SMKK, Petugas Keselamatan Konstruksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Mar 2023"}