{"Nomor": 72044, "Judul": "DAMPAK PENYELENGGARAAN EVENT MOTOGP MANDALIKA 2022 DI LOMBOK TENGAH MELALUI PENDEKATAN TRIPLE BOTTOM LINE EVALUATION", "Abstrak": "Penyelenggaraan MotoGP Mandalika 2022 sukses menyita perhatian dunia dikarenakan Indonesia dianggap berhasil menjadi penyelenggara ajang internasional di tengah fase pemulihan pandemi Covid-19. Di sisi lain, terdapat permasalahan yang terjadi di balik rangkaian penyelenggaraan event kompetisi balap ini khususnya yang berkaitan dengan masyarakat lokal di sekitar kawasan. Maka dari itu, studi ini bertujuan untuk menganalisis bagaimana dampak dari penyelenggaraan event MotoGP Mandalika bagi daerah Lombok Tengah yang dikaji berdasarkan triple bottom line evaluation yang mencakup segi ekonomi, sosial, dan lingkungan. Penelitian ini menggunakan metode penelitian kualitatif dengan pendekatan deskriptif. Dalam penelitian ini narasumber ditentukan menggunakan teknik purposive sampling dengan kriteria narasumber merupakan pihak-pihak yang terkena dampak dari penyelenggaraan event MotoGP Mandalika 2022 yaitu pihak penyelenggara, pihak pemerintah, dan pihak masyarakat di kawasan desa sekitar. Adapun teknik analisis data menggunakan model Miles dan Huberman.\nHasil temuan menunjukkan indikator keberhasilan acara yang ditandai dengan kontrak penyelenggaraan MotoGP untuk 10 tahun ke depan. Selanjutnya, dampak ekonomi event MotoGP Mandalika adalah terciptanya lapangan kerja baru bagi masyarakat lokal serta kontribusi terhadap Pendapatan Asli Daerah (PAD). Selain itu, event MotoGP turut mempromosikan potensi dan daya tarik Lombok dan Nusa Tenggara Barat kepada dunia. Namun, terdapatkenaikan beberapa barang dan jasa yang dibutuhkan wisatawan pada saat penyelenggaraan acara berlangsung.\nPenyelenggaraan event MotoGP Mandalika juga berdampak pada kualitas hidup masyarakat dengan adanya pembangunan infrastruktur di Mandalika. Tingkat kriminalitas di Lombok cenderung menurun dikarenakan peningkatan ekonomi masyarakat setempat. Hal ini menjadi nilai positif dalam menjamin keamanan dan kenyamanan wisatawan. Di sisi lain, dampak negatif berupa kepadatan terjadi saat di akhir event dikarenakan terdapat infrastruktur yang masih dalam tahap pembangunan.\nii\nDampak yang ditimbulkan dari penyelenggaraan event MotoGP Mandalika terhadap lingkungan seperti meningkatnya jumlah sampah yang dipengaruhi oleh jumlah wisatawan yang datang. Pembangunan dan pengembangan Mandalika juga menyebabkan bencana alam berupa banjir dikarenakan drainase di sekitar gorong-gorong terlalu kecil sehingga tidak mampu menampung volume air dalam jumlah banyak saat hujan terjadi. Namun, saat ini drainase di sekitar kawasan sudah diperbesar supaya aliran air dapat lancar.\nPenelitian ini diharapkan dapat menjadi salah satu referensi bagi pemangku kepentingan dalam melakukan evaluasi untuk kedepannya. Kolaborasi antar pemangku kepentingan dapat dilakukan untuk menangani permasalahan yang ditimbulkan khususnya dari segi lingkungan fisik kawasan. Selain itu, pemangku kepentingan juga dapat mengoptimalisasikan segi positif dengan membangun kesadaran dan kemampuan masyarakat setempat sehingga kedepannya pariwisata dapat menjadi salah satu alternatif untuk meningkatkan pendapatan masyarakat sekitar.", "Daftar File": {"cover.pdf": "https://digilib.itb.ac.id/gdl/download/283152", "1.pdf": "https://digilib.itb.ac.id/gdl/download/283155", "2.1.pdf": "https://digilib.itb.ac.id/gdl/download/283156", "2.pdf": "https://digilib.itb.ac.id/gdl/download/283159", "3.pdf": "https://digilib.itb.ac.id/gdl/download/283161", "4.pdf": "https://digilib.itb.ac.id/gdl/download/283165", "6.pdf": "https://digilib.itb.ac.id/gdl/download/283167", "Draft Revisi Lalu Syafril 03 - 03 - 23.pdf": "https://digilib.itb.ac.id/gdl/download/283169"}, "Penulis": "Lalu Syafril Rahmadio [28821004]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Event, MotoGP Mandalika, Dampak Event, Triple Bottom Line, Dampak Ekonomi, Dampak Sosial, Dampak Lingkungan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "02 Mar 2023"}