{"Nomor": 72051, "Judul": "APLIKASI METODE PRINCIPAL COMPONENT ANALYSIS DALAM PEMODELAN HARGA TANAH BERDASARKAN AKSES FASILITAS NIAGA", "Abstrak": "Metode Geographically Weighted Regression merupakan metode pengembangan dari Ordinary Least Squares Regression yang dapat melibatkan parameter lokal berupa lokasi geografis titik pengamatan dalam estimasi parameter persamaan regresi, sehingga persamaan yang terbentuk di setiap titiknya bervariasi terhadap lokasi geografisnya. Metode GWR dapat membantu pemodelan harga tanah menjadi lebih komprehensif karena dapat mempertimbangkan karakteristik dari persil tanah disekitarnya dan juga keadaan lingkungan secara geografis. Namun, dengan melibatkan banyaknya variabel, akan menyebabkan estimasi parameter persamaan regresi menjadi tidak stabil karena dimensi yang terlalu tinggi. Pola dan hubungan antar observasi dan antar variabel dapat menjadi tidak signifikan dikarenakan redundansi variabel prediktor. Visualisasi dan analisis variabel prediktor pada model juga akan menjadi tantangan ketika variabel begitu banyak. Metode Principal Component Analysis (PCA) dapat mengatasi masalah tersebut dengan mereduksi dimensi atau menyederhanakan variabel yang banyak menjadi lebih sedikit tanpa menghilangkan informasi statistik yang penting dari kumpulan variabel asli tersebut. Pada penelitian ini, PCA diimplementasikan untuk menghasilkan variabel baru yang dapat digunakan untuk pemodelan harga tanah menggunakan metode OLS dan GWR. PCA menghasilkan principal component (PC) sejumlah tiga, yang masing-masing dapat merangkum pola variabel pada lokasi studi. Tiga PC tersebut kemudian digunakan sebagai variabel prediktor pada model OLS dan PCA yang menghasilkan RMSE masing-masing sebesar Rp1.957.611/m2 dan Rp1.765.571/mRp1.765.571/m Rp1.765.571/m Rp1.765.571/m 2. Kemudian Kemudian Kemudian Kemudian di lakukan analisis lakukan analisis lakukan analisis lakukan analisis lakukan analisis lakukan analisis lakukan analisis lakukan analisis per perba ndingan dengan metode GWR ndingan dengan metode GWR ndingan dengan metode GWR ndingan dengan metode GWR ndingan dengan metode GWR ndingan dengan metode GWR ndingan dengan metode GWR ndingan dengan metode GWR ndingan dengan metode GWR yang menggunakan variabel yang menggunakan variabel yang menggunakan variabel yang menggunakan variabel yang menggunakan variabel yang menggunakan variabel yang menggunakan variabel yang menggunakan variabel yang menggunakan variabel pred predprediktor asli dan pengaruh iktor asli dan pengaruh iktor asli dan pengaruhiktor asli dan pengaruhiktor asli dan pengaruhiktor asli dan pengaruh iktor asli dan pengaruhiktor asli dan pengaruh iktor asli dan pengaruh iktor asli dan pengaruh iktor asli dan pengaruh iktor asli dan pengaruhiktor asli dan pengaruh -penga penga ruh lain dari apruh lain dari ap ruh lain dari ap ruh lain dari ap ruh lain dari apruh lain dari apruh lain dari apruh lain dari apruh lain dari aplikasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap likasi metode PCA terhadap pemodelan harga tanah. pemodelan harga tanah. pemodelan harga tanah. pemodelan harga tanah. pemodelan harga tanah.pemodelan harga tanah. pemodelan harga tanah.pemodelan harga tanah. pemodelan harga tanah.", "Daftar File": {}, "Penulis": "Raihan Naufaldi Aviz [15117049]", "Kontributor / Dosen Pembimbing": ["Dr. Albertus Deliar, S.T, M.T.", "Dr. Alfita Puspa Handayani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Geographically Weighted Regression, Principal Component Analysis, model harga tanah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Mar 2023"}