{"Nomor": 72058, "Judul": "STUDI DELINEASI ZONA KERENTANAN AIRTANAH TERHADAP PENCEMARAN MENGGUNAKAN METODE SINTACS PADA AKUIFER TAK TERTEKAN, AREA I, CEKUNGAN AIRTANAH JAKARTA", "Abstrak": "Kondisi lingkungan kawasan perkotaan pada bagian timurlaut Cekungan Airtanah Jakarta mengalami aktivitas antropogenik di luar kendali yang ditandai dengan daerah airtanah yang umumnya tergolong ke dalam status tercemar berat. Kondisi ini menyebabkan akuifer semakin rentan terhadap pencemaran yang didukung oleh kondisi geologi seperti aluvium dan karakteristik sungai influent stream. Akibatnya potensi airtanah terhadap pencemaran tinggi dan diperlukan penelitian untuk mendelineasi zona kerentanan airtanah terhadap pencemaran. Metode yang digunakan yaitu pembobotan parameter SINTACS dari jenis bobot Severe Impact pada akuifer tak tertekan, Area I, Cekungan Airtanah Jakarta. Hasil penelitian merupakan delineasi zona berdasarkan tingkat kerentanan airtanah terhadap pencemaran. Data yang digunakan yaitu data parameter fisik untuk analisis kerentanan airtanah terhadap pencemaran SINTACS, dan juga parameter kualitas dan salinitas airtanah sebagai pengaruh kerentanan terhadap pencemaran. Parameter SINTACS daerah penelitian terdiri dari kedalaman muka airtanah (S) dari 2 – 10 mdpl; infiltrasi (I) dari 214,32 – 290,48 mm/jam; kapasitas atenuasi zona tak jenuh (N) tersusun dari aluvium endapan pantai & delta, aluvium endapan sungai, endapan pematang pantai, dan pasir halus & lempung pasiran; kapasitas atenuasi tanah (T) tersusun dari A(ms,co), A(cm,mc), A(sm), R(cs), A(sc,cs); karakteristik zona jenuh (akuifer) (A) yang tersusun dari batupasir sisipan batulempung; konduktivitas hidrolik (C) dari 2,01 x 10-5 – 5,23 x 10-4 m/s; dan kemiringan topografi (S) rata-rata 10o. Melalui pembobotan Severe Impact untuk tingkat kerentanan airtanah terhadap pencemaran dengan hasil yaitu 0,12% dari daerah penelitian berkriteria Sedang; 95,08% dari daerah penelitian berkriteria Cukup Tinggi; dan 4,80% dari daerah penelitian berkriteria Tinggi.", "Daftar File": {}, "Penulis": "Alifa Utari Parsiayunda [12018081]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Deny Juanda Puradimaja, D.E.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "airtanah, pencemaran, kerentanan, akuifer", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Mar 2023"}