{"Nomor": 72065, "Judul": "PELAPISAN B-TCP PADA CP-TI MENGGUNAKAN HIGH VELOCITY OXY FUEL DENGAN LAPISAN TAMBAHAN TIO2", "Abstrak": "?-Trikalsium Fosfat (?-TCP) merupakan salah satu senyawa kalsium fosfat yang kerap digunakan pada pelapisan implan titanium murni karena sifat solubilitasnya yang baik dan osteokonduktifnya yang lebih baik apabila dibandingkan dengan senyawa kalsium fosfat lainnya. Namun, hasil pelapisan ?-TCP pada substrat titanium memiliki kekuatan adhesif di bawah standar ISO-13779-2. Untuk menanggulangi kendala tersebut, dibentuklah lapisan tambahan TiO2 pada substrat agar meningkatkan kekuatan adhesif.\nPenelitian ini dirancang untuk mengetahui pengaruh metode dan parameter pembentukan TiO2 terhadap kehomogenan lapisan ?-TCP yang dilapiskan pada substrat titanium murni. Proses pembentukan TiO2 dilakukan dengan metode oksidasi termal dengan variasi temperatur dan anodisasi dengan variasi tegangan. Kemudian, dilakukan karakterisasi pada lapisan TiO2 dengan X-ray Diffraction (XRD) dan Scanning Electron Microscope-Energy Dispersive Spectrocopy (SEM-EDS). Selanjutnya, hasil pelapisan ?-TCP pada substrat titanium teroksidasi dibandingkan dengan hasil pelapisan ?-TCP pada titanium murni yang di-sandblasting sebagai variabel kontrol. Lalu, dilakukan karakterisasi lebih lanjut menggunakan SEM-EDS pada hasil pelapisan ?-TCP.\nPembentukan lapisan TiO2 dengan metode oksidasi termal membentuk fasa rutile, sedangkan anodisasi membentuk fasa anatase. Peningkatan temperatur pada oksidasi termal membentuk partikel oksida yang lebih besar dan lapisan TiO2 yang lebih tebal, kemudian peningkatan tegangan pada anodisasi membentuk pori-pori yang lebih besar dan lapisan TiO2 yang lebih tebal. Hasil pelapisan ?-TCP pada spesimen titanium teroksidasi tidak menghasilkan lapisan yang homogen seperti titanium yang diberi perlakuan sandblasting. Ketika ditinjau dari penampang tampak setiap sampel masih menghasilkan porositas pada area antar muka antara lapisan ?-TCP dengan substrat titanium dan TiO2.", "Daftar File": {}, "Penulis": "Gilang Alvian Muhammad [13718028]", "Kontributor / Dosen Pembimbing": ["Yorina Sarah Franscoise Lantang, S.T, M.Eng.", "Ir. Riska Rachmantyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "?-TCP, Titanium teroksidasi, Porositas, Homogen, Lapisan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Mar 2023"}