{"Nomor": 72061, "Judul": "PERANCANGAN TANGKI PENYIMPANAN LPG DAN ANALISIS SLOSHING AKIBAT BEBAN GEMPA BERDASARKAN SNI 03-1726-2012", "Abstrak": "Perancangan tangki penyimpanan (storage tank) bahan bakar di Indonesia dinilai perlu mempertimbangkan dampak beban gempa di samping beban-beban lainnya, mengingat Indonesia terletak pada wilayah lempeng tektonik yang rawan gempa. Pengaruh gempa terhadap tangki dapat menyebabkan terjadinya fenomena sloshing yang merupakan gerakan fluida di dalam suatu wadah yang diakibatkan oleh akselerasi tidak teratur pada wadah fluida tersebut. Hal tersebut menyebabkan kenaikan tekanan pada dinding tangki yang dapat membahayakan struktur tangki.\nDalam tesis ini, dilakukan perancangan tangki penyimpanan LPG berkapasitas 80.005 m³ berdasarkan aspek pembebanan gempa dan perpindahan panas. Analisis pembebanan gempa terbagi menjadi design by code yang diatur pada code API 620 dan design by analysis menggunakan metode elemen hingga yang mengacu pada code API 650 Appendix E dengan pemodelan beban gempa berdasarkan SNI 03-1726-2012. Design by analysis dilakukan dalam dua tahap yang diawali dengan pemodelan dinamika fluida untuk menentukan respons fluida pada perioda natural dan akselerasi maksimum, dan dilanjutkan dengan analisis kekuatan tangki akibat beban dinamik fluida. Analisis perpindahan panas dilakukan untuk menentukan boil-off gas rate pada tangki yang dilakukan secara analitik.\nBerdasarkan design by code, diperoleh ketebalan dinding tangki yang berkisar antara 10 mm hingga 30 mm untuk material A537-CL2+S5. Berdasarkan analisis perpindahan panas didapat boil-off gas rate sebesar 0,042 wt%/hari dengan insulasi pada dinding berupa perlite powder dan resilient blanket setebal 0,7 m. Design by analysis menunjukan kenaikan hoop stress sebesar 24,5% dalam pembebanan berdasarkan perioda natural. Dalam pembebanan akselerasi maksimum, terjadi kenaikan hoop stress sebesar 43% yang sudah melebihi batas kenaikan maksimum sebesar 40%.", "Daftar File": {"ABSTRAK Aldarifa Putri Nabilah": "https://digilib.itb.ac.id/gdl/download/283215"}, "Penulis": "Aldarifa Putri Nabilah [23120314]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Willy Adriansyah, S.T, M.T.", "Ir. Rachman Setiawan, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Tangki, LPG, design by analysis, API 620, SNI 03-1726-2012", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Mar 2023"}