{"Nomor": 72067, "Judul": "PENGARUH ANGGARAN PENDIDIKAN TERHADAP KETIMPANGAN PENDAPATAN ANTARWILAYAH DI PROVINSI BANTEN", "Abstrak": "Paradigma pembangunan daerah masih mengutamakan pada pertumbuhan ekonomi,\nsedangkan pemerataan ketimpangan dianggap menjadi persoalan sekunder. Salah satu fungsi\npemerintah adalah alokasi anggaran bagi kepentingan publik secara merata untuk mengurangi\nketimpangan, dengan menggunakan sumber daya yang efisien. Anggaran pendidikan telah\nditetapkan secara mandatory sebesar 20% dari APBN maupun APBD. Namun pendidikan di\nIndonesia masih mengalami beberapa persoalan, seperti kualitas pendidikan yang rendah serta\nketimpangan akses pendidikan. Kualitas pendidikan masyarakat akan berdampak pada kualitas\nsumber daya manusia, dan kualitas sumber daya manusia mempengaruhi peluang mendapatkan\npekerjaan serta pendapatan. Tujuan dari pemekaran wilayah diantaranya adalah pertumbuhan\nekonomi serta pengurangan ketimpangan. Provinsi Banten merupakan salah satu provinsi\npemekaran, yang memiliki persoalan ketimpangan pendapatan antarwilayah dan sejak\npemekaran ketimpangan justru cenderung meningkat. Anggaran pendidikan di Provinsi Banten\ntelah mencapai 20% APBD, nilai IPM berada pada peringkat ke-8 secara nasional, dan PDRB\nper kapita mengalami peningkatan setiap tahun, namun ketimpangan pendapatan antarwilayah\nmasih menjadi persoalan kompleks yang dihadapi. Banyak penelitian sebelumnya mengenai\nhubungan antara pendidikan dengan ketimpangan pendapatan antarwilayah, namun masih\nrelatif sedikit yang mempelajari pengaruh fiskal terhadap ketimpangan pendapatan\nantarwilayah. Oleh karena itu penelitian ini berupaya untuk menganalisis pengaruh anggaran\npendidikan terhadap ketimpangan pendapatan antarwilayah di Provinsi Banten serta dalam\nkonteks perencanaan wilayah, apakah terdapat pengaruh spasial pada ketimpangan pendapatan\nantarwilayah di Provinsi Banten.\nPenelitian ini menggunakan perhitungan indeks Williamson dan indeks entropi Theil untuk\nmengidentifikasi ketimpangan pendapatan antarwilayah Provinsi Banten. Hasil penelitian\nmenunjukkan bahwa di Provinsi Banten terjadi ketimpangan pendapatan antarkabupaten/kota\nserta di dalam wilayah. Menggunakan analisis regresi data panel dengan metode fixed effect\n(FE) untuk mengidentifkasi pengaruh anggaran pendidikan terdahap ketimpangan pendapatan\nantarwilayah serta dengan spatial error model (SEM) untuk analisis pola spasial ketimpangan\npendapatan antarwilayah. Hasil regresi dengan fixed effect menunjukkan anggaran pendidikan\nberpengaruh negatif dan signifkan, sedangkan TPT dan jumlah penduduk miskin berpengaruh\npositif dan signifikan terhadap ketimpangan pendapatan antarwilayah di Provinsi Banten.\nAnggaran pendidikan berpengaruh secara tidak langsung dan berdampak langsung terhadap\nvariabel lain terlebih dahulu. Oleh karena itu pengaruh anggaran pendidikan akan terasa\ndampaknya secara signifikan terhadap penurunan ketimpangan pendapatan antarwilayah dalamii\njangka panjang. Tingkat ketimpangan pendapatan di suatu kabupaten/kota mempengaruhi\nketimpangan pendapatan wilayah lain yang berdekatan, dengan faktor penyebab yang\nsignifikan adalah TPT, sedangkan anggaran pendidikan tidak berpengaruh signifikan terhadap\nketimpangan pendapatan antarkabupaten/kota yang saling berdekatan. Hasil penelitian ini\ndiharapkan dapat menjadi bahan pertimbangan dalam pengambilan kebijakan pemerintah\nterkait alokasi anggaran pendidikan serta upaya untuk mengurangi ketimpangan pendapatan\nantarwilayah yang terjadi. Selain itu juga diharapkan dapat memperluas wawasan serta\npemahaman secara akademis mengenai pengaruh fiskal terhadap perencanaan wilayah.", "Daftar File": {"ABSTRAK Murni Rahayu Purwaningsih": "https://digilib.itb.ac.id/gdl/download/283252", "BAB 1 Murni Rahayu Purwaningsih": "https://digilib.itb.ac.id/gdl/download/283253", "BAB 2 Murni Rahayu Purwaningsih": "https://digilib.itb.ac.id/gdl/download/283254", "BAB 3 Murni Rahayu Purwaningsih": "https://digilib.itb.ac.id/gdl/download/283255", "BAB 4 Murni Rahayu Purwaningsih": "https://digilib.itb.ac.id/gdl/download/283256", "BAB 5 Murni Rahayu Purwaningsih": "https://digilib.itb.ac.id/gdl/download/283257", "BAB 6 Murni Rahayu Purwaningsih": "https://digilib.itb.ac.id/gdl/download/283258", "PUSTAKA Murni Rahayu Purwaningsih": "https://digilib.itb.ac.id/gdl/download/283259", "LAMPIRAN Murni Rahayu Purwaningsih": "https://digilib.itb.ac.id/gdl/download/283260"}, "Penulis": "Murni Rahayu Purwaningsih [25421009]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T, M.GIT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "analisis regresi, anggaran pendidikan, ketimpangan pendapatan antarwilayah, pembangunan manusia, pertumbuhan ekonomi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "03 Mar 2023"}