{"Nomor": 72069, "Judul": "ANALISA PROGRAM PENGEMBANGAN PELATIHAN MENGGUNAKAN DMAIC DI PT. TRANSPORTASI JAKARTA  (TRANSJAKARTA)", "Abstrak": "Sebagai perusahaan yang berfokus pada layanan integrasi sistem\ntransportasi Bus Rapid Trans (BRT), PT. Transportasi Jakarta (Transjakarta)\nselalu berusaha memberikan pelayanan terbaik bagi para pelanggannya. Salah\nsatu bentuk upaya dalam meningkatkan pelayanan kepada pelanggan adalah\ndengan meningkatkan kompetensi dan wawasan setiap karyawan Transjakarta\nmelalui pengadaan berbagai pelatihan yang relevan. Pengadaan pelatihan bagi\nkaryawan merupakan bentuk komitmen dan tanggung jawab perusahaan dalam\nmengembangkan karyawan yang memiliki potensi tinggi untuk dapat mencapai\ntingkat tanggung jawab yang lebih tinggi melalui pemberian kesempatan mengikuti\npelatihan. Saat ini, PT. Transportasi Jakarta (Transjakarta) telah memiliki proses\nbisnis untuk pengadaan pelatihan bagi karyawannya. Namun, proses bisnis\ntersebut belum sepenuhnya matang dan masih memerlukan perbaikan dalam proses\nbisnisnya. Lambatnya persetujuan dokumen oleh direksi terkait, kebutuhan\npelatihan tambahan di luar rencana pelatihan tahunan, dan banyaknya dokumen\nvalidasi merupakan masalah yang sering ditemui dalam proses bisnis pengadaan\npelatihan di perusahaan. Ketiga permasalahan tersebut membuat proses bisnis\npengadaan pelatihan di perusahaan menjadi terhambat. Sehingga menyebabkan\nwaktu yang dibutuhkan untuk pengadaan pelatihan menjadi lebih lama dan secara\ntidak langsung berdampak pada menurunnya kinerja perusahaan dalam hal\npengadaan pelatihan bagi karyawannya.\nUntuk mengatasi permasalahan tersebut, penelitian ini dilakukan dengan\ntujuan untuk menyederhanakan proses bisnis yang kompleks dengan menggunakan\nmetodologi DMAIC (Define, Measure, Analyze, Improve, and Control) untuk\nmemperbaiki proses bisnis dengan cara merancang ulang proses bisnis tersebut\nagar lebih sederhana. Penerapan metodologi DMAIC dapat membantu untuk\nmengidentifikasi akar permasalahan pada proses bisnis dan memfasilitasi\nperancangan ulang proses bisnis dengan memberikan pelatihan dengan dukungan\nbusiness process reengineering di tengah perancangan sebagai upaya\nmemaksimalkan penyelesaian masalah dan mengurangi aktivitas-aktivitas yang\ntidak memiliki nilai tambah pada proses bisnis. Pengumpulan data menggunakan\ndata primer yang diperoleh dari data alur kerja proses saat ini untuk pemberian\npelatihan bagi karyawan di perusahaan dan hasil wawancara langsung secara\npersonal dengan staff dan Kepala Departemen Training Center di PT. Transportasi\nJakarta (Transjakarta) untuk mendukung kelancaran penelitian.", "Daftar File": {"COVER Adam Bagaskara Putra": "https://digilib.itb.ac.id/gdl/download/283266", "BAB 1 Adam Bagaskara Putra": "https://digilib.itb.ac.id/gdl/download/288839", "BAB 2 Adam Bagaskara Putra": "https://digilib.itb.ac.id/gdl/download/288840", "BAB 3 Adam Bagaskara Putra": "https://digilib.itb.ac.id/gdl/download/288841", "BAB 4 Adam Bagaskara Putra": "https://digilib.itb.ac.id/gdl/download/288846", "BAB 5 Adam Bagaskara Putra": "https://digilib.itb.ac.id/gdl/download/288847", "PUSTAKA Adam Bagaskara Putra": "https://digilib.itb.ac.id/gdl/download/288848"}, "Penulis": "Adam Bagaskara Putra [29321004]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengadaan Pelatihan, Proses Bisnis, DMAIC.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "03 Mar 2023"}