{"Nomor": 72074, "Judul": "SIMULASI DINAMIK PELEDAKAN JENJANG OPEN CUT MENGGUNAKAN BLAST LOAD UNTUK MEMPREDIKSI KECEPATAN PARTIKEL PUNCAK PADA PROYEK PEMBANGUNAN TOL CISUMDAWU SEKSI #4", "Abstrak": "Metode peledakan merupakan salah satu metode yang digunakan untuk\nmemberaikan batuan keras pada operasi pengalian tambang maupun sipil. Metode\npeledakan dapat menimbulkan efek yang tidak menguntungkan, salah satunya\nadalah menghasilkan getaran tanah (ground vibration). Ketika getaran tanah terlalu\ntinggi maka dapat menimbulkan dampak negatif pada lingkungan sekitar. Salah\nsatu parameter untuk menentukan besarnya tingkat getaran tanah disekitar area\npeledakan adalah kecepatan partikel melalui media batuan yang dinilai dengan nilai\nkecepatan partikel puncak (peak particle velocity/ PPV). Getaran tanah dari\nkegiatan peledakan tentunya bersumber dari tekanan peledakan (blast load) yang\ndihasilkan dari reaksi kimia bahan peledak. Penelitian ini dilakukan untuk\nmensimulasikan peledakan jenjang dengan menggunakan blast load dan hasil\npemantauan getaran menggunakan Instatel Minimate Plus sebagai validasi hasil\nsimulasi. Metode yang digunakan pada simulasi ini menggunakan finite element\nmethod (FEM) dengan bantuan software rocscience (RS2). Pemodelan tekanan\npeledakan dilakukan dengan cara trial and error hingga diperoleh nilai PPV\nprediksi mendekati nilai PPV aktual pada arah longitudinal. Nilai tekanan\npeledakan selanjutnya dianalisis menggunakan analisis statistik multivariat untuk\nmengetahui hubungannya terhadap muatan maksimum bahan peledak perwaktu\ntunda dan panjang area peledakan. Hasil penelitian didapatkan bahwa tekanan\npeledakan berbanding lurus terhadap muatan maksimum bahan peledak perwaktu\ntunda, dan berbanding terbalik terhadap panjang area peledakan. Untuk\nmengevaluasi hubungan tersebut, dilakukan perbandingan hasil PPV prediksi\nmetoda empiris dan PPV prediksi numerik terhadap PPV aktual. Hasilnya\ndidapatkan bahwa nilai PPV prediksi numerik memiliki nilai Mean Absolute Error\n(MAE), Root Mean Square Error (RMSE) dan koefisien determinasi (R2) yang\npaling baik. Sehingga dapat disimpulkan bahwa persamaan tekanan peledakan yang\ndiperoleh dapat digunakan untuk menentukan nilai tekanan peledakan untuk\nmemprediksi nilai PPV.", "Daftar File": {"ABSTRAK Andy Yanottama": "https://digilib.itb.ac.id/gdl/download/283269", "BAB 1 Andy Yanottama": "https://digilib.itb.ac.id/gdl/download/286436", "BAB 2 Andy Yanottama": "https://digilib.itb.ac.id/gdl/download/286437", "BAB 3 Andy Yanottama": "https://digilib.itb.ac.id/gdl/download/286438", "BAB 4 Andy Yanottama": "https://digilib.itb.ac.id/gdl/download/286439", "BAB 5 Andy Yanottama": "https://digilib.itb.ac.id/gdl/download/286440", "PUSTAKA Andy Yanottama": "https://digilib.itb.ac.id/gdl/download/286441"}, "Penulis": "Andy Yanottama [22120309]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nuhindro Priagung Widodo, M.T.", "Dr.Eng. Ganda Marihot Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "getaran tanah, prediksi PPV, simulasi dinamik, tekanan peleakan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "03 Mar 2023"}