{"Nomor": 72079, "Judul": "PENGETAHUAN, SIKAP, PERSEPSI TERHADAP INFRASTRUKTUR SANITASI DAN HIGIENE, DAN PRAKTIK MANAJEMEN KEBERSIHAN MENSTRUASI (MKM) PADA SISWA PEREMPUAN SEKOLAH MENENGAH ATAS DI KOTA DEPOK", "Abstrak": "Sebagian besar waktu remaja perempuan akan dihabiskan di sekolah, maka dari itu\npenting bagi sekolah untuk menyediakan lingkungan yang dapat menunjang\nmanajemen kebersihan menstruasi (MKM) bagi siswa perempuannya agar mereka\ndapat belajar di sekolah dengan nyaman meskipun sedang menstruasi. Agar siswa\nperempuan dapat mengelola kebersihannya saat menstruasi maka perlu\npengetahuan dan sikap yang baik mengenai menstruasi serta fasilitas di sekolah\nyang memadai. Maka dari itu pada penelitian kali ini akan dicari tingkat\npengetahuan, sikap, dan praktik MKM siswanya serta persepsi mereka terhadap\ninfrastruktur sanitasi yang ada di sekolahnya. Penelitian dilakukan di SMAN X\nDepok (n=131) dan SMAN Y Depok (n=103) menggunakan kuesioner yang\ndisusun dengan model Knowledge, Attitude, and Practice (KAP) dan persepsi\nterhadap infrastruktur sanitasi. Kemudian data akan dianalisis dengan Uji T dua\nsampel bebas dan regresi linear berganda. Hasil Uji T menunjukkan bahwa tidak\nada perbedaan signifikan antara rata-rata tingkat pengetahuan, praktik, dan persepsi\nterhadap infrastruktur sanitasi antara kedua sekolah. Hasil Uji T menggunakan\nregresi linear berganda menunjukkan bahwa variabel yang memiliki pengaruh\nterhadap praktik MKM adalah umur. Sedangkan hasil Uji F menunjukkan bahwa\nvariabel pengetahuan, sikap, persepsi terhadap infrastruktur sanitasi dan umur\nmemiliki pengaruh secara simultan terhadap praktik MKM.", "Daftar File": {"ALIFYA  ZOLA.pdf": "https://digilib.itb.ac.id/gdl/download/283360"}, "Penulis": "Alifya Zola [15318062]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Sudradjat, S.T., MIS., Ph.D.", "Dr. Anindrya Nastiti, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Infrastruktur sanitasi, KAP, MKM, Regresi, Uji T", "Sumber": "Tugas Akhir  April 2023", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "03 Mar 2023"}