{"Nomor": 72089, "Judul": "PENGEMBANGAN SISTEM REKOMENDASI PARIWISATA DENGAN ANALISIS SENTIMEN DAN EKSTRAKSI PREFERENSI BERDASARKAN ULASAN OBJEK WISATA", "Abstrak": "Salah satu cara untuk membangkitkan kembali industri pariwisata adalah dengan\nmemperkuat promosi pariwisata baik dengan pameran, event, maupun\nmerekomendasikan pariwisata kepada wisatawan dengan preferensi tertentu.\nBeberapa penelitian telah dilakukan dengan membuat sistem rekomendasi\npariwisata yang dapat diterapkan untuk menjawab peluang ini. Akan tetapi, ada\nbeberapa kendala yang tidak dapat diselesaikan dengan solusi dari penelitian\ntersebut berkaitan dengan ketersediaan data, terutama penggunaan data media\nsosial seperti Facebook dan Twitter sebagai dasar dalam merekomendasikan\npariwisata. Sementara itu, tidak setiap wisatawan memiliki akun dan aktif di\nmedia sosial. Karenanya, diperlukan pendekatan baru untuk tetap dapat\nmerekomendasikan pariwisata dengan keterbatasan tersebut. Maka dari itu,\npenelitian ini dilakukan dengan mengekstraksi sentimen positif dari Google Maps\nuntuk menentukan karakteristik objek wisata di Kota Bandung Raya dengan\nlexicon corpus. Skor kepuasan menunjukkan 45,58% positif, 10,50% netral, dan\n43,91% negatif. Hasil klasifikasi sentimen menunjukkan bahwa metode Support\nVector Machine (SVM)-Bag of Words (BoW) dan SVM-Term Frequency-Inverse\nDocument Frequency (TF-IDF) memiliki rata-rata nilai akurasi yang lebih baik\ndaripada metode Long Short-Term Memory (LSTM). Selain itu, dengan\nmenggunakan metode K-Means didapatkan dua kelompok objek wisata\nberdasarkan kemiripan karakteristiknya, yang masing-masing berjumlah 74 dan\n42. Sistem rekomendasi yang dikembangkan memberikan hasil yang cukup baik\ndengan nilai presisi lebih dari 0,5 untuk jumlah rekomendasi empat atau lebih.", "Daftar File": {"23221074 Elan Lubihana (2).pdf": "https://digilib.itb.ac.id/gdl/download/283381"}, "Penulis": "Elan Lubihana [23221074]", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pariwisata, Sistem Rekomendasi, Analisis Sentimen, Lexicon Corpus, BoW, TF-IDF, LSTM, SVM, K-Means.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi  \n                                     Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "03 Mar 2023"}