{"Nomor": 72088, "Judul": "PENDEKTEKSIAN PERUBAHAN TOPOGRAFI KUBAH LAVA MENGGUNAKAN CITRA OPTIS RESOLUSI TINGGI DAN RADAR UNTUK PREDIKSI LONGSORAN VOLKANIK (STUDI KASUS GUNUNG IBU)", "Abstrak": "Salah satu gunungapi yang memiliki kubah lava adalah Gunung Ibu yang terletak di Provinsi Maluku Utara, Indonesia. Pada kasus Gunung Ibu, pemantauan pertumbuhan kubah lava hanya mengandalkan kamera pada pos pengamatan. Oleh karena itu, untuk mengatasi masalah tersebut, dalam penelitian ini digunakan citra optis PlanetScope, citra DEM, citra radar Sentinel-1A, dan ALOS PALSAR untuk pemantauan perubahan topografi kubah lava serta prediksi terhadap longsoran vulkanik. Hasil yang diperoleh menunjukkan bahwa Gunung Ibu mengalami perubahan topografi kubah lava karena berdasarkan perhitungan luas kubah lava bertambah dari 0,059 km2 (2020) menjadi 0,832 km2 (2022). Kemudian perhitungan volume menunjukkan bahwa volume kubah bertambah dari 0,0005 km3 pada 1999 menjadi 0,070 km3 pada 2022. Berdasarkan hasil prediksi menggunakan model Autoregressive Integrated Moving Average (ARIMA) dan Seasonal Autoregressive Integrated Moving Average (SARIMA), diperkirakan kubah lava akan memenuhi kawah luar pada tahun 2037 dengan luas 1,477 km2 dan volume 0,114 km3, dan pada waktu tersebut diprediksi terjadi longsoran vulkanik apabila tidak ada faktor eksternal maupun internal yang terjadi sebelumnya. Faktor internal yang bisa memicu perubahan topografi dan longsoran diantaranya meningkatnya aktivitas magmatik yang ditunjukan oleh frekuensi gempa letusan, guguran, vulkanik dalam, dan vulkanik dangkal. Faktor eksternal diantaranya keluarnya aliran lava dan runtuhan lava yang ditunjukan oleh kekasaran permukaan tinggi berdasarkan Normalized Radar Cross Section (NRCS) sekitar -10,211 sampai 0,6 dB, deformasi permukaan tinggi berdasarkan Pair-wise Logic Technique Differential Interferometric Synthetic Aperture Radar (PLT D-InSAR) dengan nilai tertinggi subsidence -0,48 m dan uplift 0,667 m, dan densitas kelurusan yang juga tinggi berdasarkan modified Segment Tracing Algorithm (mSTA) dengan nilai ???????? ± 4,5 km-1, ???????? ± 8 km-1, dan ???????? ± 3,8km-1, menunjukkan kubah lava memiliki zona lemah yang bisa memicu terjadinya longsoran vulkanik. Kemudian berdasarkan parameter-paremeter tersebut, dibuatkan zonasi area longsoran vulkanik yang berada pada kubah lava dan lereng bagian utara.", "Daftar File": {"ABSTRAK Nur Ayu Anas": "https://digilib.itb.ac.id/gdl/download/283359"}, "Penulis": "Nur Ayu Anas [22020302]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ir. Asep Saepuloh, S.T, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Luas, Volume, ARIMA, SARIMA, NRCS, deformasi, mSTA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Mar 2023"}