{"Nomor": 72085, "Judul": "MENGURANGI FENOMENA LEHER BOTOL PADA PROYEK DENGAN TRANSFORMASI BUDAYA ORGANISASI DI PT TRANSTEL UNIVERSAL DENGAN MENGGUNAKAN MODEL KNOWLEDGE MANAJEMEN", "Abstrak": "Penelitian ini dilakukan untuk mengetahui apakah transformasi budaya\nperusahaan akan berdampak positif pada organisasi di PT Transtel Universal.\nPenerapan metode yang dinilai baru oleh manajemen diharapkan akan membawa\ndampak yang positif yang nantinya bermuara kepada efisiensi perusahaan.\nImplementasi knowledge management akan membawa efisiensi di semua aspek\nterutama dalam kegiatan operasional saat menangani proyek. Kegiatan\noperasional yang sebelumnya hanya berdasarkan dasar bisnis yang cukup\nsederhan, sekarang setelah metode baru, perusahaan akan tumbuh dan mengikuti\nekosistem bisnis yang berkembang. Sebelum transformasi, perusahaan hanya\nmemiliki empat divisi, Divisi Keuangan-Sumber Daya Manusia, Divisi Logistik,\nDivisi Sales, dan Divisi Teknik. Itulah yang menjadi salah satu perhatian dari wakil\ndirektur yang baru diangkat untuk membuka divisi baru dan mengatasi semua\ntantangan untuk menyelesaikan dan memberikan solusi terbaik kepada pelanggan.\nMetode yang akan digunakan dalam penelitian ini adalah metode kualitatif dengan\nmelakukan wawancara kepada pihak pengelola. Hasil penelitian menunjukkan: (1)\nTransformasi budaya organisasi dipengaruhi secara signifikan oleh sistem\nkepemimpinan untuk mengatasi fenomena leher botol. (2) Transformasi yang\nberasal dari metode kepemimpinan dipengaruhi oleh metode knowledge simple\nmanagement yang digunakan di PT Transtel Universal. (3) Budaya Organisasi\nberpengaruh besar terhadap proses transfer knowledge management antar\nkaryawan di PT Tanstel Universal.", "Daftar File": {"COVER Harry Fajar Surya": "https://digilib.itb.ac.id/gdl/download/283331", "BAB 1 HARRY FAJAR SURYA": "https://digilib.itb.ac.id/gdl/download/289161", "BAB 2 Harry Fajar Surya": "https://digilib.itb.ac.id/gdl/download/289162", "BAB 3 Harry Fajar Surya": "https://digilib.itb.ac.id/gdl/download/289170", "BAB 4 Harry Fajar Surya": "https://digilib.itb.ac.id/gdl/download/289171", "BAB 5 Harry Fajar Surya": "https://digilib.itb.ac.id/gdl/download/289172", "PUSTAKA Harry Fajar Surya": "https://digilib.itb.ac.id/gdl/download/289173"}, "Penulis": "Harry Fajar Surya [29321166]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T, M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kepemimpinan, Transformasi, Knowledge management, Budaya perusahaan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "03 Mar 2023"}