{"Nomor": 72086, "Judul": "PERANCANGAN STRATEGI SISTEM PENGELOLAAN PELANGGAN BERDASARKAN TAHAP PERTUMBUHAN ORGANISASI E-COMMERCE X", "Abstrak": "Industri e-commerce merupakan industri yang sangat berkembang saat ini, terlebih\nsetelah pandemi. Salah satu e-commerce terdepan di Indonesia yaitu E-Commerce\nX. Saat ini, E-Commerce X mengalami masalah retensi pelanggan di mana hanya\n8,2% dari 184 pelanggan yang mengisi survei yang dilakukan oleh E-Commerce X\nmemilih E-Commerce X sebagai preferensi utama dalam berbelanja daring.\nMasalah ini mengindikasikan strategi Sistem Pengelolaan Pelanggan (SPP) yang\ndiimplementasikan oleh E-Commerce X belum optimal. Tujuan penelitian ini\nadalah untuk memperbaiki strategi SPP E-Commerce X untuk meningkatkan\nretensi pelanggan.\nPenelitian ini menggunakan metode kualitatif yang meliputi wawancara dan\ntinjauan literatur. Wawancara dilakukan dengan CRM Manager E-Commerce X\nsebagai narasumber untuk mengidentifikasi kebutuhan perusahaan berdasarkan\ntahap pertumbuhan organisasi, fokus pemasaran, segmenting, targeting, positioning\n(STP) perusahaan, serta strategi SPP perusahaan saat ini. Berdasarkan hasil\nwawancara, diketahui E-Commerce X saat ini berada pada tahap pertumbuhan\ncollaboration, fokus pemasaran retensi pelanggan, dan fokus perbaikan strategi\nSPP pada proses penciptaan nilai sesuai dengan STP perusahaan. Pendekatan\nconsumer decision journey digunakan untuk mengidentifikasi nilai bagi pelanggan\ndan menganalisis perbaikan strategi SPP yang relevan dengan nilai tersebut.\nBerdasarkan hasil analisis, dirancang perbaikan strategi notifikasi, pemasaran email,\ndan program loyalitas pelanggan untuk E-Commerce X. Rancangan perbaikan\ndilakukan dengan membandingkan strategi yang diimplementasikan dengan best\npractices dalam literatur yang relevan.", "Daftar File": {}, "Penulis": "Vania Tiffani Tjandra [13418078]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sistem pengelolaan pelanggan, tahap pertumbuhan organisasi, proses penciptaan nilai, e-commerce", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "03 Mar 2023"}