{"Nomor": 72082, "Judul": "USULAN STRATEGI PEMASARAN UNTUK LAYANAN  PELATIHAN DARING (STUDI KASUS: SOLUTIF)", "Abstrak": "Pandemi  Covid-19  mendorong  transformasi-digital  dan  perubahan  perilaku  metode pembelajaran secara daring di Indonesia. Mengacu kepada data dari Kementerian Komunikasi dan Informasi Republik Indonesia pada tahun 2022, Indonesia masih kekurangan talenta digital sekitar  500.000  per  tahun.  Perusahaan  start-up  di  bidang  edukasi  berupaya  memenuhi kekurangan talent tersebut dengan menyediakan program Pendidikan daring dengan kombinasi pembelajaran mandiri dan fasilitator membantu siswa dalam mengerjakan tugas.  PT  Solusi  Tiga  Selaras  (“Solutif”)  ingin  mengambil  kesempatan  turut  berkontribusi  dalam menyiapkan  kebutuhan  talenta  di  Indonesia  yang  mempunyai  keahlian  siap  kerja  di  bidang digital. Namun Solutif adalah pemain baru dalam bidang edukasi dan perlu menyusun strategi pemasaran agar bisa masuk ke pasar yang tepat dan mencapai target pendapatan perusahaan di tahun 2025.  Penelitian ini bertujuan  untuk mengetahui pendorong utama keinginan konsumen mengikuti pelatihan  daring,  pilihan  topik  pelatihan,  metode  pembelajaran,  kanal  informasi  yang  sering diikuti dan harapan harga.  Penyusunan  strategi  marketing  akan  dilakukan  melalui  proses  benchmark  pada  penyedia pelatihan daring yang ada di Indonesia berdasarkan hasil riset kuantitatif.", "Daftar File": {"COVER Eka Budiana": "https://digilib.itb.ac.id/gdl/download/283321", "BAB 1 Eka Budiana": "https://digilib.itb.ac.id/gdl/download/289042", "BAB 2 Eka Budiana": "https://digilib.itb.ac.id/gdl/download/289043", "BAB 3 Eka Budiana": "https://digilib.itb.ac.id/gdl/download/289044", "BAB 4 Eka Budiana": "https://digilib.itb.ac.id/gdl/download/289045", "PUSTAKA Eka Budiana": "https://digilib.itb.ac.id/gdl/download/289046"}, "Penulis": "Eka Budiana [29319389]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digital, Strategi Marketing, Pelatihan Daring, Pembelajaran Daring, Keahlian Digital", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "03 Mar 2023"}