{"Nomor": 72090, "Judul": "ANALISIS DEFORMASI WILAYAH SUMATERA BAGIAN SELATAN DAN SELAT SUNDA PASCA GEMPA 2020 DENGAN DATA GPS DAN INSAR", "Abstrak": "Pulau Sumatera terletak di sepanjang jalur tumbukan dua lempeng tektonik, yaitu Lempeng Sunda dan Lempeng Indo-Australia yang membentuk sejumlah segmen sesar menjadikan wilayah dengan aktivitas tektonik yang tinggi di dunia. Wilayah Sumatera bagian selatan dan Selat Sunda terdapat seismic gap yang berpotensi menghasilkan gempa besar di masa mendatang. Pada penelitian ini menganalisis deformasi interseismik di Sumatera bagian Selatan dan Selat Sunda dengan menggunakan data GPS dan menganalisis aktivitas tektonik pada fase koseismik gempa Bengkulu 19 Agustus 2020 dengan inversi data GPS dan InSAR untuk mengetahui karakteristik sumber gempa dan mengetahui distribusi stress akibat gempa bumi. Data GPS yang digunakan merupakan stasiun kontinu dari tahun 2018 hingga 2020.6 untuk menentukan besaran deformasi pada masing-masing stasiun dan data InSAR menggunakan Sentinel-1A untuk mengetahui deformasi LOS secara spasial.\nDeformasi interseismik dari kecepatan GPS di lempeng Indo-Australia mengarah ke arah timur laut dengan nilai ~65 mm/tahun yang kecepatannya mengalami perlambatan pada zona subduksi hingga ~20 mm/tahun, sedangkan di wilayah timur Sumatera lebih stabil ~5 mm/tahun. Regangan yang terjadi didominasi dengan pola shorthening akibat ditekan dari bagian zona subduksi, namun pada bagian Selat Sunda terjadi kompresi dan ekstensi akibat adanya aktivitas vulkanik serta bagian timur lebih stabil dari pengaruh deformasi. Pada fase interseismik energi yang terakumulasi wilayah A sebesar Mw 7,33 dengan periode ulang 200 tahun energi menjadi Mw 8,87 dan wilayah B sebesar Mw 7,31 dengan periode ulang 200 tahun energi menjadi Mw 8,83. Pada Sumatran Fault Zone nilai laju geser pada segmen Semangko sebesar 14,5 ± 3 mm/tahun, segmen Kumering sebesar 14 ± 2 mm/tahun, dan segmen Sianok sebesar 16,5 ± 4 mm/tahun. Pergeseran fase koseismik gempa 19 Agustus 2020 yang terjadi dengan nilai dibawah ~5mm sehingga pergeseran tidak signifikan dengan deformasi InSAR rentang LOS Displacement dengan nilai ~-40 mm hingga ~40 mm. Model 1A model paling baik dengan nilai MAE sebesar ~0,4 mm menghasilkan seismic moment sebesar 1,73 x 1019 Nm ekivalen Mw 6.76. Gempa 19 Agustus 2020 dengan gempa mainshock memicu gempa aftershock Mw 6.9 yang berada pada zona peningkatan stress.", "Daftar File": {"ABSTRAK Ongky Anggara": "https://digilib.itb.ac.id/gdl/download/283362"}, "Penulis": "Ongky Anggara [25121037]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Deformasi, Regangan, Laju geser, Koseismik, GPS, InSAR", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Mar 2023"}