{"Nomor": 72093, "Judul": "ANALISIS KINERJA BIOASPAL TEMPURUNG KELAPA (BTK) PADA PERKERASAN AC-WC CAMPURAN BERASPAL PANAS-DAUR ULANG (HMA-RAP)", "Abstrak": "Menurut data Bina Marga KemenPUPR, kebutuhan aspal pada tahun 2021\nmencapai 1,2 juta ton. Jika kebutuhan aspal setiap tahunnya berkisar diangka\ntersebut, maka sumber daya alam berupa aspal tidak tercukupi. Oleh karena itu\ndibutuhkan modifikasi aspal. Upaya yang dapat dilakukan untuk menanggulangi\nkebutuhan aspal dan kinerja aspal, salah satunya dengan pemanfaatan Reclaimed\nAsphalt Pavement (RAP) atau limbah dari perkerasan jalan lama dan pemanfaatan\nlimbah alam seperti tempurung kelapa yang diolah untuk mendapatkan minyak dari\nhasil pirolisis. Penggunaan bioaspal tempurung kelapa (BTK) sebagai bahan\nperemaja pada penelitian ini ditinjau dengan menambahkan bioaspal pada aspal\nRAP dengan persentase 35%, 40% an 45% pada campuran AC-WC HMA.\nPengujian campuran beraspal dilakukan dengan uji marshall, modulus resilien\nmenggunakan alat UMATTA pada kondisi KAO dan uji ketahanan alur dengan\nmenggunakan alat Wheel Tracking Machine. Hasil penelitian bioaspal terhadap\nRAP menunjukkan: 1) penambahan BTK sebagai bahan peremaja pada campuran\nyang mengandung RAP hingga 45% dapat menghasilkan KAO yang memenuhi\nkriteria AC-WC, hal ini menunjukkan bahwa bioaspal dapat digunakan sebagai\nperemaja; 2) berdasarkan pengujian modulus AC-WC RAP 35% + BTK, AC- WC\nRAP 40% + BTK, AC- RAP 45% + BTK masing-masing memiliki modulus resilien\n2,25; 2,57 dan 2,87 kali lebih besar dari pada modulus resilien AC-WC HMA\nkonvensional atau ACWC tanpa RAP + BTK; 3) Pengujian ketahanan alur pada\nlintasan ke 1260, kedalaman alur yang terjadi pada HMA AC-WC tanpa RAP +\nBTK, HMA AC-WC RAP 35% + BTK, HMA AC-WC RAP 40% + BTK dan\nHMA AC-WC RAP 45% + BTK masing-masing pada suhu 25oC dan 45oC adalah\n1,25; 1,20; 1,19; 0,91; 0,58; 0,49; 0,32 dan 0,21 mm. dari hasil kinerja lanjut\ncampuran beraspal ini membuktikan bahwa penggunaan RAP diatas 30% dapat\ndilakukan dan memberikan kinerja yang lebih baik juga.", "Daftar File": {"ABSTRAK Arthika Putri Syahfani": "https://digilib.itb.ac.id/gdl/download/283365"}, "Penulis": "Arthika Putri Syahfani [26920006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, D.E.A.", "Dr. Harmein Rahman, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "HMA AC-WC, RAP, bioaspal, Marshall, KAO, modulus resillien, lketahanan alur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Mar 2023"}