{"Nomor": 72097, "Judul": "PREDIKSI ANGKA KASUS COVID-19 SETELAH PROGRAM VAKSINASI MENGGUNAKAN MODEL SEIVR DAN LATIN HYPERCUBE SAMPLING", "Abstrak": "Sejak pertama kali diidentifikasi, virus COVID-19 telah menjadi masalah umum untuk sebagian besar negara di dunia termasuk di Indonesia. Oleh karena itu, prediksi dari perjalanan COVID-19 sangat krusial bagi para pembuat kebijakan untuk mengoptimalkan pengelolaan virus. Saat ini, terdapat berbagai jenis model untuk memprediksi penyebaran penyakit COVID-19 namun kebanyakan model tidak mengadopsi vaksinasi sebagai faktor perhitungan. Model SEIVR adalah salah satu model kompartemental untuk penyakit menular langsung yang menghitung faktor vaksinasi dalam proses prediksinya.\nDalam penelitian ini, telah dihasilkan modifikasi model SEIVR untuk dapat diterapkan pada data di Indonesia. Salah satu bentuk modifikasi adalah dengan menambahkan populasi meninggal pada model SEIVR. Selain itu, model SEIVR sebagai model prediksi yang bersifat deterministik memiliki kelemahan kualitas. Oleh karena itu, pada penelitian ini dilakukan transformasi model SEIVR dari yang bersifat deterministik menjadi bersifat probabilistik.\nDalam pelaksanaan penelitian tesis, metode dibagi ke dalam 5 tahapan utama yaitu pengumpulan data, pra-proses data, pembentukan model SEIVR, transformasi model, dan evaluasi. Dalam setiap tahapan utama digunakan beberapa metode lainnya. Metode regresi digunakan dalam penentuan nilai variabel pada model SEIVR dengan evaluasi R Square dan RMSE. Sementara itu, metode Latin Hypercube Sampling digunakan dalam proses transformasi model untuk menentukan nilai batas atas dan batas bawah dari middle percent.\nHasil evaluasi dari penelitian tesis didapatkan bahwa modifikasi model SEIVR dapat digunakan untuk melakukan prediksi angka COVID-19 di Indonesia. Selain itu, dengan mengubah model deterministik SEIVR menjadi model probabilistik SEIVR didapatkan peningkatan akurasi model secara keseluruhan sebesar 8,7% dan mengurangi rata-rata jarak error terbesar prediksi terhadap data sesungguhnya sebesar 0,005.", "Daftar File": {"23521006 Muhammad Isfan Rahadi.pdf": "https://digilib.itb.ac.id/gdl/download/283389"}, "Penulis": "Muhammad Isfan Rahadi [23521006]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Saiful Akbar, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Model SEIVR, COVID-19, Latin Hypercube Sampling, model probabilistik", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "04 Mar 2023"}