{"Nomor": 72104, "Judul": "STRATEGI BISNIS UNTUK MENINGKATKAN LAYANAN INKUBASI BISNIS PADA SCIENCE TECHNO PARK", "Abstrak": "Science Techno Park adalah sarana berupa kawasan yang disiapkan secara khusus untuk menginisiasi dan mengalirkan pengetahuan dan teknologi di antara lembaga litbang, universitas, dan industri. STP memfasilitasi tumbuh dan berkembangnya start up inovatif melalui kegiatan inkubasi dan proses spin off. Tujuan utama STP adalah mendorong pertumbuhan ekonomi melalui pengembangan potensi inovasi. Science Techno Park dirintis pada pada tahun 2014 berada dibawah PT Bogor Life Science and Technology (BLST) sebagai holding company yang dimiliki oleh IPB.\nPenelitian ini bertujuan untuk mengetahui dan meningkatkan layanan inkubasi bisnis Science Techno Park terhadap tenant inwall dan perusahaan startup yang dibina berdasarkan permasalahan yang terjadi dan diharapkan dapat meningkatkan pendapatan lain dari bisnis Science Techno Park. Metode yang digunakan dalam penelitian ini menggunakan data primer yang berasal dari metode kuantitatif dan kualitatif yang didapatkan dari kuesioner dan wawancara dengan para tenant inwall dan perusahaan startup yang sedang menjalani program inkubasi bisnis Science Techno Park. Analisa data sekunder menggunakan report perusahaan dan literatur dari berbagi sumber.\nKerangka konseptual yang digunakan dalam penelitian ini diawali dengan analisa terhadap pengguna layanan inkubasi bisnis Science Techno Park. Kemudian dilakukan analisa lingkungan eksternal dengan menggunakan analisa lingkungan umum, analisa industri, dan analisa kompetitor. Untuk analisa lingkungan internal menggunakan analisa resources, capabilities, dan core competencies. Dari seluruh hasil analisa dirangkum dalam analisa SWOT. Dari hasil analisa, peneliti memberikan solusi dan strategi bisnis dalam memecahkan permasalahan yang dialami oleh Science Techno Park dalam membina para tenant inwall dan perusahaan startup serta memberikan alternatif bisnis untuk mendapatkan pemasukan lain selain layanan inkubasi bisnis.\nStrategi yang diusulkan berdasarkan hasil penelitian adalah strategi diversifikasi bisnis dan cost leadership. Selain itu diberikan strategi fungsional untuk meningkatkan kinerja perusahaan di area pemasaran, keuangan, dan manajemen internal. Peneliti memberikan rencana implementasi dengan mengajukan mapping potensi pengguna layanan inkubasi bisnis serta roadmap pengembangan Science Techno Park untuk meningkatkan layanan inkubasi bisnis dan mengembangkan layanan bisnis lainnya.", "Daftar File": {"COVER Herwin Wardhana Dirapradja": "https://digilib.itb.ac.id/gdl/download/283932", "BAB 1 Herwin Wardhana Dirapradja": "https://digilib.itb.ac.id/gdl/download/289186", "BAB 2 Herwin Wardhana Dirapradja": "https://digilib.itb.ac.id/gdl/download/289187", "BAB 3 Herwin Wardhana Dirapradja": "https://digilib.itb.ac.id/gdl/download/289188", "BAB 4 Herwin Wardhana Dirapradja": "https://digilib.itb.ac.id/gdl/download/289189", "BAB 5 Herwin Wardhana Dirapradja": "https://digilib.itb.ac.id/gdl/download/289190", "PUSTAKA Herwin Wardhana Dirapradja": "https://digilib.itb.ac.id/gdl/download/289191"}, "Penulis": "Herwin Wardhana Dirapradja [29321122]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Science Techno Park, Inkubasi Bisnis, Analisa SWOT, Diversifikasi Bisnis, Cost Leadership, Strategi Fungsional.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "04 Mar 2023"}