{"Nomor": 72105, "Judul": "FAKTOR-FAKTOR PENGARUH DETERMINAN TERHADAP PREFERENSI  KONSUMEN PADA PRODUK PARFUM LOKAL (STUDI KASUS: MULTITUDE FRAGRANCE)", "Abstrak": "Perkembangan yang cukup signifikan terjadi dalam lini bisnis lokal di Indonesia, termasuk jenis usaha parfum lokal di Indonesia. Bahkan saat ini, Indonesia menempati peringkat di antara negara-negara teratas di dunia untuk produksi dan konsumsi parfum. Menurut data yang diberikan oleh Asosiasi Industri Parfum Indonesia, Indonesia menjadi pasar parfum terbesar kedua di Asia Tenggara pada tahun 2019. (AIPI). Khususnya item parfum native, penggunaan produk parfum meningkat cukup pesat di Indonesia dalam beberapa tahun terakhir. Perkembangan teknologi yang memudahkan produksi dan pemasaran barang parfum regional turut membantu pertumbuhan sektor parfum lokal Indonesia. Produsen parfum lokal dapat menggunakan teknologi untuk mengefisienkan produksi, meningkatkan kualitas produk, serta mempermudah pemasaran dan promosi Namun dikarenakan banyaknya pesaing dari dalam negeri terkhususnya untuk bisnis parfum lokal, tak jarang menimbulkan kebingungan untuk para pemilik usaha parfum yang ingin menciptakan suatu produk yang daya guna bagi konsumennya\n\nRiset ini mencoba untuk menemukan apasaja faktor-factor yang dapat mempengaruhi konsumen sebelum akhirnya memutuskan untuk membeli sebuah produk parfum lokal. Setelah menemukan faktor yang mempengaruhi preferensi tersebut, peneliti mencoba untuk mencari prioritas dari tiap kriteria tersebut menggunakan metode AHP (Analytical Hierarchy Process). Peneliti juga mencoba mengelompokkan penelitian ini dari 5 kriteria utama yang dihasilkan berdasarkan pengalaman para pengguna parfum dari 5 pengelompokkan kriteria yakni harga, aroma, kualitas desain, promosi marketing, dan pengaruh dari orang lain. Peneliti melakukan dua pendekatan Analisis yakni dengan metode Analisa kuantitatif yang dipaparkan secara deskriptif dari hasil wawancara dan Analisis kualitatif yang dianalisis menggunakan metode AHP dan survey secara general. Setelah mengevaluasi hasil analisis AHP, hasilnya dimanfaatkan untuk menjadi faktor yang mempengaruhi pembelian parfum lokal. riset ini diimplementasikan kepada Multitude Fragrance yang merupakan bisnis parfum lokal yang berlokasi di Jakarta, Indonesia. Solusi yang diusulkan disimpulkan berdasarkan hasil AHP dan interview dimana solusi tersebut berusaha menjawab permasalahan yang ditemukan di tiap faktor yang mempengaruhi preferensi customer dalam memilih produk parfum lokal.", "Daftar File": {"COVER Pascal Yudha Ginting": "https://digilib.itb.ac.id/gdl/download/289870", "BAB 1 Pascal Yudha Ginting": "https://digilib.itb.ac.id/gdl/download/284604", "BAB 2 Pascal Yudha Ginting": "https://digilib.itb.ac.id/gdl/download/289871", "BAB 3 Pascal Yudha Ginting": "https://digilib.itb.ac.id/gdl/download/289872", "BAB 4 Pascal Yudha Ginting": "https://digilib.itb.ac.id/gdl/download/289873", "BAB 5 Pascal Yudha Ginting": "https://digilib.itb.ac.id/gdl/download/289874", "PUSTAKA Pascal Yudha Ginting": "https://digilib.itb.ac.id/gdl/download/289875"}, "Penulis": "Pascal Yudha Ginting [29321144]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Parfum Lokal, Analytical Hierarchy Process (AHP), Bisnis, Preferensi Custom", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "04 Mar 2023"}