{"Nomor": 72108, "Judul": "PERAN ANALISIS PERAMALAN PERMINTAAN (STUDI KASUS: BIO FARMA UNTUK AREA PAPUA)", "Abstrak": "Bio Farma sebagai satu-satunya produsen vaksin di Indonesia, membagi wilayah pemasarannya untuk pendistribusian vaksin ke seluruh Indonesia yang diwakili oleh perwakilan pemasaran di 34 provinsi di Indonesia. Segmentasi berdasarkan geografi untuk produk vaksin dibagi menjadi lima wilayah, salah satunya adalah Papua. Metode forecast yang digunakan Bio Farma untuk Area Papua masih manual. Pemasar memesan vaksin dari pusat Bio Farma dan melakukan peramalan jika stok produk kosong. Jika produk kosong, buffer stock akan dibuat. Dengan sistem buffer stock yang diterapkan selama ini, sering terjadi masalah kelebihan produk yang menyebabkan produk kadaluarsa. Dari data tersebut, total kerugian akibat overstock adalah Rp 14.161.693 pada tahun 2022. Jika permintaan konsumen jauh dari harapan, pasti akan berdampak pada pembuatan nilai persediaan yang tinggi, bahkan menyebabkan hilangnya peluang penjualan. Itulah masalah mendasar dengan penelitian ini. Tujuan dari penelitian ini adalah untuk mengidentifikasi kemungkinan penyebab overstock dan untuk mengidentifikasi solusi yang tepat untuk masalah tersebut.\n\nAda lima hal yang terdiri dari akar penyebab masalah; (1) peramalan manual sepenuhnya, (2) akurasi peramalan penjualan rendah, (3) peramalan penjualan berdasarkan penjualan satu atau dua bulan terakhir, (4) kurangnya pengetahuan karyawan tentang peramalan penjualan, (5) kesenjangan yang signifikan antara target dan penjualan aktual. Solusi alternatif yang disarankan adalah mengusulkan metode peramalan yang cocok untuk perusahaan. Metode peramalan yang berbeda dipilih untuk dianalisis untuk mencari tahu mana yang dapat diterapkan untuk meningkatkan ketepatan peramalan. Metode peramalan yang digunakan adalah simple moving average 3 bulan, simple moving average 5 bulan, weighted moving average 3 bulan, weighted moving average 5 bulan dan exponential smoothing. Pemulusan eksponensial menunjukkan hasil akurasi yang paling menjanjikan, yang diukur dengan menggunakan alat ukur MAD dan MAPE.", "Daftar File": {"COVER Laras Puspita Sari": "https://digilib.itb.ac.id/gdl/download/289340", "BAB 1 Laras Puspita Sari": "https://digilib.itb.ac.id/gdl/download/289341", "BAB 2 Laras Puspita Sari": "https://digilib.itb.ac.id/gdl/download/289342", "BAB 3 Laras Puspita Sari": "https://digilib.itb.ac.id/gdl/download/289343", "BAB 4 Laras Puspita Sari": "https://digilib.itb.ac.id/gdl/download/289344", "BAB 5 Laras Puspita Sari": "https://digilib.itb.ac.id/gdl/download/289345", "PUSTAKA Laras Puspita Sari": "https://digilib.itb.ac.id/gdl/download/289346"}, "Penulis": "Laras Puspita Sari [29321038]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Togar Mangihut Simatupang, M.Tech., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Peramalan Penjualan, Pengukuran Akurasi, Perkiraan Permintaan, Akurasi Perkiraan, Deret Waktu", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "05 Mar 2023"}