{"Nomor": 72103, "Judul": "BAGAIMANA PENGARUH PROSES INOVASI YANG SINGKAT TERHADAP PERTUMBUHAN BISNIS, STUDI KASUS BEE ADVERTISING AGENCY", "Abstrak": "Tesis ini mengkaji tentang pengertian proses inovasi dalam pembuatan iklan, tahapan dalam proses produksi periklanan, dan bagaimana sebuah perusahaan periklanan berinteraksi dengan klien serta mengkaji peran klien dalam tahapan proses pembuatan iklan.\nBerdasarkan kerangka teori, penelitian dilakukan pada satu studi kasus di biro iklan start-up yang berkembang pesat dan menggunakan analisis kualitatif dalam studi kasus serta membandingan pelaksanaan proses inovasi dengan biro iklan lainnya. Permasalahan yang terdapat pada BEE Advertising Agency akan dianalisis dari pengaruh proses inovasi dalam tahapan pembuatan iklan dengan melihat keterlibatan klien dalam proses pengerjaannya serta upaya BEE Advertising Agency untuk menggapai kembali pertumbuhan bisnisnya guna mendapatkan keunggulan bersaing dilingkup pasar yang ada.\nWawancara dilakukan kepada seluruh partisipan dalam penelitian ini yang meliputi pendiri atau direktur perusahaan periklanan di Jakarta, yang dianggap memiliki pengetahuan yang cukup tentang proses inovasi yang diterapkan di dalam perusahaan mereka.\nData diolah dengan menggunakan metode kualitatif. Hasilnya menunjukkan terdapat dua pendekatan yang berbeda yang diterapkan dalam setiap proyek periklanan yang dikerjakan yaitu proses linier dan non linier, serta ditemukan adanya keterlibatan klien dalam proses inovasi di tahapan pembuatan iklan serta meneliti peran klien dalam diproses tersebut yang diharapkan dapat diterapkan pada BEE Advertising Agency guna mengatasi permasalahan dalam perusahaannya. Hasil penelitian ini diharapkan bermanfaat bagi praktisi bisnis dan akademisi untuk lebih memahami fase pengembangan proses inovasi dalam tahapan pengembangan proyek periklanan.", "Daftar File": {"COVER Raeda Fakriyya Luthfilhadi": "https://digilib.itb.ac.id/gdl/download/283919", "BAB 1 Raeda Fakriyya Luthfilhadi": "https://digilib.itb.ac.id/gdl/download/289912", "BAB 2 Raeda Fakriyya Luthfilhadi": "https://digilib.itb.ac.id/gdl/download/289913", "BAB 3 Raeda Fakriyya Luthfilhadi": "https://digilib.itb.ac.id/gdl/download/289914", "BAB 4 Raeda Fakriyya Luthfilhadi": "https://digilib.itb.ac.id/gdl/download/289915", "BAB 5 Raeda Fakriyya Luthfilhadi": "https://digilib.itb.ac.id/gdl/download/289916", "PUSTAKA Raeda Fakriyya Luthfilhadi": "https://digilib.itb.ac.id/gdl/download/289917"}, "Penulis": "Raeda Fakriyya Luthfilhadi [29321083]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A, M.SAE."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Proses Inovasi, Peran Klien, Keterlibatan Klien, Keunggulan Bersaing", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "7 file", "Tanggal Input": "04 Mar 2023"}