{"Nomor": 72114, "Judul": "IMPLEMENTASI WEB DASHBOARD DAN UI UNTUK MONITORING KUALITAS LIMBAH CAIR INDUSTRI KERTAS & PULP DAN TEKSTIL", "Abstrak": "Indonesia sebagai negara berkembang banyak bergantung pada industri sebagai sumber ekonomi. Namun dengan berkembangnya industri di Indonesia, proses industri sebagai suatu bentuk aktivitas kehidupan manusia akan menaikan tingkat pencemaran perairan apabila tidak dikelola dengan baik. Oleh karena itu, pada 2019, Kementrian Lingkungan Hidup dan Kehutanan Republik Indonesia mengeluarkan Peraturan Menteri Lingkungan Hidup dan Kehutanan Republik Indonesia Nomor P.80/MENLKHK/SETJEN/KUM.1/10/2019 tentang Pemantauan Kualitas Air Limbah Secara Terus Menerus Dan Dalam Jaringan Bagi Usaha Dan/Atau Kegiatan. Hal ini memaksa 12 industri yang tercantum pada peraturan untuk menaati ketentuan mengenai baku mutu lingkungan hidup dan mengirimkan data pemantauan beberapa parameter terkait kualitas limbahnya secara terus-menerus menggunakan suatu sistem online.\nUntuk memenuhi persyaratan dalam peraturan tersebut, maka dibuatlah sistem pemantauan kualitas air limbah secara online. Sistem ini dirancang untuk Industri Pulp & Kertas dan Tekstil, dua dari 12 industri yang disebutkan dalam regulasi. Alat ini dirancang untuk dapat membaca tiga parameter wajib yang disebutkan dalam peraturan: total padatan tersuspensi (TSS), keasaman (pH), dan nitrogen amoniak (NH3-N). Bagian dari alat ini adalah subsistem webserver yang dapat menerima nilai pembacaan parameter air limbah dan menampilkan hasilnya pada user interface online sehingga industri dapat mengetahui hasil pemantauan juga sehinnga hasil pengolahan limbah dapat dievaluasi oleh industri dan segera ditangani apabila mengalami penyimpangan dari nilai normal. User interface ini juga membantu pengelolaan alat secara jarak jauh dengan fungsionalitas kalibrasi dan konfigurasi alat secara online. Untuk implementasi Web Dashboard dan User Interface yang memantau kualitas limbah cair untuk industri pulp dan kertas serta industri tekstil. Web Dashboard dan User Interface ini memiliki empat fungsional utama yaitu mengurus alur login/register user, menampilkan tampilan grafik hasil pengambilan data sensor yang terkait user, menangani input user admin berupa data konfigurasi dan data kalibrasi. Untuk mengurus fungsional tersebut diimplementasikan server berbasis nginx dengan NodeJS dan framework Express dan Atlas MongoDB sebagai database cloud.", "Daftar File": {}, "Penulis": "Fatimah Husna Salsabila [13217043]", "Kontributor / Dosen Pembimbing": ["Dr. Arif Sasongko, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Limbah, Parameter, Web Dashboard, User Interface, kalibrasi, konfigurasi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "05 Mar 2023"}