{"Nomor": 72123, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN  JUMLAH PENAMPILAN KEBUDAYAAN YANG MELIBATKAN  KOMUNITAS DAN MASYARAKAT  STUDI KASUS: DINAS KEBUDAYAAN PROVINSI DKI JAKARTA", "Abstrak": "Transformasi perkotaan Jakarta 4.0 dengan fokus pada penduduk sebagai co-creator dan pemerintah sebagai kolaborator. Komunitas dan masyarakat merupakan landasan untuk mengatasi berbagai permasalahan dan peningkatan kualitas pelayanan masyarakat. Sebagai pusat pergerakan dimana Jakarta terdiri dari beragam suku dan budaya, Dinas Kebudayaan DKI Jakarta hadir untuk menjaga warisan dan identitas budaya yang memiliki nilai budaya yang melekat untuk terus dilindungi, dipupuk, dimanfaatkan, dan dikembangkan. Berdasarkan Indeks Pembangunan Budaya 2021, perkembangan kebudayaan Indonesia cukup baik namun masih perlu ditingkatkan. Untuk DKI Jakarta sendiri, nilai indeks tahun 2021 dengan nilai pada rentang 0-100 sebesar 52,58 dengan rasio indeks nasional sebesar 51,90, namun mengalami penurunan dari skor tahun 2020 sebesar 57,13 dengan indeks nasional sebesar 54,65. Penelitian ini akan membahas bagaimana meningkatkan pertunjukan budaya sebagai bagian dari peningkatan kemajuan budaya di DKI Jakarta dengan mengembangkan potensi masyarakat menggunakan beberapa strategi pemasaran untuk meningkatkan kesadaran sosial terhadap pertunjukan budaya dalam bahasan penelitian ini. Metodologi penelitian yang digunakan untuk penelitian ini adalah dengan pendekatan kualitatif untuk menggali dan memahami makna individu atau kelompok yang berasal dari masalah sosial atau manusia. Pengumpulan data primer digunakan dari internal dan eksternal Dinas Kebudayaan DKI Jakarta dan pengumpulan data eksternal dengan mewawancarai partisipasi pertunjukan budaya dari sanggar seni komunitas (sanggar seni) dan seniman individu di DKI Jakarta. Pendekatan strategi pemasaran yang dilakukan adalah pemasaran sosial berbasis komunitas dan pemasaran konten melalui media sosial.", "Daftar File": {"2023_TS_PP_Violetta Trissa-29121251_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/283706"}, "Penulis": "Violetta Trissa Pertiwi [29121251]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pagelaran budaya, wawancara, community based social marketing, content marketing", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "06 Mar 2023"}