{"Nomor": 72121, "Judul": "PENGEMBANGAN MODEL FAKTOR YANG BERPENGARUH TERHADAP KELANGSUNGAN BISNIS UMKM BIDANG FESYEN PASAR BARU BANDUNG PADA MASA PANDEMI COVID-19", "Abstrak": "Pandemi coronavirus disease (Covid-19) memberikan fenomena baru bagi UMKM pada perekonomian di Indonesia maupun global, seperti penurunan pendapatan, perubahan pola konsumsi, hingga penurunan daya beli masyarakat. Keadaan tersebut, mendorong pedagang untuk merespon dengan memahami faktor-faktor berpengaruh terhadap kelangsungan bisnis dalam melalui masa krisis, seperti pandemi Covid-19. Perdebatan faktor-faktor berpengaruh terhadap kelangsungan bisnis terus berkembang setiap harinya sehingga diperlukan model yang dapat menggambarkan kondisi secara aktual dan faktual terutama setelah pandemi Covid-19 terjadi. Selain itu, model pada penelitian terdahulu terkait kelangsungan bisnis masih memiliki hubungan yang belum dijelaskan untuk UMKM di sektor fesyen sehingga hal-hal tersebut menjadi daya tarik tersendiri untuk penelitian ini melakukan pengembangan model dari UMKM di bidang fesyen selama pandemi Covid-19.\nPedagang Pasar Baru Bandung merupakan pelaku UMKM di Kota Bandung yang memasarkan berbagai produk baik grosiran maupun eceran. Saat ini, pedagang Pasar Baru Bandung tengah berusaha keluar dari kondisi krisis yang dialami akibat dampak Covid-19. Hal ini, dipicu pula karena pengetahuan dalam memahami faktor-faktor kelangsungan bisnis selama pandemi tidak memadai. Oleh karena itu, studi ini akan menguji faktor-faktor tersebut, seperti transformasi digital, inovasi produk, inovasi pemasaran, manajemen karyawan, permintaan pelanggan, efikasi diri, pengelolaan modal, bantuan pemerintah, dan kelangsungan bisnis. Terdapat 40 indikator yang digunakan untuk menguji 9 konstruk penelitian. Sebanyak 97 data berhasilkan dikumpulkan. Data diolah menggunakan metode PLS-SEM dengan bantuan perangkat lunak SmartPLS. Kontribusi penelitian terdapat pada pengujian faktor-faktor yang didapat dari hasil elaborasi model penelitian terdahulu dengan pandangan pedagang di Pasar Baru Bandung.\nHasil penelitian menunjukkan bahwa permintaan pelanggan, pengelolaan modal, dan bantuan pemerintah memiliki korelasi positif terhadap kelangsungan bisnis. Di sisi lain, inovasi pemasaran memiliki korelasi negatif terhadap kelangsungan bisnis.\nSementara itu, transformasi digital, inovasi produk, manajemen karyawan, dan efikasi diri tidak memiliki korelasi terhadap kelangsungan bisnis. Terakhir, bantuan pemerintah tidak memiliki peran sebagai moderator hubungan antara inovasi produk terhadap kelangsungan bisnis, inovasi pemasaran terhadap kelangsungan bisnis, dan pengelolaan modal terhadap kelangsungan bisnis.", "Daftar File": {"ABSTRAK Fido Anmila Syamsir": "https://digilib.itb.ac.id/gdl/download/283704"}, "Penulis": "Fido Anmila Syamsir [23419008]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "transformasi digital, inovasi produk, inovasi pemasaran, manajemen karyawan, permintaan pelanggan, efikasi diri, pengelolaan modal, bantuan pemerintah, kelangsungan bisnis, UMKM, PLS-SEM.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "06 Mar 2023"}