{"Nomor": 72128, "Judul": "KOMUNITAS BURUNG RIPARIAN DI DAERAH ALIRAN SUNGAI BLOK GAMBUNG, CAGAR ALAM GUNUNG TILU, KABUPATEN BANDUNG", "Abstrak": "Cagar Alam Gunung Tilu (CAGT) Resort Wilayah Konservasi Gambung di Kabupaten Bandung, Jawa Barat, memiliki sungai dan sumber air melimpah yang mendukung terbentuknya ekosistem riparian yang kaya akan keanekaragaman hayati. Di wilayah ini terdapat berbagai tipe pemanfaatan lahan dan jalan raya yang membelah bagian riparian cagar alam yang menyebabkan satwa liar, termasuk burung di kawasan ini terancam kelestariannnya. Dalam rangka pengawasan kawasan konservasi, data dan informasi terkini tentang komunitas satwa burung di wilayah-wilayah yang rentan terhadap gangguan sangat diperlukan. Penelitian ini bertujuan untuk menentukan tingkat keanekaragaman spesies dan perbedaan struktur komunitas burung pada berbagai tipe pemanfaatan lahan sepanjang zona riparian wilayah Gambung, serta menentukan pengaruh perubahan struktur dan keanekaragaman vegetasi pohon di zona riparian terhadap tingkat keanekaragaman burung. Pengambilan data burung dilakukan pada setiap tipe pemanfaatan lahan sepanjang daerah riparian dengan metode point count. Pengambilan data vegetasi dilakukan pada pohon dengan DBH>20 cm pada plot berukuran 40 x 20 m yang kemudian digambarkan dalam diagram profil pohon untuk menentukan keanekaragaman dan luas tutupan kanopi pada setiap tipe tutupan lahan. Hasil penelitian menunjukkan kawasan hutan alami memiliki jumlah pohon terbanyak (43 individu), tutupan kanopi paling tebal (72,25%), serta indeks keragaman vegetasi paling tinggi (2,71) diikuti oleh hutan sekunder, perkebunan teh, dan kawasan dekat pemukiman yang merupakan area yang paling terbuka. Pada seluruh tipe tutupan lahan, teramati 1201 individu burung yang berasal dari 63 spesies dan 33 famili. Hasil penelitian yang menarik lainnya adalah hutan sekunder, yang merupakan kawasan peralihan, mempunyai kekayaan spesies terbanyak (41 spesies), tingkat keanekaragaman tertinggi (3,41), dominansi terendah (0,039), serta kemerataan tertinggi (0,91) dibanding tipe tutpan lahan lainnya walaupun kanopi dan tingkat keanekaragaman vegetasi pohon di hutan sekunder tidaklah setebal dan sebesar di hutan alami. Diduga faktor mikroklimat dan struktur vegetasi di hutan sekunder sesuai untuk aktivitas burung sehingga dapat menciptakan relung habitat yang baik untuk dua tipe burung, yaitu tipe burung interior dan tipe burung eksterior cagar alam. Perubahan struktur, komposisi, dan tingkat keanekaragaman vegetasi menunjukkan korelasi yang lemah dengan tingkat keanekaragaman burung (r = 0,485). Namun hasil lainnya melalui metode ordinasi menunjukkan burung-burung cenderung memilih kawasan dengan tingkat keanekaragaman vegetasi tinggi serta tutupan kanopi yang tebal. Hal ini dapat dihubungkan dengan kebutuhan pakan dan tempat berlindung bagi burung.", "Daftar File": {}, "Penulis": "Febriyanto [10618062]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, M.S, M.Sc.", "Aditya Dimas Pramudya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Riparian, Burung, Konservasi, Keanekaragaman, Cagar Alam Gunung Tilu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2023"}