{"Nomor": 72135, "Judul": "STUDI PARAMETRIK KONSTITUTIF MODEL LIKUIFAKSI P2PSAND DAN PM4SAND BERDASARKAN SIMULASI PENGUJIAN UNDRAINED DSS CYLIC", "Abstrak": "Sudah banyak bermunculan konstitutif model likuifaksi serta perkembangan modifikasinya seperti UBCSand, DM04, SANISAND, NTUA Sand, dll. Namun, permasalahan yang dihadapi pada konstitutif model ini ialah sulitnya pemahaman akan pengertian parameter yang digunakan dan cara mendapatkan nilainya yang benar. Seringkali nilai parameter yang digunakan pada konstitutif model tersebut berdasarkan hasil pengujian laboratorium dan hasil pemodelannya sering didapat relatif kurang akurat.\nPada penelitian ini, dihadirkan konstitutif model likuifaksi yang cukup sederhana untuk dipahami dan parameter yang digunakan adalah parameter umum yang nilainya dapat dikorelasikan dari hasil pengujian lapangan. Konstitutif model likuifaksi tersebut ialah P2PSand dan PM4Sand. Pada konstitutif model P2PSand parameter yang diperlukan hanya kerapatan relatif (Dr) saja sedangkan pada konstitutif model PM4Sand diperlukan parameter kerapatan relatif (Dr) dan konstanta laju kontraksi (hpo). Parameter kerapatan relatif (Dr) dapat dikorelasikan dari hasil pengujian lapangan berupa nilai N1(60), sedangkan untuk parameter hpo memerlukan kalibrasi berdasarkan hasil pengujian laboratorium agar mendapatkan hasil yang sesuai.\nSimulasi pemodelan Undrained DSS Cyclic dengan software FLAC2D untuk kosntitutif model likuifaksi PM4Sand dan FLAC3D untuk kosntitutif model likuifaksi P2PSand telah dilaksanakan. Berdasarkan simulasi tersebut, masing-masing konstitutif model memiliki kelebihan dan kekurangannya. Konstitutif model likuifaksi P2PSand relatif lebih akurat dalam memprediksi kurva strain path dan kondisi likuifaksi. Sedangkan konstitutif model likuifaksi PM4Sand relatif lebih akurat dalam memprediksi kurva stress path dan kurva hubungan kenaikan tegangan air pori atau Ru terhadap waktu atau siklus.\nPada akhirnya, penggunaan konstitutif model likuifaksi P2PSand lebih diunggulkan karena kemudahan dalam penggunaan parameternya yang hanya cukup memerlukan nilai Dr dan tanpa memerlukan parameter lain yang perlu dikalibrasi seperti parameter hpo pada konstitutif model likuifaksi PM4Sand. Alasan lainnya ialah konstitutif model P2PSand lebih akurat dalam memprediksi kondisi likuifaksi dibandingkan dengan konstitutif model likuifaksi PM4Sand.", "Daftar File": {"ABSTRAK Titan Septi Yansyah": "https://digilib.itb.ac.id/gdl/download/283747", "COVER Titan Septi Yansyah": "https://digilib.itb.ac.id/gdl/download/290754", "BAB 1 Titan Septi Yansyah": "https://digilib.itb.ac.id/gdl/download/290755", "BAB 2 Titan Septi Yansyah": "https://digilib.itb.ac.id/gdl/download/290756", "BAB 3 Titan Septi Yansyah": "https://digilib.itb.ac.id/gdl/download/290757", "BAB 4 Titan Septi Yansyah": "https://digilib.itb.ac.id/gdl/download/290758", "BAB 5 Titan Septi Yansyah": "https://digilib.itb.ac.id/gdl/download/290759", "PUSTAKA Titan Septi Yansyah": "https://digilib.itb.ac.id/gdl/download/290760"}, "Penulis": "Titan Septi Yansyah [25019317]", "Kontributor / Dosen Pembimbing": ["Dedi Apriadi, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "DSS Cyclic; likuifaksi P2PSand; likuifaksi PM4Sand", "Sumber": "FTSL", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "06 Mar 2023"}