{"Nomor": 72138, "Judul": "DEKOMPOSISI SERASAH DAUN KOPI (COFFEA ARABICA) DAN FAUNA TANAH DI KEBUN KOPI PALINTA, KABUPATEN BANDUNG, JAWA BARAT", "Abstrak": "Kopi arabika (Coffea arabica) merupakan komoditas perkebunan di Indonesia. Produktivitas tanaman kopi yang baik dibutuhkan untuk memenuhi permintaan kopi dari pasar lokal hingga mancanegara. Pada perkebunan kopi, serasah yang berasal dari bagian daun kopi merupakan sumber materi organik dan unsur hara melalui proses dekomposisi serasah. Berbagai organisme berperan dalam proses dekomposisi serasah diantaranya fauna tanah. Tujuan penelitian ini adalah untuk mengetahui laju dekomposisi serasah kopi serta fauna tanah yang terlibat dalam proses dekomposisi. Pada penelitian ini dilakukan pengukuran jumlah serasah kopi yang terdekomposisi serta identifikasi fauna tanah yang berperan dalam proses dekomposisi serasah daun kopi. Penelitian dilakukan di Kebun Kopi Palintang, Kabupaten Bandung, Jawa Barat. Penelitian dilakukan pada bulan September hingga Desember 2021. Pengukuran dekomposisi serasah daun kopi dilakukan dengan menggunakan metode kantong serasah dengan ukuran mesh 4 mm. Sebanyak 30 kantong serasah diletakkan pada lahan perkebunan kopi. Setiap bulan, sebanyak 10 kantong serasah diambil, kemudian dilakukan ekstraksi fauna tanah dan pengukuran massa serasah sisa. Ekstraksi fauna tanah dilakukan dengan menggunakan metode Berlese-Tullgren Funnel. Massa serasah berkurang 49,47% selama periode 3 bulan dengan laju dekomposisi sebesar 0,48-1,67 gram/bulan. Kondisi lingkungan yang memengaruhi laju dekomposisi serasah secara signifikan adalah curah hujan, kelembaban tanah, dan kandungan air tanah. Dekomposisi serasah kopi secara signifikan memengaruhi kandungan NO3-, NH4+, Boron, dan Kalium dapat ditukar (K-dd) dalam tanah. Fauna tanah hasil ekstraksi yang diperoleh sebesar 47 spesies dengan total individu 1,455. Jumlah spesies dan individu tertinggi yaitu 34 spesies dan 582 individu dijumpai di bulan Desember. Pada bulan Desember, indeks keanekaragaman tertinggi yaitu 1,11 dan indeks kemerataan tertinggi sebesar 0,31. Indeks dominansi tertinggi pada bulan November yaitu 0,06. Berdasarkan perannya, fauna yang diamati terdiri dari 86,46% detritivor, 11,27% predator, 1,58% herbivor, dan 0,69% parasit. Fauna tanah yang memiliki kelimpahan tertinggi selama penelitian yaitu Isotomidae, Oribatulidae, Entomobryidae, Parasitidae, dan Formicidae. Berdasarkan hasil penelitian, terdapat perbedaan pengaruh peran fauna tanah setiap bulan terhadap proses dekomposisi serasah daun kopi.", "Daftar File": {}, "Penulis": "Nurlita Budiandari [10618054]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, M.S., DEA.", "Sartika Indah Amalia Sudiarto, S.Si., M.Sc.Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Berlese-Tullgren, detritivor, litterbag", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2023"}