{"Nomor": 72145, "Judul": "PREDIKSI TANDA BACA PADA HASIL SISTEM PENGENAL UCAPAN OTOMATIS MENGGUNAKAN PENDEKATAN BERBASIS SEQUENCE LABELLING DAN MACHINE TRANSLATION", "Abstrak": "Sistem pengenal ucapan atau Automatic Speech Recognition (ASR) memberikan\nkeluaran berupa teks hasil pengenalan ucapan. Teks ini umumnya tidak bertanda baca\n(Ostendorf et al., 2008). Pemformatan hasil pengenalan ucapan penting untuk\ndilakukan baik bagi manusia maupun mesin, karena dapat menghilangkan ambiguitas\nmakna pada kalimat, serta dapat digunakan diberbagai task NLP. Penelitian ini\nbermaksud untuk menambahkan tanda titik, koma, dan tanda tanya pada hasil sistem\npengenalan ucapan.\nPrediksi tanda baca dapat dilakukan menggunakan pendekatan Language Modeling,\nSequence Labelling, dan Machine Translation. F1 score terbaik dari penelitian\nterdahulu didapat dari pendekatan Sequence Labelling dan Machine Translation.\nPendekatan sequence labelling menggunakan model Conditional Random Fields\ndengan berbagai konfigurasi word range dan n_gram (Lu dan Ng, 2010). Pendekatan\nmachine translation menggunakan model Neural Machine Translation dengan\nalgoritma encoder RNN, Bi-RNN, CNN, dan Transformer, serta algoritma decoder\nRNN, CNN, dan Transformer (Vandeghinste dkk, 2018). Korpus Indo4B dan data teks\ndari caption otomatis YouTube digunakan dalam penelitian ini. Penelitian ini juga\nmenguji teknik sampling terbaik dalam mengatasi imbalance jumlah tanda baca pada\ndataset.\nEksperimen dilakukan dengan mengubah metode sampling dan konfigurasi arsitektur\nyang digunakan sehingga didapatkan konfigurasi terbaik. Berdasarkan eksperimen\nyang dilakukan, metode sampling yang terbaik adalah metode Random\nUndersampling, yang menghasilkan dataset dengan distribusi tanda baca yang\nseimbang. Model terbaik yang berhasil diperoleh adalah model CRF dengan\nkonfigurasi word range 6 dan n_gram 3. F-measure terbaik untuk model tersebut\nadalah: 78,69% untuk titik; 40,30% untuk koma; dan 81,54% untuk tanda tanya.\nSelain itu, dilakukan simulasi berbagai variasi f1 score pengenalan ASR. F-measure\nterbaik didapat dari simulasi ASR dengan f1 score 100% dengan model CRF terbaik,\nyaitu: 66,59% untuk titik; 20,75% untuk koma; dan 40,36% untuk tanda tanya", "Daftar File": {}, "Penulis": "M. Irfaan Dzakiy [13518145]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "hasil pengenalan ucapan otomatis, pemformatan transkrip, prediksi tanda baca, conditional random fields, neural machine translation.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "06 Mar 2023"}