{"Nomor": 72143, "Judul": "PENGARUH ADOPSI ASISTEN DIGITAL BERBASIS SUARA, KEPERCAYAAN, DAN RISIKO PRIVASI YANG DIRASAKAN TERHADAP KEPUASAN KONSUMEN - BUKTI DARI NEGARA-NEGARA DI ASIA TENGGARA", "Abstrak": "Asisten digital berbasis suara (ADBS) semakin banyak digunakan, menciptakan kepuasan di kalangan konsumen. Faktor psikologis seperti kepercayaan telah menunjukkan faktor yang merugikan dalam mengadopsi teknologi. Dampak dari fenomena ini ketika risiko privasi yang dirasakan terlibat belum dipelajari. Penelitian ini bertujuan untuk mengetahui dampak persepsi risiko privasi terhadap adopsi teknologi, kepercayaan, dan kepuasan konsumen. Temuan dalam penelitian ini mencakup 193 responden dari Indonesia, Malaysia, dan Filipina yang telah menggunakan ADBS sehari-hari. Hasil menunjukkan bahwa ekspektasi kinerja, kenikmatan yang dirasakan, dan kepercayaan berhubungan positif dengan kepuasan konsumen dengan ADBS, dan risiko privasi yang dirasakan secara negatif memoderasi kenikmatan yang dirasakan. Namun, berbeda dengan penelitian sebelumnya, risiko privasi yang dirasakan tidak memiliki moderasi negatif yang signifikan terhadap ekspektasi kinerja dan kepercayaan. Meskipun makalah ini berkontribusi untuk memahami risiko privasi yang dirasakan pada teknologi berbasis AI, penelitian lebih lanjut diperlukan untuk menyelidiki dampak risiko privasi pada adopsi ADBS. Studi ini mengusulkan pemahaman yang lebih baik kepada manajer tentang bagaimana konsumen memandang risiko privasi, dan bagaimana hal ini dapat mempengaruhi adopsi pengguna di tiga negara Asia Tenggara.", "Daftar File": {"2023 SK PP Farrel Rasyad Tjandraatmadja   [19019213] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/283755"}, "Penulis": "Farrel Rasyad Tjandraatmadja [19019213]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ekspektasi kinerja, Kenikmatan yang dirasakan, Kepercayaan, Persepsi risiko privasi, Asisten digital berbasis suara", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "06 Mar 2023"}