{"Nomor": 72140, "Judul": "EVALUASI AKSESIBILITAS BERDASARKAN MODA AKSES MENUJU STASIUN KOMUTER DI BANDUNG RAYA (STUDI KASUS: STASIUN CICALENGKA, STASIUN BANDUNG, STASIUN KIARACONDONG, DAN STASIUN PADALARANG)", "Abstrak": "Empat stasiun yang melayani Kereta Komuter Bandung Raya dengan jumlah\npenumpang yang padat yaitu Stasiun Cicalengka, Stasiun Kiaracondong, Stasiun\nBandung, dan Stasiun Padalarang. Terdapat batasan dalam mengakses gerbang\nmasuk dengan kondisi dan karakteristik lingkungannya masing masing, padahal\naksesibilitas menjadi faktor yang menentukan alternatif moda perjalanan. Tujuan\ndari penelitian ini adalah evaluasi aksesibilitas stasiun komuter di wilayah Bandung\nRaya dengan melakukan identifikasi pola perjalanan eksisting, yang didukung\ndengan data survei terkait pola pemilihan moda beserta karakteristik perjalanan\npenumpang. Penelitian ini dilakukan dengan melakukan analisis terhadap moda\nperjalanan pilihan beserta faktor yang mempengaruhi pemilihan moda akses\ntersebut, karakteritik perjalanan dan demografi, catchment area, keterkaitan antara\nmoda akses dengan jarak tempuh dari stasiun, yang diakhiri dengan rekomendasi\nguna meningkatkan aksesibilitas untuk pejalan kaki dan pengguna angkutan umum.\nDari hasil analisis, diketahui bahwa rata rata pengeluaran per hari untuk\ntransportasi pengguna kendaraan bermotor lebih besar 1.6 kali lipat dibandingkan\ndengan pejalan kaki. Untuk moda kendaraan bermotor, diketahui bahwa stasiun luar\nKota Bandung memiliki luas catchment area yang lebih besar dibanding stasiun\ndalam Kota Bandung serta jarak akses menuju stasiun yang relatif jauh, yang juga\nmembuat biaya transportasi jika menggunakan angkutan online menjadi tergolong\ntinggi. Pejalan kaki merupakan pilihan yang mayoritas dipilih responden pada jarak\nkurang dari 2-kilometer, dengan jumlah responden kumulatif sebanyak 95%.\nKenaikan tertinggi grafik untuk pejalan kaki yakni pada jarak 0.4-kilometer hingga\n1.2-kilometer dengan kenaikan 80%, yang menunjukkan jarak tempuh mayoritas\npejalan kaki dalam menuju ke stasiun tinjauan. Didapatkan hasil bahwa alternatif\ngerbang lain dapat mengurangi jarak akses menuju stasiun hingga hanya menjadi\n0.84 kali jauhnya dibandingkan kondisi eksisting.", "Daftar File": {"ABSTRAK Oktaviani Riandiatmi": "https://digilib.itb.ac.id/gdl/download/283751"}, "Penulis": "Oktaviani Riandiatmi [25021087]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sony Sulaksono Wibowo, M.T, Ph.D.", "Dr. Eng. Widyarini Weningtyas, S.T, M.T.", "Dr. Eng., Ir. Febri Zukhruf, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Catchment Area, Stasiun, Aksesibilitas, Kereta Api, Stasiun Komuter Bandung Raya, Moda Akses", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2023"}