{"Nomor": 72141, "Judul": "INTENSITAS ARUS LINTAS INDONESIA DI SELAT MAKASSAR PADA DEGLASIASI TERAKHIR", "Abstrak": "Pemanasan global diduga akan melemahkan intensitas arus lintas Indonesia\n(Arlindo), sehingga menyebabkan pengurangan transfer massa air panas dan tawar\ndari Samudra Pasifik ke Samudra Hindia. Pelemahan intensitas Arlindo ini\nberdampak pada melemahnya sirkulasi Walker dan memicu semakin intensifnya\nkejadian fenomena iklim seperti El Niño di masa depan. Namun, terdapat gap\npengetahuan terkait sejarah pelemahan intensitas Arlindo karena terbatasnya data\nobservasi Arlindo di wilayah Indonesia, khususnya pada masa lampau dan dalam\nkurun waktu yang panjang. Pada penelitian ini dilakukan studi paleoseanografi\nmenggunakan inti sedimen laut untuk mengatasi gap pengetahuan tersebut. Studi\npaleoseanografi dilakukan di Selat Makassar yang merupakan pintu utama\nmasuknya massa air dari Samudra Pasifik ke Samudra Hindia. Penelitian ini\nbertujuan untuk membuktikan terjadinya pelemahan intensitas Arlindo dan\nmengetahui penyebabnya serta kaitannya dengan anomali suhu/salinitas permukaan\nlaut dan iklim di daratan saat terjadi pemanasan global ekstrem di masa lampau.\nStudi ini difokuskan pada periode deglasiasi terakhir (19.000-11.000 tahun lalu/thl)\nyang merupakan periode pemanasan global terakhir yang terjadi di bumi dengan\nkenaikan suhu bumi hingga 5°C. Rekonstruksi pelemahan intensitas Arlindo dalam\npenelitian ini menggunakan data X-Ray Fluorescence (XRF), isotop stabil\nforaminifera bentonik, dan analisis mikropaleontologi di Selat Makassar dan Laut\nSulawesi. Selanjutnya, dianalisis pula kaitan pelemahan Arlindo terhadap\nhidroklimat di daerah kajian berdasarkan data variabilitas suhu dan salinitas\npermukaan laut, serta curah hujannya. Rekonstruksi suhu permukaan laut dilakukan\ndengan menggunakan Mg/Ca Globigerinoides ruber, sedangkan proksi salinitas\npermukaan laut atau ?18Osw diukur menggunakan pasangan Mg/Ca dan ?18O\nGlobigerinoides ruber. Analisis hidroklimat di lokasi penelitian dianalisis dengan\nmenggunakan hasil pemindaian XRF.\nPemanasan global pada deglasiasi terakhir di Selat Makassar dan Laut Sulawesi\nditunjukkan oleh kenaikan suhu permukaan laut (SPL) sebesar 3oC atau kenaikan\nMg/Ca sebesar ~ 1 mmol/mol. Pada saat pemanasan global terjadi pada deglasiasi\nterakhir, pelemahan intensitas Arlindo terjadi pada Heinrich Stadial 1\n(HS1)/18.000-15.000 thl dan Younger Dryas (YD)/12.900-11.500 thl. Selain itu,\npelemahan Arlindo juga terjadi pada periode Heinrich Stadial 4 (HS4)/40.000-\n38.000 thl, Heinrich Stadial 3 (HS3)/30.000-27.800 thl, dan Heinrich Stadial 2\n(HS2)/25.800-24.000 thl. Pelemahan intensitas Arlindo dibuktikan dari nilai\nsortable silt dan log (Zr/Rb) yang rendah pada periode HS4, HS3, HS2, HS1, dan\nYD di Selat Makassar dan Laut Sulawesi. Dampak dari pelemahan intensitas\nArlindo juga terlihat dari melemahnya tingkat resuspensi mineral lempung yang\nditunjukkan oleh kenaikan tren log (Al/Ca) dan log (K/Ca) di lokasi penelitian.\nSuhu dan salinitas di wilayah Indonesia bagian tengah didominasi oleh SPL yang\nmenghangat 1-1,5oC (kenaikan Mg/Ca sebesar 0,4-0,6 mmol/mol) dan salinitas\nyang tinggi sebesar 34-35,7 PSU (kenaikan ?18Osw sebesar 0,2-0,7 ‰) pada HS1\ndan YD. Di dalam studi ini, rekonstruksi curah hujan di wilayah Laut Sulawesi\ndilakukan untuk mengetahui karakteristik hidroklimat saat Arlindo melemah pada\ndeglasiasi terakhir berdasarkan normalisasi rasio log (K/Ti), log (Ti/Al) dan log\n(K/Al). Karakteristik hidroklimat pada periode HS4, HS3, HS2, HS1 dan YD\nmemperlihatkan rasio log (K/Ti), log (K/Al), dan log (Ti/Al) yang rendah di lokasi\ninti sedimen laut SO217-18522 menandakan berkurangnya transpor sedimen, erosi,\ndan input lempung dari Sungai Berau. Berkurangnya transpor sedimen, erosi, dan\ninput lempung berkaitan dengan curah hujan rendah di sebagian besar wilayah\nKalimantan akibat perpindahan Intertropical Convergence Zone (ITCZ) ke arah\nselatan.\nBukti-bukti melemahnya intensitas Arlindo berdasarkan log (Zr/Rb) dan kumpulan\nforaminifera bentonik di Selat Makassar mendukung model penguatan Pacific\nMeridional Overturning Circulation (PMOC) yang menyebabkan pelemahan\nintensitas Arlindo pada deglasiasi terakhir. Penguatan PMOC menyebabkan\nterbentuknya deep water pada HS1 dan YD di wilayah Samudra Pasifik bagian\nutara. Dampak dari pembentukan deep water di wilayah PMOC ini adalah\nterdapatnya aliran permukaan air laut hingga lapisan intermediate yang menyebar\nlebih ke utara melalui Kuroshio Current di wilayah Samudra Pasifik. Massa air\nyang besar di wilayah Kuroshio Current menyebabkan transpor Arlindo berkurang\npada deglasiasi terakhir. Pelemahan transpor Arlindo terbukti dari pengurangan\njumlah massa air North Pacific Intermediate Water (NPIW) yang didasari dari\nberkurangnya genus Bulimina, Cibicidoides, dan spesies Cibicidoides mundulus di\nSelat Makassar.\nDari hasil penelitian ini didapatkan penemuan baru seperti:\n? Pelemahan intensitas Arlindo di Selat Makassar terjadi pada deglasiasi terakhir.\n? Suhu dan salinitas dicirikan oleh SPL yang menghangat dan salinitas tinggi pada\nskala waktu HS1 dan YD.\n? Berkurangnya curah hujan berdasarkan proksi transpor sedimen, erosi, dan input\nlempung pada HS1, dan YD.\n? Penguatan PMOC yang menyebabkan pelemahan intensitas Arlindo pada\ndeglasiasi terakhir.", "Daftar File": {"ABSTRAK Marfasran Hendrizan": "https://digilib.itb.ac.id/gdl/download/283756"}, "Penulis": "Marfasran Hendrizan [32419001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Eng. Nining Sari Ningsih, M.S."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Arlindo, suhu permukaan laut, salinitas permukaan laut, Mg/Ca, ?18Osw, X-Ray Fluorescence, Selat Makassar, deglasiasi terakhir.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2023"}