{"Nomor": 72149, "Judul": "PERBAIKAN DESAIN INTERAKSI FITUR SUBSKRIPSI PADA LAYANAN STREAMING VIDEO MENGGUNAKAN PENDEKATAN USER-CENTERED DESIGN (STUDI KASUS: VIDIO)", "Abstrak": "Studi pada tahun 2020 menyatakan bahwa 1 dari 7 penduduk dunia berlangganan\npada layanan streaming video, dan terjadi peningkatan yang sangat besar ketika\npandemi Covid-19 melanda. Oleh karena itu, fitur subskripsi pada aplikasi layanan\nstreaming video perlu memiliki usability yang baik, agar mempermudah pengguna\nuntuk berlangganan. Vidio adalah penyedia layanan streaming yang berasal dari\nIndonesia, yang memiliki layanan berlangganan bernama Vidio Premier. Penelitian\nini mencoba menemukan masalah desain interaksi pada fitur subskripsi aplikasi\nVidio, serta mengembangkan solusi atas masalah tersebut. Pencarian masalah\ndilakukan dengan tiga metode, yaitu survei terhadap pengguna layanan streaming\nvideo, pengujian usability testing, serta heuristic evaluation. Heuristic Evalutaion\ndigunakan untuk menemukan masalah pada fitur subskripsi aplikasi Vidio\nberdasarkan 10 heuristic desain. Sedangkan Usability testing dilakukan untuk\nmenemukan masalah yang dialami pengguna. Masalah-masalah yang ditemukan\ndijadikan dasar perancangan desain interaksi dalam bentuk high-fidelity prototype.\nPerancangan dilakukan dengan pendekatan User-Centered Design, dimana\npengembangan desain berpusat pada pengguna. Prototipe yang dihasilkan diuji\ndengan metode usability testing, serta menggunakan Single Ease Question (SEQ)\ndan System Usability Scale (SUS). Selain itu, completion rate, lama pengerjaan\ntask, dan Customer Satisfaction Score (CSAT) juga digunakan untuk mengukur\nketercapaian usability goals dan user experience goals. Rancangan prototipe yang\ndihasilkan mampu meningkatkan skor SEQ dari 5.925 menjadi 6.927, serta skor\nSUS dari 69.25 menjadi 94.75. Prototipe juga dinilai dapat memenuhi usability goal\neffective karena meningkatkan completion rate menjadi 100%, serta efficient karena\nmeningkatkan waktu pengerjaan task sebesar 46.81%. Prototipe juga dinilai\nmemenuhi user experience goal satisfying karena mendapat skor CSAT 96%.", "Daftar File": {}, "Penulis": "David Gozaly [13518118]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T, M.Eng., Ph.D.", "Rizal Dwi Prayogo, S.Si., M.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Vidio, User-Centered Design (UCD), Heuristic Evaluation, Single Ease Question (SEQ), System Usability Scale (SUS).", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "06 Mar 2023"}