{"Nomor": 72155, "Judul": "PERANCANGAN FLYOVER PADALARANG UNTUK FASILITAS SISTEM TRANSPORTASI", "Abstrak": "Simpang Padalarang merupakan simpang sebidang yang mempertemukan arus lalu lintas dari 4 arah, yaitu Jalan Nasional Bandung, Cianjur, Akses Tol Purbaleunyi, dan Akses Jalan Kota Baru Parahyangan (KBP). Selain itu, terdapat pula arus lalu lintas dari dan menuju Kota Purwakarta yang berada pada sisi Utara di dekat Simpang Padalarang ini. Hal tersebut menyebabkan banyaknya titik konflik lalu lintas yang terjadi pada daerah persimpangan.\nMelihat hal tersebut, telah dilakukan rekayasa lalu lintas berupa pengaturan belok ke kanan dari semua arah ditiadakan dan tidak melalui simpang. Dari rekayasa tersebut, dilakukan analisis simpang eksisting untuk mendapatkan kinerja simpang berupa derajat kejenuhan, panjang antrian, tundaan, dan LoS. Hasil analisis simpang eksisting menunjukkan kinerja yang masih buruk. Hal ini ditandai dengan tundaan rata-rata simpang sebesar 35,431 det/smp dengan tingkat LoS D. Untuk itu, dilakukan beberapa rekomendasi manajemen lalu lintas untuk memperbaiki kinerja simpang eksisting. Adapun rekomendasi yang dilakukan adalah analisis forecast kinerja simpang eksisting, skenario 1 berupa pelebaran pendekat, dan skenario 2 berupa pembangunan flyover. Analisis ini dilakukan dalam periode 5 tahunan yaitu 2021 – 2025. Dari 3 rekomendasi tersebut, didapatkan bahwa kinerja terbaik dihasilkan dari kinerja skenario 2 berupa pembangunan flyover dengan hasil kinerja pada tahun 2025 yaitu derajat kejenuhan sebesar 0,824, tundaan rata-rata sebesar 13,650 det/smp, dan LoS B.\nUntuk merealisasikan pembangunan Flyover Padalarang, perlu dilakukan proses perancangan yang baik dan detail. Dari hasil perancangan geometrik jalan, Flyover Padalarang terdiri dari segmen bentang elevated sepanjang 195,262 m dan abutment sepanjang 106,707 m sehingga total keseluruhan panjang flyover adalah 301,969 m. Untuk bentang elevated, segmen ini terdiri dari 6 bentang dan 5 pilar dengan jarak masing-masing antar pilar sebesar 30, 30, 30, 35, 30, dan 30 m. Sedangkan untuk abutment, segmen ini terdiri dari abutment 1 (A1) dengan panjang 75,128 m dan abutment 2 (A2) dengan panjang 31,579 m. Selain itu, juga dihasilkan jalan bertipe 4/2 D dengan kecepatan rencana 40 km/jam. Tikungan horizontal didesain sebanyak 2 PI dengan tipe SCS. Tikungan vertikal didesain sebanyak 5 PVI, terdiri dari 3 lengkung vertikal cembung dan 2 lengkung vertikal cekung.\nPada perancangan perkerasan jalan, jenis perkerasan jalan yang digunakan untuk segmen nonbentang elevated adalah perkerasan lentur dengan tebal AC-WC 50 mm, AC-BC 60 mm, AC-Base 220 mm, CTB 150 mm, dan Fondasi Agregat Kelas A 150 mm. Sedangkan untuk segmen bentang elevated, digunakan perkerasan lentur mengikuti lapisan permukaan pada segmen nonbentang elevated dengan tebal AC-WC 50 mm dan AC-BC 60 mm. Selain itu, juga dilakukan pengecekan kapasitas perkerasan jalan terhadap retak lelah (fatigue) dan deformasi permanen (rutting). Dari pengecekan tersebut, didapatkan nilai persentase beban CESA5 terhadap kapasitas fatigue sebesar 57,749% dan nilai persentase beban CESA5 terhadap kapasitas rutting sebesar 43,625%.\nPada perancangan fasilitas jalan, digunakan marka jalan berupa marka membujur (garis utuh dan garis putus-putus) sebagai pembatas lajur lalu lintas dan marka kewaspadaan dengan efek kejut berupa pita penggaduh (rumble strip) sebagai pengaman jalan dalam mengurangi kecepatan. Selain itu, juga dirancang rambu jalan terdiri dari 6 rambu peringatan, 9 rambu larangan, 1 rambu perintah, dan 3 rambu petunjuk. Rambu peringatan berguna untuk memberikan peringatan terhadap tikungan dan objek rintangan. Rambu larangan berguna untuk memberi informasi larangan masuk kendaraan tertentu, batas kecepatan, berhenti, belok kanan, dan parker. Terakhir, rambu petunjuk berguna untuk memberikan informasi pengaturan lalu lintas dan pendahulu jurusan yang ingin dituju.\nPada perancangan manajemen konstruksi, pekerjaan yang ditinjau pada proyek Flyover Padalarang bidang Rekayasa Transportasi meliputi meliputi pekerjaan persiapan tanah dasar, fondasi agregat, CTB, perkerasan lentur, concrete barrier, marka jalan, dan rambu jalan. Estimasi biaya konstruksi yang diperlukan untuk item pekerjaan bidang Rekayasa Transportasi adalah sebesar Rp 12.715.031.430,33 dengan durasi pekerjaan selama 41 hari (± 2 bulan).", "Daftar File": {}, "Penulis": "Fitra Hartanto [15018015]", "Kontributor / Dosen Pembimbing": ["Ir. Nasuhi Zain, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "flyover, analisis kinerja simpang, geometrik jalan, perkerasan jalan, fasilitas jalan, dan manajemen konstruksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2023"}