{"Nomor": 72153, "Judul": "KAJIAN DAMPAK SPLIT SLEEP TERHADAP KELELAHAN BERDASARKAN INDIKATOR OKULAR SAAT MENGEMUDIKAN SIMULATOR KERETA API", "Abstrak": "Kelelahan menjadi suatu faktor yang dapat meningkatkan risiko kecelakaan kereta api. Salah satu faktor yang dapat mempengaruhi kelelahan adalah kurangnya durasi dan kualitas tidur karena tidur terpotong atau split sleep. Masinis kereta api di Indonesia sering menerapkan split sleep karena waktu beristirahat digunakan juga untuk keperluan keluarga, ibadah, serta perjalanan pulang pergi stasiun. Penelitian ini bertujuan untuk mengkaji dampak split sleep terhadap tingkat kelelahan saat mengoperasikan kereta api.\n15 partisipan pria diminta untuk mengemudikan simulator kereta api selama 2,5 jam di laboratorium setelah menerapkan dua kondisi tidur yaitu, split sleep dan baseline atau tidur normal. Kondisi split sleep dilakukan dengan membagi tidur menjadi dua segmen yaitu, pukul 05.00-10.00 dan 12.00-15.00 sedangkan, kondisi baseline dilakukan dalam satu segmen saja yaitu, pukul 21.00-05.00. Kelelahan diukur dengan menggunakan durasi dan frekuensi kedipan menggunakan eye tracker serta, kuesioner subjektif yaitu, Swedish Occupational Fatigue Inventory (SOFI). Pengukuran durasi dan frekuensi kedipan mata dilakukan selama 2,5 jam sedangkan, pengisian kuesioner SOFI hanya dilakukan di awal dan di akhir eksperimen.\nHasil penelitian ini menunjukkan adanya peningkatan kelelahan antara kondisi split sleep dan baseline berdasarkan frekuensi kedipan, durasi kedipan, dan nilai SOFI. Selain itu, terdapat peningkatan kelelahan antara kondisi awal dan akhir simulasi berdasarkan durasi kedipan dan nilai SOFI. Oleh karena itu, penerapan split sleep harus diiringi dengan durasi dan kualitas tidur yang baik. Pemenuhan durasi tidur (7-8 jam) dan peningkatan kualitas tidur perlu dilakukan sebagai strategi mitigasi untuk meminimasi pengaruh kelelahan karena split sleep.", "Daftar File": {}, "Penulis": "Wineanawaya Hanna Siringoringo [13418011]", "Kontributor / Dosen Pembimbing": ["Ir. Hardianto Iridiastadi, M.SIE., Ph.D., CPE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kelelahan, masinis, split sleep, kedipan mata, SOFI", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "06 Mar 2023"}