{"Nomor": 72166, "Judul": "SELEKSI ISOLAT MIKROBA BERDASARKAN AKTIVITAS ENZIM PEKTINASE SEBAGAI STARTER DALAM OPTIMASI FERMENTASI KOPI ARABIKA JAWA BARAT", "Abstrak": "Kopi merupakan komoditas agrikultur yang banyak diperdagangkan di pasar internasional. Namun, meski menjadi pengekspor kopi terbanyak keempat di dunia, proses pengolahan kopi di Indonesia—terutama dalam fermentasi—belum dilakukan secara terkontrol. Proses fermentasi pada kopi bertujuan untuk mendegradasi lapisan lendir yang mengandung pektin agar dapat meningkatkan citarasa pada kopi, sehingga fermentasi secara terkontrol penting dilakukan untuk memastikan mikroba yang tumbuh merupakan mikroba yang mendukung degradasi pektin dan menghasilkan metabolit yang diinginkan. Tujuan penelitian ini adalah untuk mendapatkan mikroorganisme yang berpotensi sebagai starter berdasarkan seleksi aktivitas enzim pektinase untuk membantu meningkatkan cita rasa kopi Arabika Jawa Barat; menentukan dinamika populasi mikroba selama fermentasi terkontrol kopi; serta menentukan formulasi starter mikroba berdasarkan nilai cupping test kopi terbaik. Dilakukan seleksi kandidat starter isolat ragi dan bakteri berdasarkan aktivitas pektinase secara kualitatif dan kuantitatif. Isolat terpilih kemudian dipanen selnya untuk pembuatan starter. Fermentasi terkontrol kopi dilakukan dengan menambahkan starter yang memiliki variasi perbandingan ragi dan bakteri 1:0, 0:1, 1:1, dan tidak ditambahkan starter sebagai kontrol selama 72 jam. Dilakukan pengambilan sampel untuk enumerasi mikroba serta pengukuran pH setiap 12 jam sekali. Uji organoleptik dilakukan dengan metode cupping test yang dilaksanakan oleh lembaga kopi bersertifikat. Didapatkan isolat ragi dengan aktivitas total pektinase tertinggi yaitu R1-TKSU dengan nilai 7.187 ± 0.115 u/mL pada Synthetic Pectin Media (SPM) dan 5.133 ± 0.212 u/mL pada Coffee Pulp Media (CPM) serta isolat bakteri B1-DKBB dengan nilai 8.177 ± 0.392 u/mL pada SPM dan 5.04 ± 0.064 u/mL pada CPM. Sebagai hasil, enumerasi mikroba total menunjukkan bahwa isolat starter mendominasi kelimpahan mikroba dan kopi yang ditambahkan starter dengan perbandingan ragi dan bakteri 1:0 menunjukkan nilai cupping test paling tinggi.", "Daftar File": {}, "Penulis": "Nissa Amanda Isak Taib [10418032]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr. Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "fermentasi, kopi arabika, pektinase, starter", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2023"}