{"Nomor": 72169, "Judul": "PENGKAJIAN DAYA TARIK BERBAGAI JENIS BUAH TERHADAP NYAMUK AEDES AEGYPTI DAN CULEX QUINQUEFASCIATUS DI LABORATORIUM", "Abstrak": "Nyamuk merupakan serangga pengganggu serta vektor dari beberapa penyakit utama manusia, seperti Demam Berdarah Dengue (DBD) dan filariasis limfatik. Sampai saat ini, Demam berdarah dengue (DBD) masih menjadi permasalahan utama kesehatan di Indonesia karena meningkatnya jumlah penderita DBD serta persebarannya yang luas. Demikian pula dengan filariasis yang masih menjadi masalah di beberapa tempat di Indonesia. Saat ini pengendalian Deman berdarah dengue (DBD) dan filarisis limfatik difokuskan pada pemberantasan vektor nyamuk Aedes aegypti dan Culex quinquefasciatus. Salah satu metode baru dalam pengendalian nyamuk yang sedang dikembangkan adalah Attractive Toxic Sugar Bait (ATSB). Attractive Toxic Sugar Bait merupakan kombinasi antara atraktan yang berasal dari buah dan insektisida. Kombinasi ini merupakan metode pengendalian yang efisien dalam menarik dan membunuh nyamuk. Berdasarkan hal ini, maka dilakukan penelitian untuk mengetahui potensi dan efektivitas atraktan gula (Attractive Sugar Bait atau ASB). ASB yang diuji berupa jus buah segar mangga (Mangifera indica), guava (Psidium guajava), pepaya (Carica papaya), pisang (Musa paradisiaca), dan alpukat (Persea americana). Percobaan dilakukan dengan menggunakan nyamuk Aedes aegypti dan Culex quinquefasciatus. Data diuji berdasarkan jumlah pendaratan nyamuk pada setiap umpan. Hasil dari penelitian ini menunjukkan mangga secara signifikan memiliki potensi atraktan yang lebih tinggi dibandingkan ASB lainnya (P < 0,05) pada Aedes aegypti jantan dan betina sedangkan pada Culex quinquefasciatus jantan dan betina, mangga dan guava secara signifikan memiliki potensi atraktan yang lebih tinggi dibandingkan ASB lainnya (P < 0,05). Kesimpulan dari penelitian ini adalah jus mangga menunjukkan daya tarik tertinggi terhadap Aedes aegypti dan Culex quinquefasciatus jantan maupun betina. Pengujian potensi buah sebagai Attractive Sugar Bait terhadap nyamuk Culex quinquefasciatus jantan dan betina ini merupakan pengujian pertama yang dilaporkan sehingga diharapkan hasil pengujian ini dapat memberikan gambaran terkait potensi ASB pada spesies nyamuk yang berbeda.", "Daftar File": {}, "Penulis": "Thalia Khansa Lathifah [10618023]", "Kontributor / Dosen Pembimbing": ["Prof. Intan Ahmad Musmeinan, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aedes aegypti, Culex quinquefasciatus, Attractive Toxic Sugar Bait (ATSB), Attractive Sugar Bait (ASB), Mangga, Guava, Papaya, Pisang, Alpukat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Mar 2023"}