{"Nomor": 72172, "Judul": "PERBANDINGAN ANTARA METODE NON-EXERCISE FITNESS ASSESSMENT (NEFA) DENGAN METODE SUB-MAKSIMAL TERHADAP PENGUKURAN VO2MAX", "Abstrak": "Latar Belakang: Kebugaran merupakan komponen penting untuk melakukan aktivitas fisik secara optimal dan untuk mengetahui kebugaran seseorang dapat ditentukan melalui kebugaran kardiorespirasi atau cardiorespiratory fitness (CRF), salah satunya yaitu dengan mengetahui nilai VO2max. Pengukuran VO2max dapat dilakukan secara langsung di laboratorium dan secara tidak langsung di lapangan yaitu menggunakan metode non-exercise fitness assessment (NEFA) dan metode sub-maksimal. Maka, tujuan dari penelitian ini yaitu untuk mengetahui dan membandingkan hasil pengukuran secara langsung di laboratorium dan secara tidak langsung di lapangan. Metode: Penelitian ini merupakan penelitian deskriptif komparatif yang bertujuan memberikan hasil dari pengukuran VO2max dengan tes secara langsung di laboratorium dan tes secara tidak langsung di lapangan. Pengambilan sampel penelitian ini menggunakan purposive sampling dengan subjek penelitian ini berjumlah 8 partisipan. Hasil: Hasil dari penelitian ini menyebutkan bahwa hasil VO2max metode non-exercise fitness assessment (NEFA) dengan HRrest dan tanpa HRrest tidak memiliki perbedaan yang signifikan dengan nilai P > 0,05. Kemudian untuk tes 6 Minute Walking Test (6MWT) dengan tes laboratorium mengungkapkan bahwa adanya perbedaan yang signifikan dan tes 3 Minute Step Test (3MST) dengan tes laboratorium juga memiliki perbedaan yang signifikan dengan nilai P < 0,05. Kesimpulan: Hasil analisis data yang diperoleh dari penelitian ini, menunjukkan bahwa adanya persamaan metode non-exercise fitness assessment (NEFA) yang dimodifikasi dengan dan tanpa denyut jantung istirahat (HRrest) ditemukan secara akurat dapat memprediksi VO2max dewasa sehat karena hasil pengukurannya tidak jauh dengan hasil pengukuran tes laboratorium. Persamaan non-exercise fitness assessment (NEFA) dengan dan tanpa denyut jantung istirahat (HRrest) memberikan metode hemat biaya untuk mengukur kebugaran kardiorespirasi. Sementara itu, metode sub-maksimal 6 Minute Walking Test (6MWT) dan 3 Minute Step Test (3MST) tidak memiliki hasil pengukuran yang mendekati dengan hasil pengukuran laboratorium sehingga tidak secara akurat dapat memprediksi VO2max dewasa sehat.", "Daftar File": {"ABSTRAK Nadia Eka Putri": "https://digilib.itb.ac.id/gdl/download/283869"}, "Penulis": "Nadia Eka Putri [21721008]", "Kontributor / Dosen Pembimbing": ["Dr. Rini Syafriani, M.Kes.", "Drs. Tommy Apriantono, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "aktivitas fisik, VO2max, tes laboratorium, metode nefa, metode sub-maksimal.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "06 Mar 2023"}