{"Nomor": 72178, "Judul": "OPTIMISASI PEMELIHARAAN INTEGRITAS ASET PADA  RISER DI ANJUNGAN MINYAK & GAS LEPAS PANTAI  MENGGUNAKAN METODE SIX SIGMA (KASUS: PT. MIGAS KALTIM)", "Abstrak": "PT. Migas Kaltim adalah perusahaan yang bergerak di bidang eksplorasi dan produksi migas, mengoperasikan blok wilayah kerja yang diambil alih oleh bekas perusahaan migas kelas dunia di wilayah Kalimantan Timur. Dalam menjalankan usahanya, PT. Migas Kalimantan Timur memiliki visi menjadi perusahaan eksplorasi dan produksi migas kelas dunia dan misinya adalah mengelola kegiatan eksplorasi dan produksi migas secara berkelanjutan dengan prinsip niaga yang kuat dan memenuhi pemangku kepentingan yaitu dengan cara yang andal, aman , dan cara ramah lingkungan. Untuk mencapai hal tersebut, perusahaan telah menetapkan target zero failure atau kebocoran nol pada fasilitas pipa riser. Namun pada tahun 2020 terjadi kegagalan dalam mempertahankan pipa riser yaitu empat kebocoran pada pipa riser yang terjadi pada tahun yang sama, yang mengakibatkan kerugian finansial yang cukup besar bagi perusahaan bisnis, berpotensi sekitar US$1.570.383. Pertanyaan selanjutnya adalah apakah target yang ditetapkan oleh perusahaan dapat tercapai. Untuk mencapai target tersebut, perlu dilakukan optimalisasi dan peningkatan kehandalan pipa riser yang ada, dengan menggunakan metode Six Sigma DMAIC untuk membantu meningkatkan kehandalan dan mengatasi permasalahan yang ada dengan meningkatkan kinerja kehandalan riser untuk mencapai zero failure akibat kebocoran pada pipa riser. Informasi dan data yang diperlukan dalam penelitian ini diperoleh dengan menggunakan metodologi penelitian kuantitatif untuk mengumpulkan data survei reliabilitas riser yang ada dan beberapa data terkait dengan riser, dan metode kualitatif dengan melakukan wawancara dengan pihak-pihak kunci yang terkait dengan program reliabilitas riser untuk mengumpulkan informasi, data , validasi data terkait implementasi program reliabilitas riser, serta literatur terkait yang dibutuhkan dalam penelitian ini. \nPenelitian untuk mengoptimalkan dan meningkatkan kehandalan pipa riser ini menggunakan metode Six Sigma D-M-A-I-C, dimulai dengan langkah Define; identifikasi permasalahan yang terjadi, identifikasi rancangan sistem program keandalan riser, standar yang digunakan dan standar internasional yang berlaku, \niii  \n \ntarget yang ditetapkan, perhitungan data kinerja keandalan riser eksisting, identifikasi waste in process step dan pengurangannya, dan identifikasi data terkait kemudian dipetakan ke alat SIPOC, selanjutnya di langkah Ukur; membuat pertanyaan wawancara kualitatif untuk mengumpulkan informasi, data, dan validasi data, memeriksa dan memvalidasi bagaimana memastikan implementasi keandalan dalam program yang telah ditentukan, mengurangi pemborosan dan diagram pareto untuk memetakan kondisi masalah yang ada dan menentukan fokus utama masalah mana yang harus diselesaikan terlebih dahulu dan mana yang harus diselesaikan kemudian. Selanjutnya pada tahap analisis antara lain; analisis desain sistem/proses eksisting, analisis kemungkinan pengurangan pemborosan dan pengembangan optimalisasi keandalan riser, analisis dengan alat CRT untuk menemukan penyebab utama kegagalan riser, FMEA untuk menganalisis kondisi eksisting dalam mengidentifikasi potensi risiko dan peringkat risiko penyebab kegagalan , menggunakan diagram alur proses dan produksi yang disederhanakan untuk mengurangi proses yang tidak bernilai tambah. Selanjutnya pada Tahap Improve dilakukan pengembangan untuk mencari berbagai alternatif solusi untuk mengatasi permasalahan yang menjadi penyebab utama, mengoptimalkan dan meningkatkan kehandalan riser, menentukan alternatif mana yang terbaik dengan metode AHP, dan merencanakan implementasi yang terbaik. alternatif. Selanjutnya langkah Control yaitu terus memantau dan memperbaiki detail implementasi dibantu dengan alat FMEA dan bantuan Gann chart sebagai kontrol implementasi sehingga dapat fokus sesuai rencana dapat mencapai target zero-failure yang ditetapkan perusahaan atau tercapai target-target yang diharapkan. \nDari penyebab utama yang ditemukan dalam penelitian ini, maka dipilih solusi terbaik untuk meningkatkan kehandalan pipa riser, kemudian diimplementasikan dan diperoleh hasil peningkatan kehandalan yang positif dengan sangat baik yang ditandai dengan tidak terjadi degradasi pada pipa riser dengan laju korosi nol. selama masa implementasi solusi tersebut, sehingga jika dipertahankan secara konsisten maka target perusahaan zero leak dapat tercapai. Penelitian ini menyimpulkan bahwa beberapa kekurangan mendasar gagalnya keandalan riser pada sistem perancangan program keandalan riser lama disisi lain tidak adanya perencanaan biaya dan tidak adanya jaminan kepastian penyelesaian rekomendasi dari program-program yang ada, maka dilakukan perbaikan-perbaikan. dibuat rancangan sistem dengan mengimplementasikan solusi yang terbaik sehingga ada jaminan untuk implementasi semua program keandalan yang dibuat dan hasilnya adalah peningkatan keandalan yang sangat baik dan target perusahaan zero leak dapat tercapai.", "Daftar File": {"2023_TS_PP_Glundung Santoso_29120396_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/283899"}, "Penulis": "Glundung Santoso [29120396]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T, M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Peningkatan reliabilitas riser, Six Sigma DMAIC.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "06 Mar 2023"}