{"Nomor": 72182, "Judul": "KESEDIAAN PARTISIPASI MASYARAKAT DALAM PENGELOLAAN SAMPAH KEMASAN SELAMA MASA PANDEMI CORONAVIRUS DISEASE (COVID-19) DI KOTA YOGYAKARTA", "Abstrak": "Pesatnya perkembangan e-commerce dan situasi Pandemi Coronavirus Disease\n(Covid-19) mendorong peningkatan volume sampah kemasan yang dihasilkan dari\nkegiatan pembelian online. Sampah kemasan yang tidak dikelola dapat menambah\nvolume sampah yang masuk di Tempat Pemrosesan Akhir (TPA), serta berdampak\nterhadap pencemaran air dan tanah. Pemerintah Kota Yogyakarta telah mendirikan\nfasilitas persampahan namun hal tersebut belum signifikan mengurangi volume\nsampah di TPA Piyungan karena partisipasi masyarakat dalam pengelolaan sampah\nmasih rendah. Penelitian ini bertujuan untuk mengkaji perilaku masyarakat dan\nmengukur kesediaan partisipasi masyarakat dalam melakukan pengelolaan sampah\nkemasan menggunakan model Theory of Planned Behavior (TPB). Penelitian ini\nmenggunakan pendekatan kuantitatif dengan menggunakan data primer.\nPengumpulan data dilakukan dengan menyebarkan kuesioner kepada penduduk\nKota Yogyakarta dengan total kuesioner sebanyak 111 responden yang tersebar di\n14 Kecamatan di Kota Yogyakarta. Dalam skala pengukurannya, digunakan lima\nskala likert, dan pengambilan sampel dilakukan dengan metode Cluster Random\nSampling. Metode analisis pengujian dalam penelitian ini menggunakan Partial\nLeast Square-Structural Equation Modeling (PLS-SEM). Hasil penelitian\nmenunjukkan bahwa sebesar 68% responden menyatakan mengalami peningkatan\njumlah pembelian online yaitu dari rata-rata 1-3 kali per bulan pada sebelum\nPandemi Covid-19, menjadi rata-rata 4-7 kali per bulan selama masa Pandemi\nCovid-19. Sementara itu, hasil penelitian kesediaan partisipasi masyarakat dalam\npengelolaan sampah kemasan dari kegiatan belanja online menunjukkan persepsi\nkendali perilaku, pengetahuan dan kenyamanan secara langsung berpengaruh\npositif dan signifikan, atau semakin tinggi persepsi, pengetahuan dan kenyamanan\nyang ada di masyarakat dapat meningkatkan kesediaan partisipasi masyarakat.\nSementara untuk sikap dan norma subjektif secara langsung berpengaruh positif\nnamun tidak signifikan terhadap kesediaan partisipasi masyarakat Pengaruh variabel sikap dan norma subjektif terhadap kesediaan partisipasi dapat\nditingkatkan melalui variabel pengetahuan dan kenyamanan. Dalam hal ini,\npengetahuan mampu memediasi variabel sikap dalam mempengaruhi kesediaan\npartisipasi, dan variabel kenyamanan mampu memediasi variabel norma subjektif\ndalam mempengaruhi kesediaan masyarakat partisipasi pengelolaan sampah\nkemasan di masyarakat.", "Daftar File": {"INTAN HAR ASELNA.pdf": "https://digilib.itb.ac.id/gdl/download/283952"}, "Penulis": "Intan Har Aselna [25320009]", "Kontributor / Dosen Pembimbing": ["Dr. Mochammad Chaerul, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Pandemi Covid-19, Sampah Kemasan. Pengelolaan Sampah, Theory of Planned Behavior (TPB)", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "06 Mar 2023"}