{"Nomor": 72180, "Judul": "MODEL DAN ADAPTIVE NEIGHBORHOOD SIMULATED ANNEALING UNTUK SITE-DEPENDENT VEHICLE ROUTING PROBLEM WITH MULTIPLE CROSS-DOCK DAN TIME WINDOW", "Abstrak": "Cross-docking merupakan salah satu strategi yang banyak digunakan oleh\nperusahaan untuk mendapatkan keunggulan kompetitif dan menurunkan biaya\ntransportasi yang dapat mencapai 30% dari total biaya yang dikeluarkan. Dalam\ncross-docking ada dua poin utama yang harus diperhatikan yaitu kedatangan\nkendaraan dan konsolidasi secara bersamaan (simultan). Jika setelah proses pickup\nseluruh kendaraan kembali ke cross-dock tidak secara simultan maka proses\nkonsolidasi harus ditunda hingga seluruh kendaraan kembali ke cross-dock, hal ini\ndapat menyebabkan meningkatnya waktu tunggu dan level inventori di cross-dock.\nOleh karena itu, keputusan vehicle routing menjadi salah satu keputusan penting\ndalam proses cross-docking. Masalah ini lebih dikenal sebagai Vehicle Routing\nProblem with Cross-dock (VRPCD).\nPada penelitian ini VRPCD dikembangkan menjadi Vehicle Routing Problem with\nMultiple Cross-dock (VRPMCD) yang mempertimbangkan kendaraan heterogen\n(heterogeneous fleet), jendela waktu pelayanan (time window), dan batasan\nketergantungan antara lokasi konsumen dan jenis kendaraan (site-dependent), atau\ndapat disingkat menjadi SDVRPMCDTW. Aspek time window dan site-dependent\nditambahkan karena pada sistem nyata perusahaan dihadapkan pada situasi dimana\nsetiap cross-dock dan konsumen memiliki jendela waktu pelayanan masingmasing,\ndan beberapa jenis kendaraan tidak dapat mengunjungi lokasi konsumen\ntertentu. Model matematis dan algoritma Adaptive Neighborhood Simulated\nAnnealing (ANSA) dikembangkan untuk permasalahan SDVRPMCDTW.\nAlgoritma yang dikembangkan diuji coba untuk menyelesaikan permasalahan HFVRPMCD\ndari penelitian terdahulu. Hasil uji coba menunjukkan algoritma yang\ndikembangkan mampu menghasilkan solusi yang sama atau lebih baik dari hasil\nalgoritma penelitian terdahulu pada 60 data dari 90 data yang diuji coba. Uji statistik\npaired t-test digunakan untuk melihat apakah perbedaan solusi antara algoritma\nyang dikembangkan dan algoritma penelitian terdahulu signifikan, hasil uji statistik\nini menunjukkan bahwa algoritma yang dikembangkan menghasilkan solusi yang\nlebih baik dibandingkan algoritma dari penelitian terdahulu.\nModel matematis dan algoritma yang dikembangkan diuji coba untuk\nmenyelesaikan permasalahan SDVRPMCDTW. Hasil uji coba menunjukkan\nbahwa penyelesaian menggunakan model matematis atau disebut juga dengan\nmetode eksak hanya dapat digunakan untuk menyelesaikan data 10 titik konsumen,\nsedangkan pada data 30 dan 50 titik konsumen metode eksak membutuhkan waktu\nkomputasi yang sangat lama untuk mendapatkan solusi global optimal. Sedangkan\nalgoritma yang dikembangkan dapat menyelesaikan data 10, 30, dan 50 titik\nkonsumen dengan waktu komputasi yang dapat diterima. Hasil uji coba ini juga\nmenunjukkan bahwa performansi algoritma yang dikembangkan cukup baik dari\nsegi kualitas solusi dengan gap dari metode eksak sebesar 0,16% dan -24,99% pada\ndata 10 dan 30 titik konsumen, dan gap dari algoritma SA sebesar -1,37% pada data\n50 titik, dan waktu komputasi yang dibutuhkan lebih kecil dibanding metode eksak\npada data 30 titik konsumen.", "Daftar File": {"ABSTRAK Rizky Novatama": "https://digilib.itb.ac.id/gdl/download/283920"}, "Penulis": "Rizky Novatama [23419001]", "Kontributor / Dosen Pembimbing": ["Suprayogi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Vehicle routing problem with multiple cross-dock, Time window, Sitedependent, Adaptive neighborhood, Simulated annealing.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "06 Mar 2023"}