{"Nomor": 72184, "Judul": "EVALUASI EKONOMI PENAMBANGAN BATUBARA OPEN PIT DI PT BERAU COAL SITE BINUNGAN BLOK 8: PERBANDINGAN METODE DISCOUNTED CASH FLOW DAN SIMULASI MONTE CARLO", "Abstrak": "Metode penambangan open pit untuk komoditas batubara di PT Berau Coal telah\nberlangsung sejak 1993 sesuai dengan izin PKP2B yang berlaku hingga 2025. Site\nBinungan Blok 8 sebagai salah satu area penambangan milik PT Berau Coal masih\nmemiliki target produksi hingga tahun 2026 sesuai dengan mine planning yang berlaku.\nKeterbatasan untuk mengetahui kepastian perpanjangan PKP2B menjadi IUP membuat\ntarget produksi di tahun akhir penambangan ini bisa diselesaikan dengan tiga kemungkinan\nskenario, skenario pertama yaitu kegiatan produksi dijalankan sesuai target hingga tahun\n2026, skenario kedua yaitu kegiatan produksi hanya dijalankan hingga tahun 2025 tanpa\nadanya penambahan atau pengurangan target, dan skenario ketiga yaitu kegiatan produksi\ndijalankan hingga tahun 2025 namun terdapat pengalihan target produksi tahun 2026 ke\ntahun 2025. Setiap skenario penambangan memiliki risikonya masing-masing dikarenakan\nbiaya yang harus dikeluarkan seperti capital expenditure dan pendapatan sangat\nbergantung dari skenario yang akan dipilih oleh PT Berau Coal. Oleh karena itu diperlukan\nevaluasi investasi sebagai pertimbangan nilai ekonomi dari tiap skenario. Pada masa\nsekarang, khususnya sektor pertambangan, metode analisis investasi yang sering\ndigunakan adalah metode static discounted cash flow (DCF). Namun metode discounted\ncash flow (DCF) pada umumnya mengabaikan aspek ketidakpastian karena\nmengasumsikan tidak adanya risiko yang muncul di kemudian hari. Maka dari itu\ndilakukan penelitian untuk menganalisis nilai keekonomian suatu proyek dengan\nmempertimbangkan adanya kenaikan atau penurunan terhadap parameter yang sensitif\ndengan simulasi Monte Carlo. Evaluasi ekonomi yang dilakukan pada ketiga skenario\npenambangan dengan metode open pit pada PT Berau Coal ini dimulai dengan metode\nDCF untuk mendapatkan indikator ekonomi NPV. Selanjutnya dilakukan evaluasi ekonomi\nmenggunakan simulasi Monte Carlo berdasarkan nilai NPV yang diperoleh dari hasil\nevaluasi metode DCF dan variabel input harga batubara. Hasil penelitian menunjukkan\ndengan metode DCF ketiga skenario tersebut layak secara ekonomi dimana untuk skenario\n1 diperoleh nilai NPV sebesar $ 22.259.534, untuk skenario 2 diperoleh nilai NPV sebesar\n$ 11.234.154, serta untuk skenario 3 diperoleh nilai NPV sebesar $ 19.299.840. Sedangkan\ndengan simulasi Monte Carlo didapatkan NPV rata rata sebagai hasil NPV yang diharapkan\ndari simulasi sebanyak 1000 kali sebesar $ 16.888.238 untuk skenario 1, $ 8.885.120 untuk\nskenario 2, $ 14.270.746 untuk skenario 3. Berdasarkan hasil penelitian didapatkan\nskenario 1 lebih menguntungkan karena didapatkan hasil nilai untuk tiap indikator ekonomi\npada metode DCF dan hasil NPV harapan dari simulasi Monte Carlo yang lebih besar\ndibandingkan skenario 2 dan 3.", "Daftar File": {"ABSTRAK Mahardhika Depi Putra": "https://digilib.itb.ac.id/gdl/download/287450"}, "Penulis": "Mahardhika Depi Putra [12118047]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Discounted Cash Flow, simulasi Monte Carlo, evaluasi ekonomi.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "07 Mar 2023"}