{"Nomor": 72197, "Judul": "USULAN STRATEGI MARKETING YANG BERKELANJUTAN  UNTUK MENGHINDARI AKTIVITAS GREENWASHING  (STUDI KASUS: PT. AVO INNOVATION & TECHNOLOGY)", "Abstrak": "Meningkatnya kesadaran pelaku industry untuk merubah proses bisnisnya yang mengedepankan konsep berkelanjutan, berbanding lurus dengan perpindahan permintaan terhadap produk yang ramah lingkungan. Hal ini menyebabkan munculnya sustainability concept yang dilakukan secara massive di kalangan pelaku industry. Pelaksanaan sustainability initiative yang tidak bertanggung jawab akan menimbulkan kebingungan konsumen serta mendrong aktivitas greenwashing. Artinya bahwa setiap kegiatan sustainability yang dilakukan perusahaan akan terkesan berlebihan dan cenderung tidak sesuai dengan apa yang sebenarnya. Melalui penelitian ini, peneliti ingin mengetahui permasalahan yang dihadapi oleh perusahaan dalam melakukan strategi komunikasi dari program sustianabiltiy kepada stakeholder terutama konsumen. Adapun metode yang digunakna dalam penelitian ini adalah metode kualitatif. Peneliti melakukan wawancara dengan pihak internal perusahaan dari divisi brand director dan divisi marketing dan juga beberapa customer dari produk Avo.   \nHasil penelitian ini menyatakan bahwa PT. Avo Innovation & Technology memiliki masalah dalam startegi komunikasi terkait penyampaian sustainability report kepada consumen. Menurut konsep Metaphor and Transparency dari Baldassarre & Campo (2016), Perusahaan dikategorikan sebagi Translucent Company. Strategi yang digunakan dalam menyelesaikan permasalahan tersebut adalah dengan menaikan level perusahaan dari Translucent Company menjadi Transparent Company. Strategy ini dapat diimplementasikan dengan melakukan kolaborasi antara divisi Brand Director dengan divisi Marketing Communication, membuat scheduling postingan informasi, dan juga membuat tipe postingan informasi.", "Daftar File": {"2023_TS_PP_Muhammad Mujiburrokhman_29120174_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/284023"}, "Penulis": "Muhammad Mujiburrokhman [29120174]", "Kontributor / Dosen Pembimbing": ["Dr. Neneng Nurlaela Arief, S.E., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Marketing Berkelanjutan, Aktifitas Greenwashing, Strategi Marketing, Strategi Komunikasi.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "07 Mar 2023"}