{"Nomor": 72190, "Judul": "EVALUASI KEBERHASILAN RESTORASI TERUMBU KARANG BERDASARKAN JUMLAH, UKURAN, DAN RECRUITMENT KARANG DI PANTAI MENGIAT, NUSA DUA, BALI", "Abstrak": "Terumbu karang adalah ekosistem perairan laut yang terdiri dari gugusan karang, yaitu hewan laut yang bersimbiosis mutualisme dengan Zooxanthellae, alga yang menyediakan sumber makanan bagi karang. Terumbu karang merupakan ekosistem yang sangat penting bagi kehidupan manusia dan kehidupan bawah laut yang merupakan habitat berbagai jenis ikan. Kerusakan terumbu karang dapat dipicu oleh penangkapan ikan secara tidak ramah lingkungan, jangkar kapal, juga karena perubahan iklim yang menyebabkan coral bleaching dan kematian karang. Upaya restorasi dibutuhkan untuk memulihkan kerusakan yang terus menerus terjadi pada ekosistem ini. Restorasi bertujuan untuk mengembalikan pemulihan struktur dan fungsi ekosistem terumbu karang. Penelitian ini bertujuan untuk mengevaluasi keberhasilan restorasi terumbu karang dengan membandingkan jumlah, ukuran, dan recruitment karang pada klaster terumbu artifisial dengan umur yang berbeda. Penelitian dilakukan di Pantai Mengiat, Nusa Dua, Bali di lokasi restorasi yang dilakukan oleh Nusa Dua Reef Foundation (NDRF) sejak 2016 menggunakan Mars-Assisted Reef Restoration System (MARRS) dengan struktur reef star sebagai terumbu artifisial. Perbandingan dilakukan terhadap jumlah koral per struktur, ukuran karang Acropora spp., dan jumlah recruitment karang pada setiap klaster dengan umur restorasi 2, 4 dan 6 tahun. Pengambilan data menggunakan stratified random sampling dengan metode visual census dan direct count dengan data sampling 20% dari jumlah struktur pada setiap klaster. Survivorship dihitung berdasarkan selisih jumlah karang per struktur dengan jumlah awal karang. Hasil menunjukkan bahwa seiring bertambahnya umur klaster, semakin menurun nilai survivorshipnya. Nilai survivorship karang dari rendah ke tinggi adalah sebesar 36,1±1,25% pada umur klaster 6 tahun, 41,64±1,94 % pada klaster 4 tahun, dan 51,38±2,43% pada umur 2 tahun. Terdapat perbedaan yang signifikan antara nilai survivorship umur klaster 2 dan 4 tahun dengan umur klaster 6 tahun. Seiring bertambahnya umur klaster, rata-rata ukuran karang semakin meningkat; pada umur klaster 2 tahun 17,58±6,69 cm, pada umur 4 tahun 23,92±8,04 cm dan pada umur 6 tahun 42,1±12,68 cm. Terdapat perbedaan nilai yang signifikan pada data rata-rata ukuran karang Acropora spp. pada setiap umur klaster. Secara keseluruhan, seiring bertambahnya umur klaster, jumlah recruitment karang per struktur semakin meningkat. Pada klaster umur 2 tahun terdapat 0,25 juvenil per struktur, pada umur 4 tahun terdapat 0,35 juvenil per struktur dan pada umur 4 tahun terdapat 0,47 juvenil per struktur. Penelitian ini menunjukkan bahwa jumlah karang per struktur mengalami penurunan, rata-rata ukuran karang Acropora spp. mengalami peningkatan dan jumlah recruitment karang per struktur mengalami peningkatan seiring bertambahnya umur klaster. Pola kecenderungan ukuran karang dan jumlah recruitment juvenil karang per struktur mengindikasikan bahwa restorasi sudah cukup berhasil.", "Daftar File": {}, "Penulis": "Muhammad Tazkia Ghiffari [10618018]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Restorasi, jumlah karang, ukuran karang, recruitment karang.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Mar 2023"}