{"Nomor": 72209, "Judul": "PERUBAHAN GARIS PANTAI DI KECAMATAN BLANAKAN, KABUPATEN SUBANG, JAWA BARAT TAHUN 1995-2020", "Abstrak": "Secara ekonomi, pantai telah menjadi salah satu aset negara yang paling berharga. Namun,\ninteraksi antara laut dan daratan menjadikan pantai sebagai suatu sistem yang bersifat\ndinamis sehingga rentan mengalami perubahan yang mungkin dapat berdampak negatif bagi\nkehidupan masyarakat di dalamnya. Salah satu perubahan yang terjadi adalah perubahan\ngaris pantai. Studi ini bertujuan untuk mengkaji perubahan garis pantai di Kecamatan\nBlanakan dari tahun 1995 hingga 2020 dengan mempertimbangkan pengaruh gelombang\ndan transpor sedimen yang dibangkitkan oleh gelombang. Penelitian ini dilakukan dengan\nmemanfaatkan data citra satelit Landsat tahun 1995, 2000, 2005, 2010, 2015, dan 2020.\nModified Normalised Difference Water Index (MNDWI) digunakan untuk meningkatkan\nkontras antara objek air dan non-air sehingga hasil yang diperoleh dapat lebih akurat. Digital\nShoreline Analysis System (DSAS) juga digunakan untuk memperoleh hasil stastistik\nperubahan garis pantai yang terjadi di Kecamatan Blanakan.\nHasil menunjukkan bahwa Kecamatan Blanakan didominasi oleh fenomena akresi. Total\npenambahan luas daratan yang terjadi di Kecamatan Blanakan selama 25 tahun mencapai\n7,269 km2. Rata-rata perubahan garis pantai di Kecamatan Blanakan mencapai +745,91 m\ndengan rata-rata laju perubahan mencapai +31,83 m/tahun. Besarnya akresi di daerah ini\ndipengaruhi oleh aktivitas gelombang dan suplai sedimen yang berasal dari Sungai Ci\nLamaya dan Sungai Ci Asem. Suplai sedimen dalam jumlah yang besar dari kedua sungai\ndidistribusikan ke arah tengah Teluk Blanakan pada musim barat, menyebabkan akresi yang\nsangat signifikan terjadi di wilayah tersebut.", "Daftar File": {"ABSTRAK Billy Jonathan Aneky": "https://digilib.itb.ac.id/gdl/download/284209"}, "Penulis": "Billy Jonathan Aneky [12917003]", "Kontributor / Dosen Pembimbing": ["Dr. Ayi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Blanakan, citra satelit, perubahan garis pantai, transpor sedimen, akresi", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "07 Mar 2023"}