{"Nomor": 72208, "Judul": "STUDI PROSES KONSESTRASI MAGNETIK UNTUK MENINGKATKAN KADAR DAN PEROLEHAN TAILING PRIMER DAN MIDDLING -  TAILING SEKUNDER DARI PABRIK PENGOLAHAN BATUBESI BELITUNG", "Abstrak": "Timah merupakan salah satu logam yang umum digunakan dalam kehidupan\nsehari – hari dengan sifat yang lentur dan mudah dibentuk menjadikan timah\nbanyak diaplikasikan di berbagai sektor. Bijih timah primer dibutuhkan untuk\npengolahan lebih lanjut dikarenakan semakin menipisnya cadangan bijih timah\nberkadar tinggi. Pengolahan bijih timah primer menggunakan konsentrasi\ngravitasi dengan alat meja goyang pun masih memiliki kadar konsentrat SnO2\nyang cukup rendah. Dalam penelitian ini, pengolahan lanjutan memanfaatkan\ntailing primer dan middling – tailing sekunder menggunakan konsentrasi\nmagnetik dilakukan dengan tujuan dapat memisahkan mineral berharga dari\npengotornya dan membantu perolehan pabrik secara keseluruhan.\nSerangkaian percobaan konsentrasi magnetik telah dilakukan pada sampel tailing\nprimer dan middling – tailing sekunder bijih timah untuk mempelajari pengaruh\nvariasi ukuran umpan P80, intensitas magnet, dan putaran rotor terhadap persen\nperolehan dan kadar Sn. Percobaan dilakukan dengan variasi ukuran umpan P80\n149, 105, 74, dan 37 ?m dikombinasikan dengan variasi intensitas magnet pada\n500, 2000, 3500 dan 5000 Gauss lalu variasi terbaik dilanjutkan dengan variasi\nputaran rotor pada 30, 60, 120 RPM. Persen Sn pada berbagai variasi ditentukan\ndengan analisa X-Ray Fluorescence (XRF). Dari data persen Sn yang didapat\nkemudian ditentukan persen perolehan dan peningkatan kadar.\nKadar dan persen perolehan Sn terbaik untuk tailing primer yaitu 0,4% dan\n68,27% diperoleh dari percobaan dengan ukuran umpan P80 149 ?m, 5000 Gauss,\ndan 90 RPM. Peningkatan ukuran umpan P80 dari 149 sampai dengan 37 ?m\nmengakibatkan penurunan perolehan Sn namun terjadi peningkatan kadar.\nPeningkatan intensitas magnet dari 500 hingga 5000 G mengakibatkan penurunan\nperolehan Sn dan peningkatan kadar Sn. Kadar dan persen perolehan Sn terbaik\nuntuk middling – tailing sekunder yaitu 3,1% dan 49,68% diperoleh dari\npercobaan dengan ukuran umpan P80 74 ?m, 5000 Gauss, dan 60 RPM.\nPeningkatan ukuran umpan P80 dari 149 sampai dengan 37 ?m mengakibatkan\npenurunan perolehan Sn namun terjadi peningkatan kadar. Peningkatan intensitas\nmagnet dari 500 hingga 5000 G mengakibatkan penurunan perolehan Sn dan\npeningkatan kadar Sn.", "Daftar File": {"ABSTRAK Admirosadi": "https://digilib.itb.ac.id/gdl/download/284123"}, "Penulis": "Admirosadi [12518062]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bijih timah primer, konsentrasi magnetik, ukuran umpan P80, intensitas magnet, putaran rotor, perolehan, kadar Sn, kadar Fe.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "07 Mar 2023"}