{"Nomor": 72212, "Judul": "STUDI FLOTASI TAILING PRIMER DAN MIDDLING-TAILING SEKUNDER DARI PABRIK PENGOLAHAN BIJIH TIMAH PRIMER ASAL BATUBESI BELITUNG", "Abstrak": "Timah merupakan salah satu logam yang sering digunakan dalam berbagai bidang, terutama sebagai bahan solder dan pelapis (tin plate). Saat ini, mayoritas timah di Indonesia dihasilkan dari pengolahan deposit aluvial. Namun, deposit ini diperkirakan akan habis beberapa tahun ke depan sehingga dibutuhkan sumber timah baru untuk keberlanjutan penambangan. Pengolahan bijih timah primer menggunakan konsentrasi gravitasi menjadi solusi untuk masalah tersebut. Namun, produk konsentrasi gravitasi masih memiliki perolehan dan kadar timah yang rendah. Hal ini terjadi karena banyak timah yang terbuang ke dalam tailing. Konsentrasi flotasi dapat menjadi metode alternatif untuk mengambil timah yang terbuang dalam tailing dan middling. Pada penelitian ini, percobaan flotasi dilakukan terhadap hasil konsentrasi gravitasi bijih timah primer berupa tailing primer dan middling-tailing sekunder untuk meningkatkan perolehan dan kadar Sn.\nPercobaan flotasi dilakukan pada tailing primer dan middling-tailing sekunder. Pada umpan tailing primer mengandung 0,37% Sn, sedangkan umpan middling-tailing sekunder mengandung 1,3% Sn. Percobaan flotasi dilakukan untuk mempelajari pengaruh fraksi ukuran bijih, pH, jenis dan dosis kolektor terhadap perolehan dan kadar Sn. Selain itu, untuk mempelajari kinetika proses flotasi pada hasil percobaan terbaik. Terdapat tiga jenis kolektor yang digunakan, yaitu DP-OMC-1167, DP-OMC-1474, dan AERO 845 Promoter. Ketiga kolektor dilakukan variasi umpan dengan fraksi ukuran bijih P80 149, 105, 75, dan 37 ?m. Kemudian, DP-OMC-1167 dan DP-OMC-1474 dilakukan variasi pH 2,7, 2,9, dan 3,5, sedangkan AERO 845 Promoter pada pH 3, 5, 7, dan 9. Selanjutnya dilakukan variasi dosis kolektor dengan level 100, 200, 300, dan 400 g/t untuk DP-OMC-1167 dan DP-OMC-1474, sedangkan level 300, 400, 500, dan 600 g/t untuk AERO 845 Promoter. Produk hasil flotasi kemudian dilakukan karakterisasi menggunakan XRF. Data yang diperoleh kemudian diolah untuk mengetahui perolehan dan kadar Sn.\nPerforma terbaik flotasi tailing primer dihasilkan menggunakan AERO 845 Promoter dengan umpan P80 75 ?m, pH 5, dan dosis 500 g/t. Percobaan ini menghasilkan perolehan Sn sebesar 39,49% dan kadar 0,82% Sn. Sementara itu, performa terbaik flotasi middling-tailing sekunder ketika menggunakan AERO 845 Promoter dengan umpan P80 37 ?m, pH 5 dan dosis 400 g/t. Percobaan ini menghasilkan perolehan Sn sebesar 76,44% dan kadar 2,71% Sn. Pada hasil percobaan terbaik flotasi tailing primer dan middling-tailing sekunder, perolehan kumulatif Sn semakin meningkat dengan bertambahnya waktu dan kadar kumulatif Sn tidak mengalami penurunan secara signifikan.", "Daftar File": {"ABSTRAK Irawati Khasanah": "https://digilib.itb.ac.id/gdl/download/284270"}, "Penulis": "Irawati Khasanah [12518045]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bijih timah primer, flotasi, perolehan, kadar", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "07 Mar 2023"}