{"Nomor": 72217, "Judul": "SURVEI KEPUASAN PASIEN TERHADAP PELAYANAN KEFARMASIAN DI UPT YANKES ITB", "Abstrak": "Kepuasan pasien merupakan hal penting untuk diketahui. Kepuasan pasien ini dapat dicapai dengan\nkualitas layanan kefarmasian yang sesuai dengan harapan pasien. Meningkatnya kualitas pelayanan\nkefarmasian dapat bermanfaat bagi peningkatan derajat kesehatan pasien yang datang ke Klinik.\nPenelitian ini dilakukan untuk mengukur tingkat kepuasan pasien terhadap layanan kefarmasian\ndan hasilnya akan menjadi masukkan dalam menyusun program peningkatan kualitas layanan\nkefarmasian di UPT Yankes ITB. Penelitian dilakukan di UPT Yankes ITB Kota Bandung dengan jumlah\nresponden 264. Data primer diperoleh dari hasil penyebaran kuesioner dengan menggunakan\npendekatan metode SERVQUAL yang terdiri dari 5 dimensi dengan 24 atribut. Data hasil kuesioner\nyang diperoleh dilakukan analisis menggunakan Customer Satisfaction Index (CSI), Analisis gap, dan\nImportance-Performance Analysis (IPA). Berdasarkan analisis CSI, kepuasan pasien terhadap\nlayanan kefarmasian berada pada kategori sangat puas dengan nilai CSI sebesar 91,13%.\nBerdasarkan analisis gap, hasilnya menunjukkan nilai negatif pada seluruh atribut yang\nmenunjukkan adanya ketidaksesuaian kinerja layanan kefarmasian terhadap harapan pasien.\nBerdasarkan analisis IPA, atribut pada kuadaran 1 perlu ditingkatkan. Pada analisis IPA ditemukan\n3 atribut yang berada di kuadran 1, yaitu terkait kebersihan klinik, ketersediaan obat sesuai resep\ndi klinik, dan memastikan pasien memahami informasi obat yang diberikan.", "Daftar File": {"ABSTRAK Febianti Hermawan": "https://digilib.itb.ac.id/gdl/download/285176"}, "Penulis": "Febianti Hermawan [11618042]", "Kontributor / Dosen Pembimbing": ["apt. Tomi Hendrayana, S.Si., M.Si.", "Tjokorde Istri Armina Padmasawitri, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kepuasan Pasien, SERVQUAL, Customer Satisfaction Index, Importance-Performance Analysis", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "07 Mar 2023"}