{"Nomor": 72222, "Judul": "PERENCANAAN STRUKTUR DERMAGA TIPE DECK ON PILE UNTUK FASILITAS LOADOUT DI TANJUNG UNCANG, KOTA BATAM, KEPULAUAN RIAU", "Abstrak": "Indonesia memiliki cadangan minyak bumi dan gas alam yang berlimpah digunakan\nuntuk bahan bakar. Anjungan lepas pantai merupakan suatu struktur yang\ndipergunakan untuk mengeksplorasi dan mengeksploitasi cadangan minyak bumi dan\ngas yang berada di lepas pantai. Di dalam pembangunan sebuah anjungan lepas pantai,\nsalah satu tahapan pekerjaan yang dilakukan adalah proses loadout. Proses loadout\ndilakukan dengan cara memindahkan struktur (baik jacket maupun deck) yang telah\nselesai difabrikasi dari darat ke atas barge. Maka dari itu, diperlukannya dermaga untuk\nfasilitas loadout di Tanjung Uncang, Kota Batam, Kepulauan Riau.\nPada Tugas Akhir ini akan membahas perencanaan struktur dermaga tipe deck on pile\nuntuk fasilitas loadout berdasarkan kriteria yang digunakan. Lingkup bahasan Tugas\nAkhir meliputi pengolahan data lingkungan, perhitungan beban-beban yang bekerja\npada dermaga, penentuan dimensi dermaga, analisis struktur dermaga, desain\npenulangan elemen struktur dermaga, dan analisis daya dukung tanah. Analisis struktur\ndermaga dilakukan menggunakan perangkat lunak SAP2000 untuk memeriksa\nkekuatan struktur terhadap beban-beban yang bekerja. Hasil permodelan berupa nilai\nUnity Check Ratio (UCR) yang harus memenuhi kriteria izin di antara 0,8 hingga 1,\nnilai defleksi tidak melebihi defleksi izin, gaya dalam yang berfungsi sebagai data\nuntuk desain penulangan, dan reaksi perletakan yang berfungsi sebagai data untuk\nanalisis daya dukung tanah.", "Daftar File": {}, "Penulis": "Fadlan Haiqal Fasya [15518030]", "Kontributor / Dosen Pembimbing": ["Ir. Sri Murti Adiyastuti, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Loadout, Desain, Struktur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Mar 2023"}