{"Nomor": 72228, "Judul": "IDENTIFIKASI BAKTERI PENGHASIL XILANASE YANG DIISOLASI DARI RAYAP PEKERJA RETICULITERMES SANTONENSIS", "Abstrak": "Xilanase merupakan enzim yang mengatalisis pemotongan rantai xilan pada ikatan karbon 1,4 untuk menghasilkan xilosa dan xilooligosakarida. Banyak manfaat yang dapat diperoleh dari penggunaan xilanase, diantaranya adalah sebagai zat aditif pada pakan ternak, pengolah limbah pertanian dan industri, pembuat bioetanol, pembuat zat kimia, dan pemutih dalam industri kertas. Tujuan penelitian ini adalah untuk mengidentifikasi bakteri penghasil xilanase yang diisolasi dari rayap pekerja Reticulitermes santonensis. Metode yang digunakan adalah berdasarkan urutan 16S rDNA menggunakan primer maju universal (Bactf1): 5’-AGAGTTTGATC(A/C) TGGCTCAG-3' dan primer mundur (UniB1): 5’-GGTTAC(G/C)TTGTTACGACTT-3’. Gen 16S rDNA dari bakteri tersebut terdiri dari 1420 bp. Berdasarkan analisis in silico menggunakan program BLAST dan pohon filogeni, gen 16S rDNA bakteri tersebut memiliki kemiripan (Query coverage) sebesar 99% dengan bakteri Staphylococcus epidermidis strain MB (Gen Bank No. FJ768459.1), strain S09 (Gen Bank No. AY741152.1), dan strain KL-096 (Gen Bank No. AY030342.1). Identifikasi bakteri sampai tingkat genus dengan metode 16S rDNA ini menunjukkan hasil yang sama dengan identifikasi menggunakan metode morfologi-biokimia, hanya berbeda pada tingkat spesiesnya, yaitu Staphylococcus arlettae. Dari kedua hasil identifikasi tersebut dapat disimpulkan bahwa bakteri penghasil xilanase yang diisolasi dari rayap pekerja Reticulitermes santonensis adalah dari genus Staphylococcus sp.", "Daftar File": {"ABSTRAK Wiwit Ridhani R": "https://digilib.itb.ac.id/gdl/download/284497", "COVER Wiwit Ridhani R": "https://digilib.itb.ac.id/gdl/download/284499", "BAB1 Wiwit Ridhani R": "https://digilib.itb.ac.id/gdl/download/284500", "BAB2 Wiwit Ridhani R": "https://digilib.itb.ac.id/gdl/download/284501", "BAB3 Wiwit Ridhani R": "https://digilib.itb.ac.id/gdl/download/284502", "BAB4 Wiwit Ridhani R": "https://digilib.itb.ac.id/gdl/download/284503", "BAB5 Wiwit Ridhani R": "https://digilib.itb.ac.id/gdl/download/284504", "PUSTAKA Wiwit Ridhani R": "https://digilib.itb.ac.id/gdl/download/284505"}, "Penulis": "Wiwit Ridhani R [10505039]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zeily Nurachman, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Xilanase, Staphylococcus epidermidis dan Staphylococcus arlettae", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "08 Mar 2023"}