{"Nomor": 72224, "Judul": "GEOLOGI DAERAH NGEBEL, KOMPLEKS GUNUNGAPI WILIS, JAWA TIMUR, MENGGUNAKAN METODE PEMETAAN GEOLOGI, ANALISIS CITRA SATELIT, DAN SUSCEPTIBILITAS.", "Abstrak": "Daerah Ngebel merupakan bagian barat dari Kompleks Gunungapi Wilis,\nKabupaten Madiun, Jawa Timur. Penelitian dilakukan untuk mendapatkan tatanan\ngeologi daerah penelitian mencakup geomorfologi, volkanostratigrafi, struktur\ngeologi, dan sejarah geologi daerah penelitian. Selain itu, penelitian ini dilakukan\nuntuk mengetahui hubungan antara hasil analisis citra satelit, persebaran nilai\nsusceptibilitas, dan kondisi geologi daerah penelitian.\nCitra satelit yang dipakai dalam penelitian ini adalah citra dari Landsat-8.\nAnalisis dilakukan dua tahap, sebelum pergi ke lapangan dan setelah pulang dari\nlapangan. Hasil dari analisis sebelum pergi ke lapangan adalah peta geologi\nsementara berdasarkan morfologi dan spektrum reflektansi, kelurusan, dan\nstruktur sirkular sebagai perkiraan pusat erupsi. Setelah pulang dari lapangan\ndilakukan analisis spektrum reflektansi untuk menentukan batas satuan\nvolkanostratigrafi.\nGeomorfologi daerah penelitian didominasi punggungan memanjang di\nbagian utara dan lembah yang dalam, menunjukan tahapan erosi yang sudah tua.\nDaerah penelitian secara umum terdiri dari dua gumuk, yaitu Gumuk Ngebel dan\nGumuk Manyutan, yang dibagi menjadi lima satuan volkanostratigrafi, dari tua ke\nmuda adalah satuan piroklastik aliran Ngebel (Na), satuan piroklastik jatuhan\nngebel (Nj), satuan piroklastik aliran Manyutan (Ma), satuan sumbat lava\nManyutan 1 (Ml.1), dan satuan sumbat lava Manyutan 2 (Ml.2). Tidak ditemukan\nbukti struktur geologi di lapangan, diduga akibat tertutup oleh produk volkanik\nkuarter Kompleks Gunungapi Wilis.\nMetode susceptibilitas melihat derajat magnetisasi dari suatu batuan untuk\ndiinduksi medan magnet bumi. Dari persebaran nilai susceptibilitas, secara umum\nada dua pola yaitu susceptibilitas rendah di selatan dan susceptibilitas menengahtinggi\ndi utara. Hal ini berasosiasi dengan umur Gumuk Ngebel di selatan yang\nlebih tua dari Gumuk Manyutan di utara.\nTerdapat hubungan antara tiga peta yang dihasilkan dari tiga metode\nberbeda. Semuanya menunjukan trend batas di tengah berarah barat laut-tenggara\nyang merupakan batas antara gumuk ngebel dan gumuk manyutan. Data kontur\nsusceptibilitas dan data spektrum reflektansi sama-sama mengonfirmasi urutan\nbatuan dari tua ke muda berdasarkan sifat fisik setiap satuan.", "Daftar File": {"COVER Raditya Andrean Saputra": "https://digilib.itb.ac.id/gdl/download/284422", "BAB 1 Raditya Andrean Saputra": "https://digilib.itb.ac.id/gdl/download/284423", "BAB 2 Raditya Andrean Saputra": "https://digilib.itb.ac.id/gdl/download/284424", "BAB 3 Raditya Andrean Saputra": "https://digilib.itb.ac.id/gdl/download/284425", "BAB 4 Raditya Andrean Saputra": "https://digilib.itb.ac.id/gdl/download/284426", "PUSTAKA Raditya Andrean Saputra": "https://digilib.itb.ac.id/gdl/download/284427"}, "Penulis": "Raditya Andrean Saputra [12010087]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Soemintadiredja, M.S.", "Dr. Eng. Ir. Asep Saepuloh, S.T, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Telaga Ngebel, Volkanostratigrafi, Analisis Citra Satelit, Susceptibilitas Batuan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Dedi Rosadi", "File": "6 file", "Tanggal Input": "08 Mar 2023"}