{"Nomor": 72233, "Judul": "ANALISIS KETERLIBATAN PEREMPUAN DALAM PERENCANAAN PEMBANGUNAN DESA (STUDI KASUS: DESA CIKADUT DAN DESA MANDALAMEKAR, KABUPATEN BANDUNG)", "Abstrak": "Dewasa ini, kesetaraan gender sebagai perwujudan inklusivitas bagi perempuan sering\ndiglorifikasi dalam slogan „no one left behind? yang berarti perlu melibatkan segala lini\nperempuan. Di Indonesia, isu ketidaksetaraan gender di desa lebih sering ditemui dibandingkan\ndi kota. Terlebih, desa merupakan lingkup yang paling dekat dengan masyarakat. Adapun isu\nkesetaraan gender dalam pembangunan dan pemerintahan desa yang seringkali tertinggal oleh\nperan perempuan salah satunya yaitu pengambilan keputusan. Peran perempuan dalam\npengambilan keputusan termasuk perencanaan pembangunan desa. Kesetaraan gender dapat\ndiukur dari Indeks Pembangunan Gender (IPG) dan Indeks Pemberdayaan Gender (IDG),\ndimana Provinsi Jawa Barat yang memiliki jumlah penduduk paling tinggi dan Indeks\nPembangunan Manusia (IPM) yang tinggi pula, namun memiliki IPG dan IDG yang rendah,\nsehingga perlu mendapat perhatian khusus. Desa di Jawa Barat yang memiliki Kepala Desa\nperempuan yaitu Desa Cikadut, Kabupaten Bandung, yang dapat mengindikasikan\npembangunan desa lebih berperspektif gender. Namun, penelitian ini juga ingin meninjau desa\ndengan karakteristik serupa dan memiliki Kepala Desa laki-laki yaitu Desa Mandalamekar yang\nsecara administratif bersebelahan dengan Desa Cikadut. Dengan demikian, penelitian ini\nmeninjau keterlibatan perempuan dalam perencanaan pembangunan desa, dengan studi kasus\nDesa Cikadut dan Desa Mandalamekar. Penelitian ini menggunakan metode analisis konten,\nkuantitatif, dan kualitatif. Analisis konten dilakukan untuk mengidentifikasi variabel dan\nindikator keterlibatan perempuan dalam perencanaan pembangunan desa serta komparasi\ndengan ketercapaiannya sesuai kondisi eksisting di lokasi studi kasus. Sedangkan tinjauan\nkondisi di Desa Cikadut dan Desa Mandalamekar menggunakan metode pengumpulan data\nsekunder, wawancara, dan kuesioner yang kemudian dianalisis secara kuantitatif dan kualitatif.\nIdentifikasi variabel dan indikator dilakukan dengan studi literatur yang pada akhirnya\nmeninjau secara top-down dari upaya stakeholders desa dan secara bottom-up dari keterlibatan\nperempuan pada Pemerintahan Desa, organisasi perempuan desa, Tim Penyusun Perencanaan\nPembangunan Desa, survei, dan keterlibatan dalam Musrenbangdes seperti kehadiran maupun\nkeaktifan. Hasil penelitian menunjukkan bahwa indikator tercapai dalam hal keterlibatan\nperempuan pada Perangkat Desa dan Tim Penyusun Perencanaan Pembangunan Desa, baik di\nDesa Cikadut maupun Desa Mandalamekar. Kemudian, indikator juga terpenuhi dalam hal\nketerlibatan perempuan pada Musrenbangdes, kecuali pada agenda Musrenbang RKPDes\nCikadut 2022. Pemenuhan indikator dalam hal keaktifan perempuan pada Musrenbangdes\nhanya terpenuhi dalam penyampaian pendapat perempuan di Musrenbang RKPDes Cikadut.\nDisamping itu, Desa Cikadut lebih unggul dari Desa Mandalamekar pada semua variabel\nkecuali terkait keterlibatan perempuan dalam BPD dan PKK Desa.", "Daftar File": {}, "Penulis": "Pocut Nurulya Zulisa [15418214]", "Kontributor / Dosen Pembimbing": ["Ninik Suhartini, S.T., MURP., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "kesetaraan gender, keterlibatan perempuan, perencanaan pembangunan desa.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "08 Mar 2023"}