{"Nomor": 72249, "Judul": "SINTESIS SURFAKTAN GEMINI BERBASIS EDTA SEBAGAI INHIBITOR KOROSI BAJA KARBON", "Abstrak": "Surfaktan gemini yang berpotensi sebagai inhibitor korosi telah disintesis dari Na2EDTA dengan menggunakan bantuan gelombang mikro atau Microwave Assisted Organic Synthesis (MAOS). Reaksi dilakukan dalam dua tahap, yaitu pembentukan ikatan ester pada gugus karboksilat dan reaksi metilasi pada gugus amina tersier. Panjang rantai ester divariasikan dengan menggunakan gugus C6H13 atau heksil (SG I) dan C12H25 atau dodesil (SG II). Keberhasilan sintesis surfaktan gemini dibuktikan oleh spektrum IR yang menunjukkan terbentuknya ikatan ester (1699 cm-1) dan menghilangnya ikatan hidrogen (3300-3500 cm-1). Uji kuantitatif membuktikan jika semua amina tersier berubah menjadi amonium, NR4+. Melalui DTA/TGA, terungkap bahwa kestabilan termal SG II lebih rendah daripada SG I. Pengujian daya inhibisi korosi surfaktan gemini hasil sintesis dan Na2EDTA terhadap korosi baja karbon dalam NaCl 1% dan CO2 jenuh dengan EIS memperlihatkan bahwa kemampuan inhibisi korosi SG I dan SG II meningkat seiring dengan peningkatan konsentrasi dan suhu. Ketiga senyawa tersebut mengikuti isoterm adsorpsi Langmuir, dengan nilai ?Gads Na2EDTA, SG I, SG II berturut-turut adalah -17,8 kJ/mol, -18,2 kJ/mol, dan -39 kJ/mol. SG II lebih mampu menurunkan korosi daripada Na2EDTA.", "Daftar File": {"ABSTRAK Priscilia Adrian Limadinata": "https://digilib.itb.ac.id/gdl/download/284937", "COVER Priscilia Adrian Limadinata": "https://digilib.itb.ac.id/gdl/download/284938", "BAB1 Priscilia Adrian Limadinata": "https://digilib.itb.ac.id/gdl/download/284939", "BAB2 Priscilia Adrian Limadinata": "https://digilib.itb.ac.id/gdl/download/284940", "BAB3 Priscilia Adrian Limadinata": "https://digilib.itb.ac.id/gdl/download/284941", "BAB4 Priscilia Adrian Limadinata": "https://digilib.itb.ac.id/gdl/download/284944", "BAB5 Priscilia Adrian Limadinata": "https://digilib.itb.ac.id/gdl/download/284947", "PUSTAKA Priscilia Adrian Limadinata": "https://digilib.itb.ac.id/gdl/download/284950"}, "Penulis": "Priscilia Adrian Limadinata [10505005]", "Kontributor / Dosen Pembimbing": ["Dr. Bunbun Bundjali, M.S.", "Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Surfaktan gemini, EDTA, MAOS, inhibitor korosi, EIS", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "09 Mar 2023"}