{"Nomor": 72252, "Judul": "PRAKONSENTRASI DAN ANALISIS RENIK SELEKTIF ION CD(II) MENGGUNAKAN RESIN PENGKHELAT", "Abstrak": "Tahapan prakonsentrasi merupakan  tahapan yang tidak dapat dilepaskan dari metode analisis renik. Di lingkungan, kadmium umumnya terdapat dalam konsentrasi renik dengan matriks yang sangat rumit. Oleh sebab itu, diperlukan metode analisis yang sekaligus berperan sebagai teknik prakonsentrasi. Dalam penelitian ini, telah dikembangkan dan dievaluasi suatu teknik prakonsentrasi berbasis flow injection analysis (FIA) dengan menggunakan resin pengkhelat polystyrene divinilbenzene 1-(2-Pyridylazo)-2-naphthol (PSDVB-PAN). Resin pengkhelat ini telah disintesis dan dikarakterisasi sifat retensinya terhadap ion logam Cd (II). Resin ini memiliki kapasitas retensi sebesar 0,58 mg Cd (II) / gram resin pada pH optimum 6,5 dengan waktu kontak 15 menit. Penggunaannya sebagai material pengisi kolom prakonsentrasi pada teknik FIA menunjukkan kinerja analitik yang baik. Presisi yang dinyatakan sebagai %KV diperoleh sebesar 1,79 untuk konsentrasi 50 ppb. Metode yang dikembangkan ini juga menunjukkan kelinieran pada rentang konsentrasi 10-125 ppb (R2=0,993) dengan kepekaan sebesar 0,6 ppb serta limit deteksi 1,5 ppb. Penggunaan metode ini untuk sampel air sungai Citarum menghasilkan konsentrasi ion Cd(II) sebesar 22 ppb dengan % recovery 97,74%.", "Daftar File": {"ABSTRAK Nur Mubarokah": "https://digilib.itb.ac.id/gdl/download/284963", "COVER Nur Mubarokah": "https://digilib.itb.ac.id/gdl/download/284964", "BAB1 Nur Mubarokah": "https://digilib.itb.ac.id/gdl/download/284965", "BAB2 Nur Mubarokah": "https://digilib.itb.ac.id/gdl/download/284966", "BAB3 Nur Mubarokah": "https://digilib.itb.ac.id/gdl/download/284967", "BAB4 Nur Mubarokah": "https://digilib.itb.ac.id/gdl/download/284968", "BAB5 Nur Mubarokah": "https://digilib.itb.ac.id/gdl/download/284969", "PUSTAKA Nur Mubarokah": "https://digilib.itb.ac.id/gdl/download/284970"}, "Penulis": "Nur Mubarokah [10505006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Muhammad Bachri Amran, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "analisis renik.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "09 Mar 2023"}