{"Nomor": 72259, "Judul": "INVESTIGATING EVERYDAY MEASURES THROUGH EXPLORATORY TALK: WHOLE CLASS PLENARY INTERVENTION AND LANDSCAPE STUDY AT GRADE FOUR", "Abstrak": "We report an exploratory talk based, whole class plenary intervention, in relation\nto students’ understanding of everyday measures and measurement, in a grade four\nclassroom at a grade 4–6 school in Sweden. Extended, project related, teacher-researcher\ncollaboration forms basis for such cultural historical activity theory or CHAT based efforts.\nAs formative intervention, the conduct of the plenary is not pre-determined but embedded\nin ongoing curricular realities, with the agency of students and teacher promoted, pedagogical\nideas reutilised and the role of researcher viewed as supporting design and growth\nof the intervention. Under Charlotta’s guidance as teacher, the plenary is opportunity for\nher students to examine improbable scenarios such as, Can Eva and Anton measure the\nlength of Sweden on foot, Can Lars and Iris measure their age in decimeters. A zone of\nproximal development is created, in which students make the transition from spontaneous\nto scientific concepts and learn how various units of measurement are objects-that-can-beused-\nfor-certain-purposes. With opportunity for critical and reflective inquiry, in a plenary\ndesigned to lead development, Charlotta’s students look beyond the making of rote\nmeasurements and articulate a theory of measure in nascent terms. Such a landscape of\nteaching–learning is finally understood in terms of the nature of talk that was facilitated,\nthe manner of pedagogy utilised, the style of teaching exercised and the kind of learning\nthat was demanded of her students.", "Daftar File": {}, "Penulis": "Sharada Gade, Charlotta Blomqvist", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CHAT perspectives, Formative intervention, Developmental education, Dialogic inquiry, Exploratory talk, Everyday measures and measurement, Landscape study", "Sumber": "Springer", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Mar 2023"}