{"Nomor": 72266, "Judul": "COMPARING DETERMINANT OF PROFITABILITY BETWEEN ISLAMIC BANKS AND CONVENTIONAL BANKS IN INDONESIA (CASE STUDY: EIGHT ISLAMIC BANKS AND EIGHT CONVENTIONAL BANKS IN INDONESIA PERIOD 2010-2013)", "Abstrak": "Perkembangan perbankan syariah di dunia telah dimulai sekitar tahun 1980 dan 1990. Perbankan syariah merupakan salah satu bagian industry perbankan yang sedang berkembang dan menjadi bagian penting dari perekonomian Indonesia. Pangsa pasar perbankan syariah juga mengalami peningkatan dan menjadi industry yang menguntungkan dari pandangan pemegang saham dan pemberi kredit.\n\nSampel yang digunakan dalam riset ini adalah laporan keuangan triwulan dari delapan bank syariah dan delapan bank conventional dalam periode Juli 2010 sampai dengan September 2013. Sampel dari bank yariah terdiri dari tiga bank non devisa, dan 5 bank devisa, sedangkan bank conventional terdiri dari satu bank non devisa, 2 bank persero dan lima bank devisa. Riset ini menggunakan metode regresi berganda sebagai uji statistik untuk meneliti variabel apa dan seberapa signifikan variabel independen mempengaruhi variabel dependen pada bank syariah dan bank konvensional. Variabel dependen untuk bank syariah dan bank konvensional terdiri dari Return on Asset (ROA), Return on Equity (ROE) dan Net Interest Margin (NIM). Variabel independen untuk bank syariah adalah giro wadiah, tabungan wadiah, tabungan mudharaba, total tabungan, deposito mudharaba, total dana pihak ketiga, piutang mudharaba, penempatan dana pada Bank Indonesia, penempatan dana pada bank lain, surat berharga yang dimiliki, pembiayaan usaha kecil, pembiayaan non usaha kecil, pembiayaan properti, pembiayaan non properti, rasio cepat, dan rasio depositor inti terhadap dana pihak ketiga. Sedangkan variabel independen untuk bank konvensional adalah giro, tabungan, deopsito, kas, penempatan dana pada Bank Indonesia, penempatan dana pada bank lain, surat berharga yang dimiliki, kredit usaha kecil, kredit non usaha kecil, kredit restrukturisasi, dan kredit property.\n\nHasil dari uji statistik menunjukkan variabel independen yang secara signifikan mempengaruhi ROA untuk bank syariah adalah giro wadiah dan untuk bank konvensional adalah giro. ROE bank syariah dipengaruhi oleh giro wadiah dan bank konvensional dipengaruhi oleh giro. Sedangkan variabel independen yang secara signifikan mempengaruhi NIM untuk bank syariah adalah deposito mudharaba dan untuk bank konvensional adalah deposito. Riset ini menunjukkan dana pihak ketiga berpengaruh secara signifikan terhadap ROA, ROE, NIM di bank syariah dan bank konvensional.\n\nDari hasil yang didapat, riset ini dapat memberikan saran untuk meningkatkan prestasi bank. Regulator beserta para direksi dan manajer dari bank diharapkan bersinergi untuk meningkatkan keuntungan dan tingkat kompetisi untuk menciptakan pertumbuhan ekonomi. Bank juga harus menjaga kestabilan dan dana investasi sesuai dengan peraturan untuk menghasilkan pendapatan yang lebih. Kepercayaan dari pemilik dana juga harus dijaga unutk memelihara hubungan jangka panjang. Melakukan variasi produk untuk menampung dana pihak ketiga. Bank harus mengalokasikan dana untuk biaya promosi produk secara wajar.", "Daftar File": {"2014 SK PP Dita Herdiana   [19010105] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285188"}, "Penulis": "Dita Herdiana [19010105]", "Kontributor / Dosen Pembimbing": ["Ir. Drs. Arson Aliludin, SE, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "bank syariah, dana pihak ketiga, regresi berganda", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "10 Mar 2023"}