{"Nomor": 72273, "Judul": "FITOKIMIA DAN AKTIVITAS ANTIBAKTERI, ANTIJAMUR, SERTA ANTIFEDAN DARI METABOLIT SEKUNDER DYSOXYLUM DENSIFLORUM DAN SWIETENENIA MAHOGANY", "Abstrak": "Meliaceae merupakan salah satu tumbuhan tropis yang tersebar di Asia, Afrika tropis, dan Amerika Latin. Famili ini memiliki 50 genus dan sekitar 1400 spesies. Di Indonesia terdapat sekitar 33 genus dan 405 spesies famili Meliaceae. Tumbuhan dari famili ini terkenal dengan kualitas kayunya yang sangat baik karena struktur fisiknya yang kuat, keras, dan tahan terhadap serangan rayap sehingga digunakan untuk mebel dan bahan bangunan. Selain pemanfaatan sebagai sumber kayu, tumbuhan famili ini juga telah digunakan dalam pengobatan tradisional untuk mengobati iritasi kulit, mencegah hipertensi, mengobati infeksi saluran kencing, dan penurun demam. Beberapa tumbuhan dari famili ini dikenal luas di Indonesia, terutama Dysoxylum densiflorum (‘Majegau’) dan Swietenia mahogany (‘Mahoni’). Secara fitokimia, kedua tumbuhan tersebut dikenal sebagai penghasil metabolit sekunder golongan terpenoid dan limonoid. Sejumlah senyawa hasil isolasi dari kedua tumbuhan tersebut juga telah dilaporkan memiliki aktivitas biologis yang penting, antara lain sebagai antibakteri, antifedan, antimalaria, antiinflamasi, antivirus, dan insektisida.\nPada penelitian ini telah dilakukan kajian fitokimia pada dua spesies tumbuhan famili Meliaceae yaitu D. densiflorum dan S. mahogany. Selain itu, dilakukan pula kajian aktivitas biologis yang meliputi aktivitas antibakteri, antijamur dan antifedan pada ekstrak dan senyawa hasil isolasi. Sampel kulit batang dan biji D. densiflorum dikumpulkan dari Kebun Raya Ekaristi, Bali, sedangkan daun D. densiflorum diperoleh dari Kebun Raya Bogor, Jawa Barat, dan sampel buah S. mahogany diperoleh dari daerah Bandung, Jawa Barat. Metode isolasi yang digunakan meliputi ekstraksi (maserasi) menggunakan pelarut aseton, dilanjutkan dengan fraksinasi dan pemurnian menggunakan berbagai teknik kromatografi, yaitu kromatografi cair vakum (KCV), kromatografi kolom gravitasi (KKG), dan kromatografi radial (KR). Struktur molekul senyawa hasil isolasi ditetapkan berdasarkan data spektroskopi, yang meliputi resonansi magnet inti (NMR) 1D (1H dan 13C NMR, TOCSY1D, dan NOE1D) dan 2D (COSY, HSQC, HMBC, dan NOESY), data spektrometri massa, serta data spektroskopi inframerah (IR). Uji aktivitas antibakteri dilakukan terhadap sepuluh bakteri patogen, yang meliputi dua\n\nbakteri Gram-(+) yaitu Bacillus subtilis dan Staphylococcus aureus (ATCC 29737), dan delapan bakteri Gram-(-) yaitu Escherichia coli, Klebsiella pneumonie (ATCC 13733), Proteus mirabilis (ATCC 21100), Pseudomonas aeruginosa, Salmonella parathypii, Salmonella thypii (ATCC 14028), Shigella dysentriae, dan Vibrio cholereaeus. Pengujian antijamur dilakukan terhadap jamur pelapuk kayu Brown-rot (Fomitopsis palustris FFPRI 0507) dan White-rot (Tremetes versicolor FFPRI 1030), sementara aktivitas antifedan dilakukan terhadap rayap Captotermes formasanus dengan metode no-choice.\nPada penelitian ini telah diperoleh sebelas senyawa turunan terpenoid (1?11) termasuk di antaranya empat senyawa baru yaitu 4-isopropil-1,5-dimetil-1,2,3,4-tetrahidronaftalen-6-ol (2), asam densilorinat A (3), asam densiflorinat B (4) dan asam densiflorinat C (5). Tujuh senyawa hasil isolasi lainnya merupakan senyawa yang telah dikenal, yaitu satu senyawa seskuiterpen 8-hidroksikalamenen (1), satu senyawa triterpen tetrasiklik afagranin G (6), serta enam senyawa limonoid yaitu proseranolid (7), swietenolida (8), 6-O-asetilswietenolida (9), 3,6-O-asetilswietenolida (10), dan swietenin (11). Penemuan keempat senyawa baru (2-5) memberikan kontribusi penting pada fitokimia Meliaceae. Senyawa 2 merupakan contoh seskuiterpen dengan kerangka kadinan yang termodifikasi karena adanya penataan ulang yang melibatkan gugus metil. Asam densiflorinat A?C (3?5) merupakan triterpen tetrasiklik dari kelompok tirukalan dan apotirukalan yang merupakan salah satu cikal bakal senyawa-senyawa limonoid pada tumbuhan Meliaceae. Selain itu, turunan triterpen tetrasiklik, afraganin (6), baru pertama kali ditemukan pada genus Dysoxylum.\nPada pengujian sifat biologis, ekstrak D. densiflorum memperlihatkan aktivitas yang cukup signifikan terhadap sepuluh bakteri uji (MIC 3,13-25 ?g/mL), dibandingkan dengan hasil pengujian terhadap kontrol positif amoksisilin dan kloramfenikol (MIC 0,78-50 ?g/mL). Aktivitas antibakteri ekstrak terhadap bakteri Gram-(+) menunjukkan hasil yang lebih baik dibandingkan terhadap bakteri Gram-(-). Ekstrak D. densiflorum juga umumnya memberikan aktivitas hambatan pertumbuhan jamur pelapuk kayu, sementara pada pengujian antifedan pada konsentrasi 5-30% (?????????) menunjukkan hasil positif. Selanjutnya, ekstrak S. mahogany menunjukkan sifat antibakteri yang sedang (MIC 50-100 ?g/mL), aktif sebagai antijamur pelapuk kayu, dan bersifat antifedan pada konsentrasi 5-30% (?????????). Berdasarkan hasi-hasil tersebut, maka ekstrak D. densiflorum dan S. mahogany memiliki potensi sebagai antibakteri, antijamur dan antifedan.\nSenyawa hasil isolasi (1-11) juga diujikan sebagai antibakteri, antijamur dan antifedan. Hasil pengujian tersebut memperlihatkan hanya senyawa 1 dan 2 yang memiliki sifat antibakteri (MIC 6,25?25 ?g/mL), antijamur (menunjukkan zona hambat) dan antifedan (konsentrasi 100-1000 ppm) yang signifikan. Sementara senyawa 3?11 kurang aktif, baik sebagai antibakteri, antijamur, ataupun antifedan. Keaktifan senyawa 1 dan 2 kemungkinan disebabkan oleh adanya gugus fenol pada struktur seskuiterpennya yang tidak diimiliki oleh senyawa 3-11.\n\nSebagai kesimpulan, pada penelitian ini telah berhasil diisolasi sebelas senyawa turunan terpenoid (senyawa 1?11), termasuk empat senyawa baru turunan seskuiterpen yaitu senyawa 2 dan triterpen tetrasiklik yaitu senyawa (3?5). Hasil pengujian aktivitas antibakteri, antijamur pelapuk kayu, dan sifat antifedan, menunjukkan bahwa ekstrak D. densiflorum dan S. mahogany memperlihatkan hasil yang signifikan pada ketiga uji tersebut, sementara pada pengujian senyawa-senyawa murni hanya senyawa 1?2 yang menunjukkan hasil yang signifikan. Adanya perbedaan hasil uji biologis antara ekstrak dan senyawa murni menyarankan bahwa terdapat senyawa lain pada ekstrak yang tidak terisolasi yang mungkin bertanggung jawab pada aktivitas keseluruhan ekstrak kedua tumbuhan tersebut.", "Daftar File": {"ABSTRAK Ni Komang Tri Dharmayani": "https://digilib.itb.ac.id/gdl/download/285362", "COVER Ni Komang Tri Dharmayani": "https://digilib.itb.ac.id/gdl/download/285363", "BAB1 Ni Komang Tri Dharmayani": "https://digilib.itb.ac.id/gdl/download/285364", "BAB2 Ni Komang Tri Dharmayani": "https://digilib.itb.ac.id/gdl/download/285365", "BAB3 Ni Komang Tri Dharmayani": "https://digilib.itb.ac.id/gdl/download/285366", "BAB4 Ni Komang Tri Dharmayani": "https://digilib.itb.ac.id/gdl/download/285367", "BAB5 Ni Komang Tri Dharmayani": "https://digilib.itb.ac.id/gdl/download/285368", "PUSTAKA Ni Komang Tri Dharmayani": "https://digilib.itb.ac.id/gdl/download/285369"}, "Penulis": "Ni Komang Tri Dharmayani [30512003]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Dewi Juliawaty, M.S.", "Prof. Yana Maolana Syah, M.S, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Meliaceae, Dysoxylum densiflorum, Swietenia mahogany, seskuterpenoid, triterpenoid, antibakteri, antijamur, antifedan.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "13 Mar 2023"}