{"Nomor": 72277, "Judul": "MENGETAHUI JENIS PENYESUAIAN BUDAYA YANG DIALAMI OLEH ANGGOTA FAKULTAS DAN STRATEGI PENYESUAIANNYA DI SEKOLAH BISNIS WINAYAKA", "Abstrak": "Pendidikan tinggi ke luar negeri pada umumnya menjadi jenjang yang diinginkan masyarakat Indonesia untuk meningkatkan kompetensi mereka di tengah ketatnya talent competitiveness. Di era globalisasi seperti sekarang, informasi terkait jenjang pendidikan tinggi dapat dengan mudah diakses dengan beberapa media. Hal ini membuat kesempatan bagi masyarakat Indonesia untuk menempuh studi di luar negeri lebih terbuka lebar. Sekolah Bisnis Winayaka, merupakan salah satu sekolah bisnis di Bandung, Indonesia, mengharuskan staff pengajar tetapnya untuk memiliki gelar master atau doktor. Mayoritas staff pengajar di Sekolah Bisnis Winayaka memilih untuk mengambil studi lanjut ke luar negeri selama beberapa tahun. Begitu mereka kembali ke negara asalnya setelah cukup lama tinggal di luar negeri, mereka mungkin menemui kesulitan menyesuaikan diri dari budaya negara dimana mereka melakukan studi selama beberapa tahun dengan budaya yang ada di Indonesia. Fenomena ini disebut juga dengan istilah reverse culture shock (gegar budaya balik). Pada kesempatan ini, peneliti mencoba untuk melakukan studi tentang fenomena reverse culture shock yang terjadi terhadap para staff pengajar Sekolah Bisnis Winayaka ketika mereka kembali ke Indonesia setelah menyelesaikan studinya. Objektif dari studi ini adalah untuk memahami penyesuaian apa saja yang dilakukan selama proses repatriasi, dan juga untuk mengusulkan sebuah program untuk membantu proses repatriasinya berjalan dengan baik. Dalam mengumpulkan data, penelitian ini dikategorikan sebagai penelitian kualitatif karena peneliti ingin mengetahui lebih detail konsep penyesuaian budaya yang terjadi pada para staff pengajar. Sampel dari penelitian ini adalah para staff pengajar yang telah berangkat dan menyelesaikan studi doctoral dalam kurun waktu 10 tahun terakhir. Data yang dibutuhkan untuk penelitian ini akan dikumpulkan dengan menerapkan metode studi fenomenologi dan wawancara individu untuk mendapatkan gambaran pengalaman subjektif dari responden dan mengeksplorasi kompleksitas dari subjektivitas pengalaman penyesuaian budaya tersebut. Setelah itu, data dianalisis dengan menggunakan open coding analysis dan dilanjutkan dengan interpretasi peneliti. Hasil dari penelitian ini menemukan ada lima jenis penyesuaian yang dibutuhkan ketika para staff pengajar kembali ke Sekolah Bisnis Winayaka, penyesuaian dengan kehidupan pribadi, penyesuaian dengan tanggung jawab pekerjaan yang baru diberikan, penyesuaian dengan budaya organisasi, penyesuaian dalam berkontribusi ke organisasi, dan penyesuaian dimensi budaya. Beberapa strategi telah dilakukan para staff pengajar untuk mengatasi penyesuaian tersebut. Strategi tersebut akan ditunjukkan pada bagian analisis penelitian ini sebagai bentuk hasil interpretasi. Saran dan rekomendasi untuk returnees yang akan datang dan juga untuk Sekolah Bisnis Winayaka dalam membantu penyesuaikan diri kembali dengan kondisi organisasi saat ini diantaranya, saling menghormati, terbukaan terhadap gagasan baru, komunikasi, melakukan persiapan kepulangan, mengoptimalkan potensi staff pengajar yang kembali bergabung dengan organisasi, dan adanya asisten individu dan rekomendasi umum.", "Daftar File": {"2018 SK PP Muhammad Fajar Pratama   [19014077] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285496"}, "Penulis": "Muhammad Fajar Pratama [19014077]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gegar Budaya Balik, Repatriasi, Penyesuain Budaya, Dimensi Budaya", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "14 Mar 2023"}