{"Nomor": 72272, "Judul": "ANALISIS RISIKO KELELAHAN FISIOLOGIS DAN MUSCULUSKELETALDISORDERS (MSDS) PADA PEKERJA BENGKEL PENGECATAN MOBILINFORMAL DENGAN METODE BASELINE RISK IDENTIFICATION OFERGONOMIC FACTORS (BRIEF) DAN QUICK EXPOSURE CHECKLIST (QEC)", "Abstrak": "Salah satu industri yang memiliki potensi kelelahan kerja dan musculoskeletal disorders (MSDs) pada pekerjanya adalah bengkel pengecatan mobil informal. Selain terjadinya kelelahan kerja, pekerja di bengkel pengecatan mobil juga memiliki potensi risiko terhadap bahaya fisik dalam hal keluhan nyeri punggung, siku, dan lainnya. Tujuan penelitian ini adalah mengidentifikasi dan mengetahui pengaruh sarana, sikap, postur dan posisi kerja pekerja bengkel pengecatan mobil informal yang berisiko menimbulkan MSDs dengan menggunakan metode Baseline Risk Identification of Ergonomic Factors (BRIEF) dan metode Quick Exposure Checklist (QEC), serta mengetahui tingkat kelelahan pekerja secara objektif dan subjektif. Secara objektif dilihat dari perubahan denyut nadi, tekanan darah, temperatur tubuh, dan waktu reaksi sebelum bekerja (08.00 WIB) dan sesudah bekerja (16.00 WIB), sedangkan secara subjektif diukur dari Kuesioner Alat Ukur Perasaan Kelelahan Kerja. Pengukuran iklim lingkungan kerja di bengkel pengecatan mobil menunjukkan hasil yang tidak  melebihi Nilai Ambang Batas KepMenKes : No 1405/MENKES/SK/XI/2002. Pengukuran risiko ergonomi  mengindikasikan bahwa diperlukan investigasi lebih lanjut mengenai posisi tubuh dan diperlukan penanganan dalam waktu dekat. Terdapat perbedaan yang signifikan terhadap faktor fisiologis tubuh pekerja baik tekanan darah, denyut nadi, dan temperatur tubuh sebelum dan sesudah bekerja. Faktor yang paling dominan mempengaruhi tekanan darah sistolik antara lain : usia, Indeks Massa Tubuh (IMT), dan kebiasaan merokok.  Zat-zat kimia beracun pada rokok menyebabkan penyempitan pembuluh darah, sehingga jantung harus memompa darah lebih kuat, yang menyebabkan tekanan pada pembuluh darah meningkat. Faktor yang mempengaruhi tekanan darah diastolik dan denyut nadi adalah IMT, seseorang yang mempunyai ukuran tubuh termasuk obesitas memungkinkan terjadinya peningkatan tekanan darah.  Sedangkan untuk temperatur tubuh  faktor yang dominan adalah kebiasaan merokok.", "Daftar File": {"COVER  VANNY APDILA  R.pdf": "https://digilib.itb.ac.id/gdl/download/285353", "BAB I PENDAHULUAN.pdf": "https://digilib.itb.ac.id/gdl/download/285354", "BAB II TIN-PUS.pdf": "https://digilib.itb.ac.id/gdl/download/285355", "BAB III METODOLOGI.pdf": "https://digilib.itb.ac.id/gdl/download/285356", "BAB IV GAMBARAN UMUM.pdf": "https://digilib.itb.ac.id/gdl/download/285357", "BAB V HASIL DAN PEMBAHASAN.pdf": "https://digilib.itb.ac.id/gdl/download/285358", "BAB VI KSIMPULAN DAN SARAN.pdf": "https://digilib.itb.ac.id/gdl/download/285359", "PUSTAKA Vanny Apdila Restisha": "https://digilib.itb.ac.id/gdl/download/285360"}, "Penulis": "Vanny Apdila Restisha [25311328]", "Kontributor / Dosen Pembimbing": ["Dr. Herto Dwi Ariesyady, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "kelelahan, musculoskeletal disorders,  pengecatan mobil,  BRIEF, QEC", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "13 Mar 2023"}