{"Nomor": 72295, "Judul": "FINANCIAL PERFORMANCE ASSESSMENT OF PT. INDOSAT TBK AGAINST OTHER NATIONAL MOBILE OPERATORS IN INDONESIA", "Abstrak": "Industri telekomunikasi telah menjadi bagian penting dalam kemajuan ekonomi Indonesia selama beberapa tahun terakhir. Salah satu divisi telekomunikasi yang berperan penting di Indonesia adalah jaringan selular, karena jaringan selular adalah salah satu hal yang memungkinkan Indonesia untuk bersaing dengan negara maju dan juga untuk mencapai tempat terpencil di Indonesia, khususnya di luar Jawa. Jaringan selular juga turut andil dalam membangun sektor ekonomi lainnya, misalnya industri keuangan, perangkat lunak perbankan, pariwisata, dan perdagangan. Mulai tahun 2013, jumlah pengguna telepon selular di Indonesia adalah yang terbesar ketiga di dunia (setelah Cina dan India), dengan 322.900.000 pelanggan selular pada akhir tahun 2015, 99% nya adalah pengguna prabayar. Artinya, penetrasi telepon selular mencapai 127,7% dari keseluruhan total penduduk Indonesia mulai tahun 2013. Penelitian ini bertujuan untuk menilai kinerja keuangan PT Indosat Tbk (memiliki 20,3% pangsa pasar) sebagai perusahaan nomor dua di industri telekomunikasi Indonesia. Kinerjanya akan dibandingkan dengan dua pesaing terbesar, PT Telekomunikasi Selular (memiliki 45,1% pangsa pasar) dan PT XL Axiata Tbk (memiliki 19,2% pangsa pasar). Penilaian akan dilakukan dengan Analisis Rasio Keuangan dan Sistem Analisis DuPont. Analisis Deret Berkala (Timeseries) akan digunakan untuk menganalisis tren kinerja keuangan PT Indosat Tbk sendiri dan Analisis Cross-section akan digunakan untuk membandingkan kinerja PT Indosat Tbk dengan pesaingnya. Data keuangan dari 2011-2015 akan digunakan dalam penelitian ini. Akhirnya, analisis gabungan juga akan digunakan untuk membandingkan kinerja keuangan PT Indosat Tbk dengan rata-rata industri telekomunikasi. Studi ini akan fokus pada dua fenomena, yang pertama adalah efek dari peraturan pemerintah baru mengenai berbagi jaringan (network sharing). Peraturan ini dapat memberikan keuntungan bagi perusahaan yang lebih kecil, yaitu PT Indosat Tbk dan PT XL Axiata Tbk. Namun, metode ini dapat membuat kualitas layanan dari provider menurun. Fenomena kedua adalah Rezim Interkoneksi (yang diterapkan pada tahun 2012). Rezim ini memberikan keuntungan besar untuk pemain terbesar, PT Telekomunikasi Selular, setelah tarif untuk layanan pesan singkat diganti menjadi \"skema berbasis biaya\" untuk SMS off-network (dari satu provider ke provider lainnya), sementara pada saat yang sama menimbulkan kerugian bagi perusahaan dengan pangsa pasar yang lebih kecil, termasuk PT Indosat Tbk. Objektif penelitian ini adalah untuk menilai kinerja keuangan PT Indosat Tbk dengan adanya fenomena-fenomena industry telekomunikasi di atas dan akhirnya untuk menghasilkan rekomendasi yang dapat meningkatkan kinerja PT Indosat Tbk. Hasil analisis menunjukkan bahwa kinerja PT Indosat Tbk menurun di hampir setiap aspek selama 5 tahun ini, indikator terbesar adalah rugi bersih yang diderita PT Indosat Tbk dari tahun 2013-2015. Rekomendasi yang diberikan untuk PT Indosat Tbk adalah memanfaatkan peraturan berbagi infrastruktur agar bisa lebih efisien dalam menggunakan capital expenditure mereka, sambil tetap menjaga kualitas layanan. Rekomendasi kedua adalah agar PT Indosat Tbk menerapkan tarif yang lebih mahal untuk SMS off-network agar bisa menutupi beban interkoneksi dan untuk menurunkan minat pelanggan untuk mengirim SMS off-network.", "Daftar File": {"2016 SK PP Annisa Aulia   [19013161] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285730"}, "Penulis": "Annisa Aulia [19013161]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "performa keuangan, telekomunikasi, analisis rasio, analisis DuPont", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "15 Mar 2023"}