{"Nomor": 72298, "Judul": "FAKTOR YANG MEMPENGARUHI INTENSI BELANJA KONSUMEN DI MARKETPLACE", "Abstrak": "Marketplace di Indonesia mengalami perkembangan yang pesat setiap tahun sehingga terdapat suatu persaingan yang ketat. Pembahasan dan pengamatan persepsi pelanggan untuk memilih suatu marketplace penting untuk dilakukan. Hal tersebut akan mendorong minat beli pelanggan melalui marketplace yang berkaitan dengan faktor pengalaman berbelanja dari masing-masing pelanggan tersebut. Penelitian ini berasumsi bahwa faktor-faktor pengalaman berbelanja di marketplace yaitu perceived usefulness, perceived ease of use, perceived trust dan attitude towards using memiliki korelasi positif dengan minat beli pelanggan. Oleh karena itu dalam membuktikan asumsi tersebut, peneliti melakukan penelitian terhadap dua marketplace terbesar di Indonesia yaitu Tokopedia dan Shopee dengan menggunakan Technology Acceptance Model serta dilakukan analisis menggunakan Structural Equation Model untuk mengetahui korelasi antara faktor-faktor di atas dengan minat beli pelanggan secara kuantitatif. Tujuan dari penelitian ini adalah untuk menentukan faktor-faktor pengalaman berbelanja di marketplace dan mengidentifikasi korelasi antara faktor-faktor tersebut dengan minat beli pelanggan. Metodologi penelitian ini dilakukan secara kuantitatif menggunakan kuesioner secara online terhadap 178 responden. Hasil penelitian menunjukkan bahwa faktor-faktor pengalaman berbelanja di marketplace yaitu perceived usefulness, perceived ease of use, perceived trust dan attitude towards using memiliki korelasi positif dengan minat beli pelanggan. Hasil dari penelitian ini dapat memberikan masukan untuk rekomendasi guna mendukung pengembangan pengalaman belanja konsumen dan strategi pemasaran marketplace di masa mendatang.", "Daftar File": {"2023 SK PP Abraham Adhi Anugerah P.   [19017039] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/285762"}, "Penulis": "Abraham Adhi Anugerah P. [19017039]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, SE., MBA., Ph.D., CBAP.", "Dr. rer. pol. Eko Agus Prasetio, S.T., MBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Technology Acceptance Model, Perceived Usefulness, Perceived Ease of Use, Perceived Trust, Attitude Towards Using, Niat Beli Pelanggan, Marketplace, Structural Equation Model.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}