{"Nomor": 72290, "Judul": "ARE FOREIGN INVESTORS ATTRACTED TO POLITICALLY CONNECTED FIRMS?", "Abstrak": "Penelitian ini menganalisa hubungan antara koneksi politik yang dimiliki perusahaan dengan kepemilikan saham asing mereka yang terjadi pada saat pemilihan presiden 2014. Beberapa penelitian percaya bahwa kondisi politik pada suatu negara memberikan efek yang signifikan terhadap nilai dan performa dari perusahaan yang terhubung secara politik. Fajarriyanto et al. (2015) telah membuktikan bahwa terdapat persepsi nilai yang dirasakan saat pemilihan presiden Indonesia di tahun 2014. Hal ini dikarenakan investor lebih cenderung untuk berinvestasi pada perusahaan yang terhubung pada pihak politik yang memenangkan pemilu. Namun, hasil penelitian tersebut hanya berlaku pada investasi dalam negeri. Studi yang membahas tentang hubungan antara koneksi politik dengan investasi asing masih sangat terbatas. Oleh karena itu, penelitian ini bertujuan untuk memastikan apakah koneksi politik dapat mempengaruhi kepemilikan saham asing perusahaan di Indonesia. Penelitian ini menggunakan analisis multivariat untuk menentukan hubungan antara koneksi politik dengan kepemilikan saham asing. Perusahaan berkoneksi politik pada penelitian ini terbagi menjadi dua; perusahaan yang berkoneksi politik dengan pihak politik yang memenangkan pemilu dan perusahaan yang berkoneksi politik dengan pihak politik yang kalah dalam pemilu. Penelitian ini mendefinisikan sebuah perusahaan sebagai perusahaan yang berkoneksi politik menang atau kalah berdasarkan jajaran direktur utama/pemilik sahamnya – jika salah satu jajaran direksi/mantan jajaran direksi merupakan bagian dari partai yang menang atau yang kalah; entah itu menteri, anggota parlemen, atau pendukung partai. Lalu, penelitian ini juga memeriksa efek dari struktur kepemilikan saham, performa kinerja, ukuran, dan nilai pasar dari perusahaan. Penelitian ini hanya terbatas pada sampel yang dipilih dan metodologi yang digunakan. Karena hal itu, segala bentuk kegiatan dari perusahan ketika penelitian berlangsung tidak diacuhkan. Dari penelitian ini, dapat disimpulkan bahwa secara garis besar, mempunya koneksi dengan pihak yang memenangkan pemilu dapat menaikkan jumlah kepemilikan saham asing perusahaan. Namun, hal tersebut tergantung pada perspektif investor (individual atau institusional) dan dengan siapa koneksi politik tersebut terjalin. Pada Pemilihan Umum Presiden 2014 yang dimenangkan Jokowi, memiliki jajaran direksi/pemegang saham sebagai anggota parlemen dari partai Koalisi Indonesia Hebat memberikan dampak signifikan dalam menaikkan kepemilikan saham asing perusahaan.", "Daftar File": {"2016 SK PP Amertya Ardya Oktoriano P   [19013051] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285700"}, "Penulis": "Amertya Ardya Oktoriano P [19013051]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investasi asing; Kepemilikan saham; Efek Jokowi; Koneksi politik Indonesia; Pemilihan presiden", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "15 Mar 2023"}