{"Nomor": 72301, "Judul": "PENENTUAN VARIABEL PERTUMBUHAN AKTIVA BERDASARKAN CAMEL BANK SYARIAH DI INDONESIA", "Abstrak": "Indonesia adalah negara dengan jumah popuasi umat Muslim tinggi di dunia dan diharapkan untuk dapat menjadi pemimpin perekonomian Islam terutama di Perbankan Syariah. Dengan jumah umat musim 205 juta orang atau 88.1% dari total jumlah penduduk (data oleh BPS per 2020) dan dengan kesempatan bahwa bank syariah juga menarik minat umat non- muslim. Sedangkan dari dalam sisi bank, beberapa penelitian menunjukan bahwa bank syariah memiliki keunggulan keefisienan dalam beberapa hal dibanding bank konvensional. Dengan argument tersebut, diharapkan perekonomian syariah di Indonesia terutama di bagian perbankan akan tetap tumbuh baik mengingat potensial pasar dan performa dari bank syariah. Di tahun 2013 sampai 2014, pertumbuhan dari bank syariah mengalami penurunan. Selain itu, permasalahan besar bank syariah di Indonesia adalah kecilnya porsi pasar bank syariah yaitu 4.83% dibanding dengan bank syariah 95.17%, gagal mencapai target 5% dan tetap dibawah 5% sehingga muncul public anekdot “bank syariah terjebak di 5%” karena tidak beranjak dari angka 5% porsi pasar perbankan Indonesia. Dengan keadaan sekarang, pertumbuhan perbankan syariah yang melambat semakin menjauhkan bank syariah dari target bagian pasar dan sulit untuk keluar dari kondisi jebakan 5%. Penilaian performa bank dengan mengunakan CAMEL kriteria telah lama digunakan oleh Bank Indonesia untuk menilai kesehatan dan keamanan bank. Penelitian ini mencoba untuk mengevaluasi tingkat signifikan dari CAMEL kriteria terhadap pertumbuhan aktiva bank komersial syariah dan mencari tingkat signifikan dari bank komersial syariah dengan minimum lima tahun periode operasi dengan jangka waktu 2005 sampai 2015. Penelitian ini menggunakan data sekunder yaitu laporan publikasi keuangan dengan agregat 2005- 2015 yang tidak seimbang dari bank komersial syariah. Alat yang digunakan di penelitian ini adalah tidak seimbang panel data regresi linier berganda. Variable terikat yang akan digunakan adalah pertumbuhan aktiva dan variable bebasnya adalah kewajiban penyediaan modal minimum rasio, aktiva tetap terhadap modal, pembiayaan produktif bermasalah, return on asset, pendapatan sebelum bunga dibanding total aktiva, return on equity, net operating margin, pendapatan operasional terhadap beban operasional, pembiayaan dibanding deposit rasio, total pembiayaan terhadap total aktiva dan PPA produktif terhadap aktiva produktif. dari estimasi regresi dari sebelas variable bebas yaitu CAR, FAC, NPF, ROA, NM, ROE, NIM, OCOI, FDR, TFTA dan ALEA dapat menjelaskan 15.62% dari AG sebagai variable terikat sedangkan 84.38% lainnya di jelaskan oleh variable lain. Hasil dari F statistic menunjukan ada hubungan singnifikan antara variable terikat terhadap variable bebas. Variable bebas ROA dan TFTA memiliki hubungan positif dan signifikan terhadap pertumbuhan aktiva sedangkan NPF memiliki hubungan negatif dan signifikan terhadap pertumbuhan aktiva. Variabel vainnya yaitu CAR, FAC, NM, ROE, NIM FDR, COI dan ALEA tidak memiliki hubungan signifikan terhadap pertumbuhan aktiva. Berdasarkan hasil penelitian, CAMEL kriteria yang bersangkutan dengan pertumbuhan aktiva adalah kriteria kualitas asset, manajemen dan likuiditas bank karena mereka memiliki nilai signifikan terhadap hasil regresi. Pembiayaan merupakan hal penting di pertumbuhan ativa karena pembiayaan produktif bermasalah memiliki hubungan signifikan negatif yang berarti bank harus menekan angka pembiayaan produktif bermasalah mereka dengan cara lebih selektif dalam menyalurkan pembiayaan bila ingin menaikan pertumbuhan aktiva bank. Porsi dari pembiayaan dan total aktiva juga memiliki hubungan signifikan, ketika bank ingin menaikan pertumbuhan asset, mereka harus mengelola dengan hati hati likuiditas mereka dengan cara mengalokasikan dengan maksimal aktiva bank untuk investasi yang menghasilkan seperti pembiayaan produktif. Strategi manajemen untuk meningkatkan return on asset dengan meningkatkan investasi dan pembiayaan yang menghasilkan akan meningkatkan pula pertumbuhan aktiva bank.", "Daftar File": {"2016 SK PP Arini Wijayanti   [19013080] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285782"}, "Penulis": "Arini Wijayanti [19013080]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bank Syariah, Pertumbuhan Aktiva, CAMEL", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}