{"Nomor": 72314, "Judul": "ECONOMIC FEASIBILITY STUDY OF EMERALD HOTEL IN PANGANDARAN", "Abstrak": "Tujuan dari penelitian ini adalah untuk menganalisis kelayakan dari Hotel Emerald yang berlokasi di Pangandaran, Jawa Barat. Penelitian ini menguji apakah proyek hotel ini layak secara ekonomis untuk dijadikan alat investasi atau tidak. Penelitian ini juga memberikan rekomendasi dan saran kepada pihak-pihak yang terkait agar proyek ini lebih menguntungkan. Pantai Pangandaran sebagai daerah pariwisata mengalami peningkatan turis dari tahun ke tahun sehingga hotel berkualitas dibutuhkan untuk menjaga turis baik domestik maupun mancanegara agar tetap memilih Pangandaran sebagai daerah wisatanya. Namun, ketersediaan hotel yang berkualitas tersebut masih terbatas dan menimbulkan kemungkinan Pangandaran kehilangan turisnya karena berpindah ke daerah wisata yang lain. Lebih jauh lagi, studi kelayakan secara ekonomis belum dilakukan oleh pihak investor hotel. Penelitian ini akan menjelaskan fondasi teori yang berhubungan dengan studi kelayakan ekonomis yang beberapa datanya diambil dari buku keuangan dan situs web terpercaya. Dasar teori ini bertujuan untuk memberikan pemahaman mengenai konsep yang digunakan dalam penelitian ini. Lebih jauh lagi, penelitian ini akan menjabarkan metode dalam mengembangkan penelitian mulai dari pendahuluan sampai kesimpulan. Untuk menyimpulkan apakah proyek ini layak investasi atau tidak, penulis mengumpulkan sejumlah data sekunder yang diambil dari rancangan anggaran biaya Hotel Emerald dan wawancara dengan sejumlah manajemen hotel. Kemudian, penulis melakukan penghitungan data dalam rangka mencari Net Present Value (NPV), Internal Rate of Return (IRR), dan Payback Period (PBP untuk menarik kesimpulan apakah proyek ini layak investasi atau tidak. Bagian terakhir adalah memberikan kesimpulan dari hasil penghitungan proyek ini dan memberikan rekomendasi kepada manajemen hotel dan Pemerintah Kabupaten Pangandaran. Kesimpulan dari hasil penghitungan proyek ini adalah Hotel Emerald layak investasi secara ekonomis. Hasil ini terlihat dari nilai Net Present Value sebesar Rp Rp 34,013,249,479 atau lebih besar dari nol yang mana merupakan syarat suatu proyek layak investasi. Nilai Internal Rate of Return sebesar 36.15% atau lebih besar dari WACC (11.25%). Jangka waktu Payback Period adalah 3 tahun 2 bulan. Dalam mengantisipasi risiko bisnis, penelitian ini melakukan analisis risiko menggunakan analisis sensitivitas dengan menambahkan dan mengurangi pendapatan tahunan hotel sebesar 10%. Alasan pemilihan perubahan terhadap pendapatan tahunan karena variabel ini memberikan dampak yang paling signifikan dan paling mungkin terjadi. Hasil dari pendekatan pesimis yang mana pendapatan tahunannya dikurangi 10% adalah proyek ini masih layak investasi secara ekonomis karena nilai Net Present Value lebih besar dari nol dan nilai Internal Rate of Return lebih besar dari WACC.", "Daftar File": {"2016 SK PP Bernhard Immanuel   [19013125] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285803"}, "Penulis": "Bernhard Immanuel [19013125]", "Kontributor / Dosen Pembimbing": ["Ir. Drs. H.  Arson Aliludin, SE, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Net Present Value, Internal Rate of Return, Payback Period", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}