{"Nomor": 72310, "Judul": "USULAN PENINGKATAN EFEKTIVITAS ORGANISASI DENGAN MENGGUNAKAN KONSEP 7S MCKINSEY DAN JOB ANALISIS (STUDI KASUS BISNIS GROWTHESEED)", "Abstrak": "Growtheseed merupakan usaha percetakan dan publikasi buku mandiri yang berdiri sejak\ntahun 2019. Growtheseed menawarkan buku-buku literasi Islami anak dengan konsep\ncerita bergambar yang menarik dan penuh warna dengan harga yang terjangkau. Saat ini,\nGrowthsee memiliki 11 orang tim dan mitra penjualan yang tersebar di seluruh Indonesia.\nSeiring berjalannya waktu, proporsi karyawan Growthsee tidak dapat mencapai target yang\ntelah dirintis. Penurunan omzet sebesar 25,05% pada 2022 tidak menunjukkan tren sejalan\ndengan pertumbuhan global industri percetakan dan penerbitan yang tumbuh 2,6%\npascapandemi. OKR (Object Key Result) triwulanan dari penelitian dan pengembangan\ndan pemasaran menjadi gejala masalah karena tidak tercapai secara besar-besaran di tahun\n2022. Beberapa gejala tersebut adalah beberapa OKR RnD, Pemasaran dan Sumber Daya\nManusia tidak tercapai. Apalagi, bidang human capital yang dikerjakan langsung oleh\npendiri juga belum mencapai target OKR di tahun yang sama. Menurut konsep efektivitas\norganisasi, masalah yang dihadapi oleh Growthsee saat ini adalah manajerial dalam hal\nsistem sumber daya. \nEksplorasi bisnis dilakukan dengan meninjau lingkungan internal perusahaan yang\nmeliputi analisis sumber daya manusia, analisis manajerial, dan analisis struktural yang\ndijabarkan dalam konsep Mckinsey 7S dan analisis akar penyebab 5 why. Data penelitian\nprimer diperoleh melalui wawancara dengan founder, co-founder dan kuesioner kepada\nseluruh karyawan Growth-seed melalui metode kualitatif dan kuantitatif. Data sekunder\ndiperoleh melalui dokumen perusahaan, jurnal akademik, dan artikel online untuk\nmelengkapi analisis. Solusi bisnis diusulkan untuk meningkatkan efektifitas internal\norganisasi dalam mencapai pertumbuhan bisnis pada fase organisasi melalui penetapan job\nanalysis dan job evaluation dalam rangka acuan rekrutmen karyawan dan perancangan\nstruktur gaji untuk setiap posisi kerja. Terakhir, penelitian ini mengusulkan pengajuan\nstruktur gaji progresif dan restrukturisasi struktur organisasi jabatan kerja tertentu untuk\nmelakukan koordinasi kerja yang efektif. \nTerakhir, studi ini mengusulkan restrukturisasi struktur organisasi jabatan kerja tertentu\nuntuk mencapai koordinasi kerja yang efektif.", "Daftar File": {"2023_TS_PP_Mochamad Rizki Firdaus_29120597_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/285798", "Mochamad Rizki Firdaus_29120597.pdf": "https://digilib.itb.ac.id/gdl/download/285799"}, "Penulis": "Mochamad Rizki Firdaus [29120597]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Efektivitas Organisasi, Fase Organisasi Bisnis, Analisa Pekerjaan, Struktur Penggajian", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "2 file", "Tanggal Input": "16 Mar 2023"}