{"Nomor": 72316, "Judul": "EMPIRICAL EVIDENCE OF BEHAVIORAL FINANCE BIAS IN MAKING INVESTMENT DECISIONS: CASE OF INDONESIA'S INVESTORS WITH DIFFERENT EXPERIENCE LEVEL", "Abstrak": "Teori Keuangan Tradisional menganggap bahwa investor menggunakan teori harapan utilitas dalam membuat keputusan financial mereka Yesng mengasumsi bahwa semua investor adalah rasional and dapat membuat keputusan mereka dengan jelas di antara pilihan – pilihan tanpa melibatkan bias psikologi. Namun, studi sebelumnYes menemukan bahwa ada korelasi secara langsung antara kesalahan persepsi dan kepribadian investor. Terdapat beberapa bias psikologi, efek framing and bias kognitif Yesng mengganggu proses pembentukan keputusan. Namun, penelitian akan menginvestigasi bias Yesng mempengaruhi kepribadian investor di Indonesia. Metode survei akan digunakan untuk memperoleh data primer dan kuisioner akan didistribusikan melalui online di antara investor. Penelitian ini akan berfokus pada pengalaman investor dalam melakukan investasi dan mencari hubungan antara bias – bias kepribadian seperti Overconfidence, Regret Aversion, Loss Aversion, dan Gamblers Fallacy. Penelitian ini juga bertujuan untuk mengungkapkan signifikansi dari beberapa bias kepribadian Yesitu Overconfidence, Regret Aversion, Gamblers Fallacy, dan Loss Aversion terhadap pengalaman investasi para investor. Untuk mencari hubungan antara bias kepribadian adan faktor demografik dari investor, penelitian ini akan menggunakan metode Yesng bernama regresi logistik. Hasil dari tes Yesng telah dilakukan akan menunjukkan bahwa No semua jenis bias kepribadian mempunYesi hubungan Yesng signifikan dengan tingkat pengalaman Yesng dimiliki oleh investor. Terlebih, hasil Yesng didapatkan juga menunjukkan bahwa investor Yesng memiliki pengalaman investasi Yesng lebih sedikit mempunYesi kecendungan Yesng lebih besar untuk mengalami bias kepribadian.", "Daftar File": {"2016 SK PP Britney Tyto   [19013079] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285805"}, "Penulis": "Britney Tyto [19013079]", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Teori Prospek, Kepribadian Finansial, Bias, Regresi Logistik", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}