{"Nomor": 72317, "Judul": "PENGARUH NILAI DAN GAYA HIDUP TERHADAP MINAT BERKUNJUNG TURIS INDONESIA KE PARIWISATA BERMITOS DAN BERLEGENDA JAWA BARAT", "Abstrak": "Pariwisata berperan penting dalam meningkatkan pertumbuhan ekonomi Indonesia. Beberapa tipe pariwisata di Indonesia yaitu pariwisata santai, pariwisata budaya, sejarah, dan masih banyak lagi. Faktanya, Jawa Barat dikelilingi oleh gunung, danau, dan sungai yang membuatnya menjadi tujuan yang tepat bagi orang-orang yang ingin merasa rileks setelah rutinitas mereka, terutama penduduk Bandung dan Jakarta. Kebanyakan tempat tersebut memiliki mitos dan legenda mereka masing- masing. Atas alasan tersebut, penelitian ini mencoba memberikan trobosan baru dalam sektor pariwisata di Jawa Barat, yaitu pariwisata bermitos dan berlegenda melalui identifikasi nilai dan gaya hidup turis. Spesifiknya, penelitian ini bertujuan melihat pengaruh nilai dang gaya hidup terhadap minat berkunjung turis ke tempat wisata bermitos dan berlegenda di Jawa Barat. Dengan demikian, peneliti mencoba mendapatkan sebuah profit turis. Semua analisis dilakukan di SPSS versi 23 dan Microsoft Excel melalui analisis faktor konfirmatori dan multi linear regresi. Survei online yang diisi oleh 302 responden sah menunjukkan bahwa pasar pariwisata terbesar berada pada usia 17-27 tahun. Dalam menentukan pilihan wisata, mereka dipengaruhi oleh teman dan gaya hidup santai. Sementara itu, nilai Schwartz yang mempengaruhi minat berkunjung adalah kekuasaan dan keamanan. Dengan mengerti akan nilai dan gaya hidup turis yang mendorong minat berkunjung mereka ke tempat wisata bermitos dan berlegenda di Jawa Barat, para marketer pariwisata dapat berkontribusi dalam pengembangan sektor pariwisata di Jawa Barat.", "Daftar File": {}, "Penulis": "Claudia [19013102]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pariwisata bermitos dan berlegenda, nilai, gaya hidup, minat berkunjung turis, nilai Schwartz, dan Jawa Barat", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "0 file", "Tanggal Input": "16 Mar 2023"}