{"Nomor": 72313, "Judul": "FOOD AND BEVERAGE SMES SATISFACTION TOWARDS LPPOM MUI SERVICE ON HALAL CERTIFICATION PROCESS", "Abstrak": "Dewasa ini produk-produk halal telah memiliki market yang sangat besar and menarik tidak hanya bagi umat muslim, namun juga bagi umat non-muslim. Definisi halal pun telah berkembang. Produk halal kini tidak hanya harus bersih dari babi, namun juga harus memenuhi kriteria yang tinggi dalam hal kebersihan dan baik untuk kesehatan. Bahkan di negara-negara yang populasinya tidak di dominasi oleh warga muslim. Fenomena ini diikuti dengan banyaknya produk-produk yang menyantumkan label halal pada produknya. Menjadi Negara dengan populasi muslim terbanyak di dunia membuat fenomena ini berkembang pesat pula di Indonesia. Hal ini membuat para produsen berlomba-lomba untuk mendapatkan sertifikat halal sebagai keunggulan dari produk mereka, termasuk bagi usaha kecil dan menengah (UKM). Terlebih karena pemerintah telah menetapkan UU no.33 no 2014 yang mewajibkan semua produk yang beredar di Indonesia untuk memiliki sertifikat halal. Dibangun pada tahun 1988 di bawah komando pemerintah Indonesia untuk MUI, Lembaga Penanganan Pangan Obat-obatan Dan Kosmetika Majelis Ulama Indonesia (LPPOM MUI) memiliki kewenangan penuh dalam mengeluarkan sertifikasi halal di Indonesia. Namun demikian, masih ada rumor dan isu-isu mengenai layanan LPPOM MUI. Pelamar masih mengeluh tentang tarif sertifikasi dan durasi yang dianggap terlalu mahal dan memakan waktu yang lama. Oleh karena itu penelitian ini bertujuan untuk mengukur tingkat kepuasan pelanggan dengan menilai kualitas pelayanan LPPOM MUI selama proses sertifikasi halal dengan menggunakan metode SERVQUAL. Dengan mengadopsi metode SERVQUAL, penelitian ini mengumpulkan data melalui survei kuesioner untuk 30 UKM di Bandung. Hasil penelitian menunjukkan bahwa menurut responden, LPPOM MUI telah memberikan pelayanan yang baik dan dibuktikan dengan tidak adanya dimensi SERVQUAL mendapatkan skor rata-rata rendah. Selain itu, uji regresi dilakukan untuk menemukan hubungan yang signifikan antara dimensi SERVQUAL dan kepuasan pelanggan. Regresi hasil bahwa hanya tiga dari lima dimensi memiliki hubungan yang signifikan dengan kepuasan pelanggan yang kehandalan, empati, dan jaminan. LPPOM MUI disarankan untuk meningkatkan layanan mereka dalam tiga dimensi yang memiliki hubungan yang signifikan. Selanjutnya, selain harus tetap bekerja dengan baik dalam dimensi yang signifikan, LPPOM MUI juga harus meningkatkan dimensi tangible dan responsiveness mereka karena mereka memiliki skor lebih rendah jika LPPOM MUI memiliki sumber daya yang cukup", "Daftar File": {"2016 SK PP Azka Nadhira   [19013028] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285802"}, "Penulis": "Azka Nadhira [19013028]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "UKM, industry makanan dan minuman, sertifikat halal, LPPOM MUI, SERVQUAL, kepuasan pelanggan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}