{"Nomor": 72321, "Judul": "PENILAIAN KINERJA KEUANGAN PT. PERTAMINA (PERSERO) DIBANDINGKAN DENGAN PERUSAHAAN OIL & GAS LAINNYA SECARA LOKAL DAN GLOBAL", "Abstrak": "Dalam beberapa tahun terakhir, sebagai negara yang berkembang, Indonesia sedang menghadapi beberapa kondisi yang tidak pasti, seperti perubahan politik, kebijakan pemerintah, peningkatan populasi, dan pertumbuhan ekonomi yang tidak stabil. Salah satunya pertumbuhan ekonomi Indonesia yang menunjukkan bahwa Produk Domestik Bruto Indonesia (PDB) mengalami penurunan dimulai dari tahun 2013 PDB sebesar 912.5 milyar US Dollar turun menjadi 861. 3 milyar US Dollar pada tahun 2015. Baru-baru ini ada beberapa faktor yang mempengaruhi pertumbuhan ekonomi Indonesia, hal tersebut adalah kehadiran dan kegiatan pada bidang usaha bisnis, seperti produsen, farmasi, telekomunikasi, properti, bank, ekonomi kreatif, pertambangan, dan banyak lagi. Untuk area pertambangan, terutama di sektor minyak dan gas yang mengacu pada Satuan Tugas Khusus untuk Kegiatan Usaha Hulu Minyak dan Gas Bumi Kegiatan Usaha (SKK Migas) yang merupakan lembaga yang berada di bawah naungan Menteri Energi dan Sumber Daya Mineral, mengatakan bahwa sektor ini memiliki pertumbuhan yang sedang fluktuasi dikarenakan dengan menurunnya harga minyak dunia pada awal tahun 2015. Hal ini menyebabkan dampak negatif serius terhadap perusahaan minyak dan gas di dunia, termasuk Indonesia. Sehubungan dengan menurunnya harga minyak di awal tahun 2015, masalah tersebut menyebabkan kegiatan usaha yang dilakukan oleh PT. Pertamina seperti penurunan untuk menghasilkan penjualan. Untuk mengetahui bagaimana kinerja keuangan perusahaan beberapa tahun terakhir, PT. Pertamina (Persero) akan dibandingkan dengan perusahaan lokal dan global lainnya, yaitu PT. Medco Energi International, Chevron Corporation, dan ConocoPhillips. Metode yang akan digunakan untuk menganalisis terdiri dari Rasio Keuangan (Trend Analysis, Cross-Sectional Analysis, CAGR perbandingan), DuPont Analysis, dan BUMN Scoring. Pada kesimpulannya, menurut analisa yang telah dilakukan, PT. Pertamina (Persero) mendapatkan hasil tren yang fluktuasi cenderung menurun sepanjang tahun 2011 - 2015, maka dari itu ada beberapa rekomendasi yang akan diberikan dalam rangka meningkatkan kinerja keuangan PT. Pertamina (Persero) seperti penggunaan operasi secara efisien dan mengelola biaya dan pengeluaran lainnya, juga fokus untuk menghasilkan lebih banyak penjualan. Lalu terdapat saran untuk melakukan penelitian lebih lanjut yang diberikan kepada perusahaan yaitu menggunakan moody’s rating dan nilai perusahaan dengan menggunakan metode valuasi.", "Daftar File": {"2016 SK PP Devy Metharyanasari   [19013050] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285809"}, "Penulis": "Devy Metharyanasari [19013050]", "Kontributor / Dosen Pembimbing": ["Tuntun Salamatun Zen, S.E, Ak., M.Si..,CA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PT. Pertamina (Persero), Analisa Kinerja Keuangan , Financial ratio, DuPonts Analisis, Perusahaan Oil & Gas", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}