{"Nomor": 72323, "Judul": "FAKTOR YANG MEMPENGARUHI PERFORMA DALAM HUBUNGAN PEMBELI-PEMASOK: SUDUT PANDANG PEMASOK", "Abstrak": "Pendahuluan – Sektor pertanian Indonesia menyumbang 33% GDP dan menyerap 41 juta buruh tani yang merupakan 43% dari total pekerja di Indonesia (BPS, 2014). Namun, walau sektor pertanian menyerap sumber daya manusia yang besar, tetapi sector ini tidak bisa dijadikan tulang punggung perekonomian negara kita. Jawa Barat mendudukti peringkat provinsi pertama dengan jumlah dan persentase penduduk miskin terbesar tahun 2012 dan 2013. Hal ini berbanding terbalik dengan reputasi Jawa Barat sebagai provinsi penyumbang sekotr ekonomi cukup besar dalam pertanian. Ketidakseimbangan pengetahuan dan akses ke teknologi, modal, dan market antara pembeli and supplier di sekotr pertanian masih terjadi. Kejadian ini membuat hubungan pembeli-supplier menjadi rentan. Tujuan –Tujuan penelitian ini adalah untuk menganalisis hubungan antara supplier dan pembeli di sekotr pertanian. Hubungan ini dianalisis untuk menentukan faktor apa yang paling berkontribusi untuk meningkatkan performa, karena dengan meningkatkan performa berarti meningkatkan produktivitas, yang pada akhirnya dapat meningkatkan kesejahteraan petani. Metode – Penelitian dilakukan di tiga lokasi di Jawa Barat; Garut, Gunung Halu, dan Cianjur. Kuesioner tentang kebajikan, bekerja sama, ketergantungan, kekuatan, performa, kepercayaan, komitmen, kelengkapan kontrak, dan formalisasi struktur diisi oleh seratus petani di lokasi yang disebutkan tadi. Data yang sudah diambil dianalisis menggunakan Microsoft Excel dan SmartPLS. Hasil Penelitian – Penelitian ini menunjukkan bahwa komitmen adalah faktor yang paling berpengaruh kepada performa, sehingga untuk meningkatkan performa, komitmen harus terlebih dahulu dibangun. Saat kedua pihak sama-sama berkomitmen kepada hubungan, performa akan meningkat karena mereka akan memberikan energi dan usaha lebih ke hubungan secara sukarela. Komitmen akan menjadi faktor kunci dalam meningkatkan performa. Penelitian ini juga menemukan bahwa untuk mendapat komitmen dan kerja sama dari petani, pendekatan personal lebih efektif daripada penggunaan kekuatan dan kontrak hokum.", "Daftar File": {"2016 SK PP Diandra Adelina Hadi   [19013134 - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285810"}, "Penulis": "Diandra Adelina Hadi [19013134]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "hubungan pembeli-supplier, petani, performa, kekuatan, ketergantungan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}