{"Nomor": 72325, "Judul": "ANALYSIS OF PROJECT CONSTRUCTION DELAY USING FISHBONE DIAGRAM AT PT REKAYASA INDUSTRI", "Abstrak": "Pengetahuan tentang Manajemen Proyek ini sangat penting karena banyak proyek di bisnis dianggap gagal karena kurang pengetahuan dalam manajemen proyek. Manajemen proyek juga dapat membuat proyek yang lebih efektif dan efisien. PT Rekayasa Industri didirikan berdasarkan Peraturan Pemerintah Republik Indonesia Nomor 7 Tahun 1981. PT Rekayasa Industri telah berkembang menjadi sebuah perusahaan EPC terintegrasi yang bersertifikat internasional dan perusahaan solusi untuk industri dengan lebih dari 30 tahun terbukti sukses dalam memberikan kualitas tinggi dan solusi yang efisien. PT Rekayasa Industri menyebutkan \"On Time\" sebagai salah satu kelebihan mereka dan menyatakan bahwa mereka memiliki kemampuan manajemen proyek yang kuat dan penyuplai global untuk pengadaan material yang cepat. Penelitian ini adalah tentang sebuah proyek yang direncanakan dimulai pada tanggal 27 Juni 2011 dan direncanakan akan selesai pada tanggal 8 April 2013. Namun, pada nyatanya proyek tidak bisa selesai tepat waktu, meskipun dimulai sesuai dengan jadwal yang sudah ditentukan. Proyek ini selesai hampir satu tahun terlambat, tepatnya di tanggal 30 Maret 2014. Dalam prosesnya, PT Rekayasa Industri menemukan beberapa masalah yang terjadi yang membuat proyek selesai tidak tepat pada waktunya. Penundaan proyek akan dianalisis melalui metodologi sistematis untuk menemukan akar penyebab menggunakan Ishikawa Diagram dan menemukan solusi terbaik sebagai umpan balik yang dapat diberikan kepada perusahaan. Penelitian ini akan fokus pada menemukan akar masalah keterlambatan konstruksi yang terjadi di beberapa pekerjaan dan memberikan umpan balik kepada perusahaan.. Analisis menunjukkan bahwa proyek oleh PT Rekayasa Industri ini selesai terlambat yang disebabkan oleh beberapa alasan. Diagram fishbone yang digunakan, 5Ms\", menunjukkan lima aspek dengan penyebabnya masing-masing. Keterlambatan paling kuat disebabkan oleh kesalahan manusia. Rekomendasi yang diberikan kepada perusahaan adalah untuk meningkatkan kemampuan pekerja. Cara untuk meningkatkan kemampuan adalah dengan melakukan pelatihan, mempekerjakan orang yang lebih profesional, merekrut pihak ketiga, atau memberikan hukuman jika terlambat. Hasil yang diharapkan adalah keterlambatan dalam aspek ini dapat banyak dikurangi dan membuat proyek yang ada di masa depan akan selesai tepat waktu.", "Daftar File": {"2016 SK PP Dimas Budi Septiawan   [19013087] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285812"}, "Penulis": "Dimas Budi Septiawan [19013087]", "Kontributor / Dosen Pembimbing": ["Ir. Rudy Bekti, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen proyek, diagram fishbone, keterlambatan proyek, analisis akar penyebab", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}