{"Nomor": 72329, "Judul": "PENGEMBANGAN ALGORITMA BARU UNTUK MENINGKATKAN AKURASI PERHITUNGAN NILAI \\TEXTIT{ROOT MEAN SQUARE} (RMS) SINYAL GETARAN", "Abstrak": "Kondisi operasi dari suatu mesin rotasi dapat dianalisis berdasarkan level getaran\nyang ditimbulkannya. Level getaran mesin umumnya dinyatakan dalam nilai RMS.\nNilai RMS getaran dapat digunakan untuk mengklasifikasikan apakah suatu mesin\nrotasi beroperasi dalam kondisi sehat atau bahaya berdasarkan standar ISO-10816.\nOleh sebab itu, nilai RMS perlu dihitung secara teliti karena kesalahan perhitungan\nnilai RMS dapat menyebabkan kekeliruan dalam proses pengambilan kesimpulan\nmengenai kondisi mesin. Pada tahun 2012, penelitian di Laboratorium Dinamika\nITB telah menurunkan persamaan untuk menghitung kesalahan nilai RMS akibat\nketidaktepatan dalam pemilihan parameter pengukuran. Akan tetapi, persamaan\nperhitungan kesalahan nilai RMS ini belum divalidasi secara eksperimental.\nDalam penelitian ini, persamaan perhitungan kesalahan nilai RMS ini akan\ndivalidasi melalui kaji eksperimental pada tiga jenis data akuisisi, yakni NI-6001,\nPCI-4472, dan Leonova Diamond. Hasil kajian ini menunjukkan bahwa kesalahan\nnilai RMS masih terjadi pada ketiga data akuisisi tersebut dan kesalahan nilai RMS\nyang terjadi merupakan fungsi dari sudut fasa, periode sinyal, serta waktu rekam,\nsesuai dengan persamaan perhitungan yang telah diturunkan.\nSelain itu, penelitian ini juga mengembangkan algoritma baru untuk meningkatkan\nakurasi perhitungan nilai RMS. Dalam penelitian ini, proses suaian kurva\nberbasiskan kombinasi algoritma Particle Swarm Optimization dan algoritma\nLevenberg-Marquardt akan digunakan untuk membangun algoritma perhitungan\nnilai RMS yang baru. Hipotesis yang digunakan dalam pengembangan algoritma\nini adalah bahwa nilai RMS dari suatu sinyal getaran yang terukur akan sama\ndengan nilai RMS dari model sinyal sinusoidal apabila proses suaian kurva mampu\nmenghasilkan model sinyal sinusoidal yang sesuai dengan sinyal terukur.\nBerdasarkan hasil simulasi dan pengujian, terungkap bahwa algoritma baru yang\ndiusulkan mampu menghitung nilai RMS secara akurat.", "Daftar File": {"COVER Kevin Angga Gunawan": "https://digilib.itb.ac.id/gdl/download/285816", "BAB 1 Kevin Angga Gunawan": "https://digilib.itb.ac.id/gdl/download/285817", "BAB 2 Kevin Angga Gunawan": "https://digilib.itb.ac.id/gdl/download/285818", "BAB 3 Kevin Angga Gunawan": "https://digilib.itb.ac.id/gdl/download/285819", "BAB 4 Kevin Angga Gunawan": "https://digilib.itb.ac.id/gdl/download/285820", "BAB 5 Kevin Angga Gunawan": "https://digilib.itb.ac.id/gdl/download/285821", "PUSTAKA Kevin Angga Gunawan": "https://digilib.itb.ac.id/gdl/download/285822"}, "Penulis": "Kevin Angga Gunawan [23117021]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "nilai Root Mean Square, suaian kurva, Particle Swarm Optimization, dan Levenberg-Marquardt.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "16 Mar 2023"}