{"Nomor": 72336, "Judul": "HUBUNGAN ANTARA TATA KELOLA PERUSAHAAN DAN KINERJA SOSIAL PERUSAHAAN: STUDI KASUS PERUSAHAAN INDONESIA", "Abstrak": "Konsep tata kelola perusahaan (CG) dan kinerja sosial perusahaan (CSP) sudah menjadi topik yang menarik di Indonesia karena keterkaitannya dengan nilai perusahaan. CG dan CSP memberikan banyak manfaat untuk perusahaan seperti memperkuat citra perusaahaan dan mempertahankan keberlangsungan perusahaan. Krisis keuangan yang terjadi pada 1997- 1998 pun membuat perusahaan lebih memperhatikan konsep CG. Pada saat krisis terjadi, perusahaaan yang memiliki tata kelola perusahaan yang buruk memiliki resiko kebangkrutan yang lebih tinggi karena perusahaan tidak memiliki sistem komunikasi yang baik dan memiliki proporsi kepemilikan yang tidak seimbang yang dapat menyebabkan terjadinya korupsi. Perusaahaan menjadi lebih memperhatikan konsep ini karena pemerintah juga mendukung CG dan CSP dengan cara mengeluarkan beberapa peraturan. Untuk mendukung perusahaan di bidang CG, komite nasional kebijakan governance (KNKG) menerbitkan pedoman tata kelola perusahaan yang baik (GCG) pada tahun 2006. Selain itu, untuk mendukung perusahaan dalam konsep CSP, pemerintah menerbitkan UU Nomor 40 Tahun 2007 tentang perseroan terbatas dan PP Nomor 47 Tahun 2012 tentang tanggung jawab sosial dan lingkungan perseroan terbatas. Saat ini masyarakat menjadi lebih tertarik dengan isu-isu sosial seperti pemanasan global dan ketimpangan sosial, hal ini juga membuat investor menaruh perhatian terhadap isu-isu tersebut. Investor ingin berkontribusi untuk menyelesaikan permasalahan tersebut sambil berharap mendapatkan keuntungan finansial. Dengan mengetahui hubungan antara kedua variabel, hal itu akan membantu investor sosial dalam memilih perusahaan yang terbaik dengan cara mempertimbangkan variabel CG. Investor sosial dapat menganalisa variabel CG mana yang dapat meningkatkan CSP dan menaruh fokus pada variabel tersebut. Oleh karena itu, perusahaan harus menaruh perhatian lebih terhadap variabel tersebut untuk menarik perhatian para investor. Hal ini memotivasi penulis untuk meneliti apakah CG memiliki dampak terhadap CSP atau tidak. Tujuan dari penelitian ini adalah untuk menganalisa hubungan antara CG dan CSP dari 245 perusahaan yang ada di Indonesia pada tahun 2013. Penelitian ini menggunakan metode regresi linear berganda untuk menganalisa hubungan antara variabel tak bebas yaitu kepemilikan saham oleh pemerintah, kepemilikan saham oleh asing, kepemilikan saham oleh manajerial, manajerial independen, komite audit, ukuran dewan perusahaan, dan variabel bebas yaitu CSP. Dalam penelitian ini, tanggung jawab sosial perusahaan (CSR) akan dihitung menggunakan 7 model CSP yaitu total CSP, ekonomi, lingkungan, sosial, total pengungkapan, total kekuatan, dan total keprihatinan. Data CG dikumpulkan dari laporan tahunan perusahaan pada tahun 2013, sedangkan data CSP dikumpulkan dari Firmialy dan Nainggolan (2016). Hasil penelitian ini mengindikasikan bahwa kepemilikan saham oleh pemerintah memiliki hubungan yang positif dan signifikan terhadap CSP di model 1 (total CSP), model 2 (ekonomi), model 4 (sosial), model 5 (total pengungkapan), dan model 7 (total keprihatinan). Sementara itu kepemilikan saham oleh manajerial memiliki hubungan yang positif dan signifikan terhadap CSP di model 3 (lingkungan) dan model 6 (total kekuatan). Sedangkan, variabel lainnya tidak memiliki hubungan yang signifikan terhadap CSP. Ini menunjukan bahwa perusahaan yang didominasi oleh pemerintah dan manajerial cenderung memiliki tingkat CSP yang lebih tinggi. Investor sosial dapat mempertimbangkan variabel kepemilikan saham oleh pemerintah dan manajerial sebelum membuat keputusan investasi. Penelitian ini juga diharapkan dapat memberikan informasi untuk perusahaan supaya mereka dapat lebih mempertimbangkan konsep CG dan CSP, menganalisa variabel CG mana yang meningkatkan CSP; dan sebagai jalan untuk penelitian di masa depan.", "Daftar File": {"2016 SK PP Evelyn Irawan   [19013089] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285883"}, "Penulis": "Evelyn Irawan [19013089]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tata Kelola Perusahaan, Tata Kelola Perusahaan yang Baik, Tanggung Jawab Sosial Perusahaan, Kinerja Sosial Perusahaan, Perusahaan Indonesia", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}