{"Nomor": 72332, "Judul": "AUDIT MERK TERHADAP MEDIA UNTUK PEMIRSA INDONESIA DENGAN KONTEN YANG BERHUBUNGAN DENGAN JEPANG: STUDI KASUS NOREN JAPAN, OSAKA JAPAN", "Abstrak": "Seiring dengan bertambahnya masyarakat Indonesia yang tertarik dan meminati tren dan budaya dari Jepang, media baru yang menyediakan konten berhubungan dengan budaya Jepang mulai bermunculan. Didirikan semenjak April 2016, Noren Japan hadir dengan nilai tambah merknya melalui konten yang disajikan oleh perspektif “Orang Dalam” diantaranya merupakan orang Indonesia yang telah hidup atau pernah mengunjungi Jepang, ditambah pula dengan slogan promosinya berjudul “an Indonesian exclusive gateway to Japan”. Namun, usaha mengikat pemirsa yang saat ini dimiliki oleh Noren Japan masih menghasilkan hasil yang tidak memuaskan dan juga masih tidak mampu menebak apa yang dipikirkan mereka saat ini. Penelitian ini bertujuan mengimplementasikan audit merk terhadap merk Noren Japan untuk mengungkap apakah apa yang Noren Japan ingin sampaikan dan apa yang ditangkap oleh para pemirsa yang merupakan orang Indonesia memiliki hubungan yang serasi. Penelitian ini menggunakan teknik kualitatif dengan melakukan wawancara terhadap pengelola Noren Japan langsung (Inventaris Merk) dan juga terhadap pemirsa Noren Japan sebagai pandangan pelanggan (Penjelajahan Merk) dengan menggunakan teknik asosiasi bebas dan teknik wawancara mendalam. Target wawancara dipilih dengan menggunakan teknik Judgmental Sampling. Penelitian ini menggunakan Brand Audit yang berhubungan dengan CBBE oleh Kevin Lane Keller, terdiri dari Brand Inventories dan Brand Exploratory, dan Gap Analysis. Penelitian ini akhirnya menghasilkan perspektif yang dimiliki oleh pengelola Noren Japan di bagian inventoris merk dan juga perspektif pemirsanya yang digambarkan melalui Brand Mental Map dan Brand Resonance Pyramid. Lalu dengan menggunakan teknik gap analysis, terlihat bahwa ada perbedaan antara dua perspektif terhadap merk Noren Japan yang mengakibatkan rendahnya performa merk dari Noren Japan. Penelitian ini menyarankan pengelola untuk memulai untuk menyusun dan mendefinisikan ulang program pengembangan merk baru terutama terhadap elemen merknya bersamaan dengan kontennya, serta membuat sebuah strategi pemasaran dan komunikasi berdasarkan hasil yang ditemukan dengan tujuan memberi solusi terhadap perbedaan yang muncul dan akhirdnya dapat mengembangkan strategi pemasaran merk dan konten untuk merk Noren Japan.", "Daftar File": {"2017 SK PP Ellian Jaisy Rahman   [19013129] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285861"}, "Penulis": "Ellian Jaisy Rahman [19013129]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemasaran Web, Audit Merk, Persepsi Merk, Pemasaran Konten, Media Elektronik, Laman Online, Jepang, Indonesia", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}