{"Nomor": 72346, "Judul": "EVALUASI TANGGUNG JAWAB SOSIAL PERUSAHAAN: STUDI KASUS STAR ENERGY GEOTHERMAL (WAYANG WINDU) LIMITED", "Abstrak": "Pembangunan Nasional telah lama menjadi sebuah isu hangat, terlebih setelah kesepakatan Deklarasi Milenium di tahun 2000 pada sebuah Konferensi Tingkat Tinggi (KTT) Persatuan Bangsa-Bangsa (PBB) yang diikuti 189 negara. Dengan kekayaan sumber daya alam dan manusia yang dimiliki Indonesia, jelas negara ini mempunyai keuntungan yang sangat besar untuk melaksanakan pembangunan nasional. Namun, fakta di lapangan berkata sebaliknya. Meski Indonesia telah berhasil membuat kemajuan besar di beberapa sektor setelah Deklarasi Milenium disetujui, Indonesia masih gagal mecapai target yang telah dicanangkan sebelumnya. Salah satu cara pemerintah untuk meningkatkan pembangunan nasional adalah dengan mengajak pihak swasta untuk bekerja sama dengan membuat suatu aturan tentang Tanggung Jawab Sosial Perushaan (Corporate Social Responsibility – CSR) yang wajib dilakukan bagi perusahaan berbentuk perseroan.Salah satu perusahaan yang telah melaksanakan CSR adalah perusahaan Star Energy Geothermal (Wayang Windu) Limited (SEGWWL). Namun, berita tentang masyarakat lokal yang memprotes keberadaan perusahaan karena menganggap peusahaan bersalah atas terjadinya bencana longsor di akhir tahun 2015 kemarin mengundang penulis untuk memeriksa praktik CSR dari perusahaan, karena salah satu manfaat dari CSR adalah rasa percaya dan hubungan baik dengan masyarakat lokal dan kejadian ini menunjukkan adanya suatu masalah di dalam sistem yang diterapkan perusahaan.Penelitian ini dilakukan dengan tujuan untuk mengevaluasi praktik CSR oleh SEGWWL. Metode kualitatif dengan pendekatan observasi-partisipasi menggunakan pedoman wawancara kepada beberapa informan digunakan untuk mendapatkan informasi yang diinginkan penulis. Hasilnya menunjukkan adanya perbedaan persepsi antara masyarakat dengan keinginan prusahaan terkait CSR yang telah dilaksanakan dan menunjukkan adanya masalah pada sistem CSR perusahaan, Analisis Kekuatan, Kelemahan, Kesempatan, dan Ancaman (Strengths, Weaknesses, Opportunities, and Threats – SWOT) digunakan untuk mengetahui faktor-faktor internal dan eksternal perusahaan terkait praktik CSR mereka. Akhirnya, dengan menggunakan Matrix TOWS, penelitian ini mampu memberikan rekomendasi strategi pada perusahaan, yakni agar memanfaatkan Koperasi UMKM Nurkayana untuk melakukan hal-hal yang tak mampu dilakukan perusahaan secara langsung, mempersiapkan program pengembangan komunitas lain, serta malakukan eveluasi dan pengawasan teratur serta mendadak untuk melihat perkembangan program.", "Daftar File": {"2016 SK PP Habib Al Furqon   [19013004] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285943"}, "Penulis": "Habib Al Furqon [19013004]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tanggung Jawab Sosial Perusahaan, Pemberdayaan, Komunitas Lokal, Star Energy, Keberlanjutan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}