{"Nomor": 72344, "Judul": "PENENTUAN RISIKO LIKUIDITAS MENGGUNAKAN LOAN FUNDING RATIO (LFR) : STUDI KASUS PADA 19 BANK UMUM DI INDONESIA PERIODE 2008 - 2015", "Abstrak": "Manajemen likuiditas adalah masalah yang relatif kompleks dalam operasi bank. Karena kerugian besar di pasar keuangan dunia akibat krisis keuangan di tahun 2008, untuk lebih memahami konsep likuiditas dan hubungannya dengan risiko keuangan lain sangatpenting. Likuiditas suatu lembaga keuangan sangat penting untuk pertumbuhan ekonomi suatu negara. Tujuan dari riset ini adalah untuk mengidentifikasikan faktor yang menentukan rarisiko likudiitas mengunakan Loan to Funding Ratio (LFR) yang merupakan rasio yang disesuaikan dari Loan to Deposit Ratio (LDR) berdasarkan Peraturan Bank Indonesia Nomor 17/11/PBI/2015. Peraturan ini membuat bank harus meletakkan likuiditas dalam bentuk surat berharga untuk menjaga tingkat likuiditas industri perbankan di Indonesia. Masalah likuiditas dapat muncul ketika bank tidak dapat mencairkan uang untuk mengembalikannya ke deposan. Analisis dalam riset ini dilakukan dengan menggunakan data sekunder yang diterbitkan oleh Otoritas Jasa Keuangan pada periode 2008 sampai dengan Desember 2014. Bank yang digunakan sebagai samples merupakan bank yang memiliki modal minimum IDR 5 Trilliun dan tergolong dalam Bank Umum Kegiatan Usaha (BUKU) 3 dan 4. Penelitian ini menggunakan multiple linear regression tes yang dilakukan dengan Program Eviews untuk menganalisis data. Dengan Loan Funding Ratio sebagai variabel dependen penelitian ini bertujuan untuk mencari korelasi dan bagaimana signifikan dampai dari Kualitas Aset Produktif , rasio pendanaan eksternal, dan rasio kecukupan modal. Hasil dari penelitian ini mengungkapkan bahwa Aktiva Lancar, Perhatian Khusus, Kurang Lancar, Diragukan, rasio pendanaan eksternal, dan rasio kecukupan modal memiliki hubungan yang signifikan terhadap LFR. Sedangkan aktiva macet tidak memiliki hubungan yang signifikan dengan LFR. Aktiva lacar dan perhatian khusus memiliki hubungan positif dan signifikan terhadap LFR. Aktiva kurang lancar, diragukan, macet, rasio pendanaan eksternal, serta rasio kecukupan modal memiliki hubungan negatif dan signifikan dengan LFR Penelitian ini menunjukan enam variabel terkait (Aktiva lancar, aktiva perhatian khusus, aktiva kurang lancar, aktiva diragukan, pendanaan dari luar, dan rasio kecukupan modal) bisa menentukan 59.96% dari LFR sebagai variabel terkait, sedangkan 41.04% dijelaskan oleh variabel lain.Untuk menjaga Loan to Funding Ratio (LFR) sebagai proxy dari likuiditas, bank perlu menjaga Kualitas Aset Produktif (dari lancar sampai dengan diragukan), rasio pendanaan eksternal, dan rasio kecukupan modal.", "Daftar File": {"2016 SK PP Ganes Savitri   [19013116] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285935"}, "Penulis": "Ganes Savitri [19013116]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rasio Kecukupan Modal (CAR), Rasio Pendanaan Eksternal (EFR), Kualitas Aset Produktif, Rasio Pinjaman terhadap Hutang (LDR), Rasio Pendanaan terhadap Hutang (LFR)", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}