{"Nomor": 72343, "Judul": "ANALISA TERHADAP KEPUASAN PASIEN DI RUMAH SAKIT HASAN SADIKIN DI DEPARTEMENT ANAK MENGGUNAKAN TIGA FAKTOR ANALISIS DAN IPA", "Abstrak": "Kepuasan pasien adalah salah satu dari beberapa faktor yang menentukan kesuksesan suatu perusahaan jasa. Penelitian ini berlangsung di perusahaan saja di bidang kesehatan yaitu Rumah Sakit Hasan Sadikin (RSHS) yang berada di Bandung, Indonesia. RSHS ingin melakukan perbaikan pada pelayanan yang di berikan kepada pasien terutama pelayanan yang dilakuka oleh dokter residen yang mana pelayana oleh residen ini adalah salah sati aspek untuk mendapatkan akreditasi internasional oleh Join Commission International (JCI). JCI bertanggung jawab dalam menenutakan dan menaksir penampilan dari pelayanan yang di lakukan oleh instansi kesehatan. Penelitian ini akan di fokuskan kepada dokter resident di bagian anak yang berapa di kelas dua dan kelas tiga. Penelitian ini akan menggunakan beberapa teori yaitu, yang pertama adalah Three Factor Analysis, dengan ini kepuasan pasien akan di kategorikan menjadi tiga yaitu Basic Factor, Performance Factor dan Excitement Factor. yang kedua adalah IPA, IPA akan menggunakan rata - rata dari setiap attribute dan akan menghasilakan fokus perbaikan untuk setiap group pasien. dengan three factor analysis, penampilan dan kepentingan attribute dari basic dan excitement factor adalah non linear dan tidak simetrik. kemudian kepentingan dapat di kategorikan menjadi fungsi dari penampilan. Hasil dari penelitian ini menunjukan bahwa basic factor adalah Kecepatan pelayanan, tanggap akan keluhan, Informasi Medis, kerapihan dan pemahaman kebutuhan pasien. Excitement Factor untuk pasien di bagian anak adalah ketepatan diagnosis, ketepatan waktu kunjung, kesempatan untuk bertanya, keramahan, kemudahan untuk di hubungi dan komunikasi dua arah", "Daftar File": {"2016 SK PP Fitroh   [19013168] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285934"}, "Penulis": "Fitroh [19013168]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mursyid Hasan Basri, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kualitas Pelayana, IPA, Three Factor Analysis, Kepuasan , Rumah sakit", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}