{"Nomor": 72347, "Judul": "KESUKSESAN ENGAGEMENT YANG TINGGI DARI MANCHESTER UNITED DALAM PENGGUNAAN SOSIAL MEDIA", "Abstrak": "Engagement menjadi satu hal penting yang harus diperhatikan oleh sebuah brand. Engagement terbentuk karena adanya hubungan yang baik antara brand dan customernya melalui proses komunikasi dua arah. Komunikasi dua arah ini bisa dilakukan dengan menggunakan sosial media khususnya Instagram. Instagram adalah sosial media yang baik untuk menarik perhatian customer karena menampilkan gambar visual berupa gambar atau video yang lebih dapat menarik perhatian pengguna sosial media daripada hanya sekedar tulisan. Pihak brand memberikan informasi yang didesain semenarik mungkin untuk menarik perhatian customernya. Jika customer tertarik mereka akan memberikan timbal balik melalui tanda suka, komentar atau tanda membagikan. Peran sosial media manajer sangat penting untuk membangun sebuah hubungan yang baik. Sosial media manajer harus mampu memberikan konten yang menarik dan memiliki strategi dalam membagikan konten tersebut. Tujuan dari penggunaan sosial media oleh sebuah brand adalah untuk memiliki engagement dengan customernya. Jika sudah ada engagement, customer tidak hanya memberikan kesetiaan kepada brand tersebut tetapi juga mengajak orang lain untuk menaruh perhatiannya kepada brand tersebut. Hal ini akan berdampak pada meningkatnya jumlah pengikut karena pengikut sangat bermanfaat dalam mempercepat penyebaran informasi. Kehadiran pengikut menjadi hal yang penting bagi sebuah brand. Tujuan dari studi ini adalah merumuskan peran sosial media manajer khususnya di bidang sepak bola. Manchester United dipilih sebagai objek penelitian untuk melihat kesuksesan yang diraih oleh klub jika dibandingkan dengan klub lainnya. Langkah pertama adalah menentukan klub yang akan dipilih sebagai objek penelitian berdasarkan jumlah pengikut. Klub yang dipilih adalah klub yang berada di posisi tertinggi yaitu Manchester United, tengah dan terbawah. Konten yang akan dianalisis adalah dari tanggal 1 Agustus 2016 hingga 1 Oktober 2016. Langkah selanjutnya adalah mengkategorikan jenis konten yang dibagikan oleh masingmasing klub. Langkah terakhir adalah mengukur engagement dan menganalisis startegi setiap klub dalam membagikan setiap kontennya. Hasil dari studi, Manchester United membagikan semua jenis konten, memiliki engagement yang sangat tinggi dibandingkan dengan klub lainnya, menghasilkan konten jenis kontrak pemain sebagai konten yang paling diminati dan memiliki strategi dalam membagikan kontennya dengan mempertimbangkan kondisi yang terjadi di dalam dan luar lapangan, membagikan kontennya secara konsisten setiap hari dan memberikan sentuhan khusus pada konten untuk menarik perhatian fansnya.", "Daftar File": {"2017 SK PP Hafiyyan Rasyid   [19013002] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285944"}, "Penulis": "Hafiyyan Rasyid [19013002]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.SP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "sosial media, instagram, engagement, manchester united", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}