{"Nomor": 72345, "Judul": "APAKAH BANK ASING LEBIH EFISIEN DIBANDINGKAN DENGAN BANK DOMESTIK? STUDI KASUS: BANK UMUM BERDASARKAN KEGIATAN USAHA 3 DI INDONESIA", "Abstrak": "Penilitian ini bertujuan untuk menganalisis dan membandingkan efisiensi bank konvensional asing dan domestik di Indonesia pada tahun 2013-2015 berdasarkan kategori BUKU 3 yang diatur oleh Bank Indonesia dan selanjutnya melihat pertumbuhan efisiensi setiap bulan selama periode penelitian. Objek penelitian ini adalah 9 bank konvensional asing dan 11 bank konvensional dalam negeri yang beroperasi di Indonesia pada tahun 2013-2015. Data diambil dari laporan keuangan bulanan sampel. Penelitian ini menggunakan Variable Return to Scale (VRS) Data Envelopment Analysis (DEA) yang berorientasi input dengan pendekatan intermediation untuk mengukur efisiensi bank dan indeks Malmquist untuk menyelidiki pertumbuhan efisiensi dan juga pertumbuhan bulanan dari sampel. Uji Mann-Whitney digunakan untuk pengujian hipotesis untuk meneliti tingkat signifikansi dari nilai dan pertumbuhan efisiensi sampel. Hasil penelitian DEA menunjukkan bahwa secara agregat, bank asing lebih efisien dari bank domestik. Hasil indeks malmquist menunjukan bahwa dalam periode analisis bank domestik memiliki rata-rata pertumbuhan yang lebih tinggi dibandingkan dengan bank asing. Lebih lanjut, performa dari sampel dalam hal perubahan bulanan dari indeks malmquist mengalama fluktuasi. Namun, tidak ada perbedaan yang signifikan dari efisiensi bank konvensional asing atau domestik di Indonesia selama periode tersebut, yang berarti kedua grup bank bekerja pada tingkatan yang hampir sama.", "Daftar File": {"2016 SK PP Gani Akbar Hutama   [19013144] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285937"}, "Penulis": "Gani Akbar Hutama [19013144]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T, M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "bank asing, bank domestik, efisiensi, Data Envelopment Analysis, Indeks Malmquist", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "16 Mar 2023"}