{"Nomor": 72356, "Judul": "IMPLEMENTASI PERENCANAAN KEBUTUHAN MATERIAL UNTUK PENCAPAIAN TARGET PRODUKSI PADA E-KTP READER DI PT INDUSTRI TELEKOMUNIKASI INDONESIA", "Abstrak": "Tujuan dari penelitian ini adalah untuk membahas sebuah proses bisnis, mendeteksi masalah yang dihadapi di setiap divisi, menemukan akar masalah, dan membuat solusi untuk diimplementasikan di PT Industri Telekomunikasi Indonesia. E-KTP reader dipilih dari berbagai jenis produk unggulan perusahaan, karena alat ini sangat dibutuhkan untuk meningkatkan efisiensi pelayanan publik. Sejak tahun 2011, Warga Negara Indonesia telah menggunakan e-KTP sebagai identitas diri, tetapi kelebihan dari kartu tersebubut belum digunakan secara maksimal. Untuk metode penelitiannya, beberapa wawancara telah dilaksanakan dengan stakeholder-stakeholder perusahaan. Hasil dari wawancara tersebut akan digunakan sebagai data primer, dan akan digunakan untuk mendeteksi masalah utama di perusahaan. Setelah akar permasalahan telah terdeteksi menggunakan Current Reality Tree, data perusahaan akan digunakan sebagai data sekunder dan akan digunakan untuk membuat solusi yang bisa diimplementasikan di perusahaan tersebut. Penelitian ini menemukan bahwa tidak adanya penjadwalan kebutuhan material adalah akar dari masalah yang terjadi di perusahaan. Maka dari itu, sebuah penjadwalan material yang tepat dibutuhkan agar perusahaan bisa mencapai target produksi. Penelitian ini terbatas hanya pada e-KTP reader sebagai salah satu produk di perusahaan tersebut. Aspek-aspek finansial tidak akan dihitung secara mendalam di penelitian ini, karena harga dari material dan harga produksi adalah rahasia perusahaan.", "Daftar File": {"2016 SK PP Indi Auliana   [19013105] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286001"}, "Penulis": "Indi Auliana [19013105]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T, M.A.B., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Indonesia; inventory; manajemen; material; penjadwalan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}