{"Nomor": 72353, "Judul": "PENGARUH VARIABEL SPESIFIK BANK DAN FAKTOR EKONOMI MAKRO TERHADAP RASIO KECUKUPAN MODAL (CAR) PADA 19 BANK UMUM DI INDONESIA (STUDI KASUS: PERIODE 2008-2014)", "Abstrak": "Untuk mendirikan sistem perbankan yang sehat, dan juga untuk memiliki kemampuan bersaing secara global, bank-bank diharuskan untuk menyiapkan sejumlah modal, yang diukur olek Rasio Kecukupan Modal (CAR), untuk menjamin bahwa bank dapat menangani eksposur risiko. Peraturan mengenai kecakupan modal minimum didesain agar mampu memastikan bahwa bank menjaga modal yang cukup untuk risiko yang mereka miliki. Dengan melakukan ini, pemerintah telah menurunkan risiko akan bankrutnya bank, sehingga menjadikan ekonomi lebih stabil dan membangun kepercayaan terhadap industri perbankan di taraf individu maupun entitas bisnis. Pentingnya kecukupan modal di industri perbankan ini menjadi sinyal butuhnya riset lebih dalam terhadap faktor-faktor yang menentukan CAR. Riset ini bertujuan untuk menjelaskan signifikansi dan hubungan dari beberapa variabel spesifik bank: Ukuran Bank (LNSIZE), Aktiva Likuid Kurang Berisiko terhadap Total Aktiva (LRLA), Aktiva Likuid Berisiko terhadap Total Aktiva (RLATA), Rasio Pembiayaan oleh Pihak Ketiga (EFR), Rasio Kredit Bermasalah (NPLR), Biaya Operasional terhadap Pendapatan Operasional (OEOI), Return on Assets (ROA), dan Return on Equity (ROE), dan dua faktor ekonomi makro: Nilai Tukar Rupiah (EXCR) dan BI Rate (BIRATE) terhadap variabel dependen, Rasio Kecukupan Modal (CAR) pada 19 bank umum (BUKU III dan BUKU IV) di Indonesia, dengan periode dari 2008 hingga 2014. Riset ini menggunakan metode Generalized Least Square (random effect) untuk menghasilkan estimasi regresi. Uji Asumsi Regresi Linier Klasik juga dilakukan sebelum analisa regresi. Hasil dari riset ini menunjukan bahwa LRLA, RLATA, dan ROA berpengaruh signifikan positif terhadap CAR. LNSIZE, OEOI, ROE, dan BIRATE, sebaliknya, berpengaruh signifikan negatif terhadap CAR. Variabel lainnya: EFR, NPLR, dan EXCR tidak memiliki efek yang signifikan terhadap CAR. ROA adalah variabel independen yang memiliki koefisien positif terbesar di model regresi ini (3.786602), sedangkan ROE adalah variabel independen yang memiliki koefisien negatif terbesar di model regresi ini (-0.508370). Model regresi yang diajukan di riset ini menjelaskan 48.7% dari CAR (R-squared = 0.486953).", "Daftar File": {"2016 SK PP Hubertus Nugroho Addo Wibowo   [19013062] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285990"}, "Penulis": "Hubertus Nugroho Addo Wibowo [19013062]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rasio Kecukupan Modal, Ukuran Bank, Aktiva Likuid Kurang Berisiko terhadap Total Aktiva, Aktiva Likuid Berisiko terhadap Total Aktiva, Rasio Pembiayaan oleh Pihak Ketiga, Rasio Kredit Bermasalah, Biaya Operasional terhadap Pendapatan Operasional, Return on Assets, dan Return on Equity, Nilai Tukar Rupiah, BI Rate", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}