{"Nomor": 72355, "Judul": "ANALISIS POTENSI KERTA SEMAYA SAMINAYA UNTUK MASUK PASAR JERMAN", "Abstrak": "Kerta Semaya Saminaya (KSS) adalah pemasok biji kakao Indonesia berkelanjutan. Mereka menghasilkan biji kakao yang organic dan fine or flavor yang memungkinkan produk mereka berkategori premium. Namun masalahnya adalah mereka kekurangan pembeli dan ingin memperluas penjualan mereka dengan mengekspor ke Jerman. Dikarenakan Jerman berpotensi untuk menghargai produk mereka sebagai premium dan menilainya dengan sesuai. Jerman juga merupakan salah satu konsumen cokelat dan importir biji kakao terbesar di dunia. Ini menimbulkan pertanyaan, apakah mungkin bagi KSS untuk memasuki Jerman. Untuk memahami ini beberapa aspek harus dianalisis. Kami mendekati ini dengan terlebih dahulu melihat ke pembeli yaitu Jerman. Pertama adalah untuk memahami kondisi pasar Jerman, segmen, dan karakteristiknya. Kemudian kita perlu menghubungkan kapabilitas KSS dengan persyaratan Jerman. Untuk menganalisis dan meneliti metodologi penelitian kualitatif dan kuantitatif digunakan dalam penelitian dan untuk mendapatkan informasi juga mengidentifikasi alternatif untuk peningkatan tindakan. Namun, penelitian akan lebih menekankan pada data kualitatif. Data sekunder digunakan untuk memberikan pengetahuan umum sementara data primer untuk pemahaman yang lebih detail. Data primer dikumpulkan melalui wawancara pembeli Jerman, Kerta Semaya Saminaya, survey pasar German dan menyebarkan kuesioner. Untuk teknik analisis, analisis deskriptif diterapkan. Untuk menembus pasar Jerman, satu-satunya pilihan yang tersedia adalah melalui pasar ceruk. Bahkan untuk menjual ke pasar Jerman berbagai persyaratan yang dibutuhkan mulai dari dasar ke persyaratan niche. Salah satu persyaratan penting di Jerman adalah keberlanjutan yang juga merupakan tujuan dari KSS. Kerta Semaya Saminaya memiliki kemampuan untuk menjual dan bersaing di pasar Jerman namun mereka masih membutuhkan sertifikasi dan konformitas tertentu untuk dapat memasuki pasar yang dapat diatasi dengan menjual melalui grosir.", "Daftar File": {"2018 SK PP Ida Bagus Dwija Bhaskara   [19013501] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/285999"}, "Penulis": "Ida Bagus Dwija Bhaskara [19013501]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Biji Kakao, pasar Jerman, ceruk pasar kakao, Kerta Seamaya Saminaya, keberlanjutan, fine or flavor biji kakao", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}