{"Nomor": 72363, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI TINGKAT KEINGINAN KONSUMEN UNTUK MEMAINKAN GAME MOBILE YANG INOVATIF STUDI KASUS TERHADAP VALVE DI INDONESIA", "Abstrak": "Introduksi – Industri game telah berubah dalam dekade terakhir, dari pasar yang didominasi oleh game berbasis konsol dan online, menjadi tren baru dan berkembang yang berasal dari sektor mobile game. Berdasarkan penelitian yang dilakukan dari berbagai macam institut-institut sebelumnya, di tahun 2015 industri mobile game telah menghasilkan $29 milyar, dan jumlah tersebut akan terus bertambah ke depannya (dengan perkiraan sebesar $49 milyar di tahun 2018). Studi ini difokuskan untuk meneliti tentang faktor-faktor yang berperan dalam preferensi konsumen terhadap game-game mobile yang disukai, dan faktor-faktor yang memengaruhi tingkat keinginan konsumen untuk memainkan game-game tersebut. Studi ini juga meneliti tentang tingkat antusiasme konsumen terhadap Valve yang merupakan perusahaan pembuat game-game, jika perusahaan tersebut berencana untuk meluncurkan game-game mereka di sektor mobile, mengingat tren mobile game yang sedang berkembang. Hasil penemuan dari studi ini bisa digunakan untuk menyediakan gambaran bagi para perusahaan pembuat game mobile mengenai perilaku konsumen yang terkait dengan sektor mobile gaming. Metode – Variabel-variabel yang digunakan dalam studi ini disusun dengan cara menggabungkan variabel-variabel yang telah diteliti sebelumnya dari studi-studi yang terkait dengan tingkat keinginan konsumen untuk memainkan mobile game. Perceived enjoyment, behavior, subject norm, time flexibility, network externalities, dan flow experience adalah variabel-variabel yang diprediksi akan mempengaruhi tingkat keinginan konsumen untuk memainkan mobile game. Metode judgmental dan snowball dalam pengambilan sampel dilakukan terhadap 420 responden yang berada di Bandung, Jakarta, Solo, Semarang, Yogyakarta, Surabaya, Medan, dan Jambi, yang kebanyakan terdiri dari pelajar, baik itu tingkat SMA maupun universitas. Metode pengumpulan data menggunakan kuesioner online, dan data kemudian di proses menggunakan analisis konfirmatori faktor dan regresi linear. Penemuan – Penelitian ini menemukan bahwa faktor-faktor yang berperan dalam preferensi konsumen adalah harga dari game tersebut, genre atau jenis game, dan reputasi dari pada perusahaan pembuat mobile game tersebut. Dan genre atau jenis game yang paling populer untuk dimainkan oleh para responden adalah Casual. Time flow menjadi faktor yang paling kuat dalam memengaruhi tingkat keinginan konsumen untuk memainkan mobile game, diikuti dengan subject norm, perceived enjoyment, dan behavior. Sementara itu, network externalities dan flow experience tidak mempunyai pengaruh apapun terhadap tingkat keinginan konsumen untuk memainkan mobile game. Para perusahaan pembuat mobile game disarankan untuk memerhatikan faktor-faktor tersebut dikarenakan hal-hal itu dapat meningkatkan tingkat keinginan konsumen untuk memainkan game-game mobile ke depannya. Kemudian, dengan mempelajari perilaku dan preferensi dari konsumen, hal itu juga dapat mmeningkatkan pendapatan dan keutungan bagi perusahaan-perusahaan tersebut. Selain itu, dari penelitian yang telah dilakukan sebelumnya, para konsumen mempunyai tingkat pengetahuan dan tingkat antusiasme yang tinggi terhadap merk Valve. Sehingga, jika Valve memutuskan untuk meluncurkan game-game mereka di sektor mobile, dan di saat yang bersamaan juga memerhatikan faktor-faktor yang berperan dalam menentukan preferensi konsumen dan faktor-faktor yang memengaruhi tingkat keinginan konsumen untuk memainkan game-game mobile, mereka bisa sukses dalam meluncurkan game-game mereka.", "Daftar File": {"2016 SK PP Jason Aditya Laksmana   [19013165] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286009"}, "Penulis": "Jason Aditya Laksmana [19013165]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "mobile gaming, antusiasme konsumen, pengaruh faktor, keinginan penggunaan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}