{"Nomor": 72368, "Judul": "STUDI PERSEPSI DAN SIKAP KONSUMEN PRODUK KOSMETIK DI INDONESIA TERHADAP PEMASARAN HIJAU", "Abstrak": "Di Indonesia, permintaan akan produk kosmetik diperkirakan akan terus meningkat untuk beberapa tahun ke depan. Riset telah menunjukkan peningkatan rata-rata tahunan sebesar 9,67% dari tahun 2010-2015. Sebuah fenomena global dalam bisnis juga telah menunjukkan bahwa perusahaan kosmetik bergeser ke gerakan hijau dan keberlangsungan. 64% konsumen Indonesia diperkirakan bersedia untuk membayar lebih untuk produk dan jasa yang berasal dari perusahaan yang mewakili praktek ramah lingkungan. Sampai sekarang belum banyak sorotan mengenai profil dari konsumen ramah lingkungan di Indonesia dan bagaimana mereka melihat pergeseran dari perusahaan kosmetik terhadap gerakan hijau. Penelitian ini bertujuan untuk menyelidiki persepsi konsumen Indonesia terhadap pemasaran hijau dalam produk dan praktek kosmetik, mengukur nilai ramah lingkungan serta hubungan antara persepsi kepentingan dengan sikap tersebut dan mengidentifikasi segmen konsumen hijau dalam Industri kosmetik Indonesia. Kuesioner online dibagikan kepada 384 responden, semua penduduk perempuan Jakarta dan Bandung antara usia 16-50, dengan menggunakan teknik purposive pengambilan sampel nonprobabilitas. Data dianalisa dengan menggunakan analisis factor, regresi linier berganda, MANOVA dan analisis cluster. Solusi enam cluster telah diidentifikasi oleh variabel yang dipengaruhi oleh Ottman’s Deep Green Sub-Segments dan sikap terhadap nilai hijau. Hasil menunjukan bahwa kepentingan dari praktik korporasi yang ramah lingkungan dan strategi pemasaran ramah lingkungan memiliki pengaruh terhadap sikap akan pemahaman akan ramah lingkungan.", "Daftar File": {"2017 SK PP Karissa Adhyaningrum S   [19013136] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286085"}, "Penulis": "Karissa Adhyaningrum S [19013136]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "persepsi konsumen, sikap, kosmetika, pemasaran hijau, Ottman’s Deep Green Sub- Segments", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}