{"Nomor": 72369, "Judul": "STRUKTUR MODAL STRATEGI UNTUK MENINGKATKAN NILAI PT. ASTRA INTERNATIONAL", "Abstrak": "Menjadi perusahaan terbaik di bidang mereka adalah tujuan setiap perusahaan. Salah satu tolak ukur keberhasilan sebagai perusahaan terbaik adalah bagaimana perusahaan meningkatkan nilai dari pemegang saham mereka melalui peningkatan kemakmuran pemilik atau pemegang saham. Melihat kinerja dari PT Astra International Tbk saat ini, investor dan calon investor berada di posisi yang tidak menguntungkan karena penurunan nilai PT Astra International Tbk yang menghasilkan pendapatan yang sedikit untuk pemegang sahamnya. Oleh karena itu, tujuan dari penelitian ini adalah untuk mengusulkan strategi keuangan yaitu strategi struktur modal untuk menghitung proporsi yang tepat dari hutang dan ekuitas melalui penghitungan struktur modal yang optimal yang mampu meningkatkan nilai PT Astra International Tbk. Adapun metodologi yang digunakan dalam penelitian ini, terdiri dari analisis rasio keuangan, penilaian arus kas yang diskonto dan pendekatan rata-rata biaya modal yang tertimbang untuk perhitungan struktur modal yang optimal. Metodologi ini akan digunakan dalam menentukan strategi struktur modal untuk PT Astra International Tbk. Data keuangan dalam penelitian ini dikumpulkan dari laporan tahunan perusahaan selama 6 tahun terakhir dan data dari Bursa Efek Indonesia (BEI). Menurut hasil analisis laporan ini, struktur modal yang optimal bagi PT Astra International Tbk terjadi ketika proporsi hutang perusahaan berada pada 40% yang menghasilkan nilai perusahaan sebesar IDR295.786.553.748.130.", "Daftar File": {"2016 SK PP Kenny Loekita Harsono   [19013114] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286086"}, "Penulis": "Kenny Loekita Harsono [19013114]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PT Astra International Tbk, Penilaian Arus Kas yang Diskonto, Pendekatan Rata-Rata Biaya Modal yang Tertimbang, Strategi Struktur Modal.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}