{"Nomor": 72372, "Judul": "TRANSFORMING MUSEUM EXPERIENCE USING USER-EXPERIENCE BASED NEW PRODUCT DEVELOPMENT", "Abstrak": "Museum adalah ruang publik di mana masyarakat dapat menemukan nilai pendidikan dan rekreasi. Menurut Hooper-Greenhill (1999), museum berfungsi sebagai salah satu media pendidikan bagi masyarakat, oleh karena itu relevansi produk dan fungsinya dianggap penting. Seiring dengan perkembangan zaman, di kota-kota besar di Indonesia, museum menjadi kurang populer dibandingkan dengan ruang publik seperti mall. Masalah tersebut berakar pada produk museum yang dirasa stagnan, tidak menarik dan tidak interaktif oleh target pasarnya: anak-anak dan keluarga. Peneliti mencoba untuk memecahkan masalah dengan mengajukan metode baru pengembangan produk (NPD). Metode pengembangan produk era industrial yang hanya terfokus pada fitur terbukti tidak efektif, mengakibatkan perusahaan hanya membuat sesuatu yang tidak diperlukan oleh pengguna. Dengan demikian, metode pengembangan produk baru diciptakan dengan menempatkan penelitian pengguna sebagai langkah pertama dari proses pengembangan produk secara keseluruhan. Produk hebat tidak hanya membangun berdasarkan fitur, tetapi juga pengalaman yang ditimbulkan dari produk tersebut. Oleh karena itu, penelitian ini dilakukan untuk memeriksa langkah pertama dari proses pengembangan produk berdasarkan Crawford & Benedetto Model dengan fokus pada User Experience di Museum Geologi Bandung. Peneliti mencoba untuk menilai kebutuhan pengunjung museum dibandingkan dengan pengalaman yang disajikan menggunakan metode wawancara Laddering oleh Zaaman & Abeele pada tahun 2010 berdasarkan aspek berikut: motivasi, perasaan, persepsi dan pelajaran. Kemudian, peneliti menyajikan tiga tingkat interaktivitas produk berdasarkan model Fragidis et al (2014). Hasil penelitian menunjukkan bahwa pengalaman paling diharapkan diinginkan oleh pengunjung direpresentasikan dengan kata kunci: co-creation, familier dan bertema dinosaurus. Sebagai tanggapan terhadap hasil penelitian, peneliti mengusulkan sebuah ide untuk menciptakan topeng dinosaurus kertas dengan fitur pengubah suara. Ide ini adalah hasil dari sesi brainstorming yang dihasilkan dan dibuat berkolaborasi dengan PT Sembilan Matahari, sebuah studio desain kreatif yang berbasis di Bandung.", "Daftar File": {"2016 SK PP Larasati Hapsari   [19013031] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286095"}, "Penulis": "Larasati Hapsari [19013031]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.SP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "museum, pengalaman pengguna, pengembangan produk baru", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}