{"Nomor": 72376, "Judul": "IMPLIKASI KUALITAS SERVIS KESEHATAN TERHADAP KEPUASAN KESELURUHAN PASIEN DAN SUMBER HARAPAN TERHADAP HARAPAN KESELURUHAN", "Abstrak": "Belakangan ini, kualitas kesehatan dan kepuasan pasien mendapat perhatian yang lebih. Di era BPJS, sebagian besar rumah sakit swasta yang tidak bekerja sama dengan program ini dituntut untuk lebih peduli terhadap peningkatan kualitas pelayanan. Di RSIA Mutiara Bunda, meningkatkan kualitas pelayanan dianggap penting karena efektif dalam meningkatkan jumlah pasien. Dengan demikian, evaluasi yang komprehensif tentang kualitas pelayanan, kepuasan pasien, dan harapan pasien perlu dilaksanakan. Tujuan dari penelitian ini meliputi wilayah praktis dan akademis. Dalam hal praktis, hasil penelitian ini memberikan masukan kepada rumah sakit tentang bagaimana melakukan peningkatan kualitas pelayanan. Harapan dan persepsi pasien tentang kualitas layanan rumah sakit memberi gambaran tentang apa yang pasien harapkan dan bagaimana upaya rumah sakit dalam memenuhi hal tersebut. Untuk bidang akademik, penelitian ini memberikan kontribusi dalam pengukuran kualitas pelayanan kesehatan dengan atribut yang spesifik dan menghubungkannya dengan kepuasan pasien. Penelitian ini menggabungkan model yang spesifik tentang kualitas pelayanan dalam industri kesehatan dengan pendekatan SERVQUAL yang meliputi harapan terhadap pelayanan dalam proses analisisnya. Selanjutnya, penyelidikan tentang sumber harapan pasien juga dilakukan sebagai nilai tambah penelitian ini. Penelitian ini dilakukan di RSIA Mutiara Bunda Salatiga dengan melibatkan pasien di departemen ginekologi di rumah sakit ini. Data berkaitan tentang responden dikumpulkan dengan penyebaran kuesioner. Sejumlah100 responden ditentukan dengan menggunakan rumus Solvin dengan margin of error sebesar 10%. Pasien rawat inap dan rawat jalan dapat berkontribusi dalam penelitian ini. Data dianalisis dengan menggunakan SPSS 20 dan Microsoft Excel dengan teknik regresi multilinear, uji paired t-test, dan salah one way Annova. Penelitian ini dilaksanakan pada bulan Februari sampai Agustus 2016. Hasil penelitian menunjukkan bahwa empat aspek kualitas pelayanan kesehatan secara signifikan mempengaruhi kepuasan pasien. Namun, interpersonal dan administrasi berkontribusi secara signifikan kepuasan. Selain itu, empat sumber harapan juga menunjukkan kontribusi yang signifikan terhadap kepuasan keseluruhan. Word of mouth, kebutuhan pribadi, dan reputasi adalah sumber yang mempengaruhi pembentukan harapan pasien.", "Daftar File": {"2016 SK PP Luthfi Afiandi Pradipta   [19013082] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286109"}, "Penulis": "Luthfi Afiandi Pradipta [19013082]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T, MBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kualitas pelayanan kesehatan, SERVQUAL, sumber harapan, nilai kesenjangan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}