{"Nomor": 72377, "Judul": "PENGGUNAAN IMPORTANCE-PERFORMANCE ANALYSIS DAN THREE-FACTOR THEORY DALAM MENGUKUR KUALITAS PELAYANAN RUMAH AMAL SALMAN ITB (RASI)", "Abstrak": "Umumnya lembaga zakat di Indonesia tidak hanya menyediakan layanan untuk zakat saja, tetapi juga layanan untuk mengumpulkan infaq, sadaqah, dan wakaf. Rumah Amal Salman ITB (RASI) adalah lembaga zakat yang menyediakan layanan untuk mengumpulkan zakat, infaq, sadaqah, dan wakaf. Selain mengumpulkan zakat sebagai fungsi utamanya, RASI juga menyediakan banyak program untuk masyarakat. Program tersebut terdiri dari program Amal Pendidikan, Amal Kemanusiaan, Amal Kesehatan dan Lingkungan, Amal Pemberdayaan dan Ekonomi, dan Amal Syiar. Untuk membuat program-program tersebut berjalan baik dan menghasilkan manfaat bagi masyarakat, RASI harus mendapatkan sebanyak-banyaknya aliran dana dari donator untuk menjalankan program-programnya. Selain itu, kualitas layanan yang diberikan kepada donator juga menjadi salah satu bagian penting yang perlu dipertimbangkan. Dalam rangka meningkatkan kualitas pelayanannya, RASI perlu untuk menilai kondisi terkini dari kualitas pelayanannya. Penelitian ini bertujuan untuk menilai tingkat kepentingan dan tingkat kepuasan kinerja donatur berdasarkan importance-performance analysis dan three-factor theory. Dimensi SERVQUAL dengan lima skala Likert juga akan digunakan di dalam kuesioner. Importance-performance analysis dan three-factor theory tersebut akan membantu RASI dalam menilai kondisi terkini dari kualitas pelayanan RASI dan menganalisa perbaikan yang diperlukan untuk mencapai kepuasan dari donatur. Importance-performance analysis bertujuan untuk mengetahui tingkat kepentingan dan tingkat kinerja dari atribut kualitas pelayanan yang diberikan oleh perusahaan. Hasil analisis ini akan disajikan dalam bentuk grafis di dalam kotak dua dimensi. Grafis tersebut dibagi menjadi empat kuadran yang terdiri dari Keep Up the Good Work, Concentrate Here, Low Priority, dan Possible Overkill. Selain itu, three-factor theory mengelompokkan atribut kualitas menjadi tiga kategori yang memiliki efek tertentu pada kepuasan pelanggan. Ketiga atribut tersebut adalah Basic Factors, Excitement Factors, dan Performance Factors. Hasil penelitian menunjukkan bahwa manajemen RASI perlu memenuhi faktor dasar (basic factors) yang terdiri dari penggunaan teknologi terbaru dan pelayanan yang cepat. Manajemen RASI juga harus mengambil langkah strategis berdasarkan analisis di tiap-tiap kuadran, terutama untuk memberikan prioritas utama dalam kuadran Concentrate Here. Media informasi yang menarik, distribusi yang berbasis pemberdayaan masyarakat, dan ketepatan isi laporan tahunan merupakan atribut-atribut yang dikategorikan di kuadaran Concentrate Here dari donator RASI yang tidak puas dan puas. Atribut-atribut tersebut perlu diberikan prioritas utama dalam perbaikan yang akan dilakukan oleh RASI.", "Daftar File": {"2016 SK PP M Ikromil Amrillah   [19013038] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286112"}, "Penulis": "M Ikromil Amrillah [19013038]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mursyid Hasan Basri, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Importance-Performance Analysis, Three-Factor Theory, Kualitas Pelayanan, SERVQUAL, Zakat, Infaq, Sadaqah, Wakaf", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}