{"Nomor": 72378, "Judul": "FAKTOR YANG MEMPENGARUHI INTENSI UNTUK MEMILIKI DANA PENSIUN PRIBADI", "Abstrak": "Dana Pensiun adalah salah satu preferensi investasi terendah di Indonesia. Dengan pertumbuhan keikutsertaan sebesar 7,43 persen pada tahun 2014, data menunjukkan bahwa hanya sekitar 3,4 persen orang yang sudah memiliki penghasilan di negara ini yang telah berpartisipasi dalam investasi tersebut. Keikutsertaan seseorang dalam merencanakan pensiun berkaitan dengan keberadaan dana pensiun sebagai produk, dan Customer Lifetime Value mendukung isu yang dituju. Oleh karena itu, jumlah orang yang tidak berpartisipasi dalam dana pensiun adalah hal yang potensial bagi praktisi di bidang Perbankan dan Institusi Finansial untuk mencapai market. Jenis-jenis dana pensiun yang diaplikasikan di Indonesia dijelaskan dalam penelitian ini. Dari ketiga jenis dana pensiun, penelitian ini berfokus pada Dana Pensiun Lembaga Keuangan dengan keikutsertaan secara mandiri. Penelitian ini bertujuan untuk menguji kondisi terkini dari intensi dana pensiun pribadi dan hubungannya dengan Sikap, Norma Subjektif, dan Kontrol Perilaku. Theory of Planned Behavior (TPB) oleh Ajzen dan Fishbein (1980) diadopsi dalam studi ini. Kuesioner online dan off-line menggunakan skala Likert dirancang untuk 349 responden di Jakarta dan Bandung dengan metode purposive sampling. Kuesioner tersebut diukur dengan menggunakan analisis jalur untuk menjelaskan hubungan antara variabel bebas dan variable terikat. Penelitian ini menemukan bahwa sikap, norma subjektif, dan control perilaku secara signifikan berhubungan dengan intensi untuk memiliki dana pensiun pribadi. Studi ini diharapkan dapat menyediakan hasil yang bermanfaat terkait dengan hubungan yang signifikan antara sikap, norma subjectif, dan control perilaku terhadap intensi dana pensiun pribadi. Hal ini dimaksudkan dapat membawa manfaat bagi praktisi dan akademisi untuk mendukung pembentukan strategi dan referensi di area studi yang berhubungan.", "Daftar File": {"2016 SK PP Triana Apita Nugrahaeni   [19013036] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286132"}, "Penulis": "Triana Apita Nugrahaeni [19013036]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T, MM, DBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Intensi Konsumen; Dana Pensiun; Analisis Jalur; Theory of Planned Behavior (TPB)", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}