{"Nomor": 72379, "Judul": "FINANCIAL LITERACY AND INCLUSION OF INDONESIAN FLIGHT ATTENDANT (A CASE STUDY OF FLIGHT ATTENDANT IN PT XYZ)", "Abstrak": "Studi literasi keuangan sedang dalam konsentrasi pada lembaga keuangan secara global. Literasi keuangan yang baik akan memberikan kontribusi terhadap perkembangan ekonomi pada suatu negara. Namun, studi yang mengambil sampel pada satu grup yang mempunyai kesamaan latar belakang masih jarang ditemukan. Studi ini mengukur indeks literasi keuangan dan inklusi keuangan pada awak penerbangan di Indonesia, sampel yang belum diuji pada literatur manapun. Awak penerbangan adalah pekerjaan yang memiliki gaji yang tinggi tanpa syarat kelulusan pendidikan formal mana pun. Walaupun dengan gaji yang tinggi, literasi keuangan sangat dibutuhkan untuk mengetahui berbagai macam produk finansial dan investasi yang dapat mempengaruhi keputusan finansial yang baik. Studi ini bertujuan untuk: (1) mengukur literasi finansial pada PT XYZ awak penerbangan, (2) mengukur determinasi demografi pada tingkat literasi keuangan PT XYZ awak penerbangan, (3) melihat hubungan literasi keuangan dan inklusi keuangan pada PT XYZ awak penerbangan, dan (4) menyediakan saran untuk PT XYZ untuk memperbaiki literasi keuangan pada awak penerbangan PT XYZ. Dalam pengukuran literasi keuangan, metode simple weight method dikembangkan untuk mendapatkan masing-masing weight untuk basic dan advance literasi keuangan. Studi ini menggunakan metode literasi keuangan yang dikembangkan oleh DEFINIT (2013) untuk mengukur literasi keuangan. Selanjutnya, analisis linear berganda akan digunakan untuk mengukur: (1) determinasi faktor demografi terhadap literasi keuangan, (2) determinasi faktor demografi dan literasi keuangan terhadap inklusi keuangan. Regresi logistik dilakukan untuk melihat determinasi kepemilikan investasi dan kepemilikan penasihat keuangan. Hasil penelitian ini menunjukkan bahwa tingkat literasi keuangan di awak penerbangan Indonesia masih tergolong rendah. Pada literasi keuangan, tingkat kepemilikan finansial dan investasi pada awak penerbangan di Indonesia masih tergolong rendah (selain bank dan kartu kredit). Pada kepemilikan investasi dan penasihat keuangan, hasil menyatakan presentasi kepemilikan sangat rendah, yang dimana hasil konstan dengan studi yang dilakukan oleh The World Bank (2011). Pada regresi logistik, kedua basic dan advance literasi keuangan berpengaruh secara signifikan terhadap kepemilikan investasi dan penasihat keuangan. Hasil regresi OLS menunjukkan bahwa basic literasi keuangan mempunyai signifikansi besar terhadap inklusi finansial servis (pada 1% level). Sementara itu, advance literasi keuangan berpengaruh secara signifikan pada ngkat inklusi investasi. Berdasarkan hasil tersebut, studi ini merekomendasi PT XYZ untuk memperbaiki tingkat literasi awak penerbangan mereka dengan menyelenggarakan edukasi finansial, karena determinasi untuk berpartisipasi pada edukasi finansial awak penerbangan cukup tinggi. Untuk penelitian selanjutnya, Principal Component Analysis (PCA) dapat ditambahkan untuk mendapatkan hasil yang lebih representatif, mengubah objek penelitian menjadi profesi lain atau segmen lain untuk melihat determinasi, dan menambahkan aspek behavioral finance sebagai pelengkap dari hasil yang didapat.", "Daftar File": {"2016 SK PP Talitha Rhea Abieza   [19013024] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286133"}, "Penulis": "Talitha Rhea Abieza [19013024]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Literasi Keuangan; Inklusi Finansial; Edukasi Finansial; Awak Penerbangan Indonesia; Literasi Keuangan Awak Penerbang", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}