{"Nomor": 72371, "Judul": "MOTIVASI KONSUMEN DALAM MEMBELI MOBIL MURAH RAMAH LINGKUNGAN DI INDONESIA", "Abstrak": "Industri otomotif di Indonesia terus mengalami peningkatan dari tahun ke tahun. Banyak perusahaan raksasa berskala internasional seperti Toyota, Honda, Mitsubishi, dan bahkan BMW dan Mercedes-Benz pun sudah berani mendirikan pabriknya di Indonesia. Hal ini menunjukkan bahwa potensi industry otomotif di Indonesia memiliki masa depan yang baik dan menjanjikan. Program mobil murah ramah lingkungan ini, dibuat agar dapat meningkatkan industri otomotif Indonesia. Tujuan dibuatnya mobil murah ramah lingkungan ini adalah untuk memberikan mobil yang terjangkau bagi orang-orang kelas menengah ke bawah di Indonesia. Dengan adanya program mobil murah ramah lingkungan ini, diharapkan dapat menyediakan transportasi dengan harga yang terjangkau dan juga membuat industry otomotif Indonesia lebih kompetitif seiring dengan meningkatnya jumlah permintaan mobil yang hemat energy dengan harga terjangkau. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh dari pengetahuan konsumen mengenai mobil murah ramah lingkungan ini terhadap motivasi untuk membeli mobil murah ramah lingkungan. Keuntungan secara finansial, peduli terhadap kesehatan lingkungan, pencitraan diri, tekanan dari social dan masyarakat, dan tertarik dengan adanya tekonologi baru merupakan motivasi utama orang membeli mobil ramah lingkungan secara garis besar. Penelitian ini menggunakan data yang didapat dari kuisioner yang disebar kepada pemiliki mobil murah ramah lingkungan di wilayah Bandung dan Jakarta. Hasil dari penelitian ini memberikan indikasi bahwa motivasi utama konsumen dalam membeli mobil murah ramah lingkungan adalah keuntungan secara finansial. Untuk menganalisa data yang didapat dari menyebarkan kuisioner, penelitian ini menggunakan analisis secara deskriptif dan juga analisis tabulasi silang.", "Daftar File": {"2014 SK PP Kevin Kynan Sanjaya   [19011122] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286088"}, "Penulis": "Kevin Kynan Sanjaya [19011122]", "Kontributor / Dosen Pembimbing": ["Mia Tantri Diah Indriani, S.Si, M.Si, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Motivasi, Pengetahuan, Mobil Murah Ramah Lingkungan.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}