{"Nomor": 72373, "Judul": "FACTORS INFLUENCING COSMETICS PURCHASE INTENTION AMONG RESPONDENTS IN INDONESIA BASED ON ONLINE REVIEW", "Abstrak": "Indonesia merupakan salah satu dari lima negara dengan potensi masyarakat kelas menegah terbesar di dunia. Masyarakat kelas menengah di Indonesia menghabiskan pengeluaran untuk berbagai kebutuhan di luar kebutuhan pokok, salah satunya yaitu kosmetik. Pada saat yang bersamaan, penetrasi internet di Indonesia mencapai angka 102,8 juta pengguna. Hal ini telah merubah perilaku dan preferensi masyarakat di Indonesia. Saat konsumen berbelanja, mereka mendapatkan rekomendasi produk dari pihak lain, salah satunya melalui ulasan daring (dalam jaringan). Ulasan produk melalui internet telah dibahas di berbagai literatur, namun pengkhususan pada produk kosmetik di Indonesia hingga saat ini belum pernah dipelajari. Artikel ini bertujuan untuk mempelajari faktor yang mempengearuhi niat beli konsumen berdasarkan ulasan daring yang telah mereka baca. Implikasi pemasaran ialah agar pemasar produk kosmetik di Indonesia dapat memanfaatkan ulasan kosmetik secara daring sebagai strategi komunikasi pemasaran yang lebih baik. Hasil riset menunjukan bahwa faktor yang paling mempengaruhi dalam niat beli berdasarakan ulasan daring ialah kualitas argumen dan kredibilitas sumber. Pemasar produk kosmetik perlu berkolaborasi dengan pengamat kecantikan yang memiliki reputasi baik dan mengedukasi mereka agar supaya konten dari ulasan memiliki kualitas yang baik dan dipercaya oleh pembaca ulasan", "Daftar File": {"2016 SK PP Latifa Amalia Putri   [19013148] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286096"}, "Penulis": "Latifa Amalia Putri [19013148]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T, MBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "komunikasi elektronik, industri kosmetik, Indonesia, ulasan dalam jaringan, niat beli", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}