{"Nomor": 72384, "Judul": "LONG-RUN PERFORMANCE OF PRIVATE-EQUITYBACKED INITIAL PUBLIC OFFERING IN THE SOUTHEAST ASIAN MARKETS", "Abstrak": "Selama satu dekade terakhir, jumlah investasi yang dilakukan oleh private equity (PE) tumbuh pesat di pasar Asia Tenggara, yang disebabkan oleh pertumbuhan ekonomi yang cepat dan kompetisi yang rendah. Namun, meskipun beberapa percaya bahwa investasi jenis ini memiliki dampak positif terhadap perekonomian, kontribusi private equity belum jelas, karena belum ada studi yang secara khusus berfokus pada pasar Asia Tenggara. Studi 6-bulan ini meneliti kinerja saham jangka panjang penawaran umum perdana (IPO) yang didukung oleh private equity, dengan mengolah data historis dari periode 1996 sampai 2016. Penelitian ini dihitung menggunakan rumus keuntungan memegang saham dalam jangka waktu tertentu (buy-and-hold return), keuntungan yang disesuaikan dengan pasar (market-adjusted return) dan keuntungan yang disesuaikan dengan resiko pasar (Jensen’s alpha) untuk menghitung keuntungan saham jangka panjang. Hasil penelitian ini menunjukkan meskipun kinerja IPO yang didukung oleh private equity berbeda di setiap negara, secara umum, kinerjanya lebih buruk dibandingkan semua indeks. Namun, kinerja IPO yang didukung private equity tidak seburuk IPO sebanding yang tidak didukung private equity. Penelitian ini bertujuan untuk memberikan pandangan tentang kinerja IPO yang didukung private equity. Temuan study ini diharapkan dapat memberikan wawasan mengenai sifat dari transaksi di pasar Asia Tenggara kepada sponsor keuangan, perusahaan yang mengeluarkan IPO, penjamin emisi, dan investor.", "Daftar File": {"2016 SK PP Heribertus Ariando   [19013072] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286148"}, "Penulis": "Heribertus Ariando [19013072]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "private equity, penawaran umum perdana, pasar modal, kinerja saham, Asia Tenggara", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}