{"Nomor": 72382, "Judul": "PENGARUH KONTEN PADA VIRAL VIDEO TERHADAP ENGAGEMENT DAN PERCAKAPAN", "Abstrak": "Hari-hari ini, setiap brand berjuang untuk menjadikan dirinya dibicarakan oleh orang lain. Dengan memaksimalkan penggunaan dari video online, brand menempatkan beberapa konten menarik untuk membuat video tersebut viral dan berharap penonton akan membicarakannya. Riset ini menjadi penting karena kurangnya investigasi akan konten di viral video yang melibatkan penonton dan dapat menyediakan mereka topik pembicaraan. Diharapkan hasil dari riset ini dapat membantu brand dalam menetukan dan membangun strategi konten terbaik untuk iklan video online. Tujuan dari riset ini yaitu mengidentifikasi elemen dan konten pada iklan video online yang viral, menginvestigasi pengaruh dari setiap konten (contoh: Emotion Evokes, Self-Expression, Zeitgeist) dan elemen (contoh: Duration, Music, Presence of Celebrity) terhadap engagement dan percakapan. Riset ini menggunakan metode kualitatif dan kuantitatif dalam pengambilan datanya. Peneliti mencatat komen-komen pada iklan video viral dari brand-brand terkenal di YouTube dan Facebook, kemudian melakukan content analysis dalam analisa data. Indikasi dari hasil riset ini menyatakan bahwa brand cenderung untuk mengenyampingkan fungsi dan kinerja produk pada iklannya, lalu menempatkan cerita menarik yang dapat memancing komen dan percakapan. Berbagai brand telah menggunakan strategi konten campuran, namun konten yang dapat membangkitkan emosi lebih melibatkan penonton dan dapat menyediakan topik pembicaraan.", "Daftar File": {"2016 SK PP Rachmania Dianthe   [19013157] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286146"}, "Penulis": "Rachmania Dianthe [19013157]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.SP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing Research, Online Viral Video, Content Analysis, Online Consumer Engagement, Generate Conversation.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}