{"Nomor": 72381, "Judul": "GAP ANALYSIS TOWARDS SERVICE QUALITY IN PT DJASA SUMATERA", "Abstrak": "Industri ekspedisi kargo telah bertumbuh seiring dengan kebutuhan penduduk Indonesia untuk mendistribusikan produk. Dalam rangka untuk bertahan di industry ini, PT Djasa Sumatera perlu melakukan evaluasi terhadap jasa yang telah diberikan untuk nantinya dapat berkembang. Tujuan dari penelitian ini adalah untuk menghitung customer gap dari PT Djasa Sumatera dengan melakukan pengujian terhadap dimensi kualitas jasa. Penelitian ini menggunakan pendekatan kuantitatif dengan membagikan survei kepada 50 responden dari konsumen PT Djasa Sumatera di kuartal pertama pada tahun 2016. Responden sendiri merupakan perwakilan perusahaan yang berhubungan langsung dengan PT Djasa Sumatera. Peneliti mengadopsi dimensi kualitas jasa untuk B2B untuk mengukur reliability, competence, consultative selling, credibility, price, responsiveness, geographical presence, dan tangibles sebagai dimensi. Penelitian ini mengkaji ekspektasi konsumen dan persepsi konsumen untuk menghitung nilai jarak. Hasil dari penelitian ini menunjukan bahwa jarak dari semua dimensi jasa adalah negatif. Ini berarti jasa pengantar yang telah disediakan oleh PT Djasa Sumatera tidak sesuai dengan ekspektasi dari konsumen. Dimensi dengan jarak terlebar adalah credibility dan dimensi dengan ekspektasi tertinggi adalah responsiveness. Artinya, PT Djasa Sumatera dapat fokus terhadap dua dimensi tersebut untuk mengecilkan nilai jaraknya. Di bab 5, peneliti telah membuat rekomendasi untuk meningkatkan performa jasa yang dapat dilakukan oleh PT Djasa Sumatera.", "Daftar File": {"2016 SK PP Reza Tiopan Komo   [19012131] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286137"}, "Penulis": "Reza Tiopan Komo [19012131]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kualitas Servis, Business-to-Business, Ekspedisi kargo", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}