{"Nomor": 72386, "Judul": "FACTORS AFFECTING CUSTOMER REVISIT INTENTION IN DAPOER PANDAN WANGI SUNDA RESTO", "Abstrak": "Tujuan dari penelitian ini adalah untuk menemukan dan menganalisis faktor-faktor yang mempengaruhi niat kunjung ulang pelanggan dari sebuah restoran. Restoran dalam konteks ini adalah Dapoer Pandan Wangi Sunda Resto. Dapoer Pandan Wangi Sunda Resto adalah salah satu restoran Sunda terkenal di Bandung yang pertama kali didirikan pada tahun 2005. Mempelajari hal ini dapat membantu mereka untuk mempertahankan pelanggan yang sudah ada dan meningkatkan pembelian berulang mereka untuk mendapatkan keuntungan. Faktor-faktor yang diteliti adalah kualitas makanan, kualitas pelayanan, suasana, dan kebersihan. Harga juga menjadi bagian dalam penelitian seperti yang dinyatakan oleh Andaleeb dan Conway, 2006 bahwa hal itu bisa menjadi faktor lain yang mempengaruhi kepuasan pelanggan. Penelitian ini juga menguji hubungan antara kepuasan pelangaan untuk niat kunjung ulang. Peneliti menggunakan analisis regresi sebagai metode penelitian, bersama dengan path analysis untuk menggali lebih dalam tentang pengaruh tidak langsung dan nilai dari variabel independen terhadap variabel dependen. Niat kunjung ulang berperan sebagai variabel dependen dan faktor- faktor lainnya berperan sebagai variabel independen. Data dikumpulkan menggunakan kuesioner dan didistribusikan ke pelanggan yang telah mengunjungi Dapoer Pandan Wangi Sunda Resto. Ada total 157 kuesioner dikumpulkan dan digunakan untuk analisis data. Kuesioner hanya ditargetkan pada orang-orang yang telah mengunjungi Dapoer Pandan Wangi. Hasil analisa data menunjukan bahwa semua variabel memiliki pengaruh yang signifikan terhadap kepuasan pelanggan, tetapi hanya kualitas makanan dan kepuasan pelanggan secara keseluruhan yang memiliki pengaruh yang signifikan terhadap niat kunjung ulang. Di antara variabel-variabel tersebut, kepuasan pelanggan memiliki pengaruh paling menuju niat kunjung ulang. Penemuan ini berkorelasi dengan studi dari Oh (2000) dan Han et al. (2009). Karea kepuasan pelanggan memiliki pengaruh terbesar terhadap niat kunjung ulang, penting untuk Dapoer Pandan Wangi untuk menjamin bahwa pelanggan puas dengan kinerja mereka. Diantara variable individu lainnya, kualitas makanan memiliki pengaruh paling besar terhadap niat kunjung ulang. Dapat diartikan bahwa pelanggan memiliki ekspektasi terbesar terhadap kualitas makanan. Hasil dari penelitian ini akan bermanfaat bagi operator restoran untuk mengambil langkah- langkah efektif untuk melibatkan lebih banyak pelanggan untuk meninjau kembali. Seperti yang dinyatakan oleh Senic et al. (2013) dalam studinya tentang faktor kepuasan dan niat kunjung kembali untuk restoran layanan penuh, bahwa pelanggan yang siap untuk melakukan niat perilaku yang sesuai seperti niat kunjung ulang merupakan sumber penting bagi restoran dan memberikan kontribusi jangka panjang yang menguntungkan. Mengukur kepuasan tamu, dan variabel akan membantu restauranteur untuk memahami apa yang pelanggan harapkan dari mereka. Kualitas makanan, kualitas pelayanan, suasana, kebersihan, dan harga semua menjadi atribut yang memiliki peran mengenai pengaruh mereka untuk Kepuasan Pelanggan dalam penelitian ini. Namun, restoran yang berada di daerah demografis yang berbeda mungkin memiliki hasil yang berbeda tentang yang peran berpengaruh terhadap kepuasan di restoran mereka dan bagaimana signifikansi hubungan itu.", "Daftar File": {"2016 SK PP Jesica Christianty   [19013162] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286157"}, "Penulis": "Jesica Christianty [19013162]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T, MBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Niat kunjung ulang ; Makanan tradisional ; Restoran sunda", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}