{"Nomor": 72398, "Judul": "PENGARUH ATRIBUT PRODUK WISATA DAN ELECTRONIC WORD OF MOUTH (EWOM) TERHADAP KEPUTUSAN BERKUNJUNG KE AIR TERJUN PARANG IJO DI KABUPATEN KARANGANYAR, JAWA TENGAH", "Abstrak": "Pariwisata adalah salah satu industri yang tumbuh paling cepat belakangan ini. Kabupaten Karanganyar, Jawa Tengah memiliki 30 tujuan wisata tetapi hanya satu tujuan wisata yang dikelola secara murni oleh Dinas Pariwisata Kabupaten Karanganyar. Total pengunjung setiap tahunnya selalu berfluktuasi naik dan turun dengan jumlah yang sangat signifikan. Calon pengunjung akan mencari terlebih dahulu informasi mengenai tujuan wisata mereka melalui internet yang disebut electronic word of mouth (eWOM) dan menilai bagaimana atribut produk wisata yang ditawarkan. Penelitian ini memiliki tujuan untuk mengukur pengaruh atribut produk wisata dan electronic word of mouth (eWOM) terhadap keputusan berkunjung. Tinjauan pustaka mengenai atribut produk wisata terdiri dari atraksi, amenitas dan aksesibilitas; electronic word of mouth; dan keputusan berkunjung dikumpulkan sebagai kerangka teori. Penelitian ini menggunakan purposive sampling untuk menentukan 100 responden. Responden haruslah mereka yang tinggal di Kabupaten Karanganyar dan mengetahui informasi mengenai pariwisata melalui internet. Analisis regresi linear sederhana dan analisis regresi linear bergandadigunakan sebagai instumen utama dan diproses melalui SPSS 20.0. Hasil penelitian menunjukkan atribut produk wisata dan electronic word of mouth mempengaruhi keputusan berkunjung baik secara individu ataupun bersama-sama dengan pengaruh yang positif dan signifikan. Rekomendasi yang disarankan oleh peneliti adalah memaksimalkan produk wisata utama dengan mengemasnya secara baik.", "Daftar File": {"2016 SK PP Zaenab Rizki Ariani   [19013065] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286296"}, "Penulis": "Zaenab Rizki Ariani [19013065]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T, MBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Atribut Produk Wisata, Electronic Word of Mouth, Keputusan Berkunjung, Air Terjun Parang Ijo, Regresi Linear Sederhana, Regresi Linear Berganda", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "20 Mar 2023"}