{"Nomor": 72391, "Judul": "INVENTORY POLICY TO MINIMIZE THE INVENTORY COST AT PT. NUTRICIA INDONESIA SEJAHTERA", "Abstrak": "Riset ini dilakukan berdasarkan data yang diambil dari PT. Nutricia Indonesia Sejahtera, perusahaan yang memproduksi susu formula di Ciracas, Jakarta Timur. Saat ini, susu formula menjadi nutrisi pelengkap di masyarakat dan bahkan menjadi pengganti ASI (Air Susu Ibu). PT. Nutricia Indonesia Sejahtera memproduksi susu tidak hanya untuk bayi akan tetapi untuk ibu hamil dan juga balita. Setelah mengetahui susu formula sangat dibutuhkan oleh semua kalangan, mengetahui jumlah persediaan dalam inventory menjadi hal penting bagi perusahaan. Perusahaan mengalami beberapa masalah terkait dengan manajemen inventory. Riset ini akan menganalisa kebijakan stok di PT. Nutricia Indonesia Sejatera, perusahan yang memiliki maslaah dengan kelebihan persediaan untuk bahan baku. Masalah dengan manajemen persediaan telah dialami oleh beberapa perusahaan di Indonesia salah satunya PT. Nutricia Indonesi Sejahtera. Masalah ini harus diselesaikan karena akan memberikan dampak buruk bagi perusahaan. Mengetahui jumlah persediaan dalam gudang sangatlah penting karena untuk mengatasi masalah kelebihan barang di gudang. Kelebihan jumlah barang dalam gudang akan memberikan dampak buruk karena peerusahaan harus tetap menyimpan barang dalam gudang tanpa adanya penjualan dan disisi lain perusahaan harus mengeluarkan biaya tambahan seperti biaya simpan untuk menjaga produk agar tetap dalam kualitas yang baik. Tujuan dari adanya riset ini adalah untuk mengatasi masalah kelebihan jumlah barang dalam persediaan dan meminimalisir biaya produksi untuk memberikan solusi pada masalah yang dihadapi pereusahaan. Riset ini berfokus pada bahan baku lokal dan impor, metode yang akan digunakan adalah Economic Order Quantity. Disisilain, riset ini juga menyediakan perbandingan antara perhitungan perusahaan dengan perhitungan penulis dengan tujuan untuk membandingkan metode mana yang memberikan keuntungan bagi perusahaan. Perhitungan untuk riset ini akan melibatkan Safety Stock, Re-order Point, Economic Order Quantity, Average Inventory Level dalam Rupiah dan Analisa Klasifikasi ABC, penulis juga menyediakan cara merawat produk berdasarkan masing-masing klasifikasi. Hasil analisis akan memberikan keuntungan seperti untuk menghindari kelebihan stok dalam inventory dan juntuk meminimalisir biaya yang harus dihabiskan dalam satu bulan. Analisis dan perhitungan dalam riset ini ditujukan untuk produk lokal dan import.", "Daftar File": {"2016 SK PP Anggita Saraswati   [19013098] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286162"}, "Penulis": "Anggita Saraswati [19013098]", "Kontributor / Dosen Pembimbing": ["Desy Anisya Farmaciawaty, S.Si., MORM.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PT. Nutricia Indonesia Sejahtera, Inventory Policy, Economic Order Quantity", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Mar 2023"}