{"Nomor": 72397, "Judul": "PENGUKURAN TERHADAP VARIABEL YANG MEMPENGARUHI KEPUTUSAN KONSUMEN UNTUK MENGHADIRI KONSER MUSIK DI INDONESIA", "Abstrak": "Kehadiran era digital telah menjadi suatu tantangan besar bagi indsutri musik. Kemunculan musik digital dan peer to peer sharing bahkan berakibat pada maraknya pembajakan. Kemudahan untuk mengakses dan mengunduh musik digital dan jenis kreasi musik lainnya telah menjadikan musik menjadi tidak eksklusif. Hal inilah yang pada akhirnya mengakibatkan penurunan pendapatan yang drastic terhadap musisi dan manajamenenya selama beberapa dekade ini. Sebagai sebuah bisnis, sangantlah penting bagi musisi dan manajemennya untuk mempertimbangkan sumber pendapatan mereka untuk bertahan di tengah era digital ini. Musisi perlu untuk mempertimbangkan jenis kreasi musik lain disamping CD dan musik digital. Salah satu jenis kreasi yang paling memungkinkan dapat memberikan pendapatan yang besar adalah konser musik. Salah satu musisi paling populer di dunia, Mick Jagger bahkan mengakatakan bahwa konser musik telah menjadi cara yang paling potensial bagi musisi untuk meraup pendapatan. Melihat peluang ini, sangatla penting bagi musisi untuk memaksimalkan konser musik dengan cara melakukan improvisasi pada variabel-variabel yang mempengaruhi keinginan konsumen untuk menghadiri konser musik. Studi ini akan mencoba untuk mengukur beberapa variabel yang mempengaruhi konsumen untuk menghadiri konser musik di Indonesia. Studi ini akan menganalisis bagaimana konsumen melihat variabel-variabel yaitu jarak, harga, pendampingan, YouTube, musik digital, jenis konser musik, dan popularitas sebelum menghadiri konser musik. Studi ini fokus pada mahasiswa di DKI Jakarta dan Jawa Barat sebagai objek penelitian menggunakan kuesioner kuantitatif yang akan dianalisis menggunakan analisis korelasi dan analisis tabulasi silang. Hasil dari penelitian ini menunjukkan bahwa jarak, harga, pendampingan, YouTube, dan musik digital sangat mempengaruhi keinginan konsumen untuk menghadiri konser musik. Sebaliknya, jenis konser musik dan popularitas tidak mempengaruhi. Lebih lanjut lagi, peneliti menemukan bahwa terdapat hubungan yang sangat erat antara harga dan pendampingan serta YouTube dan musik digital. Penelitian ini juga menunjukkan beberapa tipe konsumen yang sangat dipengaruhi oleh variabel tersebut atau disebut sebagai “konsumen selektif” dan konsumen yang sama sekali tidak terpengaruhi atau konsumen “fanatic” atau “ekstrim”.", "Daftar File": {"2016 SK PP Zandri Septian Situmorang   [19013140] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286295"}, "Penulis": "Zandri Septian Situmorang [19013140]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.SP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Musik, Konser Musik, Pengukuran, Konsumen Musik, Variabel", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "20 Mar 2023"}