{"Nomor": 72412, "Judul": "WHY FIRMS GO PUBLIC? IPO AND DEBT MATURITY OF INDONESIAN FIRMS", "Abstrak": "Penawaran Saham Perdana atau Initial Public Offering (IPO) adalah langkah besar dalam perjalanan suatu perusahaan, karena peristiwa ini merupakan waktu evolusi suatu perusahaan dari perusahaan privat menjadi perusahaan publik selain menambah satu sumber pembiayaan perusahaan. Banyak penelitian telah dilakukan untuk melihat hubungan antara peristiwa IPO dan sisi ekuitas pembiayaan perusahaan. Namun, hubungan IPO dan pembiayaan melalui hutang tidak mendapat sorotan cukup banyak. Mengetahui pemilihan struktur hutang suatu perusahaan di Indonesia bisa dibilang penting, karena studi telah menunjukkan bahwa struktur maturitas hutang mempunyai peran besar dalam negara dengan pasar berkembang seperti Indonesia. Studi pustaka menunjukkan peningkatan pemakaian hutang jangka panjang setalah IPO karena dapat meningkatkan keuntungan bagi perusahaan publik tersebut. Sampel dalam penelitian ini merupakan perusahaan yang melakukan IPO dari tahun 2008 sampai 2011. Hasil penelitian menunjukkan bahwa satu dan dua tahun setelah IPO mempengaruhi pemilihan struktur maturitas hutang di Indonesia dengan meningkatkan penggunaan hutang jangka panjang. Variabel lainnya yang mempengaruhi adalah maturitas aset, leverage, dan peluang pertumbuhan perusahaan. Ini adalah penelitian pertama yang menyelidiki hubungan IPO dan struktur hutang di perusahaan Indonesia. Hasil penelitian ini dapat berkontribusi dalam studi pemilihan struktur kapita di pasar berkembang.", "Daftar File": {"2016 SK PP Sarah Aulia Andriana   [19013100] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286338"}, "Penulis": "Sarah Aulia Andriana [19013100]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "struktur kapita, maturitas hutang, IPO, leverage, pasar Indonesia", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "20 Mar 2023"}