{"Nomor": 72425, "Judul": "PENGARUH REBRANDING KOTA JOGJA TERHADAP TINGKAT KEINGINAN TURIS UNTUK DATANG KEMBALI", "Abstrak": "Jogja terkenal dengan suasana budaya, keraton, universitas, dan penduduknya yang ramah. Pada bulan Maret 2015, Jogja mengubah brandnya dari merek sebelumnya, yaitu Jogja, Never Ending Asia menjadi Jogja Istimewa. Penelitian ini berasal dari masalah yang peneliti temukan yaitu rebranding tidak hanya perubahan logo dan merek, tetapi juga melibatkan peningkatan program pariwisata. Variabel yang digunakan dalam penelitian ini adalah hasil kombinasi dari 9 penelitian sebelumnya di topik yang sama. Komponen rebranding yang terdiri dari elemen fungsional dan elemen simbolik menjadi variabel independen. Perceived value dan kepuasan menjadi variabel intervening, dan variabel dependennya adalah keinginan untuk kembali. Kuesioner secara online dikembangkan untuk mengumpulkan data primer. 401 buah kuesioner disebar kepada responden yang pernah pergi ke Jogja antara Mei 2015-Mei 2016. Wawancara dengan pejabat Dinas Pariwisata Daerah Istimewa Yogyakarta juga dilakukan untuk mengetahui perspektif pemerintah lebih dalam. Data diolah dengan menggunakan analisis faktor konfirmatori, regresi multi-linear dan analisis jalur. Penelitian ini menemukan bahwa tingkat kesadaran wisatawan terhadap rebranding Jogja masih rendah. Dari hasil penelitian terungkap bahwa wisatawan hanya mengetahui tagline baru Jogja, tapi tidak dengan logonya. Elemen fungsional dan kepuasan muncul sebagai variabel yang memiliki pengaruh kuat untuk mengetahui tingkat keinginan untuk kembali ke kota Jogja. Hasil penelitian ini dapat untuk memberikan rekomendasi kepada pemerintah Jogja untuk meningkatkan kunjungan para wisatawan setelah rebranding.", "Daftar File": {"2016 SK PP Pandanwangi Ambar Jatiningrum   [19013017] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286420"}, "Penulis": "Pandanwangi Ambar Jatiningrum [19013017]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Jogja, branding kota, rebranding, pariwisata, keinginan untuk datang kembali", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Mar 2023"}