{"Nomor": 72420, "Judul": "FAKTOR SIGNIFIKAN PERGANTIAN KARYAWAN STUDI KASUS: HOTEL ABC", "Abstrak": "Industri perhotelan adalah salah satu industri yang menitikberatkan pada kualitas sumber daya manusia. Agar dapat memberikan pelayanan yang baik dan maksimal, maka dibutuhkan sumber daya manusia yang berkualitas. Hal ini dikarenakan industri ini berorientasi penuh pada kepuasan para pelanggan. Keberhasilan industri ini dapat dilihat dari tingkat kepuasan pelanggan melalui layanan yang diberikannya. Akan tetapi, terdapat satu masalah yang dihadapi oleh industri perhotelan yaitu mengenai pergantian para pegawai. Salah satu hotel yang mengalami masalah ini adalah Hotel ABC. Dampak yang dirasakan adalah menganggu kegiatan operasional dan juga menimbulkan kerugian baik biaya, waktu dan penurunan produksi serta jasa. Adapun pertanyaan dan tujuan dari penelitian ini adalah untuk menentukan faktor signifikan pergantian pegawai di Hotel ABC. Mengacu konsep Santhanam et al, (2015),bahwa terdapat enam faktor pergantian pegawai di industry perhotelan yaitu rekrutmen, seleksi, pelatihan, penilaian kinerja, peluang pertumbuhan karir, dan gaji&bonus. Setelah menentukan faktor signifikan pergantian pegawai di Hotel ABC, Selanjutnya, setelah diketahui faktor-faktor signifikan tersebut, maka tujuan penelitian untuk mengurangi pergantian pegawai. Peneliti menyebarkan kuesioner kepada seluruh pegawai Hotel ABC, dan didapatkan sebanyak 64 responden. Hasil dari pengumpulan kuesioner ini selanjutnya diproses menggunakan regresi logistik biner sebagai alat pengolahan data dan analisis. Hasil yang didapatkan adalah faktorfaktor signifikan pergantian pegawai di Hotel ABC adalah rekrutmen dan seleksi.", "Daftar File": {"2017 SK PP Rena Ameliya   [19013094] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286394"}, "Penulis": "Rena Ameliya [19013094]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pergantian Karyawan, Rekrutmen, Seleksi, Pelatihan, Penilaian Kinerja, Peluang Pertumbuhan Karir, dan Gaji &Bonus", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Mar 2023"}