{"Nomor": 72434, "Judul": "KECENDERUNGAN WANITA INDONESIA UNTUK MENYEWA ATAU MEMBUAT BAJU PENGANTIN", "Abstrak": "Saat ini, pernikahan muda telah menjadi tren di Indonesia. Indonesia memiliki banyak kebudayaan begitu pula dengan variasi pemilihan bagi perempuan Indonesia dalam menggunakan baju pengantin. Ada beberapa pertimbangan dalam memilih baju pengantin seperti komponen budaya termasuk norma, mitos dan agama, kelas sosial, dan perspektif harga terhadap persepsi pada kualitas desain. Sebagian besar wanita di Indonesia lebih memilih untuk membuat baju pengantin. Di sisi lain, biaya yang cukup mahal untuk memproduksi baju pengantin juga menjadi pertimbangan sehingga dapat mempengaruhi kecenderungan untuk menyewa gaun pengantin. Oleh karena itu, studi ini ingin melihat pengaruh norma, mitos dan agama, kelas sosial, dan perspektif harga terhadap persepsi pada kualitas desain dan persepsi pada kualitas desain terhadap kecenderungan wanita di Indonesia untuk menyewa atau membuat baju pengantin. Data didistribusikan menggunakan kuesioner online kepada 400 perempuan Indonesia yang belum menikah dengan usia 18 sampai 26 tahun dan berdomisili di Jakarta dan Bandung. Kuesioner menggunakan skala Likert 7-poin untuk menguji variabel pada kerangka penelitian. Data diolah menggunakan SPSS 20.0 untuk windows. Data diolah melalui, Tiga Cara ANOVA dan regresi linier. Penelitian ini menemukan bahwa norma, mitos, agama, kelas sosial, perspektif harga mengalami pengaruh yang signifikan tinggi terhadap perspektif kualitas desain. Kelas social adalah factor yang paling mempengaruhi persepsi terhadap kualitas desain karena beberapa wanita Indonesia peduli dengan kualitas baju pengantin yang mereka gunakan dan juga pada penampilan mereka, pendapat dari lingkungan sosial mereka, dan pujian. Penelitian ini juga akan menunjukkan perbedaan dengan penelitian sebelumnya. Kebanyakan wanita di Indonesia cenderung memilih memakai baju pengantin dengan desain tradisional yang menutup aurat dan sopan. Kebanyakan wanita di Indonesia cenderung memilih untuk memesan atau membuat baju pengantin dari pada menyewanya. Perspesi terhadap kualitas desain baju pengantin lebih mempengaruhi wanita Indonesia untuk menyewa gaun pengantin dari pada membelinya. Terdapat hubungan antara aspek demografi terutama pengeluaran bulanan sebagai perilaku konsumtif terhadap kecenderungan untuk menyewa atau membeli.", "Daftar File": {"2016 SK PP Nabilla Astri Adjani Putri   [19013115] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286482"}, "Penulis": "Nabilla Astri Adjani Putri [19013115]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "gaun pengantin, menyewa vs membuatan, komponen budaya, harga, kelas sosial", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Mar 2023"}