{"Nomor": 72431, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI MINAT BELI PRODUK HALAL DAN PEMBELIAN SEBENARNYA DI INDONESIA", "Abstrak": "Kesadaran dan tuntutan akan Halal mengalami peningkatan seiring populasi Muslim yang tumbuh dengan pesat. Fenomena ini tidak hanya terjadi di negara yang berbasis Islam, namun juga terjadi di beberapa negara yang memiliki sedikit penduduk Muslim. Sebagai negara berpenduduk Muslim terbesar di dunia, Indonesia memiliki peran dan tanggung jawab yang lebih besar untuk melindungi hak warga negara yang dalam memperoleh produk halal. Sementara kebutuhan konsumen terhadap produk halal meluas ke sektor non-pangan, kebutuhan sertifikasi produk halal juga meningkat dari sisi industri non-pangan. Karena keragaman keperluan konsumen dan industri terkait produk halal dan sertifikasi, maka penelitian ini perlu dilakukan untuk menyelidiki faktor di balik minat Muslim Indonesia dalam membeli produk halal, yang juga dapat mempengaruhi pembelian sebenarnya.Berkaitan dengan hal tersebut, penelitian ini memiliki tujuan untuk menentukan faktor-faktor yang mempengaruhi minat beli terhadap produk halal di kalangan konsumen Indonesia. Teori Rencana Perilaku (TPB) yang awalnya diusulkan oleh Ajzen (1985), digunakan dalam penelitian ini sebagai pedoman untuk mengembangkan model penelitian dan kuesioner. Kuesioner didistribusikan ke masyarakat Muslim di Indonesia. Menggunakan data dari 832 orang, penelitian menerapkan teknik permodelan persamaan struktural (SEM) dengan analisis faktor konfirmatori (CFA) untuk menguji hipotesis dan memperkirakan hubungan antara variabel. Hasil penelitian menunjukkan bahwa sikap tidak memiliki hubungan yang signifikan dengan minat beli. Hal ini bertentangan dengan teori dan studi penerapan TPB sebelumnya yang berlangsung di Malaysia. Di sisi lain, norma subjektif dan persepsi kontrol perilaku memiliki hubungan yang signifikan dengan minat beli, sedangkan minat beli memiliki hubungan yang signifikan dengan pembelian sebenarnya. Penelitian ini akan memberikan beberapa rekomendasi yang berguna bagi pelaku usaha untuk menciptakan ekspektasi mengenai pembelian produk halal dan meningkatkan kemampuan konsumen dalam pembelian produk Halal", "Daftar File": {"2016 SK PP Nabila Emira   [19013067] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286467"}, "Penulis": "Nabila Emira [19013067]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Produk Halal; Theory of Planned Behavior; Minat Pembelian; Indonesia", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Mar 2023"}