{"Nomor": 72445, "Judul": "BAGAIMANA ULASAN ONLINE BERHUBUNGAN DENGAN MINAT BELI STUDI PADA KOSMETIK PREMIUM DI INDONESIA", "Abstrak": "Saat ini terjadi peningkatan jumlah pengguna internet di Indonesia yang mempengaruhi kegiatan pemasaran. Peningkatan penggunaan internet membuat pemasaran secara elektronik menjadi sesuatu yang penting dan populer. Salah satu bentuk pemasaran secara elektronik adalah ulasan online konsumen. Ulasan online konsumen merupakan salah satu tipe electronic word-of-mouth di mana pengguna akhir suatu produk meng-upload analisis dan komentar tentang produk atau jasa yang digunakan. Ulasan konsumen online menjadi sumber utama untuk mencari informasi termasuk dari pengalaman konsumen lain. Ulasan online konsumen berperan dalam berbagai industri; salah satunya industri kosmetik. Kosmetik di Indonesia memiliki pertumbuhan positif di Indonesia dan menurut Passport, kosmetik premium akan bertumbuh melebihi pertumbuhan kosmetik massal pada tahun 2017 yang disebabkan oleh peningkatan pendapatan dan pengeluaran dari pasar negara berkembang. Tujuan dari penelitian ini adalah untuk menguji hubungan ulasan online konsumen terhadap minat beli konsumen pada kosmetik premium di Indonesia. Seiring dengan beragamnya informasi ulasan online konsumen, akan lebih baik bagi perusahaan kosmetik premium untuk meningkatkan minat beli dan membuat prediksi menjadi kenyataan jika perusahaan mengetahui kekuatan dan cara untuk mengelola ulasan online konsumen. Ada empat variabel independen untuk menguji pengaruh ulasan konsumen online terhadap minat beli konsumen, yaitu kredibilitas sumber, kualitas ulasan, kuantitas ulasan, dan valensi ulasan. Metode kuantitatif digunakan dalam penelitian ini dengan menyebarkan kuesioner online dengan 5 skala Likert untuk 400 perempuan muda di Indonesia, berusia antara 15-29 tahun. Data penelitian ini dianalisis dengan Analisis Regresi Berganda untuk mengetahui hubungan masing-masing variabel independen terhadap variabel dependen. Data yang diperoleh diolah menggunakan SPSS 23. Penulis menemukan bahwa semua variabel independen yaitu sumber kredibilitas, kualitas ulasan, kuantitas ulasan, dan valensi ulasan bersifat signifikan dan positif mempengaruhi variabel dependen, yaitu minat beli. Ulasan konsumen online menjadi salah satu komunikasi pemasaran dan iklan yang berperan penting sebagai agen informasi yang membantu konsumen dalam proses keputusan pembelian, dalam penelitian ini adalah minat beli. Dengan mengetahui hubungan ulasan online konsumen pada minat beli, perusahaan kosmetik premium harus melakukan pengawasan, pengumpulan data dan memanfaatkan ulasan online konsumen sebagai bagian strategi pemasaran baru yang dapat membuat lebih banyak penjualan. Penelitian ini jugaberkontribusi akademis dalam memperkaya studi konsumen review pada minat beli khususnya kosmetik premium.", "Daftar File": {"2016 SK PP Monica Adhelia Sutanto   [19013013] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286564"}, "Penulis": "Monica Adhelia Sutanto [19013013]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T, MM, DBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "elektronik word-of-mouth, ulasan online konsumen, minat beli, kosmetik premium", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Mar 2023"}