{"Nomor": 72449, "Judul": "HUBUNGAN ANTARA BIAYA PEMBIAYAAN EQUITAS DAN TANGGUNG JAWAB SOSIAL PERUSAHAAN: STUDI PERUSAHAAN INDONESIA", "Abstrak": "Perhatian terhadap Tanggung Jawab Sosial Perusahaan (CSR) telah mengalami kenaikan akhir-akhir ini. Secara umum, CSR didefinisikan sebagai komitmen perusahaan untuk meminimalisir efek buruk dan memaksimalkan efek baik jangka panjang terhadap lingkungan social dan keberlangsungan perusahaan tersebut. Perusahaan yang memiliki performa CSR baik akan memiliki lebih sedikit risiko kejadian negatif untuk perusahaan, risiko suap dan korupsi, dan risiko pengembalian produk karena cacat, dan risiko pembayaran denda akibat polusi yang berlebihan. Selain itu, performa CSR yang baik juga akan mengurangi kejadian buruk yang dapat mengakibatkan reputasi perusahaan dan akan memakan biaya untuk kampanye dan litigasi untuk memulihkan keadaan. Risiko perusahaan dapat dicerminkan dari tingkat keuntungan investor, yaitu biaya pembiayaan equitas. Tingginya biaya pembiayaan equitas mungkin dihadapi oleh perusahaan yang tidak mengimplementasikan CSR secara baik. Kepentingan akan CSR di Indonesia telah tersadari sejak dikeluarkannya Keputusan Menteri BUMN No. Kep-236/mbu/2003 tentang Program Kemitraan Badan Usaha Milik Negara dengan Usaha Kecil dan Program Bina Lingkungan, yang mewajibkan perusahaan untuk melakukan bina lingkungan dan mempublikasikan hasilnya dalam sebuah laporan. Studi-studi yang pernah dilakukan menghasilkan hubungan positive antara CSR dan performa keuangan untuk perusahaan. Hasil studi menunjukkan bahwa CSR mengurangi risiko perusahaan dan risiko akan informasi yang tidak tersebar secara baik, yang juga mengakibatkan biaya pembiayaan equitas yang lebih rendah. Studi ini ditujukan untuk menguji hubungan antara CSR dan biaya pembiayaan equitas dari 244 perusahaan di Indonesia sesuai data tahun 2013. Data performa CSR didapatkan dari studi yang dilakukan oleh Firmialy dan Nainggolan (2016), dengan penilaian dimensi social, dimensi ekonomi, dan dimensi lingkungan. Setiap perusahaan akan memiliki tiga biaya pembiayaan equitas yang berbeda dengan metode capital asset pricing model untuk tiga indeks market, yaitu IHSG, Sri-Kehati, dan LQ45. Multi-estimasi untuk biaya pembiayaan equitas ditujukan untuk mengembangkan batasan dalam penelitian ini. Analisis regresi multivariate ditujukan untuk menganalisis hubungan antara performa CSR dan biaya pembiayaan equitas dengan variable kontrol size, book-to-market, leverage, dan institutional investors. Bassen, Holz, dan Schlange (2006), Ghoul, Guedhami, Kwok, dan Mishra (2011), dan Xu, Liu, dan Huang (2014) menemukan bahwa CSR mempengaruhi biaya pembiayaan equitas secara berkebalikan. Hasil dari penelitian ini menemukan bahwa ada hubungan negatif antara dimensi lingkungan dan dimensi sosial dari CSR dan biaya pembiayaan equitas untuk perusahaan-perusahaan Indonesia. Berbeda dari yang lain, dimensi ekonomi menunjukkan hubungan positif dengan biaya pembiayaan equitas. Kesalahan dalam pengartian CSR di Indonesia mungkin menjadi alasan mengapa hasil tersebut ada di perusahaan Indonesia. Hasil tersebut memberikan rekomendasi untuk investor agar memperhatikan performa CSR dari peruasahaan saat menentukan keputusan investasi, khususnya dari sisi lingkungan dan sosial karena dibuktikan di penelitian ini bahwa dimensi sosial dan lingkungan mengurangi biaya pembiayaan equitas.", "Daftar File": {"2016 SK PP Miftahurrizki Albar   [19013023] - Full Text": "https://digilib.itb.ac.id/gdl/download/286575"}, "Penulis": "Miftahurrizki Albar [19013023]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tanggung Jawab Sosial Perusahaan, Biaya Pembiayaan Equitas, Capital Asset Pricing Model, Perusahaan Indonesia.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Mar 2023"}