{"Nomor": 72444, "Judul": "SIKAP KONSUMEN TERHADAP PASAR ABU-ABU DALAM PEMBELIAN TAS MEWAH BERMEREK DI INDONESIA", "Abstrak": "Pendahuluan – Industri barang fesyen mewah telah tumbuh fenomenal dalam beberapa tahun terakhir. Disamping pertumbuhan yang cepat dari industri barang fesyen mewah di pasar baik di negara berkembang, maupun negara maju di dunia, sebuah masalah juga muncul bersamaan. Masalah tersebut adalah pertumbuhan pasar abu-abu (gray market) yang memanfaatkan kesempatan ini untuk mengambil alih konsumen dari industry barang fesyen mewah ke tangan mereka, dimana kegiatan pasar abu-abu ini telah menjadi global. Pasar abu-abu ini adalah salah satu saluran distribusi di mana perdagangan dari suatu jenis barang terjadi, yang sebenarnya legal (sah), tetapi tidak dikehendaki oleh produsen asli barang tersebut. Penelitian ini bertujuan untuk mempelajari tentang sikap konsumen terhadap pasar abu-abu di kota-kota besar di Indonesia, di mana hasil penelitian ini dapat digunakan secara efektif oleh pemegang merek dagang atau manajer merek internasional dalam menentukan strategi pemasaran yang tepat dalam menghadapi pasar abu-abu dari sudut pandang konsumen. Fokus utama dalam penelitian ini adalah tentang pasar abu-abu di Indonesia baik online dan offline yang menjual tas branded asli dengan harga yang lebih rendah. Penelitian ini juga meneliti hubungan antara sikap konsumen terhadap barang-barang pasar abu-abu dan faktor-faktor yang mempengaruhi niat beli konsumen terhadap barang-barang pasar abu-abu. Metode – Variabel-variabel yang digunakan dalam penelitian ini adalah hasil dari kombinasi beberapa konstruksi dari penelitian sebelumnya tentang persepsi merek mewah dan niat pembelian barang pasar abuabu. Kesadaran harga, kualitas-harga, penghindaran risiko, nilai personal, nilai sosial, sikap terhadap pasar abu-abu, persepsi merek mewah, dan niat beli terhadap pasar abu-abu, diperkirakan variabel yang mempengaruhi niat beli konsumen terhadap pasar abu-abu. Purposive sampling dilakukan untuk 400 responden dari Jakarta dan Bandung, usia 16-64 tahun yang berpotensi membeli atau memiliki tas mewah bermerek, dan atau akrab dengan tas mewah bermerek yang masuk ke pasar Indonesia. Baik online dan offline kuesioner dikembangkan untuk mengumpulkan data. Proses data dengan factor analisis, ANOVA-tiga-jalur, regresi linear, dan analisis jalur. Penemuan – Penelitian ini menemukan bahwa pasar abu-abu saat ini berkembang pesat dan semakin banyak orang yang mengganggap pasar abu-abu sebagai salah satu saluran penjualan yang terpercaya untuk belanja barang mewah bermerek. Namun, lebih banyak responden yang masih lebih suka untuk membeli tas bermerek di saluran penjualan resmi. Penelitian ini juga menemukan bahwa ada dua variabel yang mempengaruhi sikap terhadap pasar abu-abu yaitu persepsi merek mewah yang memiliki pengaruh terbesar dan penghindaran risiko. Harga-kualitas, Kesadaran harga, Sikap, dan Nilai Pribadi adalah empat variabel yang ditemukan yang secara signifikan mempengaruhi niat beli. Dari empat variabel, hanya harga-kualitas yang memiliki hubungan terbalik dengan niat beli. Faktor yang paling besar mempengaruhi niat beli di Pasar Abu-Abu adalah Sikap terhadap pasar abu-abu. Penulis kemudian merekomendasikan perusahaan merek mewah untuk pertama fokus membangun sikap konsumen, namun sikap adalah variabel dependen, yang dipengaruhi oleh persepsi merek mewah, yang juga dipengaruhi oleh nilai-nilai sosial dan nilai-nilai pribadi yang memiliki pengaruh yang lebih kuat. Jadi, perusahaan harus kemudian fokus pada nilai-nilai pribadi konsumen mereka dalam rangka untuk memenangkan persaingan dengan pasar abu-abu.", "Daftar File": {"2016 SK PP Monica Widjaja   [19013035] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286563"}, "Penulis": "Monica Widjaja [19013035]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pasar abu-abu, perilaku konsumen, fesyen, barang mewah, tas bermerek, pasar berkembang, pemasaran internasional", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Mar 2023"}