{"Nomor": 72446, "Judul": "AGGREGATE PLANNING ANALYSIS IN PT. AKEBONO BRAKE ASTRA INDONESIA", "Abstrak": "Pada dewasa ini, kebanyakan dari perusahaan manufactur mengusahakan untuk mendapatkan keuntungan lebih tinggi dan perbaikan untuk mendapatkan keuntungan kompetisi. Keuntungan tersebut dapat diraih dengan cara menghasilan pemasukan yang lebih banyak atau dengan mengurangi pengeluaran produksi. Agar dapat melakukan hal tersebut, para manufaktur telah mengembangkan beberapa jenis sistim produksi agar dapat memaksimalkan penggunaan inventaris, prakiraan produksi, dan perencanaan produksi. Maka dari itu, dengan mengaplikasikan keputusan manajemen operasi tertentu dapat menghasilkan hasil yang lebih baik dalam hal efektifitas produksi dan biaya, terutama dalam industri manufaktur otomotif yang membutuhkan perencenaan berkepresisian tinggi dengan inventaris yang ramping. PT. AAIJ adalah sebuah perusahaan manufaktur suku cadang kendaraan yang mensuplai pasar nasional dan internasional. PT. AAIJ bagaimanapun, telah menghadapi kekurangan produksi pada produk Nissan motor UK sejak September sampai Desember 2016. Berdasarkan analisa ABC, analisa kekurangan produksi difokuskan hanya kepada produk Nissan Motor UK. Penulis akan mengelaborasikan beberapa faktor dalam pandangan studi manajemen operasi ke dalam sistim manajemen inventaris dan perencanaan produksi. Menggunakan metode analisa data kualitatif dan kuantitatif, penulis akan mencoba menjelaskan tentang PT. Akebono Brake Astra Indonesia secara keseluruhan, sebuah perusahaan manufaktur rem otomotif yang terletak di Kelapa Gading, Jakarta Utara, Indonesia. Hasil dari skripsi ini menunjukkan bahwasanya perusahaan membutuhkan perubahan dalam pengaturan perencanaan keseluruhan yang dimana beban kerja produksi tidak terdistribusikan secara merata antara lini produksi satu dan yang lainnya. Penulis telah mengajukan beberapa model perencanaan secara keseluruhan dan menjadikan model 4- 4 sebagai model yang paling cocok menurut pandangan teknikal dan keuangan.", "Daftar File": {"2017 SK PP Mohammad Fajar   [19013150] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286565"}, "Penulis": "Mohammad Fajar [19013150]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistim Manajemen Produksi, Inventaris, Manajemen Inventaris, Manajemen Operasi, Perencanaan Produksi, MRP, MPS, Pengimbangan Lini, Muatan Kerja Lini, Kekurangan persediaan, Kelebihan Persediaan, Penyimpanan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Mar 2023"}