{"Nomor": 72442, "Judul": "NIAT PENGGUNAAN PEMBAYARAN BERBASIS MOBILE DALAM APLIKASI MOBILE BIOSKOP DI INDONESIA", "Abstrak": "Pendahuluan – Perkembangan yang cukup pesat pada teknologi komunikasi mobile telah membawa kepada perkembangan m-payment yang memiliki prospek pertumbuhan sebesar 85%, yang mana angka tersebut merupakan yang paling tinggi pada prospek perkembangan mobile di 2016. Di Indonesia terdapat 4 perusahaan bioskop besar yang telah memiliki aplikasi mobile nya sendiri yang dapat digunakan untuk bertransaksi. Orang Indonesia sendiri sudah cukup familiar akan adanya aplikasi ini, akan tetapi, tingkat keinginan untuk memakainya masih sangat rendah. Oleh karena itu, studi ini meneliti persepsi pelanggan bioskop terhadap aplikasi mobile bioskop untuk mengetahui factor apakah yang paling penting bagi orang Indonesia untuk menggunakan aplikasi mobile sebagai alat transaksi. Faktor demografis dan juga perilaku pelanggan bioskop juga diteliti. Penemuan dari penelitian ini dapat digunakan untuk membuat jasa yang berlandaskan pelanggan menjadi jauh lebih baik pada industri bioskop untuk menunjang strategi perusahaan. Metode – Variabel - variable yang digunakan dalam penelitian ini dibentuk dengan cara menggabungkan variable - variable yang telah ada pada penelitian sebelumnya tentang niat penggunaan aplikasi mobile dan juga m-payment. Performance expectancy, Effort Expectancy, social influence, facilitating condition, compatibility, relative advantage, dan tradition barrier adalah variable yang diprediksi akan mempengaruhi niat penggunaan. Snowball sampling telah dilakukan terhadap 400 responden yang berada di Bandung, Jakarta, Yogyakarta, Bekasi, dan Tangerang, yang kebanyakan adalah mahasiswa, dikarenakan mahasiswalebih terbuka dalam mengadopsi teknologi baru dan pernyataan secara umum dari hasil penemuan dapat dibentuk. Kuesioner online dibuat untuk mengumpulkan data. Data diolah melalui confirmatory factor analysis, multiple linear regression, dan ANOVA. Penemuan – Hasil penelitian ini menemukan bahwa orang yang cenderung lebih sering pergi ke bioskop memiliki kecenderungan untuk menggunakan aplikasi mobile sebagai alat transaksi. Effort expectancy adalah variabel yang paling berpengaruh terhadap niat penggunaan, diikuti dengan compatibility, facilitating condition, social influence, dan tradition barrier. Hasil menunjukan bahwa perusahaan – perusahaan bisokop sebaiknya lebih memperhatikan hal-hal yang menunjang kemudahan dan fleksibilitas dalam metode penggunaannya. Sementara itu, performance expectancy dan relative advantage bukanlah factor yang seharusnya dipertonjolkan dalam hal ini. Ini berarti keuntungan dan kelebihan yang ditawarkan oleh bioskop – bioskop sekarang, yaitu transaksi di mana saja dan tidak perlu mengantri, sebenaranya tidak signifikan.", "Daftar File": {"2016 SK PP Muhammad Adriansyah   [19013085] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286553"}, "Penulis": "Muhammad Adriansyah [19013085]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pembayaran mobile, persepsi pelanggan, niat penggunaan, bisokop, aplikasi mobile", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Mar 2023"}