{"Nomor": 72452, "Judul": "ANALISIS HUBUNGAN ANTARA FAKTOR DEMOGRAFI, KEPUASAN KERJA, DAN PERFORMA KERJA PADA PEKERJA FORMAL DI DKI JAKARTA", "Abstrak": "Sumber daya utama dalam menghasilkan produk yang inovatif, berkualitas tinggi, dan mampu bersaing kuat telah dibuktikan dapat dihasilkan dari pekerja dengan kinerja tinggi. Faktor apapun yang berhubungan dengan kinerja tinggi telah menjadi pusat perhatian bagi organisasi atau perusahaan untuk tetap bertahan dalam bisnisnya dan menjaga keuntungan yang didapat. Sejumlah studi dan teori mengindikasi bahwa kepuasaan kerja merupakan salah satu aspek terbesar yang mempengaruhi kinerja seorang pekerja. DKI Jakarta merupakan ibu kota Indonesia. Bukan hanya sebagai pusat pemerintahan, tapi juga sebagai pusat ekonomi, bisnis, dan lapangan pekerjaan. Pada tahun 2015, jumlah pekerja formal menempati posisi tertinggi yaitu dengan 73% dari seluruh pekerja di DKI Jakarta. Pertumbuhan pekerja formal juga memiliki persentase tertinggi yaitu dengan 10.26% peningkatan dalam 1 tahun yang berarti 344 ribu penduduk direkrut menjadi pekerja formal di DKI Jakarta dalam 1 tahun. Maka dari itu, penelitian ini dilakukan untuk memperkaya dan melengkapi penelitian sebelumnya mengenai hubungan antara kepuasan kerja dan kinerja pekerjaan. Objek penelitian dalam studi ini merupakan pekerja formal di area DKI Jakarta. Penelitian dieksekusi dengan menyebarkan kuesioner mengenai faktor demografi, kepuasan kerja, dan kinerja pekerjaan terhadap 258 responden yang saat ini tengah bekerja sebagai pekerja formal. Data yang terkumpul dianalisis menggunakan Microsoft Excel, SPSS 20, dan diproses melalui analisis deskriptif, chi square, test t, dan analisis regresi linear sederhana. Hasil studi menemukan bahwa demografi faktor (usia, jenis kelamin, dan tingkat pendidikan) dari pekerja formal di DKI Jakarta tidak memiliki hubungan dengan kepuasaan kerja. Sedangkan hubungan antara kepuasaan kerja dan kinerja pekerjaan ditemukan memiliki hubungan yang positif. Tidak hanya mengenai hubungan, penulis menemukan bahwa setiap saat kepuasaan kerja seseorang meningkat sebanyak 1 unit, maka kinerja pekerjaan orang tersebut juga meningkat sebanyak 0,738 unit. Diantara tiga dimensi kinerja pekerjaan, kinerja kontekstual menerima pengaruh terbesar dari kepuasaan kerja.", "Daftar File": {"2016 SK PP Marwah Suryawijaya   [19013126] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286579"}, "Penulis": "Marwah Suryawijaya [19013126]", "Kontributor / Dosen Pembimbing": ["Ir. Rudy Bekti, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kepuasan kerja, kinerja pekerjaan, kinerja tugas, kinerja kontekstual, perilaku kerja kontraproduktif, manajemen sumber daya manusia.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Mar 2023"}