{"Nomor": 72455, "Judul": "REKAYASA KEBUTUHAN BERORIENTASI PADA TUJUAN ORGANISASI UNTUK PENGEMBANGAN SISTEM INFORMASI", "Abstrak": "Proses rekayasa kebutuhan merupakan salah satu tahapan yang penting dalam\nmengembangkan sistem informasi. Pada tahap rekayasa kebutuhan masih terdapat\nketidakpastian yang mungkin muncul jika kebutuhan sitem bergantung dan dielisitasi\ndari kebutuhan pengguna. Berdasarkan latar belakang ini, perlu adanya\nsebuah metode rekayasa kebutuhan yang dapat mengurangi pengaruh dari\nketidakpastian tersebut.\nSaat ini, metode rekayasa kebutuhan telah bertransformasi dan menggunakan\ntujuan (goals) sebagai referensi dalam menjalankan proses rekayasa kebutuhan\nsistem informasi. Penelitian ini mengembangkan dan memperbaiki metode\nrekayasa kebutuhan yang berorientasi pada tujuan (Goal Oriented Requirements\nEngineering/GORE) agar dapat menghilangkan ketidakpastian yang bisa muncul\nkarena kebutuhan pengguna, dan secara efektif dapat menggunakan ulang solusi\ndari proses rekayasa kebutuhan yang sudah ada sebelumnya.\nMetode rekayasa kebutuhan yang dikembangkan hanya menggunakan tujuan\norganisasi sebagai sumber utama untuk mendapatkan kebutuhan sistem informasi.\nTujuan tersebut dilengkapi alat ukur berupa Key Performance Indicator (KPI)\nuntuk mengendalikan ketidakpastian yang muncul dari kebutuhan pengguna,\nsehingga kebutuhan sistem informasi dapat diperoleh tanpa bergantung pada\nkebutuhan pengguna akhir sitem. Selain itu, metode pada penelitian ini\nmengadaptasi metode Case-Based Reasoning (CBR) untuk dapat menggunakan\nulang solusi dari proses rekayasa kebutuhan yang sudah ada sebelumnya untuk\nmeningkatkan kualitas kebutuhan sistem serta mempercepat proses rekayasa\nkebutuhan.\nMetode rekayasa kebutuhan ini dikembangkan dengan menggunakan komponenkomponen\ndari beberapa aktivitas proses GORE yang sudah ada sebelumnya dan\nmengadaptasi metode serta teknik lainya yang diperlukan untuk membentuk prosesproses\npada metode rekayasa kebutuhan yang baru. Metode yang dikembangkan ini\ntelah diujicobakan untuk 2 (dua) studi kasus, dengan tujuan untuk melihat hasil\nimplementasi metode rekayasa kebutuhan yang diusulkan dan hasilnya itu\ndigunakan lebih lanjut pada proses pengembangan sistem informasi, untuk mengevaluasi pemenuhan kebutuhan oleh fungsi sistem informasi yang\ndikembangkan. Selain studi kasus, penelitian ini juga mengevaluasi kualitas proses\nmetode rekayasa kebutuhan yang diusulkan dibandingkan dengan metode GORE\nyang sudah ada sebelumnya menggunakan metode penilaian COncern of\nRequirements Engineering (CORE).\nDari studi kasus tersebut diperoleh hasil bahwasanya proses GORE yang baru dapat\nmenggunakan hanya tujuan organisasi sebagai sumber utama untuk mendapatkan\nkebutuhan sistem informasi tanpa bergantung pada kebutuhan pengguna akhir.\nSelain itu, Key Performance Indicator sebagai alat ukur yang digunakan pada\ntujuan dapat mengendalikan dan mengurangi ketidakpastian yang muncul karena\ndisebabkan kebutuhan pengguna. Adaptasi metode CBR pada proses GORE yang\nbaru untuk memanfaatan ulang solusi kebutuhan dari proses rekayasa kebutuhan\nsebelumnya juga dapat meningkatkan kecepatan dan efektifitas proses rekayasa\nkebutuhan.\nDengan dasar metode ini, kebutuhan sistem informasi dapat diperoleh secara\notomatis menggunakan parameter-parameter yang didapat dari tujuan organisasi\ndan memanfaatkan case-based yang ada secara cepat dan berkualitas tanpa\nbergantung lagi dengan kebutuhan pengguna yang memiliki ketidakpastian.\nDengan otomatisasi ini, maka diharapkan proses rekayasa kebutuhan bisa\nberlangsung secara cepat dan sudah memiliki pola tertentu untuk organisasi yang\ndomain bisnisnya telah memiliki banyak sistem informasi yang berkualitas (dan\nmenjadi case-based untuk digunakan ulang). Di masa yang akan datang, para\npemilik dan dewan direksi perusahaan dapat memiliki sistem informasi berkualitas\nhanya dengan memiliki tujuan organisasi menggunakan metode yang\ndikembangkan ini.", "Daftar File": {"COVER - Fransiskus Adikara.pdf": "https://digilib.itb.ac.id/gdl/download/286689", "BAB I - Fransiskus Adikara.pdf": "https://digilib.itb.ac.id/gdl/download/286690", "BAB II - Fransiskus Adikara.pdf": "https://digilib.itb.ac.id/gdl/download/286691", "BAB III - Fransiskus Adikara.pdf": "https://digilib.itb.ac.id/gdl/download/286692", "BAB IV - Fransiskus Adikara.pdf": "https://digilib.itb.ac.id/gdl/download/286693", "BAB V - Fransiskus Adikara.pdf": "https://digilib.itb.ac.id/gdl/download/286694", "PUSTAKA Fransiskus Adikara": "https://digilib.itb.ac.id/gdl/download/286695", "LAMPIRAN - Fransiskus Adikara.pdf": "https://digilib.itb.ac.id/gdl/download/286696"}, "Penulis": "Fransiskus Adikara [33212014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Benhard Sitohang, DEA", "Dr. Bayu Hendradjaya, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "rekayasa kebutuhan, rekayasa kebutuhan berorientasi tujuan, kebutuhan pengguna, Key Performance Indicator (KPI), Case-Based Reasoning (CBR).", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "24 Mar 2023"}