{"Nomor": 72461, "Judul": "PERBAIKAN PERFORMA KEUANGAN UNTUK PT ADHI KARYA (PERSERO) TBK. UNTUK BERSAING DI INDUSTRI KONSTRUKSI ASEAN", "Abstrak": "Sektor konstruksi membantu negara berkembang menyerap tenaga kerja untuk mengurangi tingkat pengangguran. Selain itu, industry konstruksi juga mempengaruhi hampir seluruh aspek dalam ekonomi. Pembangunan jalan, bendungan, system irigasi, perumahan, serta fasilitas penunjang pendidikan dan kesehatan adalah dasar fisik yang akan menjadi infrastruktur utama dalam dari peluang bisnis-bisnis dalam usaha menaikan standar mutu hidup. Di Indonesia, salah satu perusahaan terdepan di bidang konstruksi adalah PT. Adhi Karya (Persero) Tbk, salah satu badan usaha milik negara dibawah Kementrian BUMN Republik Indonesia. setelah puluhan tahun menjalani aktivitas bisnisnya, PT. Adhi Karya (Persero) Tbk. telah mengambil bagian yang signifikan dalam perkembangan Indonesia. Dengan pengalamannya, sekarang PT Adhi Karya (Persero) Tbk. memiliki visi untuk menjadi perusahaan terdepan di sektor konstruksi, tidak hanya di dalam negri, tapi juga di kawasan Asia Tenggara. Pada tahun 2016, Masyarakat Ekonomi ASEAN (MEA) akan mulai berjalan. Tujuan dari serangkaian program tersebut adalah untuk mengintegrasikan kegiatan-kegiatan ekonomi antar sesama negara ASEAN dengan serangkaian kebijakan untuk menghasilkan basis produksi dan pasar tunggal, kawasan ekonomi yang kompetitif, kawasan pengembangan investasi, dan sebuah kawasan yang terintegrasi sepenuhnya ke ekonomi global. Dengan adanya kerjasama ini, pihak perusahaan tentuya harus mempersiapkan kesiapan dari organisasinya untuk berkompetisi di tingkat yang lebih luas. Dari sana, keadaan perusahaan dari PT Adhi Karya (Persero) Tbk. harusnya mengindikasikan kesiapan melihat visi perusahaan yang sudah sejalan dengan program tersebut. salah satu cara untuk melihat keadaan perusahaan saat ini adalah dengan analisis performa keuangan. Performa keuangan PT Adhi Karya (Persero) Tbk. menunjukan indikasi yang cukup baik. Rasio likuiditas mereka selalu menunjukan angka diatas 1.00. Rasio-rasio profitabilitas menunjukan tendensi untuk menguat setiap tahunnya. Dan BUMN Financial Scoring menunjukan bahwa performa PT. Adhi Karya (Persero) Tbk masih berada diatas rata-rata industry Asia Tenggara. Namun beberapa indicator masih banyak membutuhkan perhatian, terutama dari aspek efisiensi. Perputaran piutang harus bisa dipercepat dari titik saat ini yang mencapai rata-rata 65 hari. Utilitas dari aktiva merekapun masih terbilang rendah dibandingkan dengan para pesaing. Hal ini dikarenakan kenaikan aktiva mereka yang pesat tidak diiringi dengan kenaikan penjualan yang setara. Untuk analisis hutang, saat ini PT. Adhi Karya (Persero) Tbk. berada dalam tingkat risiko yang bisa dibilang cukup rendah. Dalam hal ini, mereka dapat mempertimbangkan untuk menambah jumlah hutang untuk meningkatkan pengungkitan dalam struktur modal dengan mempergunakan uang dari pihak lain untuk menambah jumlah keuntungan.", "Daftar File": {"2015 SK PP Yudha Nugraha Wibisana   [19012014] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286735"}, "Penulis": "Yudha Nugraha Wibisana [19012014]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Konstruksi rasio keuangan, performa keuangan, BUMN scoring, persaingan AEC, badan usaha milik negara", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "24 Mar 2023"}