{"Nomor": 72466, "Judul": "MODEL TAMAN BACAAN YANG MENARIK BAGI GENERASI MUDA PADA MASA DIGITAL", "Abstrak": "Di masa digital ini, perkembangan pesat dari Internet telah menciptakan tantangan bagi masa depan perpustakaan fisik. Penelitian ini bertujuan untuk melihat peluang mengembangkan model baru perpustakaan fisik, terutama taman bacaan yang dikelola oleh masyarakat, yang lebih nyaman, menyenangkan, dan mampu mengakomodasi kebutuhan konsumen melalui koleksi yang lebih ringan dan sesuai dengan kesukaan masyarakat. Metode yang digunakan terdiri dari pengumpulan data kualitatif dengan wawancara dan observasi aktif partisipasi. Wawancara dilakukan kepada 15 pelanggan taman bacaan, 4 pemilik dan manajer taman bacaan, dan 4 ahli pustakawan di Kota Bandung. Peneliti menemukan bahwa masih ada potensi dalam pengembangan taman bacaan berdasarkan motivasi dan respon yang baik dari generasi muda terhadap kegiatan dan pembangunan taman bacaan yang sudah berjalan. Saat ini, taman bacaan lebih dari sekadar penyedia informasi dalam media buku, generasi muda hanya menganggap dan memanfaatkan taman bacaan dengan cara baru. Taman bacaan dan pengelolanya diharapkan mampu memenuhi perubahan kebutuhan pelanggan tersebut; di mana kebutuhan yang muncul saat ini difokuskan pada koleksi, tempat, suasana, kegiatan interaktif, variatif produk, akses online yang terintegrasi, dan keaktifan taman bacaan itu sendiri Kemudian model baru diusulkan berdasarkan kebutuhan ini terdiri dari penyediaan empat ruang, yaitu ruang inspirasi, ruang membaca, ruang pembelajaran, dan ruang pertemuan, yang dilengkapi dengan media online terintegrasi. Dalam pelaksanaannya, model yang diusulkan ini tidak dapat dipisahkan dari kegiatan publikasi, fasilitas teknologi, pendanaan aktif, dan juga pengelola yang mampu dan terampil dalam mengembangkan taman bacaan ini. Dengan demikian, hasil penelitian ini diharapkan dapat menginspirasi keberlanjutan taman bacaan dan memiliki daya tarik bagi generasi muda.", "Daftar File": {"2016 SK PP Wulan Nurhidayah   [19012170] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/286812"}, "Penulis": "Wulan Nurhidayah [19012170]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Taman bacaan masyarakat, warga Bandung, perilaku konsumen, manajemen servicescape, model bisnis.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "24 Mar 2023"}