{"Nomor": 72477, "Judul": "STUDI PENGARUH PERLAKUAN PANAS TERHADAP STRUKTUR MIKRO DAN SIFAT MEKANIK PADUAN TITANIUM - 5WT% TEMBAGA HASIL SINTESIS DENGAN SPARK PLASMA SINTERING", "Abstrak": "Paduan Ti-Cu adalah salah satu biomaterial yang dapat digunakan sebagai implan\ntulang. Keunggulan dari paduan Ti-Cu yaitu memiliki biokompatibilitas dan\nketahanan korosi yang baik, sifat anti-bakteri, kekuatan yang tinggi, dan modulus\nelastisitas yang rendah. Metode spark plasma sintering (SPS) dapat digunakan\nuntuk menyiapkan paduan Ti-Cu dengan jumlah pori yang rendah. Perlakuan panas\nterhadap produk konvensional metalurgi serbuk telah umum dilakukan, namun\nmasih sedikit penelitian untuk perlakuan panas hasil spark plasma sintering.\nMemberikan perlakuan panas kepada produk Ti-5Cu hasil sintering dengan spark\nplasma sintering (SPS) merupakan upaya untuk mempelajari pengaruh perlakuan\npanas terhadap struktur mikro dan sifat mekanik paduan Ti-5Cu.\nPerlakuan panas annealing dilakukan pada temperatur 790°C ditahan selama 1 jam,\nsolution treatment dilakukan pada 805°C ditahan selama 1 jam dilanjutkan dengan\nquenching, dan aging yang dilakukan pada temperatur 400°C dan 475°C dengan\nwaktu penahanan 24 jam dan 8 jam secara berurutan. Hasil dari masing-masing\nperlakuan panas akan dianalisis struktur mikronya menggunakan Optical\nMicroscope (OM) dan Scanning Electron Microscope – Energy Dispersive\nSpectroscopy (SEM-EDS). Sedangkan sifat mekanik yang dianalisis adalah\nkekuatan tekan melalui uji tekan dan kekerasan paduan melalui uji kekerasan\nmikro.\nHasil penelitian perlakuan panas pada Ti-5Cu memberikan pengaruh pada struktur\nmikro dan sifat mekanik paduan. Hasil perlakuan panas annealing menunjukkan\nstruktur mikro presipitat Ti2Cu berbentuk spherical dan tersebar cukup merata di\nbatas butir matriks -Ti. Hasil sifat mekanik dari annealing tidak memberikan\npeningkatan signifikan dari sebelum diberikan perlakuan panas. Perlakuan panas\nsolution treatment saja dilanjut dengan quenching memberikan struktur mikro tanpa\nhadirnya presipitat Ti2Cu. Sifat mekanik dari solution treatment saja merupakan\nyang paling rendah dibandingkan seluruh perlakuan panas yang diterapkan. Aging\npada paduan Ti-5Cu hasil SPS menunjukkan presipitat Ti2Cu tumbuh merata dan\nmemanjang batas butir matriks -Ti. Sifat mekanik dari Ti-5Cu setelah diberikan\nperlakuan aging selama 24 jam dan 8 jam memberikan peningkatan yang signifikan\ndari sebelum diberikan perlakuan panas dengan ultimate compressive strength 1801\nMPa dan kekerasan 562,8 HV.", "Daftar File": {"ABSTRAK Muhamad Rayhansah": "https://digilib.itb.ac.id/gdl/download/287119"}, "Penulis": "Muhamad Rayhansah [12519034]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Akhmad Ardian Korda, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Ti-5wt% Cu, pengintian, pertumbuhan, presipitat, kekuatan, kekerasan, batas butir.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "27 Mar 2023"}