{"Nomor": 72470, "Judul": "PERSPEKTIF MANAJERIAL TERHADAP STRATEGI CO-BRANDING PADA INDUSTRI MODE DI INDONESIA, KASUS: TEGEP BOOTS, ELHAUS, AND POT MEETS POP XOXO", "Abstrak": "Saat ini, subsektor industri mode Indonesia sedang menunjukkan potensi yang baik, salah satunya adalah munculnya kolaborasi antara desainer dan pelaku industri mode. Strategi Co-Branding adalah salah satu jenis strategi kolaborasi yang lazim digunakan pelaku industri mode. Di Indonesia, hanya ada beberapa merek yang sudah meneraplan strategi ini. Maslah yang dihadapi oleh pelaku industri mode di Indonesia adalah belum adanya persamaan persepsi dan standar konsep kerja sama mengakibatkan kolaborasi yang tidak menyeluruh atau hanya dalam kurun waktu sesaat. Maka dari itu, merek mode di Indonesia perlu untuk mengetahui perspektif manajerial mengenai strategi cobranding dari merek yang sudah pernah mengimplementasikan strategi tersebut. Penelitian ini menggunakan metode kualitatif dengan wawancara semi-terstruktur, observasi, dan analisis data sekunder. Responden yang dipilih adalah manajer merek mode Indonesia yang sudah menerapkan strategi ini sebelumnya. Jenis studi kasus dibagi menjadi tiga sesuai tipe kerjasama: merek dengan merek, merek dengan toko pengecer, serta merek dengan selebritis. Berdasarkan itu, tiga merek yang dipilih adalah Tegep Boots, Elhaus, dan Pot Meets Pop XOXO. Penelitian ini dibuat untuk mempelajari motivasi, proses, serta tantangan dibalik strategi co-branding. Hasil penelitian menunjukkan bahwa motivasi merek mode di Indonesia untuk melakukan cobranding adalah untuk mendapatkan akses ke pasar, menciptakan asosiasi merek yang baik, serta mendapatkan keuntungan finansial dengan memanfaatkan momentum seperti pekan mode atau acara pasar terkurasi. Selain itu, proses co-branding masih terfokus pada tahap persiapan dan penjualan, dengan tingkat integrasi paling tinggi. Terakhir, tantangan yang harus dihadapi merek mode adalah tantangan internal seperti komunikasi dan ego, serta tantangan eksternal seperti perubahan desain karena keterbatasan bahan dan teknologi. Cara bagi para manajer merek untuk mengatasinya adalah dengan membangun ikatan yang lebih dalam dengan sekutunya, klarifikasi kontrak perjanjian, serta melakukan kompromi pada desain yang harus disesuaikan. Berdasarkan analisa penelitian, merk mode Indonesia yang akan menerapkan strategi ini direkomendasikan untuk menentukan tujuan yang jelas sejak awal. Selain itu, pemilihan sekutu yang baik dengan pola pikir yang sejalan juga dibutuhkan untuk mengatasi tantangan bersama-sama. Perjanjian dan kontrak yang jelas diperlukan di muka, dan kuantitas produksi harus dibatasi untuk memperkecil resiko penjualan dan menciptakan keistimewaan bagi pembeli. Setelah periode berakhir, para pelaku harus melakukan evaluasi secara lebih terperinci. Di masa yang akan datang, merek-merek lain dapat mencoba strategi co-branding dengan fokus berbagi sumber daya teknis, atau berkolaborasi dengan merek internasional.", "Daftar File": {"2015 SK PP Wisnu Aryo Setio   [19012128] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/287074"}, "Penulis": "Wisnu Aryo Setio [19012128]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Mode; Merek Mode Indonesia; Pemerekan; Kolaborasi", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "27 Mar 2023"}