{"Nomor": 72476, "Judul": "PENGARUH BAKTERI HIDROKARBONOKLASTIK NON-INDIGEN TERHADAP KARAKTER FISIK MINYAK BUMI DARI SUMUR MINYAK BUMI DI JATIBARANG", "Abstrak": "Microbial enhanced oil recovery (MEOR) merupakan teknologi recovery\ntersier (tertiery recovery) yang telah terbukti efisien dan murah untuk mengatasi\nmasalah produksi minyak yang semakin menurun. Tim MEOR dari Laboratorium\nMikrobiologi SITH-ITB memiliki banyak koleksi kultur bakteri hidrokarbonoklastik\ndari hasil penelitian MEOR dan bioremediasi. Penelitian ini dilakukan untuk menguji\nkemampuan beberapa koleksi kultur bakteri hidrokarbonoklastik yang sudah\ndiketahui potensinya sebagai bakteri indigen dalam MEOR untuk diaplikasikan\nsebagai bakteri non-indigen. Pada penelitian ini digunakan lima koleksi kultur\nbakteri hasil isolasi dari Ladang Handil (Flavimonas oryzihabitans, Amphibacillus\nxylanus, Bacillus polymyxa, Bacillus macerans, Clostridium butyricum) serta kultur\ncampuran dari kelima spesies bakteri tersebut untuk diaplikasikan pada minyak bumi\ndari reservoar Jatibarang. Tahap pertama dari penelitian ini adalah subkultur dan\npengamatan morfologi untuk mengecek kemurnian isolat bakteri yang digunakan.\nSetelah itu aktivasi bakteri untuk mengurangi fase lag dari pertumbuhan bakteri.\nKelima spesies bakteri diaktivasi dan diadaptasikan dalam medium SMSSe + 2%\nminyak mentah (crude oil) dengan peningkatan suhu secara bertahap (40ºC, 45ºC,\n50ºC, 55ºC, 60ºC, 65ºC, 70ºC, 75ºC, 80ºC, 85ºC, 90ºC). Selanjutnya kelima spesies\nbakteri tersebut diaktivasi dan diadaptasikan pada medium recovery dengan\npeningkatan konsentrasi minyak secara bertahap (2%, 5%, 10%, 15%, 20%).\nPembuatan kurva tumbuh dilakukan setelah tahap aktivasi dan adaptasi untuk\nmenentukan umur inokulum terbaik. Setelah itu, minyak mentah dari Jatibarang\ndalam medium recovery diinjeksikan dengan inokulum bakteri dan diinkubasi selama\ntujuh hari. Pengujian perubahan karakter fisik (viskositas, densitas, tegangan antar\nmuka, dan produksi gas) dan komposisi minyak dilakukan setelah masa inkubasi.\nHasil kurva tumbuh menunjukkan bahwa F.oryzihabitans memiliki ? maks 0,0183 j-1\npada jam ke-12, A. xylanus memiliki ? maks 0,0121 j-1 pada jam ke 18, B. polymyxa\nmemiliki ? maks 0,0204 j-1 pada jam ke 18, B. macerans memiliki ? maks 0,0186 j-1\npada jam ke 18, C. butyricum memiliki ? maks 0,0183 j-1 pada jam ke 12. Setelah\nmasa inkubasi, terjadi perubahan karakter fisik dan komposisi minyak. Terjadi\npenurunan densitas yang bervariasi dari 0,007 sampai 0,112 g/mL (penurunan\ndensitas tertinggi oleh F. oryzihabitants). Penurunan tegangan antar muka bervariasi\ndari 0,54 sampai 4,18 dyne/cm (penurunan tertinggi oleh C. butyricum). Produksi gas\nbervariasi dari 0,70 sampai 1,05% (produksi gas tertinggi oleh B. polymixa).\nPerubahan komposisi minyak dengan metode Gas Chromatography (GC)\nmenunjukkan bahwa telah terjadi degradasi minyak oleh bakteri. Rata-rata kelima\nspesies bakteri dan kultur campuran bakteri mampu mendegradasi minyak pada nalkana\nrantai pendek dan rantai sedang (C3-C18) sedangkan degradasi pada n-alkana\nrantai panjangnya berbeda. Degradasi rantai panjang oleh F. oryzihabitans terjadi\npada rantai C22, oleh A. xylanus pada rantai C22-23, dan C25-C27, oleh B. polymyxa\npada rantai C22 dan C27, oleh B. macerans pada rantai C28, oleh C. butyricum pada\nrantai C26-C27, oleh kultur campuran bakteri pada rantai C28-C29. Hasil ini\nmenunjukkan bahwa kelima spesies bakteri dari Ladang Handil berpotensi untuk\ndiapplikasikan sebagai bakteri non-indigen pada reservoar Jatibarang dalam skala\nlaboratorium. Diperlukan penelitian lebih lanjut mengenai pertumbuhan bakteri\ndalam skala yang lebih besar (bioreaktor) dan komposisi kultur campuran yang lebih\nbaik untuk applikasi di lapangan.", "Daftar File": {}, "Penulis": "Amalia Yunita Halim [10603002]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Microbial enhanced oil recovery (MEOR)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Mar 2023"}