{"Nomor": 72474, "Judul": "MUSEUM SENI RUPA DAN DESAIN ITB", "Abstrak": "Tugas akhir ini mengambil kasus perancangan Museum Seni Rupa dan Desain ITB yang\nmerupakan bagian dari Museum ITB. Museum ini berada dalam satu kawasan instansi ITB, lebih\ntepatnya terletak di lahan sudut Jl. Skanda dan Jl. Gelap Nyawang, Bandung. Sebagai institusi\npendidikan pertama di Indonesia, FSRD ITB telah menghasilkan seniman-seniman yang\nberpotensi dan memberikan banyak kontribusi bagi perkembangan seni rupa dan desain bangsa\nIndonesia. Melalui museum ini, diharapkan karya-karya seniman tersebut dapat diabadikan\nsebagai bentuk penghargaan atas jasa dan kontribusi mereka, di samping museum ini menjadi\nmedia pembelajaran seni dan desain terutama bagi kaum awam seiring berkembangnya ilmu\ntersebut dalam masyarakat.\nPerancangan museum ini merupakan wujud dari perancangan arsitektur di lingkungan\nurban, dengan mempertimbangkan karakter museum seni yang dipadukan dengan konteks ITB\ndan kawasan yang merupakan zona konservasi. Adapun perancangan museum Rupa dan Desain\nITB di kawasan tersebut selain dimaksudkan untuk mewadahi kegiatan pameran karya seni dan\ndesain, juga untuk pembelajaran mengenai seni dan desain itu sendiri. Untuk mewadahi kegiatankegiatan\ntersebut, bangunan ini menghadirkan fasilitas-fasilitas antara lain sarana pameran,\nberupa galeri tetap dan temporer, sarana pendidikan berupa bengkel kerja/workshop, dan\nperpustakaan, sarana pertunjukan berupa auditorium dan amphitheater, sarana kuratorial berupa\ngudang koleksi, ruang kurator, dan ruang restorasi, serta sarana penunjang dan sekaligus sebagai\nfungsi komersil berupa toko souvenir dan kantin.\nPerancangan museum ini ditekankan pada karakter seni yang diwujudkan dalam\nbangunan juga bagaimana rancangan tersebut dapat menghargai , memperkuat, bahkan menyatu\ndengan karakter kawasan yang terbentuk. Alasan tersebut menjadikan analisis kawasan menjadi\nsalah satu faktor yang perlu dipertimbangkan. Keterbukaan dan integritas kawasan merupakan\nkonsep perancangan tapak sebagai tanggapan atas konteks bangunan ini sebagai bangunan\npublik yang berada di lingkungan urban. Konsep bangunan yang solid dan horizontal dalam\nkepuitisan merupakan konsep utama dalam perancangan massa serta sebagai visualisasi karakter\nmuseum seni dalam bangunan yang berkiblat kepada arsitektur kontekstual, dan konsep “puzzle”\npada fasad.", "Daftar File": {}, "Penulis": "LUCIA WILI Y [15202074]", "Kontributor / Dosen Pembimbing": ["Mochamad Ridwan Kamil, S.T, MUD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Museum;", "Sumber": "SEKOLAH ARSITEKTUR PERENCANAAN DAN PENGEMBANGAN KEBIJAKAN", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Mar 2023"}