{"Nomor": 72481, "Judul": "EXPERIMENTAL AND ANALYTICAL STUDY OF THE WATER PHREATIC LEVEL ON THE STABILITY OF LABORATORY SCALE DAM USING SLIDE2 SOFTWARE", "Abstrak": "Mined tailings are generally in the form of mud or slurry and are stored in sediment ponds with dam construction. The process of going in of the slurry and out of the water causes a change in the water level in the sediment pond which makes the factor of safety of the dam change. The purpose of this study was to analyze the stability of the sediment pond dam against changes in water phreatic level using laboratory model experiments and analytic simulation. The analytic model was analyzed using Bishop and Janbu Limit Equilibrium Methods under transient seepage and slope stability analysis using Rocscience Slide2. The research was carried out three times for the sand material and twice for the soil material, each with different dimensions. The results showed that as the water level in the reservoir increases, the factor of safety decreases because the water seeps into the dam body will increase the pore water pressure which results in a decrease in the shear strength of the material and also the comparison result of laboratory experiment and analytic is relatively close in terms of predicted slip surface and time to failure of the dam body.", "Daftar File": {"COVER Devi Kamaratih": "https://digilib.itb.ac.id/gdl/download/287238", "2022 DEVI KAMARATIH 1-EDITORIAL BOARD.pdf": "https://digilib.itb.ac.id/gdl/download/287239", "2022 DEVI KAMARATIH 1-TABLE OF CONTENT.pdf": "https://digilib.itb.ac.id/gdl/download/287240", "2022 DEVI KAMARATIH 1-PAPER.pdf": "https://digilib.itb.ac.id/gdl/download/287241"}, "Penulis": "Devi Kamaratih [-]", "Kontributor / Dosen Pembimbing": ["Nuhindro Priagung Widodo, Thedy Senjaya, and Ridho Kresna Wattimena"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dam Stability, Laboratory Experiments, Analytical Simulation, Limit Equilibrium Method, Factor of safety", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "28 Mar 2023"}