{"Nomor": 72488, "Judul": "STUDI IDENTIFIKASI STRUKTUR DAN PROSPEK HIDROKARBON DAERAH FRONTIER PADA CEKUNGAN MELAWI-KETUNGAU, KALIMANTAN BARAT DENGAN METODE GAYABERAT", "Abstrak": "Cekungan Melawi-Ketungau terletak di Kalimantan Barat, Indonesia. Terbatasnya data mengenai cekungan ini\nmenyebabkan perkembangan eksplorasi di kawasan ini menjadi sangat terbelakang (frontier). Oleh karena itu,\npenelitian ini ditujukan untuk memperoleh informasi lebih lanjut mengenai prospek hidrokarbon dengan metode\ngayaberat. Data gayaberat yang digunakan merupakan kompilasi dari berbagai data yang ada di Pulau Kalimantan.\nInterpretasi struktur dan batas cekungan dilakukan berdasarkan anomali SVD dan untuk mengetahui distribusi\ndensitas bawah permukaan, dibuat model bawah permukaan melalui teknik forward modeling dengan Encom\nModelVision Pro version 9.0 dan inverse modeling dengan UBC Grav3D. Hasil pemodelan yang didukung oleh data\ngeologi menunjukkan ketebalan sedimen rata-rata daerah penelitian sekitar 4.62 ± 0.157 km. Hasil analisis struktur\nberdasarkan pola anomali SVD menunjukkan adanya dua sesar naik berarah relatif timur-barat serta dua sesar geser\nmenganan berarah relatif barat laut-tenggara. Subcekungan Melawi berpotensi mengan-dung hidrokarbon dan hasil\nanalisis prospek di kawasan ini merekomendasikan 4 daerah yang dapat dikembangkan sebagai lapangan migas, yaitu\nProspek A, Prospek B, Prospek C, dan Prospek D yang berada pada nilai anomali SVD tinggi.", "Daftar File": {"COVER Trias Ningrum": "https://digilib.itb.ac.id/gdl/download/287329", "2011 TRIAS NINGRUM 1-EDITORIAL BOARD.pdf": "https://digilib.itb.ac.id/gdl/download/287330", "2011 TRIAS NINGRUM 1-TABLE OF CONTENT.pdf": "https://digilib.itb.ac.id/gdl/download/287331", "2011 TRIAS NINGRUM 1-PAPER.pdf": "https://digilib.itb.ac.id/gdl/download/287332"}, "Penulis": "Trias Ningrum [-]", "Kontributor / Dosen Pembimbing": ["Wawan Gunawan A. Kadir, Susanti Alawiyah, Eko Januari Wahyudi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cekungan Melawi-Ketungau, pemodelan gayaberat, prospek hidrokarbon.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "29 Mar 2023"}