{"Nomor": 72484, "Judul": "NUMERICAL SIMULATION STUDY OF CONTROLLING AIR TEMPERATURE AND HUMIDITY AFFECTED BY MECHANICAL EQUIPMENT HEAT LOAD AT UNDERGROUND GOLD MINE", "Abstrak": "The problem of air temperature and humidity needs to be considered in underground mining activities because can cause health problems for workers. This research focuses on distribution of the temperature and humidity on mining front that involve the presence of workers with drilling, loading, and hauling activities. The heat load generated by diesel engine mining equipment are as follows: jumbo drill, load haul dump, and underground mine truck. The other sources of heat are from workers and geothermal gradient. Based on simulation of heat calculations in the mining area, the highest temperature is in loading activities and the temperature above the required conditions; therefore, to comply with the regulations, numerical simulations of two mine ventilation scenarios were carried out using mine ventilation network software (educational version of Ventsim Design 5.4 by Howden, 2022). The first simulation has carried out by construct a raise from mining development front to return airway and the second simulation is apply the cooling method, by installing a refrigerator of 400 kW to decrease the air intake temperature of auxiliary fan. The results show that the first method is more beneficial in terms of operating costs, but the second method is more effectively to reduce temperature.", "Daftar File": {"COVER Petra Adinda Tanaya Wiyadi": "https://digilib.itb.ac.id/gdl/download/287272", "2022 PETRA ADINDA TANAYA WIYADI 1-EDITORIAL BOARD.pdf": "https://digilib.itb.ac.id/gdl/download/287273", "2022 PETRA ADINDA TANAYA WIYADII 1-TABLE OF CONTENT.pdf": "https://digilib.itb.ac.id/gdl/download/287274", "2022 PETRA ADINDA TANAYA WIYADI 1-PAPER.pdf": "https://digilib.itb.ac.id/gdl/download/287275"}, "Penulis": "Petra Adinda Tanaya Wiyadi [-]", "Kontributor / Dosen Pembimbing": ["Nuhindro Priagung Widodo, Ahmad Ihsan, and Fadli Zaka Waly"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "temperature, humidity, drilling, loading, hauling", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "28 Mar 2023"}