{"Nomor": 72486, "Judul": "IMPLEMENTING ANALYTICAL HIERARCHY PROCESS (AHP)   FOR OIL PRODUCTION SCENARIO   FROM TMB & KRG FIELD DEVELOPMENT  CASE STUDY OF PT PERTAMINA HULU ROKAN ZONE 4", "Abstrak": "Pertamina Hulu Rokan (PHR) menjalankan tugas dari Subholding Upstream Pertamina untuk mengelola bisnis dan operasional kegiatan usaha hulu migas di wilayah Regional 1 – Sumatera. Zona 4 adalah salah satu wilayah kerja yang berkontribusi besar terhadap produksi minyak PHR. Zona 4 mengelola lapangan migas di wilayah Sumatera bagian Selatan yang berproduksi lebih dari 40 tahun dan sudah mengalami mengalami penurunan produksi dari tahun ke tahun yang disebabkan oleh turunnya performance dari struktur migas utama. Pencapaian produksi minyak saat ini hanya 95% dari target yang ditetapkan oleh SKK Migas. Departemen Subsurface melakukan studi terhadap struktur-struktur yang memiliki potensi untuk meningkatkan produksi minyak di Zona 4 salah satunya adalah komplek Teluk Merah yang terdiri dari Struktur Teluk Merah Baru (TMB) dan struktur Karanganyer (KRG). Analisis terbaru memberikan hasil, cadangan minyak sebesar 9,41 MMBO akan dihasilkan melalui skenario pengembangan 21 Sumur Produksi Minyak (18 Sumur Infill + 2 Sumur Step out + 1 sumur reaktivasi). Yang harus diselesaikan adalah masalah bagaimana melakukan handling produksi minyak dari kedua struktur tersebut. Fasilitas produksi terdekat adalah Gathering Station Karangan yang berjarak 21 km dimana apabila langsung dikirimkan ke fasilitas tersebut, akan bergabung dengan jalur produksi minyak dari Lapangan Timur. Produksi minyak bisa juga dikirimkan ke Gathering Station Limau Timur akan tetapi instalasi pipa penyalur baru tidak dimungkinkan karena tidak adanya ROW Pertamina dan sudah banyak pemukiman warga, yang memungkinkan adalah pengangkutan menggunakan Truck tangki. Sebetulnya, area TMB & KRG ini sangat dekat dengan MGS Prabumulih yang mana di fasilitas tersebut hanya menerima produksi minyak secara nett untuk seluruh lapangan di Zona 4, untuk mengirim langsung produksi minyak dari area tersebut tidak dimungkinkan kecuali dibangun fasilitas produksi baru yang memungkinkan untuk memproses produksi minyak dari struktur TMB & KRG. Pendekatan VFT (Value Focused Thinking) dikombinasikan dengan Analytic Hierarchy Process (AHP) digunakan untuk mengatasi masalah tersebut. VFT digunakan untuk menghasilkan  kriteria proses seleksi dan juga untuk mempertajam alternatif solusi scenario pengaliran minyak dari TMB & KRG. AHP digunakan untuk memprioritaskan alternatif skenario terbaik dari tiga alternatif yang diusulkan. Empat ahli melakukan FGD (Focused Group Discussion) untuk menilai setiap skenario dengan mempertimbangkan kriteria tersebut. Dihasilkan skenario untuk membangun fasilitas produksi baru di area struktur TMB & KRG sebagai skenario terbaik. Proses pemilihan alternatif mempertimbangkan biaya (Project Cost & Operational Cost) serta benefit (Oil Gain, Operability, dan Time to Implement). Pemilihan skenario ini dapat menambah produksi minyak Zona 4 sebesar 9,1 MMBO.", "Daftar File": {"2023_TS_PP_Zulfikar Dwi Affandi-29121148_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/287327"}, "Penulis": "Zulfikar Dwi Affandi [29121148]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Produksi Minyak, Pengambilan keputusan, AHP", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "29 Mar 2023"}