{"Nomor": 72489, "Judul": "VALUASI NILAI WAJAR SAHAM PT. GARUDA INDONESIA  (PERSERO) TBK (GIAA) SETELAH PROSES  RESTRUKTURISASI DAN TERCATAT KEMBALI DI IDX", "Abstrak": "Permasalahan keuangan yang dihadapi PT. Garuda Indonesia dimana perseroan gagal memenuhi kewajibannya kepada sejumlah kreditur membuat saham Garuda Indonesia (GIAA) terkena suspense (dihapuskan sementara) oleh Bursa Efek Indonesia (BEI) pada 18 Juni 2021. Diperparah dengan pandemic Covid-19 yang membuat revenue perseroan anjlok dikarenakan turunnya jumlah penumpang dan arus penerbangan udara.  \nUntuk memperbaiki kondisi keuangan tersebut, Garuda Indonesia melakukan restrukturisasi dengan menempuh jalur Penundaan Kewajiban Pembayaran Hutang (PKPU) kepada sejumlah kreditur yang menghasilkan penambahan jangka waktu pembayaran, konversi debt to equity dan modifikasi skema hutang. Selain itu perseroan juga melakukan perbaikan pada skema operasional untuk menghemat cost, salah satunya dengan cara melakukan restrukturisasi biaya sewa pesawat dan jumlah pesawat. Hasil positif dihasilkan oleh perseroan dimana adanya kenaikan pada ekuitas dan penurunan liabilitas perseroan. \nGaruda Indonesia juga melakukan penambahan modal perseroan melalui Penambahan Modal Hak Memesan Efek Terlebih Dahulu (PMHMETD) dan Penambahan Modal Tanpa Hak Memesan Efek Terlebih Dahulu (PMTHMETD). Melalui proses PMHMETD pemerintah Republik Indonesia sebagai pemilik saham terbesar ikut andil melalui Penanaman Modal Negara (PNM) senilai Rp 7,5 triliun. Pada Januari 2023 setelah menyelesaikan proses restrukturisasinya, saham Garuda Indonesia (GIAA) bebas dari suspense dan dapat kempali ke bursa dengan harga penawaran awal Rp.204. \nHasil positif dari restrukturisasi tersebut juga membuat Garuda Indonesia dapat kembali terdaftar di Bursa Efek Indonesia (BEI). Penelitian ini akan menghitung nilai wajar saham Garuda Indonesia (GIAA) saat kembali ke Bursa Efek Indonesia (BEI) pada awal Januari 2023. Dengan menggunakan metode Discounted Cash Flow (DCF) didapatkan nilai wajar saham Garuda Indonesia (GIAA) sebesar Rp. 165,3 atau nilai penerbitan awal overvalued sebesar 18,97%. Sedangkan dengan menggunakan metode Relative Valuation dengan membandingkan dengan beberapa kompetitior menggunakan rasio EV/sales didapatkan nilai wajar Garuda Indonesia (GIAA) sebesar Rp. 929 atau nilai saat penerbitan undervalued sebesar 355%.", "Daftar File": {"2023_TS_PP_Farhannov Mufty-29121303_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/287337"}, "Penulis": "Farhannov Mufty [29121303]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si.", "Dr. Erman Sumirat, S.E., M.Buss., CSA, CRP, CIB, Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Restrukturisasi perusahan, DCF valuation, Relative Valuation", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "29 Mar 2023"}