{"Nomor": 72499, "Judul": "EFFECT OF BLASTING GEOMETRY AND WATER ON VELOCITY OF DETONATION OF HEAVY ANFO EXPLOSIVE", "Abstrak": "The velocity of detonation (VOD) is one of the most important properties of explosives. It is essential that the explosive in blastholes detonates at its optimum rate and generates sufficient detonation pressure leading to good fragmentation. Having considered the fact that the value of VOD of non-ideal explosives varies depending on several factors. This study would like to provide another approach to determine the value of VOD considering the effect of blasting geometry. The analysis was carried out based on the results of VOD measurements of blasting operation in open pit coal mine. The VOD measurements were carried out in 8 blastholes using MircoTrap VOD recorder. The measurement results show that the value of VOD is directly proportional to the degree of confinement, which is represented by the blasting geometry including burden, spacing, and stemming. The larger the dimension of burden, spacing and stemming, the higher the value of VOD. Furthermore, the measurement results conclude that the performance of heavy ANFO decreases with the presence of water, even though it is categorized as a waterproof explosive. The average value of VOD decreases by 9.43% in wet blastholes.", "Daftar File": {"COVER Ganda Marihot Simangunsong": "https://digilib.itb.ac.id/gdl/download/287501", "2021 GANDA MARIHOT SIMAGUNSONG 1-EDITORIAL BOARD.pdf": "https://digilib.itb.ac.id/gdl/download/287502", "2021 GANDA MARIHOT SIMAGUNSONG 1-TABLE OF CONTENT.pdf": "https://digilib.itb.ac.id/gdl/download/287503", "2021 GANDA MARIHOT SIMAGUNSONG 1-PAPER.pdf": "https://digilib.itb.ac.id/gdl/download/287504"}, "Penulis": "Ganda Marihot Simangunsong [-]", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "31 Mar 2023"}