{"Nomor": 72502, "Judul": "ANALISIS KESTABILAN TEROWONGAN NOTOG MENGGUNAKAN METODE CONVERGENCE-CONFINEMENT DAN DIAGRAM KAPASITAS PENYANGGA", "Abstrak": "Terowongan Notog merupakan terowongan kereta api rel jalur ganda yang melewati Kecamatan Notog,\nKabupaten Banyumas, Jawa Tengah, yang menembus daerah perbukitan dengan massa batuan yang lemah. Sebelum\npembetonan akhir dinding terowongan, sistem penyangga utama Terowongan Notog merupakan penyangga\nkomposit yang terdiri atas rockbolt dan steel sets yang dilapisi shotcrete. Penelitian ini dilakukan untuk mengevaluasi\nkestabilan penyangga komposit Terowongan Notog menggunakan metode convergence-confinement dan diagram\nkapasitas penyangga. Metode convergence-confinement digunakan untuk menyimulasikan relaksasi massa batuan di\nsekitar terowongan akibat kemajuan penggalian muka terowongan dan interaksi antara massa batuan dan penyangga.\nAdapun diagram kapasitas penyangga digunakan untuk menganalisis kemampuan sistem penyangga untuk menahan\nbeban aksial, beban geser, dan bending moment yang dialami penyangga. Untuk melakukan analisis ini, Terowongan\nNotog dimodelkan dalam sebuah program geomekanik FLAC. Hasil analisis menunjukkan bahwa sistem penyangga\nTerowongan Notog berada dalam keadaan stabil. Beban terinduksi akibat penggalian terowongan berada di dalam\nselubung kekuatan penyangga komposit dengan FK = 1,0-1,5 untuk kekuatan 1 hari shotcrete dan FK > 2,0 untuk\nkekuatan 28 hari shotcrete. Hasil studi ini menegaskan pentingnya mengintegrasikan metode convergenceconfinement\ndan diagram kapasitas penyangga dalam analisis kestabilan terowongan.", "Daftar File": {"COVER Simon H. Prassetyo": "https://digilib.itb.ac.id/gdl/download/287525", "2019 SIMON H PRASSETYO 1-EDITORIAL BOARD.pdf": "https://digilib.itb.ac.id/gdl/download/287526", "2019 SIMON H PRASSETYO1-TABLE OF CONTENT.pdf": "https://digilib.itb.ac.id/gdl/download/287527", "2019 SIMON H PRASSETYO 1-PAPER.pdf": "https://digilib.itb.ac.id/gdl/download/287528"}, "Penulis": "Simon H. Prassetyo [-]", "Kontributor / Dosen Pembimbing": ["Ridho K. Wattimena, Made A. Rai, Budi Sulistianto, Ganda M. Simangunsong, Nuhindro Priagung Widodo, Yofi Okatrisza, dan Eko Septiyanto"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kestabilan terowongan; jalur rel ganda; terowongan notog; metode convergence- confinement; diagram kapasitas penyangga; penyangga komposit; FLAC", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "31 Mar 2023"}