{"Nomor": 72516, "Judul": "VERTICAL GRADIENT MODELING OF BOREHOLE GRAVITY AND ITS APPLICATION FOR IDENTIFYING THE SUBSURFACE LAYER BOUNDARIES AND ESTIMATING THE RESERVOIR POROSITY IN THE ABC FIELD.", "Abstrak": "Forward modeling program has been developed to\nunderstand the response characteristics of vertical\ngradient borehole gravity and its Second Vertical\nDerivative (SVD) anomaly. The program is tested\nusing synthetic data of borehole gravity and ABC field\ndata in United States. The results show that SVD\nanomaly response could identify the subsurface layer\nboundaries and its density better than the vertical\ngradient response of borehole gravity.\nIn the vertical gradient response curve, a layer\nwill be in between a positive maximum point and a\nnegative maximum point. Whereas in the SVD\nresponse curve, a layer will be in between two positive\nmaximum points or two negative maximum points. In\naddition, the vertical gradient response in a layer model\nwith positive density contrast will have a negative\nanomaly trend to the depth, where top boundary of the\nlayer will have the maximum positive value, and the\nbottom boundary will have the maximum negative\nvalue. This is contrary to the model layer with negative\ndensity contrast. In the SVD response curve, a layer\nmodel with positive density contrast will have a\nnegative maximum value, and vice versa for a layer\nmodel with negative density contrast will have a\npositive maximum value. Those response\ncharacteristics are then used as a guide in determining\nthe layer boundaries.\nFurthermore, based on borehole gravity anomaly\nresponse, it could be estimated the value of reservoir\nrock porosity. The results of interval density and\nporosity estimation derived from borehole gravity data\nat ABC field show the suitability of response with the\ntrend of density and porosity logs data. The average\nerror value generated is around 1.7% for interval\ndensity and around 7.7% for interval porosity.\nVariations on estimation result appear as there is\ndifference on interval distance between measurement\ndata of borehole gravity and density and porosity logs.", "Daftar File": {"COVER Susanti Alawiyah": "https://digilib.itb.ac.id/gdl/download/287845", "2013 SUSANTI ALAWIYAH 1-PAPER.pdf": "https://digilib.itb.ac.id/gdl/download/287846"}, "Penulis": "Susanti Alawiyah [-]", "Kontributor / Dosen Pembimbing": ["Wawan Gunawan A. Kadir, Wisnu Hariyadi, Eko Widianto, Darharta Dahrin, Setianingsih, Eko J. Wahyudi"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Borehole gravity, vertical gradient, density, porosity", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "2 file", "Tanggal Input": "05 Apr 2023"}