{"Nomor": 72523, "Judul": "DINAMIKA RISIKO DAN UPAYA PENGENDALIAN BERBASIS NATURE BASED SOLUTION TAHUN 2022-2042 DI WILAYAH POTENSIAL BANJIR BANDANG KOTA BATU", "Abstrak": "Saat ini bencana hidrometeorologi menunjukkan tren meningkat. Bencana banjir\nbandang adalah bagian dari bencana hidrometeorologi yang terindikasi berdampak\nsignifikan terhadap kehidupan dan harta benda. Faktor utama banjir bandang adalah\ndipicu oleh intensitas hujan ekstrim. Kemudian berhubungan dengan kejadian\nlongsor yang menyumbat aliran sungai membentuk bendung alam. Untuk\nmengatasi bencana banjir bandang beberapa tindakan mitigasi dapat dilakukan\nyaitu dengan pemetaan daerah bahaya, sistem peringatan dini, kesiapsiagaan\nmasyarakat, dan peramalan hidrometeorologi. Dari upaya tindakan mitigasi\ntersebut, hanya beberapa daerah yang berpotensi bencana banjir bandang yang siap\ndengan upaya tersebut. Salah satu bencana Hidrometerologi yang terjadi di\nIndonesia adalah Banjir Bandang Kota Batu. Banjir Bandang Kota Batu berdampak\ndi 6 titik, antara lain: Kecamatan Bumiaji, banjir terjadi di Desa Bulukerto, Desa\nSumber Brantas dan Desa Punten. Di Desa Bulukerto ada dua titik. Yakni di Dusun\nSambong dan Dusun Beru. Sementara di Kecamatan Batu, banjir bandang terjadi\ndi Jalan Raya Dieng (Desa Sidomulyo) dan Jalan Raya Selecta (Desa Tulungrejo).\nBerdasarkan kejadian bencana yang tercatat banjir bandang di Kota Batu baru\nterjadi satu kali, hanya saja menimbulkan dampak yang cukup besar, karena banyak\nrumah warga di Kecamatan Junrejo. Berdasarkan kerugian yang ditimbulkan isu\npermesalahan ini dapat menjadi dasar untuk dilakukan nya upaya pengendalian\npemanfaatan pola ruang Kota Batu kedepanya. Dari isu permasalahan bencana\nhidrometerologi di Kota Batu, menjadi dasar perlunya studi terkait kajian dinamika\nrisiko bahaya banjir dalam prefektif Spatio Temporal tahun 2022-2042 yang nanti\ndapat memprediksi akibat perubahan iklim dan bencana meterologi banjir bandang\nKota Batu, serta nilai kerusakan oleh banjir bandang tersebut, dengan menggunakan\nmetode cellular automata sebagai prediksi lahan kedepanya untuk melihat\nperubahan dinamika kerentanan, kemudia menghitung risiko berdasarkan\npresepektif spatio temporal dan bagaimana melakukan pengendalian dengan\nmetode Urban-Run Off Flow yang dikombinasikan dengan arahan Nature Based\nSolution khusus di Daerah Aliran Sungai Brantas di Kota Batu.", "Daftar File": {"ABSTRAK Dekka Dhirgantara Putra": "https://digilib.itb.ac.id/gdl/download/287938", "BAB 1 Dekka Dhirgantara Putra": "https://digilib.itb.ac.id/gdl/download/291748", "BAB 2 Dekka Dhirgantara Putra": "https://digilib.itb.ac.id/gdl/download/291749", "BAB 3 Dekka Dhirgantara Putra": "https://digilib.itb.ac.id/gdl/download/291750", "BAB 4 Dekka Dhirgantara Putra": "https://digilib.itb.ac.id/gdl/download/291751", "BAB 5 Dekka Dhirgantara Putra": "https://digilib.itb.ac.id/gdl/download/291752", "BAB 6 Dekka Dhirgantara Putra": "https://digilib.itb.ac.id/gdl/download/291753", "PUSTAKA Dekka Dhirgantara Putra": "https://digilib.itb.ac.id/gdl/download/291754", "LAMPIRAN Dekka Dhirgantara Putra": "https://digilib.itb.ac.id/gdl/download/291755"}, "Penulis": "Dekka Dhirgantara Putra [25421055]", "Kontributor / Dosen Pembimbing": ["Saut Aritua Hasiholan Sagala, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Other social problems & services", "Kata Kunci": "Banjir Bandang, Perubahan Pengunaan Lahan, Dinamika Risiko, Urban Run-Off Flow, Nature Based Solution", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "06 Apr 2023"}