{"Nomor": 72522, "Judul": "A DESCRIPTIVE STUDY OF ISOTONIC DRINK SPONSORSHIP FOR RUNNING COMMUNITIES IN INDONESIA, CASE STUDY: POCARI SWEAT AND BR20 RUNNING COMMUNITY", "Abstrak": "Saat ini olahraga lari sedang diminati oleh masyarakat Indonesia, perkembangan olah raga lari ini memunculkan komunitas komunitas lari. Diawali dengan munculnya komunitas lari Indorunners di jakarta pada tahun 2009, hingga berkembang ke daerah daerah. Salah satu komunitas lari di kota bandung adalah BR20. BR20 di bentuk pada tahun 2012 di kota bandung, jawa barat. Komunitas ini dijadikan sebagai tempat berkumpul, untuk berbagi cerita, mencari teman lari, atau untuk menunjukan status sosial mereka. Dengan munculnya komunitas lari ini, menarik perusahaan, terutama yang berkaitan dengan olahraga lari, untuk mempromosikan produk mereka dengan cara mensponsori komunitas lari. Pocari Sweat sebagai salah satu produk minuman isotonik kemasan turut serta meramaikan olahraga lari di Indonesia. Pocari Sweat memberikan sponsorship kepada komunitas lari BR20. Pocari Sweat sebagai pihak yang memberikan sponsorship tentu mempunyai harapan tertentu terhadap komunitas lari dan bagaimana hubungan dengan komunitas lari BR20 itu dapat terbentuk. Tujuan dari penelitian ini adalah menjelaskan ekspektasi Pocari Sweat dalam mensponsori komunitas lari, mengetahui umpan balik yang nyata dari komunitas lari terhadap Pocari Sweat, dan mengetahui hubungan antara Pocari Sweat dengan komunitas lari BR20. Penulis akan menggunakan metode analisis kualitatif, dengan melakukan wawancara dan observasi lapangan. Hasil dari skripsi ini menunjukan Pocari Sweat dapat mencapai harapan yang diinginkan, komunitas memberikan ruang terhadap Pocari Sweat, dan hubungan yang baik dengan komunitas lari dengan komunikasi dua arah.", "Daftar File": {"2017 SK PP Muhammad Rizki Basri   [19013111] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/287937"}, "Penulis": "Muhammad Rizki Basri [19013111]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.SP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Komunitas, Komunitas Lari, Sponsor, hubungan sponsor, ekspektasi sponsor", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "06 Apr 2023"}