{"Nomor": 72521, "Judul": "MODEL PENGEMBANGAN DAERAH ALIRAN SUNGAI CILIWUNG BAGIAN TENGAH", "Abstrak": "Pola pemanfaatan lahan ternyata mempunyai kontribusi besar terhadapterjadinya banjir. Ada beberapa aspek yang menyebabkan DAS Ciliwung bagian Tengah menjadi kontribusi terbesar penyebab terjadinya banjir di Jakarta. Dari sudut peraturan, terjadi ketidak-konsistenan antara Keputusan Presiden dengan penjabarannya yaitu pada RUTR dan RDTR. Keppres menetapkan DAS Ciliwung sebagai daerah penyangga dan konservasi air. Akan tetapi, dalam perencanaan tata guna lahan (RUTR maupun RDTR) DAS Ciliwung keseluruhan, luasan untuk fungsi lindung tidak mencukupi (hanya 10% saja dari luasan seluruhnya). Bahkan, di DAS Ciliwung bagian Tengah di dalam perencanaannya tidak terdapat sama sekali area untuk fungsi lindung.\nPenyimpangan penggunaan lahan yang cukup signifikan pengaruhnya terhadap perkembangan tata ruang juga terjadi di daerah studi. Penyimpangan yang terbesar (85%) adalah perubahan penggunaan lahan dari fungsi pertanian, baik pertanian lahan basah maupun lahan kering, menjadi fungsi pemukiman. Perubahan dari daerah tidak terbangun menjadi daerah terbangun ini menyebabkan aliran air permukaan meningkat dua sampai tiga kali lebih besar. Hal ini diakibatkan dari perbedaan koefisien aliran air permukaan, jika fungsi pertanian koefisiennya hanya 0,2-0,3 maka koefisien permukiman menjadi 0,5-0,7.\nKondisi ini diperburuk lagi dengan konsep para pengembang yang membabat habis vegetasi dan melakukan perataan muka tanah (cut & fill) dalam mengembangkan tapak, sehingga mengakibatkan ‘luka’ pada permukaan tanah. Air permukaan menjadi tidak dapat menyerap ke dalam tanah. Pengembangan pemukiman di daerah studi menggunakan sistem kavling-kavling cenderung tidak ‘hemat lahan’, membuat makin banyak lahan yang ‘dibuka’.\nUntuk itu perlu (i) menyimpan kelebihan air permukaan di atau sekitar tapak, agar jumlah air yang dikirim ke sungai berkurang dengan menahannya di kolam penahan dan atau kolam penyimpan, (ii) mengembalikan kelebihan air ke dalam tanah, dengan mengarahkan air ke tempat yang ada vegetasinya sehingga air dapat meresap ke dalam tanah, (iii) mengembangkan dengan tidak meningkatkan aliran permukaan melalui pemakaian material yang tidak kedap air, perbandingan kepadatan, keseimbangan antara area terbangun dengan ruang terbuka (Koefisien Dasar Bangunan). Penerapan cluster atau town house development system pada pengembangan pemukiman, sehingga ‘hemat lahan’ dan masih ada porsi untuk ruang terbuka hijau sebagai penangkap/resapan aliran permukaan.\nKarena penyimpangan peruntukan lahan yang paling besar adalah pemukiman, maka focus studi ini adalah mengembangkan model pemukiman yang ‘hemat lahan’, yang tidak menganggu aliran air permukaan. Dengan demikian DAS Ciliwung bagian Tengah tetap dapat dikembangkan tanpa menimbulkan persoalan baru.", "Daftar File": {"2000 TS PP NUR INTAN MANGUNSONG1_ABSTAK.pdf": "https://digilib.itb.ac.id/gdl/download/287914"}, "Penulis": "Nur Intan Mangunsong [25297008]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Slamet Wirasonjaya, MLA", "DR. Mumu Sutisna"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Daerah Aliran Sungai (DAS), Sungai Ciliwung, Koefisien, Vegetasi, Banjir.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "06 Apr 2023"}