{"Nomor": 72536, "Judul": "ESTIMASI SUMBERDAYA BATUGAMPING DALAM KERANGKA SABUK FASIES KAJIAN DI DAERAH PAMUBULAN PROVINSI BANTEN", "Abstrak": "Penelitian estimasi sumberdaya batugamping banyak yang berkutat pada analisis\ngeostatistik. Tubuh batugamping keseluruhan diestimasi dengan metode penaksiran\ntertentu dan diharap dapat melakukan peramalan kadar dengan baik. Tetapi, tubuh\nbatugamping bukanlah suatu bangun yang homogen, terdapat keragaman baik\nsecara vertikal maupun horisontal. Aneka kondisi pengendapan dicerminkan dalam\nperbedaan fasies dan sabuk fasies. Kajian ini mencoba untuk memisahkan terlebih\ndahulu tubuh batugamping secara keseluruhan ke dalam sabuk fasies, setelah itu\nbaru dilakukan estimasi dengan metode geostatistik.\nPenelitian dilakukan di daerah Pamubulan utara, Provinsi Banten. Daerah penelitian\nmemiliki luas sekitar 93 hektare. Sekitar 67 lokasi pengamatan geologi permukaan\nberhasil dikumpulkan. Terdapat 15 titik pengeboran yang dilakukan dalam rangka\neksplorasi batugamping. Kedalaman pengeboran berkisar antara 75 dan 150 meter.\nJumah intercept batuan seluruhnya mencapai 1.697,5 meter. Pemerian rinci\ndilakukan terhadap semua contoh batuan inti yang berhasil diangkat. Contoh batuan\nyang dikirim ke laboratorium untuk dilakukan uji XRF berjumlah 538 percontoh.\nOksida yang dilihat adalah CaO, MgO, SiO2, Fe2O3, Al2O3. Kajian ini hanya\nmelakukan estimasi terhadap kadar CaO dan MgO. Hal ini dirasa cukup untuk\nmengenali kesesuaian batugamping yang dibutuhkan industri semen.\nBatuan karbonat pada daerah penelitian dapat dibedakan menjadi enam fasies dan\n31 subfasies. Fasies boundstone diinterpretasikan sebagai endapan lingkungan\nterumbu. Fasies grainstone dan packstone umumnya berada di lingkungan sekitar\nterumbu, salah satunya carbonate sand shoal. Fasies mudstone dan wackstone\ncenderung berada di bagian atau lingkungan platform interior. Fasies carbonate\nbreccia ditafsirkan sebagai endapan lingkungan slope/toe of slope.\nPemodelan geologi diawali dengan membangun tubuh sabuk fasies platform\ninterior yang merupakan penyederhanaan dari lingkungan restricted dan normal\nmarine platform interior. Platform margin adalah gabungan dari sabuk fasies reef\nmargin dan sand shoals. Terakhir adalah platform slope, hasil peleburan dari sabuk\nfasies slope dan toe of slope. Peranahan atau domaining yang dilakukan\nberdasarkan pada ketiga sabuk fasies tersebut.  Terdapat 12 model batugamping yang berhasil dibangun. Sepuluh diantaranya\nadalah sabuk fasies platform margin yang dipisahkan berdasarkan kedudukan dan\nperubahan sifat geokimia. Satu model sabuk fasies platform interior yang luas serta\nmenjadi latar dari semua area kajian dan menyelimuti hampir seluruh sabuk fasies\nyang ada. Sabuk fasies ini terdapat di baratdaya dan mengalami penebalan di bagian\ntenggara. Model terakhir adalah sabuk fasies platform slope yang terletak di\ntimurlaut daerah penelitian. Endapan terumbu terbagi menjadi dua sifat geokimia\nyang berbeda. Satu endapan memiliki kadar CaO yang tinggi dengan MgO yang\nrendah serta Al2O3 rendah, tetapi endapan kedua, memiliki CaO rendah dengan\nMgO yang tinggi. Batuan platform interior kebanyakan memiliki kadar CaO yang\ntinggi, MgO yang rendah dan Al2O3 yang meningkat. Menariknya, terdapat\nendapan platform interior yang mengalami peningkatan SiO2. Endapan slope/toe of\nslope hanya sedikit dikenali tetapi memiliki kandungan geokimia yang beragam,\nterutama CaO dan MgO.\nKadar CaO dan MgO yang ada akan disekat oleh masing-masing ranah sabuk fasies,\nsehingga estimasi hanya akan menghitung kadar yang berada di dalam setiap\ndomain. Penyekatan ini berhasil memisahkan data kadar bimodal menjadi\nunimodal, sifat kadar yang lebih layak untuk diestimasi. Metode pembobotan jarak\nterbalik digunakan dalam proses penaksiran. Terdapat 220 juta ton sumberdaya\nbatugamping yang diperkirakan sesuai untuk kebutuhan produksi semen. Hanya\nkadar CaO yang lebih dari 40% serta MgO kurang dari 5% yang dimasukkan dalam\nperkiraan.", "Daftar File": {"ABSTRAK - AHMAD NUR TAUFIQURRAHMAN": "https://digilib.itb.ac.id/gdl/download/288060"}, "Penulis": "Ahmad Nur Taufiqurrahman [22020009]", "Kontributor / Dosen Pembimbing": ["Dr. Dwiharso Nugroho, S.T, M.T.", "Dr. Ir. Asep Heri Patria Kesumajana, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Pemodelan geologi 3D, platform karbonat, sumberdaya mineral, bahan baku semen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Apr 2023"}