{"Nomor": 72538, "Judul": "EVALUASI KESIAPAN INFRASTRUKTUR PENUNJANG AKTIVITAS DI KAWASAN STADION GELORA BANDUNG LAUTAN API, BANDUNG", "Abstrak": "Stadion merupakan salah satu fasilitas publik yang dapat dipergunakan untuk\nberbagai event yang melibatkan massa yang sangat banyak. Secara umum, stadion\ndigunakan untuk menggelar event olahraga, contohnya sepakbola dan atletik. Di Kota\nBandung, terdapat beberapa stadion olahraga, salah satunya Stadion Gelora\nBandung Lautan Api (GBLA) yang berada di kawasan Gedebage, Bandung. Saat ini\nStadion GBLA seringkali dipergunakan untuk melaksanakan pertandingan sepakbola,\nmengingat di Kota Bandung merupakan homebase dari klub sepakbola Persib\nBandung. Penggunaan Stadion GBLA oleh klub ini tentunya meningkatkan aktivitas\ndi sekitar stadion ini dan meningkatnya aktivitas di kawasan ini tentunya harus\ndibarengi dengan kesiapan dari infrastruktur penunjang aktivitas pengunjung di\nStadion GBLA. Sampai saat ini belum dilakukan evaluasi mengenai kesiapan\ninfrastruktur penunjang aktivitas sehingga penelitian ini bertujuan untuk\nmengevaluasi kesiapan infrastruktur penunjang aktivitas di kawasan olahraga stadion\nGBLA. Untuk mengetahui tingkat kesiapan infrastruktur penunjang dilakukan\npenilaian terhadap masing-masing infrastruktur berdasarkan pengambilan data\nprimer yang berupa observasi dan wawancara serta peninjauan data sekunder.\nMetode analisis yang digunakan adalah analisis konten, analisis deskriptif kuantitatif,\nanalisis deskriptif kualitatif, dan evaluasi semu. Berdasarkan analisis yang dilakukan,\ninfrastruktur penunjang aktivitas yang dimaksud adalah tempat parkir, jalan akses,\nketersediaan transportasi publik, dan rambu di kawasan stadion. Berdasarkan\nevaluasi yang dilakukan, dari segi rencana, seluruh jenis infrastruktur tidak siap untuk\nmelayani pengunjung, sama halnya dengan kesiapan pada kondisi eksisting. Hanya\nsaja berdasarkan evaluasi kondisi eksisting terdapat infrastruktur yang sudah cukup\nsiap yaitu perambuan. Secara keseluruhan penyediaan infrastruktur yang dibutuhkan\nmasih perlu ditingkatkan. Hal ini tentunya harus diperhatikan agar permasalahan\nyang timbul akibat pelaksanaan event di Stadion GBLA dapat diminimalisir.", "Daftar File": {}, "Penulis": "Rakanda Pranidhana Djamal [15413072]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "kesiapan, stadion olahraga, infrastruktur, penunjang aktivitas, evaluasi semu", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "10 Apr 2023"}