{"Nomor": 72547, "Judul": "ANALISIS KINERJA REAKTOR ANAEROBIK TIGA TAHAP BERBAHAN BAKU AIR LIMBAH INDUSTRI TAHU UNTUK PEMBUATAN BIOGAS", "Abstrak": "Air limbah industri tahu merupakan salah satu limbah cair yang dihasilkan\nmelimpah di Indonesia. Whey tahu, air limbah dari sisa proses penggumpalan\nprotein dan pengepresan tahu, memiliki kandungan senyawa organik yang tinggi\nsehingga memungkinkan untuk diolah menjadi biogas. Kandungan protein yang\ntinggi memungkinkan air limbah tahu memiliki kemampuan buffer untuk mencegah\npenurunan pH pada tahap asidogenesis. Di Indonesia, telah terdapat beberapa IPAL\nanaerobik untuk mengolah air limbah tahu menjadi biogas menggunakan reaktor\nunggun tetap. Penggunaan reaktor unggun tetap multi tahap bertujuan untuk\nmengoptimalkan proses dengan menyediakan kondisi yang sesuai untuk masingmasing\nkelompok mikroba yang berperan pada tahapan-tahapan pembentukan\nbiogas pada reaktor yang berbeda-beda. Meskipun demikian, belum terdapat data\nkinerja reaktor yang memadai. Penelitian ini bertujuan untuk melakukan analisis\nkinerja reaktor unggun tetap tiga tahap berbahan baku air limbah industri tahu untuk\npembuatan biogas.\nAnalisis kinerja dimulai dengan mengevaluasi kemampuan buffer air limbah tahu\nmelalui percobaan batch, start-up percobaan kontinyu menggunakan reaktor\nunggun tetap, dan kemudian melakukan analisis kinerja reaktor unggun tetap tiga\ntahap melalui percobaan semi kontinyu. Analisis kinerja reaktor unggun tetap\ndilakukan dengan memvariasikan laju beban organik (OLR) atau waktu tinggal\n(HRT) setelah start-up berhasil. Terdapat lima variasi waktu tinggal yang dilakukan\nyaitu HRT total 6,07-14,17 hari; 3,75-4,36 hari; 2,09-3,54 hari; 1,31-1,48 hari; dan\n0,62-1,20 hari atau OLR 0,49-1,32 kg COD/m3/hari; 1,58-1,75 kg COD/m3/hari;\n2,18-2,42 kg COD/m3/hari; 2,98-5,54 kg COD/m3/hari; dan 6,66-9,81 kg\nCOD/m3/hari. Dari data yang diperoleh pada berbagai waktu tinggal, dilakukan\npemodelan kinetika dengan penyederhanaan-penyederhanaan sehingga dapat\nmewakili proses yang terjadi pada pembentukan biogas dari air limbah tahu.\nHasil percobaan batch menunjukkan bahwa air limbah tahu memiliki kemampuan\nbuffer sehingga dapat menjaga pH cairan selama proses diantara 6,8 dan 8,4.\nPemanfaatan air limbah tahu sebagai substrat pada pembentukan biogas juga\ndimungkinkan dilakukan tanpa penambahan bahan-bahan aditif, baik untuk  menaikkan pH maupun sebagai sumber nutrisi. Produksi CH4 spesifik yang\ndiperoleh adalah sebesar 284,6 NmL CH4/g VS substrat.\nHasil percobaan di dalam reaktor unggun tetap selama periode start-up\nmenunjukkan kinerja start-up yang baik, dengan penyisihan COD mencapai lebih\ndari 80% setelah hari ke-90. Keberagaman bakteri di dalam reaktor pada hari ke-73\nmenunjukkan bahwa pemanfaatan protein dan karbohidrat kompleks lebih banyak\nterjadi di Reaktor 1, dan pemanfaatan karbohidrat sederhana lebih banyak terjadi di\nReaktor 2 dan Reaktor 3. Keberagaman arkea di dalam reaktor menunjukkan bahwa\nmetanogenesis di Reaktor 1 didominasi dari substrat hidrogen, dan metanogenesis\ndi Reaktor 3 memanfaatkan hidrogen dan asetat sebagai substrat.\nHasil penelitian di dalam reaktor unggun tetap pada berbagai laju beban organik\nmenunjukkan kinerja reaktor yang baik, dengan penyisihan COD mencapai lebih\ndari 80% pada setiap variasi laju beban organik yang diberikan. Mikroorganismemikroorganisme\nanaerobik di dalam reaktor dapat menyesuaikan diri dengan baik\nterhadap peningkatan beban organik yang diberikan. Proses di Reaktor 1\ndidominasi oleh tahapan asidogenesis sedangkan di Reaktor 2 dan Reaktor 3\ndidominasi oleh tahapan metanogenesis. Hasil analisis sintrofi menunjukkan nilai\n1\nTG? reaksi pemanfaatan propionat berada pada kisaran kesetimbangan tetapi tidak\nmenunjukkan kemungkinan terjadinya akumulasi VFA di dalam reaktor. Nilai\nkonsentrasi asam propionat dapat dijaga di bawah 0,8 g asetat/L. Neraca massa\nCOD dapat mengkonfirmasi nilai perolehan CH4 dengan baik. Dibandingkan\npenelitian sebelumnya menggunakan reaktor unggun tetap satu tahap, reaktor\nunggun tetap tiga tahap terbukti dapat beroperasi pada waktu tinggal yang lebih\npendek dengan laju beban organik yang lebih tinggi. Produktivitas CH4 tertinggi\ndiperoleh pada laju beban organik 6,7 kg COD/m3/hari (waktu tinggal total 1,1\nhari), mencapai 1,74 Nm3 CH4/m3-hari.\nModel kinetika dengan dua tahapan proses asidogenesis dan metanogenesis dapat\nmewakili kondisi yang terjadi di dalam reaktor, dengan kesalahan relatif rata-rata\nsebesar 10,58%. Nilai konstanta-konstanta kinetika yang diperoleh berupa , ma ? , sa K\nCOD Xa Y ,\nVFA Xa Y ,\nCO2 Xa Y ,\nH2 Xa Y , mb? , sb K ,\nVFA Xb Y ,\nCH4 Xb Y ,\nCO2 Xb Y dan ? berturutturut\nadalah sebesar 0,83?0,19 hari-1, 7,60?1,98 g COD/L, 10,57?2,56 g COD/g,\n539,28?213,91 mmol/g, 102,95?44,78 mmol/g, 4,25?1,58 mmol/g, 0,29?0,14 hari-1,\n36,90?20,55 mmol/L, 207,31?74,45 mmol/g, 109,58?47,76 mmol/g, 39,63?13,80 mmol/g\ndan 0,31?0,06.\nPeluang penelitian ke depan adalah menambahkan pengamatan biofilm di dalam\nmasing-masing reaktor untuk mengetahui perkembangan mikroorganisme yang\nterjadi. Bersamaan dengan itu dapat dilakukan validasi model kinetika dengan\nmengkonfirmasi nilai konsentrasi mikroba asidogen dan metanogen. Penelitian\nyang lebih luas adalah aplikasi pembuatan biogas dari air limbah industri tahu pada\nskala besar dengan waktu tinggal yang lebih pendek dan laju beban organik yang\nlebih tinggi untuk mengurangi biaya investasi dan meningkatkan produktivitas\nbiogas.", "Daftar File": {"ABSTRAK Arini Wresta": "https://digilib.itb.ac.id/gdl/download/288439"}, "Penulis": "Arini Wresta [33017003]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tjandra Setiadi, M.Eng., Ph.D.", "Ir. Sanggono Adisasmito, M.Sc., Ph.D., IPU, ASEAN Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "air limbah tahu, biogas, reaktor utofu whey, biogas, fixed bed reactornggun tetap", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Apr 2023"}