{"Nomor": 72549, "Judul": "GENERALISASI GRAF JACOBSON ATAS GELANGGANG", "Abstrak": "Graf Jacobson dan graf Jacobson n-array atas gelanggang komutatif pertama kali\ndiperkenalkan pada tahun 2013 dan 2018 oleh Azimi dkk. Dalam disertasi ini\ndibahas generalisasi graf Jacobson tersebut, bentuk genneralisasi pertama dikenal\nsebagai graf Jacobson matriks. Misalkan R gelanggang komutatif, U(R) grup unit\ndari R, J(R) radikal Jacobson dari R dan Rm×n himpunan matriks berukuran\nm × n atas R. Graf Jacobson matriks berukuran m × n atas gelanggang R,\ndinotasikan dengan J(R)m×n, didefinisikan sebagai graf dengan himpunan titik\nRm×n \\ (J(R))m×n sedemikian sehingga dua titik berbeda A,B bertetangga jika\ndan hanya jika 1 ? det(AtB) /? U(R). Bentuk generalisasi kedua yaitu graf\nJacobson yang diperluas pada gelanggang non komutatif dengan kasus spesifik pada\ngelanggang matriks.\nTujuan penelitian ini adalah memperkaya sifat graf Jacobson atas gelanggang\ndengan membahas aspek gelanggang non komutatif dan melengkapi sifat\nperumuman pada graf Jacobson matriks. Disertasi ini telah berhasil memperumum\nsifat graf Jacobson tersebut. Pada graf Jacobson matriks telah diperoleh sifat\nketetanggaan, diameter, keplanaran, dan kesempurnaan pada pada graf Jacobson\nmatriks atas lapangan, gelanggang lokal dan gelanggang non lokal. Pada graf\nJacobson atas gelanggang matriks diperoleh hasil berupa diameter, hubungan\nantara derajat suatu titik terhadap dimensi ruang kolomnya dan beberapa sifat\nkhusus pada matriks segitiga. Adapun metode penelitian yang digunakan adalah\ndengan eksplorasi dan adaptasi dari hasil yang telah diperoleh sebelumnya termasuk\nmemanfaatkan sifat-sifat dan struktur operator linear pada ruang vektor berdimensi\nhingga dan keterkaitan antara modul dengan modul kuosien dari submodulnya.", "Daftar File": {"ABSTRAK Siti Humaira": "https://digilib.itb.ac.id/gdl/download/288441"}, "Penulis": "Siti Humaira [30119302]", "Kontributor / Dosen Pembimbing": ["Prof. Pudji Astuti Waluyo, M.S, Ph.D.", "Prof. Dr. Edy Tri Baskoro", "Prof. Dr. Muchtadi Intan Detiena, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "gelanggang komutatif, gelanggang matriks, radikal Jacobson, graf Jacobson matriks.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "12 Apr 2023"}