{"Nomor": 72553, "Judul": "ANALYSIS OF THE GEOTHERMAL POTENTIAL BASED FAULT ZONE IN BURNI TELONG BENER MERIAH, ACEH,  INDONESIA", "Abstrak": "Mount of Burni Telong located in Bener Meriah, Aceh, Indonesia is one of the mountains that have the potential for \ndevelopment of renewable energy from geothermal sources, but is still untapped. The evidence suggests that, to date Aceh still \ndepends on power supplies from North Sumatra. This dependence often affects alternate electricity blackouts all over the province so \nthat the necessary rationale for their source of power generation in Aceh. The purpose of this study was to analyze the potential \ndevelopment of Burni Telong as geothermal energy power plant in Aceh, Indonesia.This study was a survey with the approach in the \nfield of geophysics. Analysis of potential geothermal done using the gravity method to investigate the distribution of mass in the \nsubsurface. The study found that there are two tracks, namely: A-A' and B-B track'. A-A' tracks has four layers, composed of: Riolitic \nTuff (1.77g/cm3), basaltic Tuff (2:12 gr/cm3), Diorites (2.78 gr/cm3),and basalt (3:00 gr/cm3). B-B' tracks has three layers, namely: \nBasaltic Tuff (2.12 gr/cm3); Diorites (2,78 gr/cm3), and basalt (3.00 gr/cm3). In both of these trajectories found two faults, namely: \nnormal and Horst. It can be concluded that the difference in density contrast and hot springs that are parallel to the fault indicates a \nfault in Burni-Telong, so Burni Telong has the potential Geothermal and very likely to be developed as a source of electricity \ngeneration from geothermal energy in Aceh, Indonesia.", "Daftar File": {"Analysis Of The Geothermal Potential.pdf": "https://digilib.itb.ac.id/gdl/download/288475"}, "Penulis": "Gartika Setiya Nugraha [-]", "Kontributor / Dosen Pembimbing": ["Marwan, Oky Ikhramullah, Susanti Alawiyah, Sutopo"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analysis Of The Geothermal Potential Based Fault Zone In Burni Telong Bener Meriah, Aceh,  Indonesia", "Sumber": "-", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "12 Apr 2023"}