{"Nomor": 72565, "Judul": "STUDI KARAKTERISTIK MAGMA PEMBAWA MINERALISASI BERDASARKAN DATA GEOKIMIA PADA CEBAKAN EMAS WANAGON, DISTRIK ERTSBERG, KABUPATEN MIMIKA, PAPUA", "Abstrak": "Kebutuhan sumber daya energi dan mineral di Indonesia akan terus meningkat seiring dengan bertambahnya jumlah penduduk. Untuk memastikan kebutuhan tersebut terus terpenuhi, diperlukan adanya kegiatan eksplorasi yang sifatnya kontinu agar sumber daya energi dan mineral di Indonesia dapat dimanfaatkan sepenuhnya untuk kepentingan dan kesejateraan bersama. Salah satu kegiatan penambangan Cu-Au di Indonesia dapat dijumpai di Papua, khususnya pada Distrik Ertsber-Grasberg. Aktivitas magmatik dan tektonik yang diikuti oleh peristiwa hidrotermal mampu menghasilkan peristiwa mineralisasi Cu dan Au. Salah satu cebakannya, yakni Cebakan Emas Wanagon, sangat erat kaitannya dengan intrusi-intrusi yang dapat dijumpai disana seperti Wanagon Sill dan Wanagon Dyke. Penelitian ini bertujuan untuk memahami karakteristik dan fertilitas magma dari intrusi pada Cebakan Emas Wanagon berdasarkan data geokimia sehingga dapat digunakan untuk vectoring survei mineralisasi regional yang berkaitan dengan sistem skarn-porfiri. Metode yang digunakan adalah analisis data geokimia hasil analisis XRD, ICP-MS dan electron microprobe dengan menggunakan berbagai diagram variasi unsur. Hasil pengolahan data menunjukkan bahwa intrusi-intrusi pada daerah penelitian memiliki seri magma alkali dan kalk-alkali. Magma yang terbentuk merupakan hasil dari proses pelelehan akibat peristiwa delaminasi. Tren meningkat dari MgO dan tren menurun dari K2O diinterpretasikan karena adanya interaksi antara intrusi dan batuan samping yang kaya akan magnesium, dan menghasilkan mineral alterasi kaya akan potasium. Nilai Sr/Y terhadap Y menunjukkan tren pembentukan mineral plagioklas. Berbagai diagram fertilitas magma menunjukkan bahwa kompleks intrusi pada daerah penelitian bersifat fertil dan produktif. Kompleks intrusi tersebut bersifat hidrous dan memiliki nilai fugasitas oksigen yang tinggi hingga mencapai FMQ +2, menandakan bahwa magma terbentuk pada kondisi oksidasi yang tinggi.", "Daftar File": {"ABSTRAK Oscar Kristian Hutagalung": "https://digilib.itb.ac.id/gdl/download/288528"}, "Penulis": "Oscar Kristian Hutagalung [12017079]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Wanagon, karakteristik, fertilitas, geokimia, mineralisasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Apr 2023"}