{"Nomor": 72562, "Judul": "PREDIKSI KEBUTUHAN AIR MINUM DENGAN METODE SISTEM DIMANIK ( STUDI KASUS : PDAM KOTAMADYA BOGOR)", "Abstrak": "Metode sistem dinamik dipakai dalam studi perencanaan\nkebutuhan air bersih yang harus disediakan oleh PDAM\nKotamadya Bogor. Pembuatan model didasarkan pada penggunaan\nmr bersih tap jenis pelanggan PDAM yang akan terus bertambah, sejalan dengan perkembangan Kota Bogor yang diarahkan\nsebayai kota pemukiman, perdagangan serta scbagai kota\npenyangga DKI Jakarta. Model ini menggunakan faktor rasio\nantara ketersediaan vs kebutuhan perumahan sebagai elemen\npaling penting yang menjadi daya tarik utama bagi dinamika\npertumbuhan populasi Kota Bogor.\nPerbandingan hasil simulasi dengan data aktual total\npemakaian “sir menghasilkan milai RMSPES2OY, “sehingga\ndisimpulkan bahwa model cukup valid dan dapat dipergunakan\nuntuk memprediksi kebutuhan air bersih bagi masyarakat yang\nakan dilayani oleh PDAM Kotamadya Bogor di masa mendatang,\nPada analisis kebijakan, model merupakan alat bantu untuk menyeimbangkan keterpaduan 2 efek dinamis, yaitu kebutuhan air\nbersih yang terus meningkat dengan ketersediaan sumber: air\nbersih yang cenderung tetap atau berkurang, sehingga dihasilkan\nsuatu kebijakan yang dapat memberikan perencanaan kebutahan air dengan memanfaatkan semaksimal mungkin kapasitas sumber\nair bersih yang telah tersedia. Penurunan angka kehilangan air\nyang diikuti dengan penurunan laju konstruksi perumahan serta\nditunjang pula dengan kesadaran masyarakat untuk melakukan\npenghematan pemakaian air merupakan kebijakan yang dapat\nmenunda peningkatan kapasitas produksi PDAM Kodya Bogor", "Daftar File": {"COVER  RAMADHANI.pdf": "https://digilib.itb.ac.id/gdl/download/288484", "BAB I PENDAHULUAN.pdf": "https://digilib.itb.ac.id/gdl/download/288485", "BAB II TIN-PUS.pdf": "https://digilib.itb.ac.id/gdl/download/288486", "BAB III METODOLOGI.pdf": "https://digilib.itb.ac.id/gdl/download/288487", "BAB IV PENGEMBANGAN MODEL.pdf": "https://digilib.itb.ac.id/gdl/download/288488", "BAB V HASIL SIMULASI MODEL.pdf": "https://digilib.itb.ac.id/gdl/download/288489", "BAB VI KESIMPULAN DAN SARAN.pdf": "https://digilib.itb.ac.id/gdl/download/288490", "PUSTAKA Ramadhani Yanidar": "https://digilib.itb.ac.id/gdl/download/288491"}, "Penulis": "Ramadhani Yanidar [25399033]", "Kontributor / Dosen Pembimbing": ["Ir. Idris Maxdonni Kamil, MSc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "prediksi kebutuhan air minum, penyediaan air minum, sistem dinamik.", "Sumber": "Tesis 2002", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "8 file", "Tanggal Input": "13 Apr 2023"}