{"Nomor": 72563, "Judul": "PROSES FUMING KONSENTRAT TIMAH PRIMER MENGGUNAKAN CAMPURAN PIRIT DAN GIPSUM DALAM ROTARY KILN", "Abstrak": "Indonesia memiliki cadangan timah terbesar kedua di dunia. Cadangan timah di\nIndonesia merupakan endapan timah aluvial dan primer namun cadangan timah\naluvial diperkirakan habis dalam 5 hingga 10 tahun kedepan. Oleh karena itu, PT\nTimah Tbk. mulai mengolah bijih timah primer untuk memenuhi kebutuhan timah.\nPengolahan bijih timah primer dengan metode pemisahan fisik dinilai kurang dalam\nmeningkatkan kadar timah dalam bijih. Proses fuming dilakukan untuk\nmeningkatkan kadar timah dalam konsentrat hasil pengolahan fisik sehingga kadar\ntimah dalam konsentrat meningkat lebih dari 50%. Penelitian ini bertujuan untuk\nmempelajari pengaruh temperatur dan rasio berat pirit dan gipsum terhadap persen\npenguapan timah serta rasio mol S/Sn, laju putaran tube, dan laju alir gas argon\nterhadap persen penguapan timah dan kadar timah dalam debu menggunakan\nreagen campuran pirit dan gipsum.\nPenelitian dilakukan dengan memasukkan campuran konsentrat timah primer,\nbatubara, pirit, dan gipsum ke dalam wadah silinder dan dipanggang pada\ntemperatur 950, 1050, dan 1150°C. Waktu pemanggangan dilakukan selama 3 jam.\nGas argon dialirkan di dalam furnace dengan laju tertentu dan tube diputar dengan\nlaju tertentu. Hasil percobaan berupa residu sisa di dalam wadah silinder dan debu\nyang berada pada ujung tube. Residu dianalisis menggunakan X-ray fluorescence\n(XRF), X-ray diffraction (XRD) dan scanning electron microscope-energy\ndispersive spectrometry (SEM-EDS) dan debu dianalisis menggunakan SEM-EDS\nuntuk menentukan komposisi kimianya sehingga persen penguapan timah dan\nkadar timah dalam debu dapat dihitung.\nPengaruh temperatur tidak terlihat kecenderungannya karena penambahan sulfur\nyang berlebih pada percobaan. Namun, temperatur 950°C cukup untuk\nmendapatkan persen penguapan timah lebih dari 90%. Penggunaan campuran pirit\ndan gipsum dengan persen pirit lebih tinggi meningkatkan persen penguapan timah.\nPersen penguapan timah dan kadar timah dalam debu cenderung meningkat dengan\nmenurunnya laju putaran tube dan laju alir argon. Percobaan yang menghasilkan\npersen penguapan timah lebih dari 90% dan kadar timah dalam debu lebih dari 50%\nadalah percobaan dengan parameter laju alir gas argon 0,3 L/menit, rasio mol S/Sn\nsebesar 1,24 dengan rasio berat pirit dan gipsum 50% pirit, batubara 8,25%, laju\nputaran tube 1 rpm, temperatur 950°C, dan waktu fuming selama 3 jam. Persen\npenguapan timah yang didapat sebesar 96,4% dan kadar timah dalam debu sebesar\n56,95%.", "Daftar File": {"ABSTRAK Zaidan Hibatullah": "https://digilib.itb.ac.id/gdl/download/288514"}, "Penulis": "Zaidan Hibatullah [12519037]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Zulfiadi, S.T, M.T.", "Taufiq Hidayat, S.T, M.Phill., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "konsentrat timah primer, rotary kiln, pirit, gipsum, persen penguapan timah, kadar timah dalam debu", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "13 Apr 2023"}