{"Nomor": 72573, "Judul": "PENENTUAN FREKUENSI DAN JADWAL PEMBELIAN BAHAN BAKU DENGAN MEMPERTIMBANGKAN FLUKTUASI KURS TUKAR MATA UANG, HARGA BELI PER KONTRAK, DAN LEAD TIME PENGIRIMAN", "Abstrak": "Permasalahan yang dibahas adalah penentuan frekuensi dan jadwal pembelian\nbahan baku yang optimal dengan mempertimbangkan fluktuasi kurs tukar, harga\nbeli per kontrak, dan lead time pengiriman. Permasalahan ini dialami perusahaan\ndi Indonesia yang melakukan pembelian dengan harga beli menggunakan mata\nuang lain dan menjalin kerjasama berupa kontrak kuantitas dengan supplier,\nseperti PT XYZ, karena transaksi dalam wilayah Indonesia harus menggunakan\nrupiah sesuai peraturan BI No. 17/3/PBI/2015. Tujuan dari penelitian ini adalah\nmemperoleh frekuensi dan jadwal pembelian yang meminimasi total ongkos\ninventori. Kuantitas pembelian didasarkan pada total demand antar waktu\npembelian. Kontribusi penelitian terdapat pada pengembangan model inventori\ndalam hal penggunaan kurs tukar, sifat harga beli per kontrak yang berfluktuasi,\npenambahan faktor lead time, dan pengembangan algoritma untuk menghasilkan\njadwal pembelian yang bersifat diskrit.\nPenyelesaian permasalahan dilakukan dalam tiga tahap; forecasting kurs tukar\n(Rp/$), forecasting harga beli untuk kontrak baru ($/kg), dan penyelesaian model\ninventori. Forecasting kurs tukar (Rp/$) dilakukan dengan Artificial Neural\nNetwork (ANN), dan dilakukan Design of Experiment terhadap input nodes dan\nhidden nodes. Forecasting harga beli per kontrak ($/kg) untuk kontrak baru\ndilakukan dengan metode ARIMA karena memberikan performansi lebih baik\ndibandingkan Geometric Brownian Motion pada kasus ini. Model ARIMA yang\ndigunakan adalah (1,1,0) dengan koefisien 0,8026. Kedua hasil forecasting ini\nmenjadi input pada model inventori yang dikembangkan untuk memperoleh\nfrekuensi dan jadwal pembelian bahan baku yang optimal. Penyelesaian model\ninventori dilakukan secara analitik dan numerik. Performansi model dibandingkan\ndengan pembelian aktual PT XYZ di bulan Maret 2017. Terdapat perbedaan\nsolusi dengan kondisi aktual, dan terjadi penghematan sebesar 0,41%. Analisis\nsensitivitas menunjukkan bahwa model dan algoritma yang dikembangkan tidak\nsensitif terhadap perubahan fraksi ongkos simpan dan ongkos pesan namun\nsensitif terhadap perubahan demand dan rerata kurs tukar (Rp/$)", "Daftar File": {"ABSTRAK Rizka Britania": "https://digilib.itb.ac.id/gdl/download/288615", "COVER_Rizka Britania.pdf": "https://digilib.itb.ac.id/gdl/download/288617", "BAB I_Rizka Britania.pdf": "https://digilib.itb.ac.id/gdl/download/288618", "BAB II_Rizka Britania.pdf": "https://digilib.itb.ac.id/gdl/download/288620", "BAB III_Rizka Britania.pdf": "https://digilib.itb.ac.id/gdl/download/288621", "BAB IV_Rizka Britania.pdf": "https://digilib.itb.ac.id/gdl/download/288622", "BAB V_Rizka Britania.pdf": "https://digilib.itb.ac.id/gdl/download/288623", "BAB VI_Rizka Britania.pdf": "https://digilib.itb.ac.id/gdl/download/288624", "PUSTAKA Rizka Britania": "https://digilib.itb.ac.id/gdl/download/288625", "LAMPIRAN_Rizka Britania.pdf": "https://digilib.itb.ac.id/gdl/download/288626"}, "Penulis": "Rizka Britania [23415007]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Andi Cakravastia Arisaputra Raja, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "inventori, fluktuasi harga beli, Artificial Neural Network, ARIMA, branch and bound.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "14 Apr 2023"}