{"Nomor": 72574, "Judul": "KAJIAN PEMBANGUNAN BENDUNGAN BULANGO ULU TERHADAP PENGENDALIAN BANJIR DAN MORFOLOGI DI SUNGAI BOLANGO,  PROVINSI GORONTALO.", "Abstrak": "Sejak Provinsi Gorontalo terbentuk pada tahun 2001 sampai saat ini sering mengalami banjir pada saat musim hujan. Wilayah yang sering mengalami banjir adalah kota Gorontalo, ini disebabkan oleh sering meluapnya 3 (tiga) Sungai (Sungai Bone, Sungai Tamalate dan Sungai Bolango).\nPada POLA PENGELOLAAN SUMBER DAYA AIR WILAYAH SUNGAI LIMBOTO – BOLANGO – BONE tahun 2010 ( POLA PSDA WS LBB) dalam aspek pengendalian daya rusak air perlu dilakukan normalisasi pada beberapa Daerah Aliran Sungai (DAS) di WS LBB, pengendalian sedimen di alur sungai dan pembangunan waduk pengendali banjir.\nLokasi kajian berada di DAS Bolango sepanjang lebih kurang 25830 m(25,830 km), data topografi dan data pasang surut di Teluk Tomini yang digunakan adalah kajian terdahulu pada tahun 2007. Data fisik bendungan Bulango Ulu menggunakan kajian terdahulu pada tahun 2017. Pos Curah Hujan daerah kajian adalah Dulamayo, Longalo dan Boidu dari tahun 2002 hingga 2021. Penelitian ini dilakukan untuk melakukan simulasi analisis hidrologi pada kondisi eksisting dan setelah adanya Bendungan untuk mengetahui potensi reduksi banjir serta melakukan simulasi hidrolika di Sungai Bolango dengan data debit harian Pos Duga Air Telaga Bulango (PDA Telaga Bolango) selama 1 tahun untuk mengetahui perubahan elevasi dasar sungai.\nDari hasil kajian yang dilakukan, pembangunan Bendungan Bulango Ulu berpotensi mereduksi debit puncak banjir sebesar 6.61 % pada debit puncak banjir kala ulang 2 tahun dan mereduksi debit puncak banjir sebesar 8.18 % pada debit puncak banjir kala ulang 25 tahun.\nPerubahan elevasi dasar sungai dengan simulasi selama 1 tahun pada PDA Bolango hingga hilir Sungai Bolango cenderung mengalami Degradsi sebesar 84.52 % dan agradasi sebesar 15.48 %.", "Daftar File": {"ABSTRAK Hendrianto Alamsyah M": "https://digilib.itb.ac.id/gdl/download/288616"}, "Penulis": "Hendrianto Alamsyah M [25821037]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Arno Adi Kuntoro, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Debit Banjir, Sedimen, Agradasi, Degradasi, Routing Banjir, Bendungan, Reduksi Banjir, Pasang Surut, Sungai Bolango, Provinsi Gorontalo.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Apr 2023"}