{"Nomor": 72571, "Judul": "ANALISIS KORELASI KONDISI DRAINASE DENGAN KONDISI PERKERASAN JALAN (STUDI KASUS: JALAN NASIONAL PROVINSI NUSA TENGGARA BARAT)", "Abstrak": "Kinerja perkerasan akan mengalami penurunan kondisi seiring berjalannya waktu\nakibat adanya akumulasi beban lalu lintas dan faktor lingkungan. Salah satu faktor\nlingkungan yang dimaksud adalah air di mana air yang masuk dalam sistem\nperkerasan hampir selalu mempunyai efek yang buruk terhadap kinerja perkerasan.\nGenangan air pada permukaan jalan dapat disebabkan oleh kondisi sistem drainase\njalan yang tidak efektif.\nPenelitian ini bertujuan untuk menganalisis korelasi kondisi drainase permukaan\njalan dengan kondisi perkerasan. Kondisi drainase menggunakan data Indeks\nKondisi Drainase Permukaan (IKDP) yang berdasarkan pedoman No.04/P/BM/\n2021 yang dikeluarkan oleh Direktorat Jendaeral Bina Marga. Sementara itu nilai\nkondisi perkerasn menggunakan data hasil survei Pavement Condition Index (PCI).\nLebih lanjut juga dianalisis pengaruh kondisi perkerasan terhadap variabel-variabel\nlain berupa umur perkerasan, curah hujan rata-rata, suhu udara rata-rata dan beban\nlalu lintas dan kapasitas struktur perkerasan.\nDari hasil analisis korelasi dan regresi, diperoleh faktor kondisi drainase permukaan\njalan (IKDP) berpengaruh terhadap nilai PCI 2021 maupun penurunan nilai PCI\ntahun 2020 ke 2021 (?PCI) namun dengan nilai signifikansi yang sangat kecil. Nilai\nsignifikansi meningkat jika seluruh variabel dimasukkan dalam analisis khususnya\nvariabel umur perkerasan. Parameter drainase menggunakan nilai IKDP ini belum\ndapat dijadikan faktor yang dapat menjelaskan pengaruhnya terhadap nilai PCI.", "Daftar File": {"ABSTRAK Mahfuz Rachman": "https://digilib.itb.ac.id/gdl/download/288607", "COVER Mahfuz Rachman": "https://digilib.itb.ac.id/gdl/download/289075"}, "Penulis": "Mahfuz Rachman [26920018]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T, M.T.", "Dr. Russ Bona Frazila, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Air, Drainase, PCI, IKDP", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "14 Apr 2023"}