{"Nomor": 72576, "Judul": "THE IMPACT OF CUSTOMER EXPERIENCE INFLUENCED BY THE IMPLEMENTATION OF GAMIFICATION STRATEGY IN TOKOPEDIA", "Abstrak": "Pengalaman pelanggan sangat penting untuk domain gamifikasi apa pun, karena ini mencerminkan perasaan seseorang saat terlibat dengan sistem dan memiliki pengaruh nyata. Di pasar, gamifikasi digunakan sebagai metode desain untuk meningkatkan sejumlah hasil perilaku. Studi ini mengkaji pengaruh strategi gamifikasi terhadap pengalaman pelanggan dan fungsinya dalam platform pasar yang digamifikasi. Konsekuensinya, model konseptual pengalaman pelanggan dalam platform pasar game disajikan. Model berusaha untuk mengidentifikasi dampak gamifikasi pada pengalaman pelanggan serta implikasi yang dihasilkan. Memanfaatkan metodologi penelitian kuantitatif, itu diperiksa secara statistik dan divalidasi. Kuesioner survei online berfungsi sebagai instrumen utama untuk pengumpulan data kuantitatif dan pendekatan PLS-SEM menggunakan SmartPLS kemudian digunakan untuk analisis. Berdasarkan data wawancara, ditemukan bahwa gamifikasi berpengaruh signifikan positif terhadap pengalaman pelanggan. Gamifikasi menguntungkan meningkatkan pengalaman pelanggan di pasar, menurut temuan. Pengalaman pelanggan yang gamified ini menghasilkan pelanggan yang bahagia. Dengan demikian, pelanggan membentuk afinitas untuk merek tertentu dan menjadi pembeli setia barang-barangnya. Mereka juga akan membantu perluasan perusahaan dengan mempromosikan promosi dari mulut ke mulut. Selain itu, niat pelanggan untuk berinteraksi dengan platform ditingkatkan. Menggunakan temuan penelitian, pasar dapat memberikan pengalaman pelanggan yang lebih baik dalam berbelanja melalui pasar elektronik.", "Daftar File": {"2023  SK PP Muhammad Yusufa Sukma Alam   [19019030] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/288824", "2023 SK PP Muhammad Yusufa Sukma Alam   [19019030] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/294018"}, "Penulis": "Muhammad Yusufa Sukma Alam [19019030]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gamifikasi, Pasar, Pengalaman Pelanggan, Pengaruh", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "17 Apr 2023"}