{"Nomor": 72611, "Judul": "PENENTUAN KEKUATAN JANGKA PANJANG MASSA BATUAN DENGAN METODE TIDAK LANGSUNG DARI HASIL PENGUKURAN DAN PENGUJIAN INSITU", "Abstrak": "Untuk mendapatkan kemantapan jangka panjang struktur alamiah bawah\npermukaan, diperlukan pengetahuan tentang karakteristik kekuatan jangka\npanjang massa batuan pembentuk struktur tersebut. Material yang dianggap\nsebagai pembentuk struktur di dalam terowongan adalah massa batuan di sekitar\ndinding terowongan. Parameter kekuatan jangka panjang adalah parameter yang\nberhubungan dengan waktu.\nPenentuan kekuatan jangka panjang batuan yang sering dilakukan baru\nberdasarkan pada hasil uji laboratorium sehingga hasilnya hanya berlaku untuk\nbatuan utuh (intact rock), dan ekstrapolasinya ke karakteristik massa batuan (rock\nmass) belum dapat ditentukan secara akurat. Hasil uji laboratorium pada batuan\nutuh tidak dapat mewakili secara signifikan karakteristik suatu massa batuan\ndimana volumenya lebih besar. Pada sisi lain, pengujian insitu untuk mengetahui\nkekuatan massa batuan sangat jarang dilakukan karena tidak praktis dan mahal.\nKalaupun dilakukan, parameter kekuatan yang didapat hanya untuk kekuatan\npuncak (ultimate strength). Analisis balik terhadap runtuhan yang diselidiki\nmemang dapat memberikan nilai-nilai representatif untuk kekuatan massa batuan\ndalam skala yang besar, tetapi hal ini hanya untuk kasus dimana runtuhan sudah\nterjadi. Dengan demikian, dapat dikatakan bahwa metode penentuan kekuatan\njangka panjang massa batuan secara insitu, belum tersedia.\nPenelitian ini mengusulkan penentuan kekuatan jangka panjang massa batuan,\ndengan metode tidak langsung dari hasil pengukuran dan pengujian insitu.\nPengukuran yang dilakukan adalah pengukuran fenomena rayapan dengan\ninstrumen ekstensometer dan konvergenmeter. Sedangkan pengujiannya adalah\nuji Goodman’s jack untuk menentukan modulus deformasi massa batuan. Hasil\ndari pengukuran dan pengujian insitu digabungkan dengan pengujian sifat fisik\ndan mekanik di laboratorium serta permodelan numerik.\nStation penelitian adalah di X/C 6A Blok II Central Ciurug, Unit Bisnis\nPertambangan Emas Pongkor (UBPE - Pongkor) PT. Antam, Tbk. Massa batuan\nyang diteliti dibatasi pada batuan breksi tufaan yang berada di bagian footwall.\nPosisi station penelitian dipengaruhi oleh perubahan tegangan akibat penggalian\nstope yang berada relatif di bawahnya. Perpindahan yang diukur diasumsikan\nterjadi karena adanya perubahan tegangan tersebut. Dengan mengambil suatu\nperiode pengukuran tertentu yang merepresentasikan adanya kenaikan tegangan\nkemudian tegangan tersebut menjadi konstan, maka dapat diasumsikan bahwa\nperpindahan yang terjadi merupakan fenomena rayapan. Dari kurva rayapan yang\ndiperoleh dapat ditentukan parameter reologi yang mewakili perilaku massa\nbatuan. Untuk mengetahui besaran perubahan tegangan dilakukan dengan\npermodelan numerik.\nPada periode rayapan, dari hasil pengukuran dengan ekstensometer perpindahan\nmaksimal yang terjadi pada dinding kanan adalah 1,2 mm dan dinding kiri adalah\n1,8 mm. Modulus deformasi massa batuan (Em) yang diperoleh dari pengujian\ndengan Goodman’s jack untuk batuan breksi tufaan yang berada di dinding kanan\nadalah 6,17 GPa dan dinding kiri 6,73 GPa. Sementara dari pemboran didapatkan\nnilai RQD dinding kanan 89,8 % dan dinding kiri 77,8 %. Modulus deformasi\njangka panjang (ELT) untuk dinding kanan adalah 2,76 GPa dan dinding kiri\nadalah 1,97 GPa. Modulus deformasi jangka panjang ini diturunkan dari\npersamaan reologi yang diperoleh dari kurva rayapan dari hasil pengukuran\ndengan ekstensometer. Setelah dilakukan perhitungan didapatkan kekuatan jangka\npanjang (?LT) massa batuan breksi tufaan minimal untuk dinding kanan dan kiri\nberturut-turut adalah 9,85 MPa dan 6,39 MPa. Secara rata-rata kekuatan jangka\npanjang massa batuan breksi tufaan minimal mempunyai nilai 36,72 % dari nilai\nkekuatan masa batuan.\nKesimpulan secara garis besar adalah kekuatan massa batuan (?cm) yang diperoleh\ndari persamaan empiris, parameter reologi yang diperoleh dari pengukuran\nfenomena rayapan secara insitu, dan modulus deformasi massa batuan (Em) yang\ndiperoleh dari pengujian insitu dapat menjadi dasar perhitungan dalam\nmenentukan kekuatan jangka panjang massa batuan (?LT). Dengan pendekatan\npersamaan reologi, modulus deformasi pada suatu saat akan mendekati nilai\nkonstan dan dinyatakan sebagai modulus deformasi jangka panjang (ELT).\nKontribusi dari penelitian ini adalah mengetahui parameter yang menjadi dasar\ndalam perhitungan kekuatan jangka panjang yaitu modulus deformasi jangka\npanjang (ELT), mengembangkan metode penentuan kekuatan jangka panjang\nmassa batuan, dan mendapatkan rumusan untuk menghitung kekuatan jangka\npanjang dengan persamaan sebagai berikut. Nilai konstanta ? tergantung pada\njenis batuan dan karakteristik massa batuan.", "Daftar File": {"COVER BARLIAN DWINAGARA": "https://digilib.itb.ac.id/gdl/download/289510", "BAB 1 BARLIAN DWINAGARA": "https://digilib.itb.ac.id/gdl/download/289511", "BAB 2 BARLIAN DWINAGARA": "https://digilib.itb.ac.id/gdl/download/289512", "BAB 3 BARLIAN DWINAGARA": "https://digilib.itb.ac.id/gdl/download/289513", "BAB 4 BARLIAN DWINAGARA": "https://digilib.itb.ac.id/gdl/download/289514", "BAB 5 BARLIAN DWINAGARA": "https://digilib.itb.ac.id/gdl/download/289515", "BAB 6 BARLIAN DWINAGARA": "https://digilib.itb.ac.id/gdl/download/289516", "BAB 7 BARLIAN DWINAGARA": "https://digilib.itb.ac.id/gdl/download/289517", "PUSTAKA BARLIAN DWINAGARA": "https://digilib.itb.ac.id/gdl/download/289518"}, "Penulis": "BARLIAN DWINAGARA [32101031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Made Astawa Rai"], "Jenis Koleksi": "Disertasi", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "rayapan, modulus deformasi massa batuan, kekuatan massa batuan, reologi, modulus deformasi jangka panjang, kekuatan jangka panjang massa batuan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "9 file", "Tanggal Input": "03 Mei 2023"}