{"Nomor": 72616, "Judul": "PENGEMBANGAN VIRAL TRANSPORT MEDIUM (VTM) INAKTIF UNTUK MENDUKUNG PENGUJIAN DIAGNOSTIK SARS-COV-2", "Abstrak": "Pandemi COVID-19 menciptakan kebutuhan mendesak terhadap komponen uji diagnostik untuk\ndeteksi SARS-CoV-2, diantaranya viral transport medium (VTM). Selain tantangan dalam memenuhi\nrantai pasokan, medium tersebut dilaporkan belum layak menjaga keamaan tenaga kesehatan,\nmasyarakat, dan lingkungan selama pengangkutan spesimen klinis karena belum dapat menonaktifkan\nvirus viabel SARS-CoV-2 yang infeksius. Agen chaotropik, seperti guanidium tiosianat, yang\ndiaplikasikan bersama detergen anionik, chelator, bufer, dan surfaktan dalam suatu formulasi VTM\ninaktif (iVTM) dilaporkan dapat secara efektif menginaktivasi virus dan menjaga stabilitas materi\ngenetik virus. Tujuan dari penelitian ini yaitu untuk menentukan formulasi iVTM terbaik dari dua\nsediaan pH (pH 4 dan pH 6), mengevaluasi stabilitas RNA virus dalam sediaan selama 30 hari pada\nsuhu 4 oC dan 25-28 oC (suhu ruang), dan memvalidasi iVTM sebagai komponen diagnostik untuk\ndeteksi SARS-CoV-2 dibandingkan dengan VTM komersil. Deaktivasi virus secara in vitro\nmenggunakan SARS-CoV-2 Isolat Indonesia (varian B1) sebagai model virus. SARS-CoV-2 dikultivasi\npada sel Vero E6 dengan MOI (Multiplicity of Infection) 0,01. Infektivitas virus setelah proses\ndeaktivasi dalam iVTM inaktif ditentukan dengan metode TCID50 (50% Tissue Culture Infective Dose).\nTiter SARS-CoV-2 yang diukur berdasarkan konsentrasi virus viabel yang ditentukan dengan rumus\nperhitungan Reed & Muench. Analisis terhadap RNA SARS-CoV-2 untuk uji stabilitas ditentukan\ndengan uji multipleks RT-qPCR menggunakan kit RT-qPCR mBioCov-19 yang menargetkan gen RdRp\ndan Helicase dari SARS-CoV-2. Analisis terhadap RNA SARS-CoV-2 untuk uji validitas ditentukan\ndengan uji multipleks RT-qPCR menggunakan kit Fosun COVID-19 RT-PCR yang menargetkan gen\nE, N, dan ORf1b dari SARS-CoV-2. Proses pengujian pada penelitian dilakukan dalam BSC (Biosafety\nCabinet) tipe II dengan tingkat keamanan Biosafety Level 3 (BSL 3) di Pusat Riset Bioteknologi, Badan\nRiset dan Inovasi Nasional (BRIN). Berdasarkan hasil penelitian, iVTM pH 6 merupakan formulasi\nsediaan terbaik terbaik dibandingkan dengan iVTM pH 4. Hasil uji stabilitas menunjukkan bahwa iVTM\npH 6 mampu mempertahankan RNA SARS-CoV-2 hingga 30 hari baik pada suhu 4?C maupun suhu\n25-28?C (suhu ruang). Selain itu, iVTM pH 6 dapat menghilangkan kemampuan infeksi SARS-CoV-2\npada jangka waktu kontak minimal 5; 15; dan 30 menit (reduksi titer virus lebih dari 4,5 log10). Hasil\nuji stabilitas jangka panjang terhadap kualitas iVTM pH 6 selama 4 bulan (penyimpanan pada suhu 25-\n28oC) menunjukkan kestabilan yang baik, ditunjukkan dengan tidak adanya perubahan warna,\nkejernihan, pH, serta pertumbuhan bakteri dan jamur. Hasil uji validitas terhadap 20 spesimen klinis\nmenunjukkan bahwa VTM inaktif pH 6 sebagai komponen diagnostik mampu mendeteksi SARS-CoV-\n2 dengan analisis RT-qPCR ketika dibandingkan dengan VTM komersial (Jun Nou® VTM) sebagai\nkontrol. Berdasarkan hasil penelitian ini, dapat disimpulkan bahwa iVTM pH 6 hasil formulasi mampu\nmenjaga kualitas dan kuantitas materi genetik SARS-CoV-2 selama proses penyimpanan hingga 30 hari\npada suhu ruang serta dapat mendeaktivasi viabel virus SARS-CoV-2 dalam 5 menit. Temuan pada\npenelitian ini diharapkan agar iVTM pH 6 dapat menjadi alternatif produk yang digunakan untuk\nmemenuhi kebutuhan VTM dalam negeri dan mendukung pengujian diagnostik COVID-19 di\nIndonesia.", "Daftar File": {"ABSTRAK Silmi Rahmani": "https://digilib.itb.ac.id/gdl/download/289725"}, "Penulis": "Silmi Rahmani [21120302]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Marselina Irasonia Tan, M.S.", "Karlia Meitha, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "VTM inaktif, SARS-CoV-2, deaktivasi virus, diagnostik, dan RT-qPCR", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Mei 2023"}