{"Nomor": 72632, "Judul": "DIGITAL TWIN OF CUBESAT SIMULATOR", "Abstrak": "Simulator nanosatelit CubeSat adalah sistem simulasi nanosatelit baru yang akan\ndigunakan sebagai media praktis di dalam kelas. Di dalam kelas, simulator\nnanosatelit CubeSat memperkenalkan desain bodi yang kokoh dengan perawatan\nyang mudah, desain sirkuit modular yang memudahkan pemasangan komponen\npendukung sistem, dan fungsionalitas yang serupa CubeSat yang sebenarnya.\nBerdasarkan klaim keunggulan American Radio Relay League Education and\nTechnology Program CubeSat (ARRL ETP CubeSat) dari berbagai referensi, maka\ntujuan dari penelitian ini adalah menjelaskan tentang simulator nanosatelit CubeSat\nyang menyediakan fungsionalitas serupa dengan ARRL ETP CubeSat yang dibuat\noleh Mark Spencer, WA8SME, pada tahun 2009. Selain menjelaskan simulator\nnanosatelit CubeSat yang menyediakan fungsionalitas serupa dengan ARRL ETP\nCubeSat, penelitian ini juga menjelaskan penggunaan komunikasi nirkabel\nmenggunakan WiFi untuk dapat terhubung ke internet, sehingga dapat diakses dari\njarak jauh oleh pengguna lain, dan pengguna lain dapat terhubung ke server untuk\nmelakukan decoding mereka sendiri. Data decoding akan disimpan dalam basis\ndata MySQL, sehingga dapat dengan mudah diakses oleh pengguna lain yang ingin\nmengetahui sistem mana yang bekerja. Selain menjelaskan komunikasi nirkabel\nmenggunakan Wireless Fidelity (WiFi), penelitian ini juga menjelaskan antarmuka\nanimasi 3D CubeSat pada PC, yang bertujuan untuk mensimulasikan pergerakan\nsistem pada sumbu x, y, z secara virtual, sehingga pengguna dapat dengan mudah\nmemilih metode mana yang akan dipilih untuk diamati. Mengacu pada hasil\npengujian, komunikasi nirkabel menggunakan WiFi sangat efektif berdasarkan\nproses pengiriman data dan jarak. Proses pengiriman data 100% berhasil tersimpan\npada basis data MySQL secara berkala. Selain itu, animasi 3D CubeSat dapat\nbekerja secara sempurna mengikuti pergerakan sistem pada sumbu x, y, z secara\nberkala dan tanpa adanya kegagalan.", "Daftar File": {"23221029 Liya Yuni Astutik-fix.pdf": "https://digilib.itb.ac.id/gdl/download/290075"}, "Penulis": "Liya Yuni Astutik [23221029]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Emir Mauludi Husni, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem, simulator, CubeSat.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "12 Mei 2023"}