{"Nomor": 72646, "Judul": "POTENTIAL DUTCH DISEASE ANALYSIS IN INDONESIAN MINERAL MINING SECTOR USING VECTOR AUTOREGRESSION (VAR) METHOD", "Abstrak": "Indonesia has a large abundance of natural resources, especially in the mineral mining sector. Several\nmineral commodities that utilized for economic development are copper, gold, and nickel. However,\nthere is a concern in the mineral mining sector about Resource Curse theory, studies the negative effect\nof natural resource abundance on economic growth. One of indication Resource Curse presence in the\neconomy aspect is Dutch Disease phenomenon. This research investigates potential of Dutch Disease\nin the three of Indonesian provinces by analyzing the dynamic relationship among economic data such\nas inflation, consumption, Gross Domestic Regional Product (GDRP) of mining, manufacturing,\nagriculture, and services sectors as the key of regional sustainable development. The research location\nare Papua, Nusa Tenggara Barat, and South Sulawesi Provinces. Data from 1986 to 2016 were\nanalyzed using restricted vector autoregressive (VAR) modelling consisting of impulse response\nfunction (IRF) and variance decomposition (VD). The results suggest that mineral mining sector has\nan impact to the inflation and non-mining sector performance. Mining sector was found to respond\npositively to a shock in inflation and GDRP of service sector but respond negatively to shock in GDRP\nof manufacturing and agriculture sector. As conclusion, although mineral mining sector has a\nsignificant role in the economic growth, it is necessary for the government to adopt regulation that\ndevelop non-mineral mining sector for regional sustainable development.", "Daftar File": {"COVER Yusef Pany": "https://digilib.itb.ac.id/gdl/download/290263", "2018 YUSEF PANY 1-EDITORIAL BOARD.pdf": "https://digilib.itb.ac.id/gdl/download/290264", "2018 YUSEF PANY 1-TABLE OF CONTENT.pdf": "https://digilib.itb.ac.id/gdl/download/290265", "2018 YUSEF PANY 1-PAPER.pdf": "https://digilib.itb.ac.id/gdl/download/290266"}, "Penulis": "Yusef Pany [-]", "Kontributor / Dosen Pembimbing": ["Fadhila Achmadi Rosyid and Aryo Prawoto Wibowo"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Resource Curse, Dutch Disease, VAR, Indonesia, Mineral", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "16 Mei 2023"}