{"Nomor": 72645, "Judul": "POTENTIAL DUTCH DISEASE ANALYSIS IN INDONESIAN COAL MINING SECTOR USING VECTOR AUTOREGRESSION (VAR) METHOD", "Abstrak": "Coal is one of mainstay commodities in Indonesia. Most of the production from coal mining is exported to fulfill foreign needs and the rest is used for domestic purposes Within a few years the role of exports in encouraging regional economic growth is very high and dominant. However, there is a concern that increase in mineral exports lead to shrinking of other tradable sectors such as agriculture and manufacture that dubbed as Dutch Disease (DD). The aim of this study is to identify potential dutch disease at the regional level across Indonesian provinces include East Kalimantan, South Kalimantan, and South Sumatera. We identify the potential dutch disease at the regional level by examining the effect and relationship between mining sectors, manufaturing sector, agriculture sector, inflation, and household consumption. Data from 1986 to 2016 were analyzed using unrestricted vector autoregressive (VAR) and restricte vector autoregression. This modelling consisting of impulse response function and variance decomposition analysis. The results suggest that shock on mining sector can lead to the appreciation of inflation due to increase of demand and consumption of nontdradeable sector such as service sector. The results also suggest that mining GDP contribute to the variation in the service sector but less likely to the variation of manufacture and agriculture sector. The stucy conclude by suggesting qualification of human resources, research and development, innovation, entrepreneurship, and industrial clusters, in view of the development of the tradable sector. The development of the tradable sector will lead to the diversification of the economy and therefore long-term sustainable growth.", "Daftar File": {"COVER Rizki Amalia": "https://digilib.itb.ac.id/gdl/download/290257", "2018 RIZKI AMALIA 1-EDITORIAL BOARD.pdf": "https://digilib.itb.ac.id/gdl/download/290258", "2018 RIZKI AMALIA 1-TABLE OF CONTENT.pdf": "https://digilib.itb.ac.id/gdl/download/290259", "2018 RIZKI AMALIA 1-PAPER.pdf": "https://digilib.itb.ac.id/gdl/download/290260"}, "Penulis": "Rizki Amalia [-]", "Kontributor / Dosen Pembimbing": ["Fadhila Achmadi Rosyid and  Aryo Prawoto Wibowo"], "Jenis Koleksi": "Prosiding", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Coal mining; Indonesia; Dutch Disease; VAR Analysis", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "16 Mei 2023"}