{"Nomor": 72657, "Judul": "METODE GALERKIN TAK KONTINU UNTUK MODEL TURBIN GORLOV DUA DIMENSI", "Abstrak": "Metode Galerkin tak kontinu yang merupakan salah satu pengembangan metode\nelemen hingga digunakan untuk melakukan komputasi model turbin Gorlov dua\ndimensi. Elemen penyusun yang dipergunakan adalah segitiga linear. Model\ndiasumsikan berada dalam fluida tidak mengalami pemampatan namun viskos.\nSecara matematika, hal ini dapat dinyatakan dengan persamaan kontinuitas massa\ndan Navier- Stokes.\nProgram Galerkin tak kontinu ini dibuat dengan menggunakan MATLAB versi 7.\nProgram tersebut dijalankan pada komputer dengan pengolah pusat Celeron 1.7\nGHz dan memori 512 MB. Program divalidasi dengan mengujinya pada benda\nsphere yang berada pada aliran fluida pada bilangan Reynold 40. Kemudian\nprogram dijalankan untuk mendapatkan pola aliran fluida pada bilangan Reynold\n10000 untuk model 2D turbin Gorlov.\nHasil yang diperoleh menunjukkan koefisien hambat sistem sphere adalah 1.4891\nyang tidak berbeda jauh dengan hasil komputasi – komputasi sebelumnya. Di\nsekitar dinding objek muncul juga daerah yang memungkinkan adanya lapisan\nbatas turbulen. Hal ini ditunjukkan dengan pola perubahan kecepatan arah vertikal\ndan horisontal. Selain itu, di luar lapisan tersebut aliran fluida berlaku seperti pada\naliran fluida pada jarak yang jauh.\nKetika diterapkan pada model turbin Gorlov, hasil yang diperoleh tidak\nmenunjukkan adanya pengaruh olakan bilah di depan terhadap bilah berikutnya.\nHal ini terjadi karena perbandingan antara panjang chord bilah terhadap jari – jari\nturbin yang kecil.\nPemanfaatan data koefisien hambat dan koefisien angkat untuk bilah yang\nbersesuian dengan desain turbin Gorlov (NACA 0017), menghasilkan torka yang\ntidak nol pada aliran fluida dengan Re=10000. Hal ini menunjukkan bahwa turbin\nGorlov dapat memulai kerja dengan sendirinya. Ini membenarkan klaim penemu\nturbin ini yang menyebutkan bahwa bentuk helix akan membuat turbin ini bersifat\nswamula (self-starting).", "Daftar File": {"2008 TS PP A. PRASETYADI 1-COVER": "https://digilib.itb.ac.id/gdl/download/290348", "2008 TS PP A. PRASETYADI 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/290349", "2008 TS PP A. PRASETYADI 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/290350", "2008 TS PP A. PRASETYADI 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/290351", "2008 TS PP A. PRASETYADI 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/290352", "2008 TS PP A. PRASETYADI 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/290353", "2008 TS PP A. PRASETYADI 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/290354"}, "Penulis": "A. Prasetyadi [20206002]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Alamta Singarimbun, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Elemen hingga tak kontinu, turbin Gorlov, komputasi dinamika fluida", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "17 Mei 2023"}