{"Nomor": 72650, "Judul": "STOCK INVESTMENT IN GLOBAL ECONOMY TURBULENCE USING FUNDAMENTAL ANALYSIS AND TECHNICAL ANALYSIS", "Abstrak": "Pasar modal telah menjadi salah satu instrument investasi yang paling menarik di\nIndonesia. Pasar modal di Indonesia telah berkembang pesat. Pertumbuhan pada\ntahun 2006 lebih besar daipada pertumbuhan di tahun 2005. Hal itu berlanjut di tahun\n2007, pada tahun itu IHSG meningkat 52% daripada IHSG tahun 2006. Hal itu\nmenjadikan IHSG sebagai index yang mempunyai kinerja paling baik di Asia\nTenggara dan menjadi terbaik ketiga di dunia setelah Shanghai composite index dan\nHangseng.\nTetapi pada awal tahun 2008, pergerakan dari IHSG menghadapi beberapa ancaman\ndari perubahan makro ekonomi. Makro eonomi dunia menjadi tidak menentu dan\nmengalami perlambatan.Hampir semua negara di dunia menagalami perlambatan\nekonomi. Hal itu disebabkan karena krisis keuangan dan ekonomi yang terjadi di\nAmerika Serikat. Krisis keuangan tersebut disebabkan karena krisis subprime\nmortgage yang terjadi di Amerika Serikat. Krisis subprime mortgage menyebabkan\nbeberapa perusahaan besar mengalami kerugian yang besar dan terancam bangkrut.\nTidak hanya itu, kerugian tersebut menyebabkan banyaknya penagangguran di\nAmerika Serikat, produksi dalam negeri juga mengalami penurunan dan mata uang\ndolar juga mengalami penurunan. Penurunan mata uang dolar ini menyebabkan harga\nkomoditas seperti batu bara dan CPO mengalami kenaikan karena banyak penanam\nmodal yang beralih ke pasar komoditas, hal ini mengalibatkan terjadinya inflasi.\nPenulis juga melakukan analisa terhadap makro ekonomi Indonesia. Makro ekonomi\nIndonesia juga mengalami perlambatan tetapi tidak terlalu signifikan karena\nterdersifikasinya ekspor. Kenaikan harga komoditas juga menyebabkan kenaikan\nharga komoditas di dalam negeri. Hal ini menyebabkan naiknya tingkat inflasi yang\nakan mendorong kenaikan suku bunga untuk menahan laju inflasi tersebut. Nilai tukar\nrupiah cenderung stabil karena pelamahan mata uang dolar Amerika Serikat,\nPenulis juga melakukan analisa industi di pasar modal Indonesia. Dalam analisa ini,\npenulis mendapatkan bahwa industri pertambangan dan industri perkebunan menjadi\nindustri yang paling bagus di kondisi ekonomi seperti sekarang ini karena ada\nkenaikan harga komoditas. Di dalam analisa rasio keuangan, penulis mendapatkan\nbahwa BUMI dan PTBA menjadi yang terbaik di industri pertambangan. Sedangkan,\nAALI dan LSIP menjadi yang terbaik di industri perkebunan. Berdasarkan penilaian\nharga wajar saham, BUMI dan ITMG menjadi yang terbaik di sektor pertamabnagan\ndimana mempunyai harga wajar yang lebih rendah daripada harga saham di pasar.\nSemua saham perkebunan menjadi yang terbaik di sektor perkebunan. Berdasarkan\nkedua analisa itu, penulis merekomendasikan memilih BUMI di industri\npertambangan karena konsisten menjadi yang terbaik. Sedangkan AALI di industri\nperkebunan\nPenulis juga melakukan analisa tehnik baik untuk jangka panjang maupun jangka\npendek untuk mengetahui kapan harus membeli dan menjual. Penulis mendapatkan\nbahwa analisa tehnik untuk jangkang panjang lebih cocok untuk investor dan jangka\npendek untuk trader. Di dalam kondisi ekonomi seperti sekarang, baik penanam\nmodal dan trader lebih baik menggunakan analisa tehnik untuk jangka pendek.\nUntuk membeli saham sebaiknya saat analisa fundamental dan analisa tehnik\nmendukung satu sama lain", "Daftar File": {}, "Penulis": "Ardian Toni Yulianto [19005091]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gejolak ekonomi dunia, Analisa fundamental, Analisa tehnikal", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "17 Mei 2023"}