{"Nomor": 72663, "Judul": "ANALISIS STAKEHOLDER DALAM PENGEMBANGAN PARIWISATA DI DESA WISATA ALAMENDAH", "Abstrak": "Desa Wisata Alamendah adalah desa yang terletak di Kecamatan Rancabali, Kabupaten Bandung, yang telah ditetapkan sebagai desa wisata melalui SK Bupati No 556.42/Kep.71- Dispopar/2011 dan diperbaharui melalui SK Bupati No 556/Kep.770-Disbudpar/2022 menjadikan Desa Wisata Alamendah memiliki status sebagai desa wisata dengan kategori maju. Penetapan desa wisata tersebut diiringi dengan pengurus yang menelola desa wisata, disebut dengan POKDARWIS (Kelompok Sadar Wisata) yang memiliki tugas untuk mengelola dan memberdayakan masyarakat melalui kegiatan desa wisata. Dalam upaya pengembangan Desa Wisata Alamendah, tentu terkendala dengan berbagai permasalahan yang salah satunya adalah ketidaksinergisan pihak-pihak yang terlibat (stakeholder) yang memiliki kepentingan dan pengaruh tertentu, sehingga berdasarkan informasi dari POKDARWIS Desa Wisata Alamendah, walaupun sudah termasuk menjadi desa maju, masih terjadi hambatan-hambatan dalam proses pengembangannya.\nDengan adanya permasalahan tersebut maka diperlukan analisis stakeholder yang bertujuan untuk mengidentifikasi serta memetakan berbagai aktor yang memiliki peran, kepentingan dan pengaruh. Tujuan akhir dari analisis stakeholder ini adalah terumuskannya skema strategi partisipasi bagi stakeholder kunci untuk mensinergikan program-program tertentu.\nPenelitian ini menggunakan metode analisis deskriptif secara kualitatif dengan teknik pengambilan data melalui wawancara (in depth interview) dan studi literatur, yang kemudian diolah dengan menggunakan metode analisis stakeholder.\nDari hasil penelitian ini diketahui terdapat berbagai jenis stakeholder yaitu; 1) POLTEKPAR NHI Bandung di Akademisi, 2) DISPARBUD pada pemerintahan kabupaten, Geodipa Energi dari sektor swasta, 3) Pemerintahan Desa, BUMDes, dan POKDARWIS pada tingkat pemerintahan desa, 4) Dan Masyarakat. Adapun yang termasuk aktor kunci dalam pengemgbangan Desa Wisata Alamendah adalah POKDARWIS dan DISPARBUD. Kemudian yang menjadi aktor utama adalah Pemerintah desa. Lalu yang menjadi aktor pendukung adalah masyarakat dan POLTEKPAR NHI Bandung. Dan yang menjadi aktor pengikut adalah BUMDes dan GEODIPA Energy", "Daftar File": {"COVER Muhammad Adiyoso": "https://digilib.itb.ac.id/gdl/download/290417", "BAB_1 Muhammad Adiyoso": "https://digilib.itb.ac.id/gdl/download/290418", "BAB_2 Muhammad Adiyoso": "https://digilib.itb.ac.id/gdl/download/290419", "BAB_3 Muhammad Adiyoso": "https://digilib.itb.ac.id/gdl/download/290420", "BAB_4 Muhammad Adiyoso": "https://digilib.itb.ac.id/gdl/download/290421", "BAB_5 Muhammad Adiyoso": "https://digilib.itb.ac.id/gdl/download/290422", "BAB_6 Muhammad Adiyoso": "https://digilib.itb.ac.id/gdl/download/290423"}, "Penulis": "Muhammad Adiyoso [28821024]", "Kontributor / Dosen Pembimbing": ["Dr. Drs. Suhirman, SH., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Desa Wisata, Analisis Stakeholder, Peran Stakeholder", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "19 Mei 2023"}