{"Nomor": 72665, "Judul": "STUDI PERSEPSI DAN KEINGINAN UNTUK BERWISATA DI BALI DARI MASA PANDEMI COVID-19 MENUJU TRANSISI ENDEMI BERBASIS BIG DATA TWITTER MENGGUNAKAN MACHINE LEARNING", "Abstrak": "Pandemi COVID-19 telah berdampak buruk terhadap sektor perekonomian\nIndonesia, khususnya pada Provinsi Bali yang bergantung pada sektor\npariwisata. Peneliti melakukan pelabelan pada persepsi dan keinginan dari tweet\nbahasa Inggris dan bahasa Indonesia yang berkaitan dengan pariwisata di\nProvinsi Bali. Kemudian, dilakukan proses akurasi menggunakan tiga metode\nmachine learning, yaitu Decision Tree, Random Forest, dan Support Vector\nMachine dalam memprediksi persepsi dan keinginan dari tweet diuji. Metode\nSupport Vector Machine menghasilkan akurasi tertinggi pada tweet bahasa\nInggris, tweet bahasa Indonesia, serta pada analisis persepsi dan keinginan.\nPersepsi bahasa Inggris memiliki akurasi sebesar 70% dan bahasa Indonesia\nsebesar 63%. Nilai akurasi untuk analisis keinginan pada bahasa Inggris sebesar\n79% dan bahasa Indonesia sebesar 73%. Nilai akurasi menggambarkan tingkat\nketepatan dari hasil pelabelan data dalam menunjukkan persepsi dan keinginan\npengguna Twitter. Sepuluh kata teratas dari analisis persepsi dan keinginan\ndigunakan pada analisis keadaan dalam mengetahui kondisi pendorong atau\npenghambat wisatawan untuk berkunjung atau tidak berkunjung ke Bali.\nBerdasarkan hasil analisis keadaan, diketahui, bahwa Provinsi Bali dapat\nmelakukan upaya pengendalian penyebaran COVID-19, memastikan keamanan\nKTT G20, menyelesaikan masalah lingkungan dan transportasi, serta memastikan\nkenyamanan dalam kegiatan keagamaan. Adapun strategi untuk mendatangkan\nwisatawan mancanegara berfokus untuk mempersiapkan destinasi wisata,\nmengakomodasi aktivitas dan momen spesial, menyediakan berbagai metode\nbepergian dan panduan berkunjung, serta memperkuat atraksi, sedangkan untuk\nmendatangkan wisatawan domestik dapat difokuskan untuk mempersiapkan\ndestinasi wisata berserta akomodasinya, mengakomodasi aktivitas khususnya\nuntuk wisata alam dan budaya, mengembangkan sistem transportasi, dan\nmemperkuat atraksi.", "Daftar File": {}, "Penulis": "Ahmad Jibril Hemdi [15419012]", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, S.T, M.GIT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Pariwisata, Bali, Machine Learning, Twitter, COVID-19", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "19 Mei 2023"}