{"Nomor": 72669, "Judul": "KEBIJAKAN OTONOMI PERGURUAN TINGGI : KAJIAN DALAM PERSPEKTIF TATA KELOLA", "Abstrak": "Kecenderungan untuk melakukan reformasi tata kelola pendidikan tinggi saat ini telah\nmenjadi trend dunia. Di Indonesia, ide untuk melakukan otonomi perguruan tinggi\ndidorong oleh tuntutan terselenggaranya demokratisasi dan otonomi di berbagai\nsektor. Kelahiran Rancangan Undang-undang tentang Badan Hukum Pendidikan\n(RUU BHP) pada tahun 2004 didukung dengan keberadaan Strategi Pendidikan\nTinggi Jangka Panjang atau Higher Education Long Term Strategy (HELTS 2003-\n2010), merupakan babak baru dalam dunia pendidikan di Indonesia, dan suatu arah\nbaru bagi perjalanan perkembangan pendidikan di Indonesia. Salah satu programnya\nadalah penataan kelembagaan pendidikan tinggi yang sehat, efisien dan akuntabel.\nNamun, dalam praktiknya, implementasi berbagai kebijakan pendidikan khususnya\npendidikan tinggi berjalan sangat lamban dan menyisakan berbagai kendala dan\npersoalan.\nDengan menggunakan metode kualitatif dan rancangan penelitian jenis studi kasus,\nmaterial empiris dihasilkan melalui wawancara mendalam dengan sejumlah aktor\nyang terlibat dalam konsepsi dan implementasi kebijakan otonomi pendidikan tinggi.\nKasus yang dimaksud diantaranya adalah berkaitan dengan kebijakan pendidikan\ntinggi di Indonesia, demokratisasi pendidikan tinggi, serta hubungan diantara para\npemangku kepentingan dalam tata kelola pendidikan tinggi. Lingkup penelitian\ndibatasi pada kebijakan/kerangka kerja legal tata kelola perguruan tinggi dan\ndikhususkan pada tata kelola Perguruan Tinggi Negeri (PTN).\nHasil dari penelitian ini menghadirkan berbagai fakta menarik mengenai tata kelola\nperguruan tinggi di Indonesia berkaitan dengan proses demokratisasi yang\nberlangsung. Temuan-temuan empiris memperlihatkan bahwa kebijakan otonomi\npendidikan tinggi telah mengimbaskan sebuah paradoks, yaitu perbenturan antara\nnilai demokrasi dengan nilai akademik dan nilai-nilai pasar dengan nilai-nilai\nakademik. Dari penelitian ini juga diketahui bahwa terdapat beberapa isyu tata kelola\nberkaitan dengan peran pemerintah, swasta dan masyarakat sipil dalam\npenyelenggaraan pendidikan tinggi. Penelitian ini menghasilkan beberapa kesimpulan\ndan rekomendasi berdasarkan penafsiran/interpretasi peneliti. Penelitian ini\nmenyarankan adanya komitmen mengenai prioritas yang disesuaikan dengan konteks\npembangunan Indonesia.", "Daftar File": {"2008 TS PP ANTIK BINTARI 1-COVER": "https://digilib.itb.ac.id/gdl/download/290473", "2008 TS PP ANTIK BINTARI 1- BAB 1": "https://digilib.itb.ac.id/gdl/download/290474", "2008 TS PP ANTIK BINTARI 1- BAB 2": "https://digilib.itb.ac.id/gdl/download/290475", "2008 TS PP ANTIK BINTARI 1- BAB 3": "https://digilib.itb.ac.id/gdl/download/290476", "2008 TS PP ANTIK BINTARI 1- BAB 4": "https://digilib.itb.ac.id/gdl/download/290477", "2008 TS PP ANTIK BINTARI 1- BAB 5": "https://digilib.itb.ac.id/gdl/download/290478", "2008 TS PP ANTIK BINTARI 1- PUSTAKA": "https://digilib.itb.ac.id/gdl/download/290479"}, "Penulis": "Antik Bintari [24006002]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Demokratisasi, Otonomi, dan Tata Kelola Perguruan Tinggi", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "19 Mei 2023"}