{"Nomor": 72674, "Judul": "OPTIMIZATION OF DIMETHYL ETER (DME) SUPPLY CHAIN DAILY OPERATIONS IN SUMATRA WITH RAIL TANK WAGONS AND VESSELS USING MIXED INTEGER LINEAR PROGRAMMING", "Abstrak": "Indonesia saat ini mengimpor 80% dari kebutuhan LPG domestik. Untuk mengurangi ketergantungan impor, PT X sebagai distributor LPG telah membuat kesepakatan bersama dengan PT Y sebagai produsen dan PT Z sebagai investor untuk memproduksi DME di Tanjung Enim, Sumatra Selatan untuk menjadi substitusi LPG. PT X ingin mengutilisasi 4 depot dan mengonversi 6 provinsi untuk menjalankan distribusi DME. PT X meneliti kemungkinan menggunakan RTW sebagai moda transportasi karena kilang dan 2 depot yang ada terhubung dengan infrastruktur kereta, Dari 2 depot tersebut, DME akan dikirimkan dengan kapal. Ini adalah jaringan distribusi baru bagi PT X. Sehingga, PT X membutuhkan keputusan operasional yang optimal untuk mengirimkan DME dengan baiya yang murah dan memenuhi minimum coverage days di tiap depot, yaitu 3 hari.\nModel dibangun dengan menggunakan MILP untuk menentukan jadwal harian dari RTW dan kapal untuk menjamin pemenuhan permintaan pada depot multi echelon dengan harga murah. Untuk menggambarkan aspek dinamis dari penjadwalan, indeks waktu akan dipakai dalam variabel alokasi dan inventori. Pada penelitian ini, model akan diselesaikan dengan 2 algoritma. Algoritma branch and bound yang menghasilkan solusi optimal tetapi hanya dapat dipakai untuk skala kecil karena membutuhkan waktu yang lama untuk penyelesaian. Oleh karena itu, dikembangkan algoritma lain yang tergolong ke dalam algoritma neighborhood search untuk horison perencanaan yang panjang walaupun menghasilkan solusi suboptimal. Solusi dari algoritma ini 10% lebih besar daripada solusi optimal.\nHasil menunjukkan bahwa untuk 365 hari perencanaan, PT X membutuhkan 136 RTW menuju Depot Panjang, 243 RTW menuju Depot Pulau Layang, 70 kapal menuju Depot Teluk Kabung, dan 93 kapal menuju Depot Dumai dengan biaya sebesar 19,136,994.20 USD atau setara dengan 15.31 USD/MT sedangkan biaya transportasi LPG saat ini adalah 15.31 USD/MT. Utilisasi rata-rata di setiap depot berkisar antara 46% hingga 72% dan rata-rata coverage days adalah 4 hingga 5 hari.", "Daftar File": {}, "Penulis": "Rycki Towinsen [13419054]", "Kontributor / Dosen Pembimbing": ["Dr. Rully Tri Cahyono, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "DME, RTW, kapal, coverage days, MILP, utilisasi", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Mei 2023"}