{"Nomor": 72681, "Judul": "PERANCANGAN SISTEM PENDUKUNG KEPUTUSAN INVESTASI SAHAM MENGGUNAKAN ALGORITMA NEURAL NETWORK", "Abstrak": "Pasar modal merupakan tempat untuk melakukan kegiatan investasi dengan berbagai produk investasi didalamnya, salah satunya yaitu saham. PT XYZ sebagai salah satu penyedia perantara perdagangan efek mempunyai tanggung jawab untuk memberikan hasil penelitian terkait saham, penelitian tersebut akan menjadi suatu rekomendasi yang diberikan bagi investor. Namun rekomendasi yang diberikan terbatas jika dibandingkan keseluruhan saham yang terdapat di Bursa Efek Indonesia, sehingga investor belum tentu mendapatkan rekomendasi mengenai saham yang dimiliki, dibeli maupun dijual. Oleh karena itu, PT XYZ membutuhkan suatu rancangan sistem pendukung keputusan agar karyawan atau investor baik individu maupun kelompok dapat mengambil keputusan jual beli investasi saham dengan mudah.\nUntuk dapat melakukan pengambilan keputusan tersebut dilakukan terlebih dahulu prediksi harga saham dengan menggunakan atribut date, volume, open, high, low, dan close sebagai label yang akan diprediksi. Prediksi dilakukan dengan menggunakan data saham tersebut yang diperoleh dari sumber yahoo finance, kemudian diolah dengan perangkat lunak Rapidminer menggunakan algoritma neural network. Pada penelitian ini, saham yang digunakan yaitu PT Indofood CBP Sukses Makmur Tbk (ICBP), PT Telkom Indonesia (Persero) Tbk dan PT Bank Negara Indonesia (Persero) Tbk. Hasil dari pengolahan data tersebut kemudian akan menjadi input bagi perancangan sistem pendukung keputusan. Rancangan sistem pendukung keputusan dibuat dalam VBA Macro pada perangkat lunak Microsoft Excel. Dalam rancangan tersebut akan diberikan keputusan untuk investor yaitu buy, hold maupun sell tergantung pada posisi investor saat itu.", "Daftar File": {}, "Penulis": "Asep Firhan Ali Yapi [13416129]", "Kontributor / Dosen Pembimbing": ["Aldila Rizkiana, S.T., M.T., CPMA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sistem pendukung keputusan, saham, Rapidminer, neural network, data mining", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "22 Mei 2023"}