{"Nomor": 72682, "Judul": "STRATEGI PEMASARAN UNTUK PEMANFAATAN HIGH THROUGHPUT  SATELLITE (HTS) UNTUK JASA MULTIFUNGSI INDONESIA DI  WILAYAH 3T", "Abstrak": "Indonesia sebagai negara kepulauan terbesar di dunia memiliki permasalahan pada distribusi infrastruktur jaringannya untuk menyediakan akses broadband ke seluruh wilayah. Penyediaan akses broadband sangat penting karena Indonesia telah memasuki era digital yang membutuhkan akses data, kebutuhan kapasitas Indonesia untuk mengakses data berkembang pesat. Kabel bawah laut dapat disediakan untuk menghubungkan hubungan antara kota dan provinsi, terutama di daerah 3T (daerah terdepan, terluar, dan tertinggal), namun masih banyak daerah di Indonesia yang tidak dapat dijangkau oleh kabel serat optik karena Banyak faktor, perusahaan dapat melengkapi area yang belum tercover dengan satelit bernama High Throughput Satellite (HTS) yang akan selesai pada tahun 2023. \nBerdasarkan kondisi di atas, perusahaan harus segera menyusun strategi bisnis pasca implementasi HTS, mengingat persaingan bisnis di industri Telekomunikasi. Studi ini akan mengembangkan strategi marketing untuk PT Angkasa Satu. Analisis yang digunakan dalam menyusun alternatif strategi didasarkan pada pengamatan terhadap faktor internal dan eksternal perusahaan. Analisis strategi dilakukan dengan menggunakan metode Quantitative Strategic Planning Matrix (QSPM), analisis TOWS dan Matriks IE. \nMatriks EFE dan IFE digunakan untuk menganalisis kekuatan, kelemahan, peluang dan ancaman perusahaan. Kemudian analisis TOWS akan menentukan beberapa alternatif strategi berdasarkan EFE dan IFE. Semua alternatif akan dihitung menggunakan Matriks IE dan QSPM. Hasil dari tesis ini adalah strategi fokus pada pemanfaatan pasar eksternal (strategi marketing) HTS dan strategi relevan yang diterapkan perusahaan untuk menghadapi persaingan di masa depan.", "Daftar File": {"2023_TS_PP_Tembang Florian Falah-29121062_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/290572"}, "Penulis": "Tembang Florian Falah [29121062]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T, MM, DBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi, high throughput satellite (HTS), Telekomunikasi, QSPM, IE Matrix", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "22 Mei 2023"}