{"Nomor": 72692, "Judul": "EXPANDING SMALL BUSINESS: BOY-O-LOGY BOUTIQUE", "Abstrak": "Berdiri sejak tahun 2004 dan bersaing di industri yang tumbuh pesat telah mendorong\nBoy-o-logy untuk dapat menguasai pasar clothing di Indonesia, terutama Bandung.Tidak\nhanya berinovasi untuk menjual produk yang unik di mata pasar, Boy-o-logy juga harus\nmulai memperhatikan alternatif – alternatif untuk mengembangkan usahanya dan\nmenambah pangsa pasar.\nBerdasarkan pengamatan di industri fesyen Indonesia, dalam mengantisipasi persaingan\nusaha, para pemanin cenderung memilih strategi untuk memproduksi massal dan\nmenurunkan harga mereka serendah mungkin, hal ini juga diperuntukkan dalam meraih\npangsa pasar di daerah kota – kota kecil selain ibukota dengan keadaan ekonomi\npenduduknya menengah ke bawah. Kenyataan bahwa Boy-o-logy selalu membuat produk\nmereka unik dan tidak mengikuti trend di pasar, dimana Boy-o-logy lebih cenderung\nuntuk menciptakan segmen pasarnya sendiri, tentunya strategi yang digunakan\nkebanyakan pemain lain tidaklah cocok untuk diterapkan dalam strategi pengembangan\nusaha Boy-o-logy.\nDengan segala pertimbangan, muncul 3 alternatif yang mungkin diterapkan dalam\nperencanaan pengembangan usaha Boy-o-logy yang disesuaikan dengan karakter\nperusahaan Boy-o-logy, yaitu membangun took atau gerai baru diluar kota untuk\nmenambah pangsa pasar, membeli beberapa mesin untuk keperluan produksi,dan\nmenambah sedikit dana untuk meningkatkan kapasitas produksi, atau hanya menambah\ndana untuk produksi dan meningkatkan sales dengan menambah jumlah produk yang\ndapat dijual.\nPada penelitian kali ini, saya menentukan alternatif strategi terbaik bagi pengembangan\nusaha Boy-o-logy tanpa meninggalkan nilai – nilai perusahaan tersebut berdasarkan\nperhitungan Capital Bidgeting dan mengembangkannya dengan perencanaan pemasaran,\nperbaikan system manajemen dan operasional.", "Daftar File": {}, "Penulis": "Anisa Esa Riani [19005018]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A, M.SAE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "23 Mei 2023"}