{"Nomor": 72696, "Judul": "PERANCANGAN PLAFORM & AKTUATOR UNTUK MOBILE ROBOT BESERTA IMPLEMENTASI PERANGKAT LUNAKNYA", "Abstrak": "Pada tugas akhir ini akan dikembangkan suatu sistem platform dan aktuator untuk\nsebuah Autonomous Mobile Robot. Robot ini didesain untuk menjalankan misi pencarian\ndan pemadaman api dan penyelamatan korban di dalam suatu lingkungan labirin.\nRobot ini didesain berbasis sistem pengendalian differential steering dan didesain untuk\ndapat bergerak maju, mundur, dan berputar di tempat. Desain platform untuk robot ini\ndidesain mirip dengan desain tank dengan pertimbangan kehandalan pergerakan di\naneka bentuk permukaan.\nRobot ini dalam bekerja didesain menggunakan 7 jenis sensor, antara lain sensor\nultrasonik dan sensor infra red untuk deteksi jarak, sensor uv-tron untuk deteksi ada\ntidaknya api, sensor pyroelectric untuk deteksi lokasi lilin dan api yang ada di ruangan,\nsensor kompas untuk deteksi sudut gerak robot saat itu, sensor encoder untuk deteksi\njarak pergerakan dari robot, dan sensor TPA 81 untuk deteksi lokasi bayi di ruangan.\nSecara keseluruhan platform robot ini didesain untuk melakukan misi sesuai peraturan\nKRCI 2007 divisi expert dimana lingkungan labirin terdiri atas 2 lantai yang dipisahkan\noleh sebuah ramp 30 derajat. Lingkungan labirin yang digunakan dalam KRCI 2007\nmemiliki lebar lorong 46 cm. Misi robot dalam KRCI 2007 ini adalah untuk menemukan\nposisi api di dalam ruangan dan memadamkannya. Posisi ruangan dalam labirin ini\ndibuat fleksibel sehingga robot diuji untuk dapat melaksanakan misi tanpa mengetahui\nbentuk ruangan secara keseluruhan.", "Daftar File": {}, "Penulis": "Anindito Santoso [13203130]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono", "Dr. Ir. Kusprasapta Mutijarsa, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Robot, lingkungan labirin, sensor", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "23 Mei 2023"}