{"Nomor": 72699, "Judul": "OVERPRODUKSI DAN PURIFIKASI STREPTOKINASE K59Q-K386Q, SERTA UJI KESTABILAN TERHADAP PEMOTONGAN OLEH PLASMIN MENGGUNAKAN ANALISIS WESTERN BLOT", "Abstrak": "Streptokinase masih merupakan pilihan utama dalam terapi stroke dan infark myokardia\nakut karena harganya relatif lebih murah dibandingkan senyawa fibrinolitik lain. Waktu\nparuh streptokinase yang pendek salah satunya diakibatkan pemotongan oleh plasmin yang\nmemotong ikatan peptida setelah lisin. Mutasi kerangka baca terbuka streptokinase pada\nkodon pengkode asam amino lisin pada posisi 59 dan 386 telah berhasil dilakukan (ska\nK59Q-K386Q), dan telah berhasil dikloning ke dalam vektor ekspresi pET-32b. Tujuan\npenelitian ini adalah untuk mendapatkan streptokinase yang lebih stabil terhadap\npemotongan oleh plasmin dan mengembangkan antibodi poliklonal anti-streptokinase\nuntuk keperluan analisis streptokinase secara Western blot. Vektor pET-32b ska K59QK386Q\ntelah behasil ditransformasi ke dalam E. coli BL21 dan telah dilakukan\noverproduksi Ska mutein 2 dengan induser IPTG 0,5 mM dan waktu inkubasi selama 3\njam. Overproduksi Ska mutein 2 berhasil dilakukan yang ditunjukkan dengan keberadaan\npita protein berukuran 64,24 kDa pada gel poliakrilamid. Optimasi pemurnian dilakukan\ndengan menggunakan konsentrasi imidazol meningkat dan ditentukan konsentrasi Ska\nmutein 2 murni menggunakan metode Bradford. Pembuatan antibodi poliklonal antistreptokinase\ntelah berhasil dilakukan di kelinci galur japanese white selama 30 hari dan\ntelah berhasil dikarakterisasi menggunakan analisis dot blot dan Western blot. Uji stabilitas\nSka mutein 2 terhadap pemotongan oleh plasmin dilakukan dengan cara menginkubasi Ska\nmutein 2 dalam plasma manusia dan dianalisis dengan Western blot. Hasil analisis\nmenunjukkan bahwa selama waktu inkubasi 60 menit Ska mutein 2 dikenali oleh plasmin.", "Daftar File": {}, "Penulis": "Aniek Widayanti [10704018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Debbie Soefie Retnoningrum", "Prof. Dr. apt. Heni Rachmawati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Streptokinase, stroke,  infark myokardia, antibodi poliklonal antistreptokinase", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "0 file", "Tanggal Input": "23 Mei 2023"}