{"Nomor": 72703, "Judul": "FAKTOR YANG MEMENGARUHI PERILAKU KONSUMEN TERHADAP KEPUTUSAN PEMBELIAN PRODUK BAHAN BANGUNAN DI E-COMMERCE", "Abstrak": "Tujuan dari penelitian ini adalah untuk menyelidiki faktor-faktor kunci yang mempengaruhi perilaku konsumen dengan mempertimbangkan perubahan pembelian konsumen melalui platform belanja online di sektor bahan bangunan. Analisis cross-sectional dalam metode penelitian kuantitatif dan instrumen penelitian kuesioner diterapkan pada penelitian ini dengan mendekati sekitar 200 responden untuk survei konsumen di kota besar Jakarta, Indonesia terdiri dari orang-orang atau komunitas yang lebih suka berbelanja dengan memanfaatkan digital. platform e-commerce, khususnya untuk produk bahan bangunan. Seperti diketahui pada masa pandemi industri bahan bangunan merupakan salah satu industri yang vital dan berkembang secara digital. Juga, munculnya digitalisasi dan munculnya penjualan melalui platform digital dibandingkan dengan pemasaran offline telah mengubah perilaku pembelian. Studi tersebut menemukan bahwa perilaku konsumen telah berubah, dipengaruhi oleh kegunaan yang dirasakan, kepercayaan, dan teknologi revolusioner yang telah memengaruhi inisiatif dan pengambilan keputusan pembelian online. Konsumen lebih memilih pendekatan hybrid untuk membeli produk bahan bangunan, sehingga meningkatkan biaya yang kompetitif dan personalisasi desain dan layanannya. Konsumen mengharapkan keuntungan baik online maupun offline untuk memaksimalkan nilai pembelian mereka.", "Daftar File": {"COVER Jordan Suharto": "https://digilib.itb.ac.id/gdl/download/290745"}, "Penulis": "Jordan Suharto [29321002]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "E-Commerce, Perilaku Konsumen, Persepsi Kegunaan, Kepercayaan, Teknologi Revolusioner, Bahan Bangunan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "23 Mei 2023"}