{"Nomor": 72705, "Judul": "PERAN UNIT PENGELOLA KEUANGAN DESA (UPKD) DALAM USAHA KREDIT MIKRO (STUDI KASUS: PROYEK PENGEMBANAGN WILAYAH BERBASIS PERTANIAN KAB. BUOL PROV. SULAWESI TENGAH)", "Abstrak": "Salah satu upaya untuk mengurangi kemiskinan di Kabupaten Buol\ndilakukan melalui proyek Pengembangan Wilayah Berbasis Pertanian (Sulawesi\nAgricultural Area Development Project) yang didanai oleh Bank Dunia. Proyek\nini disamping menekankan pada pengembangan usaha kecil dan rumah tangga,\nberupa kredit bergulir yang dikelola oleh UPKD sebagai lembaga kredit mikro,\njuga bersifat bottom up yaitu menekankan pada Inisiatif Masyarakat Setempat\n(IMS). Pada akhirnya UPKD diharapkan dapat berperan sebagai lembaga kredit\nmikro yang berkelanjutan.\nHasil pengamatan umum dari pelaksanaan tahun 1999 sampai 2006\nmemperlihatkan kredit perguliran selain yang berhasil ada juga yang tidak\nberhasil dimana masih rendahnya presentase ketaatan membayar. Masih perlu\ndipertanyakan bagaimana peran UPKD dalam mengembangkan usaha kredit\nmikro. Tujuan dari penelitian ini adalah untuk mengungkapkan faktor-faktor yang\nmenjadi kendala dalam pelaksanaan hak dan kewajiban UPKD dalam perguliran\nkredit mikro dalam menjalankan perannya, dan menilai prospek peran UPKD\ndalam pengembangan usaha kredit mikro.\nUPKD diharapkan dapat menjalankan fungsi, kewajiban dan sekaligus\nmendapatkan haknya sesuai dengan kedudukannya sehingga dapat melaksanakan\nperannya dengan maksimal (Soerjono Soekanto, 1990). Karena peran yang\ndijalani mempunayi pengaruh atau dampak terhadap orang yang berkaitan dengan\nperanan tersebut maka perlu adanya hubungan yang diatur oleh nilai-nilai sosial\nyang diterima dan ditaati kedua belah pihak. Sementara dalam menjalankan\nfungsi, kewajiban dan hak secara internal, UPKD juga harus melaksanakan hal\nserupa kepada kelompok masyarakat (eksternal) dalam mengembangkan usahanya\nmelalui perguliran kredit mikro.\nBerdasarkan hasil penelitian, peran UPKD dalam usaha kredit mikro tidak\ndapat dilaksanakan secara maksimal, masih terbatas sebagai pelaksana lembaga\nkeuangan lokal yang berperan untuk membagi-bagikan dana. Sehingga proyek ini\ndalam pelaksanaan di lapangan lebih bersifat parsial, sektoral dan charity yang\ndapat menimbulakan kondisi yang menyimpang dari tujuan semula seperti salah\nsasaran atau meumbuhkan ketergantungan masyarakat pada bantuan luar. Menilai\nprospek UPKD yaitu dengan memanfaatkan peluang untuk menjalankan perannya\ndari kecenderungan keberhasilan yaitu, mempunyai akses terhadap sumber dana,\ndituntut profesionalisme dalam menjalankan usahanya dan terakhir menerapkan\npola kemitraan.", "Daftar File": {"2008 TS PP ANI SITI HANIPAH 1-COVER": "https://digilib.itb.ac.id/gdl/download/290778", "2008 TS PP ANI SITI HANIPAH 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/290779", "2008 TS PP ANI SITI HANIPAH 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/290780", "2008 TS PP ANI SITI HANIPAH 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/290781", "2008 TS PP ANI SITI HANIPAH 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/290782", "2008 TS PP ANI SITI HANIPAH 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/290783", "2008 TS PP ANI SITI HANIPAH 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/290784"}, "Penulis": "Ani Siti Hanipah [24006074]", "Kontributor / Dosen Pembimbing": ["Suparti A. Salim, Dr."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kredit mikro, unit pengelola keuangan desa,", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "23 Mei 2023"}