{"Nomor": 72704, "Judul": "STUDI KONTRIBUSI REMITEN TKI TERHADAP PERKEMBANGAN PERDESAAN DI KABUPATEN SUBANG (STUDI KASUS DI DESA BLANAKAN, DESA RANDU DAN DESA GUNUNGSEMBUNG)", "Abstrak": "penduduknya bermigrasi keluar dari desanya untuk mencari penghidupan yang\nlebih layak. Ada yang pergi ke kota-kota besar terdekat, dan ada juga yang pergi\nke luar negeri menjadi buruh migran internasional atau Tenaga Kerja Indonesia\n(TKI).\nJumlah remiten yang dikirim oleh para TKI asal Subang pada tahun 2006\ndiperkirakan mencapai hampir Rp. 650 milyar, yang dikirim melalui jasa\nperbankan formal sebesar Rp. 350 milyar dan sisanya melalui jalur informal.\nNamun uang sebanyak ini ternyata tidak memberikan dampak yang berarti di\nbeberapa tempat asal migran sehingga hal ini menjadi perhatian pemerintah\ndaerah setempat di mana peneliti bekerja, untuk mengetahui perilaku keluarga\nmigran dalam memanfaatkan surplus tersebut.\nHasil penelitian menunjukkan bahwa hampir sebagian besar remiten itu habis\nuntuk keperluan yang konsumtif seperti untuk pemenuhan kebutuhan hidup\nsehari-hari, perbaikan rumah, membeli sepeda motor, dll. Alokasi remiten seperti\nini menyebabkan uang yang datang itu tidak berputar kembali menjadi kapasitas\nproduksi yang berkelanjutan.\nAda beberapa faktor yang menjadi penyebab hal di atas. Pertama adalah faktor\ninternal dalam diri TKI dan keluarganya seperti atribut keluarga, persepsi terhadap\nremiten, faktor psikologis seperti motivasi, usia dan siklus hidup serta kurangnya\npengetahuan berwirausaha. Lalu ada faktor eksternal dari desa seperti ketiadaan\npasar lokal, tidak adanya efektif deman dan lemahnya leadership di tingkat desa.\nTerakhir adalah faktor dari luar desa yaitu kedekatan lokasi ketiga desa dengan\ndaerah urban dan adanya jalur transportasi yang cukup baik, sehingga kontak\ndengan daerah perkotaan cukup intens, yang pada akhirnya berpengaruh terhadap\npola konsumsi sebagian TKI.", "Daftar File": {"2009 TS PP ANI CAHARANI 1-COVER": "https://digilib.itb.ac.id/gdl/download/290747", "2009 TS PP ANI CAHARANI 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/290748", "2009 TS PP ANI CAHARANI 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/290749", "2009 TS PP ANI CAHARANI 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/290750", "2009 TS PP ANI CAHARANI 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/290751", "2009 TS PP ANI CAHARANI 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/290752", "2009 TS PP ANI CAHARANI 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/290753"}, "Penulis": "Ani Caharani [24007010]", "Kontributor / Dosen Pembimbing": ["Indra Budiman Syamwil, Dr. Ir."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "TKI, remiten, ekonomi rumah tangga", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "23 Mei 2023"}