{"Nomor": 72719, "Judul": "STRATEGI PENGURANGAN RISIKO BENCANA BERDASARKAN INTEGRASI KAJIAN RISIKO BENCANA GEMPA BUMI DENGAN PERENCANAAN TATA RUANG BERBASIS MIKROZONASI DI KOTA TASIKMALAYA, JAWA BARAT", "Abstrak": "Daerah Jawa Barat khususnya Tasikmalaya secara geologis merupakan daerah yang\nrawan akan gempabumi. Akan tetapi, penataan ruang pada dokumen perencanaan\ntingkat kota belum mengakomodir upaya mitigasi gempabumi. Selain itu, Kota\nTasikmalaya sendiri juga memiliki kepadatan penduduk yang tinggi karena\nmerupakan wilayah dengan potensi wisata, pendidikan, perdaganagan. Kawasan\nperkotaan perlu merencanakan tata ruang dengan berbasis skala mikro.\nMikrozonasi gempabumi dapat diintegrasikan kedalam dokumen perencanaan\ndalam penataan tata ruang sebagai upaya pengurangan risiko gempa. Penelitian ini\nmengidentifikasi wilayah-wilayah risiko gempa bumi dalam skala mikro dan\nmengintegrasikan kedalam struktur dan pola ruang di Kota Tasikmalaya. Dari hasil\npenelitian didapat bahwa Kota Tasikmalaya terbagi menjadi tiga kelas yaitu SC\n(ancaman rendah), SD (ancaman seadng), dan SE (ancaman tinggi). Wilayah\ndengan ancaman bahaya tinggi pada sebagian wilayah Pusat Pelayanan Kota, dan\nbeberapa wilayah pada Subpusat Pelayanan Kota. Ancaman sedang gempabumi\nmendominasi sebagian besar wilayah Kota Tasikmalaya. Berdasarkan analisis\nrisiko gempabumi luas wilayah dengan risiko tinggi sebesar 4502 hektar. Hal itu\nrelatif sangat tinggi apabila dibandingkan dengan total ancaman bahaya tinggi\nsebesar 957 hektar. Wilayah dengan risiko tinggi terluas adalah daerah Kecamatan\nKawalu. Hal tersebut disebabkan karena kapasitas yang rendah berupa tidak adanya\ntempat evakuasi dan fasilitas Kesehatan. Selain itu, kerentanan ekonomi dan fisik\nyang tinggi juga menyebabkan luas wilayah dengan risiko tinggi sangat besar.\nDalam upaya pengurangan risiko bencana perlunya dilakukan rekayasa sipil seperti\npembangunan mengikuti kaidah building code. Selain itu, perlunya juga\npeningkatan kapasitas dalam tempat evakuasi seperti pembuatan ruang terbuka\nhijau dan fasilitas kesehatan pada daerah yang memiliki ancaman dan risiko tinggi\nterhadap gempabumi.", "Daftar File": {"ABSTRAK Rio Alcanadre Tanjung Moechtar": "https://digilib.itb.ac.id/gdl/download/290840", "BAB 1 Rio Alcanadre Tanjung Moechtar": "https://digilib.itb.ac.id/gdl/download/290841", "BAB 2 Rio Alcanadre Tanjung Moechtar": "https://digilib.itb.ac.id/gdl/download/290842", "BAB 3 Rio Alcanadre Tanjung Moechtar": "https://digilib.itb.ac.id/gdl/download/290843", "BAB 4 Rio Alcanadre Tanjung Moechtar": "https://digilib.itb.ac.id/gdl/download/290844", "BAB 5 Rio Alcanadre Tanjung Moechtar": "https://digilib.itb.ac.id/gdl/download/290845", "BAB 6 Rio Alcanadre Tanjung Moechtar": "https://digilib.itb.ac.id/gdl/download/290846", "PUSTAKA Rio Alcanadre Tanjung Moechtar": "https://digilib.itb.ac.id/gdl/download/290847", "LAMPIRAN Rio Alcanadre Tanjung Moechtar": "https://digilib.itb.ac.id/gdl/download/290848"}, "Penulis": "Rio Alcanadre Tanjung Moechtar [25421043]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Mikrozonasi, Kegempaan, Pengurangan Risiko Bencana", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "24 Mei 2023"}