{"Nomor": 72712, "Judul": "STRATEGI TRANSFORMASI DIGITAL UNTUK PT PENJAMINAN INFRASTRUKTUR INDONESIA (PERSERO)", "Abstrak": "Sebagai institusi baru yang dibentuk oleh Pemerintah Republik Indonesia / Kementerian Keuangan  pada tahun 2010, PT Penjaminan Infrastruktur Indonesia (Persero) (PT PII)  dimandatkan untuk meningkatkan kelayakan kredit proyek infrastruktur, semenjak berdirinya PT PII sampai saat ini telah memproses ratusan usulan proyek infrastruktur dan telah menjamin 44 proyek infrastruktur, semakin banyaknya proyek infrastruktur yang diproses penjaminannya, semakin menuntut kecepatan dan keakuratan proses penjaminan. Tujuan dari penjaminan yang dilakukan PT PII berupa peningkatan kelayakan kredit tentunya diperlukan kolaborasi dari para stakeholder di bidang infrastruktur yaitu institusi perencanaan pembangunan/ Bappenas, institusi perbendaharaan negara / Kementerian Keuangan, intitusi sektor infrastruktur / Kementerian / Lembaga, para kepala daerah / Gubernur, Bupati dan Walikota, para investor, perusahaan, badan usaha, pelaku usaha industri ataupun sektor terkait, konsultan, masyarakat, perguruan tinggi serta para konsultan. Berbagai pengetahuan baru mucul saat perencanaan proyek infrastruktur yang prosesnya pararel dengan proses perolehan penjaminan dan  saat proyek dilaksanakan menjadi sangat penting menjadi pengetahuan yang perlu diaplikasikan oleh stakeholder lainnya saat akan merencanakan pembangunan infrastruktur dengan kelayakan kredit yang tinggi sehingga dapat diminati para investor dan lender. Atas hal tersebut PT PII sangat menyadari pentingnya peranan teknologi digital untuk berkolaborasi baik dengan internal stakeholder maupun external stakeholder dalam melaksanakan mandatnya. Dimana dengan penggunaan teknologi digital secara efektif dan maksimal akan mempercepat proses kolaborasi digital  baik di internal PT PII dan diperluas dengan kolaborasi digital dengan para external stakeholder.\nDi tugas akhir ini, kami akan menggali bagaimana mengembangkan suatu strategi tranformasi digital di PT PII dengan mempelajari literatur tentang teori-teori inovasi digital, transformasi digital, transformasi model bisnis, transformasi proses bisnis dan  transformasi budaya/ organisasi, kami juga mempelajari faktor-faktor dalam transformasi digital, antara lain internal factor yang berupa digital maturity, data, organisasi dan  infrastruktur IT. Metode riset yang kami lakukan dalam tugas akhir ini kami lakukan dengan melakukan identifikasi issue bisnis, analisa status quo dengan interview, analisa faktor yang terkait dengan transformasi digital, formulasi strategi digital tranformasi  yang efektif dan memberikan rekomendasi untuk solusi bisnis yang bisa ditempuh oleh manajemen PT PII, rencana implementasi, periode waktu implementasi, serta pihak-pihak mana dalam PT PII yang akan melaksanakannya sehingga keputusan investasi dalam melaksanakan transformasi digital di PT PII bisa menjadi lebih efektif.\nSetelah melakukan identifikasi dan analisa bisnis, kami menemukan, proses bisnis masih dilakukan secara manual, infrastruktur IT yang masih perlu pengembangan untuk bisa menjangkau kolaborasi dengan external stakeholder secara secure, budaya perusahaan berupa kolaborasi antar divisi yang perlu ditingkatkan pelaksanaanya dengan menghilangkan silo-silo anta divisi sehingga PT PII bisa memberikan dampak kebermanfaatan yang maksimal dari semua sisi proses bisnisnya secara berkelanjutan.\nBerdasarkan temuan-temuan dalam penelitian ini hasilnya kami memberikan solusi- solusi bisnis dengan memperhatikan 3 elemen utama dalam transformasi digital, yaitu orang, proses dan teknologi serta  dapat membantu perusahaan dalam membuat analisa, perencanaan jangka pendek, menengah dan panjang  dalam merumuskan strategi transformasi digital yang bisa  untuk bisa mencapai visi nya sebagai entitas penggerak yang terpercaya dalam pengembangan infrastruktur dan pembangunan yang berkelanjutan oleh Pemerintah melalui berbagai skema inovatif secara lebih efektif, handal dan excellence.", "Daftar File": {"COVER Yunan Novaris Arifidianto": "https://digilib.itb.ac.id/gdl/download/290804"}, "Penulis": "Yunan Novaris Arifidianto [29321053]", "Kontributor / Dosen Pembimbing": ["Prof. Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Indonesia Infrastructure Guarantee Fund, PT PII (Persero), Penjaminan Pemerintah, PPP, Digital Transformation Strategy.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "23 Mei 2023"}