{"Nomor": 72717, "Judul": "GEOLOGI DAN STUDI KARAKTERISTIK REKAHANALAMI PADA SINGKAPAN BATUAN DASAR DI DAERAH LAU DAMAK DAN SEKITARNYA, KECAMATANBAHOROK, KABUPATEN LANGKAT, PROVINSI SUMATRAUTARA", "Abstrak": "Kebutuhan akan hidrokarbon di Indonesia terus meningkat, oleh sebab itu diperlukan tambahan cadangan hidrokarbon yang salah satunya dapat bersumber dari batuan dasar yang dikontrol oleh struktur. Sebagai salah satu bagian dari Cekungan Sumatra Utara, daerah Lau Damak dan sekitarnya memiliki batuan dasar berupa batuan metasedimen yang terekahkan secara intensif. Studi karakteristik rekahan alami dilakukan berdasarkan metode linear scanline dan window scanline di sekitar Sesar Lau Batu Garut untuk melihat potensi reservoir baru dari batuan dasar yang terekahkan.\nSesar Lau Batu Garut yang tergolong sebagai sesar normal mengiri memiliki lebar zona hancuran sebesar 39 m. Pembentukan rekahan alami di daerah penelitian dipengaruhi oleh 3 episode pembentukan rekahan alami yang berlangsung dari umur Trias Awal hingga saat ini. Intensitas yang dimiliki oleh rekahan alami adalah 3,8 rekahan/m - 29,6 rekahan/m dan densitas yang terukur berada pada rentang 18,3 rekahan/m² - 116 rekahan/m². Atribut rekahan alami yang berada di dalam Zona Hancuran Sesar Lau Batu Garut dan di luar Zona Hancuran Sesar Lau Batu Garut memiliki dimensi fraktal yang bervariasi pada rentang 0,976 – 1,468. Porositas di daerah penelitian memiliki nilai yang bervariasi pada rentang 0,08% - 1,52 %. Permeabilitas cubes yang terukur adalah 0,03 darcy –10,61 darcy dan permeabilitas matchsticks yang terukur adalah 0,03 darcy – 7,96 darcy darcy.", "Daftar File": {}, "Penulis": "Yuri Kemal Fatah [12018044]", "Kontributor / Dosen Pembimbing": ["Indra Gunawan, S.T., M.Sc., Ph.D.", "Ir. Alfend Rudyawan, S.T, M.Sc, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Lau Damak, scanline, sesar, rekahan, intensitas, densitas, fraktal, porositas, permeabilitas.", "Sumber": "FITB", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mei 2023"}