{"Nomor": 72713, "Judul": "PENENTUAN LOKASI OBJEK BERGERAK DENGAN TEKNIK TIME DIFFERENCE OF ARRIVAL", "Abstrak": "Pada Tugas Akhir ini, telah dikembangkan sebuah simulasi sistem penentuan lokasi\nobjek bergerak dengan teknik Time Difference of Arrival (TDoA). Sistem ini\nmelibatkan beberapa aplikasi, antara lain: TDoA Calculator, simulator base station,\nsimulator mobile terminal, dan aplikasi sinkronisasi waktu.\nPenentuan lokasi objek bergerak (mobile positioning) ini sangat diperlukan karena ada\nbanyak manfaat yang bisa diperoleh darinya. Contohnya, dengan mengetahui lokasi\nsebuah ponsel, operator penyedia jasa telekomunikasi bisa menyediakan layanan\nberbasis lokasi (location-based service) bagi pelanggan, layanan E-911 (Emergency\n911), dan sebagainya. Contoh lainnya adalah untuk menentukan lokasi sebuah\npesawat terbang, yang dimungkinkan karena pesawat terbang akan selalu\nmengirimkan sinyal dalam selang waktu beberapa detik. Penentuan lokasi dengan\nteknik Time Difference of Arrival ini termasuk teknik penentuan lokasi yang berbasis\njaringan, sehingga tidak perlu memodifikasi terminal yang digunakan.\nUntuk melakukan penentuan lokasi objek bergerak, pertama-tama dilakukan\nsinkronisasi waktu pada semua base station. Lalu, simulator mobile terminal akan\nmembangkitkan data sinyal yang akan diterima oleh simulator base station. Simulator\nbase station akan memberikan tanda-waktu pada data sinyal yang diterima dan\nmeneruskannya ke server TDoA Calculator. Akhirnya, aplikasi TDoA Calculator\nakan melakukan kalkulasi dengan algoritma Bucher untuk menghasilkan lokasi\nterminal yang berada di sekitar base station.\nPada simulasi yang telah dilakukan, hasil perhitungan penentuan lokasi ternyata tidak\nakurat. Hal ini dikarenakan oleh rendahnya akurasi sinkronisasi waktu antar base\nstation dan rendahnya akurasi pemberian tanda-waktu. Adapun faktor-faktor yang\nmempengaruhi akurasi penentuan lokasi degan teknik TDoA, yaitu: akurasi\nsinkronisasi waktu antar base station, akurasi pemberian tanda-waktu pada base\nstation, dan algoritma perhitungan penentuan lokasi yang digunakan.", "Daftar File": {}, "Penulis": "Anggriawan Sugianto [13504018]", "Kontributor / Dosen Pembimbing": ["Riza Satria Perdana, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Penentuan lokasi, Time Difference of Arrival", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "8 file", "Tanggal Input": "23 Mei 2023"}