{"Nomor": 72724, "Judul": "POLA SPASIAL TINDAK KRIMINALITAS BERDASARKAN KONFIGURASI RUANG DI KOTA MAKASSAR", "Abstrak": "Kebutuhan akan rasa aman terhadap tindak kriminalitas merupakan hal mendasar\nuntuk setiap manusia. Kriminalitas memiliki hubungan erat dalam aspek spasial\n(Kakamu, 2008; Dwidinata, 2018; Aksoy, 2017). Pemahaman aspek spasial dan\nhubungannya dengan tindak kriminalitas sangat dibutuhkan untuk menganalisa\nlebih lanjut fenomena kriminalitas di perkotaan sehingga dapat menentukan\nkebijakan dan program yang tepat terkait pencegahan tindak kriminalitas pada\nmasing-masing kawasan. Kota Makassar merupakan salah satu kota dengan\ntingkat kriminalitas yang tinggi di Indonesia. Saat ini, kajian terkait pola spasial\ntindak kriminalitas di Kota Makassar masih sangat minim. Oleh karena itu,\npenelitian ini bertujuan untuk mengeksplorasi pola spasial tindak kriminalitas di\nKota Makassar. Penelitian ini merupakan penelitian deskriptif-eksplanatori\ndengan pendekatan concurrent atau campuran antara pendekatan kualitatif dan\nkuantitatif. Data yang digunakan pada penelitian merupakan data sekunder yang\ndikumpulkan melalui studi literatur, pendataan instansi, dan scraping data melalui\ngoogle chrome. Pola spasial tindak kriminalitas ditinjau dari sebaran, waktu\nkejadian, dan faktor yang berpengaruh signifikan terhadap tindak kriminalitas.\nTindak kriminalitas yang dipertimbangkan dalam penelitian ini mencakup\npencurian dengan kekerasan, pencurian dengan pemberatan, pencurian biasa,\npembunuhan, pengancaman, penganiayaan, pengeroyokan, penyalahgunaan\nsenjata tajam, dan tindak asusila. Faktor yang diteliti ialah kepadatan penduduk,\nkepadatan bangunan, kawasan kumuh, keberadaaan pos polisi, keberadaan bar,\npersentase usia muda, perpindahan penduduk, heterogenitas agama, tingkat\nperceraian, persentase pengangguran, konektivitas jalan, integrasi jalan, dan\nvisibilitas ruang. Metode yang digunakan penelitian ini ialah studi literatur,\nanalisis spasial, analisis regresi spasial, dan hotspot analysis. Penelitian ini\nmenemukan bahwa Kota Makassar lebih rawan terhadap kriminalitas pada malam\nhari dan dominan terjadi pada ruang publik. Tindak kriminalitas paling banyak\nterjadi di bagian Selatan dan Barat Kota Makassar dengan kasus penganiayaan\ndan pencurian. Penelitian ini juga menemukan beberapa faktor spasial yang\nberpengaruh signifikan terhadap tindak kriminalitas di Kota Makassar.", "Daftar File": {"ABSTRAK Nanda Mutiara Zani": "https://digilib.itb.ac.id/gdl/download/290906", "BAB 1 Nanda Mutiara Zani": "https://digilib.itb.ac.id/gdl/download/290907", "BAB 2 Nanda Mutiara Zani": "https://digilib.itb.ac.id/gdl/download/290908", "BAB 3 Nanda Mutiara Zani": "https://digilib.itb.ac.id/gdl/download/290909", "BAB 4 Nanda Mutiara Zani": "https://digilib.itb.ac.id/gdl/download/290910", "BAB 5 Nanda Mutiara Zani": "https://digilib.itb.ac.id/gdl/download/290911", "BAB 6 Nanda Mutiara Zani": "https://digilib.itb.ac.id/gdl/download/290912", "PUSTAKA Nanda Mutiara Zani": "https://digilib.itb.ac.id/gdl/download/290913"}, "Penulis": "Nanda Mutiara Zani [25421031]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Pola spasial tindak kriminalitas, kriminalitas perkotaan, faktor spasial, regresi spasial, Kota Makassar", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "24 Mei 2023"}