{"Nomor": 72727, "Judul": "STUDI KARAKTERISTIK BATUAN DASAR PRA-TERSIER, SUMUR X, LAPANGAN SUBAN CEKUNGAN SUMATERA SELATAN, BERDASARKAN ANALISIS PETROGRAFI, LOG IMAGE, DAN PETROFISIK", "Abstrak": "Struktur Suban merupakan sebuah lapangan gas yang terletak di Propinsi Sumatra Selatan, kurang lebih 180 km kea\nrah Baratlaut dari Palembang dan 100 km ke arah Tenggara dari Jambi. Lapangan ini dioperasikan oleh\nConocoPhillips pada bagian tengah dan timur, dan Pertamina pada bagian Barat dan Utara. Sumur “X”, dibor pada\npada sayap Barat dari struktur suban, menembus basement hingga 479 m dari total keseluruhan kedalaman. Hasil\npetrografi dari total 132 sayatan yang dianalisis mengindikasikan bahwa basement secara umum dapat dibagi\nmenjadi dua bagian: granit terubah yang selanjutnya disebut basement atas dan granodiorit yang selanjujtnya\ndisebut basement bawah.\nBasement atas berada pada kedalaman 2771-3006 m, berupa batuan beku plutonik granit yang tersusun secar\ndominant oleh k-felsdpar dan kuarsa, dan juga sedikit muskovit dan plagioklas. Batuan ini dicirikan oleh hadirnya\nproses ubahan hidrotermal barupa kemunculan serisit, mineral lempung pada k-feldspar, sebagai hasil proses\nalterasi, mineral ini juga memperlihatkan porositas vuggy (istilah yang sering digunakan pada batuan karbonat atau\npelarutan butiran pada batupasir). Di beberapa kedalaman terlihat rekahan sebagai akibat deformasi tektonik,\nbeberapa rekahan terisi oleh serisit dan sisanya bersifat terbuka atau bahkan telah mengalami pelarutan kembali.\nKisaran porositas matriks, istilah untuk porositas totak batuan kecuali porositas akibat rekahan berkisar antara7-\n10% pada kedalaman 2771-2996m dan 3-5% pada interval 2970-3006m. Gejala khusus terlihat pada kedalaman\n2886m, dimana kehadiran dolomite sebagai mineral ubahan yang tidak dijumpai pada kedalaman yang lebih\ndangkal. Dolomite memberikan nilai sinar gamma yang rendah dan memperlihatkan nilai porositas sekitar 5%.\nBasement bawah berada pada kedalaman 3010-3250m, masih memperlihatkan litologi yang relatif sama dan tidak\njauh berbeda dengan batuan beku sebelumnya yaitu granodiorit. Batuan ini dapat dibedakan dari granit terubah\nsebelumnya dengan kehadiran mineral plagioklasnya. Plagioklas pada batuan ini umumnya memperlihatkan\nkembaran albit dan zonasi komposisi. Komposisi lainnya berupa kuarsa, k-feldspar dan mineral mafik terubah\n(kemungkinan hornblende). Karakteristik khusus yang umumnya dijumpai pada granodiorit adalah kehadilar veinlet\nkarbonat selain bercak-bercak karbonat. Bercak-bercak karbonat umumnya terlihat pada plagioklas, sedangkan\nveinlet karbonat terlihat memotong batuan. Porositas disolusi umumnya hadir pada plagioklas terubah, untuk\nmembedakan dengan basement atas, pada basement bawah mempunyai kisaran porositas matriks yang lebih kecil,\nyaitu 3-5% pada kedalaman 3010-30166m dan 1-3% pada kedalaman 3170-3250m, sedangkan porositas rekahan\nberkembang hingga mencapai 2%. Kemunculan dolomite sebagai mineral ubahan memberikan efek turunya nilai\nsinar gamma dan porositas seperti yang terlihat pada kedalaman 3134-3146m. batuan beku basaltic dijumpai pada\nkedalaman 3078-3082m, 3202-3210m, dan 3242-3250m, berupa diabas dan basalt yang keduanya tersusun oleh\nmineral piroksen dan plagioklas sebagai mineral kusus selain mineral opak. Basalt secara sepesifik memperlihatkan\nubahan menjadi mineral lempung dan albit terutama pada plagioklasnya. Berdasarkan mineral ubahan tersebut\nmaka diasumsikan bahwa batuan tersebut dapat diklasifikasikan sebagai basalt spelitik. Marmer muncul pada\nkedalaman 3050m, 3062m, 3074m, 3090-3094m, 3154m, 3174-3178m, dan 3190-3198m.\nSetiap batas litologi umumnya berupa sesar yang dicirikan oleh gejala deformasi tektonik berupa rekahan, granulasi\ndan serta milonitisasi pada tiap kontak litologi atau juga pada granodiorit dengan batuan yang telah disebut di atas\nseperti maemer, diabas, dan basalt. Gejala deformasi atau milonitisasi terlihat jelas pada beberapa sayatan seperti\npada kedalaman 3050m, 3078m, dan 3154m.", "Daftar File": {"abstrak mirzam a 22004010.pdf": "https://digilib.itb.ac.id/gdl/download/290956", "cover.pdf": "https://digilib.itb.ac.id/gdl/download/290957", "bab 1.pdf": "https://digilib.itb.ac.id/gdl/download/290958", "bab 2.pdf": "https://digilib.itb.ac.id/gdl/download/290959", "bab 3.pdf": "https://digilib.itb.ac.id/gdl/download/290960", "bab 4.pdf": "https://digilib.itb.ac.id/gdl/download/290961", "bab 5.pdf": "https://digilib.itb.ac.id/gdl/download/290962", "daf pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/290963"}, "Penulis": "Mirzam Abdurrachman [22004010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Emmy Suparka", "Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi  \n                                     Dedi Rosadi", "File": "8 file", "Tanggal Input": "25 Mei 2023"}