{"Nomor": 72722, "Judul": "ADSORBEN PENGOLAHAN AIR DARI BIOMASSA DAN MINERAL", "Abstrak": "Air limbah diproduksi dari bermacam-macam aktivitas manusia, proses industri, dan sebagainya. SDG target nomor 6.3 secara khusus menyebutkan bahwa kualitas air akan ditingkatkan dengan mengurangi polusi, menghilangkan dumping, dan alternatif lainnya di tahun 2030. Maka, air limbah kini perlu ditanggulangi dengan cara tertentu agar target yang sudah disebutkan bisa tercapai di waktu mendatang. Pewarna di air limbah diproduksi oleh industri tekstil yang secara berkala dilepaskan ke lingkungan. Jika dibiarkan, masalah kesehatan seperti penyakit pernafasan serta produktifitas ekosistem air akan terancam disebabkan oleh komposisi kimia dan karakteristik pewarna tersebut. Adsorpsi adalah salah satu metode yang popular dalam pengolahan air limbah pewarna dikarenakan kemurahan serta kemampuannya dalam menangkap pewarna dan pigmen warna. Namun, adsorben tertentu seperti chitosan, chitin, dan lainnya mungkin tidak tersedia di wilayah tertentu. Oleh karena itu, penelitian ini akan berfokus dalam memanfaatkan material sehari-hari seperti coal fly ash, activated carbon, dan lainnya serta diuji efektifitasnya dan kondisi optimalnya. Eksperimen adsorpsi akan dilaksanakan dalam operasi semi-continous dan dalam kondisi ruangan. Adsorpsi akan dieksekusi dengan mengalirkan sampel kedalam column dan menganalisa keluarannya. Parameter yang akan dievaluasi ialah observasi warna, removal efficiency, surface area, dan analisis FTIR. Hasil menunjukkan activated charcoal merupakan adsorben dengan performa terbaik dalam color removal, bekerja optimal di pH 5 & 10 dengan adsorben sebanyak 10 gram. Coal fly ash bekerja di pH 10 dengan adsorben sebanyak 9 gram.\nWood pellet bekerja di pH 7 dengan adsorben sebanyak 8 gram. Semua adsorben bekerja bagus dengan massa pewarna 0.1 gram/L air. Removal efficiency untuk activated charcoal, coal fly ash, dan wood pellet adalah 62.98%, 93.7%, 30.5% secara berurutan.", "Daftar File": {}, "Penulis": "Fauzan Abdurrahman [13018220]", "Kontributor / Dosen Pembimbing": ["Prof. Tjokorde Walmiki Samadhi, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "air limbah, pewarna, warna, adsorpsi, pelepasan, efisiensi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mei 2023"}