{"Nomor": 72738, "Judul": "PENGAJUAN STRATEGI PEMASARAN UNTUK  KONSULTANSI BRANDING DI BANDUNG", "Abstrak": "Pandemi Covid-19 memberikan dampak yang sangat serius terhadap aktivitas manusia, terutama terhadap bisnis dan industri. Sejak 2020, bisnis dari berbagai sektor telah mencoba untuk mengembalikan aktivitas ekonomi seperti sedia kala dengan beradaptasi dengan keadaan sekarang dan juga mengubah strategi perusahaannya. Namun dibalik itu semua, salah satu sektor yang dianggap bertahan dan bersaing adalah UMKM. Diketahui melalui data dari Kementrian Perdagangan di Indonesia bahwa UMKM, terutama di kota besar seperti kota Bandung, berkembang sangat pesat di tengah ramainya pandemi. Perkembangan ini dilihat sebagai kesempatan emas bagi bisnis jasa dan bisnis B2B untuk menjadikan UMKM sebagai target kliennya. Pendekatan ini juga telah dipikirkan oleh POT Branding House, konsultasi merek di Bandung, untuk menargetkan UMKM yang baru lahir sebagai salah satu jalan keluar untuk mereka bisa mengembalikan keuntungan tahunannya.   \n \nUntuk menganalisis fenomena, riset ini menggunalan analisis internal dan eksternal dengan basis pemikiran dari kajian pusaka yang didukung dengan dokumen dan data dari perusahaan POT Branding House. Teori dan konsep yang digunakan antara lain pemasaran jasa, pemasaran merek, posisi merek, ekspektasi dari sebuah merek dan analisis lingkungan.  \n \nAnalisis internal dan eksternal dilakukan untuk menganalisis keadaan POT Branding House saat ini dengan menggunakan STP, 7P, analisis untuk kompetitor, porter five forces, matriks SWOT dan TOWS. Penulis juga melaksanakan survei yang ditujukan untuk 140 UMKM dengan hasil bahwa POT Branding House memiliki kekurangan pada aktivitas pemasaran dan rendahnya kesadaran akan merek POT Branding House itu sendiri. Analisis keseluruhan menyimpulkan bahwa POT Branding House harus menggunakan strategi permasaran campuran untuk bisa mendapatkan klien yang memiliki prospek terhadap bisnisnya.  \n \n \nStrategi pemasaran campuran diharapkan dapat dilakukan bertahap secara terus menerus selama kurang lebih dua tahun pengerjaan. POT Branding House bisa memulai startegi ini dengan meramu strategi pemasaran secara internal sebelum melakukan aktivitas eksternal. Hasil dari pemasaran campuran ini kemudian akan diukur melalui target yang ditentukan dan akan dimonitor setiap kuartal.  \n \nPada akhirnya, POT Branding House harus mulai bergerak dengan mengonsiderasi hasil dari survei yang ternyata sangat relevan terhadap bisnisnya. Gerakan itu bisa dimulai dengan menentukan harga jasa yang tepat, merancang aktivitas pemasaran, melakukan pemberdayaan hubungan dengan klien sebelum dan sesudah bekerjsama, baik untuk klien yang sudah terdata ataupun klien baru yang memiliki prospek lebih untuk POT Branding House. Hal ini dilakukan dengan harapan bahwa kegiatan dan usaha yang dilakukan POT Branding House dapat menuai hasil terbaik.", "Daftar File": {"2023_TS_PP_Kanishka Andhina- 65 29121171_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/291012"}, "Penulis": "Kanishka Andhina [29121171]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "UMKM, agensi lokal, konsultansi lokal, kesadaran merk,  dan ekspektasi terhadap merk", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Mei 2023"}