{"Nomor": 72733, "Judul": "PENDEKATAN CRITICAL REALIST TERHADAP MULTIKULTURALISME VIRTUAL: PENGELOLAAN DIGITAL NATIVES DAN KEMUNCULAN MOTHERHOOD LEADERSHIP", "Abstrak": "Kemajuan pesat teknologi digital telah menyebabkan munculnya tim multikultural virtual di tempat kerja modern. Disertasi ini menginvestigasi karakteristik tim multikultural virtual dan mengeksplorasi konsep kepemimpinan keibuan sebagai pendekatan alternatif dalam memimpin tim-tim ini. Penelitian ini mengadopsi pendekatan realisme kritis dan terdiri dari tiga tahap. Tahap pertama melibatkan tinjauan pustaka menyeluruh untuk memahami keadaan pengetahuan terkini mengenai tim multikultural virtual dan kepemimpinan, yang membentuk dasar penelitian. Tahap kedua berfokus pada eksplorasi fitur-fitur tim multikultural virtual dan dampaknya terhadap kinerja tim, kolaborasi, dan inovasi. Tahap ketiga menggunakan metodologi fenomenologi deskriptif yang dikembangkan oleh Moustakas untuk mengkaji tema-tema dan karakteristik kepemimpinan keibuan. Melalui tahap ini, akan dieksplorasi kualitas-kualitas unik yang ditunjukkan oleh seorang ibu dalam posisi kepemimpinan. Temuan dari setiap tahap disintesis untuk mengembangkan paradigma baru dalam memimpin tim multikultural virtual. Disertasi ini menyimpulkan dengan mengusulkan kepemimpinan keibuan sebagai pendekatan alternatif yang memanfaatkan kelebihan-kelebihan yang dimiliki seorang ibu, seperti kepedulian dan sensitivitas, untuk secara efektif mengelola dan menginspirasi tim multikultural virtual. Penelitian ini memberikan wawasan berharga untuk meningkatkan kinerja tim, kolaborasi, dan inovasi dalam lingkungan kerja virtual yang terus berkembang, memberikan manfaat bagi para pemimpin dan praktisi organisasi.", "Daftar File": {"2023 DS PP Daniel Karim   [39019014] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/290995"}, "Penulis": "Daniel Karim [39019014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T, M.T.", "Dr. W. Victo Anggara Wisesa, S.Hum., MM."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Virtual Multiculturalism, Virtual Multicultural Team, Motherhood Leadership", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "25 Mei 2023"}