{"Nomor": 72736, "Judul": "FAKTOR PENENTU PENERIMAAN DAN PENGGUNAAN CRYPTOCURRENCY EXCHANGE PLATFORM DI INDONESIA", "Abstrak": "Banyak penelitian menyelidiki cara kerja protokol cryptocurrency, keamanan, privasi, dan faktor konsumsi dari sisi teknis tetapi sedikit yang mengeksplorasi penerimaan platform pertukarannya secara khusus. Melakukan penelitian di Indonesia, penelitian ini bertujuan untuk menyelidiki hubungan antara pengguna platform pertukaran cryptocurrency dan perilaku penggunaannya. Menggunakan survei panel terhadap sekitar 400 responden di seluruh platform pertukaran cryptocurrency, penelitian ini menguji hubungan antara ekspektasi kinerja, ekspektasi upaya, pengaruh sosial, kondisi fasilitasi, privasi yang dirasakan, kepercayaan, keamanan yang dirasakan, niat perilaku, dan perilaku penggunaan. Metode kuantitatif diterapkan dan data diolah menggunakan PLS-SEM. Hasilnya adalah faktor-faktor yang mendukung niat untuk mengadopsi platform pertukaran cryptocurrency adalah ekspektasi kinerja, privasi yang dirasakan, kepercayaan, keamanan yang dirasakan. Selain itu, niat untuk mengadopsi memiliki hubungan yang signifikan dengan perilaku penggunaan. Ada implikasi yang perlu ditangani oleh pengembang cryptocurrency dan platform pertukaran. Implikasinya adalah cryptocurrency harus memberikan kinerja yang baik kepada pengguna, mengatasi masalah privasi dan keamanan, memberikan pendidikan bagi pengguna, dan menganalisis data pengguna untuk meningkatkan kualitas secara terus menerus.", "Daftar File": {"2023 TS PP Clint Gunawijaya   [29021002] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/291003", "2023 TS PP Clint Gunawijaya   [29021002] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/294078"}, "Penulis": "Clint Gunawijaya [29021002]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Adopsi teknologi, Cryptocurrency exchange platform, Indonesia, PLS-SEM, dan UTAUT", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "25 Mei 2023"}