{"Nomor": 72742, "Judul": "USULAN STRATEGI AKUISISI PELANGGAN BERDASARKAN IDENTIFIKASI VARIABEL YANG MEMENGARUHI NIAT PELANGGAN UNTUK MAKAN DI TEMPAT (DINE IN) PADA WARUNK UPNORMAL CABANG SUMUR BANDUNG", "Abstrak": "Pada 30 Januari 2020, World Health Organization (WHO) mengumumkan adanya pandemi global yang disebabkan oleh virus Covid 19. Adanya pandemi tersebut menyebabkan hampir seluruh negara di dunia menerapkan social distancing sebagai strategi pencegahan. Di Indonesia sendiri diterapkan Pembatasan Sosial Berskala Besar (PSBB). Adanya PSBB ini menyebabkan kondisi perekonomian di Indonesia terdampak tidak terkecuali sektor Food & Beverages (F&B). Salah satu pemain di sektor tersebut adalah Warunk Upnormal cabang Sumur Bandung. Warunk Upnormal cabang Sumur Bandung saat ini mengalami masalah yakni jumlah transaksi dine\nin yang belum pulih seperti sebelum pandemi. Selama pandemi, terjadi penurunan sebanyak 120 130 transaksi per hari pada hari kerja dan 180 190 transaksi per hari pada akhir pekan. Setelah dilakukan perumusan masalah menggunakan analisis GAP dan 5 Whys, ditemukan bahwa akar masalah utamanya adalah munculnya variabel moderasi yang memengaruhi motif pelanggan untuk dine in. Untuk itu perlu dilakukan identifikasi variabel moderasi guna memahami perubahan motif pelanggan untuk dine in. Selanjutnya, dilakukan perancangan strategi akuisisi berdasarkan motif dan variabel moderasi yang teridentifikasi yang bertujuan untuk meningkatkan transaksi dine in di Warunk Upnormal cabang Sumur Bandung. Partial Least Square Structural Equation Modelling (PLS SEM) digunakan untuk mengidentifikasi dan memodelkan hubungan motif dengan niat pelanggan untuk dine in beserta variabel moderasi dan efek moderasinya. Setelah teridentifikasi motif dan efek moderasi yang terbukti signifikan memengaruhi niat pelanggan untuk dine in, dirumuskan strategi akuisisi. Perumusan strategi akuisisi dilakukan dalam tiga tahap yakni, proses identifikasi prospek, pemilihan channel komunikasi, dan pengembangan strategi akuisisi. Terdapat dua target populasi yang disasar oleh Warunk Upnormal yaitu pelajar dan masyarakat umum (non pelajar). Pada penelitian ini motif yang signifikan memengaruhi niat pelanggan untuk dine in pada grup pelajar adalah motif liking, sociability, visual appeal, dan risk perception of Covid 19. Sedangkan pada grup umum yang berpengaruh signifikan adalah motif pleasure dan social image. Tidak ada efek moderasi yang berpengaruh secara signifikan pada grup pelajar. Pada grup umum, variabel government trust terbukti secara signifikan memiliki efek moderns (melemahkan) motif convenience terhadap niat pelanggan untuk dine in. Dari hasil pemodelan motif dan variabel moderasi tersebut, telah dirancang strategi akusisi. Terdapat dua prospek utama yakni pelajar dengan mayoritas mahasiswa dan umum dengan mayoritas pekerja. Dipilih sosial media khususnya Instagram dan TikTok sebagai channel komunikasi. Sedangkan strategi akuisisi dirancang menggunakan tools content media marketing. Dengan diimplementasikannya strategi akuisisi tersebut, harapannya dapat meningkatkan jumlah transaksi di Warunk Upnormal cabang Sumur Bandung seperti sebelum pandemi.", "Daftar File": {}, "Penulis": "Bilqis Nadya Amnur [13416121]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PLS SEM, motif, variabel moderasi, strategi akuisisi, sosial media, content media marketing, Covid 19", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "26 Mei 2023"}