{"Nomor": 72743, "Judul": "STUDI KORELASI ASPEK GEOLOGI TERHADAP KESEHATAN VEGETASI DENGAN MENGGUNAKAN DEM DAN CITRA HYPERION DI DAERAH BARAT LAUT-BARAT DAYA GUNUNG TAMPOMAS, JAWA BARAT", "Abstrak": "Geologi memengaruhi kondisi pertumbuhan vegetasi lokal, beberapa aspek geologi yang berperan di antaranya elevasi, kemiringan lereng, arah kemiringan lereng, dan litologi. Kondisi ini dapat diteliti menggunakan analisis Digital Elevation Model (DEM), litologi, dan indeks vegetasi. DEM dapat menyediakan elevasi, kemiringan lereng, dan arah kemiringan lereng. Sementara indeks vegetasi dapat dianalisis menggunakan data Citra Hyperion yang termasuk data hiperspektral. Penelitian ini menggunakan dua indeks vegetasi yaitu Normalized Vegetation Difference Index (NDVI) dan indeks kesehatan vegetasi. NDVI umum digunakan pada penelitian berhubungan dengan geologi, sementara indeks kesehatan vegetasi didapat dengan menganalisis tiga indeks vegetasi. Sehingga diharapkan indeks kesehatan vegetasi dapat memberi hasil lebih optimal. Tujuan dari penelitian ini adalah menghitung korelasi antara indeks kesehatan vegetasi dengan aspek geologi, dan nilai rata-rata NDVI tiap litologi menggunakan data Citra DEM dan Hyperion.\nDaerah penelitian geologi terletak pada barat laut-barat daya Gunung Tampomas. Sementara daerah penelitian indeks vegetasi terletak pada bagian utara daerah penelitian. Pada daerah tersebut dilakukan analisis menggunakan Korelasi Spearman antara indeks kesehatan dan aspek geologi. Hasil analisis menunjukkan korelasi sangat lemah antara arah kemiringan lereng dan elevasi terhadap indeks kesehatan vegetasi, sementara pada kemiringan lereng terdapat korelasi negatif sangat lemah. Dengan hasil tersebut penulis tidak dapat delineasi daerah yang ideal maupun tidak ideal untuk pertumbuhan vegetasi. Lalu pada analisis NDVI memerlukan data litologi pada daerah penelitian indeks vegetasi. Berdasarkan penelitian ini, diketahui terdapat 15 satuan litologi pada daerah penelitian yang dibagi menjadi batuan sedimen dan batuan vulkanik. Nilai rata-rata NDVI pada batuan sedimen sebesar 0,8869 dan 0,9002 pada batuan vulkanik. Perbedaan tersebut signifikan secara statistik karena mendapat p-value dengan nilai di bawah 0,05.", "Daftar File": {}, "Penulis": "Farrel Rafianjani [12017047]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T, Ph.D.", "Dr. Eng. Ir. Suryantini, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gunung Tampomas, Aspek Geologi, Kesehatan Vegetasi, Citra Hyperion, Indeks Vegetasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Mei 2023"}