{"Nomor": 72759, "Judul": "PERTUMBUHAN LAPISAN PBTE DENGAN METODE CLOSE SPACED VAPOUR TRANSPORT MENGGUNAKAN SUBSTRAT INP", "Abstrak": "Lead Telluride (PbTe) merupakan bahan semikonduktor dari group IV-VI yang telah\nbanyak dipakai sebagai bahan divais infra merah dan termoelektrik. Pada tugas akhir ini,\nlapisan PbTe dibuat dengan metode Close Spaced Vapour Transport (CSVT) yang\nmemiliki prinsip utama yang terletak pada kedekatan jarak antara sumber dan substrat,\ngradien temperatur, dan gas pembawa (yodium). Pada penelitian sebelumnya, lapisan PbTe\ntelah berhasil ditumbuhkan pada substrat gelas pada temperatur proses 450 oC sampai 600\noC tanpa adanya pengotor (PbI2 dan Te) yang terdeposisi dan berhasil membuat lapisan\nPbTe dengan konduktivitas listrik tipe-p dan tipe-n. Berdasarkan penelitian tersebut, maka\npada tugas akhir ini lapisan akan ditumbuhkan pada substrat monokristal InP dengan\nparameter proses yang sama seperti yang digunakan pada penelitian sebelumnya. Lapisan\nyang dihasilkan kemudian dikarakterisasi menggunakan Scanning Electron Microscope\n(SEM), Energy Dispersive X-ray (EDX), metode Hot Probe, dan X-Ray Diffraction\n(XRD).\nHasil karakterisasi menunjukan bahwa lapisan yang terbentuk didominasi oleh In2Te3 yang\nterbentuk karena adanya reaksi antara InP dengan yodium yang kemudian bereaksi dengan\nTe2(g). Reaksi PbI2 dengan Te2(g) yang diharapkan, ternyata tidak terjadi karena reaksi\nsenyawa indium yodium dengan Te2(g) lebih mudah terjadi. Jadi untuk menumbuhkan PbTe\ndengan metoda CSVT pada substrat monokristal harus menggunakan monokristal yang\ntidak reaktif dengan yodium.", "Daftar File": {}, "Penulis": "ANDY SIGIT ARIFIANTO [13300074]", "Kontributor / Dosen Pembimbing": ["Nugraha, Dr.Eng.", "Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Lead telluride, InP, CSVT", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "26 Mei 2023"}