{"Nomor": 72754, "Judul": "PEMBUATAN SISTEM MONITORING ONLINE PEMBANGKIT LISTRIK TENAGA SURYA MENGGUNAKAN MIKROKONTROLER DENGAN ANTARMUKA USB", "Abstrak": "Pembangkit Listrik Tenaga Surya (Photovoltaic/PV) merupakan salah satu\nsumber energi alternatif yang sangat menjanjikan. Ketersediaannya yang terusmenerus\ndan hampir tidak memerlukan pengolahan awal yang rumit merupakan\nbeberapa kelebihannya. Di wilayah Indonesia, energi yang tersedia dari matahari\nadalah sekitar 5 kWh/m2 per hari atau 1800 kWh/m2 per tahun. Meskipun\ndemikian pada prakteknya terutama di Indonesia, penggunaan PV belum\nsepopuler sumber energi alternatif lainnya. Antara lain disebabkan karena faktor\nefisiensi yang tergolong masih rendah (pada kisaran 14% - 23%) dan masih\ntingginya nilai investasi awal PV serta fasilitas-fasilitas pendukungnya.\nUntuk mendukung penelitian di seputar teknologi PV dan aplikasinya, diperlukan\nsuatu sistem monitoring yang sanggup melakukan pemantauan kinerja suatu\ninstalasi PV. Saat ini, telah tersedia beberapa alat di pasaran yang secara khusus\ndiperuntukkan sebagai sistem monitoring PV. Namun, sistem tersebut memiliki\nharga yang mahal (sistem dasar memiliki harga sekitar US$ 1500). Sebagian besar\nalat-alat yang diproduksi pun terhubung pada PC melalui port serial (RS-232)\nyang kini mulai ditinggalkan pada sistem komputer generasi terbaru.\nPada pengerjaan tugas akhir ini telah berhasil dibuat suatu sistem monitoring\nonline untuk PV secara murah yang terdiri atas perangkat keras berbasis\nmikrokontroler untuk melakukan pengukuran tegangan menggunakan\nOperational-Amplifier dan pengukuran arus dengan prinsip efek Hall serta\nperangkat lunak untuk akuisisi data dan visualisasi secara online. Perangkat keras\nyang dibuat memiliki unjuk kerja yang baik dengan hasil pengukuran yang linear.\nPerangkat ini dapat mengukur tegangan DC pada rentang 0 – 23,7 volt dengan\ntingkat ketelitian 27,7 mV dan mengukur arus pada rentang ± 50 ampere dengan\ntingkat ketelitian 122 mA serta dapat terhubung pada PC melalui port USB.\nPengembangan berikutnya diharapkan dapat meningkatkan ketelitian dan akurasi\ndengan melakukan kalibrasi menggunakan perangkat yang lebih presisi serta\npenggunaan komponen yang lebih baik. Antarmuka perangkat lunak dapat dibuat\nlebih baik dengan meningkatkan interaktivitas. Selain itu, pada saluran yang\ntersedia dapat ditambahkan modul untuk mengukur temperatur dan insolasi\nmatahari agar informasi pengukuran menjadi lebih lengkap.", "Daftar File": {}, "Penulis": "ANGGA GUNAWAN PRATAMA [13302019]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eko Mursito Budi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Monitoring, Photovoltaic, Mikrokontroler, USB, Efek-Hall, Operational- Amplifier.", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "26 Mei 2023"}