{"Nomor": 72756, "Judul": "SIMULASI SISTEM KEMUDI OTOMATIS PADA LINGKUNGAN JALAN DARAT DENGAN JARINGAN SARAF TIRUAN", "Abstrak": "Jaringan Saraf Tiruan telah terbukti berhasil menyelesaikan masalah kompleks seperti\npengenalan wajah, pengenalan tulisan tangan dan pengenalan suara. Permasalahan\nsistem kemudi otomatis pada lingkungan jalan darat termasuk kategori permasalahan\nkompleks karena keberagaman fitur-fitur jalan yang sangat tinggi ditambah lagi faktor\nlingkungan seperti intensitas cahaya.\nTugas Akhir ini mempelajari bagaimana menyelesaikan permasalahan sistem kemudi\notomatis pada lingkungan jalan darat menggunakan Jaringan Saraf Tiruan. Batasan\npermasalahan sistem kemudi antara lain output yang dihasilkan hanya arah kemudi,\njalan tidak ramai, tidak memperhitungkan tujuan berkendara, serta tidak menangani\npersimpangan dan rambu lalu lintas. Jaringan Saraf Tiruan terdiri dari beberapa layer,\ndan setiap layer terdiri dari beberapa unit. Input ke suatu unit dipengaruhi suatu nilai\nyang disebut dengan nilai bobot. Pembelajaran pada jaringan saraf tiruan adalah\nbagaimana memperkecil galat dengan menemukan nilai-nilai bobot yang tepat.\nTugas Akhir ini membangun perangkat lunak yang diberi nama Re-Alvinn untuk\nsimulasi sistem kemudi otomatis pada lingkungan jalan darat dengan Jaringan Saraf\nTiruan. Re-Alvinn dapat menerima masukan rangkaian gambar jalan dalam format\nvideo, memproses video sehingga menjadi gambar masukan bagi JST, melatih JST\ndan memperlihatkan simulasi penggunaan JST untuk menghasilkan arah kemudi. Re-\nAlvinn dikembangkan menggunakan kakas Microsoft Visual Studio 2005 dengan\nframework .Net 2.0.\nPerformansi Re-Alvinn dalam menghasilkan arah kemudi yang sesuai masih rendah.\nHal ini dapat disebabkan oleh data latihan yang kurang beragam, preprocessing\ngambar yang masih belum maksimal dan dapat pula disebabkan oleh target arah\nkemudi yang digunakan pada fase pembelajaran kurang tepat karena dibuat secara\nmanual.", "Daftar File": {}, "Penulis": "Angela Irfani [13504011]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwi Hendratmo Widyantoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Jaringan saraf tiruan, ALVINN, sistem kemudi otomatis darat", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "8 file", "Tanggal Input": "26 Mei 2023"}