{"Nomor": 72766, "Judul": "STUDI NIAT BERWIRAUSAHA SETELAH PENSIUN PADA EKSPATIAT INDONESIA YANG BEKERJA DAN TINGGAL DI QATAR", "Abstrak": "Setelah bertahun-tahun bekerja dan tinggal di Qatar, ekspatriat Indonesia yang bekerja di perusahaan minyak diharapkan merencanakan masa pensiun mereka secara mandiri di Indonesia. Ada potensi besar dalam menciptakan wirausaha baru. Namun, dengan kurangnya persiapan dan kurangnya latar belakang kewirausahaan, banyak ekspatriat Indonesia kesulitan menjalankan serta mempertahankan bisnis mereka dan kesulitan menghasilkan pendapatan aktif setelah pensiun di Indonesia, yang mengarah pada kecenderungan untuk memperpanjang usia kerja mereka di perusahaan pertambangan minyak dan gas setelah pensiun. Penelitian ini bertujuan untuk mengetahui seberapa besar niat berwirausaha di kalangan ekspatriat Indonesia yang memiliki 10 tahun masa aktif bekerja sebelum pensiun sebagai salah satu perencanaan pensiun mereka, menganalisis faktor-faktor yang mempengaruhi kesiapan berwirausaha dan mengidentifikasi tantangan yang dihadapi ekspatriat Indonesia saat memulai kegiatan kewirausahaan sebagai bagian dari perencanaan pensiun. Wawancara digunakan untuk mengumpulkan data dari 12 partisipan termasuk ekspatriat Indonesia yang bekerja di perusahaan Minyak dan Gas, diplomat dari KBRI dan salah satu tokoh masyarakat Indonesia di Qatar. Yang kemudian dianalisis dengan menggunakan Open, Axial dan Selective Coding. Hasil penelitian menunjukkan bahwa terdapat minat yang besar terhadap niat berwirausaha di kalangan ekspatriat Indonesia sebagai rencana pensiun mereka. Selanjutnya, Locus of Control Internal merupakan faktor paling dominan yang mempengaruhi ekspatriat Indonesia dalam memulai bisnis. Terakhir, tantangan yang dihadapi kebanyakan ekspatriat Indonesia saat memulai aktivitas kewirausahaan terletak pada Manajemen Sumber Daya Manusia di antara aktivitas kewirausahaan mereka. Oleh karena itu, KBRI atau komunitas masyarakat Indonesia di Qatar, disarankan untuk mendukung ekspatriat Indonesia dalam berwirausaha terutama terkait dengan Manajemen Sumber Daya Manusia dalam kegiatan kewirausahaan karena besarnya niat berwirausaha dikalangan ekspatriat Indonesia di Qatar, guna mempertahankan bisnis yang berkelanjutan yang dapat mengarah pada kehidupan pensiun yang menyenangkan dan sejahtera.", "Daftar File": {"2023SK PP Ditya Alifah Zainy   [19017050] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/291175"}, "Penulis": "Ditya Alifah Zainy [19017050]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Entrepreneurial Intention, Retirement, Internal Locus of Control, Open, Axial and Selective Coding, Indonesian Expatriates.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "26 Mei 2023"}