{"Nomor": 72765, "Judul": "REKONSTRUKSI DATA SUHU PERMUKAAN LAUT DI PERAIRAN WILAYAH PENGELOLAAN PERIKANAN NEGARA REPUBLIK INDONESIA (WPPNRI) 713 PADA PERIODE TAHUN 2003-2021 DENGAN MACHINE LEARNING", "Abstrak": "Perairan WPPNRI 713 merupakan perairan yang memiliki dinamika perubahan suhu permukaan\nlaut yang disebabkan adanya interaksi dengan Samudera Pasifik dan sekitarnya. Data suhu permukaan\nlaut dapat diperoleh dengan pengukuran citra satelit namun terdapat kekurangan yaitu terdapat data yang\nhilang yang diakibatkan oleh tutupan awan. Dalam penelitian ini, digunakan metode machine learning\nuntuk melakukan rekonstruksi data suhu permukaan laut menggunakan algoritma backpropagation\nneural network. Data yang digunakan dalam penelitian ini adalah data suhu permukaan laut yang\nditangkap oleh citra satelit MODIS dengan resolusi spasial sebesar 4,63 km pada rentang tahun 2003\nhingga 2021. Data terbagi menjadi test data (4 tahun) dan training data dengan pengujian model skenario\nA (variasi rentang training data) dan skenario B (variasi perlakuan terhadap missing data). Skenario A\ndilakukan dengan panjang training data untuk skenario A1 selama 15 tahun (2003-2017), skenario A2\nselama 10 tahun (2007-2017) dan skenario A3 selama 5 tahun (2012-2017). Pengujian program\ndilakukan dengan cara single-step dan diperoleh nilai RMSE terkecil sebesar 0,7 oC untuk skenario A1\ndibandingkan skenario yang lain. Kemudian, dilakukan rekonstruksi data suhu permukaan laut dengan\nskenario B dengan variasi perlakuan missing data dengan skenario B1 (missing data adalah data\nkosong), skenario B2 (missing data yang kosong diisi dengan nilai nol), dan skenario B3 (missing data\nyang kosong diisi dengan nilai rata-rata pada titik pengambilan data) dan skenario B4 (data yang kosong\ndiisi dengan nilai rata-rata suhu permukaan laut di Indonesia). Diperoleh hasil yang akurat dalam\nskenario B3 dan skenario B4 dengan nilai korelasi sebesar r = 0,96 dan nilai RMSE sebesar 0,7 oC. Hasil\nmenunjukkan pada Skenario merupakan skenario paling akurat dan lebih mudah diaplikasikan jika\ndibandingkan 2 skenario (skenario B1 dan skenario B2) lainnya dengan nilai RMSE berkisar 0,7 oC.\nNamun, terjadi penurunan korelasi sebesar 0,03 setiap terjadi peningkatan missing data sebesar 10%.", "Daftar File": {"ABSTRAK Rheno Armand Wicaksono": "https://digilib.itb.ac.id/gdl/download/291171"}, "Penulis": "Rheno Armand Wicaksono [12918023]", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Backpropagation neural network, machine learning, rekonstruksi data, Suhu Permukaan Laut (SPL), WPPNRI 713.", "Sumber": "FITB", "Staf Input/Edit": "Rita Nurainni, S.I.Pus  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Mei 2023"}