{"Nomor": 72767, "Judul": "MEMBANGUN MASYARAKAT TAHAN TERHADAP BENCANA (COMMUNITY RESILIENCE) MELALUI ANALISIS SOCIAL NETWORK UTK MENURUNKAN RISIKO BENCANA: STUDI KASUS DAS BENGAWAN SOLO HILIR", "Abstrak": "Bengawan Solo is the longest river in Indonesia which.flows through Central Java\nto East Java. As a gatheringplace ofwater, Bengawan Solo basin area susceptible annual\nfloods that included several City and County which are located nearby. Guyangan Village\nis one ofthe area in Bojonegoro Regency that sufferedfrom flood disaster caused by the\nhuge amount ofBengawan Solo flooding water in every year.\nThe characteristics of recurrent disasters that took place in a certain period of\ntime, periodically cause a reaction, action, and adaptations made by the people in\ndisaster areas. It occurs on an ongoing basis and is often difficult to identify the activity\nor the stage where a reaction, action, and adaptation is occur. Each reaction, action, and\nadaptations made, basically to build a community capacity against the disasters, so that it\nshould be done repeatedly and continuously toform a society aware ofthe risks.\nThe social structure mapping of Guyangan Village Society indicates that the\ncommunity has potential to develop their capacity in order to build optimal community\nresilience to reduce disaster impact. Mapping is done through analysis ofpatterns of\nproximity and degree of influence. It is also built with pattern analysis of coordination\nand dependency, utilizing the seven identified relations in the social network analysis.\nThe increasing ofcommunity capacity was influenced by various other actors and\nexternalities from outside. Based from this phenomenon, the Government Agency\nassigned to deal with the disaster, the Regional Disaster Management Agency (BPBD),\nalong with other related Agency, such as Social Services, Department PSAW, District\nGovernment, and others are holding a big task to coordinate with the community to\nanticipate the disaster impact.\nThe result of this research, can be seen in the succesfu/lness of mapping the\ncommunity resilience within a numerous value. This is done with the thorough analysis of\nSocial Network Analysis method using the density and dendogram analysis. The\ncumulative percentage of community resilience shows that the condition of Guyangan\nvillage society recently was 33.6% of the optimum conditions. Increasing this value can\nbe initiated by an increase in social structures that originated from each relationship\noccured.", "Daftar File": {}, "Penulis": "Ir. Teti Armiati Argo, MES., Ph. D", "Kontributor / Dosen Pembimbing": [], "Jenis Koleksi": "Laporan Penelitian", "Penerbit": "", "Fakultas": "", "Subjek": "Area planning", "Kata Kunci": "Flood, Social Structure, Community Resilience", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "0 file", "Tanggal Input": "26 Mei 2023"}