{"Nomor": 72771, "Judul": "PENGARUH PENAMBAHAN CU DAN ZR TERHADAP PADUAN SUPER ENTROPI TINGGI BERBASIS FE: STUDI FIRST-PRINCIPLES", "Abstrak": "Kebutuhan akan material dengan performa tinggi pada temperatur tinggi membawa\npada pengembangan kelas baru paduan super entropi tinggi, Paduan super yang\nmemiliki kekuatan tinggi pada suhu tinggi berkat penguatan larutan padat matriks ????\ndan penguatan presipitat ????’ dikombinasikan dengan paduan entropi tinggi yang\nmemiliki kekuatan dan keuletan tinggi pada temperatur rendah dengan memanfaatkan\nentropi tinggi akibat penggunaan lima atau lebih unsur dengan proporsi yang besar.\nDesain paduan dilakukan dengan pemanfaatan unsur yang lebih murah namun tetap\nmemaksimalkan performa, seperti paduan super entropi tinggi berbasis Fe sebagai\nalternatif paduan super berbasis nikel. Penelitian sebelumnya pada paduan super dan\nentropi tinggi konvensional menunjukkan pengaruh unsur Cu yang meningkatkan fasa\nfcc dan unsur Zr yang meningkatkan kekuatan. Oleh karena itu, penelitian ini\nmembahas pengaruh penambahan Cu dan Zr terhadap parameter kisi dan sifat\nelastisitas, generalized stacking fault energy (GSFE), dan struktur elektronik paduan\nsuper entropi tinggi berbasis Fe.\nSimulasi dilakukan dengan CASTEP berdasarkan first-principles dalam kerangka teori\nfungsional densitas pada suhu nol mutlak. Perhitungan sifat elastisitas dilakukan pada\nstruktur fcc dengan 8 atom dengan variasi Cu dan Zr sebesar 0 dan 12,5 at.%\nmenggunakan aproksimasi Voigt–Reuss–Hill. Optimisasi geometri, perhitungan\nGSFE, dan perhitungan struktur elektronik dilakukan pada struktur fcc dengan 24 atom\nyang terdiri atas 12 lapis. GSFE dihitung dengan membandingkan struktur sempurna\ndengan salah tumpuk. Analisis struktur elektronik dilakukan untuk mengetahui rapat\nkeadaan dan perbedaan rapat muatan pada paduan.\nHasil simulasi menunjukkan penambahan Cu dan penambahan Zr sebesar 4,17 at.%\nmeningkatkan parameter kisi, menurunkan rapat keadaan pada energi Fermi, dan\nmeningkatkan akumulasi muatan sehingga ikatan antaratom menjadi lebih lemah, jarak\nantaratom menjadi lebih renggang, dan rasio stable stacking fault energy terhadap\nunstable stacking fault energy menjadi lebih rendah. Penambahan Cu akan menaikkan\nstable stacking fault energy sehingga meningkatkan keuletan paduan, sedangkan\npenambahan Zr akan menurunkan stable stacking fault energy meningkatkan kekuatan\npaduan dan sedikit menurunkan keuletan paduan. Studi ini diharapkan dapat menjadi\npedoman pada penelitian selanjutnya dalam pengembangan material maju, terutama\npaduan super entropi tinggi.", "Daftar File": {"ABSTRAK Muhammad Fariz Aulia": "https://digilib.itb.ac.id/gdl/download/291184"}, "Penulis": "Muhammad Fariz Aulia [12519048]", "Kontributor / Dosen Pembimbing": ["Tria Laksana Achmad, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Paduan super entropi tinggi, first-principles, elastisitas, generalized stacking fault energy, struktur elektronik", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "26 Mei 2023"}