{"Nomor": 72808, "Judul": "PERANCANGAN DEBLOCKING FILTER UNTUK IMPLEMENTASI VIDEO CODEC DENGAN STANDAR MPEG4 H.264/AVC", "Abstrak": "Sarana komunikasi video digital menjadi kebutuhan yang sangat umum dewasa\nini. Dalam thesis ini dirancang suatu filter yang digunakan dalam sistem kompresi video menggunakan \nstandar MPEG4 H.264/AVC, yang bernama Deblocking Filter. Filter ini berfungsi untuk menghilangkan \ndistorsi blok (block distortion) yang timbul akibat proses kompresi yang dilakukan dalam standar \nini. Dalam deblocking filter yang dirancang, proses filtering dilakukan pada setiap macroblock yang \nter-decode untuk mengurangi block distortion,  sehingga diperoleh kualitas gambar yang lebih \ntinggi. Untuk setiap makroblok, proses filtering yang dilakukan adalah sebanyak 48 kali di mana \nsetiap proses melibatkan dua buah blok data. Setiap blok terdiri dari 128 bit data, sehingga total \ndata yang dilibatkan dalam sekali proses filtering untuk satu frame adalah 6.144 bit data. Jumlah \ndata yang besar ini tentu saja memerlukan sebuah struktur rancangan hardware tertentu supaya \ndiperoleh jumlah clock cycle yang  sekecil  mungkin untuk proses filtering. Modul Deblocking Filter \nini dirancang mempergunakan paralelisasi proses filtering untuk data luminance dan chrominance.  \nSelain  itu, untuk masing-masing proses yang diparalelisasi dipergunakan  sebuah  struktur yang \nmemungkinkan akses memori seminimal mungkin sehingga proses filtering dapat dioptimasi  untuk  \nmemperoleh jumlah  clock cycle proses yang seminimal mungkin. Hasil rancangan, selanjutnya, \ndiverifikasi secara fungsional menggunakan software vcs-mx dari Synopsys®. Rancangan yang telah \nberfungsi dengan benar secara fungsional, diimplementasikan pada board FPGA  Altera Niosll Stratix \nEP1S40F780C5, untuk membuktikan bahwa rancangan bekerja dengan benar secara hardware. Selanjutnya, \nrancangan yang telah bekerja dengan benar ini disinthesis menggunakan software Design Vision dari \nSynopsys® dan di- layout dengan software Astro dari Synopsys®. Adapun teknologi yang dipergunakan \nuntuk kedua proses ini adalah TSMC 0.18u. Hasil rancangan yang diperoleh selanjutnya dibandingkan \ndengan rancangan pada referensi dari Huang dan Sheng. Rancangan yang dihasilkan dalam thesis ini \nmemiliki jumlah clock sequence sebanyak 382, lebih kecil jika dibandingkan dengan rancangan Huang \n(614) atau Sheng (446). Jumlah clock sequence yang lebih kecil ini juga menyebabkan rancangan \nmemiliki frame rate yang lebih baik yaitu sekitar 72,1 fps, dibandingkan dengan rancangan Huang (45,2 fps) ataupun rancangan Sheng\n(62,3 fps). Dari segi jumlah gate, rancangan ini juga lebih baik karena memiliki jumlah gate lebih \nsedikit, yaitu sekitar 10,64 K, dibandingkan dengan rancangan\nHuang (20,66 K) atau rancangan Sheng (24 K).", "Daftar File": {"2007 TS PP ANDREAS SUTANTO 1-COVER": "https://digilib.itb.ac.id/gdl/download/291261", "2007 TS PP ANDREAS SUTANTO 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/291262", "2007 TS PP ANDREAS SUTANTO 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/291263", "2007 TS PP ANDREAS SUTANTO 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/291264", "2007 TS PP ANDREAS SUTANTO 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/291265", "2007 TS PP ANDREAS SUTANTO 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/291266", "2007 TS PP ANDREAS SUTANTO 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/291267"}, "Penulis": "Andreas Sutanto [23205013]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "MPEG4  H.264/AVC,  deblocking  filter,  frame,  makroblok,  blok, boundary strength, luminance(luma), chrominance(chroma), pixel, VHDL, FPGA, testbench.", "Sumber": "", "Staf Input/Edit": "rikrik  \n                                     rikrik", "File": "7 file", "Tanggal Input": "29 Mei 2023"}