{"Nomor": 72805, "Judul": "ANALISIS KARAKTERISTIK AIR DALAM HUBUNGANNYA DENGAN KELIMPAHAN RARE EARTH ELEMENTS DAN LITIUM PADA LAPANGAN PANAS BUMI PATUHA, KABUPATEN BANDUNG", "Abstrak": "Panas bumi adalah ramah lingkungan, dikategorikan sebagai energi baru dan\nterbarukan. Indonesia merupakan potensi panas bumi terbesar di dunia. Lapangan\nPanas Bumi Patuha terletak sekitar 37 km barat daya Kota Bandung. Tujuan\npenelitian ini adalah untuk memahami karakteristik, jenis air sebagai manifestasi\npanas bumi dan selanjutnya dijelaskan dengan penelitian tentang Rare Earth\nElements (REE) dan litium dalam sistem panas bumi. Metode yang digunakan\ndalam penelitian ini adalah analisis air, berdasarkan uji lapangan dan laboratorium.\nPengujian di lapangan dilakukan untuk mendapatkan sifat fisik dan kimia air secara\nlangsung, sedangkan pengujian laboratorium dilakukan dengan Ion\nChromatography untuk menentukan ion-ion utama, nilai isotop stabil ?2H dan ?18O\ndilakukan untuk mendapatkan asal fluida dan Inductively Coupled Plasma - Mass\nSpectrometry dilakukan untuk menentukan kandungan REE dan lithium. Ada\nempat jenis air, air sulfat, air sulfat-klorida, air sulfat-bikarbonat, dan air\nbikarbonat. Berdasarkan nilai isotop stabil ?2H dan ?18O, air menunjukkan air panas\nbumi bercampur dengan air meteorik, dan beberapa sampel dihasilkan dari\npertukaran H2S dan reaksi dengan mineral. Urutan kelimpahan REE dari tertinggi\nke terendah di lokasi penelitian adalah Ce > Nd > La > Pr > Sm > Gd > Dy >Er >\nEu > Ho > Tm, distribusi LREE mendominasi dibandingkan dengan HREE, dan\nberdasarkan spider diagram plot diperoleh anomali Eu positif dengan nilai Eu/Eu*\nberkisar antara 1,01 – 3,77. Keberadaan REE dikontrol oleh pH, keberadaan anion\nsulfat dan anion klorida, yang ditunjukkan dengan korelasi yang kuat dari ketiga\nparameter tersebut. Lokasi penelitian ini bukan tempat yang kaya litium, tetapi\nberkorelasi dengan Mg, Na, dan pH.", "Daftar File": {"ABSTRAK Ilham Firmansyah": "https://digilib.itb.ac.id/gdl/download/291252"}, "Penulis": "Ilham Firmansyah [22120308]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mohamad Nur Heriawan, S.T, M.T, Ph.D.", "Irwan Iskandar, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "panas bumi, patuha, karakteristik air, Rare earth elements, litium.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "27 Mei 2023"}