{"Nomor": 72802, "Judul": "EKSPLORASI PERILAKU BERISIKO PENGEMUDI MOBIL PRIBADI DI KOTA BANDUNG", "Abstrak": "Kecelakaan lalu lintas merupakan hal yang sering terjadi di Kota Bandung. Salah satu jenis \ntransportasi yang memiliki angka kecelakaan tinggi adalah mobil penumpang. Faktor \nutama penyebab kecelakaan lalu lintas adalah faktor manusia. Manusia seringkali \nmelakukan perilaku berisiko ketika mengemudi. Perilaku berisiko yang dilakukan tidak \nhanya dapat membahayakan diri sendiri, melainkan dapat membahayakan pengemudi lain. \nBeberapa literatur yang membahas mengenai perilaku berisiko mengaitkan perilaku \ntersebut dengan faktor psikologis, karakteristik individu, dan karakteristik perjalanan. Akan \ntetapi masih minim penelitian yang membahas secara komprehensif mengenai faktor-faktor \nyang tidak dapat diukur terutama untuk jenis transportasi mobil. Tujuan dari penelitian ini \nuntuk menyelidiki pengaruh faktor psikologis, karakteristik individu, dan karakteristik \nperjalanan terhadap perilaku berisiko pengemudi mobil pribadi di Kota Bandung. \nPenelitian ini menggunakan metode kualitatif dan kuantitatif dengan analisis Structural \nEquation Modelling-Partial Least Square (SEM-PLS). Hasil penelitian menunjukkan bahwa \nperilaku berisiko yang umumnya dilakukan adalah mengebut dan mengemudi dengan \nmemainkan gawai. Selain itu model penelitian menjelaskan bahwa perilaku berisiko yang \ndilakukan oleh pengemudi mobil pribadi di Kota Bandung dipengaruhi oleh usia, gender, \npekerjaan, pendidikan, niat, norma subjektif, sikap, dan persepsi kontrol perilaku. Faktorfaktor psikologis memiliki pengaruh lebih besar terhadap kejadian perilaku berisiko \ndibandingkan dengan karakteristik individu dan perjalanan. Hal ini mengindikasikan \nbahwa perilaku berisiko merupakan masalah kompleks karena berkaitan dengan faktor \npsikologis individu.", "Daftar File": {}, "Penulis": "Wicitra Dewanggana Prasetyanto [15419072]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Ayu Andani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "Perilaku berisiko, SEM-PLS, Mobil, Psikologis, Karakteristik individu,  Karakteristik perjalanan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "26 Mei 2023"}