{"Nomor": 72822, "Judul": "UNJUK KERJA MPI PADA JARINGAN KLASTER STUDI KASUS ELIMINASI GAUSS", "Abstrak": "Tujuan utama dari komputer paralel adalah untuk mempercepat proses dari suatu\nmasalah komplek dan besar. Bila masalah tersebut di proses dengan menggunakan\nkomputer tunggal maka prosesnya akan berlangsung lama. Sebagai contoh adalah\nuntuk memproses perkiraan cuaca esok hari, dimana bila proses lebih dari satu hari\nmaka pekerjaannya menjadi sia-sia. Oleh karena itu masalah utama dalam\npemrograman paralel adalah masalah speedup dan efisiensi.\nPada tesis ini, pustaka paralel yang digunakan adalah MPI. MPI merupakan salah\nsatu pustaka message passing selain PVM yang terlebih dulu ada. Metoda yang\ndigunakan adalah dengan mengukur speedup dan efisiensi MPI pada suatu masalah\nyang dapat digunakan untuk memperbandingkan antara sekuensial dan paralel.\nKarena speedup dan efisiensi dalam lingkungan paralel adalah perbandingan antara\nkecepatan proses sekuensial dan paralel. Dalam hal ini masalah tersebut adalah\neliminasi Gauss. Eliminasi Gauss dipilih karena pertukaran data dalam eliminasi\nGauss sangat intensif. Perbandingan antara beban yang direpresentasikan dalam\ndimensi matrik eliminasi Gauss, waktu proses dan jumlah komputer didapatkan\nsuatu titik optimalnya.", "Daftar File": {"2008 TS PP ANDIK EKO KRISTUS PRAMUKO 1-COVER": "https://digilib.itb.ac.id/gdl/download/291356", "2008 TS PP ANDIK EKO KRISTUS PRAMUKO 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/291357", "2008 TS PP ANDIK EKO KRISTUS PRAMUKO 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/291358", "2008 TS PP ANDIK EKO KRISTUS PRAMUKO 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/291359", "2008 TS PP ANDIK EKO KRISTUS PRAMUKO 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/291360", "2008 TS PP ANDIK EKO KRISTUS PRAMUKO 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/291361", "2008 TS PP ANDIK EKO KRISTUS PRAMUKO 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/291362"}, "Penulis": "Andik Eko Kristus Pramuko [23205017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Kuspriyanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Paralel, MPI, Eliminasi Gauss, efisiensi", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "29 Mei 2023"}