{"Nomor": 72821, "Judul": "ANALISIS PERBANDINGAN HASIL ELEMEN HINGGA-MOMENTUM DAN SIMULASI KOMPUTASI FLUIDA DINAMIK TERHADAP DATA EKSPERIMEN PERFORMA ROTOR", "Abstrak": "Helikopter merupakan wahana udara yang menggunakan rotor untuk lepas landas dan terbang. Dibandingkan pesawat terbang biasa, helikopter dapat lepas landas dan mendarat secara vertical serta terbang di tempat. Helikopter dapat terbang ke depan, belakang, samping dan berputar di tempat. Kemampuan manuver ini membuat helicopter dan wahana terbang nirawak cocok digunakan di medan yang sulit.\nPerforma helicopter sangat bergantung pada performa rotor yang digunakan. Karena itu, ketepatan prediksi performa rotor menjadi masalah penting dalam desain helikopter. Tugas akhir ini berfokus pada penelitian dua metode umum prediksi performa rotor saat terbang di tempat: Blade Element Momentum Theory (BEMT) dan steady-state Computational Fluid Dynamics (CFD). Hasil dari BEMT dan CFD kemudian dibandingkan dengan data eksperimental untuk memvalidasi ketepatannya. Sebagai tambahan, tugas akhir ini meneliti pengaruh variasi sudut puntir pada performa rotor.\nData eksperimen dan parameter rotor didapatkan dari studi sebelumnya tentang rotor rektanguler berbilah empat dengan diameter 1.65 meter dan tiga jenis airfoil. Metode BEMT digunakan dengan cara mendiskretisasi rotor menjadi elemen dan menjumlahkan gaya aerodinamis pada setiap elemen. CFD juga digunakan pada tugas akhir ini, menggunakan metode Multiple Reference Frame (MRF) pada steady state. Geometri rotor dimodelkan dengan software computer-aided design (CAD) dan modul ANSYS CFX dalam aplikasi ANSYS Workbench sebagai solver\nHasil studi menunjukan bahwa BEMT dapat memprediksi Figure of Merit (FM) rotor dengan galat kurang dari 5% dari data eksperimental. Perbedaan konsumsi daya pada analisis BEMT disebabkan sebagian besar oleh profile drag yang dibawah perkiraan karena estimasi koeffisien gaya hambat airfoil. Di sisi lain, metode MRF CFD secara signifikan memperkirakan konsumsi daya yang lebih tinggi, sehingga menurunkan FM. Profile dan induced power berkontribusi sama besar pada hasil overprediksi daya pada hasil CFD. Kedua metode mampu menangkap tren performa rotor dari efek perubahan sudut puntir. Puncak FM dicapai pada sudut puntir 20 derajat untuk BEMT dan 22 derajat untuk CFD. Direkomendasikan untuk menggunakan BEMT untuk desain dan analisis awal dan CFD untuk visualisasi dan analisis medan aliran", "Daftar File": {"ABSTRAK Alvin Irwanto": "https://digilib.itb.ac.id/gdl/download/291355"}, "Penulis": "Alvin Irwanto [13617034]", "Kontributor / Dosen Pembimbing": ["Ema Amalia, S.T, M.T.", "Dr. Ing. Mochammad Agoes Moelyadi, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Blade Element Momentum Theory, Computational Fluid Dynamics, Performa Rotor, Helikopter, Multiple Reference Frame Method,", "Sumber": "FTMD", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Mei 2023"}