{"Nomor": 72828, "Judul": "INTEGRASI RADIOISOTOP RADON, MINERALOGI, DAN TEMPERATURE CORE HOLE TERHADAP ZONA PERMEABEL BAWAH PERMUKAAN DI LAPANGAN PANAS BUMI PATUHA, JAWA BARAT", "Abstrak": "Identifikasi permeabilitas bawah permukaan dapat dilakukan dengan cara\nmengintegrasikan kondisi geologi, pengukuran konsentrasi radioisotop radon, dan\nmineralogi. Salah satu upaya memanfaatkan energi panas bumi adalah dengan\nmelakukan tahapan eksplorasi dengan menentukan wilayah yang berpotensial\nmemiliki keterdapatan sumber panas bumi dengan mengetahui zona yang memiliki\npermeabilitas yang tinggi sehingga dapat dilalui fluida yang ada di bawah\npermukaan, mengetahui sebaran mineral-mineral yang identik dengan panas bumi,\nserta mengetahui temperatur yang ada di bawah permukaan. Pengambilan data\nradon secara temporal telah dilakukan sepanjang tahun 2020 pada tahapan\neksplorasi awal dan akan dibandingkan dengan hasil tahapan pengeboran berupa\nsampel coring, data Rock Quality Designation (RQD), data Temperature Core Hole\n(TCH) yang telah dilakukan. Sampel yang diambil kemudian dianalisis di\nlaboratorium dengan menggunakan metode analisis X-Ray Fluoroscene (XRF)\ndidapatkan persentase unsur dan senyawa oksida serta menggunakan metode\nanalisis X-Ray Diffraction (XRD) didapatkan persentase mineral yang ada pada\nsampel. Hasil data yang didapatkan akan dianalisis dan akan dikorelasikan antara\npengambilan data pada tahapan eksplorasi awal dengan tahapan pengeboran yang\ntelah dilakukan. Dari hasil analisis konsentrasi radon terlarut dan gas radon yang\ndilakukan secara temporal wilayah utara Gunung Patuha memiliki permeabilitas\nyang tinggi, wilayah timur Gunung Patuha mengindikasikan sumber radon yang\nrelatif jauh dari permukaan atau memiliki permeabilitas rendah, wilayah Patuha\nmerupakan zona alterasi argillic-advanced argillic, memiliki intensitas pelapukan\nmoderate-high weathering, serta gradien thermal TCH-B memiliki nilai yang lebih\nbesar dibandingkan gradien thermal TCH-A dikarenakan wilayah Utara Gunung\nPatuha memiliki permeabilitas yang lebih baik, didukung dari nilai RQD TCH-B\nyang lebih rendah dibandingkan TCH-A sehingga proses sirkulasi fluida dari\nsumber panas lebih intensif terjadi.", "Daftar File": {"ABSTRAK Anggi Simanullang": "https://digilib.itb.ac.id/gdl/download/291373"}, "Penulis": "Anggi Simanullang [22121020]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T, M.T, Ph.D.", "Dr. mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "mineral, panas bumi, radon, rock quality designation, temperature core hole", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "29 Mei 2023"}