{"Nomor": 72824, "Judul": "STUDI KONSENTRASI FLOTASI BIJIH  TIMAH PRIMER BERJENIS OXIDE ASAL BATUBESI BELITUNG", "Abstrak": "Penambangan dan pengolahan bijih timah sekunder oleh PT Timah Tbk. sudah berlansung\nlebih dari 200 tahun, mengakibatkan cadangan bijih timah sekunder semakin berkurang.\nPemanfaatan endapan timah primer perlu dilakukan oleh PT Timah Tbk. untuk tetap menjaga\nkeberlangsungan produksi logam timah. Salah satu daerah yang terdapat endapan timah primer\nadalah daerah Batubesi, Kecamatan Damar, Kabupaten Belitung Timur dengan mineral\npembawa besi sebagai mineral utamanya. Untuk meningkatkan kadar timah dapat dilakukan\nproses konsetrasi flotasi, sehingga perlu dilakukan studi konsentrasi flotasi untuk melihat\nrespon kadar dan perolehan timah.\nPercobaan konsentrasi flotasi bijih timah primer dilakukan menggunakan sel flotasi Denver\npada ukuran P80 umpan yaitu 38, 75, 105, dan 149 mikron. Kolektor yang digunakan ketiganya\nberbasis sulfosusinamat, yaitu: DP-OMC-1167, dan DP-OMC-1474 yang berasal dari BASF,\nserta AERO 845 Promoter yang berasal dari Solvay. Regulator yang digunakan pada kolektor\nDP-OMC-1167 dan DP-OMC-1474 adalah H2SiF6, sedangkan pada kolektor AERO 845\nPromoter menggunakan Na2SiF6. Variasi pertama dimulai dengan menentukan kadar dan\nperolehan Sn terbaik pada ukuran umpan dengan P80: 149 ?m, 105 ?m, 75?m, dan 38 ?m\ndengan menggunakan kolektor DP-OMC-1167 dan DP-OMC-1474 pada pH 3,5 dengan dosis\nkolektor 200 g/ton, dan kolektor AERO 845 Promoter dan pH 5 dan dengan dosis kolektor 500\ng/ton. Setelah diperoleh konsentrat dan tailing dari percobaan, hasil tersebut dianalisis\nmenggunakan XRF-Benchtop. Percobaan dilanjutkan dengan menentukan pH terbaik dari\nbeberapa variasi pH, yaitu: 2,7, 2,9, dan 3,5 untuk kolektor DP-OMC-1167 dan DP-OMC-\n1474, serta pH 3, 5, 7, 9 untuk kolektor dari AERO 845 Promoter. Setelah diperoleh variabel\noptimum dari ukuran P80 umpan dan pH masing-masing kolektor, percobaan dilanjutkan untuk\nmenentukan dosis kolektor terbaik dari 100, 200, 300, 400 g/ton untuk kolektor DP-OMC-1167\ndan DP-OMC-1474, serta dosis kolektor 300, 400, 500, 600 g/ton untuk kolektor AERO 845\nPromoter. Produkta hasil konsentrasi flotasi dianalisis mengunakan XRF-Benchtop untuk\nmelihat kadar timah pada setiap produkta.\nKadar Sn awal pada bijih timah primer jenis oxide adalah 0,29%. Pada konsentrasi flotasi bijih\ntimah primer jenis oxide, perolehan Sn cenderung meningkat dengan halusnya ukuran P80\numpan sedangkan kadar tertinggi pada ukuran -105 +75 ?m. Pada variasi pH, semakin asam\nsuasana flotasi, maka semakin baik kadar maupun perolehan Sn. Dosis kolektor yang\ndigunakan pada percobaan memberikan hasil semakin tingginya Dosis kolektor pada umumnya\nmeningkatkan perolehan Sn tetapi menurunkan kadar Sn. Variabel optimum pada dosis\nkolektor adalah 400 g/ton untuk kolektor DP-OMC-1167, 300 g/ton untuk DP-OMC-1474,\nserta 500 g/ton untuk kolektor dari AERO 845 Promoter. Hasil akhir yang diperoleh pada\npenelitian ini adalah 0,62% Sn dengan perolehan sebesar 35,60%Sn.", "Daftar File": {"ABSTRAK Hizkia Natanael Turangan": "https://digilib.itb.ac.id/gdl/download/291364"}, "Penulis": "Hizkia Natanael Turangan [12518010]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bijih timah primer, konsentrasi flotasi, kadar, perolehan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "29 Mei 2023"}