{"Nomor": 72836, "Judul": "RANCANG BANGUN INTEGRASI SISTEM PARKIR UNTUK SMART CITY DENGAN PENGAPLIKASIAN AUTOMATIC NUMBER PLATE RECOGNITION", "Abstrak": "Salah satu produk layanan yang masuk dalam cluster Smart Economy pada Garuda Smart City\nFramework adalah smart parking, yaitu tempat parkir yang terintegrasi dengan ICT terbarukan\nuntuk memaksimalkan efektivitas dan efisiensi sistem parkir yang ada saat ini. Salah satu\nbagian dari sistem parkir saat ini yang dapat berkembang adalah sistem gerbang parkir. Sistem\ngerbang parkir yang ada saat ini bergantung kepada sistem tiket parkir dan sumber daya\nmanusia (SDM) untuk memastikan agar pengemudi membayar parkir sesuai dengan sistem.\nSistem tiket saat ini dinilai kurang efisien karena terdapat proses-proses kerja yang dilakukan\nsecara manual dan dapat diotomatisasi, serta kurang informatif karena terdapat data penting\nyang tidak terdata ke dalam database sistem. Wabah COVID-19 yang terjadi membuat\nmasyarakat menginginkan sistem yang menghindari sentuhan fisik menjadi sesedikit mungkin.\nSalah satu solusi berkelanjutan yang dapat dilakukan untuk menyelesaikan masalah-masalah\ntersebut adalah dengan mengintegrasikan Automatic Number Plate Recognition (ANPR) ke\ndalam sistem parkir saat ini menjadi smart parking. Dengan menggunakan masukan citra plat\nnomor dari kamera secara otomatis, sistem akan memproses citra untuk membaca plat nomor\ndalam citra tersebut secara otomatis sehingga proses kerja sistem parkir menjadi lebih efisien\n(cepat). Selain itu, kontak fisik juga dapat dihindari dengan menggantikan sistem tiket parkir\ndengan pembacaan ANPR. Untuk mengakomodasi komputasi proses program Automatic\nNumber Plate Recognition dan sistem parkir secara keseluruhan, sebuah microcomputer,\nseperti Raspberry Pi 4 digunakan dan aplikasi layanan sistem dengan bahasa pemrograman\nPython dibuat.", "Daftar File": {}, "Penulis": "Muhammad Fiqri Fatriansyah [18217031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suhono Harso Supangkat, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sistem parkir, Smart City, Automatic Number Plate Recognition, Artificial Intelligence, Microcomputer, Python.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "29 Mei 2023"}