{"Nomor": 72839, "Judul": "KARAKTERISASI BATUAN KARBONAT BERDASARKAN GEOMETRI DAN STRUKTUR PORI-PORI", "Abstrak": "Karakterisasi batuan karbonat merupakan bagian yang sangat penting di dalam\npembangunan model numerik untuk simulasi reservoir. Banyak penelitian\ntelah dilakukan untuk mengembangkan metoda karakterisasi batuan karbonat.\nSebagian besar penelitian hanya menekankan pada aspek geologi batuan karbonat\natau aspek teknik reservoir. Sementara itu, beberapa penelitian lainnya\ntelah menghubungkan keduanya, namun pendekatan yang digunakan tidak\ndilakukan secara detail dan seringkali mengabaikan dasar-dasar keilmuan dari\nmasing-masing aspek.\nSesungguhnya, ada istilah dan bahasa yang sama telah digunakan oleh para\nahli geologi dan teknik reservoir untuk karakterisasi batuan. Bahkan karakterisasi\nini telah mengaitkan sifat geologi dengan sifat fisik atau parameter\npetrofisika batuan reservoir. Istilah dan bahasa yang dimaksud adalah rock\ntype atau kelompok batuan. Rock type didefinisikan sebagai batuan atau\nbagian-bagian batuan yang telah diendapkan dalam kondisi lingkungan yang\nmirip dan telah mengalami proses diagenesa yang serupa (similar) memiliki\nkemiripan karakter fisik seperti tekstur atau rock fabric, geometri pori-pori\ndan struktur pori-pori. Setiap rock type memiliki hubungan tertentu antar sifatsifat\nfisiknya. Namun, tidak ada konsistensi di dalam implementasi kesamaan\nistilah dan bahasa tersebut pada metoda-metoda rock typing yang ada di dalam\nliteratur perminyakan.\nBatuan karbonat pada umumnya memiliki sifat-sifat petrofisika yang lebih\nheterogen daripada batuan silisiklastik, dan lebih dari 60 % cadangan minyak\nbumi terkandung di dalam reservoir karbonat. Oleh karena itu, batuan karbonat\nmasih menjadi topik penelitian yang menarik hingga saat ini.\nTujuan dari penelitian ini adalah menghubungkan antara sifat petrofisika dan\nkarakteristik geologi detail untuk karakterisasi batuan karbonat. Dengan memperhatikan\nbahwa seluruh kejadian geologi yang dialami batuan karbonat\nsangat berperan di dalam pembentukan arsitektur pori-pori dan tekstur atau\nrock fabric, dan mengontrol sifat-sifat petrofisika batuan karbonat. Atribut\narsitektur pori-pori batuan karbonat, yaitu geometri pori, dan struktur pori\nberkaitan dengan fitur-fitur mikroskopik geologi (microscopic geological\nfeatures) batuan karbonat.\nHukum Poiseuille dan Darcy telah digunakan untuk mendeskripsikan atributatribut\npori batuan berpori, dan fitur-fitur mikroskopik geologi dapat diidentifikasi dari deskripsi detail batuan inti (core). Analisa matematika terhadap\nkombinasi Hukum Poiseuille dan Darcy berhasil mendefinisikan geometri dan\nstruktur pori-pori dari besaran permeabilitas dan porositas. Selanjutnya, ditemukan\nbahwa hubungan matematika antara variabel geometri pori (\n)\ndan\nvariabel struktur pori (\n) sesuai Power Law dengan eksponen 0,5 untuk sistem\ntabung kapiler (model paling sederhana untuk media berpori). Hubungan\ntersebut mengindikasikan kemiripan geometri pori dan struktur pori.\nPenelitian dilakukan dengan menggunakan 1973 sampel batuan inti dari\nsepuluh set data batuan reservoir karbonat yang meliputi analisa routine core,\nSCAL, petrografi, SEM dan XRD. Analisa komprehensif semua data\ndilakukan untuk mengidentifikasi dan mengelompokan sampel-sampel batuan\nkarbonat berdasarkan kemiripan fitur-fitur mikroskopik geologi. Dua set data\nbatuan reservoir karbonat telah dipisahkan untuk keperluan validasi sedangkan\ndata set lainnya digunakan untuk investigasi hubungan karakteristik geologi\ndengan geometri dan struktur pori.\nHasil plot antara geometri pori dan struktur pori pada kurva log-log masingmasing\nkelompok batuan karbonat membentuk garis lurus dengan koefisien\nkorelasi yang tinggi, dan kemiringan (slope) antara 0,20 hingga 0,50. Hal\ntersebut menunjukan bahwa kemiripan fitur-fitur mikroskopik geologi batuan\nkarbonat menghasilkan kemiripan geometri pori dan struktur pori. Penurunan\nsecara sistematis kemiringan garis-garis kelompok batuan digunakan untuk\nmembangun type curve untuk rock typing batuan karbonat. Verifikasi type\ncurve yang dilakukan dengan menggunakan dua set data batuan reservoir karbonat\nberbeda menunjukan bahwa type curve dapat diaplikasikan dengan\nsangat baik.\nHasil penelitian ini juga menunjukkan bahwa permeabilitas dapat diprediksi\nsebagai fungsi dari porositas dan saturasi air, dan dipengaruhi oleh rock type.\nHasil prediksi permeabilitas dengan menggunakan metoda yang telah dikembangkan\npada penelitian ini lebih akurat daripada korelasi yang umum digunakan\ndalam industri perminyakan.\nSecara keseluruhan, penelitian ini telah menghasilkan metoda karakterisasi\nbatuan reservoir karbonat yang konsisten mengintegrasikan aspek geologi\ndengan aspek teknik reservoir.", "Daftar File": {}, "Penulis": "Andy Setyo Wibowo [32210001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Pudji Permadi, M.Sc., Ph.D.", "Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Batuan inti, Geometri pori–pori, Karbonat, Mikroskopik, Permeabilitas, Porositas, Rock fabric, Rock type, Saturasi air irreducible, Struktur pori-pori.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "9 file", "Tanggal Input": "30 Mei 2023"}