{"Nomor": 72840, "Judul": "ELEKTRODA PASTA KARBON TERMODIFIKASI MATERIAL LEMBARAN NANO TI3C2 MXENE DAN NIO NANOPORI SEBAGAI ELEKTROKATALIS REAKSI EVOLUSI HIDROGEN", "Abstrak": "MXene (Ti3C2) merupakan nanomaterial berbentuk lembaran dan tergolong ke dalam material dua dimensi yang memiliki potensi besar sebagai elektrokatalis untuk reaksi evolusi hidrogen (HER) karena memiliki struktur dan kestabilan kimia serta mekanik yang baik, konduktivitas listrik yang tinggi (2400 S/cm), serta permukaan aktifnya yang luas. Reaksi evolusi hidrogen (HER) adalah salah satu reaksi yang memproduksi hidrogen melalui elektrolisis air. Telah diketahui bahwa hidrogen menjadi salah satu energi terbarukan dan alternatif di masa depan yang menjadi perhatian saat ini. NiO merupakan material oksida yang juga berpotensi menjadi elektrokatalis HER karena memiliki situs Ni yang berfungsi sebagai situs aktif untuk adsorpsi dan disosiasi air dalam larutan basa. Dengan menggabungkan keunggulan dari MXene dan NiO untuk modifikasi elektroda pasta karbon, diharapkan dapat memiliki performa yang lebih baik untuk reaksi evolusi hidrogen. Tujuan dari penelitian ini adalah melakukan sintesis material lembaran nano Ti3C2 MXene dan NiO nanopori serta melakukan uji elektrokimia pada reaksi evolusi hidrogen (HER) menggunakan elektroda pasta karbon (EPK). Pada penelitian telah berhasil disintesis MXene (Ti2C3) dari etching lapisan “A” pada fasa MAX (Ti3AlC2) yang didukung dengan karakterisasi XRD, IR, Raman, SEM, dan TEM. Selain itu pada penelitian ini juga berhasil disintesis NiO dengan struktur nanopori yang didukung dengan karakterisasi XRD, IR, Raman, dan TEM. Kemudian, berdasarkan hasil EDX Mapping, MXene dan NiO tersebar secara merata pada permukaan elektroda pasta karbon. Uji elektrokimia reaksi evolusi hidrogen menunjukkan bahwa EPK-MXene/NiO memiliki performa yang lebih baik daripada bare EPK, EPK-MXene, dan EPK-NiO karena EPK- MXene/NiO memiliki nilai overpotential sebesar 594 mV dan Tafel slope sebesar 28 mV/dec, lebih kecil daripada nilai overpotential dan Tafel slope bare EPK, EPK-MXene, serta EPK- NiO. Selain itu elektrokatalis MXene dan NiO memiliki kestabilan yang unggul dalam reaksi evolusi hidrogen karena memiliki energi penstabilan hidrogen yang rendah.", "Daftar File": {"ABSTRAK Aninda Febrianti Nuraini": "https://digilib.itb.ac.id/gdl/download/292197"}, "Penulis": "Aninda Febrianti Nuraini [10519020]", "Kontributor / Dosen Pembimbing": ["Dr. Grandprix Thomryes Marth Kadja, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "elektrokatalis, elektrokimia, MXene, NiO, reaksi evolusi hidrogen", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "30 Mei 2023"}