{"Nomor": 72847, "Judul": "PENGEMBANGAN GRAFIK KESTABILAN LERENG PADA TAMBANG BATUBARA DI INDONESIA MENGGUNAKAN METODE BINARY LOGISTIC REGRESSION", "Abstrak": "Banyak perusahaan tambang batubara di Indonesia yang mengalami kejadian\nketidakstabilan lereng pit meskipun dalam analisis awal kondisi lereng dalam\nkeadaan stabil. Hal tersebut dapat disebabkan salah satunya oleh faktor\nketidakpastian yaitu dapat berupa spasial variabilitas, kesalahan pengukuran\nmaupun model uncertainty yang digunakan. Beberapa alternatif tambahan berupa\ngrafik kestabilan telah banyak digunakan sebelumnya, namun memiliki beberapa\nbatasan dalam penggunaannya, salah satunya belum dipertimbangkannya\nprobabilitas untuk mengakomodir faktor ketidakpastian. Sehingga saat ini masih\ndiperlukan pengembangan grafik kestabilan lereng untuk meningkatkan tingkat\nkeyakinan dari analisis geoteknik yang dilakukan.\nPenelitian ini mempelajari pengembangan grafik kestabilan lereng menggunakan\nmetode Binary Logistic Regression dengan data sekunder pada tambang batubara.\nMetode tersebut akan mempertimbangkan faktor probabilistik yang merupakan\nrasio antara peluang terjadinya peristiwa dengan peluang tidak terjadinya peristiwa.\nDari hasil verifikasi dengan menggunakan 20 data kestabilan lereng lainnya serta\nmelakukan 1 (satu) analisis balik kestabilan lereng pada metode tersebut diperoleh\nakurasi prediksi sebesar 75%.\nPenelitian ini menghasilkan tool alternatif yang efektif dan efisien untuk\nmeningkatkan tingkat keyakinan dari analisis geoteknik serta untuk menentukan\nkestabilan lereng secara cepat yaitu dengan menggunakan Slope Stability Graph\nuntuk memprediksi nilai probabilitas dan untuk memprediksi orientasi kestabilan\nlereng dari hasil analisis dalam potensi stable atau unstable.", "Daftar File": {"ABSTRAK Agustinus Yosef Sianipar": "https://digilib.itb.ac.id/gdl/download/291499"}, "Penulis": "Agustinus Yosef Sianipar [22120010]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nuhindro Priagung Widodo, M.T.", "Ir. Simon Heru Prassetyo, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "regresi, probabilistik, grafik.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "30 Mei 2023"}