{"Nomor": 72848, "Judul": "PENGARUH PRAKTEK KEBERLANJUTAN TERHADAP KINERJA KEUANGAN PERBANKAN SYARIAH DI INDONESIA", "Abstrak": "Indonesia merupakan salah satu negara dengan perkembangan perbankan syariah yang mengalami peningkatan di beberapa tahun terakhir dan ikut serta dalam SDGs. Dalam upaya mendukung SDGs ini Otoritas Jasa Keuangan (OJK) melalui Peraturan OJK Nomor 51/POJK.03/2017 tentang penerapan keuangan berkelanjutan mewajibkan lembaga keuangan termasuk perbankan syariah untuk menerapkan sustainability practice. Untuk dapat terus menjaga kinerja keuangannya perbankan syariah juga perlu menilai apakah penerapan sustainability practice dapat mempengaruhi kinerja keuangan atau tidak terutama dalam profitabilitas. Metode Generalized least -square digunakan pada penelitian ini untuk menemukan hubungan antara implementasi sustainability dan profitability pada perbankan syariah dari tahun 2017-20201 dengan 13 sample bank syariah yang terdaftar dalam laporan Statistik Perbankan Syariah pada Otoritas Jasa Keuangan (OJK) di Indonesia. Dalam penelitian ini, indeks keberlanjutan ditangkap menggunakan tiga dimensi penting dari praktik keberlanjutan oleh Jan et al. (2019). Ini memiliki tiga dimensi dalam praktik keberlanjutan, yaitu ekonomi, lingkungan, dan sosial. Penelitian ini mengungkapkan bahwa sustainability practice memiliki pengaruh yang significant terhadap profitabilitas . Namun secara keseluruhan nilai pengungkapan sustainability practice di Indonesia di angka 29 %. Dari seratus persen, untuk itu perlu adanya peningkatan sustainability practice dan pelaporannya. Selain itu variable CAR, CIR dan age juga memiliki hubungan yang signifikan terhadap profitabilitas, sehingga bank s must also increase CAR and minimize CIR to get a high profitability value and improve the bank.", "Daftar File": {"2023 SK PP Lina Arief Pratwi   [19019019] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/291500"}, "Penulis": "Lina Arief Pratwi [19019019]", "Kontributor / Dosen Pembimbing": ["Atika Irawan, S.Mn., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Praktek Keberlanjutan,Laporan Keberlanjutan,Ekonomi, Lingkungan, Social, Profitabilitas, Bank Syariah , Indonesia.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "30 Mei 2023"}