{"Nomor": 72844, "Judul": "IMPACT OF SOCIAL STRUCTURE INTERVENTION TO COMMUNITY ECONOMIC DEVELOPMENT: THE CASE OF CIBADUYUT SHOW FACTORIES - BANDUNG", "Abstrak": "Cibaduyut area, located in an urban area of Bandung, West Java, Indonesia, has a physical identity\nand traditions in the field of footwear. This area grew as a center for shoe production and marketing since 1920\nand is the traditional footwear industry. Impact of global competition has affected the scope of activities of local\ncommunities from traditional shoe craftsmen labor in a modern shoe factory. Community-scale shoe craftsmen\nhouseholds had to survive on the market mechanism, imported products, and large scale industries. The\ngovernment provides incentives through programs aimed at strengthening production to develop the social\ncapacity shoe craftsmen in order to compete.\nCommunity economic development approach (Ced) focused on human aspects in the development of\ndepressed communities, the instrument is an increase in social capital-based social networking. The dynamics of\nthe social structure of society in a comprehensive Cibaduyut identified through social network analysis\napproach. Instruments of social network analysis unit, namely the public acceptance of government programs,\npatterns of friendship relations, the pattern of bonding relations work, and participation in training, may\nrepresent an increase of social capital are positively correlated to the increase in incomes. Based on the\nanalysis of the four units, public grouping craftsmen produced shoes in three categories of community with each\ncharacter.\nBased on the results of mapping the social structure of society craftsmen Cibaduyut shoes, can be\nformulated that communities have the potential to increase revenue through capacity building. Proof of this is\nshown through the mapping which is representative of two units of analysis, namely the relation of friendship\nand relationship ties community work that shows the social structure and character of existing communities,\nwith a network density of 63.45% and 18%, in the sense that conditions are not optimal. Increasing the density\nof networks to reach or nearly 100% will have an impact on improving living standards, and increased insight\nand knowledge in economic competitiveness.", "Daftar File": {}, "Penulis": "Teti Armiati Argo dan Priza Marendraputra", "Kontributor / Dosen Pembimbing": ["Teti Armiati Argo"], "Jenis Koleksi": "Laporan Penelitian", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Social Network Analysis, Social Capital, Network Density", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "1 file", "Tanggal Input": "30 Mei 2023"}