{"Nomor": 72843, "Judul": "BIOKONVERSI PKO MENJADI RHAMNOLIPID OLEH MUTAN PSEUDOMONAS STUTZERI BK-AB12 MT-03 DAN APLIKASINYA SEBAGAI AGEN INHIBITOR KOROSI RAMAH LINGKUNGAN", "Abstrak": "Baja merupakan material utama yang digunakan untuk inftrastruktur karena sifatnya yang keras dan memiliki ketahanan yang tinggi. Namun, baja dapat mengalami korosi ketika terjadi kontak dengan lingkungan. Korosi dapat berdampak buruk pada ekonomi, kesehatan, keselamatan, dan lingkungan. Pemberian inhibitor korosi sintesis sebagai solusi utama pencegah korosi dapat bersifat toksik sehingga memperburuk keadaan. Untuk itu, penelitian ini bertujuan untuk menguji potensi penginhibisi dari rhamnolipid, sebuah surfaktan tipe glikolipid yang bersifat biodegradable, hasil biokonversi palm kernel oil (PKO) oleh mutan Pseudomonas stutzeri BK-AB12 MT-03 pada material baja. Pada tahap awal, dilakukan pengujian komposisi PKO sebagai substrat utama menggunakan GC-MS. Kemudian, dilakukan produksi dan ekstraksi rhamnolipid menggunakan bakteri mutan halofil lokal Psudomonas stutzeri BK-AB12 MT-03. Kemudian, dilakukan karakterisasi gugus fungsi FTIR, uji fisiko-kimia serta stabilitas rhamnolipid dengan penentuan penurunan tegangan permukaan air, dan uji potensi penginhibisi terhadap korosi menggunakan metode weight loss measurement dan EIS. Hasil yang diperoleh menunjukkan penyusun utama PKO adalah alam laurat, asam miristat, dan asam 9,10-dihidroksidekanoat. PKO berhasil dikonversi menjadi rhamnolipid yang berbentuk pasta berwarna kecoklatan dengan perolehan 464,0 ± 37,8 mg/L media. Analisis gugus fungsi menggunakan FTIR menunjukkan adanya vibrasi O-H, C-H alifatik, C-H tak jenuh, dan gugus C=O pada spektrum sampel yang khas untuk vibrasi rhamnolipid. Namun diperlukan karakterisasi lebih lanjut untuk mengetahui komposisi rhamnolipid yang dihasilkan. Nilai CMC sampel rhamnolipid didapatkan sebesar 52,8 mg/L dengan penurunan tegangan permukaan hingga 27,80 N/m. Aktivitas permukaan dari Rhamnolipid diketahui stabil terhadap penambahan konsentrasi garam, suhu, dan pH, mengindikasikan potensi rhamnolipid pada berbagai kondisi lingkungan. Persen efisiensi inhibisi (%EI) rhamnolipid menunjukkan nilai maksimum sebesar 59,75% pada konsentrasi 300 ppm. Penempelan rhamnolipid pada permukaan baja mengikuti model isoterm freundlich dengan nilai K sebesar 1,1015x10-3. Hasil penelitian menunjukkan rhamnolipid memiliki potensi untuk digunakan sebagai agen inhibitor korosi material baja. Namun, diperlukan pengembangan lebih lanjut untuk dapat meningkatkan efisiensi inhibisi dari rhamnolipid.", "Daftar File": {"ABSTRAK Rikzan Zuhdi": "https://digilib.itb.ac.id/gdl/download/291455"}, "Penulis": "Rikzan Zuhdi [10519055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "inhibitor korosi, PKO, Pseudomonas stutzeri BK-AB12 MT-03, ramah lingkungan, rhamnolipid", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "30 Mei 2023"}