{"Nomor": 72853, "Judul": "SINTESIS    (E)-1-[4-(BENZILOKSI)-3-METOKSIFENIL]-N-(TERS- BUTIL)METANIMIN DARI VANILLIN", "Abstrak": "Penelitian ini bertujuan mensintesis senyawa (E)-1-[4-(benziloksi)-3-metoksifenil]-N-(ters- butil)metanimin dari vanillin dan ters-butilamin. Selain itu disintesis juga N-(ters- butil)benzilimin dari benzaldehida dan ters-butilamin serta N-isopropilbenzilimin dari benzaldehida dan isopropilamin. N-(ters-butil)benzilimin digunakan sebagai salah satu intermediet dari sintesis obat yang saat ini sedang dikembangkan di laboratorium organik ITB. Pembentukan N-(ters-butil)benzilimin dari reaksi antara benzaldehida dengan ters-butilamina dengan pelarut metanol pada temperatur ruangan pada atmosfer inert selama 24 jam. Sedangkan pembentukan N-isopropilbenzilimin dan (E)-1-[4-(benziloksi)-3-metoksifenil]-N- (ters-butil)metanimin dari benzil vanillin eter mengikuti prosedur yang sama. Produk yang didapat dipisahkan dengan kromatografi kolom; dan dianalisis menggunakan 1H-NMR dan 13C-NMR . Terbentuknya N-(ters-butil)benzilimin dan N-isopropilbenzilimin masing-masing dikarakterisasi dari sinyal dengan 1H-NMR yang muncul pada 8,28 ppm dan 8,30 ppm menggantikan sinyal yang sebelumnya muncul pada 10,02 ppm pada benzaldehida. Reaksi pembentukan N-(ters-butil)benzilimin dan N-isopropilbenzilimin dengan metode yang dijelaskan berhasil dilakukan dengan masing-masing rendemen 77,58% dan 74,18% sementara konversinya adalah 85,47% dan 96,15%. (E)-1-[4-(benziloksi)-3-metoksifenil]-N- (ters-butil)metanimin terindikasi berhasil terbentuk berdasarkan spektrum 1H-NMR dengan munculnya sinyal hidrogen imina pada 8,20 ppm, namun produk gagal dipisahkan.", "Daftar File": {"ABSTRAK Ariel Marveli": "https://digilib.itb.ac.id/gdl/download/291652"}, "Penulis": "Ariel Marveli [10518066]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Didin Mujahidin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "benzaldehida, benzil vanilin eter, isopropilamin, iminasi, N-isopropilbenzilimin, N-(ters-butil)benzilimin, ters-butilamin, vanilin", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "31 Mei 2023"}