{"Nomor": 72868, "Judul": "PENGEMBANGAN MATERIAL NANO BERBASIS LOGAM OKSIDA BINER UNTUK DETEKSI GAS ETILENA", "Abstrak": "Rusaknya buah-buahan dalam rantai suplai atau disebut kehilangan pangan merupakan salah satu permasalahan yang umum terjadi pada industri agrikultur. Salah satu penyebab dari rusaknya buah-buahan, terutama buah-buahan klimaterik, tidak terlepas dari peran gas etilena (C2H4) yang dihasilkan oleh buah-buahan. Deteksi gas etilena dengan metode kemiresistif berbasis logam oksida berpotensi untuk menjadi solusi dari permasalahan tersebut. Pada penelitian ini, akan disintesis sensor gas etilena berbasis material logam oksida ZnO, MoO3, TiO2, Fe2O3, dan SnO2 dengan struktur morfologi nanorods. Material-material tersebut kemudian akan dikarakterisasi dengan metode x-ray diffraction (XRD), scanning electron microscopy (SEM), dan Brunauer-Emmet-Teller method (BET) serta diuji performa pendeteksiannya dengan paparan gas etilena secara langsung pada 20 ppm. Telah berhasil disintesis dan dikarakterisasi ZnO, MoO3, TiO2, dan Fe2O3¬¬ dengan struktur morfologi nanorods serta SnO2 dengan struktur morfologi nanorods yang masih belum sempurna. Berdasarkan hasil pengujian, didapatkan bahwa Fe2O3 dan ZnO memiliki sensitivitas yang cukup tinggi dibandingkan material lain pada temperatur kerja yang rendah. Sensitivitas yang diperoleh pada pengujian menunjukkan adanya relasi antara sensitivitas dengan d-band center model dan energi pembentukan vakansi oksigen dari tiap material, meskipun kedua parameter tersebut masih belum dapat menjelaskan kinetika reaksi dari pendeteksian gas etilena. Didapatkan juga bahwa luas permukaan spesifik tidak dapat menjelaskan perbedaan performa antar material.", "Daftar File": {}, "Penulis": "Adyatma Prayoga [13319097]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Muhammad Iqbal, S.T., M.T.", "Adhitya Gandaryus Saputro, S.T, M.Eng., Ph.D. :", "Dr. Ni Luh Wulan Septiani, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Deteksi gas etilena, kemiresistif, logam oksida, nanorods, d-band center model, energi pembentukan vakansi oksigen.", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "7 file", "Tanggal Input": "05 Jun 2023"}