{"Nomor": 72867, "Judul": "TRANSFORMASI EKONOMI LINEAR MENJADI EKONOMI SIRKULAR UNTUK SAMPAH PLASTIK PERKOTAAN DI KOTA BANDUNG MENGGUNAKAN SISTEM DINAMIS", "Abstrak": "Model Formal dari manajemen sampah di Indonesia berfokus pada menjemput sampah dari sumbernya dan mengirimnya ke TPA. Manajemen sampah plastic yang buruk mengakibatkan sampah plastic berakhir di TPA atau mencemari lingkungan. Penting untuk mengadopsi sistem ekonomi sampah yang lebih baik melalui penciptaan perekonomian sekunder atau ekonomi sirkular (Circular Economy). Penelitian ini bertujuan untuk memodelkan perekonomian yang dapat menutup mata rantai sampah plastik dari kebocoran polusi dan TPA dengan mengimplementasikan strategi sirkular (Circular Strategies), sehingga perlahan mengubah dari ekonomi linear menuju ekonomi sirkular. Sistem dinamis digunakan dalam perumusan permodelan menggunakan studi kasus di Kota Bandung. Indikator dari simulasi ekonomi sirkular sampah plastic harus memenuhi kriteria berikut: 1) mengurangi jumlah sampah plastic yang dikirim ke TPA; 2) mengurangi sampah plastic yang terbuang sembarangan dan mencemari lingkungan; 3) mengurangi produksi sampah plastik di ekonomi.\n\nDibuat tiga scenario untuk mengilustrasikan ketegasan implementasi peraturan yang bervariasi yang mengakibatkan perbedaan dalam adopsi dari strategi sirkular. Batas periode dari simulasi model sebanyak lima tahun menggunakan Vensim. Hasil simulasi menunjukkan skenario yang semakin banyak mengadopsi strategi sirkular akan semakin berkurang sampah plastik yang dikirim ke TPA dan mencemari lingkungan. Sedangkan scenario yang mengimplementasikan sirkular strategi yang terbatas akan menghasilkan lebih banyak sampah yang dikirim ke TPA, sehingga TPA mencapai batas kapasitas lebih cepat. Hasil simulasi juga mengkonfirmasi bahwa semakin kuat pengimplementasian pemerintah atas peraturan, semakin banyak strategi sirkular yang diadopsi, dengan total strategi sirkulasi sebanyak enam untuk sampah plastik. Dibandingkan dengan scenario yang memiliki impelementasi peraturan yang lemah, hanya mengadopsi satu strategi sirkular, yaitu recycle (R8). Penemuan penelitian ini membuktikan bahwan pengadopsian ekonomi sirkular membutuhkan perubahan secara sistemik karena dapat mengakibatkan ketidak lengkapan ataupun kesalahpahaman terhadap prinsip ekonomi sirkular yang mengakibatkan para aktor-aktor yang terlibat hanya mengimpelentasikan perubahan secara minimum untuk mempertahankan status-quo.", "Daftar File": {"2023 DS PP Dania Sitadewi   [39019015] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/291861"}, "Penulis": "Dania Sitadewi [39019015]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.SC., Ph.D.", "Dr. Liane Okdinawati, S.T, M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ekonomi Sirkular, Strategi Sirkular, Sistem Dynamis, Sampah Plastik.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "05 Jun 2023"}