{"Nomor": 72865, "Judul": "IDENTIFIKASI KEMAMPUAN DAN KEMAUAN MEMBAYAR MASYARAKAT BERPENGHASILAN RENDAH DI KECAMATAN BATUNUNGGAL UNTUK MEMPEROLEH RUMAH SEDERHANA SEHAT", "Abstrak": "Pembangunan rumah sederhana sehat (RSH) adalah salah satu program\npemerintah untuk menyediakan perumahan bagi masyarakat berpenghasilan\nrendah (MBR). Oleh karena itu, pemerintah menetapkan standar harga jual\nmaksimal RSH tidak terlalu tinggi agar tidak memberatkan MBR. Persoalan\nmuncul ketika harga jual RSH mengalami kenaikan yang dikhawatirkan tidak\nsesuai dengan kemampuan dan kemauan membayar MBR untuk memperoleh\nRSH. Hal ini dapat menyebabkan permintaan RSH oleh MBR menurun. Oleh\nkarena itu tujuan dari penelitian ini adalah mengidentifikasi kemampuan dan\nkemauan membayar MBR untuk memperoleh RSH. Wilayah studi yang dipilih\nadalah Kecamatan Batununggal, jumlah kebutuhan rumah di Kecamatan\nBatununggal adalah tertinggi kedua jika dibandingkan dengan kecamatan lainnya\ndi Kota Bandung, yaitu sebesar 23.893 unit rumah (RTRW Kota Bandung 2003-\n2013) dan jumlah keluarga yang termasuk kategori Pra Keluarga Sejahtera (KS)\ndan Keluarga Sejahtera (KS) I di Kecamatan Batununggal adalah yang paling\nbesar di Kota Bandung, yaitu sekitar 13.297 kepala keluarga (KK).\nMetode analisis yang digunakan dalam studi ini adalah metode analisis\nstatistik deskriptif, metode Stated Preferences (SP), dan metode regresi. Metode\nanalisis statistik deskriptif digunakan untuk mengetahui karakteristik\nperekonomian MBR terutama kaitannya dengan pemenuhan kebutuhan\nperumahan serta besar kemampuan membayar responden dalam pemenuhan\nkebutuhan perumahannya. Metode SP digunakan untuk mengetahui besar\nkemauan membayar maksimal MBR untuk memperoleh RSH, dan metode regresi\ndigunakan untuk mengetahui model kemauan membayar MBR untuk memperoleh\nRSH.\nHasil studi terhadap kemampuan dan kemauan MBR di Kecamatan\nBatununggal menyatakan bahwa apabila berdasarkan kemampuan membayar,\nmaka 93 % MBR dapat memperoleh RSH bersubsidi Tipe 27 dan 82 % MBR\ntersebut yang dapat memperoleh RSH bersubsidi Tipe 30. Sedangkan jika\nberdasarkan kemauan membayar, hanya 72 % MBR yang mau mengeluarkan\nbiaya untuk memperoleh RSH bersubsidi Tipe 27 dan 63 % MBR yang mau\nmengeluarkan biaya untuk memperoleh RSH bersubsidi Tipe 30. Berdasarkan\nkondisi tersebut diketahui bahwa besar cicilan RSH bersubsidi masih terlalu\ntinggi untuk dijangkau MBR di Kecamatan Batununggal. Menaikkan besar\nsubsidi RSH atau memperpanjang jangka waktu cicilan merupakan salah satu\nsolusi agar jumlah MBR yang mau mengeluarkan biaya untuk memperoleh RSH\nmengalami peningkatan.", "Daftar File": {}, "Penulis": "ANAS PAMBUDI [15401005]", "Kontributor / Dosen Pembimbing": ["Ir. Nia Kurniasih Pontoh, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kecamatan Batunungal, RSH, MBR, kemauan membayar", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "05 Jun 2023"}