{"Nomor": 72862, "Judul": "PENGARUH PENGGUNAAN TITIK KONTAK DIGITAL, PENGALAMAN PELANGGAN, DAN KEPUASAN PELANGGAN TERHADAP NIAT PEMBELIAN REAL ESTAT RESIDENSIAL PADA GENERASI MILENIAL DI INDONESIA", "Abstrak": "Industri real estat residensial merupakan salah satu industri yang terus berkembang di Indonesia, karena melayani kebutuhan dasar masyarakat, dan merupakan salah satu pilihan investasi yang paling populer. Di sisi lain, perkembangan teknologi yang pesat telah mendorong munculnya titik- titik kontak digital baru dan beragam, menambah kompleksitas perjalanan dan pengalaman pelanggan dalam industri real estat. Selain itu, generasi Milenial, yang sangat menghargai informasi online, akan segera mendominasi sebagai pembeli real estat. Namun, fenomena digitalisasi dalam konteks pemasaran real estat residensial belum banyak dieksplorasi seperti di industri lainnya. Oleh karena itu, penelitian ini bertujuan untuk mengetahui perjalanan pelanggan saat ini dan penggunaan berbagai titik kontak selama proses tersebut, serta pengaruh titik kontak digital, pengalaman pelanggan, dan kepuasan pelanggan terhadap niat beli generasi Milenial. Penelitian kualitatif dan kuantitatif dilakukan dalam penelitian ini, dan data diperoleh dari lima peserta wawancara dan 396 responden survei. Data diproses melalui open coding, analisis multiple response set, dan PLS-SEM. Dari hasil analisis, terungkap bahwa pelanggan menggunakan berbagai titik kontak dalam perjalanan pelanggan, tidak terbatas hanya pada titik kontak digital. Lebih lanjut, kualitas titik kontak digital mempengaruhi niat beli melalui mediasi kepuasan pelanggan. Menariknya, kualitas titik kontak digital mempengaruhi pengalaman pelanggan, tetapi pengalaman pelanggan tidak mempengaruhi kepuasan pelanggan secara signifikan. Hasil penelitian ini berkontribusi pada perluasan pengetahuan tentang penggunaan titik kontak digital dan pengaruhnya, terutama di industri real estat.", "Daftar File": {"2023 SK PP Hannisa Rahma Pramadani   [19019022] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/291779"}, "Penulis": "Hannisa Rahma Pramadani [19019022]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Titik Kontak Digital, Pengalaman Pelanggan, Kepuasan Pelanggan, Niat Beli", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "05 Jun 2023"}