{"Nomor": 72887, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI NIAT MENGGUNAKAN BANK SYARIAH", "Abstrak": "Islam sebagai salah satu agama terbesar di Indonesia dengan penganutnya sebanyak 87.2% di 2023, menjadi salah satu alasan pentingnya Indonesia memiliki bank Syariah sebagai salah satu sistem perbankan di Indonesia. Pada akhirnya pada 1992, berdirilah Bank Muamalat sebagai langkah awal industri perbankan Syariah di Indonesia, hingga saat ini setelah 30 tahun berdiri, sayangnya perkembangan pangsa pasar bank Syariah di Indonesia masih tergolong kecil yaitu hanya 6.41%, di sisi lain perbankan Syariah diharapkan untuk tumbuh sekitar 10% hingga 20%. Oleh karena itu, muncul ketimpangan antara harapan dan kenyataan dari nilai pangsa pasar bank Syariah, yang menjadi landasan dalam penyusunan riset ini, yang menganalisis faktor-faktor yang mempengaruhi niat dalam menggunakan bank Syariah dan mengetahui tingkat pengetahuan literasi keuangan Syariah dengan menggunakan Theory of Planned Behavior sebagai landasan model riset. Riset dilakukan menggunakan pendekatan kuantitatif dengan online survei kuesioner yang ditujukan kepada masyarakat Kota Bandung, Jawa Barat yang berusia 17-65 tahun, kemudian dianalisis menggunakan statistik deskriptif dan PLS-SEM menggunakan SmartPLS 4.0. Hasil menunjukkan bahwa tingkat literasi keuangan Syariah di Bandung tergolong tingkat menengah, dan menunjukkan seluruh hubungan dari variabel bebas yaitu tingkat literasi keuangan Syariah, kegunaan yang dirasakan, norma subyektif, kontrol perilaku yang dirasakan, dan sikap berpengaruh secara signifikan terhadap niat seseorang dalam menggunakan bank Syariah, dan sikap berhasil me-mediasi hubungan tersebut. Sehingga, riset ini dapat memberikan rekomendasi kepada industri bank Syariah untuk meningkatkan jumlah pangsa pasar, namun untuk riset di masa depan dapat diperluas cakupan jumlah sampel dan menggunakan variabel lain untuk dapat menganalisis faktor-faktor lainnya yang berpengaruh terhadap niat seseorang dalam menggunakan bank Syariah untuk dapat dijadikan rekomendasi bagi industri bank Syariah di Indonesia.", "Daftar File": {"2023 SK PP Raisa Rasyida Putri Setiawan   [19020160] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/291977"}, "Penulis": "Raisa Rasyida Putri Setiawan [19020160]", "Kontributor / Dosen Pembimbing": ["Kurnia Fajar Afgani, S.AB., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bank Syariah, Literasi Keuangan Syariah, Niat Menggunakan, PLS-SEM, Theory of Planned Behavior.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "06 Jun 2023"}