{"Nomor": 72884, "Judul": "PENENTUAN KINERJA ?-AMILASE BMAN2 TERAMOBILISASI PADA MATRIKS SILIKA-APTES- GLUTARALDEHID", "Abstrak": "Penggunaan enzim di dunia industri sudah sering diterapkan sebagai biokatalis, hal ini dibuktikan dengan tingginya angka penggunaan enzim industri yang mencapai 12,46 miliar USD pada tahun 2022. ?-Amilase (E.C.3.2.1.1) merupakan salah satu enzim yang sering digunakan di industri pengolahan pati. Biaya produksi industri meningkat karena enzim umumnya digunakan hanya satu kali dalam jumlah yang cukup tinggi. Amobilisasi enzim merupakan salah satu cara untuk mengatasi permasalahan tersebut. Penelitian ini bertujuan untuk mengamobilisasi ekstrak kasar ?-amilase dari Bacillus megaterium NL3 (BmaN2) secara kovalen pada matriks silika termodifikasi 3-aminopropiltrietoksisilan (APTES) dan glutaraldehid. Amobilisasi enzim secara kovalen dimaksudkan agar diperoleh BmaN2 yang lebih tahan terhadap kondisi yang ekstrem. Sintesis matriks silika dilakukan dengan metode Stober dengan  prekursor tetraetilortosilikat (TEOS), isopropanol sebagai pelarut, air sebagai agen penghidrolisis, dan amonia sebagai katalis. Berdasarkan spektrum  inframerah (IR), silika memiliki pita serapan vibrasi dari ikatan Si–O–Si siloksan pada 1093\ncm–1 dan O–H silanol pada 3441 cm–1 yang mengindikasikan silika berhasil disintesis.  Kemudian,  silika  yang  diperoleh  dimodifikasi  dengan  penambahan\nAPTES. Karakterisasi IR menunjukkan adanya pita serapan vibrasi ikatan N–H primer pada 3404 cm–1 dan 1635 cm–1 serta vibrasi ikatan C–N pada 1400 cm–1 yang mengindikasikan modifikasi silika dengan APTES berhasil dilakukan. Silika-APTES yang berhasil disintesis kemudian dimodifikasi kembali dengan glutaraldehid. Keberhasilan modifikasi ditandai dengan adanya pita serapan vibrasi C=O pada 1637 cm–1 dengan perubahan warna yang semula putih menjadi krem kemerahan. Kondensasi mandiri antar partikel APTES (tanpa silika) tidak terjadi dibuktikan dengan tidak berubahnya warna larutan menjadi keruh saat disintesis. Amobilisasi BmaN2 dilakukan dengan mengontakkan enzim dengan matriks hasil sintesis. Keberhasilan amobilisasi ditentukan berdasarkan spektrum inframerah dan penentuan kinerja. Karakterisasi spektrum inframerah menunjukkan adanya pita serapan vibrasi C=N pada 1533 cm–1 yang mengindikasikan amobilisasi secara pengikatan kovalen berhasil dilakukan. Diameter partikel rata-rata yang diperoleh dari karakterisasi Particle Size Analyzer\n(PSA) untuk silika-APTES, silika-APTES-glutaraldehid, dan BmaN2 teramobil masing-masing sebesar 937,3; 1060,9; dan 2338,7 nm. Diameter partikel yang semakin tinggi juga menunjukkan modifikasi dan amobilisasi berhasil dilakukan.Kemudian, berdasarkan penentuan kadar persen atomik dengan Energy Dispersive Spectroscopy (EDS) dapat diketahui bahwa seiring dengan modifikasi silika dengan APTES dan glutaraldehid maka semakin tinggi pula persen atomik karbon dan nitrogen, hal yang sama pun terjadi pada BmaN2 yang teramobilisasi pada silika-APTES-glutaraldehid. Kenaikan persen atomik ini menunjukkan modifikasi matriks dan amobilisasi BmaN2 ke dalam matriks berhasil dilakukan. Penentuan kinerja enzim menunjukkan enzim memiliki pH optimum 6 untuk BmaN2 bebas dan teramobil, waktu reaksi optimum selama 30 menit untuk BmaN2 bebas dan 90 menit untuk BmaN2 teramobil, temperatur reaksi optimum pada 30 °C untuk BmaN2 bebas dan 60 °C untuk BmaN2 teramobil, dan konsentrasi larutan pati optimum sebesar 1% m/v untuk BmaN2 bebas dan 2% m/v untuk BmaN2 teramobil. Perbedaan keadaan kinerja optimum pada BmaN2 bebas dan BmaN2 teramobilisasi dapat terjadi akibat perubahan konformasi pada struktur 3 dimensi enzim. Perhitungan kinetika menunjukkan BmaN2 teramobil (Km=1,62 mg/mL) memiliki afinitas pengikatan pati yang lebih kuat dibanding BmaN2 bebas (Km=2,22 mg/mL). Penggunaan BmaN2 teramobil hingga 10 kali masih menyisakan aktivitas spesifik sebesar 12,46% dan stabil digunakan hingga penyimpanan 60 hari.", "Daftar File": {"ABSTRAK Zico Daniel Despen Sihombing": "https://digilib.itb.ac.id/gdl/download/291974", "PUSTAKA Zico Daniel Despen Sihombing": "https://digilib.itb.ac.id/gdl/download/294397"}, "Penulis": "Zico Daniel Despen Sihombing [20522011]", "Kontributor / Dosen Pembimbing": ["Dr. Ihsanawati, S.Si., M.Si.", "Dr. Handajaya Rusli, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "BmaN2, amobilisasi, silika, APTES, glutaraldehid", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "06 Jun 2023"}