{"Nomor": 72892, "Judul": "ANALISA TEORI MOTIVASI SCHWARTZ DALAM HUBUNGAN DENGAN KEBIASAAN PEMBELIAN PRODUK PRIVATE LABEL DI INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Studi ini adalah untuk mencari tahu tipe mahasiswa Institut Teknologi Bandung\nberdasarkan teori nilai motivasi yang dibuat oleh Schwartz dan juga untuk mencari\nhubungan antara tipe nilai yang dimiliki dengan perilaku responden terhadap\npembelian produk private label. Dari empat nilai motivasi yang utama yang\nditawarkan oleh Schwartz, studi ini hanya menggunakan dua diantaranya, yaitu nilai\nmotivasi openness to change dan nilai motivasi conservation. Sedangkan perilaku\nresponden terhadap pembelian produk private label yang diteliti meliputi\nkecenderungan responden untuk membeli produk private label, frekuensi\npembelian, jumlah pembelian per bulan, pemilihan produk yang dibeli, serta\nbesarnya biaya yang dihabiskan untuk melakukan pembelian produk private label.\nKlasifikasi nilai yang dimiliki responden dibagi menjadi empat kategori yaitu: high\nopenness to change, high conservation, medium openness to change, medium\nconservation, dan unidentified. Mayoritas dari mahasiswa ITB memiliki nilai\nopenness to change yang medium dan nilai conservation yang medium. Sebagian\nbesar dari mahasiswa ITB pernah membeli produk private label. Walaupun begitu,\nmahasiswa ITB memiliki kecenderungan pembelian yang kurang baik terhadap\nproduk private label. Dalam hal kemauan untuk membeli produk private label,\nterdapat korelasi positif antara nilai yang dimiliki dan perilaku pembelian private\nlabel. Orang dengan nilai motivasi openness to change menunjukkan keinginan\nyang lebih tinggi untuk membeli produk private label jika dibandingkan denga\norang yang memiliki nilai motivasi conservation. Namun, dalam hal dalam hal\nfrekuensi pembelian, jumlah pembelian, pengambilan resiko dalam membeli, dan\nbesarnya biaya yang dikeluarkan, tidak ada hubungan yang signifikan dengan nilai\nmotivasi yang dimiliki.\nDari hal-hal diatas, rekomendasi yang dapat diberikan adalah untuk diadakan\npenelitian lebih lanjut menggunakan dua value Schwartz yang belum diteliti pada\npenelitian ini. Penelitian mengenai value menggunakan teori value lain juga\ndirekomendasikan untuk mendapatkan gambaran secara menyeluruh mengenai\nvalue yang dimiliki oleh mahasiswa ITB.", "Daftar File": {}, "Penulis": "Amanda Permata Dewi [19005008]", "Kontributor / Dosen Pembimbing": ["Prof. Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Teori nilai motivasi Schwartz, Institut Teknologi Bandung, openness to change, conservation, nilai.", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "07 Jun 2023"}