{"Nomor": 72906, "Judul": "MINERALISASI HIDROTERMAL DI DAERAH PACITAN DA SEKITARNYA, KABUPATEN PACITAN JAWA TIMUR", "Abstrak": "Penelitian mineralisasi hidrotermal di daerah Pacitan dan sekitarnya dilakukan untuk \nmenyusun model mineralisasi berdasarkan data mineralogi dan kimia batuan volkanik. \nDaerah Pacitan dan sekitarnya yang terletak pada jalur Pegunungan Selatan Jawa Timur, \nsecara tektonik terbentuk di dalam Busur Magmatik Sunda telah mengalami paling tidak \ntiga kali aktifitas magmatik, yang menghasilkan batuan-batuan volkanik dengan \nkomposisi yang bervariasi. Aktifitas magmatik dan proses tektonik yang kompleks di \ndaerah ini, akan membentuk mineralisasi yang kompleks dan bervariasi. Dengan \ndemikian, maka studi mineralisasi di daerah Pacitan dan sekitarnya menjadi penting. \nDaerah Pacitan dan sekitarnya disusun oleh batuan-batuan volkanik yang sebanding \ndengan Formasi Mandalika dan batuan sedimen dari Formasi Arjosari. Keduanya \nmemiliki hubungan menjemari dan dibentuk pada kala Oligo-Miosen. Tiga kelompok \numur batuan teridentifikasi berdasarkan hasil pentarikhan umur radiometri menggunakan \nmetode K-Ar dan fission track yaitu antara 29-34 juta, 12-17 juta, dan kurang dari 3 juta \ntahun. Kelompok batuan tersebut menghasilkan batuan dasit, diorit, serta lelehan basalt, \nkemudian andesit sampai basalt, dan andesit. \nPola struktur berupa sesar mendatar baratlaut-tenggara dan timurlaut-baratdaya, \nberhubungan dengan kehadiran mineralisasi, berupa urat termineralisasi dan sebaran bijih \npada batuan dinding seperti Tegalombo dan Kasihan. \nSecara petrografi daerah Pacitan terdiri dari batuan beku volkanik berkomposisi basaltikandesitik, tuf kristal, quartz arenit, lithic arenit, batuan terubah (altered rock) dan urat \nkuarsa. Proses ubahan membentuk zona batuan ubahan propilitik, subpropilitik, filik, \nargilik, argilik lanjut, dan potasik, yang berasosiasi dengan mineralisasi bijih pirit, magnetit, kalkopirit, sfalerit, dan kovelit. Penyebaran zona propilitik yang luas, sebagian \nterubah ulang (overprint) oleh argilik, filik dan potasik, yang tersingkap berupa jendelajendela kecil di dalam zona propilitik. Ini mengindikasikan pengaruh beberapa kali \naktifitas hidrotermal di daerah ini. \nProses hidrotermal di daerah ini dipengaruhi oleh fluida hidrotermal yang kaya air \ndengan salinitas rendah sampai menengah (0,1-14,6) % berat NaCl ekuivalen, di daerah \nPacitan dan Arjosari, sedangkan untuk daerah Tegalombo dan Tulakan (Kasihan) \nmemiliki salinitas menengah sampai tinggi (6,9-25,8) % berat NaCl ekuivalen. Tipe \nmineralisasi adalah epitermal sulfidasi rendah untuk daerah Pacitan, Arjosari, dengan \nsuhu homogenisasi (225-250)°C. Transisi sistem epitermal dengan mesotermal di daerah \nKedung Grombyang dan kali Grindulu – Tegalombo, dengan suhu homogenisasi (200-\n290)°C dan >350°C, dan tipe epitermal yang berhubungan dengan porfiri dengan kisaran \nsuhu (210-340)ºC, untuk daerah Tulakan (Kasihan). Pembentukkan mineralisasi pirit dan \nkalkopirit, dicirikan pula oleh pengkayaan Cu dan Mo (kasus kali Grindulu-Tegalombo). \nMenurut peneliti terdahulu, fakta seperti ini merupakan indikasi keterlibatan batuan asal \nkontinental. \nHasil analisis unsur utama (major elements) menunjukkan bahwa sebagian besar sampel \ndikategorikan telah terubah. karena memiliki nilai LoI atau H2O+ yang tinggi (lebih besar \ndari 2% berat). Sehingga pengeplotan data SiO2 dengan unsur oksida utama (major \nelements) pada diagram Harker memperlihatkan pola korelasi yang tidak jelas. \nPengeplottan data diagam laba-laba unsur jejak (trace elements) dan unsur tanah jarang \n(rare earth elements) memperlihatkan trend pola-pola yang dihasilkan oleh suatu proses \nfraksinasi magma. Seluruh sampel memperlihatkan karakter yang sama.\nStudi ini secara ilmu pengetahuan memberikan gambaran mengenai kondisi geologi, \nkarakter mineralogi batuan terubah, karakter kimia batuan dan tipe mineralisasi yang \nterjadi di daerah penelitian. Indikasi mineralisasi yang berhubungan dengan tipe porfiri \nterdapat di Kasihan/Tulakan, Kedung Grombyang dan kali Grindulu-Tegalombo, tipe \nepitermal-mesotermal di sekitar Pacitan, dan epitermal dijumpai di Banyuanget yang \nditunjukkan oleh kehadiran mataair panas. Hasil studi ini juga dapat memberikan manfaat \nbagi dunia pertambangan yaitu membantu menyusun rencana strategi eksplorasi, \nterutama untuk membatasi daerah-daerah termineralisasi.", "Daftar File": {"abstrak iwan setiawan 22005005.pdf": "https://digilib.itb.ac.id/gdl/download/292056", "Cover_abstrak_daftar isi.pdf": "https://digilib.itb.ac.id/gdl/download/292057", "bab 1 iwan setiawan 22005005.pdf": "https://digilib.itb.ac.id/gdl/download/292058", "bab 2 iwan setiawan 22005005.pdf": "https://digilib.itb.ac.id/gdl/download/292059", "bab 3 iwan setiawan 22005005.pdf": "https://digilib.itb.ac.id/gdl/download/292061", "bab 4 iwan setiawan 22005005.pdf": "https://digilib.itb.ac.id/gdl/download/292062", "bab 5 iwan setiawan 22005005.pdf": "https://digilib.itb.ac.id/gdl/download/292064", "bab 6 iwan setiawan 22005005.pdf": "https://digilib.itb.ac.id/gdl/download/292067", "daftar pustaka iwan setiawan 22005005.pdf": "https://digilib.itb.ac.id/gdl/download/292068", "lampiran.pdf": "https://digilib.itb.ac.id/gdl/download/292069"}, "Penulis": "Iwan Setiawan [22005005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Priadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "08 Jun 2023"}