{"Nomor": 72905, "Judul": "PENGARUH PENGEMBANGAN KAWASAN ITB KAMPUS CIREBON TERHADAP PERUBAHAN GUNA DAN HARGA LAHAN DI WILAYAH SEKITARNYA", "Abstrak": "Dari tahun ke tahun kebutuhan lahan akan semakin meningkat, hal ini karena terdapat\nfenomena pertumbuhan jumlah penduduk yang dapat berpengaruh terhadap peningkatan\nkualitas dan kesejahteraan hidup penduduk. Pertumbuhan penduduk yang terus meningkat\nakan menyebabkan permintaan terhadap lahan terus meningkat. Dengan adanya peningkatan\ntersebut, maka nilai atau harga lahan akan semakin meningkat seiring dengan intensitas\nkegiatan penduduk yang terus bertambah. Salah satu intensitas kegiatan yang dapat\nberpengaruh terhadap perubahan nilai atau harga lahan yaitu kegiatan pendidikan tinggi yaitu\nuniversitas atau perguruan tinggi. Hal ini terjadi di Kawasan Arjawinangun khususnya di Desa\nKebonturi, Geyongan, dan Winong yang mengalami peningkatan aktivitas dan perubahan\nharga lahan setelah adanya keberadaan ITB Kampus Cirebon. Namun, dinamika dari\nperubahan harga lahan yang terjadi di Kawasan ini masih belum teridentifikasi dengan baik.\nPenelitian ini bertujuan untuk melihat keterkaitan antara keberadaan perguruan tinggi\ndan dinamika harga lahan yang terjadi di sekitarnya serta bagaimana pola harga lahan yang\nterjadi terkait dengan jarak dari lokasi pendidikan tinggi sebagai pusat kegiatan. Metode\npengumpulan data melalui wawancara kepada makelar tanah, stakeholders, dan masyarakat\nsekitar ITB Kampus Cirebon. Metode analisis yang digunakan adalah menggunakan system\ninformasi geografis untuk menggambarkan perubahan guna dan harga lahan, deskriptif untuk\nmenjelaskan bagaimana perubahan guna dan harga lahan yang terjadi di wilayah studi, serta\nanalisis regresi linear berganda dengan metode backward elimination untuk melihat variabel\napa yang mempengaruhi perubahan harga lahan di wilayah sekitar ITB Kampus Cirebon.\nHasil penelitian menunjukkan bahwa perkembangan aktivitas bangkitan kampus\n(kamar sewa, rumah makan, toko/warung, fotocopy, dan warnet) berpengaruh pada besarnya\nperubahan harga lahan di wilayah studi meskipun pengaruhnya tidak sebesar faktor umum yang\ndapat berpengaruh terhadap perubahan harga lahan diantaranya lebar jalan, jarak ke rumah\nsakit, jarak ke pasar, jarak ke jalan utama, jarak ke kampus, jumlah penduduk, ketersediaan air\nbersih dan ketersediaan jaringan listrik.", "Daftar File": {}, "Penulis": "Munirul Anam [15419103]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "guna lahan, harga lahan, ITB Kampus Cirebon, sistem informasi geografis, regresi linear berganda", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "08 Jun 2023"}