{"Nomor": 72904, "Judul": "OPTIMASI METODE IRADIASI GAMMA, PENGEMASAN, DAN TRANSPORTASI PADA PROGRAM PENGENDALIAN POPULASI VEKTOR DENGUE, AEDES AEGYPTI, DENGAN TEKNIK SERANGGA MANDUL", "Abstrak": "Beberapa penyakit arbovirus penting seperti demam berdarah dengue (DBD), yellow fever, chikungunya dan Zika ditransmisikan oleh nyamuk Aedes aegypti sebagai salah satu vektor utama. Dengue merupakan penyakit arbovirus paling membebani manusia yang diperkirakan menginfeksi sekitar 100 juta populasi dengan 10.000 kematian/tahun di sekitar 125 negara di dunia, termasuk Indonesia. Dengan kandidat vaksin yang masih dalam proses pengembangan dan uji efikasi, pengendalian populasi vektornya memainkan peran krusial untuk mengendalikan penyakit yang ditularkan. Namun demikian, pengendalian populasi vektor menggunakan metode konvensional belum menunjukkan hasil yang positif sehingga diperlukan metode pengendalian vektor yang inovatif dan potensial.\nTeknik serangga mandul (TSM) merupakan salah satu metode potensial, efektif, ramah lingkungan, berkelanjutan (sustainable) untuk pengendalian nyamuk vektor penyakit. Teknik ini telah berhasil diaplikasikan untuk mengeradikasi spesies serangga parasit ternak Cochliomyia hominivorax (Coquerel) di Benua Amerika, sehingga potensial untuk mengendalikan populasi spesies serangga lain termasuk nyamuk. TSM merupakan paket teknologi yang meliputi pembiakan massal serangga, proses sterilisasi/pemandulan, pengemasan, transportasi dan pelepasan serangga jantan mandul ke lapangan, monitoring, dan evaluasi. Permasalahan utama TSM pada program pengendalian nyamuk adalah menurunnya kualitas nyamuk jantan mandul dibandingkan nyamuk jantan wildtype yang dapat disebabkan antara lain, proses sterilisasi dengan iradiasi gamma, pengemasan dan transportasi. Hingga saat ini, belum ada protokol standar pada proses iradiasi gamma, pengemasan dan transportasi nyamuk jantan mandul, khususnya Ae. aegypti.\nPenelitian ini dilakukan dalam 2 (dua) tahapan. Penelitian tahap pertama bertujuan untuk menginvestigasi beberapa faktor kritis pada metode iradiasi gamma Ae. aegypti jantan meliputi dosis iradiasi, suhu, tahap perkembangan/umur. Pada penelitian tahap pertama ini, Ae. aegypti jantan fase pupa serta dewasa umur 1 dan 3 hari diiradiasi gamma menggunakan gammacell-220 dosis 0 (kontrol), 20, 40, 60, 70, 80, dan 100 Gy. Selain itu, Ae. aegypti fase pupa dan dewasa umur 1 hari\nii\ndiiradiasi dosis 70 Gy dengan beberapa suhu. Parameter penelitian yang diamati meliputi laju kemunculan dewasa (adult emergence rate), umur panjang (longevity), induksi sterilitas dan daya saing kawin. Penelitian tahap kedua bertujuan untuk mengkaji faktor kritis pada metode pengemasan dan transportasi nyamuk Ae. aegypti jantan mandul meliputi densitas pemadatan, suhu dan durasi. Pada penelitian tahap kedua ini, Ae. aegypti jantan diiradiasi pada dosis 70 Gy, dimasukkan ke dalam tabung Falcon dengan densitas 40, 80, dan 120 jantan/2 mL, kemudian dilakukan simulasi transportasi dengan suhu 7, 14, 21, dan 28oC. Setiap pengaturan suhu dilakukan dalam durasi 3, 6, 12, 24, dan 48 jam dan vibrasi konstan 60 rpm. Parameter yang diamati meliputi mortalitas, kemampuan terbang, longevity dan induksi sterilitas.\nHasil penelitian tahap pertama menunjukkan bahwa faktor tahap perkembangan/umur, dosis iradiasi gamma dan suhu pada sterilisasi Ae. aegypti jantan berpengaruh pada emergence rate, longevity, induksi sterilitas dan daya saing kawin. Peningkatan dosis iradiasi gamma berkorelasi positif dengan induksi sterilitas Ae. aegypti jantan yang diiradiasi pada semua tahap perkembangan/umur, namun, sebaliknya berkorelasi negatif dengan emergence rate, longevity, dan daya saing kawinnya. Dosis 70 Gy merupakan dosis kritis untuk iradiasi Ae. aegypti jantan karena menghasilkan emergence rate lebih dari 92,50%, induksi sterilitas yang tinggi (sekitar 98%), dan indeks daya saing kawin yang cukup (sekitar 0,30). Sementara, suhu yang lebih rendah menyebabkan peningkatan induksi sterilitas dan longevity, namun tidak berpengaruh signifikan terhadap daya saing kawin. Suhu 20,00-22,30°C merupakan suhu yang optimal untuk iradiasi gamma. Berdasarkan hasil penelitian dapat direkomendasikan iradiasi gamma Ae. aegypti jantan dilakukan pada suhu 20,00-22,30oC dengan dosis iradiasi 70 Gy.\nHasil penelitian tahap kedua menunjukkan bahwa faktor pemadatan, suhu dan durasi pada perlakuan pengemasan dan simulasi transportasi berpengaruh signifikan terhadap mortalitas, kemampuan terbang dan longevity, kecuali pada induksi sterilitas. Peningkatan densitas, suhu dan durasi menurunkan mortalitas, kemampuan terbang dan longevity. Hasil penelitian menunjukkan bahwa suhu 7oC dan densitas pemadatan 80 jantan/2 mL dapat mempertahankan longevity dan kualitas Ae. aegypti jantan teriradiasi gamma, dengan mortalitas kurang dari 20%, kemampuan terbang minimal 70%, dan induksi sterilitas sekitar 98%. Sehingga, dapat direkomendasikan suhu 7oC, densitas pemadatan 80 jantan/2 mL dan transportasi jangka pendek (?24 jam) sebagai perlakuan yang tepat untuk pengemasan dan transportasi Ae. aegypti jantan mandul dalam TSM.\nHasil penelitian ini memberikan luaran yang sangat penting bagi pengembangan TSM pada program pengendalian populasi nyamuk vektor penyakit, Ae. aegypti, khususnya metode iradiasi gamma, pengemasan, dan transportasi. Data-data saintifik hasil penelitian ini dapat berkontribusi sebagai informasi penting dalam pengembangan dan konstruksi protokol standar metode sterilisasi dengan iradiasi gamma, pengemasan dan transportasi pada program TSM.", "Daftar File": {"ABSTRAK Beni Ernawan": "https://digilib.itb.ac.id/gdl/download/292048"}, "Penulis": "Beni Ernawan [30619001]", "Kontributor / Dosen Pembimbing": ["Prof. Tjandra Anggraeni, Ph.D.", "Prof. Intan Ahmad Musmeinan, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aedes aegypti, teknik serangga mandul (TSM), iradiasi gamma, pengemasan, transportasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Jun 2023"}