{"Nomor": 72912, "Judul": "REKONSTRUKSI IKLIM DAN LINGKUNGAN PENGENDAPAN KALA PLIOSEN AKHIR-PLISTOSEN DI BEBERAPA DAERAH PULAU JAWA BERDASARKAN PALINOSTRATIGRAFI DAN PALINOFASIES.", "Abstrak": "Studi palinofasies secara umum merupakan studi yang menyangkut semua aspek \nmaterial organik/palinologi dalam sedimen yang tahan terhadap proses preparasi \nstandar palinologi (Batten and Stead, 2005). Hasil dari analisis palinofasies dapat \ndigunakan dalam merekontruksi iklim dan lingkungan pengendapan pada \nbeberapa lokasi di Pulau Jawa pada umur Pliosen Akhir-Plistosen. Lokasi 1 \nlintasan Sungai Cibanyawak, Sumedang, Jawa Barat, lokasi 2 lintasan Sungai \nCisaat, Bumiayu, Jawa Tengah dan lokasi 3 lintasan Perning-Lakardowo, \nMojokerto, Jawa Timur. \nKandungan palinofasies/material palinologi yang didapatkan dalam sedimen dapat \ndikelompokkan menjadi beberapa parameter seperti; persentase Amorphous \nOrganic Matters (AOM), persentase Phytoclasts, persentase Palynomorphs, \nperbandingan Opaque : Translucents Phytoclast (O:TR), perbandingan Opaque \nequidimentional : Opaque lath Phytoclast (O-Eq:O-La)dan Palynological Marine \nIndex (PMI). \nPada lokasi 1 didapatkan Formasi Kaliwangu (sedimen laut) yang berumur \nPliosen Akhir ditandai dengan masih dengan kemunculan bersama dari \nStenochlaenidites papuanus dan Dacrycarpidites australiensis dan Formasi \nCitalang yang berumur Pleistosen yang mempunyai lingkungan pengendapan \ntransisi kearah darat berupa mangrove dan backmangrove, penampang lokasi ini \nmengalami 4 kali perubahan iklim yang terjadi dari tua ke muda yaitu; Dinginlembab Panas-lembab, Dingin-lembab dan Panas lembab. \nLokasi 2 didapatkan Formasi Kalibiuk (sedimen marin) yang berumur Pliosen \nAkhir dan Formasi Kaliglagah (sedimen transisi/darat) berupa mangrove dan\nbackmangrove pada bagian tengah dan freshwater swamp pada bagian atas \npenampang yang berumur Plistosen, batas umur tersebut ditentukan oleh \nkemunculan akhir dari Stenochlaenidites papuanus, penampang lokasi ini \nmengalami 5 kali perubahan iklim yang terjadi dari tua ke muda; Dingin–lembab, \nPanas-lembab, Dingin-kering, Panas-lembab dan Dingin-lembab. \nLokasi 3 didapatkan Formasi Pucangan yang bagian bawah yang berupa sedimen \nmarin (Inner Neritic) berumur Pliosen Akhir dan bagian atas berupa sedimen \ntransisi (rawa pantai-transisi) dan Formasi Kabuh berupa sedimen daratan (fluvial)\nberumur Plistosen dengan 6 kali perubahan iklim yaitu: Panas-lembab, Dinginlembab, Panas-kering, Dingin-kering, Panas-lembab dan Dingin-kering. \n\nPalinofasies lingkungan pengendapan daerah penelitian menurut Tyson (1995) \nyaitu: \nLokasi 1: marginal dysosic-anoxic basin. \nLokasi 2: highly proximal basin dan marginal dysosic-anoxic basin.\nLokasi 3: highly proximal basin dan marginal dysosic-anoxic basin.\nPenyebab perbedaan karakter lingkungan pengendapan berdasarkan \npalinofasiesnya terjadi karena adanya perbedaan energi pengendapan, tingkat \ndegradasi material organik dan jarak transportasi dari material organik. \nKorelasi ketiga lokasi didasarkan atas datum Pliosen-Pleistosen yang dicirikan \nkemunculan akhir dari Stenochlaenidites papuanus, bagian bawah penampang \nyang berumur Pliosen Akhir didapatkan iklim yang sama yaitu relatif panas dan \nlembab sedangkan bagian atas penampang ketiga lokasi yang berumur Pleistosen \nAwal terjadi fluktuasi iklim yang berubah-ubah.", "Daftar File": {"Abstrak Dedy Kurniadi 22007008.pdf": "https://digilib.itb.ac.id/gdl/download/292082", "Cover Dedy Kurniadi 22007008.pdf": "https://digilib.itb.ac.id/gdl/download/292083", "Bab 1 Dedy Kurniadi 22007008.pdf": "https://digilib.itb.ac.id/gdl/download/292084", "Bab 2 Dedy Kurniadi 22007008.pdf": "https://digilib.itb.ac.id/gdl/download/292085", "Bab 3 Dedy Kurniadi 22007008.pdf": "https://digilib.itb.ac.id/gdl/download/292086", "Bab 4 Dedy Kurniadi 22007008.pdf": "https://digilib.itb.ac.id/gdl/download/292087", "Bab 5 Dedy Kurniadi 22007008.pdf": "https://digilib.itb.ac.id/gdl/download/292088", "Daftar Pustaka Dedy Kurniadi 22007008.pdf": "https://digilib.itb.ac.id/gdl/download/292089", "Lampiran Dedy Kurniadi 22007008.pdf": "https://digilib.itb.ac.id/gdl/download/292090"}, "Penulis": "Dedy Kurniadi [22007008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yahdi Zaim", "Dr. Ir. Antonius Tjiptorahardjo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "palinofasies, Amorphous Organic Matters (AOM), Phytoclasts,  Palynomorphs,Opaque,TranslucentsPhytoclast, Opaque  equidimentional, Opaque lath Phytoclast, Palynological Marine Index (PMI).", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "08 Jun 2023"}