{"Nomor": 72926, "Judul": "PENENTUAN PARAMETER ELASTISITAS BATUAN DENGAN MENGGUNAKAN MESIN SONIC VIEWER", "Abstrak": "Parameter-parameter elastik batuan dapat memberikan informasi kekuatan batuan terhadap beban\nyang diberikan kepadanya. Informasi tentang parameter batuan ini sangat diperlukan dalam\npembangunan gedung, bendungan, jembatan, reaktor, dan sebagainya. Penyelidikan terhadap sifatsifat batuan ini perlu dilakukan dan dikembangkan dalam usaha untuk mendapatkan batuan yang\nsesuai dengan keperluan. Salah satu metode yang digunakan dalam memanfaatkan prinsip\ngelombang elastik adalah dengan menggunakan mesin sonic viewer. Penelitian ini dilakukan untuk\nmenentukan nilai kecepatan gelombang ultrasonik dan parameter elastisitas batuannya. Parameter\nelastisitas yang dihitung seperti rasio Poisson, modulus Young, modulus Geser, modulus Bulk,\nkonstanta Lame dan porositas pada sampel batuan. Pada percobaan yang dilakukan, gelombang\nlistrik diubah menjadi gelombang mekanik dan dialirkan pada sampel batuan. Waktu rambat\nsampel batuan yang diperoleh ditampilkan pada layar osilator. Waktu tunda ini digunakan untuk\nmendapatkan kecepatan gelombang P (Vp) dan kecepatan gelombang S (Vs) sampel. Kecepatan\ngelombang ini digunakan untuk menentukan parameter elastis. Dari data yang diperoleh rentang\nnilai kecepatan gelombang P adalah 833 m/s hingga 5000 m/s, kemudian rentang nilai kecepatan\ngelombang S adalah 417 m/s hingga 3333 m/s. Nilai rasio Poisson berkisar antara 0,1 hingga\n0,467. Nilai modulus Young berkisar dari 1,8×106 Pa hingga 1,9×108 Pa. Nilai modulus Geser\nberkisar antara 6,9×105 Pa hingga 8,2×107\n. Nilai modulus Bulk berkisar dari 1,8×106\nhingga\n8,8×106\n. Kisaran nilai konstanta Lame adalah 1,4×106\nhingga 3,3×107\n. Nilai porositas yang\ndihasilkan pada penelitian ini berkisar antara 0,6% hingga 36,9%, dengan nilai porositas terkecil\ndihasilkan oleh sampel 9 dan 10, sedangkan untuk porositas terbesar dihasilkan sampel 5.", "Daftar File": {}, "Penulis": "Abdul Rahman Pasaribu [10218015]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Enjang Jaenal Mustopa, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Elastisitas batuan, Sonic Viewer, Gelombang ultrasonik", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "1 file", "Tanggal Input": "09 Jun 2023"}