{"Nomor": 72925, "Judul": "METODA IMPLEMENTASI HIERARCHICAL CACHING PROXY", "Abstrak": "Pertumbuhan Internet telah menanjak tajam dalam satu dekade ini. Banyak\nsitus web yang mulai meraih kepopuleran yang tinggi. Bagi situs web seperti ini,\nisi situs harus dapat dikirimkan ke seluruh Internet dengan cepat setiap saat.\nBeberapa bagian dokumen mungkin diakses oleh pengguna yang sama berulangulang,\ndan dokumen yang populer dapat diakses oleh pengguna dari zona waktu\nyang berbeda sepanjang hari. Hal ini dapat mengakibatkan ketidakefisienan beban\nserver dan bandwidth. Caching proxy didesain untuk meningkatkan kinerja akses\nweb dengan menyimpan dokumen yang baru diakses dalam buffer lokal, yang\nakan mengurangi waktu akses pengguna sambil menghemat bandwidth.\nWalaupun hierarchical caching proxy telah menjadi satu strategi populer\nuntuk meningkatkan kinerja caching proxy tunggal, belum ada satu prosedur\nstandar untuk menentukan konfigurasi hirarki terbaik untuk satu set mesin dan\nbeban kerja yang harus dilayaninya. Tugas akhir ini memberikan satu contoh\nmetoda implementasi hirarki caching proxy dalam lingkungan kampus beserta\nkebijakan yang diterapkan bagi panggunanya. Implementasi ini memudahkan kita\nmengkaji konfigurasi yang ada, serta membuka kemungkinan untuk melakukan\ntuning pada hirarki cache. Cache diimplementasikan menggunakan perangkat\nlunak open-source Squid.\nKinerja mesin server yang diukur menggunakan CIS Scoring Tools\nmenunjukkan rating akhir 5 atau mendekatinya, yang menunjukkan level\nkeamanan menengah. Desain hirarki juga menghasilkan hit rate sebesar 20,68%,\nyang berarti untuk setiap Mbps trafik yang dilayani oleh proxy, kira-kira\nseperlimanya dilayani dari cache lokal dan oleh karena itu menghemat bandwidth\nyang bisa dimanfaatkan untuk penggunaan lain. Dengan manajemen bandwidth\npengguna, termasuk kebijakan batas koneksi, pengguna masih dapat memperoleh\nbandwidth rata-rata hingga 38,71 kbps per koneksi atau 271 kbps per pengguna.\nSecara keseluruhan, pengguna akan mendapatkan akses web yang responsif\ndengan penggunaan bandwidth yang efisien.", "Daftar File": {}, "Penulis": "ALFA NUR ARIBAWONO [13202007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ian Josef Matheus Edward, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Ketidakefisienan beban server dan bandwidth, Caching proxy, hirarki", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "8 file", "Tanggal Input": "09 Jun 2023"}