{"Nomor": 72920, "Judul": "UJI COBA PEMBUATAN TAHU DARI BIJI KECIPIR (AN EXPERIMENTAL STUDY ON TOFU PREPARATION FROM WINGED BEAN)", "Abstrak": "Telah dilakukan upaya penentuan metode perlakuan awal yang tepat bagi biji kecipir dan metode\npembuatan susu kecipir yang menghasilkan susu yang dapat dikoagulasikan dan dicetak menjadi\ntahu yang berwarna putih, tidak berbau langu, serta memiliki rasa seperti tahu kedelai pada\numumnya. Penelitian dibagi menjadi tiga tahap, yaitu percobaan pendahuluan, percobaan utama,\ndan percobaan lanjutan. Percobaan pendahuluan terdiri dari uji coba pembuatan tahu kedelai dan\ntahu kecipir dengan menggunakan metode tahu kedelai. Pada percobaan utama dilakukan modifikasi\nmetode tahu kedelai serta variasi metode perlakuan awal dan metode pembuatan susu kecipir.\nMetode perlakuan awal yang diujicobakan adalah metode Rockland (1979), metode Martin, dan\nmetode Adrianto (2004), sedangkan metode pembuatan susu kecipir yang diujicobakan adalah\nmetode konvensional dan metode Sri Kantha dkk. (1983). Susu kecipir yang diperoleh pada\npercobaan utama dikoagulasikan dengan koagulan CaCl2 0,25 M. Pada percobaan lanjutan\ndilakukan modifikasi metode perlakuan awal terbaik berdasarkan hasil percobaan utama, yaitu\nmetode Martin dan metode Sri Kantha dkk. (1983) serta pembuatan tahu menggunakan kombinasi\nkedelai dan kecipir. Hasil percobaan lanjutan menunjukkan bahwa modifikasi metode Martin dapat\nmempermudah pengelupasan kulit kecipir tanpa merubah warna dan kekerasan biji. Hasil lain dari\npercobaan lanjutan adalah kombinasi kedelai 50%-berat dan kecipir 50%-berat menghasilkan tahu\ndengan tekstur dan rasa terbaik.", "Daftar File": {}, "Penulis": "Alfred Murni [13004088]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tatang Hernas", "Ir. Ronny Purwadi, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kecipir (Psophocarpus tetragonolobus L.), tahu, kedelai", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "1 file", "Tanggal Input": "09 Jun 2023"}