{"Nomor": 72936, "Judul": "EVALUASI KONDISI AKUSTIK GKI TAMAN CIBUNUT BANDUNG", "Abstrak": "Gereja sebagai tempat ibadah umat Kristen, berfungsi sebagai ruang untuk\npembicaraan sekaligus ruang untuk musik. Oleh karena itu dari sisi akustik, gereja\ndikategorikan sebagai ruang serbaguna yang harus memenuhi kondisi akustik\ntertentu sesuai fungsinya. GKI Taman Cibunut dipilih sebagai objek penelitian\ntugas akhir ini. Kondisi akustik suatu ruang ibadah dapat digambarkan melalui\nparameter-parameter akustik, diantaranya distribusi SPL, waktu dengung (T30\ndan EDT), kejernihan suara untuk musik (C80), kejelasan pengucapan (D50),\nRASTI, kesan spatial (IACC dan ELEF).\nKondisi akustik suatu ruang dapat diketahui dengan berbagai cara. Salah satu\ndiantaranya adalah dengan pengukuran medan suaranya menggunakan teknik\nperekaman binaural. Dengan metoda respon impuls ruang binaural (BRIR), suara\nyang direkam merupakan respon impuls ruangan. Selain itu, dengan melalui\npemodelan dan simulasi komputer juga dapat diketahui kondisi akustik suatu\nruang. Dalam tugas akhir ini, pengukuran binaural dan pemodelan-simulasi\ndigunakan untuk mengetahui akustik GKI Taman Cibunut.\nHasil pengukuran kondisi akustik GKI Taman Cibunut dalam kondisi kosong\nmemiliki nilai T30 pada rentang 1,24 hingga 1,58 detik. Nilai ini memenuhi\nwaktu dengung optimum untuk ruang gereja. Nilai C80 memenuhi kriteria yang\ndisarankan, sedangkan nilai D50 di beberapa titik masih berada dibawah kriteria\nyang disarankan. Distribusi SPL, C80, D50, RASTI GKI Taman Cibunut dapat\ndiperbaiki dengan menggunakan diffusor dan merubah penempatan loudspeaker,\nterutama pada daerah balkon.", "Daftar File": {}, "Penulis": "Albert [13303009]", "Kontributor / Dosen Pembimbing": ["Ir. F.X. Nugroho Soelami, M.BEnv., Ph.D.", "Ir. R. Sugeng Joko Sarwono, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Gereja, medan suara, respon impuls, binaural, simulasi, diffusor", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "09 Jun 2023"}