{"Nomor": 72932, "Judul": "RUMAH SAKIT JIWA KELAS C DI KOTA BANDUNG : UPAYA MEREDUKSI PERILAKU AGRESIF", "Abstrak": "Orang yang memiliki masalah kesehatan jiwa atau ODGJ, adalah orang yang memiliki abnormalitas dalam jiwanya sehingga sulit menjalankan fungsi sebagai manusia. Berdasarkan Laporan Riskesdas 2018, prevalensi gangguan jiwa di Indonesia mengalami peningkatan yang signifikan dalam jangka waktu 5 tahun dan Bandung menjadi salah satu kota di Jawa Barat dengan prevalensi yang tinggi. Setiap gangguan jiwa memiliki diagnosa medis yang berbeda-beda, salah satunya adalah perilaku agresif, dengan jumlah penderita sebesar 12% dari total pasien rawat inap di Bandung. Gangguan jiwa dengan perilaku agresif memerlukan rawat inap rehabilitasi untuk penanganannya. Namun, di Kota Bandung, perawatan ini hanya tersedia di dua rumah sakit jiwa sehingga persentase pengobatannya berada pada posisi ketiga terendah dari antara kota lain di Jawa Barat.\nDi Indonesia, penatalaksanaan ODGJ masih bergantung pada terapi obat dan psikososial yang efektif dalam menangani stres biologis serta fisiologis, tetapi kurang efektif dalam menangani stres lingkungan sosial. Berdasarkan hal tersebut, diperoleh tiga persoalan perancangan yaitu mitigasi perilaku agresif, suasana aman bagi tenaga kerja dan penjenguk, serta mewujudkan proses penyembuhan yang holistik. Konsep utama dalam proyek ini merespon persoalan tersebut yaitu lingkungan bebas dari stressor eksternal, kemanan untuk semua, dan suasana terapeutik. Pengelompokkan ruangan disusun secara vertikal berdasarkan fase penatalaksanaannya, dengan fase yang paling ringan diletakkan di lantai dasar untuk memberikan koneksi ke ruang hijau. Ekspresi bangunan serta aksen pada ruangan menggunakan panel-panel yang terlihat seperti kayu untuk menciptakan suasana alami dan terapeutik. Proyek ini terdiri dari dua massa bangunan, masing-masing memiliki 4 lantai, dan saling terhubung oleh area servis dan koridor bagi perawat serta pasien.", "Daftar File": {}, "Penulis": "Menik Nagita Maidy Chandra [15219004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Lily Tambunan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perilaku agresif, gangguan jiwa, rumah sakit", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "09 Jun 2023"}