{"Nomor": 72940, "Judul": "MENGURANGI LIMBAH PADA PRODUKSI KERTAS KRAFT BERLAPIS DI CV. MXX DENGAN MENGADOPSI METODE OPERASI RAMPING", "Abstrak": "Penelitian ini menyajikan studi yang berfokus pada pengurangan limbah kertas kraft berlapis di CV. MXX melalui penerapan metode operasi ramping. Tujuan dari penelitian ini adalah untuk menemukan akar penyebab tingginya persentase limbah pada proses produksi di CV. MXX dan menyarankan solusi yang tepat untuk pengurangan limbah. Masalah yang dihadapi oleh CV. MXX memiliki tingkat pemborosan yang tinggi dalam proses produksinya. Menurut pengamatan direktur dari CV. MXX, produk limbah di CV. MXX telah mencapai 9% dari total volume produksi. Angka ini tergolong tinggi, karena bisa mencapai 7 ton sampah setiap harinya, yang dapat diterjemahkan pada nilai kerugian setinggi Rp 64,000,000. Penelitian ini menggunakan pendekatan metode campuran, menggabungkan analisis data kuantitatif dan observasi kualitatif. Bagan Statistical Process Control (SPC) digunakan untuk pengukuran kualitas kemudian dianalisis lebih lanjut dengan rule of seven untuk bagan kendali (control chart). Pengumpulan data menunjukkan bahwa akumulasi limbah dipicu oleh operasi yang tidak terstandarisasi, kurangnya kontrol kualitas, dan variabilitas produk yang besar. Secara keseluruhan, penelitian ini diharapkan dapat memberikan saran yang berkelanjutan dalam upaya pengurangan limbah, efisiensi produksi, meningkatkan kualitas produk, dan memaksimalkan keterlibatan staf dalam inisiatif pengurangan limbah. Berdasarkan analisis tersebut, penelitian ini menyarankan peningkatan pengendalian kualitas produk dengan menetapkan Standar Operasional Prosedur (SOP) yang formal dan sistematis, serta tahap pemantauan tambahan di setiap tahap produksi utama.", "Daftar File": {"2023 SK PP Claresta Gianto   [19020134] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/292267"}, "Penulis": "Claresta Gianto [19020134]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Lean Operation, Waste Reduction, SPC, Rule of Seven, SOP.", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "09 Jun 2023"}