{"Nomor": 72943, "Judul": "PEMODELAN FAKTOR KEPUASAN PELANGGAN DENGAN MACHINE LEARNING DAN NATURAL LANGUAGE PROCESSING DI INDUSTRI PERHOTELAN", "Abstrak": "Spektrum yang lebih luas dari penanganan pelanggan diperlukan karena lebih banyak pengetahuan tentang bagaimana mengukur kepuasan pelanggan. Dengan menggunakan komentar pelanggan dan memiliki kemampuan untuk menganalisis bisnis yang terukur melalui preferensi pengguna, seperti kepuasan pelanggan pada aplikasi Traveloka OTA, telah mengembangkan kinerja industri perjalanan secara historis. Di bidang kepuasan pelanggan, teori ekspektasi-konfirmasi sering diterapkan untuk mengidentifikasi konfirmasi-diskonfirmasi kepuasan. Kerangka teori ekspektasi-konfirmasi mendasari pemodelan multi-pendekatan melalui pembelajaran mesin dan pemrosesan bahasa alami. Menggunakan pembelajaran mesin yang diawasi, model topik, dan penelitian klasifikasi, serta analisis teks dan sentimen kepuasan pelanggan, penelitian ini menunjukkan bagaimana temuan skor sentimen komposit digunakan untuk meningkatkan hasil model klasifikasi untuk memastikan harapan dari kepuasan pengetahuan. Hasil konfirmasi juga menetapkan hasil pemodelan topik. Untuk mengoptimalkan potensi, studi klasifikasi menggunakan Random Forest dan Xgboost dibandingkan dan dievaluasi dalam hal reliabilitas model topik komputasinya. Temuan penelitian menunjukkan pentingnya kerangka kerja ECT dalam memprediksi ekspektasi kepuasan pelanggan, yang didasarkan pada peringkat akomodasi, jumlah ulasan, dan jumlah peringkat pelanggan. Model topik memproses konfirmasi berdasarkan lokasi yang proksimal ke tujuan, dan hasil tinjauan sentimen diproses sehingga dapat berfungsi sebagai pendorong untuk kedua model pembelajaran mesin.", "Daftar File": {"2023 TS PP Wendy Imam Fauzie   [29021025] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/292269"}, "Penulis": "Wendy Imam Fauzie [29021025]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "mesin pembelajaran, pemrosesan bahasa natural, basis sentimen, agensi travel online, kepuasan pelanggan, konfirmasi ekspektasi", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "09 Jun 2023"}