{"Nomor": 72959, "Judul": "MODEL MATEMATIKA PENGARUH DAN PENGENDALIAN PENGGUNAAN REPELLENT TERHADAP PENYEBARAN PENYAKIT DEMAM BERDARAH", "Abstrak": "Demam berdarah adalah penyakit yang disebabkan oleh virus dengue yang menular melalui gigitan nyamuk betina Aedes aegypti yang terinfeksi. Virus ini termasuk anggota dari genus Flavivirus, famili Flaviviridae. Indonesia menjadi salah satu negara dengan kasus demam berdarah terbanyak di Asia Tenggara. Oleh karena itu, penularan demam berdarah harus dikendalikan untuk menekan bertambahnya kasus demam berdarah. Salah satu pengendaliannya adalah dengan penggunaan repellent. Repellent menjadi salah satu strategi dalam bentuk perlindungan manusia untuk menghindari gigitan nyamuk yang digunakan dengan cara disemprot atau dioles. Penelitian ini memodelkan penyebaran penyakit demam berdarah dengan meninjau pengaruh dan pengendalian penggunaan repellent. Model matematika pengaruh dan pengendalian penggunaan repellent terhadap penyebaran penyakit demam berdarah dikonstruksi menggunakan model kompartemen SIR. Model SIR dimodifikasi dengan melibatkan populasi nyamuk dan manusia. Repellent digunakan pada manusia, baik manusia yang sehat, terinfeksi, maupun sembuh. Simulasi numerik dan analitik dilakukan untuk menganalisis perilaku tiap kompartemen, baik populasi nyamuk maupun populasi manusia dalam penyebaran penyakit demam berdarah. Hasil analitik menunjukkan bahwa faktor yang mempengaruhi penyebaran infeksi adalah laju transmisi virus dengue dan hilangnya daya proteksi repellent pada manusia. Laju transmisi virus dengue pada selang [ ] menyebabkan peningkatan populasi manusia yang terinfeksi sebesar 2.73% sedangkan laju hilangnya daya proteksi repellent pada selang [ ] menyebabkan peningkatan populasi manusia yang terinfeksi sebesar 0.03%. Kontrol terhadap laju penggunaan repellent pada manusia dan proporsi manusia yang sadar akan pentingnya repellent ditinjau pada model penyebaran penyakit untuk dianalisis pengaruhnya dengan merancang tiga strategi kontrol yaitu adanya pengaturan terhadap laju penggunaan repellent pada manusia, adanya proporsi pertambahan manusia sehat yang sudah menggunakan repellent sejak awal, serta gabungan dari keduanya. Kontrol optimal digunakan untuk meminimumkan banyaknya manusia terinfeksi yang tidak menggunakan repellent. Hasil simulasi numerik pada masalah kontrol optimal menunjukkan bahwa adanya proporsi pertambahan manusia sehat yang sudah menggunakan repellent sejak awal pada rentang [0,01467 ] dapat mengurangi individu yang terinfeksi sebesar 0.647%.", "Daftar File": {"2023 RIA NURLITA RACHMAWATI 10119024.pdf": "https://digilib.itb.ac.id/gdl/download/292873"}, "Penulis": "Ria Nurlita Rachmawati [10119024]", "Kontributor / Dosen Pembimbing": ["Dr. Dewi Handayani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "demam berdarah, repellent, model kompartemen, kontrol optimal", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "12 Jun 2023"}