{"Nomor": 72955, "Judul": "WISATA EDUKASI LINGKUNGAN KOTA CILEGON", "Abstrak": "Kota Cilegon dikenal sebagai kota industri yang terletak di Provinsi Banten. Perkembangan industri dan hunian yang melaju menyebabkan perubahan dalam tata guna lahan, salah satunya Ruang Terbuka Hijau. Hal ini sebagai contoh ditandai dengan terdapat bekas tambang pasir yang ditinggalkan dan mengalami degradasi lahan. Selain itu, diperparah dengan Kota Cilegon mengalami pencemaran udara dan air. Proyek ini adalah Wisata Edukasi Lingkungan Kota Cilegon, fasilitas yang mewadahi edukasi dan pelestarian lingkungan untuk meningkatkan kesadaran masyarakat serta sebagai wadah pemberdayaan komunitas masyarakat yang mendukung perekonomian. Pada proyek ini, terdapat fasilitas utama yang disediakan, yaitu ekowisata sebagai respon konteks, edukasi lingkungan, dan pemberdayaan komunitas untuk meningkatkan perekonomian. Proyek yang memiliki lahan sebesar 27.000m2 berada di Jalan SMPN 8, Kelurahan Cikerai, Kecamatan Cibeber, Kota Cilegon sebagai salah satu tempat bekas pengerukan pasir yang mengalami degradasi tanah.\nIsu Perancangan yang terdapat di proyek ini memiliki dasar yang berasal dari perancangan Ecotourism sebagai respon terbaik yang dilakukan terhadap lahan bekas tambang, yaitu rancangan berdasarkan pada alam, rancangan yang berfokus pada sustainability komunitas dan konservasi, dan rancangan yang mendukung kegiatan belajar. Terdapat 4 konsep utama proyek, yaitu Complementary Design Approach, Collaborative Space, Ecological Design, dan Learning Space Design. Pengorganisasi ruang terbagi menjadi 5 zonasi utama, yaitu zona servis, komersil, edukasi, komunitas, dan penghijauan. Proyek memiliki 4 massa utama dengan massa zona edukasi dan komunitas sebagai pusat yang terlihat lebih dominan dan kuat memusat (center), dengan massa sisanya yang menghormati. Bangunan saling dihubungan dengan area luar dan vegetasi yang beragam. Material utama struktur pada proyek adalah baja dengan ragam pelingkup seperti batu bata, kaca, dan roster.", "Daftar File": {}, "Penulis": "Muhammad Dhifar [15219047]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Christina Gantini, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kota Industri, Edukasi Lingkungan, ecotourism, organisasi ruang, memusat", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "12 Jun 2023"}