{"Nomor": 72953, "Judul": "PENGARUH PEMECAH GELOMBANG TERENDAM TERHADAP FENOMENA RESONANSI PADA PENAMPANG BASIN YANG BERBEDA", "Abstrak": "Fenomena osilasi gelombang diakibatkan oleh gaya eksternal pada suatu basin. Ketika periode gaya eksternal sama dengan periode natural basin, badan air dapat mengalami resonansi. Jika dibiarkan kelamaan, fenomena ini dapat menyebabkan kerusakan pada daerah sekitar, terutama daerah pantai. Upaya yang bisa dilakukan agar fenomena resonansi dapat diminimalkan adalah dengan menambahkan pemecah gelombang pada dasar basin. Penelitian sebelumnya telah mengkaji mengenai dampak pemecah gelombang terendam pada basin setengah tertutup dengan lebar berbentuk persegi panjang. Dalam karya tulis ini, basin yang akan diteliti merupakan basin setengah tertutup dengan lebar berbentuk segitiga dan kedalaman konstan serta basin setengah tertutup dengan lebar berbentuk segitiga dan kedalaman berbentuk segitiga, yang ditambahkan satu blok pemecah gelombang terendam yang permukaannya halus dan kasar. Pada setiap tipe basin, nilai periode natural analitik dicari menggunakan persamaan air dangkal termodifikasi. Lalu, dilakukan simulasi numerik untuk memeriksa keberadaan fenomena resonansi pada setiap basin. Untuk basin dengan pemecah gelombang terendam yang permukaannya kasar, akan diteliti juga koefisien gaya gesek optimum yang dapat mencegah fenomena resonansi untuk terjadi. Hasil penelitian ini menunjukan bahwa penambahan satu blok pemecah gelombang terendam yang permukaannya halus tidak cukup untuk menghentikan fenomena resonansi. Di sisi lain, resonansi dapat berhenti pada setiap basin dengan menambahkan satu blok pemecah gelombang terendam yang permukaannya kasar dengan meningkatkan koefisien gaya gesek.", "Daftar File": {"ABSTRAK Richie Mayandel Valerio": "https://digilib.itb.ac.id/gdl/download/292872"}, "Penulis": "Richie Mayandel Valerio [10119067]", "Kontributor / Dosen Pembimbing": ["Dr. Ikha Magdalena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "fenomena resonansi, basin setengah tertutup, periode natural, persamaan air dangkal termodifikasi, metode beda volume", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "12 Jun 2023"}