{"Nomor": 72958, "Judul": "PENDEKATAN ALTERNATIF DALAM MEMECAHKAN MASALAH MESH DEPENDENCY PADA PEMODELAN TEROWONGAN MENGGUNAKAN FEM DENGAN PERILAKU STRAIN SOFTENING", "Abstrak": "Salah satu aspek penting yang perlu diperhatikan dalam kegiatan tambang bawah tanah\nadalah kestabilan terowongan terutama perilaku massa batuan di sekitarnya. Ketika\nmencapai kekuatan puncak (yield point) massa batuan akan menunjukkan tiga tipe perilaku\nyang dikenal sebagai post peak behaviour yaitu elasto-plastik sempurna, strain hardening,\ndan strain softening. Kestabilan suatu terowongan dapat diketahui melalui pemodelan\nnumerik. Pada penelitian tugas akhir ini, pemodelan dilakukan menggunakan perangkat\nlunak Rocsience Phase2 yang menerapkan Finite Element Method (FEM). Pada metode ini,\nmodel dibagi menjadi elemen-elemen kecil yang membentuk satu kesatuan yang dikenal\nsebagai mesh. Elemen-elemen tersebut dihubungkan oleh suatu titik yang disebut nodes.\nPada penelitian ini, metode FEM dilakukan untuk menghasilkan output berupa\ndisplacement. Adapun permasalahan yang dihadapi pada pemodelan menggunakan metode\ntersebut ialah berupa mesh dependency. Akibatnya, mesh dengan ukuran berbeda akan\nmemberikan hasil displacement yang berbeda pula. Sedangkan, pada metode analitik, hasil\ndisplacement yang diperoleh hanya berupa satu nilai. Sehingga, penelitian ini bertujuan\nuntuk menentukan mesh terbaik pada metode FEM yang memberikan nilai displacement\nsesuai dengan hasil pada metode analitik.\nMelalui penelitian ini, diketahui bahwa jumlah segmen pada terowongan akan\nmempengaruhi jumlah elemen-elemen yang membentuk mesh. Segmen yang memberikan\nhasil yang sesuai dengan perhitungan pada metode analitik adalah segmen 176. Selanjutnya,\nsegmen ini digunakan sebagai acuan guna mendekatkan nilai displacement yang dihasilkan\noleh segmen-segmen di sekitarnya pada perilaku strain softening menggunakan penyesuaian\nkohesi dan sudut gesek dalam residual.", "Daftar File": {"ABSTRAK Fajar Kurniawan": "https://digilib.itb.ac.id/gdl/download/292283"}, "Penulis": "Fajar Kurniawan [12113072]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Strain Softening, FEM, Mesh Dependency, Phase2", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "12 Jun 2023"}