{"Nomor": 72952, "Judul": "PUSAT PERAWATAN PALIATIF DAN RUANG KOMUNITAS ODHA DI KOTA BANDUNG", "Abstrak": "Fenomena kenaikan kasus HIV AIDS menyebar hampir ke seluruh dunia, salah satunya Indonesia. Kasus ini mengalami kenaikan yang signifikan di Kota Bandung pada tahun 2022. Melibatkan berbagai jenjang umur, pekerjaan, dan gender, kasus ini tak luput dari minimnya pengetahuan akan penyebaran dan kesadaran akan suatu penyakit. Dampak yang dialami oleh penderita melibatkan seluruh aspek, meliputi fisik, psikis, sosial, spiritual, finansial, dan edukasi. Dari permasalahan tersebut, proyek ini berdiri untuk melayani dua fungsi utama, yaitu perawatan paliatif dan edukasi pemberdayaan demi terwujudnya kesehatan holistik dan kemandirian ODHA di kemudian hari. Proyek dirancang sebagai bentuk pengembangan dari salah satu rumah sakit yang dinilai maju dalam penanganan HIV/AIDS, yaitu Rumah Sakit Hasan Sadikin. Proyek menempati lahan yang dekat dengan rumah sakit induk, yaitu Kelurahan Pasteur, Sukajadi, Bandung dengan lahan seluas 8.982 m2. Lokasi ini dinilai strategis dari aspek aksesibilitas maupun kenyamanan dan kemanan lingkungan. \nIsu perancangan yang diangkat meliputi aspek yang memengaruhi kualitas hidup penggunanya, yaitu persepsi negatif akan rumah sakit, lingkungan pemulihan holistik, lingkungan edukatif serta isu konteks lingkungan yang didominasi oleh gaya arsitektur jengki. Merespon hal tersebut konsep utama proyek menitikberatkan pada lingkungan familiar (non institusional) berupa rumah dengan karakter arsitektur jengki. Konsep ini didukung oleh kriteria lingkungan terapeutik, lingkungan spiritual, dan lingkungan edukatif untuk mendukung pemulihan pasien serta mendorong penggunanya agar produktif. Kedua fungsi yang berbeda ini dihubungkan melalui hubungan ruang yang harmonis dan pengalaman ruang yang dinamis.\nGubahan massa majemuk dipilih untuk memisahkan ruang-ruang berdasarkan zona rawat jalan, zona rawat inap, zona transisi, dan zona pemberdayaan. Keempat massa bangunan saling terhubung melalui ruang terbuka dan koridor semi tertutup. Berbagai ruang terbuka meciptakan koneksi yang tinggi bagi pasien terhadap alam sehingga tercipta aktivitas fisik, psikis, maupun sosial di dalamnya. Penyelesaian gaya arsitektur jengki diakukan melalui modifikasi bentuk atap dan pemilihan fasad yang memberi kesan ramah serta memberi semangat kepada penggunanya. Ssitem struktur utama beton dikombinasi dengan sistem atap baja untuk menahan beban struktur hingga ke basement.", "Daftar File": {}, "Penulis": "Putri Balqis Pahlawanita [15219070]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "HIV/AIDS, perawatan paliatif, pemberdayaan, arsitektur jengki, lingkungan teraputik", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "12 Jun 2023"}