{"Nomor": 72954, "Judul": "REGENERATIVE DESIGN IN ARCHITECTURE: PERANCANGAN AQUACULTURE CENTER PADA LAHAN BROWNFIELD PASCA TAMBANG TIMAH DI MAPUR", "Abstrak": "Sumber daya timah di Kepulauan Bangka Belitung yang berlimpah menyebabkan maraknya penambangan timah yang tidak memperhatikan kaidah kelestarian lingkungan. Di sisi lain, dengan kebutuhannya yang semakin meningkat, cadangan timah di Indonesia justru diprediksi hanya bertahan hingga 25-45 tahun mendatang.  Melalui isu tersebut, arsitektur dapat menjadi solusi dengan pengaplikasian 3 prinsip utama, yaitu regenerative design, eco-tourism, dan building integrated aquaculture. Proyek yang direncanakan adalah proyek perancangan aquaculture center dengan fasilitas produksi, distribusi, dan konsumsi. yang terintegrasi. Tujuannya adalah untuk mengubah lahan brownfields pasca tambang timah menjadi lahan yang lebih produktif dan edukatif. Proyek akan menaungi 3 fasilitas utama yang dapat digunakan oleh masyarakat lokal dan non-lokal, yaitu fasilitas budidaya akuakultur, fasilitas pengolahan hasil dan perdagangan, dan fasilitas komunitas masyarakat. Proyek ini dapat diintegrasikan dengan program pemerintah atau program kerja dari perusahaan BUMN Timah. Proyek direncankan dibangun pada lahan pasca tambang timah seluas 17,8 Ha di Kelurahan Mapur, Kecamatan Riau Silip, Kabupaten Bangka, Provinsi Kepulauan Bangka Belitung. \nFasilitas aquaculture center dipilih sebagai kegiatan pasca tambang karena sesuai dengan potensi daerah sehingga juga menjadi solusi bagi permasalahan internal yang terjadi di Indonesia, Bangka, dan Mapur. Persoalan perancangan diambil dari turunan bagaimana peran arsitektur sebagai solusi, yaitu desain bangunan berbasis pemulihan lingkungan, masyarakat, dan sumber daya; rancangan fasilitas dan ruang pembangkit kegiatan masyarakat; dan pertimbangan serta kebutuhan building integrated aquaculture. Untuk menjawab ketiga persoalan perancangan, dipilihlah konsep dasar regenerative design in architecture yang dibagi ke dalam 3 jenis, yaitu regenerative environment, regenerative community, dan regenerative resources. \nProyek terdiri dari 6 massa bangunan yang dihubungkan oleh jembatan sirkulasi. Jumlah lantai pada massa bervariasi antara 1 dan 2 lantai. Bentuk massa terinspirasi dari rumah adat Bangka Belitung serta merespon konteks lahan yang berkontur. Dengan kolaborasi struktur beton dan baja, sebagai besar material yang dipilih diusahakan memanfaatkan pasir tailing yang berlimpah pada site. Secara vertikal, antara material pada layer bawah dan atas juga merepresentasikan konsep solid-transparan dan lama-modern.", "Daftar File": {}, "Penulis": "Mei Yenti [15219031]", "Kontributor / Dosen Pembimbing": ["Medria Shekar Rani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "regenerative design, pasca tambang, aquaculture, timah, ecotourism", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "12 Jun 2023"}