{"Nomor": 72961, "Judul": "BALINESE PUBLIC LIBRARY AS COMMUNITY HUB: UPAYA PENINGKATAN LITERASI MASYARAKAT DALAM MENGHASILKAN SDM UNGGUL DI KOTA DENPASAR", "Abstrak": "Kota Denpasar telah dikenal di berbagai penjuru dunia lewat pariwisatanya, tetapi kemajuan industri pariwisata di Kota Denpasar tidak diiringi dengan peningkatan kemampuan literasi yang semakin baik pada masyarakatnya sehingga kualitas SDM yang dihasilkannya pun tidak maksimal. Padahal Kota Denpasar memiliki potensi untuk menjadi kota pusat industri kreatif dan pariwisata yang lebih meng-global dan berkelanjutan. Faktor utama yang menyebabkan kemampuan literasi masyarakat Kota Denpasar tidak berkembang dan masih berada di level sedang (44.58%), meskipun tingkat melek hurufnya tinggi (97.66%), adalah minimnya akses di sekolah, minimnya akses di lingkungan masyarakat, dan rendahnya aktivitas membaca pada masyarakatnya. Namun, setidaknya telah terdapat 42 komunitas literasi di Bali yang bergerak di berbagai bidang dengan tujuan yang sama yaitu untuk memajukan dan meningkatkan lagi aktivitas literasi masyarakat Bali, khususnya di Kota Denpasar. Adapun kendala yang dialami oleh komunitas ini dalam melakukan kegiatan literasi seperti kurang tersedianya bahan bacaan di beberapa komunitas literasi serta kualitas dan jumlah SDM yang terbatas membuat aktivitas literasi komunitas belum berkembang ke jenis literasi lainnya. Oleh karena itu, arsitektur memiliki peran penting untuk membantu menyelesaikan permasalahan tersebut dengan cara menyediakan sarana pendukung salah satunya berupa penyediaan fasilitas perpustakaan umum. \nPerpustakaan umum ini dirancang berbasis komunitas yang tidak hanya difungsikan sebagai sarana edukasi tetapi juga dapat menjadi tempat rekreasi, ruang ketiga (third place), dan pusat kegiatan literasi tersentral bagi komunitas ataupun masyarakat. Seluruh fungsi-fungsi tersebut, kemudian dirumuskan kembali menjadi ruang inklusi, ruang koleksi, dan ruang budaya. Penyediaan ruang inklusi pada perpustakaan ini dimaksudkan untuk menciptakan lingkungan perpustakaan yang mendukung terjadinya interaksi sosial baik antar pengguna ataupun komunitas. Ruang koleksi hadir untuk menjawab kebutuhan komunitas akan tempat untuk melakukan aktivitas literasi secara tersentral dengan menyediakan bahan bacaan yang juga berkualitas. Kemudian, ruang budaya dibentuk sebagai respon terhadap fenomena sosial yang terjadi di masyarakat, yaitu masyarakat lebih suka pergi ke mall daripada ke perpustakaan, sehingga perpustakaan ini dirancang agar dapat menjadi wadah berekspresi dan bersantai bagi penggunanya. Dalam usaha mengimplementasikan program-program tersebut ke dalam rancangan, konsep yang digunakan yaitu Hita: Creating Harmony between People, Nature, and Culture. Konsep ini lahir dengan mengadopsi ajaran filosofi lokal yang telah mendunia yaitu Tri Hita Karana yang menjelaskan tentang relasi manusia dalam berkehidupan.", "Daftar File": {}, "Penulis": "Ketut Dipta Pramana Tradika [15219052]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, M.E.S, Ph.D.", "Dibya Kusyala, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "community hub, ruang budaya, ruang koleksi, ruang inklusi", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "12 Jun 2023"}