{"Nomor": 72967, "Judul": "BANDUNG ORCHESTRA MUSIC COMMUNITY CENTER:  A THIRD PLACE TO MEET AND CONNECT", "Abstrak": "Bandung Orchestra Music Community Center merupakan suatu wadah bagi pelaku musik, khususnya pelaku musik orkestra yang ada di Kota Bandung. Kota Bandung memiliki komunitas musik orkestra yang cukup banyak, tetapi Kota Bandung belum mempunyai wadah atau tempat yang memadai bagi para pemusik orkestra untuk berkumpul, saling belajar, dan juga untuk mengekspresikan karya-karya mereka melalui konser musik orkestra. Tujuan dari adanya pusat komunitas ini adalah untuk memberikan ruang yang layak bagi pemusik orkestra agar dapat mengekspresikan karyanya dengan baik dan juga memberikan ruang kolaboratif bagi komunitas sehingga antar komunitas dapat terkoneksi satu sama lain dan musik orkestra di Indonesia, terutama di Kota Bandung, dapat semakin berkembang untuk kedepannya, selain itu proyek ini juga bertujuan untuk memberikan ruang edukasi dan juga rekreatif bagi masyarakat sehingga musik orkestra tidak lagi dianggap musik yang kaku dan hanya bisa dinikmati oleh orang-orang dari kalangan tertentu saja. Pusat komunitas ini direncanakan dibangun di lahan seluas 18.000 m2 yang berada di Kota Bandung dengan 4 fungsi ruang utama, yaitu ruang pentas musik orkestra berupa concert hall, ruang kolaboratif, ruang edukasi dan rekreatif, dan ruang publik. Persoalan perancangan pada proyek ini terbagi atas 3 hal, yaitu akustik lingkungan, ruang kolaborasi dan produksi yang kolaboratif, dan ruang edukasi dan rekreasi yang produktif. Konsep utama dari pusat komunitas ini adalah menggabungkan ruang pertunjukkan berupa concert hall dan ruang komunitas dalam satu kawasan, ruang komunitas diwujudkan dalam bentuk ‘third place’. Third place merupakan tempat dimana seseorang dapat menghabiskan waktunya di luar rumah/tempat tinggal (first place) dan kantor/sekolah (second place), dan third place ini juga berfungsi untuk menyatukan sebuah komunitas.", "Daftar File": {}, "Penulis": "Annisa Fatrisia [15219066]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Hanson Endra Kusuma, S.T, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Musik Orkestra, Ruang Komunitas, Concert Hall, Third Place, Arsitektur, Kota Bandung.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "12 Jun 2023"}