{"Nomor": 72963, "Judul": "ANALISA INVESTASI PROYEK PADA PENGEMBANGAN  LAPANGAN GAS DAN MINYAK BUMI BARU (M-X) DI PT-PTM", "Abstrak": "PT. PTM merupakan salah satu perusahan minyak dan gas bumi Utama di Indonesia yang berkontribusi besar pada pemenuhan kebutuhan minyak dan gas bumi di Indonesia. Akan tetapi, PT.PTM yang telah beroperasi selama lebih dari 40 tahun, saat ini sudah berada pada fase penurunan produksi. Program pengembangan yang agresif sudah direncanakan untuk menjaga tingkat produksi PT.PTM. Salah satu pengembangan terbaru adalah lapangan M-X. \n \nProyek akhir ini bertujuan untuk melakukan studi kelayakan ekonomi terhadap pengembangan lapangan baru M-X dengan mempertimbangkan kemungkinan perubahan yang dinamis pada beberapa factor penting, Hasil dari Proyek akhir ini akan membantu Management PT. PTM untuk membuat keputusan apakah investasi untuk pengembangan lapangan M-X akan dilakukan. \n \nMetode Discounted dan Non-Discounted Cash Flow (DCF dan Non-DCF) akan digunakan pada analisa investasi proyek M-X. Struktur pendapatan dan biaya akan mengacu pada skema Production Sharing Contract (PSC) – Cost Recovery seperti yang saat ini berlaku di PT. PTM. \n \nHasil analisa dengan metode Non-DCF menunjukan bahwa Pemerintah Indonesia akan mendapatkan pendapatan bersih senilai 264,65 MMUSD, sementara PT.PTM akan mendapatkan 49,97 MMUSD dengan periode pengembalian selama 3 tahun setelah M-X berproduksi. \n \nHasil analisa dengan metode DCF menunjukkan positive NPV sebesar 4,35 MMUSD dengan IRR sebesar 12%. Resiko finansial karena dinamika perubahan di proyek minyak dan gas bumi juga dianalisa dengan simulasi Montecarlo yang menghasilkan 23,3% kemungkinan proyek M-X akan mendapatkan NPV negative dan rata-rata NPV yang bisa diperoleh sebesar 13,93 MMUSD. \n \nHasil analisa dengan metode Non-DCF maupun DCF menunjukkan hasil yang positive bagi management PT. PTM untuk melanjutkan rencana investasi untuk pengembangan lapangan M-X.", "Daftar File": {"2023_TS_PP_Monica Andriana-29121324_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/292293"}, "Penulis": "Monica Andriana [29121324]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisa Investasi Proyek, Non-Discounted Cash Flow, Discounted Cash Flow, Simulasi Montecarlo.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "12 Jun 2023"}