{"Nomor": 72964, "Judul": "PENGARUH LAMUN TERHADAP PENYEBARAN KONSENTRASI MIKROPLASTIK (BISPHENOL-A) PADA EKOSISTEM LAUT", "Abstrak": "Pencemaran lingkungan oleh berbagai polutan semakin marak terjadi pada\nlingkungan, salah satunya ekosistem laut. Salah satu polutan yang paling berbahaya\npada ekosistem tersebut adalah kandungan bisphenol-A pada limbah plastik yang\ntidak hanya mengancam kesehatan manusia, tetapi juga merusak rantai kehidupan.\nBerbagai alternatif telah diupayakan untuk melakukan filtrasi pada senyawa\ntersebut, namun masih diperlukan adsorben alami yang memiliki kemampuan\nlangsung untuk menyerap BPA tanpa harus melewati proses kimia yang panjang\nkarena aktivitas adsorben alami ini akan selalu bersifat kontinu. Lamun merupakan\nsalah satu tumbuhan laut yang memiliki kemampuan untuk menjaga keseimbangan\nekosistem dengan tingkat produktivitasnya yang sangat tinggi. Tumbuhan ini\nmemiliki kemampuan lebih untuk menyerap polutan di lingkungannya sehingga\ndapat meningkatkan klaritas air. Tujuan penelitian ini adalah untuk menguji peran\nlamun dalam peristiwa penyebaran bisphenol-A di laut serta kemampuan tumbuhan\nini melakukan adsorpsi yang membantu mengurangi kadar polutan tersebut pada\nair laut. Penelitian ini merupakan suatu eksperimen sederhana yang dilakukan pada\nsuatu model laut tercemar yang ditanami lamun di area pesisir. Hasil dari penelitian\nkemudian dimodelkan secara matematis dengan Persamaan Diferensial Biasa dan\nPersamaan Diferensial Parsial dalam bentuk persamaan difusi yang diselesaikan\nsecara numerik dengan FTCS. Penelitian ini didukung oleh studi literatur yang\nmenyatakan bahwa keberadaan lamun pada model berperan dalam menurunkan\nkonsentrasi BPA dalam air laut. Lamun melakukan adsorpsi sebesar 51.6%\nsehingga berpotensi untuk digunakan sebagai adsorben alami BPA.", "Daftar File": {"ABSTRAK Stefani Angelika": "https://digilib.itb.ac.id/gdl/download/292294"}, "Penulis": "Stefani Angelika [10119046]", "Kontributor / Dosen Pembimbing": ["Dr. Ikha Magdalena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Lamun, Bisphenol-A, Persamaan Diferensial Biasa, Persamaan Difusi, Kerusakan Lingkungan", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "12 Jun 2023"}