{"Nomor": 72960, "Judul": "MODEL TREE ENSEMBLE LEARNING UNTUK PREDIKSI CHURNMENGGUNAKAN METODE GRADIENT BOOST TREE DAN EXTREME GRADIENTBOOST TREE", "Abstrak": "Mempertahankan pelanggan agar tetap setia untuk membeli atau menggunakan jasa\nmerupakan hal yang menantang bagi perusahaan. Pelanggan yang berpindah dari suatu\nperusahaan ke perusahaan lain disebut churn pelanggan. Churn pelanggan merupakan\nsalah satu perhatian utama bagi perusahaan perdagangan elektronik karena berdampak\nnegatif terhadap pertumbuhan bisnis. Churn pelanggan dapat diprediksi dengan data\npelanggan yang tercatat selama transaksi. Pada penelitian ini penulis akan memprediksi\nchurn menggunakan metode Gradient Boost (GBT) dan Extreme Gradient Boost\n(XGBT) sekaligus membandingkan kedua metode tersebut. Kedua metode ini dipilih\nkarena kemampuannya dalam menangani masalah klasifikasi yang kompleks dan memberikan\nakurasi prediksi yang tinggi. Pada penelitian tugas akhir ini penulis menggunakan\ndata pelanggan suatu perdagangan elektronik yang berasal dari sumber terbuka\n(kaggle). Kedua metode tersebut menggunakan model ensemble yaitu menggabungkan\npohon untuk meningkatkan keakuratan dan performa prediksi. Untuk mengevaluasi kinerja\nmodel, digunakan matriks konfusi dan validasi silang lipatan-k. Selain itu, kurva\nROC dan AUC juga digunakan untuk mengukur kemampuan model dalam memprediksi\nchurn pelanggan. Hasil dari penelitian ini menunjukkan akurasi yang dihasilkan\noleh metode GBT adalah 0.942 sedangkan akurasi yang dihasilkan oleh metode XGBT\nadalah 0.964 . Hasil eksperimen menunjukkan bahwa kedua metode, GBT dan XGBT,\nmampu memberikan hasil prediksi churn pelanggan yang baik dengan tingkat akurasi\nyang tinggi. Namun, XGBT memperlihatkan performa yang sedikit lebih baik daripada\nGBT dalam hal kinerja prediksi churn.", "Daftar File": {"ABSTRAK Fitri Ayu Lestari": "https://digilib.itb.ac.id/gdl/download/292291"}, "Penulis": "Fitri Ayu Lestari [10119092]", "Kontributor / Dosen Pembimbing": ["Dr. Sandy Vantika, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Churn, Gradient Boost Tree , Extreme Gradient Boost Tree, Ensemble", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "12 Jun 2023"}