{"Nomor": 72976, "Judul": "GARBAGE GARDEN: URBAN COMPOSTING AND AGRICULTURE CENTER", "Abstrak": "Sampai saat ini, sampah masih menjadi masalah yang dihadapi di hampir seluruh negara di dunia, baik di negara maju maupun negara berkembang, termasuk di Indonesia. Salah satu provinsi penghasil sampah terbanyak di Indonesia merupakan DKI Jakarta. Proyek ini, Garbage Garden, hadir sebagai upaya untuk mengurangi sampah yang tidak terolah dengan membuat bangunan utilitas yang memiliki fungsi sebagai wadah komunitas untuk pengolahan sampah, khususnya sampah organik, yang diintegrasikan juga dengan fungsi pengolahan lanjutan berupa urban farm untuk memaksimalkan manfaat dari hasil olahan sampah organik berupa kompos. Proyek yang menempati lahan sebesar 11.500 m2 ini terletak di kawasan Tebet Barat, Jakarta Selatan. Proyek ini juga berfokus untuk memaksimalkan fungsi sosial dengan menciptakan ruang-ruang publik bagi untuk masyarakat umum dapat berkumpul dan ditunjang dengan fasilitas-fasilitas lain seperti area komersial dan area workshop. Proyek ini memiliki tujuan untuk mengubah persepsi masyarakat terhadap citra sampah dan berbagai proses pengolahannya yang negatif dengan membuat fasilitas yang dapat diterima masyarakat sehingga masyarakat dapat terlibat langsung dalam kegiatan di dalamnya.\nPersoalan yang harus diselesaikan dalam perancangan ada 3 yaitu mempertahankan fungsi RTH dan ruang publik pada tapak, merancang bangunan sampah yang dapat diterima masyarakat, menciptakan lingkungan yang edukatif. Ketiga persoalan tersebut merupakan respons dari fungsi bangunan pengolahan terhadap kondisi tapak dan konteks sekitar. Konsep utama untuk menyelesaikan ketiga persoalan tersebut adalah rancangan bangunan berupa landscrapper. Landscrapper dapat dimaknai sebagai suatu bangunan yang dirancang berusaha untuk menyatu dengan lingkungan sekitar dengan cara dipendam sehingga meminimalisasi wujud fisik yang timbul dan menganggu visibilitas pada tapak. Dengan atap green roof dari bangunan landscrapper ini, ruang hijau dan ruang publik yang terbentuk dapat maksimal, terdapat pemisahan kegiatan operasional dan kegiatan rekreasi yang meminimalisasi dampak buruknya terhadap lingkungan, serta lingkungan edukatif dapat dirasakan langsung oleh pengunjung pada setiap ruangnya. \nProyek ini terdiri dari satu bangunan utama berupa landscrapper yang didominasi oleh material beton sebagai elemen struktur sekaligus arsitekturalnya. Pada elemen fasad, diletakkan tanaman rambat untuk mengubah citra masif dari beton dan menurunkan suhu yang diterima oleh bangunan.", "Daftar File": {}, "Penulis": "Damas Dwinito Pradipta [15219017]", "Kontributor / Dosen Pembimbing": ["Ir. Achmad Deni Tardiyana, MUDD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pengolahan, sampah, landscrapper, hijau, masyarakat.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "12 Jun 2023"}