{"Nomor": 72977, "Judul": "ARCHITECTURAL APPROACH TO MENTAL WELLNESS: PUSAT REHABILITASI GANGGUAN MENTAL UNTUK REMAJA DENGAN GANGGUAN DEPRESI", "Abstrak": "Gangguan mental merupakan topik yang kerap dibicarakan di Indonesia. Isu gangguan mental sendiri sudah dianggap cukup darurat karena tingginya angka individu yang memiliki gangguan mental. Meskipun masalah gangguan mental di Indonesia sudah cukup darurat, penanganan gangguan mental di Indonesia masih minim. Sedangkan rumah sakit jiwa atau pusat rehabilitasi gangguan mental yang ada, kondisinya masih belum menunjang proses penyembuhan. Penanganan gangguan mental yang buruk juga diperparah dengan adanya stigma negatif dari masyarakat dan kurangnya pemahaman masyarakat terhadap gangguan mental. Individu dengan gangguan mental kerap dipandang sebelah mata dan didiskriminasi oleh masyarakat. Tidak sedikit dari mereka yang mengalami pelecehan dan pelanggaran hak asasi manusia. Dari permasalahan tersebut, proyek ini memiliki 3 tujuan utama, yaitu merancang pusat rehabilitasi gangguan mental untuk remaja dengan gangguan depresi menggunakan pendekatan therapeutic environment, menciptakan lingkungan yang mendukung adanya interaksi sosial dari seluruh pengguna, dan menyediakan wadah yang dapat membekali pasien pasca perawatan. Proyek menempati lahan yang dekat dengan RSUP Persahabatan, yaitu di Jalan bajubang, Cipinang, Kecamatan Pulo Gadung, Kota Jakarta Timur, DKI Jakarta, dengan luas lahan sekitar 8.700 m2. Lokasi memiliki aksesibilitas yang tinggi dan juga berada di area yang ideal.\nIsu perancangan yang diangkat terdiri dari 3 aspek utama, yaitu merancang fasilitas pusat rehabilitasi gangguan mental sesuai dengan standar yang berlaku, merancang pusat rehabilitasi dengan pendekatan therapeutic environment, dan desain untuk remaja yang dapat mendorong adanya dukungan sosial. Untuk menjawab ketiga isu tersebut, terdapat bebera konsep desain yang digunakan. Konsep pertama adalah lingkungan yang seperti rumah, dimana massa bangunan berbentuk sederhana dengan atap segitiga sehingga lebih menyerupai rumah dan bentuk bangunan sekitar konteks. Konsep kedua adalah compound massing, dimana zoning dan massing bangunan dibuat compound untuk memberikan suasana lebih homey karena menghindari lorong panjang sekaligus menambah akses ke ruang luar. Konsep ketiga adalah melibatkan alam dalam desain, baik matahari, vegetasi, dan juga air. Alam dilibatkan secara visual dan audial sehingga pengguna bisa merasakan kehadiran alam dalam bangunan.", "Daftar File": {}, "Penulis": "Ghina Agita Sari [15219021]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Hanson Endra Kusuma, S.T, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Gangguan mental, pusat rehabilitasi, remaja, therapeutic environment", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "12 Jun 2023"}