{"Nomor": 72985, "Judul": "ESTIMATING ELECTRIC VEHICLE PUBLIC CHARGING DEMAND ACROSS DKI JAKARTA USING AGENT-BASED MODELING AND SIMULATION", "Abstrak": "Penelitian ini dilakukan untuk mengestimasi permintaan pengisian daya publik kendaraan listrik di seluruh DKI Jakarta. Penelitian ini juga memperkuat estimasi tersebut dengan mengidentifikasi dampak dari akses kepada fasilitas pengisian daya kendaraan listrik di rumah dan sikap risiko pengendara terhadap daya kendaraan listrik dan permintaan pengisian daya publik. Penelitian ini diklasifikasi sebagai studi terapan dan preskriptif dengan menggunakan teknik penelitian modeling dan simulasi berbasis agen. Pertama-tama, peneliti mengumpulkan asumsi yang digunakan pada model melalui sumber-sumber sekunder. Kemudian, peneliti melakukan proses validasi sebelum simulasi dilaksanakan untuk memastikan bahwa simplifikasi model dilakukan secara benar. Selama membuat model, peneliti menerapkan pendekatan Unit-Testing untuk menghindari penerapan kode model yang berlebihan dan memastikan kode model berjalan sesuai dengan ekpektasi. Setelah hasil simulasi didapatkan, peneliti melakukan proses validasi kembali untuk mengecek bahwa temuan yang didapat sejalan dengan teori dan konsep yang berkaitan dengan cakupan penelitian ini.\n\nPenelitian ini menemukan bahwa sebagian besar permintaan pengisian daya publik kendaraan listik terdapat pada Jakarta Pusat, diikuti oleh Jakarta Selatan, Utara, Barat, dan Timur. Penelitian ini juga menemukan bahwa akses kepada fasilitas pengisian daya kendaraan listrik di rumah berkorelasi positif dengan daya kendaraan dan berkorelasi negatif dengan permintaan pengisian daya public kendaraan listik. Di sisi lain, sikap risiko pengendara berkorelasi positif dengan daya kendaraan dan permintaan pengisian daya publik kendaraan listik. Temuan ini mempertegas pentingnya untuk mengkonsiderasi akses masyarakat DKI Jakarta kepada fasilitas pengisian daya kendaraan listrik di rumah dan sikap risiko pengendara, dalam mengestimasi permintaan pengisian daya public kendaraan listik dan mengembangkan fasilitas publik pengisian daya kendaraan listrik, sehingga pihak yang bertanggungjawab dapat memformulasikan keputusan dan peraturan yang sesuai.", "Daftar File": {"2023 SK PP Farrel Nabil Sateriano   [19020211] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/292320"}, "Penulis": "Farrel Nabil Sateriano [19020211]", "Kontributor / Dosen Pembimbing": ["Meditya Wasesa, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kendaraan listrik, permintaan pengisian daya publik kendaraan listrik, akses kepada fasilitas pengisian daya kendaraan listrik di rumah, sikap risiko, daya kendaraan, DKI Jakarta, modeling dan simulasi berbasis agen, stasiun pengisian kendaraan listrik umum.", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "12 Jun 2023"}