{"Nomor": 72981, "Judul": "FINDING NEW DIMENSIONS OF DIGITAL FINANCIAL LITERACY IN INDONESIA", "Abstrak": "Saat ini era digital sangat erat kaitannya dengan perkembangan dari Financial Technologi (Fintech) dengan dorongan utama dari adanya pandemic Covid-19 yang memaksa kita untuk beraktivitas secara daring. Sayangnya, pertumbuhan Fintech yang pesat ini menghadirkan satu fenomena baru yaitu banyaknya orang yang tidak terliterasi dengan baik sehingga terjebak dengan berbagai pinjaman daring dan investasi bodong dengan menggunakan uang panas. Peningkatan literasi keuangan menjadi satu hal yang penting, terlebih secara spesifik peningkatan literasi keuangan digital untuk mengimbangi pesatnya perkembangan Fintech. Sayangnya, hingga saat ini tidak ada definisi, metode pengukuran ataupun dimensi yang terstandarisasi terkait Literasi Keuangan Digital. Setiap negara, termasuk Indonesia memiliki keunikan dan karakteristik tersendiri termasuk keunikan dalam dimensi Literasi Keuangan Digital. Langkah pertama untuk menentukan Literasi Keuangan Digital tentunya diawali dengan menentukan dimensi apa saja penyusun Literasi Keuangan Digital di Indonesia yang menjadi tujuan dari penelitian ini. Menemukan dimensi baru penyusun Literasi Keuangan Digital juga termasuk dalam tujuan penelitian ini. Metodologi dari penelitian ini diawali dengan tinjauan Pustaka untuk menentukan hipotesa dimensi yang dapat menjadi dimensi Literasi Keuangan Digital kemudian dilanjutkan dengan metode penelitian kualitatif menggunakan wawancara semi terstruktur. Hasil dari penelitian ini adalah sebuah dimensi kerangka penyusun literasi keuangan digital yang terdiri dari: control risiko keuangan digital, kesadaran akan layanan keuangan digital, kemampuan dalam menggunakan aplikasi keuangan digital, kesadaran akan sikap dan perilaku keuangan yang positif, kemampuan membuat keputusan keuangan digital, pengetahuan keuangan digital, perilaku keuangan digital, penyusun aplikasi keuangan digital, literasi keuangan dan literasi digital. Penelitian ini juga menghasilkan lahirnya dimensi baru dari Literasi Keuangan Digital di Indonesia terdiri dari motivasi diri, niat, kebutuhan untuk mengerti dan memahami, dan ketersediaan informasi dan edukasi. Hasil dari penelitian ini akan bermanfaat bagi public, praktisi dan stakeholder pemerintahan dalam menghadapi percepatan pertumbuhan teknologi finansial yang dibarengi dengan pertumbuhan literasi keuangan digital. Penelitian ini juga memiliki keunikan dikarenakan masih sangat terbatas penelitian di bidang Literasi Keuangan Digital sehingga masih banyak ruang untuk melakukan penelitian lanjutan pada bidang ini.", "Daftar File": {"2023 TS PP Arinda Mentari Putri   [29021031] -Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/292321"}, "Penulis": "Arinda Mentari Putri [29021031]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Literasi Keuangan Digital, Dimensi, Literasi Keuangan", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "12 Jun 2023"}