{"Nomor": 72980, "Judul": "KODE LINIER BINER DARI GRAF SEDERHANA", "Abstrak": "Kode linier biner C yang dibangkitkan oleh graf sederhana ? = (V,E) pada\nn titik adalah kode linier dengan matriks pembangkit [In|A] dengan In matriks\nidentitas berukuran n dan A matriks ketetanggaan dari graf ?. Jarak minimum\nkode C dapat dicari dengan menggunakan fungsi von yang memetakan himpunan\nS berisikan titik-titik pada graf ? ke himpunan von(S) yang berisikan titik-titik\ndengan tetangga yang banyaknya ganjil di S. Kami memperluas hasil dari Mallik\ndan Yildiz [Algebra and Discrete Matematics 32, 49–64 (2021)] dengan meninjau\njarak minimum dan swadualitas kode yang dibangkitkan oleh graf dan menjawab\ntiga masalah terbuka pada artikel Mallik dan Yildiz. Pada bagian pertama Bab IV,\nkami menunjukkan beberapa sifat dari fungsi von. Pada bagian kedua Bab IV,\nkami memberikan syarat swadualitas dan sebuah batas atas bagi jarak minimum\ndari kode linier yang dibangkitkan oleh graf yang didapat dari operasi gabungan\nsaling lepas, hasil kali kartesius, hasil kali lemah, dan hasil kali kuat. Pada bagian\npertama Bab V, kami mendefinisikan graf jarak optimal sebagai graf tak kosong\nyang membangkitkan kode dengan jarak minimum yang sama dengan rk2(A) + 1,\ndengan rk2(A) adalah 2-rank dari matriks ketetanggaan A dari graf yang dimaksud.\nKami menemukan bahwa satu-satunya graf jarak optimal hanyalah graf lengkap\npada 3 titik. Pada bagian kedua Bab V, kami memperlihatkan beberapa contoh\npenyangkal dari dugaan pada artikel Mallik dan Yildiz. Pada bagian ketiga Bab\nV, kami membahas jarak minimum kode yang dibangkitkan oleh graf reguler kuat\ndengan mendaftar nilainya untuk jumlah titik yang tidak lebih dari 35.", "Daftar File": {"ABSTRAK Brandon Dennis": "https://digilib.itb.ac.id/gdl/download/292314"}, "Penulis": "Brandon Dennis [10119034]", "Kontributor / Dosen Pembimbing": ["Djoko Suprijanto, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kode linier biner, graf sederhana, jarak minimum, operasi graf, swadualitas", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "12 Jun 2023"}