{"Nomor": 72989, "Judul": "STUDI KOROSI BAJA DALAM REAKTOR NUKLIR BERPENDINGIN PB-BI CAIR MENGGUNAKAN METODA DINAMIKA MOLEKULAR", "Abstrak": "Reaktor nuklir berpendingin Pb-Bi cair merupakan salah satu kandidat penting\nreaktor generasi ke IV yang memiliki kemampuan keselamatan inheren,\nekonomis, serta mampu membakar limbah nuklirnya sendiri. Namun reaktor ini\nmemiliki masalah yang harus dipecahkan berupa tingkat korosi baja oleh Pb-Bi\ncair yang cukup tinggi. Terkait dengan hal ini, disertasi ini mengkaji\npermasalahan korosi baja oleh Pb-Bi cair dengan menggunakan program\nkomputer yang bernama Moldy yang merupakan paket program dinamika\nmolekular yang dapat dipakai untuk mensimulasikan interaksi atau kontak antara\npermukaan bahan Pb-Bi eutectic dengan permukaan sistem Fe. Studi ini dilakukan\nuntuk memahami fenomena korosi baja dalam Pb-Bi khususnya pada temperatur\ntinggi.\nBaja dan Pb-Bi cair merupakan salah satu material utama dalam reaktor pembiak\ncepat (fast breeder reactor). Fenomena korosi baja dalam Pb-Bi cair banyak\ndiselidiki secara eksperimen, tetapi mekanisme interaksi bahan ini sampai sejauh\nini masih belum jelas. Oleh karena itu, interaksi antar atom-atom yang terlibat\ndalam sistem yang ditinjau dikaji dalam penelitian ini. Proses difusi di antara\natom-atom merupakan kunci untuk memahami korosi secara mikroskopik.\nDalam simulasi ini potensial interaksi antara Pb-Pb, Bi-Bi, Fe-Fe, Cr-Cr dan Ni-\nNi diasumsikan memenuhi model potensial Lennard-Jones. Parameter-parameter\nLennard-Jones diperoleh dengan fitting data dari literatur. Algoritma Beeman\ndigunakan untuk memecahkan persamaan gerak dalam simulasi. Metoda daftar sel\n(cell list) dipakai untuk mempercepat proses perhitungan gaya dan eksekusi\nprogram. Sel simulasi dalam hal ini dipakai struktur BCC (Body Center Cubic)\nuntuk sistem Fe dan FCC (Face Center Cubic) untuk sistem Pb yang masingmasing\ndiisi oleh 2000 atom dan 864 atom. Atom-atom ketakmurnian atau\nimpuritas selanjutnya disubstitusikan ke dalam masing-masing struktur di atas\nuntuk membentuk baja dan Pb-Bi eutectic. Jenis baja yang disimulasikan dalam\nstudi ini adalah stainless steel 316 (SS 316). Kecepatan awal atom-atom dibuat\ndengan generator random dan temperaturnya dikontrol menggunakan metoda\nNose-Hoover thermostat.\nFungsi distribusi radial hasil simulasi Dinamika Molekular terhadap sistem Fe\nmurni dan sistem Pb murni pada 1 mK menunjukkan posisi-posisi puncak kurva\nutama yang muncul terletak pada posisi-posisi yang cukup bersesuaian dengan\nhasil yang diperoleh secara teori. Perbedaan nilai posisi-posisi puncak kurva hasil\nteori dengan hasil simulasi untuk sistem Fe rata-rata sebesar 0,5 %, sedangkan\nuntuk sistem Pb sebesar 0,66%. Dalam simulasi ini juga diperoleh hasil yang\nmenunjukkan kurva fungsi distribusi radial sistem Fe dan sistem Pb melebar dan\nintensitasnya menjadi rendah dengan kenaikan temperatur. Hasil ini\nmengindikasikan bahwa atom-atom pada temperatur tinggi, posisinya menjadi\ntersebar dan susunannya menjadi acak.\nHasil simulasi kontak antara permukaan sistem Fe murni dengan permukaan\nsistem Pb murni pada temperatur 773 K menunjukkan tidak terjadi penetrasi atom\nPb ke dalam matriks Fe, demikian pula atom Fe tidak ada yang masuk ke dalam\nsistem Pb. Hal ini terjadi karena interaksi potensial pasangan Fe-Fe lebih kuat dari\ninteraksi potensial pasangan Pb-Pb, sehingga sukar ditembus oleh atom-atom Pb.\nSusunan atom-atom sistem Pb pada temperatur ini menjadi tidak teratur karena\nsudah berfasa cair. Sedangkan simulasi Dinamika Molekular terhadap bahan Fe-\n10%Ni, Fe-16%Cr dan Fe-10%Ni-16%Cr yang mengalami kontak dengan bahan\nPb murni pada temperatur 773 K mengakibatkan sebagian atom-atom Pb dapat\nberdifusi terhadap sistem di atas. Adanya atom-atom yang berdifusi ke dalam\nsistem Fe menunjukkan bahwa korosi dapat terjadi pada sistem Fe pada\ntemperatur tersebut.\nSimulasi dilakukan juga terhadap kontak antara permukaan sistem Fe dengan\npermukaan Pb-Bi sebagai fungsi temperatur. Komposisi Pb-Bi dalam simulasi ini\ndibuat dengan komposisi 50%Pb-50%Bi dan 45%Pb-55%Bi sedangkan sistem Fe\nyang dipakai adalah Fe-10%Ni-16%Cr yang merupakan model pendekatan untuk\nSS 316. Hasil yang diperoleh adalah Pb dan Bi dapat berdifusi ke dalam sistem Fe\ndan kedalaman penetrasinya meningkat dengan kenaikan temperatur. Peristiwa ini\nterjadi baik pada komposisi 50%Pb-50%Bi dan 45%Pb-55%Bi.\nVariasi kandungan krom dalam sistem Fe-10%Ni-Cr yang berinteraksi dengan\n45%Pb-55%Bi memperlihatkan bahwa kedalaman penetrasi terendah atom Pb dan\nBi pada temperatur 773 K masing-masing terjadi pada Fe-10%Ni yang\nmengandung krom sebesar 16% dan 15%.", "Daftar File": {"2008 DIS PP ALAN MAULANA 1-COVER": "https://digilib.itb.ac.id/gdl/download/292322", "2008 DIS PP ALAN MAULANA 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/292323", "2008 DIS PP ALAN MAULANA 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/292324", "2008 DIS PP ALAN MAULANA 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/292325", "2008 DIS PP ALAN MAULANA 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/292327", "2008 DIS PP ALAN MAULANA 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/292328", "2008 DIS PP ALAN MAULANA 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/292330"}, "Penulis": "Alan Maulana [30203002]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Hermawan Kresno Dipojono, M.S.EE, Ph.D.", "Prof. Dr. Zaki Su`ud, M.Eng.", "Prof. Dr. Eng. Khairurrijal, M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Dinamika molekular, potensial Lennard-Jones, Pb-Bi cair, fungsi distribusi radial, korosi.", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "12 Jun 2023"}