{"Nomor": 72997, "Judul": "PENENTUAN PREMI DALAM ASURANSI PENGEMBALIAN BARANG PADA RITEL ONLINE PADA NEGARA JERMAN", "Abstrak": "Industri ritel telah mengalami transformasi yang signifikan beberapa tahun terakhir oleh karena perkembangan dari teknologi seluler dan e-commerce. E-commerce telah diantisipasikan untuk menembus 50% dari total penjualan ritel pada dekade selanjutnya. Salah satu tantangan terbesar yang dihadapi e-tailer adalah pengembalian produk khususnya bagi transaksi online di Jerman. Di Jerman, 1 dari 4 barang yang dibeli online dikembalikan setiap tahunnya. Hal ini berdampak negatif bagi e-tailer oleh sebab biaya pengembalian yang harus ditanggung oleh e-tailer. Untuk menangani fenomena ini akan diperiksa apabila return freight dapat menjadi solusi bagi pasar Jerman untuk meningkatkan keuntungan e-tailer dan menjadi kendaraan transisi dalam menggeser tanggung jawab pengembalian dari e-tailer ke konsumen. Untuk mengetahui dampak dari return freight insurance, digunakan data transasksi e-tailer pada pasar sepatu Jerman.\nDipilih dua model utilitas konsumen untuk mengukur dampak dari keberadaan return freight insurance yaitu model utilitas berdasarkan Chen (2017). Dalam kedua model ini akan dicari permintaan dan keuntungan e-tailer pada kondisi tanpa (Skenario N) dan kondisi dengan penawaran return freight insurance (Skenario I).\nHasilnya, return freight insurance ditemukan dapat meningkatkan keuntungan e-tailer dengan peningkatan permintaan konsumen oleh karena return freight insurance melebihi dampak peningkatan harga oleh karena premi yang harus dibayarkan. Dengan demikian return freight insurance dapat menjadi salah satu alternatif dalam memulai transisi kepada budaya konsumen yang lebih baik dan mulai menekan kerugian penjual akibat biaya pengembalian.", "Daftar File": {"ABSTRAK Keith Huang": "https://digilib.itb.ac.id/gdl/download/292364"}, "Penulis": "Keith Huang [10819032]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "e-tailer, return freight insurance, permintaan, keuntungan", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "12 Jun 2023"}