{"Nomor": 72993, "Judul": "HUBUNGAN  FASIES BATUGAMPING DAN  REKAHAN ALAMI SERTA PEMODELAN REKAHAN PADA FORMASI RAJAMANDALA DI DAERAH GUNUNG GUHA, PADALARANG, JAWA BARAT.", "Abstrak": "Reservoir rekahan alami merupakan salah satu reservoir yang telah terbukti \nproduktif di berbagai lapangan minyak bumi. Batugamping merupakan salah satu \nbatuan reservoir yang kerap berperan sebagai reservoir rekahan alami. Namun \ndemikian, masih terdapat banyak masalah yang belum dimengerti dengan baik. \nGunung Guha merupakan salah satu singkapan batugamping Formasi \nRajamandala yang tersingkap dengan baik akibat aktivitas penambangan, \nsehingga cukup baik untuk melakukan studi tentang batugamping. Penelitian ini \nbertujuan mengetahui karakter rekahan dan pengaruh fasies batugamping terhadap \ndistribusi rekahan di Gunung Guha. Hasil dari penelitian tersebut kemudian \ndigunakan sebagai masukan pada pemodelan rekahan menggunakan metode DFN \n(Discrete Fracture Network). \nMetode pengambilan data rekahan dengan menggunakan scanline telah dilakukan \npada empat tempat di Gunung Guha, dengan jumlah pengukuran rekahan \nsebanyak 1360 rekahan. Rekahan tersebut berupa rekahan terbuka (367 rekahan), \nrekahan gerus (26 rekahan) dan stylolit (1210 rekahan). Fasies batugamping pada \nlokasi scanline berupa fasies domal platycoral bindstone dan platycoral \nbindstone. \nHasil analisis memperlihatkan bahwa stilolit merupakan rekahan yang paling \nbanyak dijumpai. Dengan menggunakan kurva power law, didapatkan angka \nfraktal dari spasi rekahan antara -0.5 hingga -2.0. intensitas rekahan yang \ndidapatkan mencapai 35 rekahan per meter. Stilolit hadir dengan dua orientasi, \nparalel dan tegaklurus bidang perlapisan. Rekahan terbuka yang tegak lurus \nterhadap bidang perlapisan juga teramati pada lokasi Gunung Guha. Hasil analisis \nmemperlihatkan bahwa fasies domal platycoral bindstone memiliki rekahan yang \nlebih sedikit dibandingkan dengan fasies platycoral bindstone. Pemodelan \nrekahan dengan metode DFN dilakukan dengan parameter-parameter yang \ndihasilkan dari analisis rekahan sebagai masukan utama. Parameter tersebut \nadalah strain, jarak terhadap sesar dan fasies. Porositas rekahan yang dihasilkan \ndari pemodelan DFN memiliki nilai rata-rata sebesar 2,7%.", "Daftar File": {"Abstrak Astika Pamumpuni 22007310.pdf": "https://digilib.itb.ac.id/gdl/download/292352", "Cover Astika Pamumpuni 22007310.pdf": "https://digilib.itb.ac.id/gdl/download/292353", "Bab 1 Astika Pamumpuni 22007310.pdf": "https://digilib.itb.ac.id/gdl/download/292354", "Bab 2 Astika Pamumpuni 22007310.pdf": "https://digilib.itb.ac.id/gdl/download/292355", "Bab 3 Astika Pamumpuni 22007310.pdf": "https://digilib.itb.ac.id/gdl/download/292356", "Bab 4 Astika Pamumpuni 22007310.pdf": "https://digilib.itb.ac.id/gdl/download/292357", "Bab 5 Astika Pamumpuni 22007310.pdf": "https://digilib.itb.ac.id/gdl/download/292358", "Bab 6 Astika Pamumpuni 22007310.pdf": "https://digilib.itb.ac.id/gdl/download/292359", "Daftar Pustaka Astika Pamumpuni 22007310.pdf": "https://digilib.itb.ac.id/gdl/download/292360", "Lampiran Astika Pamumpuni 22007310.pdf": "https://digilib.itb.ac.id/gdl/download/292361"}, "Penulis": "Astyka Pamumpuni [22007310]", "Kontributor / Dosen Pembimbing": ["Ir. Benyamin Sapiie, Ph.D", "Dr. Ir. Agus Handoyo H."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "12 Jun 2023"}