{"Nomor": 72991, "Judul": "PENGOLAHAN CITRA DIGITAL UNTUK SISTEM PENJEJAK SASARAN PADA MODEL ROKET LEMBAGA ANTARIKSA DAN PENERBANGAN NASIONAL", "Abstrak": "Pengolahan citra digital merupakan ilmu yang sedang berkembang dengan pesat\ndan memiliki berbagai aplikasi baik dalam bidang sains maupun teknologi. Salah\nsatu aplikasi yang cukup banyak ditemukan yaitu dalam sistem kendali wahana\ntak berawak, baik itu untuk keperluan pendeteksian objek penghalang, pengendali\narah gerak wahana maupun untuk penjejak target sasaran.\nDalam penelitian ini dilakukan implementasi algoritma pengolahan citra digital\nuntuk menghasilkan masukan bagi sistem kendali roket. Tujuan yang ingin\ndicapai yaitu agar roket dapat mendeteksi arah pergerakan objek sasaran dan\nmengikuti pergerakannya. Algoritma yang digunakan mencakup algoritma\npengolahan citra untuk segmentasi, morfologi dan ekstraksi ciri objek sasaran.\nSegmentasi objek berdasarkan warna objek diimplementasikan dengan fungsi\ncolor thresholding, sementara segmentasi berdasarkan luas area\ndiimpementasikan dengan fungsi particle filter. Di antara kedua fungsi segmentasi\ndisisipkan convex hull sebagai algoritma morfologi untuk melakukan closing pada\npartikel diskontinu. Ekstraksi koordinat titik pusat massa objek dilakukan\nmenggunakan fungsi particle analysis dan informasi yang didapat berupa posisi\ndan kecepatan objek dikirimkan ke sistem kendali setelah melalui proses estimasi\noleh filter Kalman.\nAlgoritma-algortima tersebut diimplementasikan dengan menggunakan perangkat\nlunak LabVIEW khususnya modul Vision Development dan prosesor citra CVS\n1454 yang diproduksi oleh NATIONAL INSTRUMENTS. Hasil-hasil yang\ndiperoleh pada penelitian ini memperlihatkan bahwa sistem pengolahan citra telah\ndapat mendeteksi objek sasaran berdasarkan ciri warna, ukuran dan posisi\nrelatifnya terhadap titik tengah kamera. Dalam tahap integrasi, model roket telah\ndapat mengikuti pergerakan objek sasaran meskipun kesalahan yang dihasilkan\nmasih relatif besar sebagai akibat dari ketidakstabilan model roket.", "Daftar File": {}, "Penulis": "ALAMSYAH [13202046]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pengolahan citra digital, penjejakan objek, filter Kalman, roket.", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "0 file", "Tanggal Input": "12 Jun 2023"}