{"Nomor": 73003, "Judul": "ANALISIS FAKTOR-FAKTOR YANG MEMENGARUHI LOYALITAS MEREK DENGAN KEPUASAN PELANGGAN SEBAGAI VARIABEL MEDIASI PADA MEREK LOKAL MEWAH (STUDI PENDAHULUAN KASUS BUTTONCARVES)", "Abstrak": "Industri barang mewah telah mendapatkan perhatian global sebagai simbol status dan kebanggaan dalam kehidupan manusia. Hal ini terutama terlihat di wilayah Asia-Pasifik yang memiliki pangsa konsumen terbesar untuk barang mewah pribadi. Untuk memanfaatkan peluang besar ini, banyak rumah mode ternama berusaha membangun keberadaan mereka di wilayah ini. Indonesia, khususnya, telah menyaksikan pertumbuhan yang signifikan dalam konsumsi barang mewah di kalangan segmen menengah atas. Beberapa merek mewah lokal telah memasuki pasar, menawarkan produk-produk mewah dan eksklusif yang ditandai dengan kualitas kain yang tinggi dan harga premium, mirip dengan merek-merek mewah yang sudah mapan. Salah satu merek tersebut adalah Buttonscarves yang didirikan pada tahun 2016 dan kini telah menjadi gaya hidup bagi perempuan Muslim dengan produk unggulan berupa jilbab bergambar. Namun, ketidakpuasan pelanggan terhadap kualitas produk Buttonscarves telah muncul sebagai perhatian serius. Ketidakpuasan tersebut mengancam citra merek secara umum dan berdampak pada loyalitas merek. Oleh karena itu, penelitian ini mengeksplorasi hubungan antara citra merek, persepsi nilai pelanggan, persepsi kualitas pelanggan, dan loyalitas merek, dengan kepuasan pelanggan sebagai variabel mediasi. Melalui survei yang ditujukan kepada konsumen Buttonscarves, data dianalisis menggunakan PLS-SEM. Secara mencolok, penelitian ini mengungkapkan bahwa Citra Merek, Persepsi Nilai Pelanggan, dan Persepsi Kualitas Pelanggan adalah faktor-faktor yang mempengaruhi Kepuasan Pelanggan. Sementara Persepsi Nilai Pelanggan adalah satu-satunya faktor yang secara positif mempengaruhi Loyalitas Merek, karena Citra Merek dan Persepsi Kualitas Pelanggan tidak memiliki pengaruh positif terhadap Loyalitas Merek. Penelitian ini memberikan kontribusi dalam mengisi kesenjangan penelitian ini dengan menyelidiki hubungan antara Citra Merek, Persepsi Nilai Pelanggan, Persepsi Kualitas Pelanggan, Kepuasan Pelanggan, dan Loyalitas Merek dalam konteks merek-merek mewah Indonesia. Temuan yang diperoleh dari penelitian ini memberikan kontribusi dalam memperluas pengetahuan dan pemahaman dalam bidang branding dan pemasaran, terutama dalam merek-merek mewah lokal.", "Daftar File": {"2023 SK PP Ladya Lutfia Q. Giffari   [19020156] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/292386"}, "Penulis": "Ladya Lutfia Q. Giffari [19020156]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Citra Merek, Fesyen Muslim, Loyalitas Merek, Persepsi Kualitas Pelangga, Persepsi Nilai Pelanggan, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "13 Jun 2023"}