{"Nomor": 73001, "Judul": "MENENTUKAN PREMI ASURANSI KENDARAAN BERMOTOR DENGAN GENERALIZED GEO-ADDITIVE MODEL", "Abstrak": "Asuransi kendaraan bermotor merupakan asuransi yang memberikan manfaat atas kerugian yang terjadi pada kendaraan bermotor. Untuk mendapat perlindungan atas kerugian finansial yang terjadi pada kendaraan bermotornya, pemilik kendaraan perlu membayar sejumlah premi kepada perusahaan asuransi. Besar premi yang dibayarkan tidak bisa sama untuk seluruh pemegang polis karena masing-masing polis memiliki karakteristik kendaraan yang berbeda. Penetapan premi perlu mempertimbangkan faktor risiko tertanggung maupun pemegang polis. Selain itu, aspek geografis juga sangat berpengaruh terhadap banyaknya kejadian kecelakaan bermotor ataupun kasus kehilangan kendaraan bermotor. Dengan menggunakan data klaim asuransi kendaraan bermotor suatu perusahaan asuransi umum di Indonesia, akan dilihat pengaruh faktor risiko yang menjadi variabel prediktor, yaitu kategori kendaraan, jenis penggunaan, dan wilayah terhadap variabel respons frekuensi dan severitas klaim. Perkalian antara ekspektasi frekuensi klaim dan severitas klaim akan menghasilkan premi murni untuk setiap polis. Untuk memodelkan hubungan antara variabel prediktor dengan variabel respons ditambah dengan perhatian khusus terhadap aspek geografis atau wilayah, akan digunakan Generalized Geo-additive Model (GGAM). GGAM merupakan perluasan dari Generalized Additive Model (GAM) dengan tambahan efek acak spasial terstruktur dan tidak terstruktur pada modelnya. Pada tugas akhir ini, dilakukan pembentukan model terhadap data pemegang polis tahun 2016 dengan banyak polis 737376 polis dan banyak klaim yang diajukan adalah 5382 klaim. Didapatkan hasil bahwa severitas klaim dipengaruhi oleh kategori kendaraan, jenis penggunaan, dan wilayah sedangkan frekuensi klaim dipengaruhi oleh kategori kendaraan. Selain itu, akan ditentukan pula klaster wilayah yang berisikan provinsi-provinsi di Indonesia menggunakan metode k-means. Provinsi yang berada pada satu klaster akan memiliki besar premi yang sama.", "Daftar File": {"ABSTRAK Yohan Muffira Sukarna": "https://digilib.itb.ac.id/gdl/download/292384"}, "Penulis": "Yohan Muffira Sukarna [10819025]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Asuransi Kendaraan Bermotor, Frekuensi Klaim, Severitas Klaim, Premi Murni, Generalized Geo-Additive Model (GGAM), Efek Spasial, Analisis Klaster, K-Means", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "12 Jun 2023"}