{"Nomor": 73004, "Judul": "PENGEMBANGAN BRIKET RANTING BAMBU DAN LIMBAH CANGKANG KEMIRI", "Abstrak": "Energi merupakan kebutuhan yang sangat esensial bagi manusia namun cadangan\nbahan bakar fosil yang tidak dapat diperbaharui semakin menipis sehingga\ndibutuhkan terobosan untuk menghasilkan sumber energi alternatif yang efisien,\nekonomis, dan ramah lingkungan sebagai pengganti bahan bakar fosil. Briket\nmerupakan sumber energi alternatif yang berasal dari biomassa. Pada penelitian\nini, biomassa yang dimanfaatkan sebagai bahan baku briket adalah ranting bambu\n(RB) dan limbah cangkang kemiri (CK). Briket CK-RB dibuat menggunakan\nperekat tepung tapioka untuk mempelajari sifat mekanik briket, nilai kalori, kadar\nabu dan volatile matter. RB dan limbah CK kering diolah menjadi serbuk arang\ndengan ukuran partikel ~0,25 mm. Studi awal dilakukan untuk mendapatkan nilai\ntekanan pembriketan terbaik berdasarkan uji tekan pada briket yang dihasilkan\ndan didapat tekanan pembriketan terbaik yaitu 29778,99 N/m2\n. Selanjutnya briket\ndibuat menggunakan tekanan dengan nilai tersebut, dengan variasi konsentrasi\nCK. Pada briket yang dihasilkan dilakukan uji tekan menggunakan universal\ntesting machine (UTM) dan uji nilai kalori menggunakan bomb calorimeter IKA\nC 2000. Hasil penelitian menunjukkan bahwa nilai ultimate strength, modulus\nelastisitas, strain pada saat fracture, serta nilai kalori meningkat seiring dengan\npertambahan konsentrasi CK. Kadar abu dan volatile matter semakin menurun\nseiring dengan bertambahnya konsentrasi CK. Pada penelitian ini, diperoleh briket\nyang paling optimum adalah CK-RB 8 dengan konsentrasi CK 8/24 (w/w). Nilai\nultimate strength, modulus elastisitas, strain pada saat fracture , nilai kalori, kadar\nabu, dan volatile matter briket CK-RB 8 yang diperoleh masing-masing adalah\n3,86 MPa; 50 MPa; 0,141; 6.331 kalori/gram; 8%; 8,59%.", "Daftar File": {"ABSTRAK Yessi Gusnia": "https://digilib.itb.ac.id/gdl/download/292387"}, "Penulis": "Yessi Gusnia [20221014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Widayani", "Dr. Irfan Dwi Aditya, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Energi, briket, biomassa, ranting bambu, limbah cangkang kemiri.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "13 Jun 2023"}