{"Nomor": 73012, "Judul": "MODEL MATEMATIKA DAN STRATEGI OPTIMAL HIT PHENOMENA UNTUK BRAND KOSMETIK INDONESIA", "Abstrak": "Seiring berkembangnya dunia digital, dikenal istilah pemasaran viral (viral marketing) atau disebut juga dengan Word of Mouth (WOM). Pemasaran Word of Mouth ini diterapkan dengan menmanfaatkan Influencer dan Brand Ambassador, di mana pelaku bisnis membayar selebriti internet untuk mempromosikan produk dari bisnis yang dikelolanya melalui sosial media. Penelitian ini membahas tentang perbandingan model Bass dan model Hit Phenomena untuk melihat pengaruh Word of Mouth terhadap penjualan Brand Kosmetik Indonesia. Pada model Bass ditinjau perubahan total populasi konsumen dengan mempertimbangkan laju komunikasi langsung dan komunikasi tidak langsung. Sedangkan model Hit Phenomena meninjau populasi konsumen dan Brand Ambassador secara terpisah yang dimodifikasi dari model SIR-SI. Untuk memperoleh laju komunikasi yang mempresentasikan data aktual, pada model Bass dilakukan estimasi parameter menggunakan Nonlinear Least Square sedangkan pada model Hit Phenomena digunakan metode Runge-Kutta orde 4. Selain itu, dilakukan pula analisis agar penjualan kosmetik Indonesia optimal dengan melakukan kontrol optimal dari model Hit Phenomena yang dikonstruksi menggunakan model kompartemen sederhana SIR-SI. Kontrol optimal digunakan untuk meminimumkan banyaknya Brand Ambassador yang harus dikontrak perusahaan. Hasil simulasi numerik pada masalah kontrol optimal menunjukkan bahwa promosi mandiri yang dilakukan perusahaan dan laju interaksi Influencer dan populasi potensial dapat mengurangi banyaknya Brand Ambassador yang harus dikontrak oleh perusahaan.", "Daftar File": {"ABSTRAK Sukma Eka Pratiwi": "https://digilib.itb.ac.id/gdl/download/292395"}, "Penulis": "Sukma Eka Pratiwi [10119068]", "Kontributor / Dosen Pembimbing": ["Dr. Dewi Handayani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kosmetik, model Bass, model Hit Phenomena, kontrol optimal", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "13 Jun 2023"}