{"Nomor": 73024, "Judul": "PENGARUH PENYUMBATAN PORI (CLOGGING) PADA PERKERASAN ASPAL POROUS TERHADAP PERMEABILITAS DAN LIMPASAN PERMUKAAN", "Abstrak": "Penelitian ini bertujuan untuk menganalisis pengaruh penyumbatan pori pada aspal\nporous terhadap kemampuan drainase melalui parameter limpasan permukaan dan\npermeabilitas. Asbuton murni digunakan sebagai bahan pengikat dengan harapan\ndapat memperbaiki kualitas campuran. Penelitian disimulasikan pada kondisi\nsebelum dan sesudah terjadi penyumbatan pori dengan variasi load sedimen,\ngradasi campuran, dan curah hujan. Penentuan gradasi campuran melalui proses\ntrial dengan ketentuan batas sesuai ASTM D7064/D7064M ? 08 (2013). Pengujian\ntersebut menggunakan alat falling head dan rainfall simulator. Selain itu, juga\ndilakukan analisis terhadap tekstur makro dan mikro permukaan aspal porous\nsebagai pendukung faktor keamanan dalam berkendara. Pengujian menggunakan\nalat British Pendulum Tester (BPT) dan metode sand patch. Hasil pengujian\nmenunjukkan bahwa load sedimen berpengaruh terhadap penurunan kapasitas\ninfiltrasi campuran aspal porous. Kapasitas infiltrasi campuran aspal porous dengan\nVIM 20,67% dapat menurun hingga 22% ketika disimulasikan penyumbatan pori\ndengan load sedimen sebesar 780 gram/m2. Intensitas hujan 110 mm/jam hanya\ndapat mengembalikan kemampuan pengaliran air pada ketiga campuran aspal\nporous sebesar 11%. Tidak ada limpasan permukaan pada seluruh campuran baik\ndalam kondisi pori normal maupun tersumbat oleh sedimen. Di antara ketiga desain\ncampuran aspal porous, campuran dengan VIM 23% memiliki ketahanan\npenyumbatan pori paling baik terhadap load sedimen yang disimulasikan. Untuk\nmenghasilkan campuran dengan VIM tinggi, gradasi campuran aspal porous\ndidesain dengan nilai koefisien keseragaman (Cu) yang rendah. Lalu, dari aspek\nkeamanan berkendara, campuran aspal porous menghasilkan kekesatan permukaan\nyang tinggi.", "Daftar File": {"ABSTRAK Talitha Puspa Melati": "https://digilib.itb.ac.id/gdl/download/292445"}, "Penulis": "Talitha Puspa Melati [26921024]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T, M.T.", "Dr. Eri Susanto Hariyadi, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Aspal Porous, Asbuton, Limpasan Permukaan, Permeabilitas, Rainfall Simulator, Tekstur Makro, Tekstur Mikro.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Jun 2023"}