{"Nomor": 73026, "Judul": "PEMODELAN UJRAH DAN TABARRU' UNTUK ASURANSI JIWA SYARIAH DENGAN GENERALIZED LINEAR MODELS (GLM) UNIVARIAT DAN MULTIVARIAT", "Abstrak": "Asuransi syariah adalah usaha saling melindungi dan tolong-menolong di antara sejumlah orang atau pihak. Dalam asuransi syariah, setiap kontribusi peserta yang dibayarkan terbagi menjadi dua bagian yaitu ujrah dan tabarru’. Ujrah (upah) adalah dana yang dibayarkan sebagai pembalas jasa atau tenaga yang sudah dikeluarkan. Sedangkan tabarru’ adalah dana yang dibayarkan semua peserta asuransi syariah dengan tujuan untuk disalurkan kepada peserta asuransi lainnya saat terkena musibah atau membutuhkan. Saat ini belum ada panduan kuantitatif dalam menetapkan besar ujrah ataupun tabarru’ dari Dewan Syariah Nasional (DSN) ataupun Otoritas Jasa Keuangan (OJK). Dalam penelitian ini, dibentuk model secara kuantitatif untuk menentukan besar ujrah dan tabarru’. Metode yang digunakan adalah generalized linear models (GLM), dengan variabel respon ujrah dan tabarru’, serta variabel prediktor klaim, reasuransi, dan biaya pemasaran. Pemodelan dilakukan univariat (masing-masing variabel respon) dan bersamaan (multivariat). Ujrah dan tabarru’ diasumsikan berdistribusi Gamma dan pada model gabungan kedua variabel tersebut diasumsikan berdistribusi Gamma Bivariat McKay. Selain itu, ditemukan juga bahwa besar klaim, besar reasuransi, dan biaya pemasaran dapat berpengaruh secara langsung kepada penentuan besar ujrah dan tabarru’. Model terbaik menunjukkan kecocokan dengan ????2 99%. Model multivariat memperlihatkan beberapa kesamaan dengan model univariat yang dibangun yaitu pada taksiran ????.", "Daftar File": {"ABSTRAK Nayla Frisly Mahadewi": "https://digilib.itb.ac.id/gdl/download/292448"}, "Penulis": "Nayla Frisly Mahadewi [10819027]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Ujrah, Tabarru’, Generalized Linear Models (GLM), Multivariate Generalized Linear Models (MGLM), Distribusi Gamma Bivariat McKay", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "13 Jun 2023"}