{"Nomor": 73027, "Judul": "ANALISIS PENGEMBANGAN KURVA KERAPUHAN BANGUNAN DAN ESTIMASI KERUGIAN EKONOMI AKIBAT TSUNAMI (STUDI KASUS: DESA PANGANDARAN DAN DESA PANANJUNG, JAWA BARAT)", "Abstrak": "Bencana tsunami menyebabkan kerugian dan kerusakan yang masif. Hal ini mendorong upaya untuk mengurangi risiko tsunami, salah satunya dengan penilaian kerusakan dan kerugian ekonomi. Memahami potensi dampak ekonomi penting untuk ketahanan masyarakat dan kebutuhan mitigasi. Studi ini bertujuan untuk menentukan model terbaik untuk kurva kerapuhan bangunan terhadap tsunami, menentukan tingkat kerentanannya, kemudian mengestimasi nilai kerugian ekonomi yang disebabkan oleh kerusakan bangunan. Area studi yang dipilih adalah Desa Pangandaran dan Desa Pananjung, yang merupakan wilayah terdampak Tsunami Pangandaran 2006. Berdasarkan penelitian terbaru, kedua desa ini juga berpotensi mengalami gempa megathrust, yang akan menghasilkan tsunami besar.\nMetode yang digunakan untuk membangun kurva kerapuhan adalah Ordinary Least Square (OLS), Generalized Linear Model (GLM), Generalized Additive Model (GAM), dan Bayesian Linear Regression (BLR). Kerentanan bangunan dinilai berdasarkan damage ratio. Kerugian ekonomi dihitung berdasarkan nilai bangunan, luas bangunan, dan damage ratio. Hasil penelitian menunjukkan bahwa model GLM sebagian besar menghasilkan model terbaik. Sebanyak 97,54% bangunan berada pada tingkat kerentanan tinggi. Sementara itu, total kerugian ekonomi bangunan akibat tsunami di Desa Pangandaran dan Desa Pananjung adalah Rp4.740.273.810.499. Hasil penelitian ini diharapkan dapat membantu perencanaan mitigasi struktural, baik oleh pemerintah, maupun pihak-pihak lain yang berkaitan.", "Daftar File": {"ABSTRAK Atik Nurul Aini": "https://digilib.itb.ac.id/gdl/download/292449"}, "Penulis": "Atik Nurul Aini [25122014]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D.", "Dr. rer. nat. Wiwin Windupranata, S.T, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "kurva kerapuhan, ordinary least square (OLS), generalized linear model (GLM), generalized additive model (GAM), bayesian linear regression (BLR), kerugian ekonomi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Jun 2023"}