{"Nomor": 73022, "Judul": "PENGARUH ULTRASONIKASI DALAM PENGEMBANGAN THIN FILM COMPOSITE MEMBRANE UNTUK APLIKASI FORWARD OSMOSIS", "Abstrak": "Forward Osmosis (FO) merupakan proses yang dapat menjadi alternatif solusi\ndalam pengolahan air. Namun, FO masih memiliki beberapa tantangan yang selain\ndisebabkan oleh faktor eksternal, dapat juga disebabkan oleh struktur membran.\nActive layer dari membran FO biasanya menggunakan material poliamida (PA),\nsedangkan support layer biasanya menggunakan material polisulfon (PSf).\nWalaupun PSf cenderung memiliki selektivitas yang tinggi, PSf kurang tahan\nterhadap pelarut organik dan suhu tinggi. Untuk mengatasi hal tersebut,\npolipropilen (PP) dapat menjadi alternatif material. Namun, PP bersifat hidrofobik\nyang dapat mengurangi fluks air dan menghambat fabrikasi active layer. Oleh\nkarena itu, perlu dilakukan modifikasi hidrofilisitas pada membran PP. Peningkatan\npada sisi active layer juga dapat dilakukan dengan metode Ultrasonic Assisted\nInterfacial Polymerization (UAIP). UAIP menggunakan gelombang ultrasonik\nuntuk meningkatkan performa membran dengan membuat nanobubble yang dapat\nmembantu proses interfacial polymerization. Penelitian ini akan berfokus pada\nmetode fabrikasi membran Thin Film Composite hollow fiber berbasiskan material\nPP dan PA yang dilakukan dalam 2 tahap yaitu modifikasi hidrofilisitas PP dan\nfabrikasi PA dengan UAIP. Terdapat 2 metode modifikasi hidrofilisitas PP yaitu\nswelling dan acid dipping. Sedangkan, pada proses UAIP, terdapat 3 tahap yang\nakan dilakukan yaitu percobaan awal one factor at time, percobaan faktorial 25-1,\ndan percobaan evaluasi pengaruh ultrasonik terhadap performa membran FO.\nMembran akan dikarakterisasi dan dievaluasi dengan melihat gugus fungsi,\nhidrofilisitas, dan performanya baik fluks air maupun selektivitas. Faktor yang akan\nditeliti pada proses UAIP antara lain konsentrasi reaktan, metode curing, waktu\nsetiap perlakuan, dan perlakuan ultrasonikasi. Berdasarkan hasil analisis, metode\npre-treatment terbaik adalah metode swelling dengan menggunakan IPA sebagai\npermeatornya. Metode ini dapat menghasilkan lapisan support PP yang cukup\nhidrofilik dan homogen dengan fluks dan selektivitas yang baik dibandingkan\nmetode lainnya. Selain itu, hasil analisis juga menunjukan bahwa pengaruh\nultrasonik terbukti secara statisik menghasilkan pengaruh yang signifikan baik\nuntuk model fluks air maupun selektivitas dengan tingkat signifikansi hingga 99%.\nUltrasonik dapat meningkatkan kinerja dari membran hingga 14 % menjadi 1,8\nLMH untuk fluks air dan 26% menjadi 3,65 untuk selektivitas air dan garam.", "Daftar File": {"ABSTRAK Jeremiah Tjandra": "https://digilib.itb.ac.id/gdl/download/292451"}, "Penulis": "Jeremiah Tjandra [23022014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Danu Ariono", "Graecia Lugito, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Forward Osmosis, Modifikasi Hidrofilisitas, Ultrasonik, Polipropilen", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Jun 2023"}