{"Nomor": 73031, "Judul": "PEMODELAN SEMIVARIOGRAM ISOTROPIK DENGAN TRANSFORMASI BOXCOX PADA DATA DAN MENGGUNAKAN METODE INTERPOLASI COKRIGING", "Abstrak": "Semivariogram isotropik merupakan suatu statistik yang digunakan untuk mengukur korelasi spasial dari pasangan lokasi yang terpisahkan oleh jarak tertentu.\nPenaksiran semivariogram eksperimental yang digunakan adalah Matheron dengan pembagian lag jarak Sturgess. Sering kali, data yang memiliki pencilan mempengaruhi estimasi nilai penaksiran semivariogram. Dalam studi ini akan ditentukan model semivariogram isotropik dari data lahan gambut dengan penaksiran parameter Ordinary Least Squares dan menggunakan metode interpolasi cokriging. Lahan gambut adalah lahan tanah yang terbentuk dari timbunan sisa-sisa tanaman yang telah mati, baik yang sudah lapuk maupun belum. Data lahan gambut yang digunakan adalah dari Pulau Sumatera, yang didapat dari website prims.brg.go.id. Variabel yang dipilih adalah Tinggi Muka Air Tanah (TMA) dan curah hujan. Distribusi TMA memiliki banyak pencilan sehingga akan ditransformasi menggunakan transformasi BoxCox. Metode penaksiran parameter yang digunakan adalah Ordinary Least Square. Model semivariogram teoritis yang sesuai akan divalidasi menggunakan metode uji Q1. Model semivariogram yang cocok untuk variabel TMA adalah Sperikal, untuk Curah Hujan adalah Gauss dan untuk TMA hasil transformasi BoxCox adalah Eksponensial. Selanjutnya akan ditaksir nilai pada beberapa lokasi dengan menggunakan metode interpolasi data yang digunakan adalah Cokriging. Hasil taksiran dengan cokriging, dengan variabel primer TMA hasil transformasi lebih dekat 22 kali dengan data aktual dibandingkan dengan variabel primer TMA yang 180 kali data aktual.", "Daftar File": {"2023 ANASTASYA 10119105.pdf": "https://digilib.itb.ac.id/gdl/download/292478"}, "Penulis": "Anastasya [10119105]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Lahan gambut, semivariogram isotropik, cokriging, uji Q1, transformasi boxcox, ordinary least square.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "13 Jun 2023"}