{"Nomor": 73038, "Judul": "PEMODELAN RISIKO KERUGIAN FINANSIAL AKIBAT GEMPA BUMI TEKTONIK BERDASARKAN EARTHQUAKE CATASTROPHE (CAT) MODEL: STUDI KASUS BANGUNAN RESIDENSIAL DI KABUPATEN MIMIKA", "Abstrak": "Indonesia merupakan negara yang terletak di pertemuan empat lempeng tektonik besar dunia, yaitu Lempeng Indo-Australia, Lempeng Eurasia, Lempeng Pasifik, dan Lempeng Laut Filipina. Hal ini mengakibatkan Indonesia berpotensi mengalami banyak gempa bumi. Selain dapat menyebabkan banyak korban jiwa, gempa bumi juga dapat mengakibatkan terjadinya kerugian finansial akibat kerusakan yang terjadi pada properti dan infrastruktur. Menurut Badan Kebijakan Fiskal Kementerian Keuangan, rata-rata kerugian ekonomi di Indonesia akibat gempa bumi adalah sebesar Rp7.56 triliun per tahun. Akibatnya, diperlukan suatu mekanisme untuk meminimalisir risiko kerugian finansial atas kejadian katastrofe gempa bumi; salah satunya adalah melalui mekanisme earthquake insurance. Dalam Tugas Akhir ini, dibahas tentang Earthquake Catastrophe (CAT) Model, untuk memodelkan kerugian finansial akibat gempa bumi tektonik, yang kemudian dapat digunakan untuk menentukan premi dari earthquake insurance. Terdapat empat modul dalam Earthquake CAT Model, yaitu Hazard Module, Inventory Module, Vulnerability Module, dan Loss Module. Di dalam Loss Module, dibangun Event Loss Table (ELT) berdasarkan kejadian-kejadian gempa bumi tektonik di masa lalu (gempa bumi historis) atau berdasarkan kejadian-kejadian gempa bumi tektonik di dalam katalog gempa sintetis. Dalam Tugas Akhir ini, dibangun ELT menggunakan collective risk model untuk kerugian finansial yang dialami properti (bangunan) residensial di Kabupaten Mimika, Provinsi Papua Tengah, akibat gempa bumi tektonik subduksi (megathrust) historis. Multiskenario dari ELT dibangun berdasarkan distribusi peluang moment magnitude gempa bumi tektonik menggunakan simulasi Monte-Carlo. Distribusi peluang dari ELT dapat ditentukan yang kemudian digunakan untuk menentukan Value-at-Risk dan Tail Value-at-Risk dari ELT.", "Daftar File": {"ABSTRAK Vincensius Ferer Christian W.": "https://digilib.itb.ac.id/gdl/download/293750"}, "Penulis": "Vincensius Ferer Christian W. [10819004]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "CAT Model, Event Loss Table, simulasi Monte-Carlo, collective risk model, gempa bumi tektonik subduksi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "13 Jun 2023"}