{"Nomor": 73036, "Judul": "OFFICE PARK UNTUK INDUSTRI KREATIF DI BUMI SERPONG DAMAI", "Abstrak": "Kegiatan perkantoran yang mewadahi bisnis menjadi hal primer yang memutar roda\nekonomi suatu negara. Perekonomian kreatif yang saat ini sedang berkembang dengan baik membutuhkan \nwadah tersendiri untuk mendorong kemajuannya. Para pebisnis maupun karyawan membutuhkan ruang baru \ntempat mereka bekerja yang memiliki kenyamanan dan keunikan tersendiri sehingga dapat selalu \nmenginspirasi para karyawan. Para karyawan ingin bekerja di mana mereka merasa seperti di rumah \nsendiri dengan kenyamanan yang diberikan, serta lingkungan yang indah dan terpelihara dengan baik.\nKantor sebagai suatu bangunan yang privat harus dapat mewadahi kebutuhan para karyawan yang bekerja \ndi dalamnya. Kebutuhan akan fasilitas utama serta penunjang yang mendukung rutinitas pekerjaan \nharus memiliki fleksibilitas ruang yang baik. Fleksibilitas penggunaan ruang ini serta keefektifan  \nperbandingan  luasan antara ruang yang disewakan dengan core bangunan adalah hal yang harus \ndiperhatikan. Selain itu, melihat segmen perusahaan yang menjadi sasaran, yaitu perusahaan industri \nkreatif,  maka  kantor  ini  juga harus memiliki nilai jual lebih dari segi ruang luar serta bentuk \nbangunan yang menginspiras i karyawan.\nSeluruh aspek dari segi standar kantor, pengguna bangunan, serta analisa tapak dirangkum dalam satu \nkonsep utama yang menjadi dasar dari perancangan kasus ini. 0ffice park untuk industri kreatif ini \nkemudian akan mewadahi kegiatan segmennya di daerah BSD\ndan Jakarta Selatan.", "Daftar File": {}, "Penulis": "Ajeng Anggita [15204041]", "Kontributor / Dosen Pembimbing": ["Ir. Achmad Deni Tardiyana, MUDD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kantor, usaha industri kreatif, BSD", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "13 Jun 2023"}