{"Nomor": 73045, "Judul": "MODEL RUANG-WAKTU PERUMUMAN OTOREGRESI PADA SIFAT FISIK LAHAN GAMBUT", "Abstrak": "Indonesia memiliki salah satu sebaran lahan gambut terluas di dunia. Salah satu fungsi lahan gambut adalah penyimpan karbon. Dalam kondisi stabil, lahan gambut menyerap karbon secara bersih sedangkan dalam kondisi tidak stabil atau kondisi kering, lahan gambut mengeluarkan lebih banyak gas CO2 akibat kondisinya yang terbuka terhadap udara dan lebih rentan terjadi kebakaran. Beberapa studi menunjukkan bahwa kestabilan lahan gambut dipengaruhi oleh sifat fisik lahan gambut, seperti tinggi muka air dan kelembapan tanah. Apabila tinggi muka air lebih dari 0.4 m di bawah permukaan tanah, fungsi budidaya lahan gambut dapat rusak. Untuk mengantisipasi terjadinya kondisi tidak stabil, diperlukan suatu model yang dapat memprediksi sifat fisik lahan gambut di masa depan. Karena sifat fisik lahan gambut dapat berubah dari waktu ke waktu dan dipengaruhi oleh sifat fisik dari lahan gambut di lingkungan sekitarnya, model yang dapat digunakan adalah model ruang-waktu. Karena lahan di Indonesia memiliki sifat heterogen, model ruang-waktu yang cocok adalah model Generalized Space Time Autoregressive (GSTAR).\nPemodelan GSTAR dapat dibagi menjadi enam tahap. Pada tahap pertama, dilakukan identifikasi model GSTAR berdasarkan pergerakan space time autocorrelation function (STACF) dan space time partial autocorrelation function (STPACF) terhadap lag waktu dan lag spasial. Pada tahap kedua, dilakukan estimasi parameter untuk calon-calon model yang diperoleh dari tahap pertama dengan menggunakan metode Kuadrat Terkecil. Pada tahap ketiga, dilakukan uji diagnostik yang menguji kestasioneran dengan menggunakan pendekatan Invers Matriks Autokovariansi (IMAk) dan pemenuhan asumsi white noise dari residual yang bersifat saling bebas terhadap waktu melalui uji Ljung-Box dan berdistribusi normal dengan rerata nol dan variansi konstan melalui uji Kolmogorov-Smirnov dari calon-calon model tersebut. Pada tahap keempat, dilakukan pemilihan model terbaik melalui perhitungan rerata kuadrat residual (MSR) untuk data training dan rerata kuadrat galat (MSE) untuk data testing. Pada tahap kelima, dilakukan uji signifikansi parameter dengan menggunakan statistik F untuk mendeteksi parameter-parameter yang signifikan. Pada tahap keenam, dilakukan prediksi beberapa waktu ke depan dengan menggunakan model terbaik.\nMatriks bobot spasial sebagai salah satu komponen penting dalam model GSTAR merupakan matriks yang berisi bobot pengaruh dari lokasi tetangga terhadap lokasi acuan. Dalam pembuatan matriks bobot spasial, perlu ditentukan pendefinisian ordedikembangkan pendefinisian orde lag spasial yang menyerupai bentuk belah ketupat berlapis. Umumnya, matriks bobot spasial dibagi menjadi matriks uniform dan matriks invers jarak. Pada tugas akhir ini, digunakan matriks bobot spasial secara tiga dimensi. Akan tetapi, karena ada kemungkinan bahwa perbedaan posisi ketinggian lokasi tetangga terhadap lokasi acuan memiliki distribusi bobot yang berbeda dengan posisinya pada bidang, digunakan perkalian Hadamard yang menghubungkan matriks bobot spasial invers jarak secara dua dimensi dan matriks bobot spasial menurut perbedaan posisi ketinggian. Dalam tugas akhir ini, matriks ini dinamakan matriks bobot spasial modifikasi.\nSebagai studi kasus, daerah yang menjadi fokus adalah Kabupaten Pulang Pisau, Provinsi Kalimantan Tengah. Titik-titik lokasi lahan gambut yang diobservasi dalam tugas akhir ini adalah enam lokasi di Kabupaten Pulang Pisau yang diberi nama Jabiren, Jabiren2, Jabiren5, Jabiren7, Kahayan Hilir, dan Pandih Batu. Variabel yang digunakan adalah tinggi muka air, kelembapan tanah, dan curah hujan. Periode data yang digunakan adalah periode 20 Februari 2021-18 Maret 2023 yang saling berjarak tujuh hari. Untuk tinggi muka air, digunakan keenam lokasi, untuk kelembapan tanah, digunakan empat lokasi: Jabiren, Jabiren2, Jabiren5, dan Pandih Batu, sedangkan untuk curah hujan, digunakan empat lokasi: Jabiren, Jabiren2, Jabiren5, Jabiren7. Dari hasi pemodelan GSTAR, diperoleh model GSTAR(2;0,1) dengan matriks bobot modifikasi a = 0.1 dan b = 1.1 untuk tinggi muka air, AR(1) untuk kelembapan tanah, dan GSTAR(2;1,2) dengan matriks bobot modifikasi a = 0 dan b = 1.0001 untuk curah hujan. Hal ini menandakan bahwa tinggi muka air suatu lokasi dipengaruhi oleh tinggi muka air lokasi tetangganya dengan distribusi bobot yang berbeda untuk perbedaan posisi ketinggian. Sementara itu, kelembapan tanah suatu lokasi hanya dipengaruhi oleh kelembapan tanah lokasi itu sendiri di masa lalu sedangkan curah hujan juga dipengaruhi oleh tinggi muka air lokasi tetangganya tetapi menggunakan distribusi bobot yang sama untuk perbedaan posisi ketinggian. Telah diprediksikan bahwa pada lima minggu berikutnya, dari peta kontur hasil interpolasi ordinary kriging, tinggi muka air dan kelembapan tanah lahan gambut secara keseluruhan di Kabupaten Pulang Pisau cenderung turun sedangkan curah hujan secara keseluruhan cukup stabil.", "Daftar File": {"ABSTRAK Tarasinta Prastoro": "https://digilib.itb.ac.id/gdl/download/292556"}, "Penulis": "Tarasinta Prastoro [10819008]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si.", "Adilan Widyawan Mahdiyasa, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "lahan gambut, sifat fisik, ruang-waktu, matriks bobot.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "13 Jun 2023"}