{"Nomor": 73052, "Judul": "ADSORPSI LARUTAN RHODAMIN B MENGGUNAKAN PVA TERIKAT SILANG ASAM SITRAT TERMODIFIKASI TIOUREA", "Abstrak": "Salah satu limbah tekstil yang banyak ditemukan di perairan adalah zat warna rhodamin B. Rhodamin B merupakan senyawa yang karsinogenik sehingga penting melakukan pemisahan rhodamin B dari lingkungan perairan. Metode adsorpsi merupakan metode yang efektif untuk memisahkan larutan rhodamin B karena prosesnya yang sederhana dan relatif murah. Pada penelitian ini, polivinil alkohol (PVA) yang lebih dahulu diikat silang dengan asam sitrat dimodifikasi lebih lanjut dengan tiourea (TU) untuk memperoleh adsorben yang dapat memisahkan larutan rhodamin B, yang diberi nama PVA.cl.AS-TU. Hasil analisis dengan Fourier-Transform Infrared Spectroscopy (FT-IR) dan Scanning Electron Microscope (SEM) menunjukkan gugus tiourea telah terbentuk pada PVA.cl.AS-TU. Hasil uji adsorpsi menunjukkan kondisi optimum adsorpsi rhodamin B terjadi pada pH 4 dengan waktu kontak 4 menit dan dosis adsorben sebesar 6 g/L. Studi kinetika dan isoterm adsorpsi menunjukkan adsorpsi  mengikuti  model  kinetika  orde  dua  semu  dengan  tetapan  kinetika  sebesar\n382,04 × 10-3 g mg-1 min-1 dan model isoterm Sips dengan kapasitas maksimum sebesar 79,07 mg/g. Adsorpsi yang terjadi merupakan proses eksotermik dengan nilai ?????° dan ?????° berturut-turut sebesar -7,01 kJ/mol dan -76,14 J/molK serta nilai ?????° pada temperatur 300,\n308,  318,  328  K berturut-turut  sebesar  15,89  kJ/mol;  16,44  kJ/mol;  17,20  kJ/mol;  dan\n17,96 kJ/mol.", "Daftar File": {"ABSTRAK Hannifa Puspawardhani Rifa'i": "https://digilib.itb.ac.id/gdl/download/292580"}, "Penulis": "Hannifa Puspawardhani Rifa'i [10519083]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Ali Zulfikar, M.Si., Ph.D., IPP.", "Dr. Rachmawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Polivinil alkohol, tiourea, rhodamin B, asam sitrat, adsorpsi", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "13 Jun 2023"}