{"Nomor": 73055, "Judul": "GOLD NANOPARTICLES (AUNPS) AS ACTIVE MATERIALS TO DETECT SARS-COV-2 USING PLASMONIC COLORIMETRY METHODS AND FILTER-FREE WAVELENGTH SENSORS (FFWS) ON LOCALIZED SURFACE PLASMON RESONANCE (LSPR) PHENOMENON", "Abstrak": "Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) is a virus that causes mild to severe respiratory illness and death. This virus is transmitted by contact or droplets and through the air. Based on the data presented on the WHO Coronavirus (COVID-19) Dashboard, as of 18:06 CET, 21 March 2023, there were 761,071,826 confirmed cases of COVID-19, including 6,879,677 deaths, reported to WHO. Even though covid cases have started to decline since mid-2022, that does not mean that the spread of the COVID-19 virus can be ignored. The pandemic that occurred at the end of 2019 reminded us that a quick response to prevent the spread of the virus is very important. One of the preventive actions that can be taken is to make instruments that can quickly and accurately detect the presence of viruses in the human body.\nThis research describes the application of a filter-free wavelength sensor as a miniature sensor capable of distinguishing wavelength information in a single pixel without using optical components. The transmission value resulting from the gold nano seed in the SPR band is centered around 507-540 nm. In addition, plasmonic gold nanoparticles can detect SARS-CoV-2 well from the range of 100-1,000 ng/ml.\nThe methods used are quantitative methods and qualitative methods. The quantitative approach includes the resulting Limit of Detection (LoD) values, sensitivity, selectivity, Point of Care Testing (PoCT), and Red-Green-Blue (RGB) values. A qualitative approach including colloid color changes, shifts in absorbance peaks on UV-Vis, and morphology of AuNPs were analyzed using TEM and AFM. The color changes from bright red to dark red to purple results in a change in the absorbance wavelength. The resulting AuNP exhibits two distinct resonance peaks with an electric field due to the formation of an electric dipole. The structure-properties of the synthesized AuNPs were confirmed by experimental studies and simulations using ANSYS Lumerical. Based on the two forms of nanoparticles produced, bipyramid gold showed better performance than the gold nanosphere, because there was no significant change in the absorption peaks in the gold nanosphere at the SARS-CoV-2 level of 100-1,000 ng/ml. Therefore, the filter-free wavelength sensor and LSPR biosensor based on gold nanoparticles have the potential to be further developed for applications as virus detection technologies.", "Daftar File": {"ABSTRAK Amanda Anatasya": "https://digilib.itb.ac.id/gdl/download/292637"}, "Penulis": "Amanda Anatasya [23321007]", "Kontributor / Dosen Pembimbing": ["Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "gold nanoparticles, Localize Surface Plasmon Resonance (LSPR), Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2), filter-free wavelength sensor, absorbance.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Jun 2023"}