{"Nomor": 73067, "Judul": "ANALISIS DAN MONITORING LAJU DOSIS RADIASI ALAM DI KABUPATEN MAMUJU SULAWESI BARAT", "Abstrak": "Telah dilakukan pengukuran laju dosis radiasi alam di Kabupaten Mamuju,\nSulawesi Barat. Penelitian dilakukan untuk mengetahui besar laju dosis radiasi\nalam, membandingkan laju dosis radiasi di lokasi penelitian dengan beberapa\nwilayah lainnya di Indonesia dan dunia, serta pemetaan laju dosis radiasi alam.\nPengukuran laju dosis radiasi alam di atas permukaan tanah (ambient dose)\ndilakukan dengan menggunakan detector sintilasi NaI(Tl) Inspector 1000\nCanberra dan Geiger Muller mini Radiac Canberra yang dapat secara langsung\nmengukur laju dosis radiasi di lapangan. Lokasi penelitian mencakup 5\nKecamatan di Kabupaten Mamuju dimana terdapat 75 titik pengukuran yang\nposisi koordinatnya direkam menggunakan GPX Garmin Etrex 10. Teknik\npengukuran dilakukan dengan sistem grid yang berukuran 2 x 2 km2\n. Pengukuran\ndilakukan pada jarak satu meter di atas permukaan tanah dan tepat di atas\npemukaan tanah. Hasil pengukuran menunjukkan terdapat perbedaan nilai yang\ncukup signifikan dari dua detektor yang digunakan. Nilai laju dosis radiasi alam\nrata-rata yang diperoleh dari pengukuran menggunakan detector sintilasi NaI(Tl)\nyaitu sebesar 0,21 ?Sv/jam atau 1,86 mSv/tahun yang lebih rendah dari hasil\npengukuran menggunakan Geiger Muller dengan nilai laju dosis radiasi rata-rata\nsebesar 0,78 ?Sv/jam atau 6,79 mSv/tahun. Adapun nilai dosis efektif tahunan\nrata-rata yang diterima penduduk yaitu sekitar 0,37 mSv/tahun, lebih rendah\ndaripada standar internasional yang ditetapkan oleh UNSCEAR yaitu 0,48\nmSv/tahun. Nilai rata-rata laju dosis radiasi tahunan di kabupaten Mamuju\nmerupakan yang tertinggi di Indonesia. Pemetaan distribusi laju dosis radiasi alam\ndibuat menggunakan software QGIS 3.28.2 dimana tingkat laju dosis radiasi alam\ndi lokasi pengukuran dibedakan berdasarkan warna. Selanjutnya, pengukuran\nradiasi alam diterapkan ke dalam pembelajaran fisika di sekolah melalui\npembuatan modul yang bertujuan untuk membantu siswa dalam memahami\nsumber-sumber radiasi alam dan cara pengukurannya.", "Daftar File": {"ABSTRAK Frafti Rejeki S.": "https://digilib.itb.ac.id/gdl/download/292695"}, "Penulis": "Frafti Rejeki S. [24720303]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Sidik Permana, S.Si., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Geiger Muller, Laju Dosis, Radiasi Alam, dan Sintilator NaI(Tl).", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "14 Jun 2023"}