{"Nomor": 73069, "Judul": "KESEJAHTERAAN KARYAWAN DAN HUBUNGANNYA DENGAN KINERJA, STUDI KASUS: PT RISETINDO", "Abstrak": "PT RISETINDO adalah perusahan yang bergerak di bidang jasa yang menyediakan bantuan teknis, riset, pengembangan kapasitas, monitoring, dan evaluasi khususnya di sektor pendidikan. Sebagai perusahaan jasa, karyawan merupakan aset utama dan penting bagi kelangsungan perusahaan sehingga menjamin kesejahteraan karyawan menjadi faktor penting. Beberapa fasilitas dan dukungan kesejahteraan karyawan sudah diterapkan. Identifikasi fasilitas dan dukungan yang telah disediakan oleh PT RISETINDO dilakukan pada tugas akhir ini dan kemudian dilakukan analisa untuk melihat hubungannya dengan kinerja baik karyawan maupun perusahaan. \nAnalisa menggunakan SWOT dilakukan untuk mengetahui kondisi perusahaan. Analisa juga dilakukan untuk memetakan kesejahteraan karyawan yang ada dengan elemen dalam kerangka PERMA+4. Kerangka ini digunakan karena dianggap sebagai kerangka yang diperlukan untuk memenuhi kesejahteraan di lingkungan kerja dan kinerja. Salah satu hasil riset terkini yang dilakukan oleh salah satu lembaga penelitian di Amerika pada tahun 2021 juga dijadikan referensi untuk memetakan kesejahteraan karyawan yang ada. Menurut hasil riset tersebut, terdapat lima pengungkit kunci yang dianggap penting oleh pencari kerja untuk disediakan oleh calon pemberi kerjanya, yaitu: finansial, kesehatan mental, sosial, fisik, dan karir. Wawancara juga dilakukan untuk mendukung temuan dari hasil pengumpulan data sekunder dan analisa menggunakan alat ukur.\nDapat disimpulkan bahwa PT RISETINDO sudah memberikan fasilitas dan dukungan kesejahteraan karyawan yang memadai serta hubungan positif antara kesejahteraan karyawan dan kinerja karyawan dan perusahaan juga ditemukan dalam studi ini, namun masih perlu dilakukan perbaikan dan peningkatan dalam penyebaran informasi agar fasilitas dan dukungan yang tersedia dapat diketahui oleh seluruh karyawan secara merata dan dirasakan manfaatnya.", "Daftar File": {"COVER Dina Mustikasari": "https://digilib.itb.ac.id/gdl/download/292703"}, "Penulis": "Dina Mustikasari [29320330]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kesejahteraan Karyawan, Kesejahteraan di Tempat Kerja, Kinerja", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "14 Jun 2023"}