{"Nomor": 73065, "Judul": "EVALUATION OF CRITICAL RISK FACTORS IN PRIVATE EQUITY/VENTURE CAPITAL INDUSTRY IN INDONESIA", "Abstrak": "Ketidakpastian global mendorong perusahaan modal venture (VC) Indonesia untuk melakukan investasi yang tepat guna namun menguntungkan. Untuk dapat mengambil keputusan yang tepat, VC perlu melakukan eksplorasi terhadap faktor risiko krusial yang menjadi ancaman terhadap portofolio investasinya. Kondisi ini memberikan berbagai alternatif dalam mengidentifikasi, mengevaluasi, menganalisis, dan mengelola risiko. Melalui penelitian yang sebelumnya terdokumentasikan dalam literatur, buku, dan jurnal, penelitian ini mengidentifikasi 7 indeks risiko primer yang relevan bagi VC di Indonesia. Indeks ini kemudian diperinci menjadi 28 indeks sekunder yang lebih spesifik. Faktor risiko dalam modal ventura ini kemudian dapat dikelompokkan berdasarkan tahapan investasinya, yang meliputi tahap awal, ekspansi, dan tahap selanjutnya. Selanjutnya penghitungan tingkat kepentingan faktor risiko dilakukan menggunakan metode Analytical Hierarchy Process yang akan menghilangkan penilaian subjektif yang dilakukan oleh VC sebagai pengambil keputusan. Metode ini mengukur faktor risiko berdasarkan kemungkinan dan dampaknya dengan melibatkan para–Venture Capitalists dari perusahaan seperti Kejora Capital, Northstar, Kolibra, dan MDI Venture. Modal ventura ini merupakan kombinasi investasor yang didukung oleh pemerintah, perusahaan, dan lokal\n\nPeringkat keseluruhan dari faktor risiko kemudian digunakan dalam pembuatan Risk Mapping yang menyoroti tujuh faktor risiko krusial, yang terbagi di antara kelompok indeks risiko utama yaitu pasar, keuangan, strategis, dan divestasi. Penelitian ini berkesimpulan bahwa VC di Indonesia menghadapi risiko dalam hal pertumbuhan pasar di masa depan dan potensi ancamannya, keuntungan investasi yang sesuai dengan periode tertentu, basis proyeksi penjualan dan kerentanan margin, tingkat pembakaran dana berlebihan, pencapaian tujuan perusahaan, pembentukan kendaraan divestasi, investasi setelah penawaran umum perdana (initial public offering/IPO), dan likuiditas investasi sebagai faktor risiko kritis dalam proses pengambilan keputusan modal ventura. Secara keseluruhan risiko primer divestasi dan investasi tahap lanjutan memiliki tingkat risiko tertinggi. Selanjutnya, pendekatan Real Option disarankan untuk VC dalam menjawab permasalahan risiko krusial industri yang dapat meningkatkan pengambilan keputusan yang adaptif.", "Daftar File": {"2023 SK PP Fauzan Khalil Ramadhan   [19020217] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/292692"}, "Penulis": "Fauzan Khalil Ramadhan [19020217]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ketidakpastian Global, Modal Ventura, Risiko, Analytical Hierarchy Process, Real Option", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "14 Jun 2023"}