{"Nomor": 73068, "Judul": "STUDI HIDROGEOKIMIA DAN KARAKTERISASI MATA AIR DI AREA PROSPEK GEOTHERMAL SEKITAR GUNUNG BONGKOK, KABUPATEN LEBAK, PROVINSI BANTEN", "Abstrak": "Penelitian ini bertujuan untuk mengkarakterisasi airtanah dan manifestasi geothermal di area\nGunung Bongkok, Banten. Metode yang digunakan meliputi analisis hidrogeokimia dan isotop\nstabil airtanah. Sampel air diambil di daerah penelitian dengan luas 10 km2. Pengukuran\nparameter fisik dan kimia seperti pH, salinitas, dan TDS dilakukan di lapangan langsung.\nSampel air kemudian dipreparasi sesuai dengan jenis pengujian yang akan dilakukan, yaitu Ion\nChromatography (IC), uji titrasi Alkalinity, Inductively Coupled Plasma Mass Spectrometry\n(ICP-MS), dan uji isotop stabil. Data yang diperoleh dari pengujian sampel kemudian diolah\ndan dianalisis menggunakan metode Diagram Piper, Diagram Ternary, dan analisis rasio isotop\nstabil. Hasil penelitian menunjukkan bahwa tipe air di daerah penelitian didominasi oleh air\nmeteorik, ditandai dengan kandungan bikarbonat yang dominan. Mata air panas Cikawah dan\nHandeuleum menunjukkan ciri-ciri fluida geothermal yang naik ke permukaan. Berdasarkan\nanalisis isotop dan ion terlarut, ditemukan indikasi adanya pencampuran antara air meteorik\ndengan fluida geothermal, baik melalui pertukaran H2S maupun kondensasi CO2. Hasil\npenelitian ini dapat menjadi dasar untuk pemahaman yang lebih mendalam tentang genesa dan\nmekanisme percampuran airtanah di daerah penelitian, serta berpotensi menjadi informasi\npenting dalam pengembangan sumber daya geothermal di Kabupaten Lebak dan daerah\nsekitarnya.", "Daftar File": {"ABSTRAK Heny Nur Setianingrum": "https://digilib.itb.ac.id/gdl/download/292696"}, "Penulis": "Heny Nur Setianingrum [12119035]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T, M.T, Ph.D.", "Dr. mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gunung Bongkok, Panas Bumi, Ion Major, Analisis Hidrogeokimia, Isotop Stabil", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "14 Jun 2023"}