{"Nomor": 73060, "Judul": "EKSTRAKSI SILIKON DARI PASIR SILIKA DENGAN REDUKSI KARBOTERMIK DALAM MINI DC-EAF", "Abstrak": "Silikon (Si) merupakan salah satu logam yang banyak digunakan dalam pembuatan\nsel surya dan semikonduktor untuk komponen elektronik. Silikon di dunia\ndiproduksi dengan bahan baku berbasis silika (SiO2), pada umumnya berupa kuarsit\ndengan menggunakan reduktor berbasis karbon atau biasa disebut dengan reduksi\nkarbotermik menggunakan tanur listrik. Cadangan pasir silika di Indonesia sangat\nbanyak, diprediksi berada pada angka 23 milyar ton pada tahun 2020. Penggunaan\npasir silika sebagai bahan baku silikon diharapkan dapat membantu produksi\nsilikon di Indonesia. Dalam penelitian ini, ekstraksi silikon dari pasir silika\ndipelajari dengan reduksi karbotermik menggunakan serbuk grafit, kokas, dan\narang batok kelapa sebagai reduktornya.\nSerangkaian percobaan ekstraksi silikon dari pasir silika dilakukan untuk\nmempelajari pengaruh variasi reduktor karbon berupa serbuh grafit, kokas serta\narang batok kelapa dan pengaruh pembriketan terhadap produk logam silikon.\nPercobaan diawali dengan karakterisasi sampel pasir silika dengan menggunakan\nX-ray fluorescence dan karakterisasi reduktor kokas dan arang batok kelapa dengan\nanalisis proksimat. Percobaan dilakukan menggunakan 50 gram pasir silika dengan\nvariasi reduktor serbuk grafit, kokas, dan arang batok kelapa dan nisbah mol C:SiO2\nsebesar 1,8:1. Masing-masing reduktor digunakan dalam percobaan sebanyak dua\nkali dengan sekali percobaan tanpa pembriketan dan sekali percobaan dilakukan\npembriketan dengan waktu pemanasan dalam tanur listrik arus searah selama 10\nmenit. Hasil percobaan dilakukan analisis SEM-EDS dan X-ray diffraction. Hasil\nanalisis dibandingkan dengan hasil analisis SEM-EDS kokas, serbuk FeSi, dan\nbatang SiC.\nHasil analisis XRD menunjukkan puncak dari Si, SiO2, SiC, dan C pada semua\npercobaan. Percobaan dengan menggunakan reduktor kokas yang dilakukan\npembriketan memberikan hasil terbaik dengan kadar Si dalam logam sebesar\n97,82%. Hasil percobaan dengan briket campuran pasir silika dengan arang batok\nkelapa menghasilkan kadar Si sebesar 34,11% dengan fasa utama berupa SiC, hasil\npercobaan dengan briket campuran pasir silika dengan grafit menghasilkan kadar\nSi sebesar 27,07% dengan fasa utama berupa SiO2 dan SiC. Hasil percobaan dengan\nreduktor kokas tanpa dilakukannya pembriketan menunjukkan kadar SiO2 yang\nmasih tinggi dilihat dari kadar oksigen sebesar 44,93%, kadar karbon 18,28%, dan\nkadar Si 36,7%. Hasil percobaan dengan reduktor arang batok kelapa tanpa\npembriketan menunjukkan fasa SiC dan SiO2 sebagai fasa utama dilihat dari kadar\nkarbon sebesar 41,86%, kadar oksigen 17,96%, dan kadar Si 34,83%. Campuran\npasir silika dengan serbuk grafit tanpa pembriketan membentuk SiC sebagai fasa\nutamanya dilihat dari kadar karbon sebesar 48,083%, kadar oksigen 1,027%, dan\nkadar Si 50,893%.", "Daftar File": {"ABSTRAK Dale Tandersen": "https://digilib.itb.ac.id/gdl/download/292658"}, "Penulis": "Dale Tandersen [12519073]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Zulfiadi, S.T, M.T.", "Taufiq Hidayat, S.T, M.Phill., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Silikon, pasir silika, kokas, arang batok kelapa, serbuk grafit", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "14 Jun 2023"}