{"Nomor": 73073, "Judul": "FAKTOR YANG MEMENGARUHI IMPULSIVE BUYING BEHAVIOR DI SOCIOLLA", "Abstrak": "Industri kecantikan sedang bertumbuh dengan pesat di Indonesia, yang menyebabkan munculnya berbagai merk dan juga ritel kecantikan yang baru. Salah satu ritel kecantikan yang ada di Indonesia adalah Sociolla ritel yang menjual berbagai produk kecantikan lokal dan impor. Impulsive buying behavior atau pembelian impulsif adalah fenomena yang banyak terjadi ketika orang-orang berbelanja produk kecantikan. Sociolla juga memanfaatkan fenomena tersebut dan membuat impulsive buying sebagai salah satu strategi marketing Sociolla. Akan tetapi, setelah meneliti hasil survei awal dan observasi, Sociolla memiliki ketergantungan terhadap pemberian diskon untuk membuat pelanggan belanja secara impulsif. Oleh karena itu, penelitian ini bertujuan untuk mencari faktor- faktor lain yang dapat memengaruhi pembelian impulsif yang terjadi di Sociolla dan melihat apa saja variabel yang dapat memengaruhi pembelian impulsif di Sociolla secara positif. Penelitian ini menggunakan penelitian kualitatif dengan menggunakan interview dan penelitian kuantitatif menggunakan kuesioner. Syarat responden berdasarkan non-probability dan purposive sampling yang digunakan adalah orang-orang berumur 18-30 tahun, berdomisili di Jabodetabek atau Bandung, dan pernah belanja secara impulsif di Sociolla dalam 3 bulan terakhir. Penelitian kualitatif yang terdiri dari 10 responden dianalisa menggunakan open coding dan PLS-SEM untuk penelitian kuantitatif yang terdiri dari 542 responden. Dari penelitian ini, ditemukan bahwa faktor-faktor internal seperti motivasi belanja hedonis, kenikmatan belanja yang berujung ke browsing, dan kepercayaan merek memberi pengaruh positif ke pembelian impulsif di Sociolla. Selain itu, faktor eksternal seperti packaging dan salesperson juga memberi dampak positif ke pembelian impulsif di Sociolla. Hasil dari penelitian ini diharapkan untuk memberikan wawasan tentang strategi marketing yang bisa memicu impulsive buying di Sociolla ataupun bisnis lainnya yang bergerak di industri kecantikan.", "Daftar File": {"2023 SK PP Cherish Subhakti Suputra   [19020234] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/292719"}, "Penulis": "Cherish Subhakti Suputra [19020234]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sociolla, Pembelian Impulsif, Motivasi Belanja Hedonis, Kenikmatan Belanja, Browsing, Kepercayaan Merek, Salesperson, Packaging", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "14 Jun 2023"}