{"Nomor": 73078, "Judul": "PENGEMBANGAN KOMPETENSI UNTUK  MENINGKATKAN KINERJA SALES DAN KEY ACCOUNT MANAGER, STUDI KASUS DI PT SECURITY INDONESIA", "Abstrak": "PT Security Indonesia yang telah beroperasi selama lebih dari 20 tahun dengan 9.000 karyawan di 121 kota melayani pelanggan di berbagai industri. Fokus PT Security Indonesia adalah menyediakan personal keamanan dengan menggabungkan teknologi untuk memberikan layanan yang lebih baik. Sales dan Key Account Manager adalah kunci untuk mempertahankan bisnis. Sales bertanggung jawab untuk mendapatkan pelanggan baru, sementara Key Account Manager mempertahankan pelanggan yang sudah ada, memastikan kepuasan mereka, dan memberikan produk dan layanan yang memenuhi kebutuhan mereka.\n\nBerdasarkan kinerja keuangan PT Security Indonesia selama tahun 2020 dan 2021, terlihat kinerja perusahaan kurang baik. Ini diukur dengan total pendapatan perusahaan dan margin kotor. Angka aktual dan anggaran dibandingkan, dan ditemukan bahwa perusahaan tidak memenuhi target pendapatannya dan marjin kotor lebih rendah dari yang diharapkan. Penelitian ini mengukur kompetensi apa saja yang dibutuhkan Sales dan Key Account Manager untuk meningkatkan kinerja PT Security Indonesia. Dan bagaimana PT Security Indonesia dapat meningkatkan kompetensi Sales dan Key Account Manager.\n\nKompetensi adalah karakteristik mendasar dari seseorang yang memiliki hubungan kausal dengan kinerja yang sukses dan/atau luar biasa dalam peran atau keadaan. (Spencer & Spencer, 1993). Kompetensi adalah seperangkat Pengetahuan, Keterampilan, dan Sikap dari orang yang melaksanakan pekerjaan. (Busch, 2012). Dalam penelitian ini, tingkat kompetensi yang dibutuhkan diukur dengan metode kuantitatif. Hasil penelitian ini akan menjadi rekomendasi yang dapat diterapkan oleh PT Security Indonesia di masa mendatang.", "Daftar File": {"COVER Novira Elfarisa": "https://digilib.itb.ac.id/gdl/download/292728"}, "Penulis": "Novira Elfarisa [29321161]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Madju Yuni Ros Bangun, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kompetensi, Pengetahuan, Keterampilan, Sikap, Penjualan, Key Account Manager.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "14 Jun 2023"}