{"Nomor": 73079, "Judul": "MARKET REACTION TO THE ANNOUNCEMENT OF EUROPEAN UNION COAL EMBARGO ON COAL IMPORT FROM RUSSIA IN OTHER EXPORTING COUNTRIES", "Abstrak": "Uni Eropa mengumumkan paket sanksi kelima terhadap Rusia pada bulan April 2022, yaitu larangan impor batu bara dari Rusia ke Uni Eropa. Untuk memenuhi permintaan negara tersebut akan komoditas batubara, Uni Eropa berupaya mencari negara alternatif. Dalam hal ini, Afrika Selatan mengalami peningkatan volume pasokan batubara ke negara-negara Eropa yang paling tinggi dibandingkan dengan negara pemasok batubara lainnya. Peningkatan volume impor batubara menjadikan Afrika Selatan sebagai negara alternatif yang paling memungkinkan untuk memenuhi permintaan batubara negara-negara Eropa. Oleh karena itu, dengan adanya peningkatan volume pasokan yang sangat besar, penulis bertujuan untuk meneliti apakah terdapat juga dampak terhadap pasar saham di negara alternatif tersebut.\n\nPenelitian ini dilakukan untuk menganalisis reaksi pasar terhadap embargo batubara Uni Eropa terhadap saham-saham batubara yang tercermin dari abnormal return dan trading volume activity di negara alternatif, yaitu Afrika Selatan. Analisis dilakukan dengan menggunakan data harga dan volume saham perusahaan batubara yang terdaftar di Afrika Selatan sebelum dan sesudah pengumuman embargo batubara Uni Eropa. Peneliti menggunakan pendekatan event study dengan event window 10 hari sebelum dan 10 hari sesudah pengumuman untuk menghitung abnormal return dan trading volume activity, sedangkan periode estimasi ditetapkan 100 hari untuk menghitung expected return. Langkah analisis yang dilakukan dalam penelitian ini adalah melakukan uji normalitas data terlebih dahulu, kemudian melakukan pengujian hipotesis. Hasil dalam penelitian ini menunjukkan bahwa tidak terdapat perbedaan yang signifikan pada abnormal return dan trading volume activity sebelum dan sesudah pengumuman. Hasil ini dapat terjadi karena Uni Eropa telah memberikan sinyal dengan mengajukan larangan yang lebih luas di sektor energi Rusia melalui sanksi keempat, sehingga kejadian ini dapat diprediksi oleh investor sebelumnya.", "Daftar File": {"2023 SK PP Nabila Rahayu Aras Dewanti   [19020276] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/292732"}, "Penulis": "Nabila Rahayu Aras Dewanti [19020276]", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Batu bara, Uni Eropa, reaksi pasar, abnormal return, aktivitas volume perdagangan, negara alternatif", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "14 Jun 2023"}