{"Nomor": 73089, "Judul": "STRATEGI PENGEMBANGAN PARIWISATA DI KAWASAN PELESTARIAN ALAM BERDASARKAN KONSEP EKOWISATA PADA TAMAN NASIONAL GUNUNG CIREMAI SPTN WILAYAH I KUNINGAN", "Abstrak": "Taman Nasional Gunung Ciremai (TNGC) SPTN Wilayah I Kuningan merupakan kawasan\npelestarian alam di Kabupaten Kuningan yang pada pengelolaannya dilakukan dengan membagi\ndalam beberapa zonasi dan digunakan untuk tujuan ilmiah, menunjang budidaya, dan pariwisata.\nBeberapa wilayah kecamatan di Kabupaten Kuningan yang masuk ke dalam kawasan TNGC banyak\ndikembangkan menjadi obyek wisata karena memiliki kelimpahan alam yang dapat menjadi daya\ntarik wisatanya. Dalam pengembangan pariwisata ini perlu didukung oleh komponen 4A yang\nterdiri dari attraction, amenity, accessibility, dan ancillary pariwisata dan memperhatikan\nkelestarian alam dan lingkungan sekitarnya sehingga pengaruh buruk dapat terhindarkan dari\nkegiatan wisata dengan menggunakan konsep ekowisata yang dapat memberikan manfaat bagi\nlingkungan, masyarakat setempat, dan wisatawan. Pada penelitian ini, dilakukan pengumpulan\ndata yang terdiri dari data sekunder yang dihasilkan dari studi literatur dan data primer yang\ndikumpulkan melalui observasi dan melakukan wawancara kepada stakeholders terkait. Analisis\ndeskriptif kualitatif dan analisis 4A digunakan untuk menganalisis komponen 4A yang terdiri dari\nattraction, amenity, accessibility, dan ancillary. Analisis isi digunakan untuk mengidentifikasi\nkriteria pengembangan pariwisata di Taman Nasional berdasarkan konsep ekowisata yang berasal\ndari sumber terpercaya. Analisis SOAR yaitu analisis yang menggunakan pendekatan Appreciative\nInquiry berupa pertanyaa-pertanyaan positif untuk menggali nilai-nilai kekuatan, peluang, dan\nharapan yang diinginkan untuk menyusun strategi pengembangan pariwisata di kawasan ini\nberdasarkan konsep ekowisata pada komponen 4A. Berdasarkan hasil analisis komponen 4A dan\nkriteria pengembangan pariwisata di Taman Nasional berdasarkan konsep ekowisata didapatkan\nkekuatan, peluang, aspirasi, dan hasil yang digunakan dalam merumuskan strategi pengembangan\ndengan menggunakan analisis SOAR yang dapat diterapkan dalam pengembangan pariwisata di\nkawasan ini dan dihasilkan 17 strategi yaitu mengenai: peningkatan, pengoptimalan, dan\npengintergrasian secara kreatif dan inovatif pada objek wisata dan sarana prasarana penunjang\npariwisata; menguatkan kerjasama dan koordinasi melalui pendekatan kolaboratif antar\nstakeholders; memberdayakan masyarakat setempat dan memberikan pendidikan kepada\nwisatawan melalui pendekatan yang persuasif; dan berpedoman pada aturan dan ketentuan\npengembangan di taman nasional untuk dapat menjaga fungsi kawasannya sebagai kawasan\npelestarian alam.", "Daftar File": {}, "Penulis": "Dina Ratih Megapurnama [15419137]", "Kontributor / Dosen Pembimbing": ["Arini Murwindarti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Ekowisata, komponen 4A (attraction, amenity, accessibility, ancillary), pariwisata, strategi pengembangan Taman Nasional Gunung Ciremai.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "14 Jun 2023"}