{"Nomor": 73085, "Judul": "PENGINDERAAN JARAK JAUH UNTUK PREDIKSI KEBAKARAN MENGGUNAKAN ARTIFICIAL NEURAL NETWORK", "Abstrak": "Pada tahun 2019, menurut Pantau Gambut Indonesia, 465.961 hektare lahan gambut\nterbakar dari total 13,43 juta hektare lahan gambut di Indonesia. Penanganan\nkebakaran lahan gambut menjadi salah satu program prioritas pemerintah Republik\nIndonesia. Peran sains dan teknologi sangat diperlukan, salah satunya dengan\npembuatan alat pendeteksi kebakaran. Sulitnya akses sumber internet dan sumber\nenergi listrik PLN menjadi beberapa tantangan dalam merancang alat pendeteksi\nkebakaran. Oleh karena itu, penelitian ini bertujuan untuk merancang sensor node\npendeteksi kebakaran bertenaga surya, merancang sistem komunikasi antar sensor\nnode dan antara sensor node dengan gateway, merancang sistem monitoring sensor\nnode berbasis IoT, dan merancang model machine learning untuk prediksi\nkebakaran. Dari eksperimen yang dilakukan, rangkaian yang terdiri dari\nmikrokontroler STM32 - L052C8T6, LoRA SX1276, sensor suhu dan kelembapan\nDHT11, sensor kelembapan tanah FC-28, sensor ketinggian air, sensor arah angin,\ndan sensor kecepatan angin dapat beroperasi dengan jangkauan komunikasi\nmaksimum hingga 764,55m dengan nilai RSSI -134,25dBm dan nilai SNR -\n17,25dB. Nilai jangkauan dengan sinyal yang baik dan stabil adalah 712,55m\ndengan nilai RSSI -123,25dBm dan nilai SNR -9,35dB. Data pada sensor node\ndapat ditampilkan secara realtime pada dashboard Grafana di Raspberry Pi. Model\nartificial neural network (ANN) dengan nilai sensitivitas sebesar 0,8974 dan nilai\nskor ????2 sebesar 0,8750 dapat memprediksi 6679 data dari 6734 data pengamatan\ndengan benar.", "Daftar File": {}, "Penulis": "Aria Wahyu Wicaksono [10219083]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Mitra Djamal", "Dr. Nina Siti Aminah, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Sel Surya, Pendeteksi Kebakaran, Pemantauan, Machine Learning, Klasifikasi.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "14 Jun 2023"}