{"Nomor": 73091, "Judul": "PENGARUH KARAKTERISTIK TOD (TRANSIT ORIENTED DEVELOPMENT) TERHADAP JUMLAH PENUMPANG KERETA (STUDI KASUS MRT & KRL DKI JAKARTA)", "Abstrak": "Konsep TOD merupakan konsep yang memusatkan pembangunan yang padat dan\nramah pejalan kaki di dekat stasiun transit yang salah satu tujuannya adalah\nmendorong penggunaan angkutan umum massal perkotaan. Penerapan konsep ini\ntelah dilakukan di Indonesia, salah satunya di DKI Jakarta yang secara hukum\ntelah ditetapkan beberapa kawasan pengembangan TOD khususnya di koridor\nMRT dan KRL Commuter Line. Tiap kawasan memiliki karakteristik\npengembangannya, namun belum diketahui karakteristik TOD seperti apa yang\ndapat mempengaruhi jumlah penumpang angkutan umum. Studi empiris terdahulu\nmemiliki kelemahan pada pemilihan sampel dan variabel yang terbatas. Studi ini\nmemperkaya dengan menambahkan studi kasus kawasan TOD stasiun lainnya\nyaitu stasiun KRL dan meninjau ulang variabel terkait karakteristik TOD. Tujuan\ndari penelitian ini adalah untuk mengidentifikasi variabel terkait karakteristik\nTOD (Transit Oriented Development) yang berpengaruh terhadap jumlah\npenumpang kereta melalui studi kasus pada kawasan TOD MRT & KRL DKI\nJakarta. Data diperoleh dari data sekunder, observasi wilayah dan wawancara serta\ndari tinjauan literatur. Metode analisis data dimulai dengan tinjauan variabel\nterkait karakteristik TOD yang berpengaruh terhadap jumlah penumpang kereta\nmelalui tinjauan literatur. Kemudian, dilakukan kajian kondisi empiris variabel\nterkait karakteristik TOD berbasis kereta pada kawasan TOD MRT Fase 1 & KRL\nDKI Jakarta untuk dilakukan analisis regresi berganda pada data time series dalam\nkurun waktu 5 tahun dari tahun 2019-2023 pada 13 stasiun. Terdapat 3 Metode\nanalisis regresi yang digunakan yaitu metode forward robust, stepwise forward\nrobust, dan stepwise backward robust yang diolah dengan bantuan software\nSTATA 14. Dari hasil tinjauan literatur diperoleh 16 variabel independen yang\nterkait dengan karakteristik TOD yang dikelompokkan ke dalam kelompok\nTransit, Oriented, dan Development. Lalu, diperoleh juga kondisi empiris dari\nsetiap kawasan berbeda-beda dan berubah seiring berjalannya waktu. Dari model\nregresi yang dihasilkan, ketiga metode memiliki R-Squared yang berbeda-beda,\ndengan tertinggi sebesar 56,51%, untuk metode forward robust. Adapun metode\nstepwise forward robust sebesar 41,84% dan stepwise backward robust sebesar\n54,37%. Ketiga metode layak dan dapat digunakan berdasarkan hasil uji asumsi\nklasik. Diperoleh secara keseluruhan terdapat 7 variabel yang berpengaruh\nsignifikan terhadap jumlah penumpang kereta api yaitu jumlah pemberhentian\nbus, kepadatan persimpangan di dalam kawasan TOD, ketersediaan jalur pejalan\nkaki, ketersediaan tempat parkir sepeda, keragaman guna lahan (diversity),\nkepadatan kawasan (density), dan campuran penggunaan lahan (land usemixedness). Variabel keragaman guna lahan memiliki pengaruh terbesar dari\nsemua variabel tersebut. Oleh karena itu, pembangunan di kawasan TOD MRT &\nKRL saat ini perlu mempertimbangkan beberapa variabel yang signifikan tersebut.", "Daftar File": {}, "Penulis": "Ahmad Nur Alfaiz [15419043]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Puspita Dirgahayani, S.T, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "TOD (Transit Oriented Development), Jumlah Penumpang Kereta, Regresi Berganda, Campuran Penggunaan Lahan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "14 Jun 2023"}