{"Nomor": 73095, "Judul": "ANALISIS KARAKTERISTIK OVERPRESSURE DI SUB-CEKUNGAN YANI, CEKUNGAN SUNDA", "Abstrak": "Sub-Cekungan Yani berada di utara Cekungan Sunda dan terletak sekitar 140 km utara lepas pantai utara Jawa bagian barat. Sub-cekungan ini merupakan salahsatu cekungan berumur Tersier yang menyusun Cekungan Sunda. Analisis tekanan pori dilakukan untuk menghindari resiko pengeboran akibat adanya overpressure, seperti kick, blowout, dan loss. Tujuan dari penelitian ini adalah untuk mengestimasi nilai tekanan pori dengan menggunakan data log tali kawat, menentukan kedalaman puncak overpressure, menentukan mekanisme yang menyebabkan pembentukan overpressure, dan menganalisis hubungan antar kondisi geologi dengan keterdapatan zona overpressure pada daerah penelitian.\nPenelitian ini dilakukan pada tiga sumur di Sub-Cekungan Yani dengan menggunakan data berupa log tali kawat, laporan pengeboran, data tekanan terukur, data temperatur, dan data kematangan batuan induk. Kondisi daerah penelitian digunakan sebagai acuan dalam mengestimasi tekanan pori. Metode estimasi tekanan pori yang digunakan yaitu metode equivalent depth.\nBerdasarkan hasil analisis, tekanan pori pada daerah penelitian terdiri dari dua kondisi, yaitu hidrostatik dan overpressure dengan mekanisme loading. Puncak overpressure dimulai dari kedalaman 6500-7000 ft. Zona overpressure berada pada Formasi Talangakar yang disebabkan oleh kegagalan kompaksi pada batuan yang dibuktikan dari analisis log tali kawat. Besar tekanan pori pada zona overpressure berkisar antara 3000-6970 psi.", "Daftar File": {}, "Penulis": "Muhammad Lutfi Firdaus [12019056]", "Kontributor / Dosen Pembimbing": ["Agus Mochamad Ramdhan, S.T, M.T, Ph.D.", "Indra Gunawan, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Sub-Cekungan Yani, tekanan pori, overpressure, mekanisme loading.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Jun 2023"}