{"Nomor": 73098, "Judul": "DESAIN OPTIMASI STRUKTUR ARMOR DENGAN MATERIAL HYBRID LOGAM-KOMPOSIT UNTUK PROTEKSI KENDARAAN TEMPUR LAPIS BAJA DARI IMPAK BALISTIK MENGGUNAKAN METODE MACHINE LEARNING", "Abstrak": "Armor kendaraan tempur lapis baja merupakan salah satu komponen keselamatan yang sangat penting pada kendaraan tempur untuk melindungi personil didalamnya dari ancaman eksternal. Perkembangan dari sistem persenjataan anti kendaraan lapis baja berupa peluru penembus zirah mendorong perkembangan sistem armor yang lebih kompleks, ringan dan memiliki kemampuan proteksi yang lebih baik. Armor berbasis material hybrid logam dan komposit memiliki potensi untuk menjadi pengganti armor logam konvensional dengan kekuatan mekanik yang lebih tinggi dengan ketahanan dari penetrasi peluru dengan berat yang signifikan lebih ringan.\nPenelitian ini akan menggunakan simulasi dengan metode elemen hingga dari dampak impak balistik terhadap struktur armor menggunakan software LS-DYNA. Stuktur armor tersusun dari lapisan logam dan komposit yang akan dioptimasi dengan memvariasikan parameter geometri (susunan pelat, jumlah lapisan komposit, dan ketebalan logam) serta material struktur armor (jenis komposit dan logam) untuk mencapai parameter ketahanan dan respon balistik sesuai dengan standar STANAG 4569 level 3. Penelitian ini bertujuan untuk mengoptimasi parameter dari struktur sehingga didapatkan hasil yang paling optimum. Tujuan ini akan dicapai dengan menggunakan Machine Learning (ML) dengan Artificial Neural Network (ANN) dan NSGA-II dengan memberikan data uji latih untuk mendapatkan struktur optimum dengan parameter SEA maksimum.\nHasil optimasi struktur armor menunjukkan konfigurasi optimum armor hybrid logam-komposit memiliki susunan pelat komposit yang diikuti oleh pelat logam (susunan kedua) dengan material logam Weldox 700E dengan ketebalan 5.211 mm dan material komposit Cellulose Nanocrystal dengan 24 lapisan. Konfigurasi ini memberikan peningkatan performa SEA sebesar 238.277% dibandingkan dengan model dasar logam dengan ketebalan yang sama.", "Daftar File": {}, "Penulis": "Muhammad Naufal Taqi [13619068]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Djarot Widagdo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "armor kendaraan tempur lapis baja, impak balistik, STANAG 4569, respon balistik, metode elemen hingga, machine learning, artificial neural networks", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jun 2023"}