{"Nomor": 73106, "Judul": "PENGUJIAN PROSES PELUBANGAN PADA PROSEDUR PEDICLE SCREW INSERTION", "Abstrak": "Pedicle screw insertion adalah prosedur untuk melakukan perbaikan pada tulang belakang dengan memasang sekrup pada tulang pedikel. Kompleksitas dari prosedur ini cukup tinggi hingga menyulitkan tenaga ahli untuk mengadakan pelatihan terhadap prosedur tersebut karena membutuhkan biaya yang besar. Salah satu solusi adalah menggunakan haptic simulator agar tenaga ahli dapat berlatih pada pasien virtual. Pemodelan haptic simulator membutuhkan data berupa karakteristik gaya dan torsi pada prosedur pedicle screw insertion.\nData karakteristik gaya dan torsi diperoleh dengan pengujian proses pelubangan pada kondisi yang mirip dengan pedicle screw insertion. Pengujian dimulai dengan penentuan material yang homogen dengan sifat mekanik yang serupa dengan tulang belakang kambing. Tulang belakang kambing digunakan sebagai tulang acuan karena kemiripan anatomi tulang manusia. Pengujian dilanjutkan dengan pembuatan sistem pengujian proses pelubangan sebelum dilakukan pengambilan data. Pengujian proses pelubangan perlu dilakukan pada lingkungan yang dapat dikontrol.\nMaterial homogen dengan kekerasan yang menyerupai tulang yang dipilih pada penelitian ini adalah PVC foamboard dan resin poliester. Sistem pengujian proses pelubangan telah dibuat dengan menggunakan sensor gaya dan torsi Robotiq FT 150 dan sensor posisi linear potentiometer yang dipasang pada vertical machining center (VMC). Hasil pengujian menunjukkan bahwa karakteristik gaya dan torsi yang diperoleh memiliki tren yang menurun seiring peningkatan kecepatan putar dan memiliki tren yang meningkat seiring peningkatan laju makan. Hasil pengujian menunjukkan karakteristik gaya dan torsi yang lebih menyerupai tulang adalah PVC foamboard dibandingkan poliester. Hal ini ditunjukkan dengan kemiripan bentuk grafik, pencapaian gaya maksimum pelubangan pada posisi 4,9 mm, dan perbedaan nilai gaya maksimum tulang kambing dengan PVC foamboard lebih kecil daripada dengan resin poliester.", "Daftar File": {}, "Penulis": "Muhammad Syaiful Hadi [13118017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T, M.T.", "Vani Virdyawan, S.T, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "proses pelubangan tulang, pedicle screw insertion, gaya dan torsi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jun 2023"}