{"Nomor": 73102, "Judul": "MIKROENKAPSULASI PROBIOTIK DENGAN METODE SPRAY DRYING SEBAGAI BAHAN ADITIF PEMBUATAN ES KRIM PROBIOTIK", "Abstrak": "Di zaman modern, terdapat banyak masalah kesehatan yang berhubungan dengan gangguan pencernaan. Masyarakat perlu menyadari pentingnya mengonsumsi makanan bergizi dan baik untuk kesehatan, contohnya makanan dengan probiotik. Bakteri probiotik harus memiliki ketahanan selama proses pengolahan dan penyimpanan, dengan cara mengenkapsulasinya melalui mikroenkapsulasi menggunakan spray drying. Kapsul dapat melindungi sel probiotik sehingga jumlah sel probiotik cukup untuk memberikan manfaat yang diharapkan. Penelitian ini bertujuan untuk meneliti pengaruh temperatur inlet spray dryer dan kompisisi bahan penyalut terhadap produksi bubuk mikrokapsul probiotik menggunakan proses mikroenkapsulasi dengan metode spray drying sebagai aditif es krim probiotik. Variasi percobaan yang dilakukan adalah variasi temperatur inlet spray dryer sebesar 130?, 140?, dan 150?, dan variasi perbandingan bahan penyalut maltodekstrin dan whey protein konsentrat sebesar 5:1 dan 5:3. Berdasarkan hasil penelitian, temperatur inlet spray dryer tidak mempengaruhi perolehan bubuk akibat adanya pengaruh temperatur gelas (Tg) dan kadar air selama proses pengeringan, namun mempengaruhi higroskopisitas. Semakin tinggi temperatur inlet spray drying menurunkan higroskopisitas. Komposisi bahan penyalut tidak mempengaruhi perolehan bubuk karena rasio perbandingan bahan penyalut mempengaruhi temperatur gelas (Tg). Perolehan bubuk mikrokapsul probiotik berkisar antara 16.77±0,32 - 21,65±3,34%. Jumlah awal bakteri probiotik, indeks L*, indeks ?E. kadar air, higroskopisitas, dan viabilitas sel berturut-turut 7,5 log sel/mL; 93.48-96,49; 1,81-3,96; 3,60-5,26 %; 6,20-9,82 %; 44,58-82,92 %. Viabilitas sel probiotik dengan enkapsulasi selama 14 hari masa penyimpanan es krim probiotik menunjukan nilai 80,56±0,80 % sedangkan 44,63±0,21 % untuk viabilitas sel probiotik tanpa enkapsulasi.", "Daftar File": {}, "Penulis": "Aurelia Maghfira Dewi [14319039]", "Kontributor / Dosen Pembimbing": ["Ardiyan Harimawan, S.T, M.Eng., Ph.D.", "Dian Shofinita, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Mikroenkapsulasi, spray drying, probiotik, maltodekstrin, whey protein konsentrat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jun 2023"}