{"Nomor": 73107, "Judul": "STUDI PENGARUH PENAMBAHAN BAHAN IMBUH PADA BIJIHNIKEL SAPROLIT DENGAN BERBAGAI RASIO SIO2/MGO TERHADAPINTERAKSI ANTARA TERAK DAN REFRAKTORI", "Abstrak": "Pemanfaatan nikel yang beragam dan dibutuhkan pada berbagai sektor serta\nIndonesia yang memiliki sumber daya nikel yang signifikan membuat pengolahan\nnikel memberikan banyak manfaat. Salah satu jalur ekstraksi pirometalurgi nikel\ndari bijih nikel laterit adalah dengan teknologi Rotary Kiln Electric Furnace.\nPermasalahan yang dihadapi saat ini adalah ketersedian bijih dengan rasio\nSiO2/MgO rendah sekitar dibawah 2 sehingga tidak menyebabkan interaksi yang\nburuk antara terak dan refraktori. Penambahan bahan imbuh menjadi salah satu\nalternatif untuk mengurangi permasalahan tersebut. Penelitian ini bertujuan untuk\nmempelajari mekanisme interaksi antara terak dan refraktori, mempelajari\npengaruh penambahan bahan imbuh, serta mempelajari fasa yang terbentuk pada\ninteraksi antara terak dan refraktori.\nTahap awal berupa preparasi dan karakterisasi bijih nikel, batubara, dan bahan\nimbuh. Selanjutnya, bijih nikel, batubara, dan bahan imbuh dimasukkan ke dalam\nhorizontal tube furnace dengan temperatur 800°C selama 3 jam dalam kondisi inert\ndengan injeksi gas argon untuk mensimulasikan tahap reduksi sebagian pada rotary\nkiln. Kemudian, dibuat briket dan dimasukkan kedalam refraktori berbentuk cup\ndan dilebur dalam vertical tube furnace pada temperatur 1550 °C selama 2 jam\ndalam kondisi inert dengan injeksi gas argon untuk mensimulasikan tahap\npeleburan pada electric furnace. Hasil peleburan berupa terak dan refraktori\ndianalisis menggunakan Scanning Electron Microscopy- Electron Dispersive\nSpectroscopy (SEM-EDS).\nHasil peleburan bijih dengan rasio SiO2/MgO 2,36 menghasilkan rasio terak akhir\nCaO/MgO 0,08 dan 0,91 menunjukkan terbentuknya fasa olivine pada antarmuka\nantara terak dan refraktori, rasio terak akhir CaO/MgO 0,88; 2,30; dan 2,48\nmenunjukkan terak hanya berkesetimbangan dengan monoksida (refraktori). Hasil\npeleburan dengan rasio bijih SiO2/MgO sebesar 3,02 rasio terak akhir CaO/MgO\n0,09; 0,11; 0,29 dan 0,89 menunjukkan terbentuknya fasa olivine pada daerah\nantarmuka terak dan refraktori, dan rasio terak akhir CaO/MgO 3,06 menunjukkan\nterak hanya berkesetimbangan dengan monoksida (refraktori). Fasa olivine pada\nantarmuka antara terak dan refraktori dapat menjadi lapisan protektif yang dapat\nmelindungi refraktori dari interaksi dengan terak. Dari hasil percobaan diketahui\nbahwa interaksi antara terak dan refraktori akan berhenti jika terak sudah dalam\nkeadaan jenuh atau tidak dapat melarutkan MgO lebih lanjut baik dari bahan imbuh\nmaupun dari refraktori. Peningkatan kadar Al2O3 dalam terak dan penurunan\ntemperatur peleburan menghasilkan terak yang lebih cepat jenuh dan tidak akan\nberinteraksi secara signifikan dengan refraktori. Penambahan bahan imbuh MgO\ndinilai lebih efektif daripada penambahan bahan imbuh CaO.", "Daftar File": {"ABSTRAK Nandhya Khusnaini Permata P": "https://digilib.itb.ac.id/gdl/download/292814"}, "Penulis": "Nandhya Khusnaini Permata P [12519058]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Zulfiadi, S.T, M.T.", "Taufiq Hidayat, S.T, M.Phill., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "nikel saprolit, teknologi RKEF, rasio SiO2/MgO, interaksi terak dan refraktori", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "15 Jun 2023"}