{"Nomor": 73100, "Judul": "PENGEMBANGAN ESTIMASI STATE OF CHARGE SISTEM BATERAI PENYIMPAN ENERGI DENGAN METODE DOMAIN INFORMED NEURAL NETWORK", "Abstrak": "Penggunaan Energi Baru Terbarukan (EBT) pada sistem Mikrogrid (MG) dapat ditingkatkan dengan menjadwalkan pengisian-pengosongan Sistem Baterai Penyimpan Energi (SBPE). Untuk dapat melakukan penjadwalan dengan optimal, diperlukan estimasi State of Charge (SOC) yang akurat oleh Sistem Manajemen Baterai (SMB). Pada umumnya, estimasi tersebut dikategorikan menjadi dua metode, yaitu pemodelan berbasis kaidah Fisika dan pemodelan data-driven. Pemodelan berbasis kaidah Fisika membutuhkan pengetahuan domain knowledge yang luas, feature engineering yang ketat, waktu yang panjang, ini membuat metode tersebut tidak cocok untuk estimasi SOC secara real time. Sedangkan, pemodelan data-driven relatif lebih cepat dengan memanfaatkan sinyal terukur (seperti tegangan baterai, arus, dan temperatur), serta mampu menemukan pola data yang kompleks, meski kategori pemodelan ini agnostik terhadap kaidah Fisika yang berlaku. Oleh karenanya, pemodelan dalam penelitian ini menggunakan metode Domain Informed Neural Network (DINN), sebagai gabungan antara pemodelan berbasis kaidah Fisika dan data-driven sehingga keduanya dapat saling melengkapi.\nPenelitian ini menjadi tahap awal dalam pengembangan Digital Twin (DT) SBPE dari MG Laboratorium Manajemen Energi. Lebih lanjut pemodelan SOC yang telah dilakukan dapat dikembangkan dan digunakan dalam penyusunan algoritma penjadwalan pengisian dan pengosongan SBPE. Oleh karenanya, penelitian ini berfokus pada pengembangan model SOC baterai Valve Regulated Lead Acid (VRLA) yang terpasang di SBPE dengan metode DINN.\nMetode DINN dilengkapi dengan domain knowledge berupa constraint, yaitu approximation constraint dan monotonicity constraint yang mendukung akurasi dan kepatuhan model terhadap kaidah Fisika yang berlaku dalam pemodelan SOC. Ini menjadi kelebihan sekaligus pembeda antara DINN dengan metode lainnya. Berdasarkan evaluasi model, diperoleh performa metode DINN dengan metrik performa: Root Mean Square Error (RMSE) 0,301%; Mean Absolute Error (MAE) 0,231%; Mean Absolute Percentage Error (MAPE) 0,407%; SOC prediksi terbesar 99,5%; SOC prediksi terkecil 3,1%. Berbeda halnya dengan performa model SOC dengan metode Deep Neural Network (DNN)-sebagai pembanding-yang memiliki metrik performa: RMSE 0,41%; MAE 0,32%; MAPE 0,699%; SOC prediksi terbesar 102,5%; SOC prediksi terkecil 2,6%. Evaluasi tersebut menunjukan performa prediksi model SOC dengan metode DINN lebih baik dibandingkan dengan performa model DNN dengan nilai SOC prediksi yang berada di dalam rentang 0-100%.", "Daftar File": {}, "Penulis": "Andrean Henry Widatyoko [13319001]", "Kontributor / Dosen Pembimbing": ["Ganes Shukri, S.T., M.Eng., Ph.D.", "Dr.-Ing. Justin Pradipta, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "mikrogrid, muatan, pembelajaran mesin, digital twin, kaidah Fisika", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Jun 2023"}