{"Nomor": 73112, "Judul": "ANALISIS FAKTOR-FAKTOR YANG MEMENGARUHI NIAT PEMBELIAN ULANG KONSUMEN TERHADAP GREEN LINEN PRODUCTS", "Abstrak": "Perkembangan industri fesyen sejalan dengan peningkatan limbah fesyen seiring berjalannya waktu. Memanfaatkan bahan pakaian yang ramah lingkungan, seperti linen, merupakan salah satu aspek dari sustainable fashion yang bertujuan untuk mencegah lingkungan tercemar oleh limbah dari industri fesyen. Konsumsi produk green linen relatif rendah karena nilai yang tinggi berdasarkan manfaatnya bagi konsumen dan lingkungan. Oleh karena itu, penelitian ini bertujuan untuk menganalisis faktor-faktor yang mempengaruhi pembelian ulang pelanggan terhadap produk green linen. Penelitian ini menggunakan metodologi kuanlitatif dan kuantitatif, termasuk wawancara semi-terstruktur dan survei kepada responden yang pernah membeli produk green linen. Triangulasi digunakan untuk mengevaluasi 11 responden dalam wawancara, sementara PLS-SEM digunakan untuk menganalisis 525 responden dalam survei online. Hasilnya, green perceived value, green perceived quality, dan sensitivitas harga berpengaruh positif terhadap green satisfaction. Green satisfaction berpengaruh positif terhadap green trust. Green satisfaction, green trust, green product awareness, dan green word of mouth berpengaruh positif terhadap green repurchase intention. Dengan demikian, penelitian ini dapat menjadi wawasan mengenai green linen fashion brand atau sustainable fashion brand sebagai strategi untuk meningkatkan niat beli ulang pelanggan terhadap produk green linen products.", "Daftar File": {"2023 SK PP Amelia Nugraheni Putri   [19020281] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/292840"}, "Penulis": "Amelia Nugraheni Putri [19020281]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sustainable Fashion, Green Linen Products, Green Repurchase Intention, Green Trust, Environmental Awareness.", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "15 Jun 2023"}