{"Nomor": 73117, "Judul": "KARAKTERISTIK REKAHAN BATUBARA PADA EKSPLORASI GAS METANA BATUBARA DI CEKUNGAN OMBILIN, SUMATRA BARAT", "Abstrak": "Eksplorasi gas metana batubara atau CBM (Coalbed Methane) yang merupakan salah \nsatu energi alternatif, saat ini sedang didorong oleh pemerintah dalam menunjang \ndiversifikasi energi nasional. Karakterisitik batubara Indonesia yang berumur Tersier, \nmenjadikan eksplorasi gas metana batubara di Indonesia memiliki karakteristik \ntersendiri. Salah satu karakteristik yang dapat diamati adalah rekahan batubara (cleat). \nAnalisis microcleat digunakan untuk melihat kenampakan maseral, mineral lain, \nbukaan rekahan (aperture), dan spasi rekahan (spacing). Analisis microcleat juga \nmemberikan gambaran porositas dan permeabilitas, serta kandungan gas, berdasarkan \nciri fisik bukaan dan spasi rekahan batubara.\nMetode penelitian yang digunakan meliputi tahap penelitian lapangan dan tahap \npengolahan data. Tahap penelitian lapangan digunakan untuk mendapatkan data \npemboran dan singkapan batuan. Data pemboran terdiri dari sampel batuan inti, \npenampang sumur, dan data gas, sedangkan dari singkapan batuan terdiri dari data \nrekahan batubara serta jurus dan kemiringan lapisan batuan. Tahap pengolahan data \ndigunakan untuk menganalisis microcleat, komposisi maseral, porositas, \npermeabilitas, kapasitas serap gas, dan analisis struktur rekahan batubara.\nLokasi penelitian terletak di Kota Sawahlunto, Provinsi Sumatra Barat. Secara \ngeografis terletak di antara koordinat 0°36’00”-0°42’00” LS dan 100°45’00”-\n100°48’00” BT. Daerah ini termasuk dalam Cekungan Ombilin, dengan tiga interval \nbatuan, yaitu Formasi Sawahlunto, Formasi Sawahtambang anggota Rasau, dan \nFormasi Sawahtambang. Pemboran gas metana batubara mencapai kedalaman 451 \nmeter, menembus Formasi Sawahlunto sebagai formasi pembawa batubara yang \ndiendapkan pada lingkungan delta. Terdapat lima lapisan batubara, yaitu lapisan \nbatubara A, B, C, D, dan E.\nNilai reflektansi vitrinit di daerah penelitian berkisar antara 0,66 – 0,80%, sedangkan \nnilai kalori batubara berkisar antara 7434 – 7646 Cal/gr. Klasifikasi peringkat \nbatubara menurut standar Amerika ASTM termasuk dalam high volatile bituminus. \nKelompok maseral vitrinit merupakan kelompok maseral dominan, dengan persentase \nlebih dari 90%.\nBerdasarkan analisis microcleat terlihat bahwa bukaan sempit, tidak menerus, terisi \nmineral, spasi yang jauh, dan rekahan yang sedikit, akan memberikan nilai \npermeabilitas yang buruk. Sebaliknya, bukaan yang lebar, menerus, tidak terisi \nmineral, spasi yang dekat, dan rekahan yang banyak, akan memberikan nilai \npermeabilitas yang baik. Analisis microcleat memberikan gambaran bahwa semakin \ndalam batubara, rekahan batubara akan semakin sempit, sehingga permeabilitas akan \nsemakin buruk. Porositas yang besar didapat dari diameter pori yang besar, bukaan \nyang lebar, dan spasi rekahan yang dekat.\nAnalisis microcleat membuktikan bahwa permeabilitas tidak terlalu banyak \nmempengaruhi kandungan gas. Akan tetapi microcleat yang secara fisik \nmemperlihatkan bukaan lebar, menerus, dan tidak terisi mineral akan memberikan \nkandungan gas yang baik. Kandungan gas juga akan baik bila bukaan sempit tetapi \njumlah rekahan banyak dan spasi rekahan dekat. Bukaan yang lebar tetapi hanya \nsetempat-setempat dan tidak menerus, akan cenderung memiliki kandungan gas yang \nburuk.\nArah bidang rekahan utama batubara (face cleat) pada daerah penelitian adalah \nbaratlaut – tenggara dan utara – selatan. Arah rekahan utama batubara dapat \ndigunakan untuk optimalisasi pemboran dan menentukan arah pemboran horizontal. \nArah yang terbaik adalah tegak lurus arah face cleat.", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/292853", "Cover Muhammad Abdurachma I 22007303.pdf": "https://digilib.itb.ac.id/gdl/download/292854", "Bab 1 Muhammad Abdurachma I 22007303.pdf": "https://digilib.itb.ac.id/gdl/download/292855", "Bab 2 Muhammad Abdurachma I 22007303.pdf": "https://digilib.itb.ac.id/gdl/download/292856", "Bab 3 Muhammad Abdurachma I 22007303.pdf": "https://digilib.itb.ac.id/gdl/download/292857", "Bab 4 Muhammad Abdurachma I 22007303.pdf": "https://digilib.itb.ac.id/gdl/download/292858", "Bab 5 Muhammad Abdurachma I 22007303.pdf": "https://digilib.itb.ac.id/gdl/download/292860", "Bab 6 Muhammad Abdurachma I 22007303.pdf": "https://digilib.itb.ac.id/gdl/download/292861", "Daftar Pustaka Muhammad Abdurachma I 22007303.pdf": "https://digilib.itb.ac.id/gdl/download/292862", "Lampiran Muhammad Abdurachma I 22007303.pdf": "https://digilib.itb.ac.id/gdl/download/292863"}, "Penulis": "Muhammad Abdurachman Ibrahim [22007303]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D.", "Dr. Ir. Hadiyanto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "gas metana batubara, rekahan batubara, microcleat, face cleat, bukaan,  spasi, porositas, permeabilitas.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "15 Jun 2023"}