{"Nomor": 73120, "Judul": "ADSORPSI ION CR(VI) MENGGUNAKAN ADSORBEN BULIR ?-KARAGENAN TERMODIFIKASI POLIETILENIMINA (PEI) DAN GLUTERALDEHID (GA)", "Abstrak": "Pencemaran logam berat dalam lingkungan perairan merupakan salah satu masalah yang menjadi perhatian dunia. Ion Cr(VI) diklasifikasikan sebagai karsinogen grup 1 oleh World Health Organization (WHO). Paparan jangka panjang dengan tingkat paparan Cr(VI) lebih dari 0,1 ppm dapat menyebabkan masalah pernapasan, kerusakan hati, ginjal, dan kanker. Adsorpsi telah dianggap sebagai teknologi yang menjanjikan untuk menghilangkan logam beracun dari limbah industri dan air alami. Karagenan merupakan biopolimer anionik yang memiliki gugus ester sulfat pada salah satu atom karbonnya. Salah satu kelompok utama dari karagenan yang memiliki karakter pembentuk gel yang kuat adalah ?-karagenan. Pada penelitian ini adsorben bulir ?-karagenan dimodifikasi dengan polietilenimina (PEI). PEI adalah polimer yang mengandung gugus amino primer, sekunder, dan tersier. PEI larut dalam air yang berupa polimer alifatik bermuatan positif yang tersedia dalam bentuk linier dan bercabang. PEI yang bermuatan positif dapat melapisi permukaan bulir ?-karagenan yang bermuatan negatif dan berinteraksi dengan ion Cr(VI) melalui interaksi elektrostatik. Untuk meningkatkan stabilitas adsorben, PEI diikat silang dengan gluteraldehid (GA). Bulir yang dibuat telah berhasil dikarakterisasi dengan menggunakan spektroskopi FTIR dan SEM-EDS. Berdasarkan hasil penelitian, kondisi optimum adsorpsi diperoleh pada pH 3, waktu kontak 240 menit, dan dosis adsorben sebesar 2 g L–1. Adsorpsi ion Cr(VI) menggunakan bulir yang dibuat mengikuti model kinetika adsorpsi orde dua semu dengan nilai R2 sebesar 0,9982 dengan nilai tetapan laju sebesar\n9,94 × 10-4 mg L?1 min?1. Proses adsorpsi mengikuti model isoterm adsorpsi Langmuir dengan nilai R2\nsebesar 0,9955 serta kapasitas adsorpsi maksimum sebesar 180,38 mg g–1 pada suhu 323 K. Hasil studi\ntermodinamika menunjukkan bahwa proses adsorpsi bersifat eksotermik dan berlangsung secara spontan. Studi desorpsi ion Cr(VI) menggunakan HNO3 0,1 M menunjukkan kemampuan penggunaan berulang dari adsorben.", "Daftar File": {"ABSTRAK Khalisha Rhea Amalia": "https://digilib.itb.ac.id/gdl/download/293109"}, "Penulis": "Khalisha Rhea Amalia [10519086]", "Kontributor / Dosen Pembimbing": ["Muhammad Iqbal, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Adsorpsi, Karagenan, Polietilenimina, Gluteraldehid, Ion Cr(VI)", "Sumber": "Adsorption, Carrageenan, Polyethylenenimine, Gluteraldehyde, Cr(VI) Ion", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "15 Jun 2023"}