{"Nomor": 73124, "Judul": "MODIFIKASI SWITCH PROBABILITY PADA FLOWER POLLINATION ALGORITHM MELALUI INFERENSI STATISTIKA : ANALISIS VARIANSI", "Abstrak": "Flower Pollination Algorithm atau biasa disingkat sebagai FPA merupakan algoritma yang berfungsi untuk menyelesaikan permasalahan optimasi. Dalam algoritma ini pencarian nilai optimal dilakukan dengan dua kategori yaitu penyerbukan secara global dan lokal. Peluang kemunculan dari kedua kategori tersebut diatur oleh suatu parameter yang disebut sebagai switch probability. Pemilihan nilai switch probability ini akan mempengaruhi hasil dari algoritma yaitu banyak iterasi yang dibutukan untuk mencapai nilai optimum. Pada umumnya nilai switch probability dipilih sebesar 0.8. Pada tugas akhir ini, FPA akan dimodifikasi dengan berbagai nilai switch probability yaitu nilai konstan (0.6 - 0.9), mengikuti aturan Dobel Eksponen, dan mengikuti distribusi Beta(18,2). Dalam pengerjaan studi ini, FPA akan disimulasikan dengan berbagai aturan. Kemudian akan dianalisis dengan statistika deskriptif dan inferensi. Tujuan dari penelitian ini adalah untuk menguji apakah terdapat perbedaan yang signifikan antara perlakuan switch probability yang digunakan. Lalu mencari perlakuan mana yang menghasilkan iterasi paling sedikit. Metode yang digunakan dalam tugas akhir ini adalah studi literatur, simulasi dengan bantuan komputer, serta menganalisis dengan statistika komputasi. Pada penelitian ini, terdapat beberapa hasil yang cukup berbeda dengan hasil pada referensi. Oleh karena itu, dilakukan penentuan hasil berdasarkan beberapa kriteria tingkat keberhasilan minimum. Adapun langkah analisis yang dilakukan adalah penghapusan pencilan; statistika deskriptif baik secara analitik maupun grafik; dan statistika inferensi yaitu ANOVA. Untuk memenuhi asumsi ANOVA, dilakukan uji kenormalan Shapiro Wilk dan uji kesamaan variansi Bartlett. Transformasi tangga Tukey pun dilakukan untuk mendapatkan data yang lebih simetris. Setelah ANOVA, dilakukan pula uji Tukey untuk mendeteksi pasangan data yang memiliki rataan berbeda. Kemudian untuk mendapatkan switch probability yang sesuai, dilakukan pemberian peringkat pada mean sampelnya. Dari penelitian ini, didapatkan hasil bahwa switch probability 0.9 dan Beta(18,2) memberi iterasi minimum pada tingkat keberhasilan 100%. Sedangkan untuk kriteria lain atau fungsi objektif berdimensi besar maka switch probability 0.6 yang memberikan iterasi minimum.", "Daftar File": {"ABSTRAK Fadhil Hanif Sulaiman": "https://digilib.itb.ac.id/gdl/download/292877"}, "Penulis": "Fadhil Hanif Sulaiman [10117053]", "Kontributor / Dosen Pembimbing": ["Yuli Sri Afrianti, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "FPA, switch probability, iterasi minimum, Beta", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "15 Jun 2023"}