{"Nomor": 73134, "Judul": "TEKTONIK INVERSI PADA ENDAPAN SYNRIFT DAN IMPLIKASINYA  TERHADAP PEMERANGKAPAN HIDROKARBON DI CEKUNGAN  SUMATRA UTARA, DAERAH LAUT ANDAMAN", "Abstrak": "Laut Andaman merupakan bagian cekungan Sumatra Utara bagian laut dalam, dengan \nkedalaman laut berkisar antara 500 meter sampai 1500 meter. Kegiatan eksplorasi laut \ndalam dengan target reservoir endapan syn-rift pada struktur inversi masih sedikit \nmendapat perhatian karena eksplorasi sebelumnya diutamakan pada pemboran laut \ndangkal dengan target reservoir endapan post-rift pada batugamping Formasi Peutu dan \nbatupasir Formasi Baong. \nPenelitian sekuen syn-rift dan struktur inversi didapat dengan melakukan interpretasi \nlintasan seismik 2D laut hasil survei regional dengan long streamer melewati laut \nAndaman dan sekitarnya. Beberapa sumur pemboran eksplorasi laut dalam dipergunakan \nsebagai data untuk analisa sistim petroleum dan jenis hidrokarbon pada sekuen syn-rift. \nBerdasarkan data seismik dan sistim petroleum dibuat mekanisme pemerangkapan \nhidrokarbon pada sekeun syn-rift akibat dari tektonik inversi. \nBerdasarkan pemetaan isopah ketebalan sekuen syn-rift dan flattening horizon seismic\npada top syn-rift dapat ditafsirkan bahwa ada dua pola syn-rift yang berkembang \ndidaerah ini. Pola rift berarah Utara-Selatan berkembang di daerah Selatan dan Utara \ndaerah penelitian, sedangkan pola rift Timulaut-Baratdaya berkembang didaerah tengah \npenelitian. Dari observasi dapat disimpulkan bahwa pembentukan sistim rift di daerah ini \ndikontrol oleh sesar-sesar utama yang berarah Utara-Selatan, sesar-sesar utama tersebut \ndiperkirakan bergerak mendatar meng-kanan membentuk pola semacam transtention\nyang mengkontrol cekungan rift. Bagian utara cekungan memperlihatkan tektonik inversi \nsangat besar diperlihatkan oleh pola geometri Harpoon berbentuk high relief structure, \nsedangkan bagian selatan memperlihatkan tektonik inversi kecil ditunjukkan oleh low \nrelief structure. Selain itu, hasil pemetaan Top Syn-rift menghasilkan pola struktur \ninversi berarah Timurlaut-Baratdaya dipotong bounding fault dipping ke arah Tenggara \nHidrokarbon pada stuktur inversi dapat dijumpai di rift depocenter, seperti hasil \npemboran sumur Mergui-1 yang menemukan gas di Laut Andaman wilayah Thailand. \nHidrokarbon juga dapat diketemukan pada rift shoulder disamping bounding fault seperti \nhasil pemboran sumur JAU-1 dan ITU-1 yang menemukan reservoir gas di batupasir \nFormasi Parapat. Sedangkan, Sumur BLD-1 tidak menemukan hidrokarbon pada \npemboran target endapan syn-rift diatas Tinggian Central atau daerah flexure margin. \nBerdasarkan fakta-fakta tersebut, sesar-sesar inversi mungkin bertanggung jawab \nterhadap migrasi hidrokarbon yang mengalirkan hidrokarbon dari batuan induk ke \nbatupasir Formasi Parapat.", "Daftar File": {"Abstrak Mulyono B 22008033.pdf": "https://digilib.itb.ac.id/gdl/download/292911", "Cover Mulyono B 22008033.pdf": "https://digilib.itb.ac.id/gdl/download/292912", "Bab 1 Mulyono B 22008033.pdf": "https://digilib.itb.ac.id/gdl/download/292913", "Bab 2 Mulyono B 22008033.pdf": "https://digilib.itb.ac.id/gdl/download/292914", "Bab 3 Mulyono B 22008033.pdf": "https://digilib.itb.ac.id/gdl/download/292915", "Bab 4 Mulyono B 22008033.pdf": "https://digilib.itb.ac.id/gdl/download/292916", "Bab 5 Mulyono B 22008033.pdf": "https://digilib.itb.ac.id/gdl/download/292917", "Daftar Pustaka Mulyono B 22008033.pdf": "https://digilib.itb.ac.id/gdl/download/292918", "Lampiran Mulyono B 22008033.pdf": "https://digilib.itb.ac.id/gdl/download/292919"}, "Penulis": "Mulyono Banukarso [22008033]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji", "Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "15 Jun 2023"}