{"Nomor": 73135, "Judul": "CIBUBUR PUBLIC LIBRARY:  CONNECTING COMMUNITY TO ACTIVITIES AND KNOWLEDGE", "Abstrak": "Perpustakaan adalah fasilitas umum yang penting dalam sebuah kawasan. Sebagai pusat pengetahuan, perpustakaan umum berperan dalam memberikan akses informasi kepada masyarakat di sekitarnya dan juga menjadi tempat bagi komunitas literasi untuk berkumpul dan beraktivitas. Perpustakaan menjadi jembatan yang menghubungkan komunitas dengan masyarakat luas. Kelurahan Cibubur adalah bagian dari Kecamatan Ciracas, Jakarta Timur yang secara geografis berada di ujung perbatasan antara Provinsi Jakarta dan Provinsi Jawa Barat. Letaknya yang jauh dari pusat perkotaan menyebabkan masyarakat Cibubur kesulitan mengakses fasilitas perpustakaan umum di Jakarta. Cibubur sendiri memiliki komunitas literasi Taman Baca Kampung Buku Cibubur untuk mewadahi masyarakat sekitar. Kedua faktor tersebut menjadi alasan dibutuhkannya perpustakaan umum di Cibubur untuk memfasilitasi baik masyarakat maupun komunitas.\nPerpustakaan umum Cibubur dibangun di atas lahan seluas 4500m2 di Kelurahan Cibubur. Isu perancangan dari proyek ini adalah memberikan masyarakat akses terhadap informasi dan juga mewadahi berbagai aktivitas literasi dan edukasi, memfasilitasi kegiatan individu dan kelompok, dan memberikan ruang publik yang nyaman. Dari isu-isu tersebut didapatkan dua fungsi perpustakaan. Fungsi primernya adalah sebagai sarana edukasi yaitu perpustakaan dengan fasilitas area khusus anak-anak, area remaja, area dewasa, area komputer, ruang baca sunyi, makerspaces, ruang pertemuan, ruang belajar kelompok, dan area kerja bersama. Fungsi sekundernya adalah sebagai ruang publik dengan fasilitas ruang serbaguna, ruang pameran, auditorium dengan kapasitas 315 kursi, dan cafe&bookstore. Kedua program utama ini saling melengkapi dan berfungsi mewadahi kegiatan masyarakat dan komunitas. \nBangunan ini dirancang dengan konsep dua massa yang disatukan oleh sebuah sirkulasi utama berupa ramp melingkar untuk menjadi sebuah massa bangunan. Kedua massa mewakilkan baik perpustakaan maupun ruang publik. Penempatan ruang-ruang secara vertikal terutama di bagian perpustakaan memperhatikan aspek akustik dan kenyamanan. Bangunan ini juga memiliki fitur skylight untuk pencahayaan alami, pedestrian plaza untuk pejalan kaki, dan rooftop terrace yang terbuka untuk publik. Perpustakaan ini berstruktur kolom-balok beton dengan adanya dilatasi di bagian basement.", "Daftar File": {}, "Penulis": "Alifia Larasati Zaviera [15219019]", "Kontributor / Dosen Pembimbing": ["Widiyani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Cibubur, Perpustakaan Umum, Ruang Publik, Komunitas, Literasi, Edukasi", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Jun 2023"}