{"Nomor": 73133, "Judul": "A PLACE TO REMEMBER: DAY CARE UNTUK PENDERITA ALZHEIMER DI KOTA BANDUNG DENGAN PENDEKATAN BIOPHILIC DESIGN DAN HAPTIC ARCHITECTURE", "Abstrak": "Sepuluh tahun terakhir, jumlah lansia di Indonesia terus meningkat. Hal ini disebabkan Angka Harapan Hidup (AHH) di Indonesia yang mengalami kenaikan dalam kurun waktu tersebut. Lansia sendiri adalah seseorang yang berusia lebih dari 65 tahun. Salah satu dampak dari meningkatnya jumlah lansia adalah semakin banyak juga penderita Alzheimer. Hal ini didukung oeh pernyataan WHO yang mengatakan jika semakin banyak jumlah lansia di suatu tempat maka akan semakin banyak pula jumlah penderita demensia di tempat tersebut. Demensia adalah suatu penyakit penurunan kognitif yang ditandai dengan penurunan daya ingat dan Alzheimer adalah jenis demensia yang paling sering ditemukan. Alzheimer merupakan penyakit penurunan kognitif yang ditandai dengan adanya kerusakan sel otak dan penumpukan protein amyloid dan protein tau pada otak. \nDi Indonesia kasus Alzheimer diprediksi akang terus meningkat. Pada tahun 2016 terdapat 1,3juta penduduk menderita Alzheimer, pada tahun 2030 diperkirakan akan meningkat menjadi 2 juta penduduk, dan pada tahun 2050 diprediksi terdapat 4 juta penduduk yang menderita Alzheimer. Disebabkan hal ini, fasilitas untuk penderita Alzheimer menjadi salah satu yang sepatutnya kita perhatikan. Hal ini karena jumlah lansia di Indonesia diprediksi akan terus meningkat disebabkan kenaikan AHH yang menyebabkan jumlah penderita Alzheimer juga akan meningkat. Salah satu fasilitas bagi penderita Alzheimer adalah day care khusus penderita Alzheimer. Proyek day care ini adalah proyek yang berbasis komunitas dan bekerja sama dengan Alzheimer’s Indonesia dan Lembaga non-profit Indonesia Ramah Lansia. Fasilitas day care ini menitik beratkan kepada penyediaan tempat dan kegiatan yang mendukung proses terapi dan kehidupan yang baik bagi penderita Alzheimer. Proyek ini berdiri di atas lahan seluas 7.652,986 m2  yang terdapat di Jalan Ir. H. Juanda no.498A, Kecamatan Coblong, Kota Bandung, Jawa Barat. Kecamatan Coblong adalah kecamatan ke-2 di Bandung yang memiliki jumlah lansia terbanyak. \nTerdapat tiga soal perancangan yang dibuat untuk menghadirkan lingkungan binaan yang baik bagi penderita Alzheimer dan pengguna selain penderita Alzheimer untuk fasilitas day care ini. Persoalan pertama adalah menghadirkan ruang dengan pendekatan khusus yang dapat digunakan secara bersama, persoalan kedua yaitu mewujudkan lingkungan yang dapat mereduksi stress, meningkatkan kreativitas, dan mempercepat dampak positif terapi bagi penderita Alzheimer, dan persoalan ketiga adalah mewujudkan lingkungan sebagai elemen terapi fisik dan kognitif untuk penderita. Terdapat tiga konsep desain yang masing-masing satu konsep desain akan menjawab satu soal perancangan yang telah dibuat. Persoalan perancangan pertama akan dijawab oleh konsep desain yang menerapkan Alzheimer Design Guidelines¸ persoalan kedua akan dipecahkan oleh konsep desain Biophilic Design, dan konsep Haptic Architecture akan menjadi solusi untuk persoalan perancangan ketiga.\nProyek ini terdiri dari lima massa bangunan utama; massa penunjang, massa residence 1, residence 2, residence 3, dan massa untuk terapi. Kelima massa ini dihubungkan oleh ruang luar berupa taman utama (main courtyard) yang dilengkapi dengan area bertaman dan juga ruang luar transisi berupa reflecting pond. Material utama yang ditonjolkan adalah penggunaan kayu pada bagian lantai, ceiling, dan dinding partisi. Struktur dari fasilitas day care ini adalah struktur beton dan struktur baja pada atap (plan truss).", "Daftar File": {}, "Penulis": "Dewi Asriani Nurlaila [15219018]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Bambang Setia Budi, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Alzheimer, day care, Biophilic Design, Haptic Architecture", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Jun 2023"}