{"Nomor": 73142, "Judul": "KAMPUNG SUSUN : HUNIAN VERTIKAL DI KOTA BANDUNG DENGAN EKSPRESI KAMPUNG KOTA", "Abstrak": "Kampung, tatanan permukiman yang dianggap “informal” di tengah-tengah kota “formal” yang modern. Akan tetapi, permukiman kampung merupakan akar dari pertumbuhan kota di Indonesia, sehingga penataan suatu kawasan kota sebenarnya perlu memperhatikan eksistensi kampung sebagai titik tolak penataan.\nProyek ini merupakan proyek pembangunan rumah susun sewa untuk dua kelas ekonomi, yaitu masyarakat berpenghasilan rendah dan menengah. Tujuan dari proyek ini adalah untuk menata ulang hunian serta lingkungan sebagai upaya perbaikan kawasan dan menjadi contoh rancangan hunian yang berkelanjutan dalam konteks kampung kota. Proyek ini berlokasi di Jalan Ahmad Yani, Kebon Pisang, Sumur Bandung, Kota Bandung dengan luas tapak sebesar 25.971 m2. Proyek ini diprakarsai oleh Kementerian Pekerjaan Umum dan Perumahan Rakyat (PUPR) yang akan menyediakan kompensasi untuk masyarakat yang terdampak pembangunan proyek berupa tempat tinggal sementara selama pembangunan dan akan tinggal kembali pada hunian baru di lokasi awal dengan biaya sewa yang terjangkau. \nIsu perancangan dari proyek ini diambil dari turunan berbagai aspek bermukim dan berhuni, yaitu lingkungan yang aman, nyaman, dan sehat (keberlanjutan); perancangan berbasis masyarakat; dan lokalitas kampung. Terdapat beberapa konsep dasar perancangan pada proyek ini, yaitu mengoptimalkan pencahayaan dan penghawaan alami, ruang sosial dan ekonomi yang variatif, hunian fleksibel, keberagaman fisik, dan mixed income housing.\nProyek ini terdiri dari dua massa bangunan yang dihubungi oleh ruang bersama diantaranya. Masing-masing massa mewakili kelas sosial para penghuninya, yaitu masyarakat berpenghasilan rendah (MBR) dan menengah. Massa bangunan untuk MBR sejumlah 16 lantai dan 1 basemen. Sedangkan massa lainnya berjumlah 14 lantai dan 2 basemen. Struktur bangunan yang digunakan antara lain kolom balok konvensional berbahan beton. Selubung bangunan diselesaikan dengan cat berwarna cream dan roster untuk menciptakan suasana kampung kota yang lebih beragam. Proyek ini memiliki KDB 60%, dengan total luas lantai dasar 33.4% sebesar 15.582 m2 dan KLB 4 dengan total luas bangunan 103.884 m2.", "Daftar File": {}, "Penulis": "Syahdinda Aulia Iskandariah [15219036]", "Kontributor / Dosen Pembimbing": ["Ir. Tri Yuwono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kampung Susun, Rumah Susun, Keberlanjutan, Perancangan Partisipatif, Lokalitas", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Jun 2023"}