{"Nomor": 73152, "Judul": "PREFERENSI MASYARAKAT TERHADAP ANGGREK, ANALISIS KEBERLANJUTAN, DAN STRATEGI AGRIBISNIS ANGGREK DENDROBIUM (KASUS DI WINDA NURSERY, KABUPATEN BOGOR)", "Abstrak": "Florikultura merupakan salah satu kelompok komoditas hortikultura yang penting di Indonesia, dan salah satu yang mempunyai kontribusi besar adalah anggrek. Kekayaan dan keragamannya memberikan prospek pasar yang luas di masa yang akan datang. Kendati memiliki potensi, industri anggrek juga memiliki beberapa permasalahan antara lain teknologi penyediaan bibit, distribusi, dan pemasaran produk. Penelitian ini bertujuan untuk (1) mengkaji preferensi masyarakat terhadap anggrek dan (2) mengkaji status kelayakan finansial, status keberlanjutan, dan rekomendasi strategi agribisnis anggrek Dendrobium pada suatu nursery anggrek di Bogor sebagai suatu studi pustaka. Penelitian diawali dengan survei terkait preferensi terhadap masyarakat umum, pehobi anggrek, dan pebisnis anggrek. Hasil penyebaran kuesioner terhadap 63 masyarakat umum menunjukkan bahwa 86% masyarakat umum menyukai anggrek. Atribut anggrek yang paling disukai yaitu bentuk bunga (81%), warna bunga (79%), dan motif bunga (73%). Genus yang paling disukai yaitu Phalaenopsis (49%), Dendrobium (46%), dan Cattleya (32%). Masyarakat umumnya (86%) menyatakan bahwa harga anggrek itu mahal, meski demikian 71% masyarakat umum menyatakan bahwa harga tersebut sesuai dengan kualitas yang ditawarkannya. Hasil penyebaran kuesioner terhadap 48 pehobi anggrek menunjukkan bahwa atribut anggrek yang paling disukai yaitu bentuk bunga (88%), warna bunga (85%), dan motif bunga (71%). Jenis anggrek yang paling disukai yaitu hibrida (56%), genus yang paling disukai serta diketahui yaitu Dendrobium (83%), dan genus yang paling banyak dipelihara yaitu Dendrobium (77%). Sebanyak 52% pehobi menyatakan bahwa memelihara anggrek itu sulit, meski demikian para pehobi memiliki pengetahuan yang lebih baik terkait cara perawatan anggrek dibandingkan masyarakat umum. Sebanyak 98% pehobi menyatakan bahwa harga anggrek itu mahal, meski demikian 75% pehobi menyatakan bahwa harga tersebut sesuai dengan kualitas yang ditawarkannya. Hasil penyebaran kuesioner dan wawancara terhadap 20 pebisnis anggrek menunjukkan bahwa jenis yang paling diminati konsumen yaitu hibrida (80%), genus yang paling diminati konsumen yaitu Dendrobium (65%), dan genus yang paling banyak dijual yaitu Dendrobium (100%). Genus termahal yaitu Cattleya (33%), sedangkan termurah yaitu Dendrobium (10%), dan hal yang paling berpengaruh terhadap harga anggrek yaitu kelangkaan anggrek (55%). Adapun genus tersulit pemeliharaannya yaitu Phalaenopsis (15%), sedangkan termudah yaitu Dendrobium (30%). Dari 20 orang pebisnis, semuanya memiliki konsumen yang berasal dari daerah sekitar kebun anggrek, sebanyak 90% pebisnis memiliki konsumen dari luar daerah, dan sebanyak 25% pebisnis memiliki konsumen dari luar negeri. Semua pebisnis memiliki konsumen yang berasal dari kalangan pehobi, sebanyak 80% pebisnis memiliki konsumen dari kalangan penjual eceran, sebanyak 40% pebisnis memiliki konsumen dari perusahaan pengguna anggrek seperti\nhotel, bank, rumah sakit, dan sebanyak 5% pebisnis memiliki konsumen dari kalangan petani anggrek.\nPenelitian dilanjutkan dengan studi kasus untuk mengkaji proses-proses dalam bisnis pembibitan anggrek Dendrobium. Studi kasus dilakukan di Winda Nursery yang terletak di desa Cibinong kecamatan Gunung Sindur kabupaten Bogor. Nursery ini melakukan pemasaran dan pembibitan dengan teknik kultur jaringan. Bibit anggrek yang dihasilkan melalui teknik kultur jaringan sebanyak 33% dan berasal dari Thailand sebanyak 67%. Beberapa analisis yang dilakukan pada studi kasus ini meliputi analisis finansial menggunakan beberapa parameter, seperti Benefit Cost Rasio (B/C Rasio), Payback Period (PP), Net Present Value (NPV), Internal Rate Return (IRR), dan Break Even Point (BEP); analisis keberlanjutan menggunakan metode Rapid Appraisal for Orchid (RAPORCHID); dan rekomendasi strategi menggunakan analisis Strengths, Weakness, Opportunities, Threats-Quantitative Strategic Planning Matrix (SWOT-QSPM). Agribisnis anggrek Dendrobium di Winda Nursery cukup menguntungkan dengan rata-rata laba bersih per tahun sebesar Rp 132.250.076,00. Indeks keberlanjutan sebesar 52,75 dengan dimensi ekonomi sebagai yang tertinggi, kemudian diikuti oleh ekologi, teknologi, sosial, dan kelembagaan. Prioritas rekomendasi strategi yaitu membuka pelatihan kultur jaringan dan perawatan anggrek untuk masyarakat umum serta mempromosikannya di berbagai media sosial untuk memperluas relasi. Adapun kendala yang dihadapi dalam pengembangan agribisnis anggrek yaitu potensi sumber daya manusia yang dimiliki belum dikelola dengan baik melalui manajemen perusahaan dan tidak adanya peran kelembagaan meliputi kelompok tani, lembaga keuangan, lembaga penelitian, lembaga swadaya masyarakat, dan lembaga pembina yang seharusnya dapat memberikan dukungan dalam meningkatkan perkembangan agribisnis anggrek Dendrobium. Selain itu, terdapat beberapa faktor yang mendukung dalam pengembangan agribisnis anggrek Dendrobium di Winda Nursery yaitu kondisi lahan dan agroklimat yang sesuai untuk pertumbuhan anggrek Dendrobium serta proses produksi dan teknologi yang cukup sesuai dengan standar operasional prosedur (SOP) yang dikeluarkan oleh Kementerian Pertanian. Agribisnis anggrek Dendrobium di Winda Nursery menghasilkan keuntungan yang tinggi dan memiliki prospek yang baik untuk dikembangkan.", "Daftar File": {"ABSTRAK Sofia Fikria Nurfina": "https://digilib.itb.ac.id/gdl/download/292950"}, "Penulis": "Sofia Fikria Nurfina [21319302]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman", "Dr. Iriawati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "florikultura, agribisnis, keberlanjutan, anggrek, Dendrobium, Winda Nursery", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Jun 2023"}