{"Nomor": 73153, "Judul": "PREDIKSI TITIK API BERDASARKAN LAJU PERUBAHAN TEMPERATUR TERHADAP JARAK MENGGUNAKAN MACHINE LEARNING DAN MULTILATERASI", "Abstrak": "Menurut Global Forest Watch, kebakaran hutan menjadi suatu masalah yang semakin\nkompleks terkait dengan perubahan iklim. Oleh karena itu, diperlukan solusi yang efektif untuk\nmeminimalkan risiko kebakaran hutan dengan melakukan prediksi kebakaran secara dini dan\nakurat. Deteksi titik api menggunakan wireless sensor dan metode multilaterasi dapat menjadi\nsalah satu alternatif solusi yang murah dan efektif. Pendekatan ini menggabungkan konsep\nmachine learning berdasarkan laju perubahan temperatur terhadap jarak untuk mengestimasi\njarak antara sensor dan titik api, serta menggunakan metode multilaterasi untuk menentukan\nkoordinat lokasi titik api. Hasil penelitian menunjukkan bahwa pendekatan machine learning\nmenggunakan algoritma regresi linear dapat memprediksi jarak titik api terhadap sensor dengan\nbaik pada area 120 x 120 cm. Selain itu, metode multilaterasi mampu mengestimasi posisi titik\napi dengan cukup akurat menggunakan pendekatan least square. Pendekatan ini memberikan\nakurasi estimasi posisi yang cukup baik dengan jarak offset rata-rata sebesar 2,09 cm\nmenunjukkan potensi pendekatan ini sebagai early warning system untuk kebakaran hutan.\nUntuk penelitian lebih lanjut, dapat digunakan area penelitian yang lebih luas serta variasi lebih\nkompleks dengan pendekatan fitting non-linear atau algoritma machine learning lain untuk\nmeningkatkan akurasi deteksi kebakaran hutan.", "Daftar File": {}, "Penulis": "Shafira Amaliyah [10219106]", "Kontributor / Dosen Pembimbing": ["Dr. Irfan Dwi Aditya, S.Si., M.Si.", "Fahdzi Muttaqien, S.Si., M.Si., M.Sc., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Machine Learning, Multilaterasi, Titik Api, Wireless Sensor", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "15 Jun 2023"}