{"Nomor": 73161, "Judul": "INVESTIGASI EMPIRIS TERKAIT BAGAIMANA PERSEPSI PUBLIK TERKAIT KEAMANAN PADA KENDARAAN OTONOM", "Abstrak": "Kendaraan otonom (AV) diprediksi dapat mengurangi jumlah kecelakaan dan kematian di jalan akibat kesalahan yang dilakukan oleh manusia serta mengurangi kemacetan lalu lintas yang disebabkan oleh perilaku berhenti dan jalan lagi. Rentannya kendaraan otonom (AV) terhadap potensi peretasan dan eksploitasi data telah menimbulkan kekhawatiran yang signifikan terkait risiko keamanan siber dan privasi dalam domain keselamatan yang dirasakan. Penelitian ini bertujuan untuk menguji secara empiris model komprehensif tentang keselamatan yang dirasakan pada kendaraan otonom (AV), yang mencakup keselamatan kognitif, keselamatan emosional, dan privasi keamanan siber. Tanggapan dari 466 partisipan dianalisis menggunakan pendekatan pemodelan persamaan struktural (SEM). Temuan penelitian menunjukkan bahwa mayoritas yang signifikan dari responden menyatakan niat mereka untuk menggunakan kendaraan otonom (AV) tingkat tinggi di masa depan. Secara khusus, 31,1% partisipan menyatakan niat untuk menggunakan AV tingkat 2, sementara 8,8% mengindikasikan preferensi mereka terhadap AV tingkat 5. Dalam hal keselamatan yang dirasakan, privasi keamanan siber muncul sebagai prediktor yang paling berpengaruh, diikuti oleh keselamatan emosional dan keselamatan kognitif. Pendidikan memiliki pengaruh positif terhadap keselamatan kognitif. Pengalaman mengemudi memiliki pengaruh signifikan terhadap privasi keamanan siber dan keselamatan yang dirasakan. Analisis hubungan sebab- akibat antara variabel konstruk juga mengungkapkan bahwa privasi keamanan siber memiliki dampak terbesar terhadap keselamatan emosional dan keselamatan kognitif, menyoroti peran kritisnya dalam membentuk persepsi keseluruhan tentang keselamatan pada kendaraan otonom (AV). Akhirnya, penelitian ini dapat memberikan wawasan tentang bagaimana pengemudi mempersepsikan keselamatan AV, yang dapat berguna bagi organisasi pemerintah, lembaga transportasi, dan pengembang AV dalam membentuk keselamatan AV..", "Daftar File": {"2023 TS PP Cintia Nurliyana   [29021024] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/292961"}, "Penulis": "Cintia Nurliyana [29021024]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Autonomous Vehicle, Cognitive, Cyber Security, Emotional, Perceived Safety", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "15 Jun 2023"}