{"Nomor": 73168, "Judul": "PUBLIC SPACE REVITALIZATION : SUNTER WATER SPORT AND RECREATION CENTER SEBAGAI PEMANTIK INTERAKSI SOSIAL BERBASIS OLAHRAGA AIR", "Abstrak": "Waduk Sunter telah dijadikan pusat olahraga dan wisata air dimana para atlet tanah air dan masyarakat sekitar dapat berlatih berbagai jenis cabang olahraga air seperti renang, dayung, atraksi jet ski, lomba perahu karet hingga rekreasi bola air. Penataan waduk yang sempat tertunda wabah COVID 19 akhirnya dieksekusi, namun terlihat fasilitas gelanggang olah raga pada Waduk Sunter Barat masih jauh dari kata layak. Ruang terbuka publik di sekitarnya pun belum mencerminkan kehidupan sosial dan interaksi masyarakat setempat. Waduk Sunter harus diberdayakan selain untuk menahan bencana banjir, juga untuk kegiatan olahraga dan sosial-ekonomi dan budaya bagi masyarakat Jakarta. Program revitalisasi ruang publik ini dirancang untuk menyatukan komunitas olahraga air dengan masyarakat, menjadi ruang publik perkotaan yang berlaku sebagai simbol kota kontemporer dan alat dalam revitalisasi kota, sehingga menciptakan kembali identitas yang hilang dari Waduk Sunter. Revitalisasi ini juga menjadi wujud penataan pedagang kaki lima (PKL) setempat yang saat ini belum terwadahi.\nProyek ini dirancang dengan menyediakan sebuah ruang publik yang mengundang wisatawan untuk menikmati berbagai kegiatan yang inklusif bagi berbagai tipe pengunjung. Dengan memaksimalkan potensi yang ada yaitu komunitas olah raga air, pelaku ekonomi setempat dan elemen alam Waduk Sunter, proyek ini diharapkan dapat menciptakan dampak positif bagi konteks urban disekitarnya. Terdapat tiga konsep utama pada proyek ini, yaitu Urban Connectivity, Promoting Local Economy dan Water Sport Community Empowerment. Proyek ini terdiri dari dua massa bangunan, massa bangunan penerima dan massa bangunan utama atau massa bangunan terapung. Akses bangunan dirancang kontinu dari jembatan penyeberangan orang menuju massa bangunan penerima, jembatan air dan terakhir massa bangunan utama/terapung. Struktur bangunan yang digunakan adalah kolom beton dengan struktur atap steel 3D space frame. Pada jembatan air digunakan HDPE floating pontoon dan pada massa bangunan terapung digunakan concrete floating pontoon. Bentuk massa bangunan dirancang sebagai bangunan ikon parametrik yang merepresentasikan wujud air.", "Daftar File": {}, "Penulis": "Thereza Verena [15219067]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, M.A.UD, MLA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "komunitas, revitalisasi, ruang terbuka publik, olahraga air", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Jun 2023"}