{"Nomor": 73174, "Judul": "BLOK M TRANSIT HUB: REVIVING THE ABANDONED THROUGH MOVEMENT", "Abstrak": "Urbanisasi yang terjadi di Kota Jakarta dan sekitarnya meyebabkan kepadatan penduduk dan juga tingginya angka kemacetan di area perkotaan. Namun kehadiran transportasi umum belum bisa menjadi solusi bagi permasalahan ini karena kurang dikelolanya sarana dan prasarana transportasi umum di Jakarta. Selain itu urbanisasi juga menimbulkan permasalahan urban stress yang membuat tingkat produktivitas masyarakat kota menurun. Untuk mengatasi hal tersebut pemerintah yang bekerja sama dengan PT MRT menggagas konsep Transit Oriented Development di beberapa titik stasiun untuk meningkatkan kualitas hidup masyarakat kota. Kawasan Blok M menjadi salah satu titik yang menjadi target implementasi dari konsep TOD. Pada Kawasan Blok M sendiri terdapat beberapa permasalahan dimana kondisi Mall Blok M yang sekarang sudah tutup dan Terminal Blok M yang tidak terintegrasi. Oleh karena itu pada proyek ini akan dirancang sebuah fasilitas pusat transit untuk memaksimalkan integrasi, meningkatkan dan menghidupkan kembali kegiatan ekonomi Blok M, serta mengembalikan kegiatan sosial dan komunitas dari Blok M.\nProyek ini berlokasi di Terminal Blok M di Jalan Sultan Hasanudin Dalam, Melawai, Kebayoran Baru, Jakarta Selatan dengan luas 16.500 m2. Proyek transit hub ini akan mewadahi tiga fungsi utama yaitu fungsi terminal, fungsi komersial, dan fungsi leisure. Terdapat tiga persoalan perancangan yang diangkat yaitu ruang restoratif, orientasi spasial, dan ruang publik yang menarik. Ketiga persoalan perancangan ini membentuk sebuah konsep yaitu “restorating”. Restorate yang dimaksud mencakup the place, the path, and the society.\nGubahan bangunan akan dibuat menerus dari Taman Literasi Martha Tiahahu untuk menghilangkan rasa seperti di bawah tanah pada bangunan. Untuk mewadahi fungsi leisure, pada atap bangunan dibuat rooftop garden dengan berbagai kegiatan yang diwadahi untuk merespon isu urban stress. Selain itu, integrasi dengan MRT serta fasilitas komersial lainnya direspon dengan perancangan skybridge yang terkoneksi langsung dengan pusat transit. Bangunan yang memanjang dirancang dengan berbagai retail dan juga ruang publik untuk mewadahi berbagai macam kegiatan sosial dan komersial.", "Daftar File": {}, "Penulis": "Jonathan Kenneth [15219080]", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pusat transit, Blok M, transit oriented development, integrasi transportasi, restoratif, wayfinding, placemaking.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Jun 2023"}