{"Nomor": 73177, "Judul": "PERANCANGAN UKURAN KINERJA DENGAN METODE THE WINNING KPI PADA BATIK KOMAR", "Abstrak": "Batik Komar adalah UMKM produsen batik di Jawa Barat, dengan cabang di Jalan Cigadung Kota Bandung. Masalah yang sedang dihadapi yaitu durasi desain terlalu lama, namun setelah dianalisis ditemukan bahwa akar masalahnya adalah belum ada ukuran kinerja. Rumusan masalah penelitian adalah apa saja ukuran kinerja Batik Komar.\nPenelitian merancang ukuran kinerja dengan metode The Winning KPI, dengan langkah tambahan yaitu proses bisnis beserta responsibility assignment matrix. The Winning KPI mengidentifikasi Critical Success Factor (CSF) lalu menurunkan CSF menjadi ukuran kinerja yang bisa dibagi menjadi 4 jenis: Performance Indicator (PI), Key Performance Indicator (KPI), Result Indicator (RI), dan Key Result Indicator (KRI). Langkah-langkah yang dilakukan dalam pengumpulan dan pengolahan data yaitu: persiapan proyek, pemetaan proses bisnis, pemetaan responsibility assignment matrix, identifikasi success factor, penggabungan success factor, matriks hubungan, identifikasi ukuran kinerja, seleksi ukuran kinerja, pencocokan performance dengan accountable. Pemilihan metode The Winning KPI karena perusahaan tidak memiliki strategi tertentu dan The Winning KPI cocok digunakan untuk UMKM. Proses bisnis digunakan sebagai acuan untuk mencari success factor agar proses pencarian lebih terstruktur. Responsibility assignment matrix atau dikenal juga dengan RACI chart digunakan untuk mencari tahu hasil PI dan KPI merupakan tanggung jawab siapa.\nPenelitian menghasilkan 5 CSF, dan 30 ukuran kinerja yang terdiri dari 15 PI, 4 KPI, 9 RI, 2 KRI. Ukuran kinerja hasil penelitian dapat dikembangkan lagi karena belum terdapat target, frekuensi, dan cara pengambilan data, sehingga dapat dirancang sistem untuk melaporkan, dan digunakan serta diperbarui saat sudah tidak relevan. Penelitian selanjutnya dapat menambah jumlah narasumber, dan memperhatikan tujuan strategis perusahaan sebagai acuan untuk membuat ukuran kinerja.", "Daftar File": {}, "Penulis": "Valentino Henry Anjalie [13416008]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ukuran kinerja, critical success factor, proses bisnis, responsibility assignment matrix", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Jun 2023"}