{"Nomor": 73175, "Judul": "AIR-CHITECTURE IN TRANSPORTATION NODES AS CITY RESPIRATION SYSTEM: CICAHEUM INTERMODAL TRANSPORTATION HUB", "Abstrak": "Polusi udara merupakan salah satu permasalahan utama dunia. Berdasarkan laporan kualitas udara dari IQAir 2021, Kota Bandung berada pada peringkat ke-13 sebagai kota paling berpolusi di Asia Tenggara dan peringkat ke-2 sebagai kota dengan dampak polusi udara terbesar bagi kesehatan di Indonesia. Salah satu lokasi yang paling banyak tercemar oleh polusi udara adalah terminal. Kawasan Terminal Cicaheum dengan luas lahan sebesar 10.530m2 dipilih sebagai lokasi proyek karena memiliki tingkat kualitas udara yang buruk akibat dilalui oleh berbagai kendaraan yang masuk dan keluar Kota Bandung serta dikelilingi kawasan padat penduduk dan pertokoan yang minim ruang hijau dan ruang publik. \nProyek ini bertujuan untuk menciptakan sebuah prasarana transportasi yang dapat berperan sebagai titik respirasi kota dan tidak hanya menjadi sekadar tempat untuk transit, namun sebagai destinasi bagi masyarakat. Proyek ini menggunakan konsep Interweaving yang merajut hubungan fungsi arsitektur, sistem purifikasi, serta lanskap sebagai interior. Konsep Interweaving diterapkan untuk membentuk zonasi dan gubahan bangunan sehingga menciptakan bangunan yang ramah lingkungan dengan mengoptimalkan pencahayaan dan penghawaan alami sekaligus memberikan efek restoratif bagi penggunanya. \nCicaheum Intermodal Transportation Hub menggabungkan tipologi terminal dengan pusat komersil dan ruang publik yang dapat digunakan oleh masyarakat umum dalam satu massa bangunan. Bangunan ini memiliki fitur teknologi purifikasi pada bagian atap. Selubung bangunan menggunakan kombinasi elemen kayu, peforated metal, dan greenwall yang berperan sebagai identitas bangunan. Seluruh elemen vegetasi dalam bangunan menggunakan jenis tanaman yang dapat menyerap polusi secara optimal. Struktur bangunan menggunakan sistem waffle slab dengan kolom beton.", "Daftar File": {}, "Penulis": "Meidiana Setiani Zulri [15219079]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mochamad Donny Koerniawan, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Terminal, Transportasi, Polusi, Cicaheum, Ruang Publik.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Jun 2023"}