{"Nomor": 73171, "Judul": "CONSERVATION RESEARCH CENTER SEBAGAI SARANA PEMANFAATAN LAHAN MANGROVE DI UJUNGPANGKAH, GRESIK", "Abstrak": "Lahan mangrove dunia mengalami kondisi yang kritis, ekosistem mangrove di Indonesia kini juga terancam tidak terlindungi dan kurang produktif. Proyek ini merupakan proyek Conservation Research Center, yaitu fasilitas yang mewadahi aktivitas kelompok masyarakat dengan fokus pada kegiatan edukasi dan rekreasi untuk mewujudkan ekosistem mangrove yang lebih baik. Proyek ini berfokus pada kegiatan konservasi, riset, dan juga bersamaan dengan kegiatan edukasi dan rekreasi menaungi 2 fasilitas utama, yaitu fasilitas konservasi dan pengembangan lingkungan, sebagai fungsi riset. Fasilitas lainnya sebagai sarana edukatif dan rekreatif, belajar sambil merasakan kegiatan yang dapat dilakukan di area. Proyek yang menempati lahan sebesar 25.000m2 ini berlokasi di kecamatan Ujungpangkah, Kabupaten Gresik, Provinsi Jawa Timur dan diprakarsai oleh Pemerintah terkait Riset dan Konservasi Sumber Daya Alam (BKSDA) Jawa Timur. \nIsu perancangan dari proyek ini diambil dari turunan berbagai aspek yang dapat mempengaruhi kualitas lingkungan mangrove, yaitu rancangan yang mendorong implementasi strategi konservasi lingkungan, penghadiran lingkungan edukatif dan rekreatif, dan mempertimbangkan konteks tapak tepi air. Terdapat 4 konsep utama pada proyek ini, yaitu Waterfront Sustainable Development, Community Empowerment, Edutourism Environment, dan Mangrove as Attraction and Mitigation. Konfigurasi ruang pada proyek ini dibuat seefisien mungkin untuk wisatawan dan pengguna lain dengan pendefinisian zonasi ruang dengan spektrum privat dan publik dan juga penyusunan jenis-jenis ruang berdasarkan fungsi dan kegiatannya. Berbagai macam fungsi diletakkan di atas tapak sesuai dengan potensi tapak yang sesuai untuk menciptakan suasana edukasi dan rekreasi yang searah dan mengaburkan batas antara ruang luar dan ruang dalam untuk mendapatkan kenyamanan pengguna dalam berinteraksi dan belajar mengenai mangrove di ruang luar.\nProyek ini terdiri dari beberapa massa bangunan yang dihubungkan oleh jembatan dengan massa utama memiliki tiga lantai. Ekspresi bangunan yang diambil dari rumah tradisional Dhurung dari Gresik menimbulkan kesan seperti berada di rumah sehingga pengguna merasa betah untuk menggunakan fasilitas, pengunjung juga dapat mempelajari rumah tradisional Gresik yang sudah jarang hadir di tengah kota Gresik. Material bangunan didominasi oleh material yang didapatkan di alam menciptakan kesesuaian dengan konteksnya yang dikelilingi oleh alam. Struktur bangunan yang digunakan antara lain kolom balok konvensional dengan atap pelana yang diekspos untuk menunjukkan kesan natural pada bangunan.", "Daftar File": {}, "Penulis": "Careena Wiranti Putri [15219074]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, M.E.S, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Conservation Research Centre, edukasi, mangrove, rekreasi", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Jun 2023"}