{"Nomor": 73176, "Judul": "RE-PLASTIC: PENERAPAN ARSITEKTUR PLASTIK PADA RECYCLING CENTER DI KECAMATAN GEDEBAGE, KELURAHAN RANCANUMPANG, KOTA BANDUNG, PROVINSI JAWA BARAT", "Abstrak": "Sampah plastik menjadi permasalahan penting yang berdampak pada lingkungan hidup di seluruh negara, termasuk Indonesia. Proyek ini merupakan proyek Recycling Center khusus plastik, fasilitas yang mewadahi aktivitas masyarakat dengan fokus edukasi dan eksplorasi pentingnya mengolah plastik menjadi barang baru yang tidak lagi disebut sampah. Proyek ini menaungi 2 fasilitas utama, yaitu pabrik pengolahan plastik dan gallery plastik. Pabrik pengolahan plastik digunakan sebagai sarana edukatif bagi pengunjung dengan memperlihatkan alur kerja pengolahan plastik menjadi barang baru, sedangkan gallery plastik berperan sebagai obyek utama eksplorasi arsitektur plastik. Proyek yang menempati lahan sebesar 11.253 m2 ini berada di Kecamatan Gedebage sebagai salah satu daerah dengan masalah sampah plastik terbanyak di Kota Bandung.\nIsu perancangan dari proyek ini berkaitan dengan fungsi plastik, yaitu plastik sebagai material bangunan, sarana edukasi yang interaktif bagi masyarakat, dan katalis laju pertumbuhan ekonomi masyarakat. Konsep utama yang diterapkan adalah Industrial Plastic Architecture. Konfigurasi ruang pada proyek ini dibuat seefektif dan seefisien mungkin dengan menetapkan 4 zonasi ruang secara jelas dan terpadu. Penyusunan grid setiap ruang dibuat rapi mengikuti alur kerja mesin. Mengekspos semua material bangunan membuat ekspresi bangunan menjadi lebih inovatif dan menarik. \nProyek ini terdiri dari 6 massa bangunan terpisah. Empat massa bangunan mewakili 4 zonasi ruang utama, yaitu edukasi, eksplorasi, kolaborasi, dan rekreasi. Material bangunan didominasi oleh material beton dan plastik, sedangkan struktur bangunan menggunakan struktur bentang lebar dan struktur atap gergaji sebagai penjawaban dari konsep utama perancangan.", "Daftar File": {}, "Penulis": "Josephine Melyana Rachman [15219081]", "Kontributor / Dosen Pembimbing": ["Permana, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Plastik, Recycling Center, Industrial Plastic Architecture, Edukatif, Inovatif", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Jun 2023"}