{"Nomor": 73182, "Judul": "EKSPLORASI PERAN MENTAL IMAGE DALAM PROSES PENGAMBILAN KEPUTUSAN JALUR EVAKUASI KEBAKARAN DI PUSAT PERBELANJAAN", "Abstrak": "Bencana dapat datang tidak terduga dan membawa dampak yang mengancam keselamatan jiwa. Skenario penyelamatan diri yang efektif menjadi salah satu hal yang diandalkan dalam situasi tersebut. Pengambilan keputusan dalam wayfinding situasi evakuasi dinyatakan sebagai tahapan yang menjadi penentu strategi yang digunakan, namun masih jarang diskusi secara kualitatif tentang bagaimana informasi dalam pengambilan keputusan tersebut bekerja. Penelitian ini bermaksud mengeksplorasi proses tersebut dengan memanfaatkan mental image sebagai sumber informasi yang kemudian diproses berdasarkan skemata yang bekerja dalam teori deskriptif pengambilan keputusan. Melalui wawancara terbuka semi-terstruktur dan pengamatan terhadap perilaku pemilihan jalur evakuasi secara langsung pada 70 peserta di sebuah pusat perbelanjaan di Bandung, Indonesia didapatkan lima jenis keputusan yaitu keputusan bersifat strategis, keputusan berdasarkan kebiasaan, keputusan heuristik titik pusat, keputusan yang dipengaruhi image stereotip tangga darurat, dan keputusan yang ambigu.\n\nAnalisis konten terhadap transkripsi wawancara dan rekaman video pemilihan jalur evakuasi menunjukkan bahwa mental image dapat berperan memahami proses pengambilan keputusan jalur evakuasi pada bangunan. Terdapat empat jenis image yang bekerja dalam proses tersebut, yakni self image, trajectory image, action image, serta projected image. Dengan mengetahui peranan image tersebut dapat diketahui bahwa arsitektur bekerja di dalam skema trajectory image atau berperan membentuk petunjuk bagi pengunjung melalui kerangka referensi dan asosiasi nilai tempat. Keduanya diperoleh dari pengalaman berinteraksi dengan bangunan terutama terkait penggunaan akses sirkulasi vertikal sehari-hari.  Selain itu beberapa perbedaan karakter individu yang mempengaruhi penggunaan image juga dibahas seperti frekuensi kedatangan, jenis kelamin, serta kelengkapan pengetahuan alternatif. Secara umum, temuan berkontribusi pada pemahaman interaksi antara perilaku pengunjung dan bangunan yang dapat menjadi landasan pembuatan skenario evakuasi yang efektif, misalnya pada pembuat kebijakan, pelaksanaan operasional bangunan, serta penelitian berbasis simulasi. Pada ranah arsitektur, hal ini dapat menjadi respon isu keselamatan pengguna bangunan dengan melandaskan perancangan bangunan pusat perbelanjaan dari sudut pandang perilaku pengunjung.", "Daftar File": {"ABSTRAK Dessy Syarlianti": "https://digilib.itb.ac.id/gdl/download/292990"}, "Penulis": "Dessy Syarlianti [35216006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Himasari Hanan, M.A.E.", "Dr. Ir. Lily Tambunan, M.T.", "Dr. Eng. Hanson Endra Kusuma, S.T, M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Wayfinding, Evakuasi Kebakaran, Mental Image, Pengambilan Keputusan, Pemrosesan Informasi.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Jun 2023"}