{"Nomor": 73180, "Judul": "FROM STORIES TO EXPERIENCES: RUANG KOLABORASI BUDAYA DAN KOMUNITAS SEBAGAI NARASI KREATIF PENDUKUNG STORYNOMIC TOURISM KOTA MOJOKERTO", "Abstrak": "Fenomena lunturnya identitas budaya kota di Indonesia semakin terasa akibat globalisasi. Lunturnya identitas budaya kota ini berpengaruh dalam aspek kehidupan masyarakat kota yang semakin terbawa arus serta tidak bisa mengimbangi percepatan budaya yang terus berkembang. Beberapa kota mulai menyadari dan berupaya untuk menghadapi hal tersebut, salah satunya Kota Mojokerto yang mengusung konsep Storynomics Tourism berbasis narasi budaya setempat sebagai framework perkembangan budaya lokalnya. Proyek ini merupakan proyek Pusat Budaya dan Komunitas, yaitu fasilitas yang mewadahi aktivitas budaya dan komunitas dengan fokus pengembangan budaya lokal melalui komunitas lokal, seperti komunitas budaya, pemuda, dan ekonomi kreatif untuk menggerakkan diseminasi dan nilai tambah ekonomi berbasis budaya. Proyek ini menaungi 3 fasilitas utama, yaitu fasilitas art and culture, pusat kolaborasi komunitas, dan pusat ekonomi kreatif berbasis budaya. Art and Culture menyediakan program pengembangan budaya seperti galeri, theather box, dan, sanggar, sedangkan pusat kolaborasi komunitas berperan sebagai stimulus penggerak kreativitas dan penyambung kolaborasi budaya, baik masa lalu, masa kini, masa depan, sedangkan pusat ekonomi kreatif sebagai cara diseminasi produk budaya berbasis ekonomi lokal. Proyek ini menempati lahan sebesar 8150m2 di tanah cagar budaya ‘Bisokop Indera’ Kawasan Alun – Alun Kota Mojokerto sebagai magnet pusat aktivitas kota masa lampau dan sekarang.\nPersoalan perancangan diambil dari isu lunturnya identitas budaya Kota Mojokerto dan konsep Storynomic Tourism Kota Mojokerto, yaitu identitas lokal, ruang budaya yang adaptif dan kolaboratif, serta ruang komunitas yang kreatif dan eksploratif. Terdapat konsep utama, yaitu Re-Connecting Culture, Community, and Creative Economic. Konfigurasi massa dan ruang mengambil konsep arsitektur lokal, yaitu arsitektur candi majapahit . Ekspresi bangunan menyesuaikan Kawasan alun – alun Kota Mojokerto dan fasad bangunan cagar budaya eksisting sehingga memberkan kesan percampuran budaya lokal, kolonial, dan arsitektur modern. Bangunan beroirentasi pada alun-alun dan situs majapahit dengan memberikan void open space antar massa sebagai penggerak aktivitas pengguna.\nProyek ini terdiri dari tiga massa bangunan yang dihubungkan oleh galeri interaktif di bagian belakang sehingga lorong penghubung massa aktif sebagai kegiatan budaya. Material bangunan didominasi oleh bata merah sebagai material identitas Mojopahit dengan sentuhan teknik konstruksi modern dalam penyusunan bata secara parametrik.", "Daftar File": {}, "Penulis": "Mochammad Fikri Ardiansyah [15219083]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Heru Wibowo Poerbo, MURP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "budaya lokal, ekonomi kreatif, komunitas, kota mojokerto, storynomic tourism", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Jun 2023"}