{"Nomor": 73185, "Judul": "FAKTOR YANG MEMPENGARUHI IDENTIFIKASI SEBAGAI PENGGEMAR DAN KONSUMERISME TERHADAP GRUP K-POP VIRTUAL MAVE:", "Abstrak": "Terus menunjukkan pertumbuhan selama bertahun-tahun, industri K-Pop telah mengembangkan Virtual K-Pop Group, grup K-Pop dengan anggota manusia virtual yang dibuat semirip mungkin dengan manusia sebenarnya. Identifikasi sebagai Penggemar merupakan salah satu faktor penting dalam menciptakan perilaku pembelian berupa Konsumerisme terhadap grup K-Pop tertentu. Oleh karena itu, penelitian ini dilakukan dengan tujuan untuk mengidentifikasi faktor-faktor yang secara signifikan mempengaruhi Identifikasi sebagai Penggemar dan Konsumerisme terhadap salah satu Grup K-Pop Virtual ternama, yaitu MAVE:. Penelitian ini menggunakan kerangka Teori Perilaku Terencana yang diperluas dengan tambahan Komponen Audio dan Visual, Konsep Grup Virtual, Pengaruh Teman, dan Pengaruh Media Sosial sebagai variabel. Metode yang digunakan dalam penelitian ini adalah kuantitatif, dan menggunakan kuesioner dengan 240 responden dari Indonesia yang setidaknya pernah sekali melakukan konsumerisme terhadap MAVE: sebagai sumber data. Data dianalisis dengan menggunakan metode Analisis Jalur untuk menguji signifikansi pengaruh antar variabel yaitu Sikap, Norma Subjektif, Persepsi Pengendalian Perilaku, Identifikasi sebagai Penggemar MAVE:, dan Konsumerisme terhadap MAVE:. Hasil penelitian menunjukkan bahwa pengaruh Konsep Grup Virtual terhadap Sikap dan pengaruh Pengaruh Teman terhadap Norma Subjektif adalah positif signifikan. Sikap, Norma Subjektif, dan Persepsi Pengendalian Perilaku berpengaruh positif signifikan dalam Identifikasi sebagai Penggemar MAVE:. Selain itu, Identifikasi sebagai Penggemar MAVE: secara signifikan mempengaruhi Konsumerisme terhadap MAVE: secara positif. Temuan penelitian ini bertujuan untuk memahami perilaku konsumen Grup K-Pop Virtual, sehingga menjadi dasar bagi perusahaan label yang memproduksi grup tersebut untuk menciptakan strategi yang efektif untuk menghasilkan pendapatan sebagai tujuan utama bisnis.", "Daftar File": {"2023 SK PP Valencia Hoesan   [19020253] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/292995"}, "Penulis": "Valencia Hoesan [19020253]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc.", "Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Grup K-Pop Virtual, Teori Perilaku Terencana, Analisis Jalur, Identifikasi sebagai Penggemar, Konsumerisme", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "16 Jun 2023"}