{"Nomor": 73191, "Judul": "PENJUMPUTAN MINYAK BIJI KELOR DENGAN METODE PENGEPRESAN", "Abstrak": "Lemak dan minyak merupakan komponen penting dalam makanan, yang dapat bersumber dari hewan\ndan tumbuhan. Adanya peningkatan kesadaran akan pola hidup sehat menyebabkan adanya\npergeseran penggunaan lemak hewani ke minyak nabati karena kandungan lemak takjenuhnya yang\ntinggi. Salah satu sumber minyak nabati yang potensial di Indonesia adalah biji kelor. Penelitian ini\nbertujuan untuk mengetahui pengaruh dari kadar air biji dan temperatur pengepresan pada perolehan\nminyak biji kelor dan mengetahui karakteristik dari minyak tersebut. Karakteristik minyak yang diuji\nadalah densitas, warna, bilangan asam, bilangan saponifikasi, dan analisis FTIR. Variasi percobaan\nyang dilakukan dalam percobaan ini adalah kadar air biji, yaitu 10, 12, 16, dan 18% dan temperatur\npengepresan, yaitu 90, 100, dan 120oC. Rendemen minyak yang diperoleh berada pada rentang 16.69\n???? 22.93% w/w biji kelor sedangkan perolehan minyak kelor berada pada rentang 47.78 ???? 64.61% w/w\nminyak biji kelor, dengan rendemen dan perolehan terbaik diperoleh ada variasi dengan kadar air 10,\n12, dan 16% pada temperatur pengepresan 100oC. Densitas minyak yang diperoleh berada pada rentang\n0.82- 0.85 gr/mL. Warna minyak biji kelor cenderung berbeda ketika dibandingkan dengan minyak\nkomersial. Bilangan asam dan saponifikasi minyak biji kelor berturut-urut bernilai 1.82 ???? 2.52 mg\nKOH/gram minyak dan 149.8 ???? 155.4 mg KOH/gram sampel. Selain itu, hasil analisis FTIR\nmenunjukkan bahwa tidak ada perbedaan yang signifikan pada setiap gugus fungsi yang terdapat dalam\nsetiap variasi sampel minyak. Kepada sampel variasi terbaik, yang didasari dari angka rendemen dan\nperolehan, yaitu minyak untuk kadar air 10, 12, dan 16% pada temperatur pengepresan 100oC\ndilakukan uji bilangan iodin yang menyatakan bahwa nilai bilangan iodin tidak terlalu dipengaruhi\noleh kadar air biji. Terhadap sampel variasi terbaik juga diketahui bahwa semakin tinggi kadar air\ndapat menurunkan aktivitas antioksidan minyak. Selain pada minyak, dilakukan juga analisis terhadap\npress cake biji kelor yang menunjukkan bahwa ampas pengepresan masih mengandung protein yang\ntinggi dan memiliki zat aktif 4-alfa-4 rhammnosyloxy-benzil-isothiocyanate. Dengan adanya senyawa\naktif tersebut, ampas pengepresan dapat dimanfaatkan sebagai koagulan alami dalam pengolahan\nlimbah air.", "Daftar File": {}, "Penulis": "Margie Regina Saerang [14319019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Lienda Aliwarga, M.Eng.", "Dian Shofinita, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Minyak biji kelor, pengepresan mekanis, kadar air, temperatur pengepresan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Jun 2023"}