{"Nomor": 73198, "Judul": "STUDI IMPLEMENTASI LINGKUNGAN VIRTUAL UNTUK UJI PERSEPSI KABIN KENDARAAN TAKTIS", "Abstrak": "Suara pada interior mobil merupakan hasil pancaran berbagai sumber suara. Keberadaan dan dominasi sumber bunyi yang dimiliki mobil listrik, berbeda dengan mobil berbahan bakar lainnya. Motor listrik yang terdiri dari inverter, mekanisme roda gigi serta sistem pengisian daya baterai, dapat menghasilkan frekuensi suara tonal yang tinggi. Perubahan pengalaman akustik tonal yang dirasakan oleh pengguna unit kendaraan ini menjadi perhatian mengingat konsepsi serta tren dunia yang mengarah untuk meminimalisir penghasilan emisi, turut mendorong secara eksponensial pengembangan serta pemasaran mobil listrik.\nKenaikan kuantitatif angka produksi unit kendaraan mobil listrik yang menjadi penting ini dapat didukung melalui simulasi kualitas akustik yang direalisasikan dengan sebuah lingkungan virtual soundscape (LV). LV ini dibangun untuk merepresentasikan lingkungan asli kabin mobil secara audio dan visual yang diambil secara ambisonik. LV yang dirancang memuat sebuah susunan delapan loudspeaker dan proyektor visual untuk merekreasikan soundscape kabin EV. Melalui proses pengujian yang dilakukan terhadap parameter objektif tingkat tekanan suara serta parameter subjektif kepada responden. Validitas LV dievaluasi oleh responden baik di dalam kabin aktual maupun LV. Dua stimulus direproduksi dalam LV: 1. Stimulus dengan tingkat tekanan suara (SPL) yang sama dengan kabin nyata, 2. SPL stimulus dikurangi sebesar 9,5 dB. Data menunjukkan bahwa dengan mengurangi SPL, LV mengimplikasikan persepsi yang lebih dekat dengan soundscape kabin nyata. Selain itu, hasil uji T dan Perbandingan Berpasangan menunjukkan bahwa LV mampu merekonstruksi beberapa parameter persepsi soundscape kabin mobil tanpa perbedaan yang signifikan. Klasifikasi parameter juga dilakukan dengan Principal Component Analysis (PCA) untuk mengkonfirmasi perilaku data. Temuan ini mengkonfirmasi bahwa LV memiliki potensi besar untuk menjadi alat yang dapat memodifikasi desain suara pada kendaraan taktis listrik meskipun dengan mempertimbangkan beberapa faktor.", "Daftar File": {}, "Penulis": "Aisha Asta Tabsyira [13319049]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T, Ph.D.", "Dr. Ni Putu Amanda Nitidara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "interior, mobil listrik, soundscape, lingkungan virtual", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Jun 2023"}