{"Nomor": 73199, "Judul": "MENGEMBALIKAN SEMANGAT PECINAN: REVITALISASI KAWASAN HISTORIS PECINAN DI KOTA BANDUNG MELALUI PENDEKATAN CREATIVE CONVERSION", "Abstrak": "Kawasan Pecinan di masa lalu pada kota-kota besar di Jawa, menampilkan ekspresi khas budaya Tionghoa Selatan yang berpadu dengan tradisi lokal dan pengaruh Belanda. Dengan demikian, kota-kota besar di Jawa, khususnya Bandung, pernah memiliki Pecinan yang khas dan menampilkan ekspresi khas Tionghoa Indonesia asli yang tidak dapat ditemukan di tempat lain. Sayangnya, kekayaan arsitektur yang mendefinisikan ruang di Pecinan Bandung hampir tidak ada lagi karena kerusakan bangunan akibat bangunan yang terabaikan hingga memudarkan identitas lingkungan secara signifikan. Satu demi satu, bangunan yang mendefinisikan ciri-ciri pecinan sulit untuk dibedakan sebagai Pecinan dengan melihat ciri fisik (tangible). Terlepas dari sejarah dan psikologis, kawasan tersebut tetap menjadi Pecinan.\nRevitalisasi Kawasan Pasar Baru dilakukan menggunakan pendekatan creative conversion. Pendekatan ini dipilih karena mengikuti desain bangunan bersejarah yang dapat menjawab kebutuhan saat ini dan masa depan. Harapannya, proyek ini dapat membuka pandangan baru dalam membangun di kawasan bersejarah dengan tata massa yang relatif padat. Melalui pendekatan tersebut, isu perancangan kemudian diturunkan ke dalam tiga poin utama yaitu rancangan dalam bangunan eksisting, rancangan yang mampu mengintegrasikan fungsi bangunan lama dan fungsi bangunan baru, serta rancangan yang mampu menghidupkan kembali kawasan.\nDalam penerapan tugas akhir ini, strategi creative conversion yang diterapkan meliputi: mempertahankan bangunan lama, perubahan fungsi baru, dan perubahan fisik. Proyek ini akan berdiri pada hook Jl. Otto Iskandar Dinata dan Jl. Kebon Jati dengan luas lahan 10.204 m2. Rancangan memiliki dua massa utama yaitu bangunan lama yang dipertahankan dan bangunan baru dengan mempertimbangkan pula injeksi modernitas pada bangunan lama. Konfigurasi ruang pada bangunan baru menyesuaikan dengan kebutuhan bangunan lama sekaligus mencirikan bangunan khas Pecinan. Rancangan juga akan berpacu pada konsep Fengshui pada selubung bangunan, lanskap, konfigurasi tata ruang unit hunian, dan bentuk massa sebagaimana kepercayaan masyarakat setempat.", "Daftar File": {}, "Penulis": "Amira Aulia Putri Bharata [15219038]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Adib Abadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "revitalisasi, creative conversion, Pecinan, Pasar Baru Bandung, konservasi", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Jun 2023"}