{"Nomor": 73209, "Judul": "PERANCANGAN MOTION GRAPHIC TENTANG FELINE PANLEUKOPENIA VIRUS SEBAGAI MEDIA INFORMASI BAGI DEWASA MUDA PENCINTA KUCING", "Abstrak": "Kucing merupakan salah satu hewan peliharaan yang populer di Indonesia. Tingkat kepopuleran\nkucing yang tinggi tentunya menuntut pemilik ataupun pencinta kucing untuk mengetahui\npengetahuan dasar penyakit kucing. Salah satunya adalah Feline panleukopenia yang rentan\nmenyerang anak kucing dengan tingkat mortalitas 90%. Oleh karena itu, dibutuhkan media yang dapat\nmenginformasikan pencegahan dan pengobatan Feline panleukopenia untuk pencinta kucing\nIndonesia. Media yang mampu untuk menyebarkan informasi tersebut adalah video motion graphic.\nTujuan dari diadakannya penelitian ini adalah untuk mengetahui seberapa dalam pengetahuan\npencinta kucing atas Feline panleukopenia virus yang berbahaya ini dan merancang video motion\ngraphic yang sesuai. Metodologi yang digunakan adalah riset menggunakan data kualitatif dan\nkuantitatif melalui pengumpulan data yang dilakukan melalui studi literatur, kuesioner, dan\nwawancara. Sedangkan metode perancangan video motion graphic terbagi menjadi praproduksi,\nproduksi, dan pascaproduksi. Berdasarkan data dan hasil analisis yang ada, terlihat bahwa masih\nterdapat kurangnya pemahaman mengenai gejala umum dan cara penularan Feline panleukopenia\nvirus serta rendahnya tingkat vaksinasi pada kucing di kalangan pemilik kucing. Oleh karena itu,\ndisarankan agar rancangan motion graphic yang disusun bertujuan untuk meningkatkan kesadaran\npara pencinta kucing mengenai potensi bahaya yang ditimbulkan oleh Feline panleukopenia virus,\nserta untuk mendorong pemilik kucing agar segera melakukan vaksinasi pada kucing kesayangan\nmereka.", "Daftar File": {}, "Penulis": "Felicia Maydlin Simanjuntak [17418066]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Feline panleukopenia virus, motion graphic", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "16 Jun 2023"}