{"Nomor": 73216, "Judul": "PEMISAHAN 3-MCPD DAN GLISIDIL ESTER DARI MINYAK SAWIT MENGGUNAKAN KOMPOSIT BERBASIS KARBON AKTIF TEMPURUNG KELAPA", "Abstrak": "Minyak kelapa sawit merupakan komoditas yang sangat lazim digunakan dan menjadi\nproduk yang digunakan dalam beragam produk pangan maupun non-pangan. Minyak sawit\ndiperoleh dari crude palm oil diolah lebih lanjut agar dapat digunakan atau dikonsumsi.\nProses pemurnian CPO ini menggunakan suhu tinggi, memicu terbentuknya senyawa\nberbahaya yaitu 3-chloropropane-1,2 diol (3-MCPD) dan Glisidil Ester (GE) pada RBDPO.\n3-MCPD dan GE merupakan komponen yang berbahaya bagi tubuh dalam jumlah berlebih\ndan terutama bagi balita yang mengkonsumsi komponen tersebut. Oleh karena itu, pada\npenelitian ini dilakukan adsorpsi terhadap 3-MCPD dan GE menggunakan adsorben berupa\nkomposit berbasis zeolit-karbon aktif-kitosan. Adsorben yang digunakan merupakan\nkomposit yang diproduksi dari zeolit alami yaitu modernit, karbon aktif dari tempurung\nkelapa, dan kitosan dari kulit udang. Adsorpsi dilakukan dengan variasi temperatur operasi\n(35; 45; 60; 90)oC, variasi jumlah adsorben (1%; 2%; 4%)-w/w. Selain itu, adsorpsi juga\ndilakukan secara kontinyu sehingga diperoleh kurva breakthrough dengan variasi jumlah\nadsorben 0,6 gr dan 2,5 gr. Data adsorpsi diolah dengan model Langmuir, Freundlich,\nDubinin-Radushkevich, dan Temkin. Berdasarkan hasil percobaan variasi temperatur,\ndiperoleh kinetika adsorpsi mendekati model kinetika pseudo second order. Didapati\nkapasitas adsorpsi, konstanta laju adsorpsi, dan %-removal berkurang seiring dengan\nmeningkatnya temperatur operasi. Dengan %-removal terbesar pada suhu 45oC sebanyak\n95,45%. Variasi jumlah adsorben menunjukkan kapasitas adsorpsi kesetimbangan (qe)\nberkurang berkurang sedangkan %-removal bertambah seiring dengan meningkatnya\njumlah adsorben yang digunakan. Dimana, %-removal terbesar diperoleh pada jumlah\nadsorben 4%-w/w sebesar 79,47% dan qe, terbesar diperoleh pada jumlah adsorben 1%-w/w\nsebesar 0,959 mg/g. Sedangkan pada adsorpsi sistem kontinyu, data hasil percobaan diolah\nmenggunakan Thomas Model. Namun koefisien determinasi yang diperoleh jauh dari nilai\nideal yaitu sebesar 0,3635 dan 0,0633.", "Daftar File": {}, "Penulis": "Marcelino Villarruel Arif [14519014]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D.", "Ir. Elvi Restiawaty, S.T., P.D.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "RBDPO, komposit, adsorpsi, zeolit alam, karbon akif", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Jun 2023"}