{"Nomor": 73211, "Judul": "PENGEMBANGAN SIMULATOR ALIRAN DALAM PEMBULUH DENGAN ADDITIVE MANUFACTURING DAN PENGUKURAN BERBASIS MICRO-ELECTROMECHANICAL SYSTEM (MEMS)", "Abstrak": "Terapi intravaskular merupakan salah satu bentuk perawatan minimal invasif yang\ndilakukan di dalam pembuluh darah dan dibutuhkan keterampilan serta pemahaman\nterkait prosedur dalam melakukan terapi. Training kit menjadi penting sebagai\nsarana untuk melatih dan menguji kemampuan tenaga medis dalam melakukan\ntindakan invasif pada model pembuluh darah realistik. Training kit dirancang untuk\nmerepresentasikan kondisi aliran dalam pembuluh sesuai dengan hemodinamika\npembuluh. Validasi diperlukan dalam pemodelan computational fluid dynamics\n(CFD) untuk memastikan keakuratan dan keandalan hasil simulasi aliran fluida\ndalam terapi intravaskular menggunakan pemodelan dan perangkat evaluasi yang\nspesifik. Pemodelan geometri pembuluh realistik dapat dilakukan melalui teknologi\nadditive manufacturing serta sensor berbasis micro-electromechanical systems\n(MEMS) digunakan untuk mengukur laju aliran fluida secara in situ di dalam model\naliran.\nUntuk memenuhi kebutuhan tersebut pada penelitian tugas akhir ini berfokus pada\npengembangan perangkat evaluasi (simulator) aliran dalam pembuluh untuk\npemodelan yang merepresentasikan kondisi aliran sesuai dengan kondisi\nhemodinamika dalam pembuluh dengan menggunakan model geometri pembuluh\ndarah realistik mengalami aneurisma yang difabrikasi dengan additive\nmanufacturing serta pengujian laju aliran fluida cair berbasis MEMS yang akan\ndigunakan untuk pengukuran kondisi aliran secara in situ. Perangkat evaluasi\ndengan model geometri pembuluh darah realistik mengalami aneurisma\nmenghasilkan pengukuran laju aliran yang sesuai dengan kondisi pembuluh aslinya\ndengan rentang bilangan Reynolds 300 – 500. Pengujian sensor MEMS laju aliran\nfluida cair belum berhasil dilakukan dan memerlukan penyesuaian lebih lanjut\nuntuk dapat melakukan pengukuran dengan fluida cair.", "Daftar File": {}, "Penulis": "Fara Azzahra Dinata [13319035]", "Kontributor / Dosen Pembimbing": ["Narendra Kurnia Putra, S.T., M.T., Ph.D.", "Dr. Eng. Muhammad Iqbal, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "simulator aliran, hemodinamika, additive manufacturing, MEMS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Jun 2023"}