{"Nomor": 73233, "Judul": "SASAK CULTURAL CENTER: PENGHUBUNG KEPENTINGAN PELESTARIAN BUDAYA DAN PARIWISATA", "Abstrak": "Kegiatan pengembangan pariwisata berbasis kebudayaan tradisional bagaikan 2 sisi mata koin. Kegiatan ini memberikan dampak positif dari segi perkembangan ekonomi, namun di sisi lain merupakan sebuah ancaman bagi eksistensi budaya tradisional. Globalisasi dan modernisasi yang masuk melalui aktivitas pariwisata dapat menimbulkan komodifikasi dan pergeseran nilai kebudayaan, seperti yang terjadi pada budaya Suku Sasak. Berdasarkan fenomena tersebut proyek ini dikembangkan untuk mewadahi aktivitas pariwisata yang diiringi dengan pelestarian budaya tradisional.\nProyek ini terletak pada lahan seluas 9.500 m² di area KEK Mandalika. Proyek yang dirancang berupa cultural center dengan 3 konsep utama yaitu, arsitektur regionalisme, ruang edukasi kreatif, dan ruang kolaborasi. Ketiga konsep ini dipilih untuk menciptakan ruang-ruang yang mencerminkan nilai budaya Sasak, ruang edukatif untuk mendukung pelestarian budaya, dan ruang yang rekreatif untuk tujuan pariwisata.\nSasak Cultural Center mewadahi 3 fungsi utama, yaitu fungsi edukasi kebudayaan melalui galeri eksibisi, fungsi partisipatif melalui kelas-kelas workshop, dan fungsi kolaborasi serta event space melalui auditorium serta amphitheatre. Galeri eksibisi didesain dengan perpaduan ruang dalam dan luar untuk mendukung proses edukasi kebudayaan secara kreatif. Fungsi workshop didesain dengan lebih praktikal dan sesuai workflow. Sementara itu, fungsi auditorium dan amphitheatre didesain sebagai ruang sociopetal yang mendorong interaksi dan kolaborasi antar pengguna. Massa bangunan mengadopsi bentuk, langgam, dan materialitas arsitektur tradisional Sasak serta memadukan struktur baja yang lebih modern untuk keperluan ruang bentang lebar.", "Daftar File": {}, "Penulis": "Adha Ika Putri Nabila [15219015]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Bambang Setia Budi, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Cultural Center, Budaya Sasak, Pariwisata, Arsitektur Regional, Edukasi Kreatif, Ruang Kolaboratif", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Jun 2023"}