{"Nomor": 73236, "Judul": "PERHITUNGAN UMUR KELELAHAN KERETA API CEPAT DENGAN PERTIMBANGAN KUALITAS REL", "Abstrak": "Saat ini Indonesia mulai melakukan pengembangan kereta api cepat salah satunya proyek kereta api cepat Makassar-Parepare yang dilakukan oleh PT INKA. Dalam proses pengembangan kereta api cepat ini, aspek struktur dari kereta api cepat merupakan salah satu faktor keselamatan penumpang sehingga perlu dilakukan perhitungan dan simulasi dengan pembebanan yang sama dengan pembebanan yang terjadi sesungguhnya.\nPada penelitian ini akan dilakukan perhitungan dan simulasi kereta api cepat terhadap pembebanan statik dan dinamik yang dialaminya menggunakan ABAQUS. Simulasi pembebanan statik menggunakan regulasi British Standard EN 12663 Part 1:2010 dan Japanese Industrial Standard E 7105:2006. Sedangkan simulasi pembebanan dinamik pada kereta diperoleh dari simulasi multibody dynamics pada saat kereta berjalan pada rel dengan memasukkan perngaruh kekasaran rel menggunakan software Universal Mechanism. Simulasi ini memvariasikan regulasi rel kereta api UIC (internasional) dan regulasi ERRI (Eropa), time sampling, dan kecepatan lintas dari kereta api cepat dalam perhitungan umur kelelahan struktur kereta api cepat.\nPenelitian ini menunjukkan bahwa pada kualitas rel kereta yang buruk, umur kelelahan struktur kereta api cepat akan menurun, baik pada regulasi UIC maupun ERRI. Sedangkan pada kualitas yang sama, pembebanan pada regulasi ERRI memberikan umur kelelahan yang lebih kecil dari yang diatur pada regulasi UIC karena ketidakteraturan rel pada regulasi ERRI lebih halus. Penelitian ini juga menunjukkan bahwa semakin besar jumlah time sample yang digunakan, umur kelelahan struktur kereta api cepat menjadi semakin kecil. Untuk penggunaan regulasi dan kualitas rel yang sama, kecepatan kereta api yang lebih kecil secara umum memberikan umur kelelahan yang lebih besar. Akan tetapi, pada titik kritis yang mengalami rentang tegangan yang relatif sama, terjadi penurunan umur kelelahan struktur.", "Daftar File": {}, "Penulis": "Yehuda Kristo Subiakto [13619030]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ichsan Setya Putra", "Dr. Annisa Jusuf, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kereta api cepat, multibody dynamics, ketidakteraturan rel kereta, metode elemen hingga, dan perhitungan umur kelelahan struktur.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Jun 2023"}