{"Nomor": 73242, "Judul": "INTEGRASI ALGORITMA DETEKSI OBJEK, PENGENALAN WAJAH, DAN PERILAKU ANOMALI MENGGUNAKAN STATE MACHINE", "Abstrak": "Riset kecerdasan buatan dalam pengolahan citra telah berkembang pesat akhir-\nakhir ini. Pengolahan citra dapat dimanfaatkan dalam sistem kamera pengawas.\n\nSistem kamera pengawas bergantung pada manusia untuk menerjemahkan gambar\nyang tertangkap pada rekaman video. Bagaimanapun, pengamatan secara manual\noleh manusia rentan terhadap distraksi dan kelelahan. Maka dari itu, penelitian ini\nmerancang tiga modul dengan tujuan dan fungsi yang berbeda dan diintegrasikan\nmenjadi satu sistem untuk membantu peran manusia dalam melakukan\npengawasan. Tiga modul tersebut terdiri dari deteksi objek, pengenalan wajah, dan\ndeteksi perilaku anomali untuk diintegrasi dengan state machine. Penelitian ini\nmenggunakan metoda Histogram Oriented Gradient-Support Vector Machine\n(HOG-SVM) untuk deteksi objek, pemanfaatan deep learning Convolutional\nNeural Network (CNN) berdasarkan adaptasi metoda transfer learning yang\ndikombinasikan dengan arsitektur Visual Geometry Group-16 (VGG16) untuk\npengenalan wajah, serta spatiotemporal autoecnoder berdasarkan dimensi ruang\ndan waktu yang didasari nilai loss dan threshold untuk mengidentifikasi perilaku\nanomali. Metrik standar seperti akurasi, presisi, recall, dan f1-score digunakan\nuntuk menguji ketiga model dari modul tersebut. Ketiga modul diintegrasikan\ndengan state machine dalam perpindahan antar modulnya. Sistem secara\nkeseluruhan dapat mengenali dan membedakan keadaan normal dan abnormal yang\nterjadi. Akurasi keseluruhan sistem mencapai 84%, nilai presisi 84,615%, nilai\nrecall 94,286%, dan skor f1 89,189%.", "Daftar File": {"23220055 Muhammad Fauzi Nuryasin.pdf": "https://digilib.itb.ac.id/gdl/download/293131"}, "Penulis": "Muhammad Fauzi Nuryasin [23220055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Carmadi Machbub", "Dr. Lenni Yulianti, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "deteksi objek, state machine, pengenalan wajah, perilaku anomali", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Jun 2023"}