{"Nomor": 73244, "Judul": "ALOKASI TUGAS DAN PERENCANAAN JALUR UNTUK NAVIGASI MULTI FORKLIFT OTONOM DENGAN KOMBINASI METODE HUNGARIAN DAN CONFLICT PRIORITY-BASED SEARCH", "Abstrak": "Perkembangan bisnis e-commerce mempengaruhi besarnya permintaan dan volume\nproduk yang didistribusikan oleh sistem pergudangan dan menyebabkan tumpukan\nantrean tugas. Kehadiran sistem multi forklift otonom diharapkan dapat menjadi\nsolusi. Namun, sistem multi forklift otonom sendiri memiliki permasalahan\nnavigasi yang mengharuskan untuk mengirimkan produk tanpa ada konflik antar\nforklift otonom. Selain itu, harus dapat memenuhi fungsi kinerja seperti makespan\nyang merupakan jumlah maksimal langkah yang harus ditempuh dan total biaya\njalur yang minimal. Penelitian ini mengusulkan metode pencarian jalur algoritma\nA-star yang dimodifikasi (Improved A-star) dengan penambahan variabel sudut\nheading pada fungsi heuristis untuk mengurangi jumlah titik belok pada proses\nanalisa jalur. Proses alokasi tugas dengan algoritma Hungarian yang telah\ndimodifikasi pada proses data preprocessing untuk penugasan dan solusi dari\n\nvariasi jumlah tugas dan jumlah forklift yang tersedia. Algoritma Conflict Priority-\nbased Search (CPBS) yang merupakan modifikasi dari algoritma Conflict-based\n\nSearch (CBS) dengan penambahan aturan prioritas untuk melakukan penyelesaian\nkonflik serta solusi berhenti untuk forklift dengan prioritas rendah. Berdasarkan\nhasil simulasi yang telah dilakukan, rata-rata perbedaan titik belok yang dihasilkan\nalgoritma Improved A-star 41,2% lebih baik daripada algoritma orisinal A-star.\nKemudian penggunaan algoritma Hungarian yang telah dimodifikasi dapat\nmengalokasi tugas pada variasi jumlah dengan baik. Jika dibandingkan dengan\nMarket-based Auction. Hasilnya pada jumlah tugas dan jumlah forklift yang sama\nlebih baik dengan rata-rata 3,7 % dalam total biaya jalur dan 7,26% dalam\nmakespan. Pada kondisi jumlah forklift lebih banyak rata - rata lebih baik 6,1%\ndalam total biaya jalur dan 3,95% dalam makespan. Pada kondisi jumlah tugas lebih\nbanyak rata-rata lebih baik 4,87% dalam biaya jalur dan 6,8% dalam makespan.\nKemudian pada pencarian dan penyelesaian konflik dengan algoritma CPBS\nmemiliki tingkat keberhasilan penyelesaian lebih baik pada jumlah forklift lebih\ndari 6 forklift dengan total biaya jalur yang dihasilkan 60,41% lebih pendek\nwalaupun memiliki 64,83% lebih besar pada makespan yang dihasilkan.", "Daftar File": {"23220343 Hardi Kurnianto.pdf": "https://digilib.itb.ac.id/gdl/download/293149"}, "Penulis": "Hardi Kurnianto [23220343]", "Kontributor / Dosen Pembimbing": ["Dr. Pranoto Hidaya Rusmin, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Multi Forklift Otonom, Navigasi, Algoritma Hungarian, Conflict Priority-based Search, Improvisasi A-star.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "19 Jun 2023"}