{"Nomor": 73254, "Judul": "PENILAIAN STUDI KELAYAKAN FINANSIAL PADA CABANG BARU CV. TBSI", "Abstrak": "Industri otomotif di Indonesia tumbuh setiap tahunnya. Pada tahun 2022, Indonesia telah memproduksi lebih dari 5,22 juta unit sepeda motor. Hal ini menciptakan masa depan yang cerah bagi sektor sepeda motor di Indonesia. Didirikan pada tahun 2000, CV. TBSI merupakan usaha yang bergerak di bidang industri suku cadang sepeda motor di Tasikmalaya. Melihat pesatnya pertumbuhan pengguna sepeda motor di Indonesia dan peningkatan pendapatan yang signifikan, CV. TBSI ingin mengembangkan usahanya dengan membuka cabang baru untuk menjangkau pasar yang lebih luas. Studi ini bertujuan untuk mengkaji kelayakan finansial rencana ekspansi CV. TBSI.\n\nStudi kelayakan adalah studi yang dilakukan untuk menilai apakah proyek tersebut menguntungkan atau tidak. Penelitian ini diawali dengan melakukan proyeksi dari laporan keuangan untuk memperkirakan kondisi keuangan CV. TBSI ke depan. Penelitian ini dibuat dengan menggunakan analisis penganggaran modal. Metode analisis penganggaran modal menggunakan indikator seperti Net Present Value (NPV), Internal Rate of Return (IRR), dan Payback Period. Penelitian ini juga bertujuan untuk menilai risiko dalam penganggaran modal menggunakan analisis sensitivitas. Analisis risiko ini dilakukan untuk mendukung analisis kelayakan.\n\nRencana ekspansi yang dilakukan oleh CV. TBSI dapat dikategorikan layak. Hasil perhitungan menunjukkan bahwa Net Present Value (NPV) proyek bernilai positif. Jangka waktu pengembalian modal rencana ekspansi CV. TSBI lebih cepat dari batas waktu maksimal yang diinginkan yaitu 5 tahun. Internal Rate of Return (IRR) lebih kecil dari Weighted Average Cost of Capital (WACC). Selain itu, perhitungan analisis sensitivitas menunjukkan bahwa proyek perluasan CV. TBSI's memiliki risiko yang rendah dan probabilitas NPV di atas 0 adalah 100% jika perusahaan dapat mempertahankan penurunan total penjualan maksimal sebesar 1,9% dan kenaikan total pembayaran ke pemasok minimal sebesar 2%.", "Daftar File": {"2023 SK PP Richard Natanael   [19020155] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/293146"}, "Penulis": "Richard Natanael [19020155]", "Kontributor / Dosen Pembimbing": ["Kurnia Fajar Afgani, S.AB., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Suku Cadang Sepeda Motor, Analisis Penganggaran Modal, Risiko dalam Penganggaran Modal.", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "19 Jun 2023"}