{"Nomor": 73255, "Judul": "PEMODELAN KINETIKA DAN OPTIMASI PERTUMBUHAN SERTA AKUMULASI LIPID DALAM KULTUR SPIROGYRA SP. DENGAN PENAMBAHAN STRES CU2+ MENGGUNAKAN PENDEKATAN RESPONSE SURFACE METHODOLOGY (RSM)", "Abstrak": "Spirogyra sp. adalah salah satu makroalga hijau potensial yang dapat dimanfaatkan sebagai sumber bioproduk bernilai tinggi. Fraksi lipid Spirogyra sp. yang mengandung Polyunsaturated Fatty Acid (PUFA) dan Saturated Fatty Acid (SFA) berpotensi dijadikan sebagai bahan baku farmasetikal dan nutrasetikal. Kadar lipid dalam Spirogyra sp. relatif rendah sehingga perlu ditingkatkan melalui modifikasi komponen medium kultivasi, seperti penambahan stres logam. Pengaruh penambahan logam tembaga terhadap pertumbuhan dan akumulasi lipid Spirogyra sp. dieksplorasi untuk mendapatkan kondisi optimum kultivasi dan produktivitas lipid. Desain penentuan dan analisis kondisi optimum menggunakan Response Surface Methodology (RSM) dengan mengaplikasikan Cu2+ sebesar 0,29; 0,49; 0,99; 1,49; dan 1,7 mg/L pada kultur alga Data biomassa dan lipid dianalisis menggunakan pemodelan kinetika (logistik dan Luedeking-Piret). Metode Bligh dan Dyer digunakan untuk mengekstraksi lipid Spirogra sp. Analisis profil lipid dilakukan dengan menggunakan GCMS (Gas-Chromatography Mass-Spectrophotometry). Hasil penelitian menunjukkan bahwa penambahan Cu2+ dari konsentrasi 0,29 hingga 1,7 mg/L dapat menurunkan pertumbuhan biomassa namun dapat meningkatkan akumulasi lipid. Pengujian dari rancangan RSM menunjukkan kadar lipid optimal sebesar 106,61 mg/g berat kering (bk) dengan biomassa 0,52 g pada perlakuan optimasi Cu2+ 0,78 mg/L dan durasi kultivasi 9,54 hari. Pemodelan kinetika dengan persamaan logistik menunjukkan pertumbuhan biomassa terbaik terjadi pada konsentrasi 1,49 mg/L dengan nilai ?m dan Xm masing-masing 0,101 hari-1 dan 429,6 mg. Nilai R2 > 0,8 menunjukkan bahwa model dapat merepresentasikan data penelitian dengan baik. Pemodelan Luedeking-Piret menghasilkan hubungan akumulasi lipid dan pertumbuhan biomassa yang terasosiasi parsial (mix-growth associated). Hasil analisis GC-MS mendeteksi keberadaan SFA berupa asam kaproat (9,16 mg/gbk), valerat (7,10 mg/gbk), dan butirat (9,21 mg/gbk).", "Daftar File": {}, "Penulis": "Josua Kambani Panggabean [11219045]", "Kontributor / Dosen Pembimbing": ["Dr. Erly Marwani, M.S.", "Khairul Hadi Burhan, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Stres tembaga, Spyrogyra sp, model logistik dan Luedeking-Piret, profil asam lemak", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Jun 2023"}