{"Nomor": 73259, "Judul": "STUDI LABORATORIUM KOMPREHENSIF KINERJA INJEKSI SURFAKTAN-POLIMER UNTUK PENINGKATAN PEMULIHAN MINYAK DI RESERVOIR MINYAK RINGAN: STUDI KASUS DARI LAPANGAN X, INDONESIA", "Abstrak": "As the development of mature oil fields continues to grow, using chemicals to enhance oil and gas well operations and field productivity has become crucial for petroleum industries. Among these chemical solutions, the surfactant-polymer injection has shown promising results in reducing interfacial tension (IFT) and modifying the relative permeability of water in reservoirs, leading to increased oil recovery by improving the fractional flow. This study focuses on the performance evaluation of a surfactant-polymer solution comprising sulfonated alkyl ester (SAE) mixed with hydrolyzed polyacrylamide (HPAM) during spontaneous imbibition tests, aiming to achieve optimum oil recovery. The results demonstrate the effectiveness of the surfactant-polymer solution in improving oil recovery by enhancing the sweep zone. The calculation of the mobility ratio reveals that the surfactant-polymer solution is suitable for application in Field X, as the mobility ratio of the solution is lower than that of the oil sample in Field X, facilitating the oil displacement by the surfactant-polymer solution. Through various tests conducted, it was determined that a 2% wt of surfactant 01A with 2000 ppm HPAM solution provides the optimum recovery, making it a potential choice for application in Field X. This study offers valuable insights into the utilization of surfactant-polymer injection for enhancing oil recovery in Field X. The findings contribute to the knowledge base for future implementation and optimization of surfactant-polymer injection processes, enabling the efficient recovery of oil resources in the region", "Daftar File": {"ABSTRAK Muhammad Farid": "https://digilib.itb.ac.id/gdl/download/293155"}, "Penulis": "Muhammad Farid [12218032]", "Kontributor / Dosen Pembimbing": ["Dr. Rani Kurnia, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Industrial oils, fats, waxes, gases", "Kata Kunci": "surfactant, polymer, EOR, spontaneous imbibition", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "19 Jun 2023"}