{"Nomor": 73264, "Judul": "DESIGNING CRITERIA FOR SELECTING OPTIMUM WELL LOCATION FOR CCS IMPLEMENTATION: CASE STUDY IN \"S\" FIELD", "Abstrak": "This study addresses the increasing CO2 in Indonesia, which are projected to peak in 2040 without mitigation\nmeasures. However, Indonesia has taken action to tackle this issue, including ratifying the Paris Agreement under\nthe United Nations Framework Convention on Climate Change in 2016. Additionally, Indonesia has issued\nPeraturan Menteri Energi dan Sumber Daya Mineral Republik Indonesia Nomor 2 Tahun 2023 regarding the\nimplementation of Carbon Capture and Storage (CCS) and Carbon Capture, Utilization, and Storage in upstream\noil and gas activities, which has made the CO2 business more attractive in Indonesia. CCS, combined with the\npresence of numerous brown fields and favorable geological conditions, offers a significant opportunity to reduce\nCO2 emissions. Therefore, this study aims to determine the best way to select well locations for conversion into\nCO2 injection well in mature fields with existing production wells, providing guidance for readers in the selection\nof CO2 injection wells.\nThe study utilizes a literature study approach, analyzing CO2 trapping mechanisms (structural trapping, residual\ntrapping, and solubility trapping), as well as CO2 plume migration and influencing factors. The analysis in then\napplied in the “S” Field reservoir model located in East Java, Indonesia. Important parameters, namely porosity,\nhorizontal permeability, and permeability anisotropy, are identified from the literature as crucial in CO2\nsequestration within the formation. The analysis process involves three 2D maps: porosity, horizontal\npermeability, and permeability anisotropy. Well locations meeting the criteria for each map are selected, followed\nby an analysis of the trapping volume for the chosen cases and CO2 plume migration.\nThe study yields two main results. Firstly, a procedure for selecting CO2 injection well locations is established,\nstarting with the selection of wells with the highest permeability anisotropy, followed by horizontal permeability,\nand concluding with the highest porosity values. Applying this procedure to the “S” Field case, the optimal wells\nfor CO2 injection for CCS are determined to be SKW-09ST and SKW-17ST, which exhibit the highest values of\nCO2 storage through residual and solubility trapping.\nKey findings from this study confirm the significant role of permeability anisotropy in CO2 plume migration,\nwhere horizontal migration enhances residual and solubility trapping. Neglecting the value of permeability\nanisotropy while focusing solely on horizontal permeability may limit the effectiveness of CO2 storage through\nresidual and solubility trapping. High porosity in selected locations significantly contributes to residual trapping\nby providing more space for CO2 entrapment. Furthermore, a novel insight emerges regarding the selection of\ninjection well locations, emphasizing the importance of maintaining sufficient distance between injection wells to\nprevent concentrated CO2 plumes.", "Daftar File": {"ABSTRAK Thariq Kemal": "https://digilib.itb.ac.id/gdl/download/293167"}, "Penulis": "Thariq Kemal [12219002]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D.", "Egi Adrian Pratama, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Carbon Capture and Storage (CCS), trapping mechanisms, CO2 injection well locations, porosity, horizontal permeability, permeability anisotropy, CCS simulation, CO2 plume migration.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "19 Jun 2023"}