{"Nomor": 73269, "Judul": "EKSPLORASI GABUNGAN ELEMEN CAHAYA DAN MATERIAL TEKSTIL TRANSPARAN UNTUK TEXTILE SCULPTURE DENGAN TEKNIK CROCHET", "Abstrak": "Elektronik tekstil merupakan topik yang terus berkembang mengikuti\nperkembangan teknologi serta gaya hidup zaman sekarang yang serba cepat.\nIntegrasi elektronik pada benda sehari-haripun semakin sering ditemukan untuk\nmeningkatkan efisiensi dengan memungkinkan adanya otomasi serta kontrol secara\nsentral yang dapat diakses dengan mudah. Implementasi elektronik pada kehidupan\nsehari-hari dapat dilakukan dengan memanfaatkan tekstil yang fleksibel, dinamis,\ntipis, dan aksesibel. Kabel-kabel dapat menjadi bagian dari kain dengan teknik reka\nstruktur, dimana salah satunya adalah teknik crochet. Dengan menginkorporasikan\nreka struktur pada elektronik tekstil, kabel-kabel itupun ikut menyusun struktur dari\ntekstil. Dengan metode penelitian kualitatif, penulis melakukan eksplorasi terhadap\npotensi penggunaan teknik crochet dalam pebuatan elektronik tekstil yang\ncenderung masih jarang digunakan. Mempertimbangkan aspek-aspek fungsi dari\nintegrasi elektronik, kebaharuan yang diterapkan pada produk ini berupa produk\nlampu hias yang menyala sesuai dengan input yang diberikan melalui PIR dan juga\ntombol dan mengeluarkan output berupa nyala lampu, gerak motorik, serta audio.\nLagu yang dimainkan dan mati nyala serta warna lampu dapat dikontrol melalui\nwebsite secara sentral dan dapat diakses menggunakan berbagai macam perangkat\nelektronik selama perangkat terkoneksi pada wifi yang sama dengan konfigurasi\nwifi dari lampu. Mekanisme lampu yang merespon input yang diberikan pada\nproduk memiliki kesamaan dengan respon biologis yang dimiliki oleh organisme\nbioluminescent, dimana mereka mengeluarkan cahaya sebagai respon pada stresor\nyang memicu sekresi enzim yang kemudian bereaksi dengan oksigen sehingga\nmembentuk suatu reaksi yang memungkinkan organisme mengeluarkan cahaya.\nOrganisme bioluminescent biasanya memiliki warna putih atau transparan. Proses\nalam yang menakjubkan inilah yang menjadi inspirasi dari pembuatan produk\nmenggunakan nylon transparan yang bisa menyalurkan cahaya dengan baik", "Daftar File": {}, "Penulis": "Anastasia Hosana [17219022]", "Kontributor / Dosen Pembimbing": ["Dr. Kahfiati Kahdar, M.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Crochet, Elektronik Tekstil, Lampu, Bioluminescent", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "19 Jun 2023"}