{"Nomor": 73276, "Judul": "KONTROL STRUKTUR TERHADAP POLA SEBARAN URAT  KUARSA DAN MINERALISASI DAERAH KUTAWARINGIN, KABUPATEN BANDUNG, JAWA BARAT", "Abstrak": "Lokasi penelitian terletak di daerah Kutawaringin, sekitar 3,5 kilometer dari Kota \nSoreang, Kecamatan Soreang, Kabupaten Bandung. Daerah ini dapat dicapai \ndengan mobil dan sepeda motor melalui jalan aspal yang baik. Namun untuk \nmencapai lokasi hanya bisa dilakukan dengan berjalan kaki. \nMaksud penelitian dalam tesis ini adalah untuk meneliti struktur geologi rinci di \ndaerah Kutawaringin yang berguna untuk keperluan pengembangan ilmu \npengetahuan dan eksplorasi mineral. Adapun tujuan penelitian dalam tesis ini \nadalah untuk menghasilkan model keberadaan mineralisasi yang berbasis struktur \ngeologi.\nMetodologi dalam penelitian diawali dengan pengumpulan data sekunder berupa \npeta geologi regional, peta gayaberat, laporan pengamatan petrografi dan analisis \nX-ray diffraction (XRD) dari penelitian sebelumnya. Data awal ini kemudian \ndikompilasi untuk menentukan tahap penelitian berikutnya. Penelitian struktur \nmeliputi struktur makroskopis, mesoskopis dan mikroskopis. Hasil dari analisis \nstruktur sesar berupa peta struktur geologi, peta kedudukan tegasan utama dan \npeta zona bukaan mineralisasi yang selanjutnya menjadi dasar dalam pembuatan\npeta evolusi sesar. \nDari penelitian struktur geologi dapat ditentukan bahwa sesar menganan berarah \nbarat-timur bertindak sebagai kontrol struktur utama naiknya batuan terobosan \nandesit dan dasit yang membawa sumber panas dan mineral logam. Sedangkan \nsesar normal berarah baratlaut-tenggara membatasi zona bukaan mineral. Sebaran \nurat kuarsa terutama di sepanjang zona bukaan. Kedudukan umum urat kuarsa \nadalah U 143o\nT/78o\n. \nDari pengamatan petrografi, mineragrafi, analisis absorption spectrum diffraction \n(ASD) serta X-ray Ray Diffraction (XRD) dapat ditentukan 4 zona ubahan yaitu \nzona filik, zona argilik lanjut, zona argilik dan zona sub-propilitik. Zona filik \ndicirikan oleh kehadiran serisit, serisit-ilit, K-felspar, muskovit, mika-smektit, \nkalsit dan anhidrit. Zona argilik lanjut dicirikan oleh kehadiran rutil, pirofilit, \nkaolinit dan kuarsa. Zona argilik dicirikan oleh kehadiran kaolinit, smektit, \nmonmorilonit, ilit, ilit-smektit, haloisit dan siderit. Zona sub-propilitik dicirikan \noleh kehadiran klorit, klorit-smektit, adularia dan albit.\nParagenesa mineral dan ubahan dapat dibedakan menjadi 4 tahap yaitu : Tahap I \n(Kuarsa-Serisit), Tahap II (Sulfida), Tahap III (Karbonat) dan Tahap IV \n(Kaolinit).\nSuhu pembentukan logam sulfida termasuk emas ditentukan berdasarkan pada \nplot kisaran hasil suhu kestabilan mineral hasil dari pengamatan mineragrafi. \nLogam sulfida yang digambarkan adalah tenantit, pirit, kalkopirit, pirhotit, \nsfalerit, galena termasuk emas. Gambaran menunjukkan bahwa pengendapan \nlogam sulfida terjadi pada kisaran suhu antara 200 sampai 300oC.\nHasil penelitian ini menunjukkan bahwa endapan emas di daerah Kutawaringin \nmencirikan tipe epitermal high sulfidation.", "Daftar File": {"Abstrak Joko Wahyudi 22008019.pdf": "https://digilib.itb.ac.id/gdl/download/293179", "Cover Joko Wahyudi 22008019.pdf": "https://digilib.itb.ac.id/gdl/download/293180", "BAB I  Joko Wahyudi 22008019.pdf": "https://digilib.itb.ac.id/gdl/download/293181", "Bab II  Joko Wahyudi 22008019.pdf": "https://digilib.itb.ac.id/gdl/download/293182", "Bab III  Joko Wahyudi 22008019.pdf": "https://digilib.itb.ac.id/gdl/download/293183", "BAB IV  Joko Wahyudi 22008019.pdf": "https://digilib.itb.ac.id/gdl/download/293184", "Bab V  Joko Wahyudi 22008019.pdf": "https://digilib.itb.ac.id/gdl/download/293185", "BAB VI  Joko Wahyudi 22008019.pdf": "https://digilib.itb.ac.id/gdl/download/293186", "BAB VII Joko Wahyudi 22008019.pdf": "https://digilib.itb.ac.id/gdl/download/293187", "PUSTAKA Joko Wahyudiono": "https://digilib.itb.ac.id/gdl/download/293188"}, "Penulis": "Joko Wahyudiono [22008019]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "struktur, zona bukaan, zona ubahan, mineralisasi, epitermal", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "19 Jun 2023"}