{"Nomor": 73288, "Judul": "PERANCANGAN ALAT PERMAINAN EDUKATIF TERTIB BERLALU LINTAS UNTUK ANAK USIA 4-6 TAHUN", "Abstrak": "Kemandirian mobilisasi dalam lalu lintas merupakan salah satu pendidikan moral\nutama yang perlu ditanamkan pada anak sedini mungkin. Berdasarkan perkembangan\nmotorik dan kognitif yang sudah cukup baik, seharusnya anak usia 6-8 tahun sudah\ndapat bermobilisasi secara mandiri dalam lalu lintas. Namun nyatanya, di Indonesia\nmasih banyak anak usia 6-8 tahun yang belum mandiri dan masih bergantung pada\nbantuan orang tua bahkan untuk jarak tujuan yang dekat.\nMaka dari itu, penelitian ini ditujukan untuk merancang sebuah produk yang dapat\nmeningkatkan kemandirian mobilisasi anak dalam lalu lintas, termasuk keinginan dan\nkemampuan anak berjalan kaki untuk tempat tujuan yang dekat, menggunakan\ntransportasi publik, dan melakukan aktivitas lainnya dalam lalu lintas tanpa perlu\npendampingan orang tua. Penelitian ini menggunakan metode deskriptif kualitatif\ndengan observasi lapangan, wawancara berbagai pihak, studi literatur, dan preseden.\nAlat Permainan Edukatif yang akan dirancang merupakan sebuah set produk yang\ndilengkapi dengan berbagai fitur dan komponen pendukung untuk dapat digunakan\nbaik di rumah maupun di lalu lintas sebagai media edukasi dan memberikan\npengalaman baru dalam lalu lintas. Fitur- fitur tersebut antara lain,\n• Kartu edukasi, counter dan papan magnet untuk mengoptimalkan pengalaman\nyang didapat anak sepanjang melakukan perjalanan dalam lalu lintas.\n• Alarm bahaya dan GPS yang terhubung dengan device orang tua sebagai sistem\nkeamanan dan keselamatan bagi pengguna.\nLebih jauh lagi, Alat Permainan Edukatif ini diharapkan juga untuk dapat mendorong\nkeinginan, kemampuan, dan kepercayaan diri anak untuk eksplor kota.", "Daftar File": {}, "Penulis": "Nathalia Kristina [17519001]", "Kontributor / Dosen Pembimbing": ["Deddy Wahjudi, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Alat Permainan Edukatif, kemandirian, mobilisasi, lalu lintas, anak usia 6- 8 tahun", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "19 Jun 2023"}