{"Nomor": 73290, "Judul": "STUDI FITOKIMIA, AKTIVITAS ANTIOKSIDAN DAN INHIBISI XANTIN OKSIDASE LIMA TUMBUHAN OBAT PAPUA SERTA ISOLASI SENYAWA AKTIF EKSTRAK TUMBUHAN TERPILIH", "Abstrak": "ndonesia merupakan negara dengan biodiversitas tumbuhan terbesar kedua \ndi dunia. Keanekaragaman hayati yang tinggi tersebut menyimpan potensi \ntumbuhan berkhasiat obat yang belum tergali secara maksimum. Salah satu\nwilayah Indonesia yang memiliki potensi tumbuhan obat adalah Provinsi \nPapua. Berdasarkan Riset Khusus Eksplorasi Pengetahuan Lokal Etnomedisin \ndan Tumbuhan Obat Berbasis Komunitas di Indonesia (RISTOJA) yang \ndilaksanakan di Provinsi Papua pada tahun 2017 diperoleh hasil tumbuhan \nyang digunakan dalam pengobatan tradisional berjumlah 1.180 tumbuhan dan \nyang berhasil teridentifikasi berjumlah 885 informasi Tumbuhan Obat (TO) \nyang terdiri atas 272 jenis TO. Tumbuhan yang digunakan dalam pengobatan \nberjumlah 195 TO, 152 tumbuhan diantaranya berhasil diidentifikasi yang \nterdiri dari 152 jenis dan 87 suku. Tumbuhan obat yang berhasil dikoleksi \ntersebar di 15 wilayah Kabupaten/Kotamadya yang meliputi 20 etnis/suku di \nwilayah Provinsi Papua.\nRadikal bebas merupakan suatu senyawa atau molekul yang mengandung satu \natau lebih elektron tidak berpasangan dalam orbital atom atau molekul \nterluarnya dan menyebabkan terjadinya proses stres oksidatif. Radikal bebas \nseperti molekul oksigen reaktif (ROS) telah diketahui terlibat dalam \ntimbulnya patogenesis berbagai penyakit. Salah satu sumber radikal bebas \nyaitu proses oksidasi xantin atau hipoxantin oleh xantin oksidase menjadi \nasam urat. Pengembangan keilmuan khususnya di bidang eksplorasi \ntumbuhan obat Papua hingga saat ini hanya berkaitan dengan kajian ekologi, \ntaksonomi dan etnobotani, sedangkan penelitian tentang kajian fitokimia \nmengenai isolasi dan penemuan senyawa serta uji aktivitas antioksidan dan \ninhibisi xantin oksidase masih sangat terbatas, maka dipilih 5 (lima) \ntumbuhan obat tradisional Papua menurut asal daerah dan wilayah etnis yang \nberbeda mewakili lima wilayah adat di Provinsi Papua yaitu tumbuhan sarang \nsemut merah (Myrmecodia beccarii Hook.f.) yang berasal dari wilayah Anim \nHa; daun jilat (Villebrunea rubescens) dari wilayah Saireri; daun katuk hutan \n(Breynia cernua) dari wilayah Mamta; daun sampare (Bridelia sp.) dari \nwilayah Me Pago dan daun dollu (Dodonaea viscosa) dari wilayah La Pago \nuntuk dilakukan penelitian tentang kajian fitokimia dan pengujian aktivitas \nantioksidan serta inhibisi xantin oksidase.\nPenelitian melalui beberapa tahapan utama yaitu karakterisasi simplisia, \npenapisan fitokimia, ekstraksi, penetapan kadar fenol total dan flavonoid \ntotal, uji aktivitas antioksidan, inhibisi xantin oksidase, isolasi, uji aktivitas\nisolat dan karakterisasi-identifikasi isolat.\nSimplisia lima tumbuhan obat Papua mengandung berbagai golongan \nsenyawa flavonoid, tanin, kuinon, fenol, saponin dan steroid/triterpenoid. \nHasil penetapan karakterisasi simplisia lima tumbuhan obat Papua memberi \nhasil yang beragam berdasarkan berbagai penetapan parameter yaitu \npenetapan kadar sari larut etamol, kadar sari larut air, susut pengeringan, \nkadar abu total, kadar abu tidak larut asam dan kadar air.\nHasil penetapan kadar fenol total dan flavonoid total ekstrak tumbuhan obat \nPapua berada pada rentang secara berurutan 2,41 - 9,01 (g GAE/100 g \nekstrak) dan 0,89 - 8,03 (g QE/100 g ekstrak). Uji aktivitas antioksidan \ndengan menggunakan metode DPPH (2,2-difenil-1-pikrilhidrazil) diperoleh \nnilai AAI antara 0,12 - 3,2, sedangkan uji aktivitas dengan menggunakan \nmetode CUPRAC diperoleh nilai AAI antara 0,22 - 4,27. Asam askorbat \ndigunakan sebagai pembanding dengan nilai AAI DPPH dan CUPRAC secara \nberurutan 10,20 dan 11,92. Pengujian aktivitas inhibisi xanthin oxidase (XO) \nterhadap ekstrak tumbuhan obat Papua secara in vitro menggunakan \nmicroplate reader dan diperoleh nilai persen inhibisi bervariasi antara 9,03 -\n62,36 % pada konsentrasi 100 µg/mL. Ekstrak tumbuhan terpilih M. beccarii\nmeniliki nilai IC50 untuk ekstrak n-heksana, ekstrak etil asetat dan ekstrak \netanol berturut-turut 182, 97; 20,24 dan 64,74 dan pembanding allopurinol \ndengan IC50 sebesar 5,03 µg/mL.\nIsolat MB2-1, MB2-2 dan MB2-3, telah berhasil diisolasi dari ekstrak etil \nasetat M. beccarii (MB2). Uji kuantitatif menunjukkan bahwa semua isolat \nmemiliki aktivitas antioksidan dengan nilai AAI DPPH secara berurut- turut \n1,40 0,55 dan 1,28 serta aktivitas inhibisi XO dengan IC50 berturut-turut \n51,26, 63,76 dan 86,84 µg/mL. Berdasarkan hasil karakterisasi dan \nidentifikasi dengan KLT-densitometri dan KCKT diketahui bahwa isolat \nMB2-1 merupakan asam kafeat, sedangkan berdasarkan analisis dengan KLTdensitometri dan resonansi magnetik inti (RMI) isolat MB2-2 adalah \nisoliquiritigenin dan isolat MB2-3 adalah asam protokatekuat, yang memiliki \naktivitas antioksidan dan penghambat XO. Tumbuhan sarang semut \n(M.beccarii) memiliki potensi untuk dikembangkan menjadi sumber \nantioksidan dan inhibitor XO dari alam.", "Daftar File": {"ABSTRAK Septriyanto Dirgantara": "https://digilib.itb.ac.id/gdl/download/293206"}, "Penulis": "Septriyanto Dirgantara [30719004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Dr. apt. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "fitokimia, antioksidan, inhibisi xantin oksidase, Papua", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Jun 2023"}