{"Nomor": 73291, "Judul": "ENHANCING RESERVOIR POTENTIAL ASSESSMENT WITH MACHINE LEARNING TECHNIQUES: A SYSTEMATIC APPROACH IN THE X FIELD", "Abstrak": "sources. With ever-rising demand, the country aims to achieve a daily production rate of 1 million barrels of oil per day (BOPD) and 12 billion standard cubic feet per day (BSCFD) of gas by 2030. However, Indonesia's oil production has declined in recent years. Therefore, reinvesting in mature field portfolios becomes crucial for achieving production objectives within a short timeframe. Mature field redevelopment projects offer lower risks and costs compared to exploring and developing greenfields. However, increasing recovery from mature fields in Indonesia is challenging due to high water cuts, infrastructure constraints, and complex geologic characteristics. While the traditional methods of identifying hydrocarbon zones in reservoirs are proven, they are labor-intensive and time-consuming. Manual stratigraphic correlation and trial-and-error methods for reservoir zone identification are costly and may lead to undetected pay zones. Meanwhile, well logging instruments have limitations in resolution, requiring advanced tools with higher resolution to avoid overlooking thin bed pay.\nTo address these challenges, an integrated methodology with machine learning algorithms is proposed. This methodology aims to provide rapid, automated, and precise evaluations of reservoir characteristics. By leveraging machine learning and analyzing sequential well log data, patterns and hidden information can be effectively uncovered. The research case study focuses on the S Formation in the X Field, a mature oil field with shut-down production zones due to excessive water cuts and complex reservoir characteristics. The implementation of the integrated and systematic methodology for re-evaluating reservoir prospects in the X Field has shown promising outcomes. The first model successfully captures the stratigraphic patterns of the formation, which aligns with geological validation. The second model accurately identifies potential zones based on the given features. As a result of the reservoir re-evaluation, a total of 35 candidates for primary perforation and 70 candidates for secondary perforation have been proposed in the X Field. These proposed candidates highlight the results of the workflow implemented for maximizing production in the X Field.", "Daftar File": {"ABSTRAK Albertus Suwandi": "https://digilib.itb.ac.id/gdl/download/293205"}, "Penulis": "Albertus Suwandi [12219012]", "Kontributor / Dosen Pembimbing": ["Ardhi Hakim Lumban Gaol, S.T., M.Sc., Ph.D.", "Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Machine Learning, Production Enhancement, Reservoir Evaluation", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "19 Jun 2023"}