{"Nomor": 73303, "Judul": "STUDI KOMPARASI PENGGUNAAN ELEKTRODA AMALGAM TEMBAGA DAN ELEKTRODA BERBASIS BISMUTH DALAM ANALISIS TIMBAL(II) DALAM SAMPEL TANAH", "Abstrak": "Timbal merupakan zat pencemar yang terdeteksi dalam bentuk ion timbal(II). Tanah merupakan media yang dialiri air setelah melalui siklus air. Dalam siklus air, tanah dengan kemampuan memfilter air, dapat mengakumulasi sejumlah mineral yang terbawa dalam proses siklus air, timbal merupakan ion logam yang muncul akibat penggunaan bahan bakar dan ikut dalam proses siklus air. Akumulasi timbal dalam tubuh mengakibatkan kelainan fungsi organ manusia. Analisis voltammetri dilakukan menggunakan elektroda kerja amalgam dengan toksisitas tinggi menimbulkan permasalahan dalam penyiapan dan analisis sampel langsung dari lingkungan sehingga elektroda bismuth yang dikembangkan dapat rnenjadi opsi disamping analisis menggunakan  metode  spektrometri  serapan  atom  dengan  akurasi  yang  lebih baik.  Analisis\njumlah timbal dalam suatu sampel lingkungan dilakukan pada limit deteksi skala terkecil µgL-1\nserta diperlukan elektroda dengan persiapan analisis yang mudah dan biaya analisis yang murah. Untuk meminimalkan biaya analisis, dilakukan dengan analisis secara in-situ. Dalam penulisan berbasis tinjauan pustaka, dilakukan analisis mengenai elektroda bismuth dan amalgam. Elektroda bismuth dalam penelitian ini didasarkan pada metoda deposisi ion ke elektroda kaca karbon dan elektroda amalgam didasarkan pada elektroda amalgam yang dideposisi ke logam tembaga. Adapun analisis didasarkan pada perbandingan kemungkinan pengaruh ion pengganggu terhadap analisis, serta limit deteksi analisis ion logam timbal dalam sarnpel. Dilakukan pula pembandingan terhadap metode analisis menggunakan metode analisis spektrometri serapan atom. Adapun pembandingan dalam penelitian ini ditujukan untuk rnengetahui kemungkinan penggunaan elektroda bismuth sebagai pengganti elektroda berbasis merkuri. Pengembangan metode analisis menggunakan elektroda bismuth terpolimerisasi juga menjadi pelengkap metode analisis voltammetri menggunakan elektroda kerja berbasis bismuth.", "Daftar File": {"ABSTRAK Elvan Sumaryadi Centaury": "https://digilib.itb.ac.id/gdl/download/293218"}, "Penulis": "Elvan Sumaryadi Centaury [10516057]", "Kontributor / Dosen Pembimbing": ["Dr. Indra Noviandri, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Analisis voltammetri, elektroda amalgam, elektroda bismuth, analisisjumlah timbal, sampel tanah.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "19 Jun 2023"}