{"Nomor": 73311, "Judul": "OPTIMIZING WATERFLOODING WELL SELECTION USING SIMULATED ANNEALING ALGORITHM", "Abstrak": "The optimization of waterflooding strategies is a task for reservoir engineers, requiring a structured framework to ensure objectivity and effectiveness. This paper presents a novel method for determining the optimal solution in waterflooding operations, with the primary objectives of improving oil recovery and achieving efficient water management, both in terms of injection and produced water.\nThe proposed approach incorporates frontal advance theory, fractional flow equations, and empirical equations, implemented within a simulated annealing algorithm. The algorithm is designed to determine the optimal well selection, injection rate, and injection start time considering various reservoir characteristics.\nThrough extensive simulations and analyses, the effectiveness of the proposed method is evaluated and compared with alternative strategies, including injection using pattern. Performance metrics such as incremental oil recovery, cumulative water injection, and produced water are utilized to assess the advantages of the optimized approach.\nThe results demonstrate the successful application of the proposed method in attaining incremental oil recovery and efficient water management. Comparative analysis against alternative strategies reveals the advantages of the simulated annealing solution. The simulated annealing strategy exhibits greater average oil recovery per unit of injected water, reduced water production, and improved oil sweeping efficiency.\nThese findings emphasize the effectiveness of the proposed method in optimizing waterflooding strategies and provide valuable insights for reservoir engineers. By adopting this approach, engineers can minimize uncertainties, improve decision-making, and maximize the potential of waterflooding operations for sustainable oil production. The practical implementation of the method offers substantial benefits to the oil and gas industry, enabling enhanced oil recovery and efficient water management in waterflooding operations.", "Daftar File": {"ABSTRAK Bayu Hidayat": "https://digilib.itb.ac.id/gdl/download/293225"}, "Penulis": "Bayu Hidayat [12219030]", "Kontributor / Dosen Pembimbing": ["Ivan Kurnia, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Waterflood, Optimization, Simulated Annealing", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "19 Jun 2023"}