{"Nomor": 73312, "Judul": "EKSPLORASI BENTUK LAMPU KERAMIK DENGAN INSPIRASI TEH POCI TEGAL BERGAYA WABI-SABI", "Abstrak": "Teh poci merupakan salah satu tradisi minum teh yang berasal dari Kota Tegal, Jawa Tengah. Kebiasaan minum teh yang disebut moci ini mengandung makna filosofis  dalam  penyajiannya.  Selain  itu,  bentuk  teko  gerabah  yang  khas  dan berkarakter dipandang sebagai kekayaan visual hasil buah pikiran manusia yang perlu dijaga keberadaannya agar tetap menjadi bagian dari budaya Indonesia. Namun, kebiasaan minum teh poci sudah jarang dilakukan karena mulai tergerus modernisasi.\nOleh karena itu,   perlu adanya inovasidalamarus upaya memperkenalkan kembali teh poci Tegal sebagai tradisi minum teh di Indonesia. Dengan  adanya  kebutuhan  tersebut,  akan  dikembangkan  produk  interior  yang bernilai estetika dan fungsional, dengan mengadaptasi bentuk khas poci Tegal serta menggunakan teknik dan material pembuatannya. Teknik throwing dan material tanah  liat  earthenware, merupakan  aspek  pembentuk  poci  yang  juga  akan diterapkan dalam pembuatan produk, guna mempertahakan karakter poci Tegal. Pengembangan produk interior berupa lampu keramik ditujukan sebagai elemen estetis yang dapat menambah suasana saat berlangsungnya kegiatan minum teh. Penelitian dilakukan dengan pendekatan eksplorasi bentuk serta studi engobe terra sigillata yang diterapkan pada pembuatan poci Tegal. Dari data yang diperoleh, didapati bahwa eksplorasi bentuk dari poci Tegal berpotensi untuk dikembangkan menjadi lampu keramik yang estetis. Perolehan data studi engobe terra sigillata juga menunjukkan hasil beragam yang dapat dimanfaatkan untuk tujuan visual. DIharapkan dengan penelitian ini, timbul kesadaran dan peningkatan pengenalan masyarakat akan teh poci Tegal.", "Daftar File": {}, "Penulis": "Hanifa Mumtaz [17219004]", "Kontributor / Dosen Pembimbing": ["Dr. Gita Winata, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "earthenware, lampu keramik, teh poci Tegal, terra sigillata, throwing", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "19 Jun 2023"}