{"Nomor": 73326, "Judul": "VISUALISASI SIMBOL AJARAN ASTHABRATA SEBAGAI IDE PERANCANGAN PRODUK TEKSTIL DENGAN TEKNIK REKA LATAR", "Abstrak": "Suku Jawa terkenal dengan kekayaan budaya dan kerajinannya. Mereka berpegang teguh pada ajaran yang diwariskan oleh nenek moyang mereka dan secara aktif mendukung dan menghargai budaya  mereka  sendiri.  Budaya  Jawa  tidak  terlepas  dari  konsep  kepemimpinan  Jawa  yang berorientasi  pada  nilai-nilai  luhur.  Sebelum  munculnya  teori dan  kajian  kepemimpinan kontemporer, budaya Jawa telah memiliki konsep perilaku kepemimpinan. Konsep ini dapat ditemukan dalam berbagai karya sastra Jawa kuno, salah satunya adalah ajaran Asthabrata atau Hasta  Brata.  Asta  (Astha)  berarti  delapan,  dan  Brata  berarti  tindakan, sehingga Asthabrata mengacu pada delapan sifat atau kualitas utama yang harus dipegang teguh dan dipraktikkan oleh pemimpin. Salah satu naskah Jawa kuno yang menyebutkan tentang ajaran Asthabrata dan dewa-dewa terkait adalah naskah Sestradisuhul yang telah dipelajari dan disusun menjadi sebuah buku oleh K.G.P.A.A. Paku Alam X, menjadi ajaran kepemimpinan Asthabrata di Kadipaten Pakualaman. Naskah Sestradisuhul secara simbolis merepresentasikan ajaran dalam bingkai- bingkai naskahnya. \nSecara khusus, ajaran Asthabrata sebagai konsep kepemimpinan dapat disebarluaskan kepada masyarakat luas terutama generasi muda agar nilai-nilai yang terkandung dalam ajaran tersebut dapat  diimplementasikan  dalam  kehidupan  kontemporer.  Namun,  cara  tradisional  untuk menyebarluaskan  ajaran  Asthabrata  adalah  melalui  cerita  Ramayana,  tokoh  wayang,  dan terjemahan berbagai naskah kuno. Sementara representasi visual dari simbol-simbol yang tertera pada  naskah masih  jarang  ditemukan.  Oleh  karena  itu,  penelitian  ini  bertujuan  untuk menerjemahkan simbol-simbol yang mewakili sifat-sifat para dewa dalam setiap bingkai naskah. Hasil  akhir  penelitian  ini akan  diterapkan  pada  lembaran  tekstil  menggunakan  teknik embroidery, beading, dan digital printing. Simbol yang diterjemahkan akan berfungsi sebagai representasi visual dari ajaran Asthabrata, memungkinkan aksesibilitas dan pemahaman yang lebih luas tentang konsep-konsep ini.", "Daftar File": {}, "Penulis": "Chairunnisa Yulia Widyaratri [17219017]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Haldani Destiarmand, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Asthabrata, beading, digital printing, embroidery, visualisasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "19 Jun 2023"}