{"Nomor": 73324, "Judul": "MACHINE LEARNING-BASED PREDICTION OF INTERFACIAL TENSION IN WAXY OIL-SURFACTANT-WATER SYSTEMS: A STUDY USING LIMITED DATA", "Abstrak": "Accurately predicting interfacial tension (IFT) in waxy oil-surfactant-water systems is important for optimizing enhanced oil recovery (EOR) processes. However, the limited data availability poses a significant challenge in developing accurate prediction models. This study proposes a machine learning approach that uses the Random Forest model to predict IFT in waxy oil-surfactant-water systems using a dataset with limited samples. The Random Forest algorithm excels at capturing non-linear relationships between input and output variables. The investigation extracts relevant information from the dataset by implementing feature engineering methodologies, develops an effective forecasting model, and understands the principal factors affecting the waxy oil-surfactant interfacial tension prediction. By training the Random Forest model on the limited dataset, this study aims to achieve precise predictions of IFT values. The adaptability and user-friendly nature of the Random Forest algorithm have contributed to its widespread adoption, addressing challenges related to categorization and prediction. The study successfully developed a reliable model, with a test data prediction R2 value of 0.824, demonstrating its capability to generalize from limited data and accurately predict IFT. These findings significantly enhance oil recovery by providing a reliable and efficient tool for estimating interfacial tension in waxy oil-surfactant-water systems. Simulation results highlight the influence of various parameters on interfacial tension prediction, including Concentration of Surfactant, Oil Solubilization Ratio, Salinity of Surfactant, HLB, and Hydrophobic Number. These results highlight the potential of machine learning techniques, specifically the Random Forest model, in overcoming data limitations and improving prediction accuracy. The results of this study may be beneficial in optimizing surfactant selection, injection strategies, and decision-making processes for enhanced oil recovery applications.", "Daftar File": {"ABSTRAK Hafa Fannan Nugraha": "https://digilib.itb.ac.id/gdl/download/293248"}, "Penulis": "Hafa Fannan Nugraha [12219033]", "Kontributor / Dosen Pembimbing": ["Dr. Rani Kurnia, S.Si., M.T.", "Mohammad Galang Merdeka, S. T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "interfacial tension, surfactant, machine learning, random forest, prediction", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "19 Jun 2023"}