{"Nomor": 73328, "Judul": "EARLY WARNING SYSTEM MENGGUNAKAN MODEL MACHINE LEARNING UNTUK MEMPREDIKSI REMAINING USEFUL LIFE (RUL) ESP DAN ANALISIS FAKTOR YANG MEMENGARUHI KINERJANYA", "Abstrak": "Kumulatif produksi merupakan salah satu parameter yang penting dalam sebuah lapangan minyak. Apabila terjadi penurunan produksi, maka akan menyebabkan kerugian terhadap suatu lapangan. Electrical Submersible Pump (ESP) merupakan metode pengangkatan buatan yang populer untuk meningkatkan produksi minyak di lapangan-lapangan tua, memiliki peranan penting dalam menentukan produksi lapangan tersebut. Apabila terjadi kerusakan pada ESP, suatu sumur minyak akan mengalami kendala yang mengakibatkan turunnya produksi lapangan tersebut. Operator menyadari perlunya mencapai kinerja ESP yang lebih baik dan masa pakai yang lebih lama untuk mengoptimalkan operasi ESP. Memaksimalkan masa pakai pompa ESP menjadi hal yang krusial untuk mencapai keuntungan yang optimal. Salah satu pendekatan yang efektif untuk mencapai hal ini adalah dengan menggunakan kecerdasan buatan (Artificial Intelligence) untuk melakukan prediksi masa pakai atau Remaining Useful Life ESP. Tantangan utama dalam riset ini adalah keterbatasan sumber data dalam pembuatan model machine learning untuk memprediksikan RUL Pred ESP. Dengan memanfaatkan teknologi digitasi, riset ini memperoleh data dari sebuah paper Case Study: Predicting Electrical Submersible Pump Failures Using Artificial Intelligence (OTC-31852-MS). Dari hasil simulasi paper tersebut, dilakukan pengumpulan data dengan cara digitasi; Pre-processing data dengan melakukan normalisasi; data training and validation untuk mendapatkan model yang mampu memprediksikan Remaining Useful Life (RUL Pred) ESP dengan akurat; dan proses testing atau prediksi berdasarkan model terpilih. Hasil prediksi RUL Pred ESP dari machine learning dalam riset ini menghasilkan sistem peringatan dini maupun validasi terkait masalah ESP yang dihadapi sehingga operator memiliki informasi dan waktu yang lebih banyak untuk mempersiapkan langkah preventif yang harus dilakukan. Dalam studi kasus riset ini didapatkan bahwa model machine learning yang paling akurat dalam memprediksikan RUL Pred ESP adalah model AdaBoost. Selain itu, faktor yang sangat memengaruhi kinerja model machine learning adalah penentuan batas atas dan batas bawah dalam normalisasi. Akan tetapi, jika model machine learning ini digunakan untuk memprediksikan RUL Pred ESP yang datanya berasal dari luar riset ini, diperlukan studi lebih lanjut mengenai persebaran data variabel yang mungkin terjadi sehingga dapat dilakukan normalisasi yang proporsional untuk mendapatkan hasil yang lebih akurat.", "Daftar File": {"ABSTRAK Febrian Jenetrius Naben": "https://digilib.itb.ac.id/gdl/download/293252"}, "Penulis": "Febrian Jenetrius Naben [12219039]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "ESP, Remaining Useful Life Prediction, digitasi, Normalisasi, Machine Learning.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "19 Jun 2023"}