{"Nomor": 73325, "Judul": "SISTEM LOKALISASI UNTUK KENDARAAN OTONOM BERBASIS HD MAP", "Abstrak": "Kendaraan otonom telah menjadi salah satu solusi transportasi bagi banyak orang.\nNamun, masih banyak permasalahan yang harus diselesaikan agar kendaraan\notonom dapat beroperasi dengan baik pada skala besar. Salah satu dari\npermasalahan tersebut adalah sistem lokalisasi, yaitu penentuan posisi kendaraan\notonom dalam suatu daerah. Sensor yang selama ini digunakan pada proses\nlokalisasi masih memiliki kekurangan, misalnya Global Positioning System (GPS)\nyang tidak akurat saat sinyal satelit terhalang, Light Detection and Ranging\n(LiDAR) yang mahal serta memakan waktu komputasi yang cukup lama, dan\nkamera biasa yang sangat sensitif terhadap perubahan kondisi visual.\nOleh karena itu, pada tugas akhir ini dilakukan perancangan sistem lokalisasi\nmenggunakan High Definition Map (HD Map) yang merupakan teknologi berupa\npeta kondisi suatu daerah yang disimpan sebagai memori pada komputer kendaraan\notonom. Pada tugas akhir ini, digunakan kamera monokuler untuk pendeteksian\nfitur marka jalan. Proses pendeteksi fitur marka jalan terhadap citra kamera dengan\nbackbone ERFNet dan metode Baseline menghasilkan akurasi sebesar 96,04%.\nKemudian, fitur tersebut digabungkan dengan informasi dari Inertial Measurement\nUnit (IMU) berupa posisi untuk memperoleh kurva bentuk jalan. Berikutnya, kurva\nini akan dicocokkan dengan point cloud HD Map sehingga diperoleh hasil lokalisasi\nberupa koordinat kendaraan otonom pada peta. Hasil lokalisasi ini menghasilkan\nnilai error yang cukup besar antara 14,2-311,1 meter jika sistem dibandingkan\ndengan data GPS sebagai ground truth. Meskipun demikian, sistem yang diusulkan\ndapat menghemat biaya maupun beban komputasi karena point cloud map hanya\ndiambil satu kali (tidak secara real-time) dan tidak butuh untuk diperbarui setiap\nsaat.", "Daftar File": {}, "Penulis": "Muhammad Dhany Ashedananta [13319078]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Yul Yunazwin, M.Sc., DIC.", "Dr. Vebi Nadhira, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "HD Map, sistem lokalisasi, kendaraan otonom, kamera monokuler, IMU, deteksi marka jalan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "19 Jun 2023"}