{"Nomor": 73322, "Judul": "PIPELINE INTERNAL CORROSION RATE PREDICTION USING MACHINE LEARNING APPROACH", "Abstrak": "Despite the presence of other alternative transportation options for oil and gas, steel pipelines remain the most\ncost-effective means of transport. However, pipelines are prone to degradation and damage when exposed to\ncorrosive substances. The economic impact of corrosion failure and environmental damage is estimated to be\naround 3.4% of the world's GDP, equivalent to $2.5 trillion annually. Currently, common flow simulators rely\non semi-empirical models to predict corrosion rates. The widely used semi-empirical model, known as De\nWaard 95 by De Waard, Lotz, and Dugstaad, faces challenges in accurately representing the complex non-linear\ninteractions involved in CO2 internal pipeline corrosion. Therefore, Machine Learning has emerged as a\npromising alternative, leveraging sophisticated tools to train prediction models using data and achieve better\nrepresentation of the non-linear relationships between multiple corrosion factors.\nThis study employs a single machine learning model, k-nearest neighbor (KNN), and four ensemble learning\nmodels (random forest, gradient boosting tree, adaboost, and xgboost) to address the problem. Ensemble\nlearning combines single machine learning model to make accurate predictions, and its implementation is\nsimpler than hybrid models. Most of the proposed ensemble learning models demonstrate acceptable predictive\nperformance for internal corrosion rates. Among them, the XGBoost model consistently exhibits the best overall\nperformance. When comparing the ensemble learning models with the single machine learning model (KNN),\nXGBoost outperforms KNN in terms of overall performance. However, there are certain ensemble learning\nmodels, such as AdaBoost, that perform worse than KNN. It should be noted that hyperparameter tuning has not\nyet been conducted, which may impact the models' performance. Nonetheless, the ensemble learning models\nstill exhibit better predictive abilities for CO2 internal corrosion rates compared to the single machine learning\nmodel. Additionally, the performance of CO2 internal corrosion rate prediction using machine learning\napproaches is compared to the commonly used semi-empirical correlation method (De Waard 95), revealing the\nsuperiority of machine learning over the traditional method. Therefore, AI/ML is proven more better solution to\npredict pipeline corrosion rates with multiple variables over used traditional methods in several common flow\nsimulator which is semi-empirical method.\nFurthermore, feature importance analyses are conducted to assess the significance of input variables and\nunderstand their influence on the output. The study identifies the partial pressure of CO2 as the most crucial\nfeature, playing a vital role in initiating or accelerating CO2 internal corrosion rate in oil and gas pipelines. One\npractical application of this study is to determine pipeline leakage time. By utilizing the best model, XGBoost,\nand evaluating the recorded data from condition where the dataset is taken, the model can provide the CO2\ninternal corrosion rate. Based on this rate, an estimate can be made regarding the time before pipeline leakage\noccurs. If the leakage happens within a specified time limit, it serves as a notice to engineers to prepare a\nreplacement program for the pipe.", "Daftar File": {"ABSTRAK Kevin Mahatirazikra": "https://digilib.itb.ac.id/gdl/download/293245"}, "Penulis": "Kevin Mahatirazikra [12219032]", "Kontributor / Dosen Pembimbing": ["Silvya Dewi Rahmawati, S.Si, M.Si., Ph.D.", "Rossupanji Pribadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Pipelines, Corrosion, Machine learning, Ensemble learning", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "19 Jun 2023"}