{"Nomor": 73331, "Judul": "OPTIMALISASI STRATEGI WATERFLOOD DI LAPANGAN MINYAK A: EVALUASI PARAMETER DAN PEMODELAN SIMULASI UNTUK PENINGKATAN PEROLEHAN", "Abstrak": "Despite Indonesia's ambitious production targets for oil and gas, the country faces challenges due to declining production rates, primarily influenced by mature fields. Waterflood, as a secondary oil recovery technique, has emerged as a cost-effective approach to maximize hydrocarbon reserves. The performance of waterflood operations depends on key parameters, such as the number of injection wells and the injection well pattern. This study focuses on optimizing waterflood parameters in the reservoirs of Field A, with the goal of enhancing oil recovery and maintaining reservoir pressure. Simulation models are utilized to analyze various waterflood scenarios, assessing impacted variables including reservoir pressure, production rates, total oil production, and residual oil saturation. Through a comprehensive case study, the effects of various parameters influenced by waterflood, and its well pattern are examined, providing valuable insights and recommendations for the development of optimized waterflood operations. The insights and recommendations resulted by this study aim to support reservoir management, ensure energy security, and enhance the performance of waterflood as a highly efficient secondary oil recovery method utilized in Indonesia.", "Daftar File": {"ABSTRAK Rama Aby Ichsan Akbari": "https://digilib.itb.ac.id/gdl/download/293253"}, "Penulis": "Rama Aby Ichsan Akbari [12219041]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "waterflood, well pattern, enhance oil recovery, maintaining reservoir pressure, recommendations", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "19 Jun 2023"}