{"Nomor": 73332, "Judul": "PEMETAAN STRUKTUR GEOMORFOLOGI DI LAUT MALUKU UNTUK MENGIDENTIFIKASI POTENSI GEOHAZARD MENGGUNAKAN MULTIBEAM ECHOSOUNDER", "Abstrak": "Bagian timur Indonesia terdiri dari lempeng tektonik yang kompleks. Salah satu tektonik yang menonjol adalah busur Banda, yang terdiri dari palung, busur vulkanik dalam, dan pulau busur luar (Hamilton Warren, 1979; Spakman & Hall, 2010). Lempeng-lempeng ini masih aktif dan bergerak secara mikroskopis yang akan menyebabkan beberapa becana di Maluku. Beberapa sumber kebencanaan juga telah ditemukan, seperti sumber gempa bumi yang disimpulkan dari data seismik dan geodesi oleh Meilano et al., (2021) dan lokasi gempa susulan yang ditentukan dalam pendekatan bertahap oleh Sahara et al., (2021) Karena kompleksnya pengaturan lempeng tektonik tersebut, analisis geomorfologi diperlukan untuk mengetahui lebih lanjut tentang kondisi dasar laut di Laut Maluku. Untuk memperoleh struktur geomorfologi dasar laut, data batimetri diperoleh menggunakan multibeam echosounder (MBES) pada Ekspedisi Widyatama ‘Mekanisme Gempa di Laut Maluku’ (EWIN MeGaMal) yang dilaksanakan dari 8 hingga 28 Agustus menggunakan Kapal Baruna Jaya VIII. Survei ini memetakan dasar laut pada kedalaman Laut Maluku yang berkisar antara 500 m - 3000 m menggunakan MBES Elac Seabeam 3050 yang beroperasi pada frekuensi gelombang suara 50 KHz disertai dengan Trimble BX992 sebagai sistem satelit navigasi global (GNSS) yang digunakan untuk menentukan posisi dan arah kapal. Berdasarkan hasil studi dengan menggunakan metode analisis morfometri untuk mengidentifikasi geomorfologi laut Ambon melalui data batimetri, berbagai struktur geomorfologi seperti kumpulan cerukan, sungai bawah laut, longsoran tanah, dan sesar teridentifikasi pada setiap area survei. Masing-masing fitur geomorfologi tersebut menunjukkan potensi untuk menyebabkan bencana, seperti tsunami yang disebabkan oleh longsoran tanah di area 2 dan gempa bumi yang disebabkan oleh pergerakan sesar aktif di region 3.", "Daftar File": {}, "Penulis": "Amalia Fadilla R. D. [15119072]", "Kontributor / Dosen Pembimbing": ["Fickrie Muhammad, S.T., M.Sc.", "Gabriella Alodia, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Ambon, Geomorfologi, Bathymetry, Morfometri.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Jun 2023"}