{"Nomor": 73337, "Judul": "UNLOCKING OFFSHORE OILFIELD POTENTIAL THROUGH AI-DRIVEN ACIDIZING  OPTIMIZATION: A PREDICTIVE MACHINE LEARNING APPROACH TO WELL STIMULATION", "Abstrak": "The government is trying to achieve a production target of 1 million barrels in 2060, while in January 2023, oil production per day in Indonesia recorded was 618,000 barrels per day (Trading Economics, 2023). Therefore, the right strategy is needed to increase oil production in Indonesia. One of the methods is using well stimulation to increase well production by injecting an acid solution into the wellbore to remove the materials that block the production flow. The most commonly used is acidizing because of its simpler operation procedures and lower cost than other methods, such as hydraulic fracturing.\nThis research was done on wells in an offshore field in Southeast Sumatra that had employed artificial lift. Several acid formulas have been used to stimulate the well over the last five years, despite the fact that there is still room for more production growth. However, the results rarely indicate that the stimulation was effective. To determine if stimulation was successful or not, it is required to compare the productivity index value before and after stimulation. Then, these results are modeled into machine learning to predict the outcome of the next stimulation. The algorithms used are XG-Boost, Random Forest, Support Vector Machine (SVM), K-Nearest Neighbors (KNN), and Gradient Boosting.\nThere have already been 130 stimulation jobs completed, and 26.92% of them resulted in stimulation failures, where the productivity index value after stimulation was lower or the same as before stimulation. Then, using the heatmap method, the parameters that influence the success of the stimulation are selected, such as the basin's location, the type of formation, the flowing bottom hole pressure, reservoir temperature, reservoir pressure, perforation interval, total treatment volume (gallons per foot), depth of penetration, and acid formula. The machine learning model was chosen to predict the stimulation results using the XG-Boost algorithm with the highest accuracy value of 75%. Using this prediction model, the company's cost will be smaller, and the potential for stimulation failure can be minimized. Besides presenting a new approach to predicting stimulation success, this study also predicts stimulation failure. The developed model serves as an evaluation tool to identify the reasons behind stimulation failure, which is also important for predicting stimulation success. Identifying the causes of stimulation failures can cut the evaluation time, optimize future stimulation efforts, and improve the overall well stimulation efficiency and success.", "Daftar File": {"ABSTRAK Seraphine Jeanetra Kitra": "https://digilib.itb.ac.id/gdl/download/293262"}, "Penulis": "Seraphine Jeanetra Kitra [12219043]", "Kontributor / Dosen Pembimbing": ["Ir. Utjok W. R. Siagian, M.Sc., Ph.D.", "Silvya Dewi Rahmawati, S.Si, M.Si., Ph.D.", "Marda Vidrianto, S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Well Stimulation, Acidizing, Machine Learning, Artificial Intelligence, XG-Boost", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "19 Jun 2023"}