{"Nomor": 73348, "Judul": "TRANSIENT DYNAMIC MODEL AND OPTIMIZATION STRATEGY FOR OFFSHORE DEVIATED WELL", "Abstrak": "Offshore oil fields can recover into oil reserves located far from the platform by using deviated wells. Nevertheless, deviated wells are difficult to operate due to challenges associated with hydrocarbon production. Producing light oil in deviated wells presents a significant challenge, particularly in relation to ensuring smooth flow and managing the behavior of different phases over time, which can have an impact on production, surface facilities, and economic factors. This article examines the dynamic performance of multiphase flow in a gas- lifted deviated well, using transient simulation to observe important phenomena in detail. This approach is intended to extend the well's lifespan and optimize production rates.\nThe study focused on observing the behavior and performance of multiphase flow in a deviated well with gas lift (KX-04) in offshore West Natuna with sensitivity in high and low liquid rate. A transient-dynamic model was used to analyze various factors, including pressure, temperature, flow regime, production rate, liquid holdup, and dead volume profile, as functions of time and length of pipe. By understanding the dynamic variables through this model, it is possible to identify the optimal production practices by analyzing the pressure, temperature, liquid rate, and flow regime trend. The flow regime, pressure, temperature profile, and liquid observed in tubing wellhead in the KX-04 well is often unstable by showing massive fluctuation over a relative short time. Therefore, an effective production strategy needs to be designed, which should involve determining the ideal injection rate of gas lift. The sensitivity is obtained from low liquid rate case to see the optimum injection gas rate that can achieving largest production and most stable pressure profile. The last option would be to add another platform closer to the targeted reservoir. However, this scenario is not favorable to the management since it increases the capital cost.", "Daftar File": {"ABSTRAK Rai Tiara Subita Dewi": "https://digilib.itb.ac.id/gdl/download/293286"}, "Penulis": "Rai Tiara Subita Dewi [12219052]", "Kontributor / Dosen Pembimbing": ["Wijoyo Niti Daton, S.T, M.T.", "Budi Khoironi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "multiphase, gas lift, transient, deviated, flow regime, dynamic", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "19 Jun 2023"}