{"Nomor": 73357, "Judul": "AKTIVITAS ANTIOKSIDAN EKSTRAK DAUN DAN BATANG BAYAM JEPANG (SPINACIA OLERACEA L.) DENGAN METODE DPPH, CUPRAC, DAN ABTS", "Abstrak": "Antioksidan merupakan senyawa penangkap radikal bebas. Antioksidan ada yang terdapat secara alami \npada tanaman salah satunya adalah bayam jepang. Penelitian dilakukan untuk menentukan aktivitas \nantioksidan ekstrak daun dan batang bayam jepang dengan metode DPPH, CUPRAC, ABTS, penentuan \nfenol total, penentuan flavonoid total, korelasi fenol dan flavonoid total terhadap aktivitas antioksidan, \nkorelasi aktivitas antioksidan antara ketiga metode, serta identifikasi dan penentuan kadar senyawa \nflavonoid dalam ekstrak terpilih. Ekstraksi dilakukan dengan metode refluks menggunakan pelarut nheksana, etil asetat, dan etanol. Aktivitas antioksidan DPPH, CUPRAC, ABTS, fenol dan flavonoid total \nditetapkan dengan spektrofotometri UV-sinar tampak. Identifikasi dan penetapan kadar senyawa \nflavonoid ditetapkan dengan kromatografi cair kinerja tinggi. Aktivitas antioksidan DPPH ekstrak bayam \njepang berada pada rentang 2,785 – 8,028 mg AEAC/g, sedangkan CUPRAC berada pada rentang 4,126 –\n21,029 mg AEAC/g, dan ABTS berada pada rentang 29,330 – 973,332 mg AEAC/g. Fenol total tertinggi \ndiberikan oleh ekstrak etanol batang (1,403 ± 0,109 GAE/100 g). Flavonoid total tertinggi diberikan oleh \nekstrak etil asetat batang (6,875 ± 0,338 QE/100 g). Fenol dan flavonoid total memiliki korelasi kuat sampai \nsangat kuat terhadap nilai aktivitas antioksidan DPPH, CUPRAC, dan ABTS, kecuali ekstrak n-heksana \nbatang bayam jepang. Metode DPPH, CUPRAC, dan ABTS memiliki korelasi kuat sampai sangat kuat. \nSecara umum, senyawa golongan fenol dan flavonoid berkontribusi besar terhadap aktivitas antioksidan \nekstrak bayam jepang dengan metode DPPH, CUPRAC dan ABTS. Ketiga metode memberikan hasil yang \nlinier pada aktivitas antioksidan ekstrak bayam jepang. Senyawa flavonoid yang diidentifikasi dalam \nekstrak etanol batang bayam jepang adalah rutin dengan kadar sebesar 0,0801%. Bagian batang bayam \njepang memiliki potensi sebagai agen antioksidan.", "Daftar File": {"ABSTRAK Viviana Angesti": "https://digilib.itb.ac.id/gdl/download/293302"}, "Penulis": "Viviana Angesti [10719043]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, ABTS, CUPRAC, DPPH, Spinacia oleracea", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Jun 2023"}