{"Nomor": 73350, "Judul": "EVOLUSI TEKTONIK DI TINGGIAN MUSI DAN PENGARUHNYA  TERHADAP FORMASI GUMAI SEBAGAI BATUAN INDUK AKTIF  DI LAPANGAN SOPA, CEKUNGAN SUMATERA SELATAN", "Abstrak": "Batuan induk yang selama ini dipercaya secara umum sebagai sumber \nhidrokarbon di sub-Cekungan Palembang adalah batuan lakustrin Formasi Lahat \ndan batuan fluvial-deltaik Formasi Talang Akar. Minyak di struktur Sopa \ndianggap sebagai akumulasi hidrokarbon yang termigrasi dari dalaman-dalaman \nlokal dan regional di sekitar struktur Sopa yang mengendapkan serpih Formasi \nLahat dan Talang Akar. \nBerdasarkan fisiografi bawah permukaan yang diperoleh dari integrasi interpretasi \ndata sumur dan data seismik, dalaman terdekat berjarak lebih dari 20 km, \nsehingga agak sulit menjelaskan mekanisme migrasi hidrokarbon dari dapur \nmenuju reservoir. Selain itu struktur karbonat Sopa terletak di tinggian sejak \nEosen hingga Miosen Tengah, akibatnya beberapa formasi pada rentang waktu \ntersebut tidak berkembang dengan baik, terutama Formasi Lahat dan Talang Akar. \nDengan fakta ini, maka batuan karbonat Miosen Formasi Baturaja menumpang \nlangsung di atas batuan dasar pra-Tersier. \nTesis ini diarahkan untuk mengetahui potensi formasi lain yang berpotensi \nsebagai batuan induk yang mengisi hidrokarbon di Lapangan Sopa, yaitu Formasi \nGumai. Selain berfungsi sebagai batuan penyekat, Formasi Gumai juga \ndiperkirakan berperan sebagai batuan induk aktif. Untuk itu diperlukan \npembuktian dan analisis logis geologi untuk memodelkan hipotesis tersebut. \nHasil analisis geokimia yang komprehensif menunjukkan bahwa minyak di sumur \nSopa berasal dari batuan induk yang diendapkan pada lingkungan transisi. Minyak \nSopa berkorelasi positif dengan ekstrak bitumen dari Formasi Gumai yang \ndiperkirakan diendapkan di lingkungan Laguna, sedangkan ekstrak bitumen dari \nFormasi Baturaja telah tercemar oleh hadirnya minyak sehingga tidak layak \nsebagai data yang valid untuk dianalisis lebih lanjut. \nInterpretasi data seismik ditampilkan dalam bentuk model geologi yang dapat \nmemberi penjelasan mengenai mekanisme pematangan batuserpih Formasi Gumai \ndan mekanisme migrasinya. Evolusi tektonik di Cekungan Sumatera Selatan sejak \nMiosen Tengah hingga sekarang, telah mengakibatkan terbentuknya sesar-sesar \nnaik dengan bagian blok bawah (foot wall) terpendam lebih dalam. Sebagian \nformasi Gumai di bagian foot wall telah mencapai zona pematangan. Evolusi \ntektonik ini juga menyebabkan posisi reservoir karbonat struktur sopa mengalami \npemiringan (tilting), sehingga memudahkan proses migrasi hidrokarbon dari \nbagian yang lebih dalam ke bagian yang lebih dangkal. Dengan demikian Formasi \nGumai dapat berperan sebagai batuan induk aktif di Lapangan Sopa. \nDengan pembuktian potensi Formasi Gumai sebagai batuan induk aktif di \nLapangan Sopa, diharapkan akan mampu membuka peluang baru eksplorasi \nhidrokarbon di area lainnya, dengan kondisi yang relatif sama. Model yang \ndibangun dapat digunakan sebagai analog untuk mendefinisikan batuan induk \naktif dan yang lebih muda relatif terhadap reservoirnya.", "Daftar File": {"Abstrak Dimas H P 22008032.pdf": "https://digilib.itb.ac.id/gdl/download/293288", "Cover Dimas H P 22008032.pdf": "https://digilib.itb.ac.id/gdl/download/293289", "Bab 1 Dimas H P 22008032.pdf": "https://digilib.itb.ac.id/gdl/download/293290", "Bab 2 Dimas H P 22008032.pdf": "https://digilib.itb.ac.id/gdl/download/293291", "Bab 3 Dimas H P 22008032.pdf": "https://digilib.itb.ac.id/gdl/download/293292", "Bab 4 Dimas H P 22008032.pdf": "https://digilib.itb.ac.id/gdl/download/293294", "Bab 5 Dimas H P 22008032.pdf": "https://digilib.itb.ac.id/gdl/download/293296", "Bab 6 Dimas H P 22008032.pdf": "https://digilib.itb.ac.id/gdl/download/293297"}, "Penulis": "Dimas Hendrawan Patra [22008032]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D.", "Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "8 file", "Tanggal Input": "19 Jun 2023"}