{"Nomor": 73359, "Judul": "PENGEMBANGAN BUKU SAKU TRIGONOMETRI UNTUK JENJANG SMA", "Abstrak": "Projek akhir ini bertujuan untuk mengembangkan buku saku matematika dengan topik trigonometri. Buku saku yang dikembangkan dalam proyek ini diperuntukkan kepada Sekolah Menengah Atas (SMA) yang ada di Indonesia. Pemilihan materi trigonometri didasarkan pada masih rendahnya hasil belajar siswa pada materi tersebut. Trigonometri adalah suatu cabang matematika yang berhadapan dengan sudut segitiga dan fungsi trigonometri, seperti sinus, kosinus, dan tangen yang membutuhkan proses berpikir.\nAdapun kesulitan yang dihadapi siswa dalam mempelajari materi trigonometri ialah menyelesaikan soal yang berkaitan dengan aplikasi trigonometri. Faktor penyebab kesalahan siswa dalam menyelesaikan soal trigonometri yaitu, kecerobahan, salahnya pemahaman siswa mengenai suatu materi, kurangnya pengetahuan siswa mengenai pengetahuan prasyarat, dan keliru dalam membaca soal. Tidak hanya itu, minimnya penggunaan buku paket sekolah yang dirasa kurang efektif bagi siswa karena bahan ajar tersebut mempunyai penampilan yang kurang menarik, kalimat terlalu panjang, contoh gambar kurang jelas dan ukuran buku dirasa kurang praktis untuk dibawa kemana saja sehingga siswa kurang tertarik untuk membaca maupun mempelajari bahan ajar tersebut. Umumnya, sebagain besar siswa tidak mempunyai buku referensi lain diluar buku paket. Hal ini, berdampak pada rendahnya pemahanam siswa terhadap materi trigonomerti.\nSalah satu referensi bahan ajar ialah buku saku. Buku saku adalah suatu buku yang berukuran kecil berisi informasi yang dapat disimpan di saku sehingga dapat digunakan siswa untuk mempelajari materi dengan keadaan apapun. Melalui buku saku siswa dapat memperoleh informasi tanpa membuang waktu untuk mengetahui inti dan informasi tersebut.\nCakupan materi pada buku saku ini adalah semua materi trigonometri yang dipelajari pada tingkatan SMA dengan merangkum semua materi trigonometri serta menyisipkan fakta terkait trigonometri dan pembuktian rumus yang jarang dipaparkan pada buku paket sekolah, tak hanya itu pada buku saku juga terdapat soal-soal rutin dan soal-soal yang membutuhkan berpikir tingkat tinggi disertai dengan pembahasannya.\nMetode penelitian yang digunakan pada penelitian ini ialah metode campuran (mix method). Metode campuran adalah suatu metode penelitian antara metode kuantitatif dnegan metode kualitatif untuk digunkan secara bersama-sama dalam suatu kegiatan penelitian. Dengan menggunakan penelitian kombinasi akan membuat pemahaman yang baik dalam suatu masalah penelitian apabila dibandingkan dengan penelitian tunggal. Model pengembangan yang dijadikan acuan dalam pembuatan buku saku ini adalah model 4????? (Define, Design, Development, dan Disseminate). Tahap Pendefinisian (Define) meliputi 5 langkah yaitu, analisis awal-akhir, analisi siswa, analisis materi, analisis tujuan pembelajaran, dan analisis tugas. Tahap Perancangan (Design) meliputi 4 langkah yaitu, penyusunan tes, pemilihan media, pemilihan format, dan membuat rancangan awal. Tahap pengembangan (Develop) meliputi 4 langkah yaitu, validasi produk oleh ahli materi trigonometri yaitu guru matematika dan ahli desain yaitu guru multimedia. Setelah buku suku tervalidasi, buku saku diuji cobakan kepada siswa SMAN 1 Batang Hari untuk melihat tingkat kepraktisan dan keefektifan dari buku saku. Uji praktikalitas, yaitu berupa angket penilaian guru dan angket respon siswa terhadap Buku Saku Trigonometri untuk Jenjang SMA. Uji efektivitas, yaitu menggunakan Uji Paired Sample T-test dan N-Gain Score diperoleh bahwa ada pengaruh penggunaan buku saku trigonometri dengan tingkat keefektifannya yaitu cukup efektif dalam pembelajaran trigonometri untuk meningkatkan hasil belajar siswa. Dari hasil uji coba buku saku direvisi kembali agar buku dapat disebarkan secara luas baik itu dalam bentuk media cetak maupun media elektrodik (pdf).", "Daftar File": {"ABSTRAK Yoshi Septyhandayani": "https://digilib.itb.ac.id/gdl/download/293304"}, "Penulis": "Yoshi Septyhandayani [24620307]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A.N., S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "buku saku, trigonometri, hasil belajar, model 4?????.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Jun 2023"}