{"Nomor": 73369, "Judul": "EKSPLORASI MAKNA DAN PREFERENSI HUNIAN BAGI KELOMPOK DEMOGRAFI USIA PRODUKTIF DI BANDUNG RAYA", "Abstrak": "Indonesia saat ini tengah menyambut kondisi bonus demografi, dimana 69,3% dari populasi didominasi oleh kelompok demografis usia produktif. Dengan tingginya populasi usia produktif, otomatis meningkatkan permintaan rumah tinggal. Selain menjadi kebutuhan dasar, rumah juga berperan sebagai tempat berkumpul keluarga, sarana usaha, hingga tempat beraktivitas yang produktif. Setelah adanya pandemi Covid-19, beberapa tahun terakhir kegiatan produktif banyak berlangsung di rumah, seperti bekerja dan belajar dari rumah, serta menjalankan proyek kreatif lainnya. Hal ini telah mengubah preferensi penduduk dalam mencari fasilitas rumah yang dapat mengakomodasi kegiatan produktif mereka dengan baik. Hal ini menjadi refleksi bahwa adanya pergeseran dalam cara bekerja dan beraktivitas, dimana rumah tidak hanya menjadi tempat tinggal, namun juga menjadi pusat kegiatan produktif yang penting bagi kehidupan sehari-hari. Begitu pula dengan definisi dan konsep produktif yang dapat bervariasi, baik dari pendapat ahli, hingga tiap individu yang memaknai konsep produktif secara berbeda. Kecenderungan heterogenitas dalam kelompok usia produktif akan menciptakan variasi preferensi terhadap rumah tinggal yang juga berbeda. Oleh karena itu, penelitian ini menggali lebih dalam pilihan hunian yang diinginkan dan dibutuhkan oleh masyarakat di usia produktif.\n\nPenelitian dilakukan secara deskriptif-kuantitatif, menggunakan instrumen penelitian berupa kuesioner yang dibagikan ke masyarakat dalam usia produktif di Bandung Raya, sebagai representasi masyarakat perkotaan dengan populasi penduduk usia produktif yang dominan. Metode analisis yang digunakan adalah dengan beberapa tahap, yaitu dengan distribusi frekuensi, korespondensi dan analisis regresi linier berganda dengan variabel dummy.\n\nDari keseluruhan kelompok usia produktif ditemukan terdapat variasi karakteristik profil yang akhirnya membentuk pilihan karakteristik hunian yang berbeda pula. Dalam konteks pilihan hunian di Bandung Raya, kelompok usia produktif terbagi menjadi dua kelompok, yaitu kelompok dinamis (40 tahun kebawah) dan kelompok kemapanan (diatas 40 tahun). Antara kelompok dinamis dan kemapanan terdapat perbedaan signifikan dari status keluarga dan skema pekerjaan yang mulai beralih ke remote working menimbulkan perbedaan pada preferensi rumah tinggal mereka. Kelompok dinamis dengan skema pekerjaan mereka yang banyak dilakukan di rumah, lebih membutuhkan fasilitas penunjang pekerjaan mereka di rumah. Sedangkan kelompok kemapanan lebih memilih hubungan sosial yang baik dengan tetangga sekitarnya sebagai salah satu persiapan pensiunnya. Dari segi harga rumah juga terlihat adanya perbedaan preferensi harga rumah dari kelompok dinamis dan kemapanan, kelompok dinamis bersedia membayar Rp 635,950,000 sedangkan kelompok kemapanan sebesar Rp 707,810,000. Pada penelitian ini juga ditemukan bahwa hubungan antara profil kelompok produktif, norma perumahan, dan karakteristik hunian, bersama-sama mempengaruhi preferensi harga rumah secara kombinasional.\n\nDalam proses perancangan hunian, pengembang dapat mengikutkan konsumen dalam prosesnya agar lebih mengerti kondisi dan kebutuhan mereka. Karena preferensi harga rumah bagi kelompok ini setara dengan area sub-urban Bandung Raya, maka pemerintah juga dapat berkontribusi untuk meningkatkan kualitas infrastruktur di area sub-urban. Sebagai fasilitator dan regulator, pengembang dan pemerintah dapat bersama-sama mempersiapkan penyediaan rumah tinggal yang sesuai dengan preferensi kelompok dinamis dan kelompok kemapanan ini karena pasarnya akan sangat besar.", "Daftar File": {"ABSTRAK Indira Dwiyanza Noviantika": "https://digilib.itb.ac.id/gdl/download/293313"}, "Penulis": "Indira Dwiyanza Noviantika [25221039]", "Kontributor / Dosen Pembimbing": ["Dr. Allis Nurdini, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kelompok usia produktif, preferensi hunian, Bandung Raya", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "20 Jun 2023"}