{"Nomor": 73360, "Judul": "FABRIKASI SILIKA NANOPORI MENGGUNAKAN PLURONIC P-123 DAN F-127 SERTA APLIKASINYA SEBAGAI PENYANGGA KATALIS NANOPARTIKEL AU UNTUK REDUKSI P-NITROFENOL", "Abstrak": "Silika nanopori merupakan salah satu produk pengembangan dalam bidang nanoteknologi yang memiliki morfologi, ukuran partikel, keseragaman, dan dispersi yang baik sehingga dapat diaplikasikan sebagai katalis, adsorben, dan perangkat optik. Nanopori berbasis silika dapat dibedakan berdasarkan penggunaan surfaktan dan sumber silikanya untuk menghasilkan sifat fisikokimia yang berbeda. Silika nanopori dapat diaplikasikan sebagai penyangga katalis nanopartikel Au untuk mencegah terjadinya aglomerasi pada nanopartikel Au. Salah satu cara untuk mempelajari aktivitas katalitik nanopartikel Au dapat dilakukan melalui reaksi reduksi p-nitrofenol. Polutan p-nitrofenol bersifat antropogenik dan berbahaya jika mencemari lingkunga. Oleh karena itu, p-nitrofenol perlu direduksi menjadi senyawa p-aminofenol yang relatif lebih aman bagi lingkungan. Pada penelitian ini, silika nanopori disintesis menggunakan triblok kopolimer PEO100PPO64PEO100 (Pluronic F-127) dan PEO20PPO70PEO20 (Pluronic P-\n123) sebagai agen pencetak serta TEOS (tetraetil ortosilikat) sebagai sumber silika. Karakterisasi Transmission Electron Microscope (TEM) material hibrida nanopartikel Au/silika nanopori menunjukkan keberhasilan terbentuknya struktur pori pada material nanopori dan terdistribusinya nanopartikel Au pada silika nanopori tanpa adanya aglomerasi. Adapun rata-rata diameter pori tampak menurun seiring dengan meningkatnya penggunaan Pluronic P-123 selama sintesis. Aktivitas katalis Au-SN10 melalui reaksi reduksi p-nitrofenol, menghasilkan konstanta laju terobservasi paling tinggi sebesar 0,3685 menit?1 yang mengindikasikan bahwa katalis variasi tersebut memiliki aktivitas katalitik paling baik. Adsorpsi-desorpsi N2 katalis Au-SN10 menghasilkan diameter pori, luas permukaan, dan volume pori berturut-turut sebesar 328 m²/g, 0,77 cm³/g, dan 10,8 nm. Melalui persamaan Arrhenius dan Eyring pada hasil uji katalitik dengan variasi suhu, diperoleh parameter kinetika\nEObs (27,92 kJ/mol), ?H‡ (27,03 kJ/mol), ?S‡ (?184 J/mol.K), dan ?G‡ (81,9 kJ/mol). Studi\nkinetika yang dilakukan mengindikasikan bahwa silika nanopori hasil sintesis dapat digunakan\nsebagai material penyangga katalis Au. Penentuan mekanisme reaksi menggunakan persamaan Arrhenius pada variasi konsentrasi p-nitrofenol dan NaBH4 menunjukkan reaksi mengikuti mekanisme reaksi Langmuir-Hinshelwood.", "Daftar File": {"ABSTRAK Elsa Paradilah": "https://digilib.itb.ac.id/gdl/download/293305"}, "Penulis": "Elsa Paradilah [10519100]", "Kontributor / Dosen Pembimbing": ["Dr. Grandprix Thomryes Marth Kadja, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Silika nanopori, p-nitrofenol, nanopartikel Au, Pluronic, mekanisme Langmuir- Hinshelwood", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "20 Jun 2023"}