{"Nomor": 73373, "Judul": "AKTIVITAS ANTIOKSIDAN EKSTRAK RANTING, DAUN, DAN BUAH PEPINO (SOLANUM MURICATUM AITON) DENGAN METODE DPPH DAN CUPRAC", "Abstrak": "Radikal bebas merupakan senyawa yang bersifat sangat reaktif dan dapat menyebabkan kerusakan \nselular pada DNA, protein, dan lipid yang secara berkelanjutan akan menyebabkan penyakit kronis, \nseperti kanker. Antioksidan merupakan senyawa stabil yang dapat memberikan perlindungan sel \ntubuh dari spesi radikal bebas dengan cara menyumbangkan elektronnya sehingga dapat berikatan \ndengan senyawa radikal bebas. Pepino (Solanum muricatum Aiton) kaya akan vitamin C yang identik \nsebagai antioksidan. Penelitian ini dilakukan untuk menentukan aktivitas antioksidan ekstrak ranting, \ndaun, dan buah pepino dengan metode DPPH dan CUPRAC, menentukan korelasi antara kedua \nmetode uji aktivitas antioksidan, menentukan kandungan fenol dan flavonoid total, menentukan \nkorelasi kuantitatif kadar fenol total dan kadar flavonoid total terhadap nilai aktivitas antioksidan dari \nmetode DPPH dan CUPRAC, serta identifikasi dan penentuan kadar senyawa flavonoid dalam ekstrak \nterpilih. Ekstraksi dilakukan menggunakan metode refluks, menggunakan pelarut n-heksana, etil \nasetat, dan etanol. Aktivitas antioksidan ditentukan menggunakan DPPH dan CUPRAC, kadar fenol \ntotal dan kadar flavonoid total ditetapkan menggunakan spektrofotometri UV-sinar tampak. \nIdentifikasi dan penetapan kadar senyawa flavonoid dalam ekstrak dilakukan menggunakan \nkromatografi cair kinerja tinggi. Aktivitas antioksidan DPPH pepino berada pada rentang 1,625-39,269 \nmg AEAC/g, sedangkan aktivitas antioksidan CUPRAC berada pada rentang 2,336-54,488 mg AEAC/g. \nKadar fenol total tertinggi diperoleh dari ekstrak etil asetat ranting pepino (18,493±1,080 g GAE/100 \ng). Kadar flavonoid total tertinggi diperoleh dari ekstrak n-heksana daun pepino (9,541±0,636 g \nQE/100 g). Senyawa golongan fenol dan flavonoid pada ekstrak ranting, daun, dan buah berkorelasi \npositif dan bermakna sehingga memiliki kontribusi besar terhadap aktivitas antioksidan DPPH dan \nCUPRAC, kecuali pada ekstrak n-heksana daun terhadap aktivitas antioksidan CUPRAC. Secara umum, \nhasil aktivitas antioksidan DPPH dan CUPRAC linier. Ekstrak etil asetat buah pepino mengandung \nkemferol dengan kadar 0,112%.", "Daftar File": {"ABSTRAK Nethania Alysia Febiana": "https://digilib.itb.ac.id/gdl/download/293318"}, "Penulis": "Nethania Alysia Febiana [10719042]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, CUPRAC, DPPH, Solanum muricatum, pepino", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Jun 2023"}