{"Nomor": 73376, "Judul": "FEASIBILITY STUDY OF CHEMICAL EOR AND WATERFLOOD THROUGH RESERVOIR SIMULATION AND ECONOMICAL CALCULATION FOR AN OFFSHORE MATURE FIELD", "Abstrak": "Field D, located in Indonesia’s offshore Mahakam Delta, is a mature oil and gas field with secondary and tertiary\nrecovery potential due to abundant water sources. The field was discovered in 1972. The objectives of this study\nwere to compare waterflooding and alkaline-surfactant-polymer (ASP) flooding as EOR methods based on\nrecovery factors and cost expenses. The study utilized a conventional reservoir simulator and generated a model\nthrough initialization, history matching, and forecasting. The results show that ASP flooding was the most efficient\nmethod for increasing the estimated ultimate recovery and decreasing the production decline rate. The alkalisurfactant-\npolymer case is estimated to recover hydrocarbon by 27.61 MMBO, or 10.72% incremental gain, 3.38\nMMBO more than a waterflood case, by the end of the contract in 2038. The strong aquifer in field D is a\nsignificant factor that makes ASP flooding technically feasible and meets the screening table’s parameters:\nhydrocarbon, aquifer, and reservoir. Economic calculations showed that implementing ASP flooding was feasible\nwith a Net Present Value of $3.43 million, a Pay Out Time of 5 months, and an Internal Rate of Return of 15.3%.\nThus, it is recommended that ASP flooding should be considered a viable option for improving oil recovery in the\nmature offshore field.", "Daftar File": {"ABSTRAK Dezatama Thabay Iwary": "https://digilib.itb.ac.id/gdl/download/293322"}, "Penulis": "Dezatama Thabay Iwary [12219060]", "Kontributor / Dosen Pembimbing": ["Dr. Rani Kurnia, S.Si., M.T.", "Benidiktus Gunung Massuka"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Waterflood, Chemical EOR, Reservoir Simulation, Aquifer, NPV, IRR", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Jun 2023"}