{"Nomor": 73372, "Judul": "SIMULATION ANALYSIS OF CO2 INJECTION RATE AND ASPHALTENE SURFACE DEPOSITION RATE: IMPACT ON OIL RECOVERY AND CO2 STORAGE TRAPPING EFFICIENCY", "Abstrak": "Effective mitigation strategies are becoming essential given the ongoing rise in CO2 emissions. Carbon capture, utilization, and storage (CCUS), including the CO2 injection process, have emerged as a viable solution to address this global challenge. As a result, significant research interest has now shifted towards the storage of CO2 in a variety of geological formations, including saline aquifers and depleted hydrocarbon reservoirs. However, injecting CO2 into storage involves various considerations, including the potential occurrence of numerous phenomena such as asphaltene deposition during the injection process. \nThis study employed numerical simulation by using a hypothetical compositional reservoir model constructed in CMG BUILDERTM. The reservoir properties were derived from a typical depleted carbonaceous reservoir located in West Java, Indonesia. Initial fluid modelling including asphaltene modelling was conducted using CMG WINPROPTM, which served as input for the reservoir model. Subsequently, CMG GEMTM was utilized to forecast reservoir behaviour over a 20-year period, considering various CO2 injection rates and asphaltene surface deposition rates. The main objective of this study is to analyze the impact of different rates on oil recovery and CO2 trapping efficiency, while also determining the optimal rate that maximizes desired outcomes\nThe results of this study demonstrate that higher CO2 injection rates are associated with increased asphaltene deposition within the reservoir, emphasizing the significant role of injection rate in the interaction between asphaltene particles and the reservoir surface. The reduction in porosity caused by asphaltene deposition was effectively counterbalanced by the pressure increase resulting from higher CO2 injection rates. However, the surface deposition rate did not have a significant impact on porosity. Notably, permeability alterations were observed primarily in the oil zone due to the asphaltene deposition. The analysis of oil recovery revealed that higher CO2 injection rates led to improved recovery factors, affirming the effectiveness of CO2 injection for enhanced oil recovery in depleted reservoirs. As for the injectivity index, it initially experienced a decline due to high injection rates but gradually increased as the challenges associated with low permeability were overcome. Higher injection rates also enhanced the CO2 trapping mechanisms; however, the efficiency of trapping did not necessarily improve. It is worth noting that a higher surface deposition rate exhibited the potential to enhance the immobilization and storage of CO2 within the rock matrix, thereby increasing trapping efficiency. Overall, these findings show both CO2 injection rate and surface deposition rate effect on a reservoir, the recovery, and the storage, providing direction for future CO2 injection optimization.", "Daftar File": {"ABSTRAK Shirley": "https://digilib.itb.ac.id/gdl/download/293317"}, "Penulis": "Shirley [12219058]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Asep Kurnia Permadi, M.Sc., Ph.D.", "Egi Adrian Pratama, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "CO2 Injection, Asphaltene Deposition, Oil Recovery, Trapping Efficiency", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Jun 2023"}