{"Nomor": 73379, "Judul": "THE DEVELOPMENT OF AN EFFICIENT WELL TEST DESIGN PROGRAM FOR OPTIMAL RESERVOIR EVALUATION: A CASE STUDY OF A HOMOGENEOUS RESERVOIR WITH AN INFINITE ACTING BOUNDARY, WELLBORE STORAGE, AND SKIN", "Abstrak": "Well testing is important to obtain information about reservoir parameters. However, if the duration of the test is not proper, it will cause the risk of very expensive costs and not getting the desired data. Therefore, a tool or program is needed to design well tests efficiently. This research aims to develop an efficient well test design program integrated with Inflow Performance Relationship (IPR), investigation radius, transient pressure, critical flow rate, and in-place volume. The results will be compared with commercial software results to validate the accuracy of the program results.\nThe research methodology was conducted using a well test design program by designing the duration and flow rate of the test to produce optimal results. Well AB-1, located in Field X, East Java, was used as a case study, with some assumptions made due to limited information.\nThe well test design results in the case study showed that the optimal test duration was 40 hours, with a maximum flow rate of 3875 barrels per day. With this duration, an investigation radius of 1367 ft, oil in place of 14 million barrels of oil and lateral boundary of proven reserves of 2050.8 ft were achieved. During the execution of the case study, the well test design program successfully provided the same results as commercial software.\nIn conclusion, an efficient and validated well test design program has been developed, which can be used for further analysis in well testing applications. The novelty of this well test design is to create a well test design program directly without trial and error and efficiently, with a short duration to obtain the desired data.", "Daftar File": {"ABSTRAK Sella Lorenza Akbar": "https://digilib.itb.ac.id/gdl/download/293324"}, "Penulis": "Sella Lorenza Akbar [12219064]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T, M.T.", "Pahala Dominicus Sinurat, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "well test design, optimal test duration, efficient test design", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Jun 2023"}