{"Nomor": 73385, "Judul": "ANALISIS SPASIAL POTENSI BAHAYA ALIRAN LAHAR PADA AREA RELOKASI HUNIAN TETAP PASCA ERUPSI GUNUNG SEMERU TAHUN 2021", "Abstrak": "Pada 4 Desember 2021, Gunung Semeru mengalami erupsi yang mengakibatkan\nkerusakan tempat tinggal masyarakat sehingga tidak bisa dihuni. Area Relokasi\nHunian Tetap dibangun dekat dengan wilayah Gunung Semeru, yakni pada wilayah\ntimur Gunung Semeru dengan jarak hanya kurang dari 10 kilometer dari puncak\ngunung. Wilayah timur dengan jarak 35 kilometer dari puncak Gunung Semeru dinilai\nrawan bahaya karena dapat terpengaruh oleh longsoran lahar dari puncak yang curam.\nUntuk membangun area relokasi, hal utama yang perlu diperhatikan adalah keamanan\narea relokasi. Penelitian ini ditujukan untuk menganalisis keamanan Area Relokasi\nHunian Tetap dari potensi bahaya aliran lahar dengan menerapkan aturan dan mengacu\nke kejadian serupa serta meninjau topografi di sekitar area relokasi. Metode yang\ndigunakan adalah analisis spasial, yakni buffer dan overlay sehingga dapat diketahui\npotensi bahaya aliran lahar pada area relokasi. Hasil yang didapatkan menunjukkan\nbahwa Area Relokasi Hunian Tetap berada di luar zona potensi bahaya dengan jarak\nsekitar 500 meter dari zona potensi bahaya rendah. Jika dilihat dari topografi, aliran\nlahar terdekat dengan area relokasi, yakni Besuk Sat memiliki bentuk profil seperti\ntanggul pada tepi aliran sehingga dapat menahan aliran lahar agar tidak meluap ke arah\narea relokasi.", "Daftar File": {}, "Penulis": "Faura Achtamirella Rudanty G. [15119097]", "Kontributor / Dosen Pembimbing": ["Ir. Agustinus Bambang Setyadji, M.Si., D.Sc.", "Dr. Ir. Vera Sadarviana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gunung Semeru, erupsi, aliran lahar, area relokasi, potensi bahaya.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}