{"Nomor": 73388, "Judul": "PEMODELAN GEOID MENGGUNAKAN METODE REMOVE-COMPUTE-RESTORE DENGAN REDUKSI TOPOGRAFI RESIDUAL TERRAIN MODEL", "Abstrak": "Penggunaan teknologi Global Navigation Satellite System (GNSS) semakin meningkat guna memenuhi kebutuhan data spasial terkait informasi tentang posisi dengan ketelitian relatif tinggi hingga mencapai akurasi mm sampai cm tergantung metode yang digunakan, jumlah satelit yang teramati, distribusi, dan geometri satelit. Teknologi ini dapat menawarkan penentuan posisi tiga dimensi di seluruh dunia, tetapi tinggi yang dihasilkan pada GNSS merupakan tinggi yang berasal dari ellipsoid yaitu tinggi geodetik yang tidak memiliki arti fisis. Seiring dengan meningkatnya penggunaan teknologi GNSS pada penentuan posisi dan pemetaan, diperlukan model geoid untuk mentransformasikan informasi tinggi yang diperoleh dari pengukuran GNSS menjadi informasi tinggi ortometrik yang memiliki arti fisis. Dalam hal ini model geoid yang digunakan untuk keperluan praktis adalah Earth Geopotential Model 2008 (EGM2008). Namun, model geoid yang diperoleh dari EGM2008 beresolusi tinggi memiliki kesalahan umum karena ketidakkonsistenan datum, variabilitas kerapatan, dan akurasi pengukuran. Oleh karena itu, ada kebutuhan yang kuat untuk memodelkan geoid lokal. Pada penelitian ini, prosedur pemodelan geoid lokal dilakukan dengan menggunakan data gayaberat terestris, model EGM2008, dan Shuttle Radar Topography Mission (SRTM) di Pulau Jawa bagian Tengah menggunakan metode Remove-Compute- Restore dengan reduksi topografi Residual Terrain Model (RTM). Pemodelan geoid pada penelitian ini menggunakan pendekatan Molodenski. Validasi model geoid dilakukan dengan membandingkan nilai geoid gravimetrik hasil pemodelan geoid dari data gayaberat dengan nilai geoid geometrik dari pengukuran GNSS/leveling. Akurasi model geoid lokal yang dihasilkan dari 1D-FFT dan 2D-FFT dengan resolusi 1' di sepanjang titik validasi GNSS/leveling ditunjukkan dengan RMSE masing-masing model yaitu sebesar 10.2 cm dan 10.3 cm. Model geoid lokal yang dihasilkan mampu digunakan dalam pemetaan skala besar yaitu skala 1:1000 di semua kelas. Pada penelitian ini, diperoleh bahwa distribusi dan resolusi dari data mempengaruhi kualitas dari model geoid yang dihasilkan.", "Daftar File": {}, "Penulis": "Putri Hayyuningtyas [15119053]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Kosasih Prijatna, M.Sc.", "Brian Bramanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "gayaberat, model geoid, Residual Terrain Model (RTM), gravimetrik, Remove-Compute-Restore", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}