{"Nomor": 73380, "Judul": "KAJIAN KAPAL UNTUK MENDUKUNG PROGRAM TOL LAUT (STUDI KASUS: KAPAL KM LOGISTIK NUSANTARA 4 TOL LAUT)", "Abstrak": "Tol Laut merupakan program yang dibentuk dalam upaya meningkatkan kinerja sistem logistik nasional. Sesuai dengan Visi Logistik Indonesia 2025 : “Terwujudnya sistem logistik yang terintegrasi secara lokal, terhubung secara global untuk meningkatkan daya saing nasional dan kesejahteraan rakyat”. Tol Laut diharapkan dapat menciptakan pemerataan distribusi barang sehingga mengurangi disparitas harga antara Indonesia Barat dengan Indonesia Timur. Selama 7 tahun keberlangsungan program Tol Laut, belum mendapatkan hasil yang optimal. Terdapat beberapa aspek penunjang keberhasilan program Tol Laut, salah satunya aspek kapal. Kajian kapal ini bertujuan untuk memberikan rekomendasi upaya meningkatkan efektivitas kapal. Studi kasus dilakukan pada kapal Tol Laut Kapal Motor (KM) Logistik Nusantara 4. Kajian dilakukan dengan menggunakan metode studi literatur, dengan menggunakan data spesifikasi kapal, komoditas muatan, serta kondisi keberlangsungan KM Logistik Nusantara 4. Hasil kajian didapatkan bahwa, jumlah muatan kapal akan berpengaruh terhadap penggunaan kapal yang efektif, sebaiknya kapal yang digunakan menyesuaikan dengan rata-rata muatan yang dibawa pada suatu rute, pelabuhan dengan infrastruktur memadai diperlukan untuk keefektifan kapal, dibutuhkan kolam pelabuhan seluas 10,2 ha dengan kedalaman 6,5 meter agar KM Logistik Nusantara 4 dapat berlabuh dengan baik. Pertimbangan pelabuhan utama dan pelabuhan singgah juga perlu dilakukan, terdapat empat pelabuhan yang berpotensi menjadi pelabuhan pengumpan pada trayek T-3 yaitu, Pelabuhan Pulau Laut, Midai, Subi dan Serasan dengan asumsi energi yang diperlukan untuk kapal menempuh setiap pelabuhan dapat terpenuhi. Kemampuan galangan kapal di Indonesia perlu ditingkatkan agar proses pelayaran di Indonesia cukup efektif dan optimal yang juga akan berdampak meningkatnya perekonomian di Indonesia.", "Daftar File": {}, "Penulis": "Gabriella Azzahra Roup [15119019]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T.", "Fickrie Muhammad, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tol Laut, kapal, muatan balik, pelabuhan, keamanan dan keselamatan pelayaran", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}