{"Nomor": 73396, "Judul": "OTOMASI PEMBUATAN PETA DAYA DUKUNG DAN DAYA TAMPUNG LINGKUNGAN HIDUP", "Abstrak": "Daya dukung lingkungan hidup (DDLH) merupakan salah satu faktor penting yang digunakan oleh pemerintah untuk menentukan kebijakan terkait penggunaan sumber daya lahan dan mengukur keberlanjutan setiap program pembangunan. Dalam penelitian ini, dilakukan pemodelan spasial dengan pendekatan kuantitatif untuk menentukan status ambang batas DDLH di tingkat provinsi dan pola sebarannya dalam bentuk peta. Wilayah provinsi Jawa Barat dipilih sebagai area studi. Pendekatan kuantitatif menggunakan jasa ekosistem pangan dan air sebagai faktor penentu DDLH. Tahapan penelitian mencakup pendistribusian penduduk; perhitungan dan pendistribusian selisih ketersediaan energi pangan dan air; dan penentuan status DDLH berdasarkan ambang batas. Pendistribusian dilakukan dalam sistem grid dengan skala 30? × 30? untuk mengakomodasi berbagai jenis dan resolusi data yang digunakan. Pembuatan peta DDLH umumnya dilakukan secara konvensional yang memerlukan sumber daya yang cukup besar. Oleh karena itu, penelitian ini juga bertujuan untuk mengembangkan model geoprocessing sebagai alat baru dalam perangkat lunak QuantumGIS untuk memetakan DDLH secara otomatis dan mengevaluasi kinerja metode otomasi tersebut guna mempercepat dan efisien dalam pembuatan peta DDLH. Otomasi dilakukan dengan menggabungkan setiap tahapan pemetaan DDLH secara konvensional menjadi satu alat yang menjalankan setiap tahapan hanya dalam satu proses, dengan tetap mematuhi standar yang telah ditetapkan.", "Daftar File": {}, "Penulis": "Tio Sihombing [15119012]", "Kontributor / Dosen Pembimbing": ["Dr. Akhmad Riqqi, M.Si.", "Dr. Riantini Virtriana, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "ambang batas, daya dukung, jasa ekosistem, sistem grid skala ragam, otomasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}