{"Nomor": 73392, "Judul": "ANALISIS AKURASI MODEL ASKNE & NORDIUS UNTUK PENGAMATAN GPS-PWV DI INDONESIA", "Abstrak": "Perambatan sinyal satelit GPS sampai ke receiver pengamat di permukaan bumi akan melewati lapisan atmosfer, terutama lapisan troposfer dan ionosfer. Efek dari troposfer pada sinyal GNSS membuat delay dalam pengukuran (delay troposfer) yang menyebabkan adanya bias pada hasil pengukuran jarak GPS. Oleh karena itu, untuk mendapatkan posisi absolut, diperlukan sebuah koreksi pembiasan. Terdapat beberapa cara untuk mengoreksi pembiasan ini, salah satunya dengan menggunakan metode pemodelan global. Tujuan dari penelitian ini adalah untuk mengetahui dan menentukan karakteristik troposfer di wilayah Indonesia dengan menggunakan data GNSS jangka panjang (2010 – 2020).\nBerdasarkan pemodelan sebelumnya, didapat bahwa model Askne & Nordius merupakan model global yang saat ini dapat merepresentasikan karakteristik troposfer dengan baik. Data yang digunakan merupakan data Zenith Tropospheric Delay (ZTD) yang diolah menjadi data Precipitable Water Vapour (PWV) selama 11 tahun dari 10 stasiun CORS BIG yang tersebar di Indonesia. Model global Askne & Nordius digunakan untuk mengetahui akurasi dari model ini terhadap karakteristik troposfer di Indonesia, dan selanjutnya dilakukan perhitungan korelasi perbandingan data PWV hasil estimasi dengan model GNSS menggunakan metode korelasi Pearson, Kendall Rank, dan Spearman. Berdasarkan hasil perhitungan, nilai korelasi dari setiap stasiun adalah rendah yang artinya seluruh stasiun memiliki keunikan masing – masing dan tidak terpengaruh dengan stasiun lain. Selain itu, dilakukan perhitungan dengan metode Spektral Lomb untuk mengetahui karakteristik troposfer di Indonesia. Setiap stasiun di wilayah Indonesia Timur dan Barat memiliki keunikan dan tidak terpengaruh satu sama lain. Terdapat banyak hal yang mempengaruhi perbedaan tersebut diantaranya, letak dan kondisi stasiun, peristiwa ENSO, dan monsun, serta faktor lain yang mempengaruhi karakteristik troposfer di Indonesia.", "Daftar File": {}, "Penulis": "Ika Novia Taryuni [15119026]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Dudy Darmawan Wijaya, S.T, M.Sc.", "Dr. Techn. Dhota Pradipta, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Askne & Nordius, Spektral Lomb, korelasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}