{"Nomor": 73406, "Judul": "PERANCANGAN BONEKA KAIN PRAJURIT KERATON YOGYAKARTA SEBAGAI MEDIA BERMAIN ANAK-ANAK USIA 4-8 TAHUN", "Abstrak": "Keraton Yogyakarta adalah salah satu yang masih melestarikan kebiasaan memakai pakaian tradisional khas daerahnya dalam kehidupan sehari–hari. Tidak hanya keturunan ningrat kerajaan saja yang mengenakan pakaian adat tradisional khas Yogyakarta, tetapi juga dikenakan oleh para abdi dalem dan prajurit kerajaan. Kesultanan Ngayogyakarta Hadiningrat memiliki perangkat militer yang disebut bregada sebagai upaya mempertahankan dan menjaga kedaulatan wilayah dan bangsanya. Pakaian tradisional yang dikenakan prajurit memiliki beberapa struktur identifikasi yang beraneka ragam, selain itu pemilihan bahan, bentuk, senjata dan atribut untuk menunjukan nilai-nilai budaya. \nSalah  satu  cara  memperkenalkan  anak  terhadap  hal  baru adalah  dengan  cara bermain. Sebagai upaya pengenalan pakaian Prajurit Keraton Yogyakarta maka akan  dilakukan  perancangan  boneka  kain  untuk memperkenalkan  pakaian tradisional kepada anak - anak. Melalui boneka kain dapat memperkenalkan budaya mengenai pakaian prajurit Keraton Yogyakarta kepada anak-anak. Keunggulan boneka kain dapat secara detail menyampaikan informasi mengenai kostum prajurit ini.\nMetode yang digunakan adalah metode kualitatif dengan pendekatan deskriptif, pengumpulan data observasi, wawancara, serta pengambilan data-data mengenai seluk-beluk  prajurit  Keraton  Yogyakarta,  kemudian  dilanjut  dengan  proses perancangan unsur-unsur visual dan eksplorasi pada kain. Hasil akhir diharapkan dapat memunculkan ciri khas dari Prajurit Keraton Yogyakarta sebagai bentuk pengenalan pakaian tradisional kepada anak - anak.", "Daftar File": {}, "Penulis": "Shoya Bunga Islami Putri [17219009]", "Kontributor / Dosen Pembimbing": ["Radi Arwinda, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Anak,  Boneka  Kain,  Pakaian  Tradisional,  Prajurit,  Keraton Yogyakarta", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "20 Jun 2023"}