{"Nomor": 73409, "Judul": "EKSPLORASI KOSTUM SUPERHERO GUNDALA DENGAN RAGAM HIAS NEO-TRIBAL MENGGUNAKAN TEKNIK REKA LATAR SUBLIMASI DAN SCREEN PRINTING", "Abstrak": "Superhero merupakan karakter fiksi dengan kekuatan luar biasa yang dibuat oleh manusia  untuk  menginspirasi  dan  memberikan  sebuah  tempat  untuk  lari  dari kehidupan  manusia  sehari-hari.  Superhero  menggunakan  kekuatannya  untuk melakukan hal-hal baik dan melawan kejahatan yang ada di muka bumi. Tidak lama setelah  dirilisnya  komik  superhero  pertama  di  dunia,  karakter  fiksi  tersebut kemudian  diadaptasi  menjadi  sebuah  film.  Hingga  saat  ini  film  dengan  genre superhero menjadi salah satu genre film yang digemari oleh masyarakat dunia, terlihat dari film dengan penjualan terlaris sepanjang masa yaitu Avengers: Endgame. Meningkatnya eksistensi perfilman genre superhero di dunia internasional, Indonesia juga ikut membangkitkan perfilman Indonesia dengan membawa karakter asli buatan salah satu seniman Indonesia. Salah satu karakter khas Indonesia adalah Gundala yang  diciptakan  oleh  Harya  Suraminata  pada  tahun  1969.  Dengan  adanya peningkatan dalam industri film bergenre superhero dalam masyarakat maupun industri film Indonesia, hal ini meningkatkan adanya kebutuhan pembuatan kostum superhero di Indonesia. Pada film Gundala 2019 telah dibuatnya kostum Gundala dengan hasil interpretasi sutradara Joko Anwar yang dibuat oleh studio kostum luar negeri.  Pada  penelitian  ini  akan  menghasilkan sebuah  kostum  Gundala  yang diadaptasi dari komik Gundala klasik tahun 1969 dengan tentunya pendekatan modern  dan  baru  dengan  mengaplikasikan  ragam  hias  Lawang  Bledheg  yang dideformasi  menjadi  ragam  hias  Neotribal  agar  menyesuaikan  dengan  konsep ethereal dan modern pada negeri petir. Penelitian ini juga menghasilkan konsep serta worldbuilding pada cerita Gundala dengan melakukan studi literatur dan konsultasi pada  Indonesian  Comic  Book  Enthusiast.  Pengaplikasian  ragam  hias  Lawang Bledheg pada kain yang akan digunakan menggunakan teknik sublimasi dan teknik tekstur  timbul  dengan  screen  printing  yang  merupakan  pertama  kalinya  di perkostuman Indonesia.", "Daftar File": {}, "Penulis": "Adela Ainun Salsabila [17219010]", "Kontributor / Dosen Pembimbing": ["Drs. Zaini Rais, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Film, Gundala, Kostum, Klasik, Neotribal, Ragam Hias, Reka latar.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "20 Jun 2023"}