{"Nomor": 73415, "Judul": "ANALISIS PENGELOLAAN PERSEDIAAN FARMASI UNTUK BAHAN MEDIS HABIS PAKAI DI RUMAH SAKIT XYZ", "Abstrak": "Indonesia memiliki jumlah penduduk yang banyak dan masyarakat Indonesia sekarang sudah mulai peduli dengan kesehatannya. Pemerintah juga turut peduli dengan kesehatan masyarakat di Indonesia dengan meningkatkan anggaran agar dapat memaksilkan pelayanan yang diberikan. Apotek menjadi bagian yang penting juga karena digunakan untuk mendukung performa rumah sakit dalam memenuhi kebutuhan alat-alatnya. Anggaran yang dikeluarkan rumah sakit untuk membeli bahan medis habis pakai dan obat-obatan memakan porsi paling besar, anggaran yang dipakai untuk membeli itu sebesar 40%-50% dari total anggaran rumah sakit. Bahan medis habis bakai menjadi penting karena berhubung langsung dengan pelayanan yang diberikan, Ketika bahan yang digunakan merupakah kulitas yang baik akan berdampak juga dalam kesembuhan. Keadaan rumah sakit yang tidak menentu membuat susah dalam mengatur stok yang harus dimiliki di dalam gudang karena peperangan, virus, dan bencana alam merupakan hal yang tidak dapat diatur oleh manusia dan terjadi secara tiba-tiba. Oleh karena ini rantai pasok dalam sebuah rumah sakit perlu dilakukan secara efektif dan efesien untuk mencegah kerugiaan yang mungkin terjadi. Penelitiaan ini bertujuan untuk menguji terkait understock atau overstock pada bahan medis habis pakai di sebuah rumah sakit di Bandung. Data dari penelitian ini terbagi menjadi dua primer dan sekunder, primer dilakukan dengan wawancara dari pihak manajemen dan sekunder merupakan data penjualan dan stok yang dimiliki rumah sakit dari Agustus 2022 sampai April 2023. Metode yang digunakan pada penelitiaan ini adalah continues review policy dengan melakukan pembandingan average inventory level pada stok aktual dan stok ideal. Pada penelitiaan ini juga akan menggunakan ABC analysis untuk dapat mengurutkan prioritas produk di rumah sakit dan meningkatkan efektifitas dalam apotek yang akan menggunakan cycle counting. Rumah sakit XYZ ternyata mengalami keadaan overstock pada bahan medis habis pakai. Terdapat sebuah kesmpatan dari rumah sakit XYZ melakukan penghematan sebesar RP 306.827.266,28.", "Daftar File": {"2023 SK PP Johanna Maranatha   [19020193] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/293361"}, "Penulis": "Johanna Maranatha [19020193]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mursyid Hasan Basri, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Apotek, Bahan Medis Habis Pakai, Manajemen persediaan, Continues Review Policy", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "20 Jun 2023"}