{"Nomor": 73412, "Judul": "A NEW APPROACH: WELL-LEVEL EVALUATION TO PREDICT CUMULATIVE OIL PRODUCTION WITH RESERVOIR COMPLEXITY INDEX", "Abstrak": "This study focuses on increasing oil recovery through the prediction of how good the well is in the ability to recover more oil. This study also aims to understand which reservoir parameters affect well in its ability to recover more oil. This new approach is focused on well evaluation by evaluating essential parameters that affect oil production, such as geological, fluid properties, and production data history through its contribution value towards the well's oil production with the gradient method. This method could be done with the Well Complexity Index (WCI) method, which is modified from Reservoir Complexity Index (RCI) to do a well-level evaluation of the field to obtain the prediction of cumulative oil production. The results from this study include that the higher the WCI value of the well, the more complex that well is, and the less that the well could produce oil. The more complex the well indicates that the parameters are not evenly distributed and causes it to be more uncertain and heterogeneous. The less complex the well indicates that the well is more accurate to predict and could give more oil recovery. The most influencing parameters obtained from this study are net to gross, shale volume, water saturation, net pay, gross thickness, and porosity. The low error percentage of differences between summarized actual and calculated cumulative oil production could be supporting evidence of the influencing parameters that affect oil production. This method could be implemented in other wells with no production data history, such as infill wells, to predict their cumulative oil production for rapid assessment without reservoir modeling and simulation.", "Daftar File": {"ABSTRAK Ahmad Azam Makarim": "https://digilib.itb.ac.id/gdl/download/293543"}, "Penulis": "Ahmad Azam Makarim [12219073]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T, M.T.", "Pahala Dominicus Sinurat, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Well Complexity Index, Reservoir Complexity Index, Cumulative Oil Production, Influencing Reservoir Properties.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Jun 2023"}