{"Nomor": 73429, "Judul": "STRATEGI PEMILIHAN SUMUR KANDIDAT HYDRAULIC FRACTURING PADA LAPANGAN X UNTUK MEMAKSIMALKAN POTENSI PRODUKSI LAPANGAN TUA", "Abstrak": "Seiring dengan kesulitan menemukan lapangan baru dan kendala teknis dalam pengembangannya, peran\nlapangan tua menjadi semakin penting dalam industri minyak dan gas. Dalam situasi seperti ini, pemulihan aset\nlapangan tua yang efektif dan bertahan lama menjadi sangat penting untuk operasi produksi. Salah satu teknik\nyang digunakan untuk meningkatkan laju produksi adalah hydraulic fracturing. Namun, penerapan hydraulic\nfracturing memerlukan biaya yang signifikan, oleh karena itu dibutuhkan strategi pemilihan sumur kandidat\nhydraulic fracturing untuk memaksimalkan potensi produksi dari lapangan tua. Studi kasus dilakukan pada\nLapangan X yang memiliki litologi batuan pasir dan merupakan reservoir minyak dengan rentang permeabilitas\nmedium hingga besar. Dalam pemilihan sumur yang cocok untuk dilakukan stimulasi, digunakan peta Indeks\nHeterogenitas (HI) dan perhitungan Estimated Ultimate Recovery (EUR) dengan menggunakan metode\nReciprocal dan Decline Curve Analysis. Dari 24 sumur di Lapangan X, terpilih 3 sumur kandidat untuk\ndilakukan hydraulic fracturing, yaitu sumur TM-6, TM-14, dan TM-19. Pemilihan model yang sesuai untuk\nsumur terpilih adalah model KGD 2D, sehingga didapatkan desain rekahan optimum pada sumur kandidat\ndengan nilai setengah panjang rekahan (xf) untuk TM-6, TM-14 dan TM-19 yaitu 346 ft, 268 ft, dan 263 ft.\nMenggunakan desain rekahan optimum didapatkan nilai laju alir setelah hydraulic fracturing untuk TM-6, TM-\n14 dan TM-19 yaitu yaitu 820 BFPD, 1405 BFPD, 789 BFPD. Analisis Inflow Performance Relationship\ndengan menggunakan metode Sukarno (1986) dan Wiggins (1994), pada lapangan ini menunjukkan bahwa\nhydraulic fracturing dapat meningkatkan kinerja sumur dilihat dari perubahan nilai Absolute Open Flow (AOF)\nyang semakin besar. Alur penentuan sumur kandidat pada studi ini diharapkan dapat menjadi panduan dalam\nmenentukan sumur-sumur kandidat yang layak untuk dilakukan hydraulic fracturing.", "Daftar File": {"ABSTRAK Fida Ludianti": "https://digilib.itb.ac.id/gdl/download/293373"}, "Penulis": "Fida Ludianti [12219076]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T, M.T.", "Nathanael Nainggolan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Lapangan tua, EUR, Hydraulic Fracturing, IPR", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Jun 2023"}