{"Nomor": 73423, "Judul": "ANALISIS DEFORMASI BANGUNAN APARTEMEN PT X BALIKPAPAN MENGGUNAKAN TEKNOLOGI TERRESTRIAL LASER SCANNING", "Abstrak": "Analisis deformasi bangunan mulai diterapkan terhadap gedung apartemen milik PT X di Balikpapan sebagai upaya monitoring. Penelitian ini dibuat khusus untuk membahas analisis deformasi bangunan pada apartemen PT X Balikpapan. Teknologi Terrestrial Laser Scanner (TLS) yang dilengkapi dengan GNSS dan sensor inklinator pada penelitian tugas akhir ini digunakan untuk memindai kolom-kolom pondasi bagian luar dari bangunan apartemen PT X. Terdapat tiga tujuan dalam penelitian ini, yaitu untuk mengetahui metode yang tepat dalam menentukan besar deformasi suatu bangunan, mengetahui besar deformasi bangunan yang terjadi pada apartemen PT X, dan mengetahui kelayakan bangunan apartemen PT terhadap standar yang berlaku. Dengan belum diketahuinya metode yang tepat dalam penentuan besar deformasi suatu bangunan, kajian metode dilakukan pada penelitian ini untuk menjawab permasalahan tersebut. Hasil penelitian menunjukkan bahwa metode yang tepat untuk menentukan besar deformasi suatu bangunan ditentukan oleh kondisi dari permukaan kolom pondasi tersebut. Metode yang tepat untuk digunakan pada permukaan yang tidak rata tidak dapat secara langsung ditentukan dengan memilih titik paling bawah dan paling atas point clouds sampel pondasi, melainkan perlu menggunakan metode statistik berupa regresi linear. Penelitian ini juga menghasilkan tahapan pengolahan yang perlu untuk dilakukan dalam analisis deformasi suatu bangunan. Tahapan tersebut adalah klasifikasi data, seleksi sampel, uji permukaan, uji kemiringan, estimasi kesalahan, dan penyajian hasil. Seluruh tahap tersebut dilakukan untuk melakukan analisis deformasi bangunan PT X Balikpapan dan hasilnya menunjukkan bahwa deformasi yang terjadi pada Apartemen PT X belum dapat ditentukan.", "Daftar File": {}, "Penulis": "Burhan Maulana [15119096]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Gumilar, S.T, M.Si.", "Teguh Purnama Sidiq, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "bangunan, kemiringan, kolom pondasi, permukaan, point clouds, regresi linear.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}