{"Nomor": 73428, "Judul": "KAJIAN ALUR PELAYARAN UNTUK MENDUKUNG PROGRAM TOL LAUT (STUDI KASUS: JALUR TOL LAUT TRAYEK T-3)", "Abstrak": "Indonesia merupakan negara kepulauan yang terdiri dari 17.508 pulau dengan 17.000 di antaranya sudah tercatat. Agar tidak terjadi kesenjangan antar satu pulau dengan pulau lain, maka diperlukan suatu konektivitas sistem logistik antar pulau di Indonesia. Dalam rangka mendukung konektivitas dan sistem logistik nasional, pemerintah Indonesia saat ini memiliki program utama yaitu konsep pengembangan Program Tol Laut. Hingga saat ini, terdapat 34 jalur trayek tol laut yang beroperasi di seluruh Indonesia salah satunya jalur trayek T-3 dengan rute distribusi ke daerah Kepulauan Riau. Agar suatu sistem pendistribusian barang ini dapat dikatakan efektif dan efisien, maka diperlukan suatu rute pelayaran yang memperhatikan kelayakan pelabuhan singgah, frekuensi singgah, dan rute terbaik sehingga dapat mengakomodasi Program Tol Laut pada jalur trayek T-3. Metodologi yang dilakukan pada tugas akhir ini adalah menggunakan analisis Strengths, Weaknesses, Opportunities, Threats (SWOT) untuk menilai kelayakan pelabuhan singgah, analisis numeris untuk menghitung frekuensi yang optimal serta analisis spasial menilai kelayakan rute pelayaran yang telah ada dengan menggunakan parameter jarak, keamanan, dan kemudahan. Dari hasil yang didapatkan pada tugas akhir ini, diberikan rekomendasi agar jalur trayek T-3 dapat berjalan secara efektif dan efisien. Hasil dari tugas akhir ini memberikan tiga rekomendasi meliputi rute terbaik, alur pelabuhan optimal, serta frekuensi optimal. Rute terbaik yang direkomendasikan memberikan rute yang lebih aman dari segi kedalaman, lebih mudah untuk diidentifikasi di lapangan, serta memiliki jarak yang lebih pendek. Alur pelabuhan optimal rekomendasi memberikan informasi klasifikasi kelas pelabuhan menjadi pelabuhan layak, cukup layak, dan tidak layak untuk dilabuhi. Frekuensi optimal rekomendasi dapat memberikan informasi frekuensi optimal untuk kapal berlabuh pada tiap pelabuhan ditinjau dari segi jarak dan ketersediaan muatan. Temuan rekomendasi pada tugas akhir ini dapat digunakan untuk meningkatkan efektivitas dan efisiensi dari pelaksanaan jalur trayek T-3.", "Daftar File": {}, "Penulis": "Bagaskoro Pamungkas [15119039]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T.", "Miga Magenika Julian, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "rute pelayaran, efektif, efisien, frekuensi, pelabuhan singgah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}