{"Nomor": 73434, "Judul": "PENGEMBANGAN INDEKS SPASIAL PRIORITAS PEMELIHARAAN JARINGAN JALAN ASIA TENGGARA BERBASIS DATA PENGINDERAAN JAUH DAN SOSIO-EKONOMI", "Abstrak": "Negara-negara di kawasan Asia Tenggara memiliki status ekonomi yang terus berkembang. Infrastruktur jaringan jalan merupakan salah satu instrumen krusial bagi aspek perekonomian, maupun aspek lainnya dari suatu negara dan masyarakat global, sebagaimana tercantum pada SDG ke-9. Penelitian ini dilakukan sebagai upaya untuk mengestimasi prioritas pemeliharaan jalan akibat kerusakan yang disebabkan oleh faktor sosio-ekonomi dan faktor lingkungan melalui pendekatan spasial dengan teknologi penginderaan jauh. Kedua faktor tersebut diestimasi menggunakan 10 parameter, yaitu cahaya malam, densitas populasi, area industri, pembangkit listrik, area pertambangan, area perkebunan kelapa sawit, Aerosol Optical Depth (AOD), Land Surface Temperature (LST), presipitasi, dan angin. Digunakan metode analisis GIS-MCDA dengan penjumlahan dan analisis bivariate untuk menghitung indeks prioritas pemeliharaan jalan di kawasan Asia Tenggara dan peran kedua faktor dalam penentuan prioritas pemeliharaan jalan. Ditemukan bahwa negara di Asia Tenggara dengan total panjang jalan yang memiliki kelas sangat tinggi dalam pemeliharaannya terdapat pada negara Indonesia (34%), diikuti oleh Filipina (26%) dan Malaysia (13%). Penemuan tersebut tervalidasi oleh laporan Asian Development Bank (ADB) terkait sektor transportasi. Dengan demikian, dapat disimpulkan bahwa integrasi teknologi penginderaan jauh dapat membantu pemerintah maupun sektor privat dalam merencanakan proyek pemeliharaan jalan.", "Daftar File": {}, "Penulis": "Muhammad Asa [15119006]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Gabriella Alodia, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "nfrastruktur jaringan jalan, pemeliharaan jalan, penginderaan jauh, GIS-MCDA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}