{"Nomor": 73432, "Judul": "IDENTIFIKASI PERBANDINGAN METODE PAIRWISE COMPARISON DAN METODE GEOMORPHIC FLOOD INDEX DALAM PENENTUAN AREA RAWAN BANJIR DI PROVINSI KALIMANTAN TIMUR", "Abstrak": "Sepanjang tahun 2022, Badan Nasional Penanggulangan Bencana (BNPB, 2022)\nmencatat bencana banjir terjadi sebanyak 1.524 kali dari total 3.531 bencana yang\nterjadi di Indonesia. Provinsi Kalimantan Timur menduduki peringkat ke-20 dari 35\nprovinsi di Indonesia yang sering mengalami banjir dengan jumlah kejadian banjir\nsebanyak 28 kali sepanjang tahun 2022. Bencana banjir yang terjadi di Kalimantan\nTimur pada tahun 2022 telah menyebabkan dua korban jiwa. Oleh karena itu,\npermasalahan banjir ini harus cepat ditangani agar tidak memunculkan korban jiwa di\nkemudian hari. Tugas Akhir ini dibuat dengan tujuan untuk mengetahui wilayah yang\nberada di kelas tinggi dalam tingkat rawan bencana banjir di Provinsi Kalimantan\nTimur dari dua metode yang berbeda melalui peta area rawan banjir. Setelah\ndidapatkan peta area rawan banjir dari berbagai metode selanjutnya dianalisis terkait\nmetode mana yang lebih efektif untuk memetakan area rawan banjir. Metodologi yang\ndigunakan dalam pengerjaan Tugas Akhir ini meliputi studi literatur, pengambilan data\nsampel berupa kuesioner yang ditujukan kepada pihak pemerintah dan akademisi yang\nahli di bidang banjir sebagai bahan pembobotan metode Pairwise Comparison, dan\ntahap pemetaan area rawan banjir dengan menggunakan dua metode, yaitu\nGeomorphic Flood Index (GFI) dan Pairwise Comparison. Hasil yang didapatkan dari\npenelitian ini adalah peta area rawan bencana banjir Provinsi Kalimantan Timur dari\ndua metode, rekomendasi metode yang lebih efisien untuk mengidentifikasi area\nrawan banjir, serta rekomendasi mitigasi banjir berdasarkan hasil yang didapatkan.\nPenelitian ini diharapkan dapat dijadikan sebagai referensi untuk menentukan metode\nterbaik dalam mengidentifikasi area rawan banjir dan untuk mempertimbangkan\nperumusan kebijakan dalam upaya mengurangi dampak banjir di Provinsi Kalimantan\nTimur.", "Daftar File": {}, "Penulis": "Annisa Fitri Amalia [15119068]", "Kontributor / Dosen Pembimbing": ["Dr. Riantini Virtriana, S.T, M.T.", "Gabriella Alodia, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "banjir, Provinsi Kalimantan Timur, Pairwise Comparison, Geomorphic Flood Index (GFI).", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}