{"Nomor": 73431, "Judul": "", "Abstrak": "Pesisir Utara Sulawesi Utara dan Gorontalo merupakan daerah yang diprediksi\nmemiliki kerawanan tinggi terhadap tsunami. Sumber utama potensi tsunami di wilayah\ntersebut adalah gempa megathrust akibat pergerakan lempeng di laut. Diketahui secara luas\nbahwa insiden tsunami pasti mempengaruhi bangunan. Bangunan merupakan aspek penting\ndalam kehidupan, karena memiliki nilai ekonomi dan fungsi yang tinggi. Oleh karena itu,\npenting untuk menghitung kerentanan bangunan terhadap kerusakan akibat bencana untuk\nmenyiapkan langkah-langkah antisipatif yang dapat meminimalkan kerugian ekonomi yang\nsignifikan. Ketersediaan data dianggap sebagai faktor krusial dalam menentukan nilai\nkerusakan dan kerugian ekonomi bangunan akibat bencana tsunami. Hal ini tergantung dari\nhasil potensi bahaya tsunami di daerah penelitian, pemanfaatan data batas administrasi,\nketerpaparan, bahaya tsunami, harga bangunan, dan kurva kerentanan. Data tersebut dapat\nmenghasilkan perkiraan tingkat kerusakan suatu kecamatan dan nilai kerugian ekonomi akibat\nbencana tsunami di wilayah cakupan penelitian. Dalam menentukan tingkat kerusakan suatu\nwilayah, metode yang digunakan adalah curve fit berdasarkan kurva kerentanan Tsunami\nPangandaran 2006. Struktur taksonomi yang dominan di semua kecamatan untuk gedung\nsekolah dan kesehatan adalah taksonomi MCF satu lantai. Total bangunan yang rusak untuk\nfasilitas pendidikan sebanyak 412 sekolah, sedangkan fasilitas kesehatan sebanyak 9 sekolah\nakibat bencana tsunami. Sedangkan untuk perhitungan kerugian dihasilkan dari kalkulasi\nindeks kerusakan, HSGBN, dan total luas bangunan. Total kerugian ekonomi untuk gedung\nsekolah mencapai 732,8 miliar, sedangkan total kerugian ekonomi untuk gedung fasilitas\nkesehatan mencapai 26,25 miliar akibat bencana tsunami.", "Daftar File": {}, "Penulis": "Muhammad Rizky Altasya [15119095]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T, M.Sc.", "Dr. Riantini Virtriana, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kerentanan, Taksonomi Bangunan, Kerugian Ekonomi, Kerusakan, Pesisir Utara Sulawesi Utara dan Gorontalo", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}