{"Nomor": 73440, "Judul": "EKSPLORASI POTENSI LOKAL DALAM PENGEMBANGAN SISTEM MODULAR SARANA SANITASI PADA TANGGAP DARURAT KEBENCANAAN (STUDI KASUS: GEMPA JOGJA 2006)", "Abstrak": "Dari 75.000 desa yang ada di Indonesia, 35.000 diantaranya terindikasi sebagai titik\nrawan bencana. Namun di setiap titik tersebut juga menyimpan potensi lokal baik dari\nsegi material maupun kearifan masyarakat dalam merespon bencana. Dalam serangkaian\ntahap pemulihan bencana, sanitasi menjadi salah satu kebutuhan awal pada masa\ntanggap darurat bencana. Penelitian ini berusaha membawa potensi lokal ini dalam\npengembangan sarana sanitasi darurat disesuaikan dengan budaya sanitasi di Indonesia\nsebagai pemenuhan kebutuhan dalam tahap awal kebencanaan. Dengan partisipatif\ndesain melalui pemetaan potensi material dan kemampuan lokal yang ada di sekitar\nkawasan sehingga proses perakitannya dapat dilakukan secara mandiri, agar tidak\nmeletakkan korban bencana pada kondisi yang meningkatkan kerentanannya.\nMetodologi yang digunakan metode eksplorasi melalui ethnography untuk pemetaan\nsosial, wawancara eksklusif dengan ahli terkait, dan diskusi terkait kebutuhan sanitasi\ndan potensi lokal yang ada di kawasan untuk secara aktif melibatkan mitra setempat.\nPenelitian ini menghasilkan prototipe berupa kit sanitasi yang terdiri atas toilet modular\ncollapsible sebagai sarana sanitasi yang lebih compact atas dasar penyesuaian kebutuhan\ndalam keterbatasan kondisi pada masa kritis di tahap awal kebencanaan, melalui\npersiapan yang dilakukan oleh masyarakat secara mandiri untuk ditempatkan di lokasilokasi \nyang mudah dijangkau dalam keadaan darurat sebagai fasilitas publik maupun\ndidistribusikan ke wilayah terisolir yang sulit dijangkau bantuan.", "Daftar File": {}, "Penulis": "Laila Quthratun Nada [17519003]", "Kontributor / Dosen Pembimbing": ["Prananda Luffiansyah Malasan, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "darurat bencana, potensi lokal, sanitasi, toilet modular.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "20 Jun 2023"}