{"Nomor": 73445, "Judul": "ANALISIS SPASIAL POTENSI KERENTANAN LONGSOR DI PULAU JAWA BERDASARKAN MODIFIKASI SNI 8291:2016", "Abstrak": "Tanah longsor merupakan bencana alam yang paling sering terjadi di Pulau Jawa\ndengan jumlah 7205 kejadian pada tahun 1998-2022 dan menyebabkan 1807 korban\njiwa serta 45770 kerusakan infrastruktur (BNPB). Pemetaan kerentanan longsor dapat\ndiimplementasikan sebagai dasar pemodelan risiko longsor untuk upaya\npenanggulangan bencana longsor. Penelitian ini bertujuan untuk memetakan\nkerentanan longsor di Pulau Jawa dan memvalidasinya berdasarkan data kejadian\nlongsor. Metode yang digunakan untuk memetakan kerentanan longsor adalah analisis\nspasial berdasarkan SNI 8291:2016 dengan menambahkan empat parameter penyebab\nlongsor tambahan yaitu elevasi, aspect, jarak ke sungai, dan kerapatan sungai.\nSedangkan, metode yang digunakan untuk validasi adalah analisis kurva ROC\n(Receiver Operating Characteristic) dengan data historis kejadian longsor yang\nberasal dari BNPB dan NASA. Setiap data kejadian longsor dari kedua sumber dibagi\nmenjadi dua bagian, 70% digunakan untuk menyusun peta kerentanan longsor, dan\nsisanya digunakan untuk validasi. Hasil penelitian menunjukkan bahwa berdasarkan\npeta kerentanan dari data BNPB, Pulau Jawa didominasi oleh kerentanan rendah, yaitu\nsekitar 58447.07 km2. Sedangkan berdasarkan peta kerentanan longsor dari data\nNASA, Pulau Jawa didominasi oleh kerentanan sedang, yaitu sekitar 76731.61 km2.\nHasil validasi model berdasarkan nilai AUC (Area Under the Curve) adalah 0.99 untuk\npenggunaan data NASA dan 0.92 untuk penggunaan data BNPB dalam menilai tingkat\nkerentanan longsor di Pulau Jawa.", "Daftar File": {}, "Penulis": "Ricky Jaya Kusuma [15119003]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T, M.Sc.", "Dr. Riantini Virtriana, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "kerentanan longsor, kejadian longsor, SNI 8291:2016, analisis spasial, kurva ROC.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}