{"Nomor": 73452, "Judul": "KAJIAN LOGISTIK DAN MODA TRANSPORTASI UNTUK MENDUKUNG PROGRAM TOL LAUT (STUDI KASUS: KABUPATEN MANGGARAI BARAT, PROVINSI NUSA TENGGARA TIMUR)", "Abstrak": "Kondisi geografis Indonesia yang sangat menguntungkan menjadi tantangan dalam\nmengoptimalkan sektor transportasi. Perpindahan barang maupun manusia\nmembutuhkan angkutan laut membuat transportasi laut salah satu hal penting dalam\nnegara maritim seperti Indonesia. Pada tahun 2015 masa Pemerintahan Joko Widodo\nmenjalankan Program Tol Laut dengan tujuan memperlancar distribusi barang untuk\nmempercepat pembangunan. Namun hingga kini, Program Tol Laut hanya mencapai\nkeberhasilan sebesar 30%. Untuk mengkaji hal tersebut, akan dilakukan analisis\ndukungan Pemerintah Daerah dalam mendukung Program Tol Laut serta analisis\ninfrastruktur transportasi terhadap konektivitas antar moda untuk distribusi barang\ndengan menggunakan data Peta Rencana Tata Ruang Wilayah (RTRW) dan Peta\nRencana Zonasi Wlayah Pesisir dan Pulau-Pulau Kecil (RZWP3K) yang akan\ndiintegrasikan dan ditentukan nilai tingkat keselarasan dari kedua peta tersebut. Hasil\nanalisis dari penelitian menunjukkan bahwa infrastruktur transportasi terhadap\nkonektivitas antar moda untuk distribusi barang sudah baik dengan tingkat keselarasan\nRTRW dan RZWP3K sebesar 80% serta Pemerintah Daerah pada wilayah penelitian,\nyaitu Kabupaten Manggarai Barat, Provinsi Nusa Tenggara Timur telah melakukan\nupaya yang dapat memaksimalkan Program Tol Laut, seperti meningkatkan regulasi\ndan mempermudah perizinan yang tertuang pada Peraturan Daerah Kabupaten\nManggarai Barat.", "Daftar File": {"ABSTRAK Adinda Dheren Mirenza": "https://digilib.itb.ac.id/gdl/download/293417"}, "Penulis": "Adinda Dheren Mirenza [15119010]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T.", "Fickrie Muhammad, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Integrasi RTRW dan RZWP3K, Konektivitas Antarmoda, Distribusi Logistik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jun 2023"}