{"Nomor": 73450, "Judul": "ANALISIS SPASIAL SEBARAN ABU VULKANIK AKIBAT ERUPSI GUNUNG API DI PULAU JAWA", "Abstrak": "Indonesia merupakan salah satu negara yang terletak di wilayah Ring of Fire yang\nmerupakan wilayah geologis teraktif di dunia. Akibatnya, Indonesia merupakan negara\nyang rawan akan terjadinya gempa bumi dan letusan gunung api. Salah satu pulau yang\nmemiliki gunung api aktif terbanyak di Indonesia yaitu Pulau Jawa, beserta bahayabahaya\nerupsinya, salah satunya yaitu abu vulkanik. Keberadaan abu vulkanik gunung\napi sangat berbahaya bagi kesehatan, pertanian, keselamatan penerbangan, bahkan\ninfrastruktur bangunan. Adanya potensi bahaya tersebut membuat keberadaan gunung\napi tersebut juga menjadi ancaman bagi masyarakat di Pulau Jawa. Salah satu upaya\nmitigasi yang dapat dilakukan yaitu membuat peta potensi bahaya gunung api, namun\nyang tersedia saat ini hanya peta bahaya lahar dan kawasan rawan jatuhan dan aliran\npiroklastik, sementara itu untuk abu vulkanik yang dampaknya lebih luas belum\nterpetakan secara detail. Penelitian ini bertujuan untuk membuat Peta Potensi Sebaran\nAbu Vulkanik akibat Erupsi Gunung Api di masa yang akan datang di Pulau Jawa. Pada\npenelitian ini, metode pemodelan sebaran abu vulkanik dilakukan secara probabilistik\nmengikuti prinsip Probabilistic Hazard Assessment (PHA) dengan menggunakan data\nhistoris gunung api Pulau Jawa, kekuatan letusan, serta kecepatan angin di sekitar\ngunung api tersebut. Pemodelan dilakukan dengan menggunakan perangkat lunak\nTephraProb. Hasil dari pemodelan ini yaitu Peta Sebaran Abu Vulkanik berdasarkan\nakumulasi abu vulkanik (kg/m2) serta peta bahaya terklasifikasinya dalam tiga kelas.\nHasil menunjukkan bahwa sebaran abu vulkanik cukup bervariasi baik area\npersebarannya maupun akumulasi abunya berdasarkan perbedaan kekuatan letusannya.", "Daftar File": {"ABSTRAK Muhamad Hanif Resgi Putranto": "https://digilib.itb.ac.id/gdl/download/293415"}, "Penulis": "Muhamad Hanif Resgi Putranto [15119033]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T, M.Sc.", "Dr. Riantini Virtriana, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Probabilistic Hazard Assessment, akumulasi abu vulkanik, peta bahaya sebaran abu vulkanik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jun 2023"}