{"Nomor": 73459, "Judul": "PENINGKATAN PERFORMASI DIVAIS SEL SURYA TERSENSITISASI PEWARNA (DSSC) DENGAN MEMANFAATKAN EFEK RESONANSI PLASMON DARI NANOPARTIKEL EMAS", "Abstrak": "Sel surya tersensitisasi pewarna (Dye Sensitized Solar Cell, DSSC) merupakan jenis\nsel surya generasi ketiga yang memiliki keunggulan diantaranya: metode fabrikasi\nyang lebih sederhana dan mudah; biaya fabrikasi yang murah; menggunakan bahan\nyang ramah lingkungan; kemampuan untuk bekerja pada sudut yang lebar,\nintensitas cahaya yang rendah dan cahaya yang menghambur; menunjukkan sedikit\nperubahan performa pada suhu lingkungan berkisar -20oC sampai 80oC; dan\nfleksibel. Dalam beberapa tahun ini telah banyak penelitian terkait peningkatan\nefisiensi dan waktu hidup (life time) dari jenis sel surya ini yang salah satunya\nadalah memanfaatkan efek localized surface plasmon resonance (LSPR) ke dalam\nstruktur DSSC baik itu ke dalam lapisan dye ataupun membentuk struktur lapisan\ntersendiri. LSPR adalah fenomena optik yang dihasilkan oleh gelombang cahaya\nyang tertangkap dalam nanopartikel logam karena ukurannya lebih kecil\ndibandingkan panjang gelombang cahaya yang mengenainya. Ketika frekuensi\nosilasi dari elektron bebas pada permukaan logam bersesuaian dengan frekuensi\ngelombang elektromagnetik dari cahaya yang datang maka akan menghasilkan\nmedan listrik yang sangat besar di sekitar permukaan logam tersebut.\nPada penelitian ini dikaji pengaruh penambahan nanopartikel emas (AuNP)\nkedalam lapisan dye yang diharapkan dapat membantu absorpsi foton dan\nmeningkatkan kinerja divais. Selain itu, pengaruh variasi penggunaan capping\nmaterial organik pada AuNP juga dikaji, baik itu terhadap perubahan karakteristik\noptik maupun kimiawinya ketika ditambahkan dengan larutan dye N-719. Dalam\npenelitian ini capping material yang digunakan terbatas pada material oleylamine\ndan 3-mercaptopropionic acid karena telah diketahui memiliki stabilitas yang\ntinggi ketika difungsionalisasi sebagai stabilizer dan capping dari Au core. Sintesis nanopartikel emas dengan capping oleylamine (AuOA) dan 3-MPA\n(AuMPA) dilakukan dengan menggunakan metoda reduksi kimia. Sementara itu\nfabrikasi DSSC dengan penambahan AuNP dilakukan dengan mekanisme seperti\nyang telah dikembangkan pada penelitian sebelumnya. Karakterisasi material dan\npengukuran divais meliputi karakterisasi spektroskopi UV-Vis, karakterisasi\nspektroskopi FTIR, karakterisasi spektroskopi Raman, karakterisasi SEM, dan\npengukuran J-V. Hasil karakterisasi UV-Vis menunjukkan puncak plasmonik\nspesifik untuk larutan AuOA dan AuMPA berada pada panjang gelombang yang\nsama yaitu pada 530,97 nm. Sementara itu, area absorbansi larutan dye N-719\nmengalami pelebaran pita akibat penambahan larutan AuOA, hal ini terjadi akibat\nadanya gangguan pada struktur kimia dye N-719. Adanya pembentukan ikatan\nsecara kimiawi antara dye N-719 dengan capping material oleylamine ataupun 3-\nMPA ditunjukkan dengan adanya pergeseran pita dari hasil pengamatan spektra\nFTIR dan Raman. Hasil citra SEM memperlihatkan area mesopori dari lapisan TiO2\ntelah berhasil dibuat dan untuk lapisan TiO2 yang direndam dalam dye N-719\ndengan penambahan AuNP memperlihatkan adanya penumbuhan AuNP (berwarna\nputih terang) berukuran sekitar 52 nm, diatas permukaannya. Divais DSSC yang\ntelah difabrikasi kemudian diukur sifat listrik menggunakan solar simulator dengan\nintensitas 1000 W/m2\n. Hasil pengukuran J-V menunjukkan divais DSSC dengan\npenambahan AuNP memiliki ???????????? sebesar 17,09 mA/cm2\ndan ???????????? sebesar 0,71 V\ndibandingkan dengan divais referensi memiliki ???????????? sebesar 16,93 mA/cm2\ndan ????????????\nsebesar 0,7 V, dimana dalam penelitian awal ini didapatkan efisiensi divais dengan\npenambahan AuNP mengalami kenaikan sebesar 0,16%.", "Daftar File": {}, "Penulis": "Shofy Zahrotul Aghniya [10219046]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Priastuti Wulandari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Dye Sensitized Solar Cell, Localized Surface Plasmon Resonance, Nanopartikel Emas, Dye N-719", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "20 Jun 2023"}