{"Nomor": 73463, "Judul": "PEMANTAUAN PERUBAHAN TAHUNAN KONSENTRASI SEDIMEN TERSUSPENSI DI WADUK SAGULING", "Abstrak": "Pembangkit Listrik Tenaga Air (PLTA) merupakan salah satu sumber pemenuhan listrik di Indonesia. PLTA sangat dibutuhkan untuk sumber listrik masyarakat terutama ketika musim hujan. Namun, waduk yang menjadi tempat PLTA tidak selalu optimal dalam menjalankan turbin listrik dikarenakan beberapa masalah yang disebabkan oleh alam dan lingkungan. Salah satu permasalahan waduk yaitu jumlah sedimen tersuspensi dalam air yang menyebabkan pendangkalan pada waduk. Pendangkalan tersebut membuat volume air dalam waduk berkurang sehingga kurang optimal dalam menjalankan turbin untuk pembangkit listrik. Dalam pelaksanaan pemantauan sedimen tersuspensi membutuhkan biaya yang tinggi, waktu yang lama, serta sumber daya manusia yang memadai sehingga diperlukan solusi agar dapat dilakukan pemantauan secara efektif. Tugas Akhir ini dibuat dengan tujuan pemantauan perubahan tahunan sedimen tersuspensi menggunakan algoritme terbaik. Metodologi yang digunakan adalah studi literatur, pengolahan data secara komputasi, dan penggunaan validasi data lapangan berupa data Total Suspended Sediment (TSS). Diharapkan hasil dari penelitian ini dapat menjadi solusi alternatif dalam pemantauan air di Waduk Saguling. Penelitian ini menggunakan data citra satelit Landsat 8 OLI pada bulan April tahun 2017-2021 dan data lapangan berupa TSS di beberapa tempat pengambilan sampel. Dalam penelitian ini diperoleh bahwa algoritme Syarif Budhiman merupakan algoritme yang terbaik digunakan untuk pemantauan TSS. Di waduk saguling terlihat dinamika TSS setiap tahunnya.", "Daftar File": {}, "Penulis": "Vindi Nur Astri [15119085]", "Kontributor / Dosen Pembimbing": ["Dr. Budhy Soeksmantono, S.T, M.T.", "Ir. Agung Budi Harto, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "sedimen, waduk, algoritme, TSS, pemantauan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}