{"Nomor": 73465, "Judul": "PENGEMBANGAN KESESUAIAN AREA POTENSI ENERGI MATAHARI DAN ANGIN DI WILAYAH ASIA TENGGARA BERBASIS MACHINE LEARNING DAN PENGINDERAAN JAUH", "Abstrak": "Peningkatan jumlah penduduk di Asia Tenggara yang terjadi menyebabkan adanya peningkatan kebutuhan energi yang berlipat ganda di tahun 2040. Apabila penggunaan energi tak terbarukan masih masif digunakan untuk memenuhi kebutuhan tersebut akan menyebabkan dampak negatif secara global yang berbahaya. Oleh karena itu, diperlukan adanya transisi energi ke energi terbarukan untuk memenuhi kebutuhan energi di Asia Tenggara. Hal tersebut memerlukan adanya data dan informasi mengenai sebaran area potensial energi matahari dan energi angin di Asia Tenggara. Tugas akhir ini dibuat dengan tujuan untuk mendapatkan hasil berupa sebaran titik dan area potensial energi matahari dan energi angin dengan metode machine learning dan penginderaan jauh. Diharapkan hasil tugas akhir ini dapat menjadi masukan bagi pemerintah dalam merancang kebijakan pemenuhan kebutuhan energi melalui transisi energi terbarukan. Metodologi yang dipakai adalah studi literatur, pengolahan data, dan analisis. Pengolahan data yang akan dilakukan untuk pengolahan sebaran titik potensial, dan area potensial energi terbarukan menggunakan algoritma machine learning dengan mempertimbangkan berbagai kriteria atau parameter. Hasil dari pengolahan data yang dilakukan adalah titik-titik potensial energi matahari yang berjumlah 256 titik, titik-titik potensial energi angin yang berjumlah 90 titik, hasil machine learning titik potensial energi matahari dengan nilai Area Under Curve (AUC) pada kelas excellent classification, hasil machine learning titik potensial energi angin dengan AUC pada kelas good hingga excellent classification, hasil machine learning titik eksisting energi matahari dengan nilai AUC pada kelas fair classification, hasil machine learning titik eksisting energi angin dengan AUC pada kelas poor hingga fair classification. Hal ini menunjukkan bahwa dari titik-titik potensial yang dihasilkan mampu mengidentifikasi dan memperirakan sebaran area potensial dengan lebih baik dibandingkan dari titik-titik eksisting.", "Daftar File": {}, "Penulis": "Ivani Christin Nugraheni [15119032]", "Kontributor / Dosen Pembimbing": ["Dr. Deni Suwardhi, S.T, M.T.", "Dr. Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "energi matahari, energi angin, machine learning, potensi, korelasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Jun 2023"}