{"Nomor": 73467, "Judul": "PENGARUH PEMBERIAN FRAKSI BIOFLAVONOID DAUN SINGKONG (MANIHOT ESCULENTA CRANTZ) TERHADAP PROFIL KRITERIA SINDROM METABOLIK PADA MODEL MENCIT SWISS WEBSTER YANG DIINDUKSI DIET TINGGI LEMAK DAN STREPTOZOTOCIN-SUKROSA", "Abstrak": "Sindrom metabolik merupakan salah satu masalah kesehatan yang menantang secara global. \nSindrom metabolik akan meningkatkan risiko diabetes melitus tipe 2 dan kardiovaskular. Belum ada \nobat tunggal khusus untuk menangani sindrom metabolik secara menyeluruh. Sindrom metabolik \nmenjadi ancaman kesehatan sehingga dibutuhkan terapi komplementer dalam menangani \nberbagai disfungsi akibat sifatnya yang degeneratif. Bioflavonoid daun singkong (Manihot esculenta \nCrantz) atau yang bisa disebut dengan CBDs (Cassava bioflavonoids rutin 82% dan nikotiflorin 17%) \ndiketahui memiliki aktivitas antidiabetes, antioksidan, antiinflamasi, dan sebagainya. Untuk \nmengetahui efek bioflavonoid dalam mengatasi sindrom metabolik, maka dilakukan rancangan\npenelitian dengan sampel penelitian dibagi dalam 5 kelompok perlakuan. Analisis data dilakukan \ndengan uji One-Way ANOVA aras kepercayaan 0,1 (90%). Tahapan pelaksanaannya yaitu mencit \njantan galur Swiss Webster diinduksi dengan diet tinggi lemak dan streptozotosin kemudian \ndiberikan terapi. Hasil penelitian setelah diberikannya terapi adalah fraksi bioflavonoid daun \nsingkong CBDs 400 mg/kgBB dapat menurunkan kadar gula darah puasa; total kolesterol; LDL; \ntrigliderida dan asam urat secara signifikan berturut-turut sebesar 21,46%; 0,62%; 15,07%; 33,06%; \ndan 57,07%. Fraksi bioflavonoid daun singkong CBDs 400 mg/kgBB juga dapat menaikkan kadar HDL \nsecara signifikan sebesar 54,76%. Dari hasil penelitian, CBDs 400 mg/kgBB merupakan bahan uji \npaling optimum dibandingkan CBDs 200 mg/kgBB dalam memperbaiki beberapa profil parameter \nuntuk mengatasi sindrom metabolik pada model hewan yang diinduksi diet tinggi lemak dan \nstreptozotosin.", "Daftar File": {"ABSTRAK Berliana Putri Erdayanti": "https://digilib.itb.ac.id/gdl/download/293438"}, "Penulis": "Berliana Putri Erdayanti [10719035]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elfahmi, S.Si., M.Si.", "Dr. apt. Afrillia Nuryanti Garmana, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "bioflavonoid, rutin, nikotiflorin, Manihot esculenta, sindrom metabolik, diet tinggi  lemak, streptozotosin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Jun 2023"}