{"Nomor": 73473, "Judul": "TINJAUAN DESAIN DAN OPERASI PENGEBORAN BERARAH PADA SUMUR X-7 DI INDONESIA", "Abstrak": "Pengeboran berarah menjadi metode penting dalam ekstraksi sumber daya hidrokarbon dari reservoir yang sulit dijangkau oleh sumur vertikal biasa. Lapangan XX menghadapi masalah seperti kick, lost circulation, tight spot, washout, dan differential sticking yang diperparah oleh heterogenitas dan kompleksitas formasi. Metodologi penelitian ini mengikuti flow path sumur berarah, dengan merancang sumur berdasarkan data koordinat permukaan, target di bawah permukaan, dan informasi geologi.\nTingginya dogleg severity (DLS) dapat mengurangi kualitas lubang sumur serta menyebabkan masalah seperti tight hole dan differential sticking. Selain itu, DLS yang tinggi juga menyebabkan tegangan dan regangan yang lebih tinggi pada casing atau liner dan mengakibatkan penurunan yield strength dan kegagalan casing. Oleh karena itu, sangat penting untuk mengoptimalkan desain dan operasi pengeboran berarah, terutama lintasan pengeboran. Penelitian ini merangkum metode-metode untuk mengevaluasi operasi pengeboran dan kondisi lubang sumur di Lapangan XX. Hasilnya berguna untuk mengidentifikasi kondisi kritis yang disebabkan oleh masalah pengeboran dan formasi, serta menetapkan batasan beban maksimum pada desain dan operasi selanjutnya. Disarankan untuk melakukan analisis buckling, pengujian skala penuh, dan beberapa skenario desain dan operasi sebelum melaksanakan pengeboran.", "Daftar File": {"ABSTRAK M Dika Fiqriansyah Sachruddin": "https://digilib.itb.ac.id/gdl/download/293446"}, "Penulis": "M Dika Fiqriansyah Sachruddin [12219092]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Lintasan Sumur, Dogleg Severity (DLS), Buckling", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Jun 2023"}