{"Nomor": 73483, "Judul": "EVALUASI GEOMEKANIKA DALAM ESTIMASI TEKANAN PORI DAN IDENTIFIKASI TEKANAN ABNORMAL: KOREKSI DAN MODIFIKASI PERSAMAAN EATON PADA FORMASI DI LAPANGAN XX", "Abstrak": "Evaluasi geomekanika khususnya dalam estimasi tekanan pori merupakan hal krusial pertama dalam pengeboran minyak dan gas. Estimasi tekanan pori yang akurat diperlukan dalam perencanaan dan optimalisasi proses pengeboran untuk mengurangi risiko kegagalan dan kesalahan selama pengeboran sehingga dapat meminimalkan biaya. Persamaan Eaton merupakan persamaan yang dapat digunakan untuk mengestimasi tekanan pori. Namun, persamaan ini disusun menggunakan basis data-data pengeboran pada formasi di Teluk Meksiko yang formasinya didominasi oleh batuan karbonat dan lempung dengan gradien tekanan konstan. Metode yang sama tidak selalu berlaku di semua lapangan dan diperlukan penyesuaian. Oleh karena itu, modifikasi terhadap persamaan Eaton diperlukan dengan menambahkan faktor pengali dan konstanta sehingga dapat disesuaikan dengan kondisi lapangan yang menjadi objek penelitian dan dapat menghasilkan model tekanan pori yang telah dikoreksi.\nStudi ini mencakup tinjauan literatur, pengumpulan data, koreksi data parameter pengeboran, perhitungan D-exponent, estimasi tekanan pori menggunakan metode Eaton yang dimodifikasi, dan identifikasi zona bertekanan abnormal. Data yang digunakan berasal dari dua sumur yaitu sumur-X3 dan sumur-X5 di lapangan XX, Sumatera. Dari studi ini didapatkan hasil berupa profil tekanan overburden, tekanan pori, dan juga interval kedalaman yang memiliki tekanan abnormal. Hasil studi ini dapat digunakan sebagai rekomendasi dan panduan untuk pengeboran sumur selanjutnya di masa depan sehingga beberapa hal seperti perencanaan, desain, optimasi, dan mitigasi masalah dapat dipersiapkan lebih baik.", "Daftar File": {"ABSTRAK Ghaniy Karisma Prameswari": "https://digilib.itb.ac.id/gdl/download/293459"}, "Penulis": "Ghaniy Karisma Prameswari [12219020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Geomekanika, Tekanan Pori, Metode Eaton, Tekanan Abnormal", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Jun 2023"}