{"Nomor": 73489, "Judul": "PERANCANGAN KEMBALI KAWASAN PASAR RAU KOTA SERANG", "Abstrak": "Pasar tradisional merupakan wadah untuk kegiatan menjual dan membeli\nbarang-barang hasil produksi pertanian dan lainnya. Pasar berperan penting\ndalam perputaran ekonomi melalui peningkatan kesempatan kerja, pendapatan\nmasyarakat, dan mengurangi kemiskinan. Meskipun sangat penting, namun\nnyatanya pasar tradisional banyak yang masih di bawah standar dan ketentuan\nyang sudah ditentukan. Saat ini pasar tradisional dekat dengan kondisi yang\nkurang tertata dan kumuh. Hal tersebut juga terjadi di Kawasan Pasar Rau di\nKota Serang. Pada pasar ini, terdapat persoalan berupa kemacetan, lahan parkir\nyang kurang memadai, banyaknya pedagang yang memakan badan jalan, juga\npengelolaan sampah yang kurang baik. Selain itu, terdapat banyak kios atau toko\nyang tidak aktif atau terbengkalai. Kondisi- kondisi ini menyebabkan fungsi Pasar\nRau sebagai pasar dan pusat ekonomi di Kota Serang menjadi kurang optimal.\nPersoalan tersebut berusaha diselesaikan dengan perancangan ulang dengan\nmetode perancangan fragmental dengan pengambilan data primer melalui\nobservasi dan wawancara maupun sekunder melalui peninjauan literatur dan\nulasan Google. Pada perancangan ini, diawali dengan perumusan prinsip\nnormatif dan kriteria serta potensi dan persoalan dan dilanjutkan dengan\nperumusan gagasan perancangan serta rancangan 3D kawasan pasar\nberdasarkan prinsip serta konsep yang telah dirancang. Hasil dari perancangan\nini yaitu perancangan kawasan Pasar Rau yang aktif dan nyaman dengan\nmenyediakan jalur pejalan kaki yang nyaman, menyediakan area PKL tersendiri,\nmenyediakan sirkulasi yang teratur, menata zona-zona dagangan, dan pemenuhan\nfasilitas penunjang yang tercantum pada standar maupun hasil analisis preseden.", "Daftar File": {}, "Penulis": "Salsabila Purnomo Ajie [15419070]", "Kontributor / Dosen Pembimbing": ["Lanthika Atianta, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Pasar Tradisional, Pasar Rau, Metode Fragmental, Aktif, Nyaman", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "20 Jun 2023"}