{"Nomor": 73484, "Judul": "KAJIAN GEOKIMIA DAN KEMAGNETAN BANTUAN PADA SEDIMEN PERMUKAAN SUNGAI SEKITAR DANAU TOWUTI UNTUK IDENTIFIKASI ANOMALI MG DI DANAU TOWUTI", "Abstrak": "Sedimen danau memiliki pontensi menyimpan informasi mengenai sejarah\nperubahan iklim dan lingkungan di masa lalu atau lebih dikenal dengan\npaleoklimat. Danau Towuti merupakan salah satu danau dari sistem kompleks\nDanau Malili (MLS), Sulawesi Selatan, Indonesia dengan luas 561 km2 dan\nkedalaman 203 m. Selain Danau Towuti pada MLS ini terdapat 2 danau besar yang\nlain yaitu Danau Matano dan Danau Mahalona yang saling terhubung oleh sungai\nMahalona, serta dua danau satelit (Danau Lontoa dan Danau Masapi). Secara\ngeologi Danau Towuti terletak pada sabuk East Sulawesi Ophiolite (ESO) yang\ndidominasi oleh batuan ultramafik. Hal ini menyebabkan sedimen Danau Towuti\nmemiliki karakteristik magnetik yang cukup menarik karena perlapukan batuan\nultramafik menghasilkan tanah laterit. Tanah laterit merupakan tanah yang\nmemiliki konsentrasi besi (Fe) dan aluminium (Al) yang tinggi. Selain itu Danau\nTowuti juga terletak pada pusat zona Indo-Pacific Warm Pool (IPWP) yaitu salah\nsatu dari tiga zona konveksi terbesar di dunia. Sehingga sedimen Danau Towuti\ndikaji secara intensif dalam rekonstruksi perubahan iklim dan lingkungan pada\nmasa lampau. Berdasarkan hasil kajian yang dihasilkan terdapat pertanyaan\nmengenai sumber tingginya unsur magnesium (Mg) dan kalsium (Ca) pada bagian\nutara Danau Towuti tepatnya pada muara sungai Mahalona. Hal ini diperkirakan\nberasal dari sedimen Danau Mahalona yang tertransportasi melalui sungai\nMahalona ke Danau Towuti. Namun pada sungai Mahalona terdapat percabangan\nsungai (yaitu sungai Lampenisu) yang juga dapat berkontribusi pada tingginya\nunsur Mg dan Ca tersebut. Dalam penelitian ini sumber unsur Mg dan Ca dikaji\ndengan menganalisa sampel sedimen permukaan sungai Lampenisu (LR), sungai\nMahalona (MR), serta gabungan kedua sungai tersebut sebelum memasuki Danau\nTowuti. Terdapat dua belas sampel sedimen permukaan pada penelitian ini yang\nakan dianalisis magnetik khususnya parameter suseptibilitas magnetik dan histerisis\nmagnetik, analisis geokimia (X-Ray Fluorescence, XRF), serta analisis mineralogi\n(X-Ray Diffraction, XRD) khususnya mineral magnetik. Hasil pengukuran\nsuseptibilitas magnetik menunjukkan bahwa sampel LR memiliki suseptibilitas\nmagnetik yang lebih tinggi ((518,8 ± 27,8) × 10?8 m3/kg) dibandingkan sampel MR\n((218,3 ± 104,4) × 10?8 m3/kg) dan sampel LR juga memiliki suseptibilitas\nfrekuensi dependen yang lebih rendah (1,40 ± 0,86%) dibandingkan sampel MRii\n(4,94 ± 2,23%). Namun analisis domain magnetik dan ukuran bulir mineral\nmagnetik dengan menggunakan parameter-parameter histeresis magnetik\nmengindentifikasi sampel sedimen permukaan LR dan MR memiliki Pseudo-single\nDomain (PSD). Analisis Geokimia (XRF) menunjukkan sampel sedimen\npermukaan LR memiliki konsentrasi unsur Mg 13,28 ± 1,68% dan Ca 0,89 ± 0,25%\nyang lebih tinggi dibandingkan dengan sampel MR yang hanya memiliki\nkonsentrasi unsur Mg 3,45 ± 1,59% dan Ca 0,66 ± 0,40%. Analisis XRD\nmenemukan mineral dengan struktur kristal sodalite di LR tetapi tidak di MR.\nMineral sodalite bersifat non-magnetik, sehingga mineral yang memiliki bentuk\nkristal sodalite diduga merupakan mineral valleyite, yaitu mineral dengan rumus\nkimia Ca4(Fe, Al)6O13. Terdapatnya mineral ini memberikan kontribusi tingginya\nkonsentrasi unsur Ca pada sampel LR. Sedangkan tingginya konsentrasi Mg pada\nLR mungkin disebabkan oleh batuan peridotit yang terserpentinisasi. Dengan\ndemikian LR dianggap sebagai sumber tingginya unsur Mg dan Ca di bagian utara\nDanau Towuti. Kajian ini menunjukkan pentingnya identifikasi sumber sedimen di\ndanau-danau besar seperti Danau Towuti, dimana influx bisa berasal dari beberapa\nsungai di sekitar danau.", "Daftar File": {"32316301 Silvia JF.pdf": "https://digilib.itb.ac.id/gdl/download/293461"}, "Penulis": "Silvia Jannatul Fajar [32316301]", "Kontributor / Dosen Pembimbing": ["Dr. Darharta Dahrin, M.S.", "Prof. Dr. Satria Bijaksana", "Irwan Iskandar, S.T, M.T, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Danau Towuti, Sungai Lampenisu, magnesium, kalsium, magnetik, geokimia.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "20 Jun 2023"}