{"Nomor": 73482, "Judul": "AN ANALYSIS OF ROCK TYPING METHOD APPLICATION IN CARBONATE RESERVOIR: A CASE STUDY OF INDONESIAN FIELD", "Abstrak": "Core data is crucial to the characterization of oil and gas reservoirs. Reservoir characterization enables a more\naccurate estimation of reservoir reserves and prediction of reservoir performance. In addition, core data can be\nused to ascertain the classification of rocks, also known as rock typing. The properties of the rocks that compose\noil and gas reservoirs can be determined using rock typing. Also, it enables the identification of potential zones\nfor hydrocarbon production, the comprehension of fluid flow behavior, and the planning of efficient production\noperations. For a more precise determination of carbonate rock types, integrating petrophysical data with available\nfluid, rock, and geological information is necessary.\nThis research will focus on identifying and analyzing the rock type of Indonesia's carbonate reservoirs in four\nregions of Indonesia. Before conducting rock typing, statistical data analysis was conducted for each field's\ndistribution of porosity and permeability data. Rock typing uses Hydraulic Flow Unit (HFU), Pore Geometry\nStructure (PGS), Global Hydraulic Elements (GHE), Lucia, and Winland R35 methods.\nThe result of rock typing in the four regions is that the PGS method has higher permeability prediction accuracy\nthan the HFU method. Region 1 (West Papua) has a range of DRT 3 - 17 (HFU Method), RT 4 – 16 (PGS Method),\nGHE 1 – 8 (GHE Method), dominated by rock fabric class 3, and Mesopore type of pore throat. Region 2 (East\nJava) has a range of DRT 3 – 28 (HFU Method), RT 3 – 18 (PGS Method), GHE 1 – 10 (GHE Method), dominated\nby rocks fabric class 3 and 4, Microporous and Mesoporous pore throat type. Region 3 (Central Kalimantan) has\na range of DRT 10 – 21 (HFU Method), RT 6 – 17 (PGS Method), GHE 0, 4 – 10 (GHE Method), dominated by\nrock fabric class 4, and Macroporous pore throat type. Region 4 (Central Sulawesi) has a range of DRT 8 – 11\n(HFU Method), RT 4 – 8 (PGS Method), GHE 3 – 6 (GHE Method), dominated by rock fabric class 3, and\nMesoporous type of pore throat.", "Daftar File": {"ABSTRAK Nadia Ayu Zahwani": "https://digilib.itb.ac.id/gdl/download/293457"}, "Penulis": "Nadia Ayu Zahwani [12219100]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T, M.T.", "Pahala Dominicus Sinurat, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Rock typing, Carbonate, HFU, GHE, PGS, Lucia, Winland R35", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "20 Jun 2023"}