{"Nomor": 73491, "Judul": "PENGEMBANGAN MULTISKENARIO PRIORITAS PEMBANGUNAN INFRASTRUKTUR IRIGASI OPTIMAL PADA MULTIKOMODITAS PERTANIAN GLOBAL BERBASIS DATA PENGINDERAAN JAUH DAN MACHINE LEARNING", "Abstrak": "Pemenuhan kebutuhan pangan tidak dapat dipisahkan dari produksi tanaman yang\nmembutuhkan kondisi tanah dan lingkungan yang ideal. Oleh karena itu, analisis kesesuaian\nlahan pertanian memegang peranan penting dalam meningkatkan produktivitas pertani an.\nSelain itu memperluas jaringan irigasi ke lahan pertanian tadah hujan yang dinilai kurang\nefektif menjadi sangat penting karena memengaruhi keberlanjutan praktik budidaya di\ndaerah pertanian . Penelitian ini melakukan terbosan baru yang bertujuan (1) me modelkan\nkesesuaian lahan pertanian pada komoditas pangan global yakni padi, jagung, gandum, dan\nkentang, (2) menganalisis tren perubahan aspek sosioekonomi yakni populasi manusia dan\ncahaya malam , (3) memodelkan area prioritas pertanian, dan ( 4 ) memodelk an area prioritas\npengembangan jaringan irigasi baru. Untuk mencapai tujuan tersebut, dilakukan tahap\nsebelum pengolahan yakni pembuatan data model dengan reklasifikasi area tinggi panen dan\nrendah panen dari produk Global Cropland . Berikutnya, dibangun geospatial database yang\nmencakup parameter cuaca dan iklim, parameter biofisik, dan parameter vegetasi.\nPengolahan dan analisis data dilakukan dengan pendekatan pembelajaran mesin yakni\nalgoritma random forest berbasis komputasi awan. Selanjutnya dilakuka n analisis tren\nperubahan aspek sosioekonomi untuk menghasilkan pemodelan spasial area prioritas\npertanian dan memanfaatkan data jaringan irigasi global untuk menghasilkan pemodelan\nspasial area prioritas pengembangan jaringan irigasi baru pada area pertan ian tadah hujan.\nHasil pemodelan kesesuaian lahan menunjukkan bahwa algoritma pembelajaran mesin\nmemiliki nilai AUC Area Under Curve yang berkategori baik dengan padi (0.93), jagung\n(0.94), gandum (0.92), dan kentang (0.8). Hasil analisis tren perubahan sosioekonomi baik\npositif dan negatif telah menghasilkan area prioritas pertanian multikomoditas yang\nbergantung pada karakteristik wilayah. Dan pengembangan multiskenario area prioritas\npengembangan jaringan irigasi baru ditentukan berdasarkan analisis bi variat pada masing\nmasing komoditas pangan global.", "Daftar File": {"ABSTRAK Ismail Al Faruqi": "https://digilib.itb.ac.id/gdl/download/293482"}, "Penulis": "Ismail Al Faruqi [15119022]", "Kontributor / Dosen Pembimbing": ["Ir. Agung Budi Harto, M.Sc., Ph.D.", "Prof. Ir. Ketut Wikantika, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Kata kunci: set data penginderaan jauh, pembelajaran mesin, kesesuaian lahan pertanian, tren perubahan sosioekonomi, jaringan irigasi", "Sumber": "Keywords: remote sensing dataset, machine learning, crop land suitability, socioeconomic change trends, irrigation networks", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jun 2023"}