{"Nomor": 73504, "Judul": "PERANCANGAN PRODUK GENDONGAN BAYI DENGAN PROTEKSI TERHADAP DEBU DAN PM10 MELALUI PENDEKATAN MORFOLOGI INSANG (BRACHIA) IKAN", "Abstrak": "Polusi udara semakin meningkat dari hari ke hari, hal ini dipengaruhi oleh limbah polutan\nmanusia yaitu melalui pabrik industri, transportasi, dan kegiatan rumah tangga. Polusi udara\nyang dihirup menyimpan partikel-partikel halus yang dapat membahayakan manusia yaitu\nPM2.5 dan PM10. Partikulat PM10 merupakan partikel yang ukurannya kurang dari 10\nmikron, walaupun kedua partikulat berbeda ukuran, namun memberikan bahaya yang sama\nbila terhirup udara. Partikulat 10 ini adalah partikel di udara terbentuk tidak langsung ketika\ngas dari kendaraan bermotor dan industri mengalami reaksi kimia di atmosfer. Sumber PM10\nberasal dari asap, debu, kotoran pada jalan yang tidak diaspal, TPA, kontruksi, debu di\nwilayah terbuka, serbuk sari, dan lain-lain (IQAir, 2015).\nSelain itu partikel yang bertebaran dapat menyebabkan gangguan sistem pernapasan dan\nmenjadi penyebab bayi prematur dan resiko yang tinggi terhadap bayi dan anak-anak. Jalanan\nyang merupakan tempat kendaraan bermobilitas menjadi tempat tingginya polusi udara dan\ndebu. Terdapat peluang dimana terdapat orang tua yang memerlukan produk yang dapat\nmenjaga bayi bepergian dengan transportasi umum ataupun saat jalan-jalan sehingga mudah\nuntuk terpampang partikel-partikel tidak diinginkan di udara. Melalui perancangan produk\ngendongan dengan pendekatan morfologi, harapannya produk yang dirancang dapat\nmembantu orang tua membawa anak-anaknya bermobilitas dengan melindungi dari polusi\nyaitu debu (PM10) di udara dan resiko penyakit pernapasan.", "Daftar File": {}, "Penulis": "Ester Riyanti Hasiholan L T [17519004]", "Kontributor / Dosen Pembimbing": ["Intan Prameswari, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "debu, gendongan bayi, PM10", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Jun 2023"}