{"Nomor": 73501, "Judul": "PENGEMBANGAN BUKU PENGAYAAN PADA MATERI BILANGAN RASIONAL UNTUK SISWA SMP/MTS", "Abstrak": "rasional (pecahan, desimal, dan persen) masih sangat rendah. Dari hasil tes kecakapan matematika kepada 29 orang siswa kelas VII SMP/MTs di Kota Bandung pada topik bilangan rasional, diperoleh persentase rata-rata nilai siswa adalah 32,6% (kategori rendah). Padahal soal tes yang diberikan terkategori soal kecakapan matematika dasar terkait konsep dan operasi bilangan rasional (pecahan, desimal, dan persen).\nKecakapan matematika terkait bilangan rasional (pecahan, desimal, dan persen) merupakan hal yang sangat penting untuk dikuasai oleh siswa sebelum mempelajari materi yang lebih sulit. Pemahaman konsep pada materi ini merupakan hal dasar yang digunakan untuk membangun kemampuan numerik, artimetik, aljabar, dan penalaran proporsional. Materi ini memegang peranan inti dalam pengembangan ide-ide matematika yang lebih maju, misalnya sebagai pemahaman prasyarat dari komputasi bentuk rasional dalam aljabar.\nBuku pengayaan masih memegang peranan penting sebagai media pembelajaran untuk siswa. Buku pengayaan memiliki konten materi yang terstruktur, mendalam dan terperinci, sumber referensi yang dapat diandalkan, dapat mengembangkan keterampilan membaca siswa, dan bebas dari gangguan fokus digital. Buku pengayaan yang dikemas menarik akan meningkatkan minat siswa untuk belajar. Oleh karena itu, pada proyek ini bertujuan untuk mengembangkan buku pengayaan pada materi bilangan rasional yang dapat meningkatkan kecakapan matematika siswa pada materi bilangan rasional untuk siswa SMP/MTs. Buku pengayaan yang dimaksud bukan berupa buku tekstual yang bersifat dogmatis. Buku yang akan dikembangkan memuat pemahaman dasar yang penting terkait bilangan rasional (pecahan, desimal, dan persen) dengan disertai contoh dan aktivitas yang kontekstual.\nModel pengembangan ADDIE (Analysis, Design, Development, Implementation, Evaluation) digunakan dalam pengembangan buku pengayaan bilangan rasional ini. Diawali dari tahap analisis, diidentifikasi bahwa siswa masih belum memahami makna bilangan rasional pecahan, siswa hanya menghafal algoritma dan rumus terkait daripada memahami konsepnya sehingga mudah lupa, siswa tidak kehidupan sehari-hari, siswa tidak terbiasa menyelesaikan soal dalam bentuk cerita.\nSelanjutnya, buku pengayaan dirancang pada tahap desain dengan menggunakan metode desain mundur, yaitu dimulai dari menetapkan tujuan pembelajaran, menyusun bukti pemahaman (asesmen), dan diakhiri dengan penyusunan kerangka isi materi dalam buku pengayaan. Setelah dihasilkan draf awal buku pengayaan, dilanjutkan dengan memvalidasi buku oleh ahli materi dan kegrafikaan. Ahli materi dalam hal ini menilai terkait kelayakan substansi materi, kebahasaan, dan penyajian. Sementara ahli kegrafikaaan menilai terkait kelayakan tampilan sampul, desain isi, dan fisik buku. Selanjutnya, buku direvisi berdasarkan saran dari ahli.\nPada tahap implementasi, buku yang telah divalidasi diterapkan atau dilakukan uji coba kepada 29 orang siswa di satu kelas VII di salah satu SMP Kota Bandung. Tahap ini dilakukan pada jam pelajaran selama 3 pekan, dengan setiap pekan terdiri dari 5 JP (Jam Pelajaran), 1 JP berdurasi 40 menit. Sebelum tahap implementasi dilakukan pre-test, kemudian diakhiri dengan post-test. Siswa belajar secara berkelompok (4-5 orang per kelompok) menggunakan buku pengayaan yang dikembangkan dengan mecermati materi dan contoh, mengerjakan aktivitas dan eksplorasi, serta siswa juga diminta untuk membagikan idenya di depan kelas sesekali.\nPada tahap evaluasi, untuk melihat signifikansi perbedaan rata-rata pre-test dan post-test dilakukan uji hipotesis melalui uji-t data berpasangan satu populasi. Data pre-test dan post-test dilakukan uji normalitas terlebih dahulu menggunakan uji Shapiro-Wilk. Dengan tingkat signifikansi 5% dan derajat kebebasan 28, diperoleh kesimpulan bahwa terdapat peningkatan yang siginifikan dari nilai pre-test dan post-test siswa terhadap penggunaan buku pengayaan bilangan rasional, yaitu meningkat lebih daripada 33% dari skor maksimum. Secara deskriptif, rata-rata nilai pre-test siswa adalah 32,6% sedangkan rata-rata nilai post-test siswa adalah 75,2%. Berdasarkan kategori penskoran, hal ini menunjukkan bahwa setidaknya buku pengayaan yang dikembangkan ini dapat meningkatkan kategori kecakapan matematika siswa dari kategori rendah ke kategori tinggi.", "Daftar File": {"ABSTRAK Etika Ramadani": "https://digilib.itb.ac.id/gdl/download/293524"}, "Penulis": "Etika Ramadani [24620306]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A.N., S.Si., M.Si."], "Jenis Koleksi": "", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "buku pengayaan, bilangan rasional, kecakapan matematika, model ADDIE.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Jun 2023"}