{"Nomor": 73507, "Judul": "PERANCANGAN MODEL ANALISIS POTENSI BUDIDAYA TANAMAN PANGAN UNTUK KETAHANAN PANGAN  (STUDI KASUS: UMBI PORANG)", "Abstrak": "Program Strategis Nasional yang dicanangkan pemerintah salah satunya adalah menyangkut\nKetahanan Pangan. Ketahanan pangan menjadi agenda penting karena peningkatan penduduk\nIndonesia harus disertai dengan peningkatan produksi dalam negeri. Diversifikasi pangan perlu\ndilakukan untuk memenuhi kebutuhan pangan, salah satunya melalui pengembangan porang.\nKeberadaan tanaman porang digaungkan menjadi sumber karbohidrat lain selain beras.\nTumbuhan porang (Amorphophallus oncophyllus Prain) sinonim dengan Amorphophallus\nmuelleri Blume dan Amorphophallus blumei Scott (Sumarwoto, 2005). Porang menjadi salah\nsatu komoditas binaan Ditjen Tanaman Pangan menurut Rencana Strategis Ditjen Tanaman\nPangan 2020-2024. Porang memiliki potensi teknologi dan komersial dalam berbagai industri\nmencakup pangan, farmasi, peternakan, medis, hingga industri energi. Indonesia sebagai\nnegara agraris memiliki lahan yang berpotensi cukup besar yang belum dimanfaatkan secara\noptimal. Lahan yang belum termanfaatkan tersebut dapat menjadi lahan produktif untuk\nbudidaya porang. Perlu dikaji lebih lanjut mengenai prospek budidaya porang dan gambaran\npeluang pengembangan dan pengolahan porang di Indonesia, sehingga bisa diestimasi potensi\nekonomi dari budidaya porang.\nPenelitian ini bertujuan untuk menganalisis potensi ekonomi umbi porang melalui sebuah\nmodel analisis menggunakan data mengenai elemen biaya budidaya porang, ketersediaan\nlahan, tingkat panen, serta analisis investasi menggunakan Internal Rate of Return (IRR).\nMetode yang digunakan dalam penelitian ini meliputi pengumpulan data dari sumber yang\nrelevan, seperti petani porang, penelitian sebelumnya, dan literatur terkait. Data yang diperoleh\nmencakup biaya-biaya yang terlibat dalam budidaya porang, ketersediaan lahan yang tersedia,\ntingkat panen yang dicapai, serta data lain yang relevan untuk analisis investasi. Selain itu,\npenelitian ini juga mempertimbangkan beberapa skenario perubahan dalam faktor-faktor\npenting yang mempengaruhi budidaya porang, seperti perubahan harga jual porang dan katak,\nperubahan proporsi barang panen yang dijual dan tingkat keberhasilan panen.\nDari beberapa skenario yang telah dilakukan, didapatkan bahwa budidaya paling\nmenguntungkan saat harga jual umbi Rp 5.000,00 dan katak Rp 50.000 dan tingkat\nkeberhasilan dijaga pada 100%. Penurunan tingkat keberhasilan serta harga jual umbi yang\nrendah mempengaruhi besaran IRR.\nHasil dari penelitian ini diharapkan dapat memberikan pemahaman yang lebih mendalam\nmengenai aspek ekonomi dan finansial dari budidaya porang. Model analisis yang dirancang\ndapat digunakan sebagai alat yang berguna dalam pengambilan keputusan bagi para petani,\ninvestor, dan pemangku kepentingan terkait. Selain itu, penelitian ini juga berkontribusi dalam\npengembangan pengetahuan mengenai budidaya porang di Indonesia, serta memberikan\nrekomendasi kebijakan yang berbasis pada analisis data yang kuat dan valid.", "Daftar File": {"ABSTRAK Yasmin Salsabila": "https://digilib.itb.ac.id/gdl/download/293667"}, "Penulis": "Yasmin Salsabila [14416040]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Darwin, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ketahanan pangan, budidaya porang, potensi ekonomi, model analisis, IRR", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2023"}