{"Nomor": 73510, "Judul": "PEMANFAATAN SABUT KELAPA MUDA SEBAGAI PEWARNA DAN MEDIA PEMBUATAN MOTIF PADA PROSES PEMBATIKAN", "Abstrak": "Indonesia dikenal luas sebagai salah satu negara penghasil kelapa terbesar di dunia. Pohon\nkelapa memiliki potensi yang sangat besar dalam pemanfaatan seluruh bagian dari pohon\ntersebut, mulai dari tunas hingga limbah yang dihasilkannya. Salah satu penggunaan dari pohon\nkelapa adalah penggunaan sabut kelapa sebagai pewarna alami dalam industri pembatikan.\nTujuan utama dari pemilihan sabut kelapa ini adalah untuk mengoptimalkan penggunaan\nlimbah sabut kelapa muda yang dihasilkan oleh pedagang es kelapa muda, yang biasanya\nberakhir sebagai limbah tidak terpakai. Dengan memanfaatkan sabut kelapa sebagai pewarna\nalami, dampak negatif pada lingkungan yang disebabkan oleh penggunaan pewarna sintetis\ndapat diminimalisir. Dalam penelitian ini, digunakan metode eksperimental dan eksploratif\nuntuk menjelajahi potensi sabut kelapa muda sebagai pewarna dan media pembuatan motif\npada proses pembatikan. Hasil penelitian adalah menunjukkan berbagai macam motif yang\ndihasilkan melalui penggunaan teknik cap, torehan, dan sesuai penekenan. Dalam hal warna\nkain, penelitian ini menghasilkan variasi warna yang cukup kaya melalui mordan tunjung,\ntawas, dan soda ash. Mulai dari warna coklat muda yang segar hingga warna coklat tua yang\nkaya dan dalam, serta nuansa warna ungu tua dan ungu kecoklatan. Keberagaman warna ini\nmemberikan fleksibilitas dalam menciptakan desain dan pilihan warna yang menarik dalam\nproses pembatikan menggunakan sabut kelapa sebagai pewarna alami. Dengan demikian,\npenggunaan sabut kelapa sebagai pewarna alami dalam industri pembatikan memberikan\nalternatif yang ramah lingkungan dan berpotensi mengurangi produksi limbah tekstil\nberbahaya. Selain itu, pemanfaatan sabut kelapa sebagai sumber pewarna alami juga\nmendukung upaya untuk meningkatkan nilai ekonomi dan sosial petani kelapa serta\nmendorong pemanfaatan sumber daya lokal yang berkelanjutan", "Daftar File": {}, "Penulis": "Ruth A Frigerdien Sigarlaki [17219123]", "Kontributor / Dosen Pembimbing": ["Dr. Dian Widiawati, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Sabut kelapa, pewarna alami, media pembuatan motif, pembatikan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Jun 2023"}