{"Nomor": 73518, "Judul": "ANALISIS MODEL PARTIAL LEAST SQUARE PATH MODELING (PLS PM) DENGAN RESPONSE BASED UNIT SEGMENTATION IN PARTIAL LEAST SQUARE(REBUS PLS)", "Abstrak": "Partial Least Square Path Modeling (PLS PM) merupakan metode analisis yang efektif, karena dapat digunakan pada setiap jenis skala data serta syarat asumsi yang lebih fleksibel. Dalam estimasi menggunakan PLS PM, prinsip dasar yang digunakan pada data diasumsikan homogen dalam keseluruhan unit-unit himpunan observasi. Hal tersebut berimplikasi bahwa perlakuan terhadap data mengabaikan adanya struktur grup dan seluruh unit diasumsikan dapat direpresentasikan dengan baik oleh model estimasi secara tunggal pada keseluruhan sampel yang disebut model global. Jika homogenitas dalam model struktural yang diasumsikan tidak berlaku dalam model data, maka akan diperoleh kesimpulan yang tidak benar/tidak lengkap. Sehingga diperlukan adanya suatu solusi atas adanya keberagaman dalam data atau heterogenitas tersebut. Untuk mengatasi heterogenitas tersebut, menggunakan Response Based Unit Segmentation in Partial Least Square (REBUS PLS) yaitu sebuah algoritma iterasi untuk mengatasi heterogenitas pada model persamaan pengukuran maupun struktural. Penelitian ini menganalisis model PLS PM dengan REBUS PLS pada model struktural pengaruh hubungan komunikasi dan transparansi terhadap kualitas pelayanan publik, studi kasus Kantor Kelurahan Bugis. Terdapat tiga variabel laten, yaitu komunikasi, transparansi dan kualitas pelayanan publik. Selain itu, variabel eksogen komunikasi terdiri dari lima indikator, variabel endogen transparansi terdiri dari empat indikator dan variabel endogen kualitas pelayanan publik terdiri dari lima indikator. Dari hasil penerapan REBUS PLS pada model PLS PM pengaruh komunikasi dan transparansi terhadap kualitas pelayanan publik memperlihatkan unit-unit observasi dapat dikelompokkan menjadi dua dan tiga segmen. Jika segmen yang terbentuk dua nilai ????2 dan GoF dari masing-masing model lokal memiliki nilai lebih baik jika dibandingkan ????2 dan GoF model global. Sedangkan bila segmen yang terbentuk tiga, maka salah satu model lokal menunjukkan nilai ????2 dan GoF yang lebih rendah jika dibandingkan dengan model global. Dengan terbentuknya segmen-segmen terhadap unit observasi tersebut, ini mengindikasikan bahwa terdapat heterogenitas pada model global.", "Daftar File": {"ABSTRAK Karina Ayudhia Sasmito": "https://digilib.itb.ac.id/gdl/download/293527"}, "Penulis": "Karina Ayudhia Sasmito [20121024]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "PLS PM, REBUS PLS, unobserved heterogeneity", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Jun 2023"}