{"Nomor": 73523, "Judul": "MODEL BINO-TRINOMIAL TREE UNTUK MENENTUKAN HARGA OPSI BARRIER DAN APLIKASINYA", "Abstrak": "Salah satu jenis opsi eksotik yang sangat populer adalah opsi barrier. Opsi barrier menjadi daya tarik tersendiri karena terdapat suatu batasan yang harus dicapai untuk mengaktifkan opsi tersebut. Batasan ini dapat dijadikan acuan bagi investor untuk meminimalisir kerugian yang mungkin terjadi. Selain itu harga yang ditawarkan pada opsi barrier relatif lebih murah dibanding opsi vanilla. Terdapat berbagai metode untuk menentukan harga opsi barrier, diantaranya metode numerik dan metode analitik. Karena tidak semua jenis opsi barrier dapat diselesaikan menggunakan metode analitik, maka alternatif nya menggunakan metode numerik. Beberapa jenis metode numerik yang umum adalah metode Monte-Carlo, metode beda hingga, dan metode lattice. Untuk memperoleh hasil yang akurat dengan menggunakan metode Monte-Carlo dibutuhkan simulasi yang cukup banyak. Kemudian pada metode beda hingga selalu diperlukan Persamaan Diferensial Parsial (PDP), sementara tidak semua jenis opsi barrier memiliki PDP. Maka dalam hal ini metode lattice menjadi pilihan untuk menentukan harga opsi barrier.\nMetode lattice yang umum digunakan antara lain model pohon binomial dan pohon trinomial. Pada model pohon binomial, galat yang dihasilkan relatif besar akibat adanya galat distribusi dan galat non linearitas. Dengan adanya fleksibilitas tambahan (stretch parameter) yang diperkenalkan oleh Ritchken pada struktur pohon trinomial, galat non linearitas dapat teratasi. Hal ini terjadi karena lapisan node pada harga saham tersebut dapat tepat menyentuh barrier. Namun karena node yang dihasilkan lebih banyak dibanding model pohon binomial maka secara perhitungan model tersebut akan lebih berat.\nDalam hal ini digunakan alternatif model lain yang diusulkan oleh Dai dan Lyuu (2010) dalam penelitiannya yang berjudul “The Bino-Trinomial Tree : A Simple Model For Efficient and Accurate Option Pricing”. Dengan cara menggabungkan struktur pohon trinomial pada langkah pertama kemudian langkah lainnya berupa pohon binomial, model ini diberi nama Bino-Trinomial Tree (BTT). Dalam penelitian ini dilakukan penambahan suatu teknik komputasi guna menyelaraskan hasil perhitungan disetiap node, yaitu berupa pembulatan nilai harga saham ke bilangan bulat terdekat (“round”) pada saat perhitungan harga opsi fase mundur. Dengan teknik komputasi tersebut model BTT dapat menghasilkan harga opsi barrier yang efisien dan efektif. Karena stuktur pohon BTT lebih sedikit dibanding struktur pohon trinomial, maka secara waktu perhitungan model BTT lebih unggul dibanding model pohon trinomial. Selain itu struktur pada model BTT yang fleksibel memberi kemudahan untuk diterapkan pada berbagai jenis barrier seperti barrier tunggal, barrier ganda, dan barrier bergeser. Sejauh pengetahuan kami belum ada literatur untuk mengatasi opsi window barrier menggunakan model BTT. Dimana window barrier ini merupakan salah satu jenis khusus dari barrier parsial yang dapat memberikan pengalaman lindung nilai dengan struktur yang lebih fleksibel pada investor. Maka kami menggunakan model BTT untuk mengatasinya, yang kemudian dibandingkan dengan model Trinomial Kamrad-Ritchken (K-R).\nSebagai implementasi karena barrier bergeser merupakan salah satu fitur dari Opsi Saham Karyawan (OSK), yang mana barrier dalam OSK ini dekenal dengan istilah barrier psikologis. Maka kami menggunakan model BTT untuk menghitung harga OSK yang kemudian dibandingkan dengan model Hull-White dan model Trinomial K-R. Dalam hal ini model BTT masih menjadi salah satu model lattice yang efisien dan efektif. Selain itu model BTT juga dapat mengatasi fenomena bahwa seiring mendekati waktu jatuh tempo seorang karyawan akan menurunkan barrier psikologisnya. Karena umumnya OSK berlaku waktu jangka panjang dan apabila seorang karyawan menurunkan barrier psikologisnya maka harga OSK yang didapat akan semakin murah. Dalam penelitian ini kami juga menyajikan analisis sensitivitas parameter terhadap OSK.", "Daftar File": {"ABSTRAK Rima Aulia Rahayu": "https://digilib.itb.ac.id/gdl/download/293579"}, "Penulis": "Rima Aulia Rahayu [20120305]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Opsi Barrier, Binomial, Trinomial Kamrad-Ritchken, Galat Non-linearitas, Bino-Trinomial Tree, Opsi Saham Karyawan.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Jun 2023"}