{"Nomor": 73524, "Judul": "EVALUATION OF THE INFLOW CONTROL DEVICE (ICD) CONFIGURATION ON THE S-16 WELL IN THE SOT FIELD", "Abstrak": "This study focuses on evaluating different Inflow Control Device (ICD) configurations to enhance oil production and minimize water production in the S-16 well of the SOT Field, East Java. The S-16 well is a horizontal well with a thin oil column in the reservoir, and its production has been affected by uneven fluid influx near the heel section. The objectives of the study are to compare and analyze various ICD configurations and design the optimal configuration to maximize oil production and minimize water production.\nThe study utilizes a flowchart methodology, starting with a literature review to establish the fundamental theories related to ICDs. Data collection, including reservoir models, production data, and well schematics, is obtained from PT Saka Energi Indonesia. The collected reservoir model is validated through history matching using tNavigator software. Production predictions are conducted from June 2019 to March 2023, considering segmentation based on porosity, permeability, and water saturation, as well as variations in ICD nozzle size.\nThe analysis compares the performance of different ICD configurations based on predefined evaluation criteria. The S-16 well in the SOT field serves as a case study, with the existing ICD configuration acting as the base case. The study evaluates total oil and water production for various ICD configurations, considering different segmentations and nozzle sizes. The results highlight the optimal ICD configuration that maximizes cumulative oil production while minimizing water production in the S-16 well. This study concludes that maximum oil production is achieved by using water saturation segmentation with ICD nozzle sizes of 4 mm, 4 mm, 2.5 mm, 1.6 mm, and 2.5 mm from heel to toe, respectively. This configuration is recommended over other configurations.", "Daftar File": {"ABSTRAK Sella Oriana Talitha": "https://digilib.itb.ac.id/gdl/download/293532"}, "Penulis": "Sella Oriana Talitha [12219023]", "Kontributor / Dosen Pembimbing": ["Wijoyo Niti Daton, S.T, M.T.", "Prasandi Abdul Aziz, S.Si., M.T.", "Wahyu Agung Rahmanto, S.T.,"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Inflow Control Device (ICD), horizontal well, nozzle size", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "21 Jun 2023"}