{"Nomor": 73526, "Judul": "EKSPLORASI TEKNIK REKA LATAR DENGAN VISUALISASI MUSIC VIDEO", "Abstrak": "IU menjadi salah satu vokalis paling dihormati dalam musik Korea Selatan. IU bahkan menempati urutan 135 dalam the 200 greatest singers of all time di dunia versi “Rolling Stone”. Sejak awal  debutnya,  IU telah merilis  setidaknya lima studio  albums,  lima  single album,  47  singles,  dua  remake  albums,  dan  dua compilation albums. Sementara \"Celebrity\" menjadi lagu IU yang paling banyak mendapatkan penghargaan di acara musik dengan total 11 kemenangan.\nAdapun music video yang turut melengkapi lagu \"Celebrity\" dengan cerita naratif dalam penyampaian pesannya. Video musik \"Celebrity\" yang dinyanyikan oleh IU dianalisis menggunakan pendekatan psikologi persona dan semiotika visual, dengan tujuan untuk memahami makna lirik dan pesan yang terkandung dalam video musik tersebut. Selanjutnya, hasilanalisis ini akan digunakan sebagai dasar untuk merancang busana pesta dengan memanfaatkan reka latar tekstil.\nMetode  penelitian  ini  menggabungkan  pendekatan  kualitatif  dan  desain konseptual. Analisis psikologi persona dilakukan dengan mengidentifikasi tema- tema tentang citradiri, eksplorasi identitas, dan tekanan sosial yang dialami pada usia 20-30 tahun. Sementara itu, analisis semiotika visual melibatkan analisis tanda (sign), objek, dan interpretasi dalam konteks video musik \"Celebrity\".\nRancangan busana pesta yang dihasilkan memanfaatkan reka latar tekstil yang terinspirasi dari visual dalam video musik. Penggunaan motif, warna, dan tekstur padakain akan merepresentasikan pesan dan makna yang terkandung dalam lagu.\nKesimpulannya, analisis psikologi persona dan semiotika visual pada video musik \"Celebrity\" oleh IU memberikan pemahaman mendalam tentang makna lirik, citra diri, dan pesan yang disampaikan. Hasil analisis ini digunakan sebagai landasan untuk merancang busana pesta dengan memanfaatkan reka latar tekstil yang terinspirasi oleh elemen-elemen visual dalam video musik tersebut.", "Daftar File": {}, "Penulis": "Dessy Permatasari S. P. [17219124]", "Kontributor / Dosen Pembimbing": ["Sabrina Ilma Sakina, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Celebrity, IU, music video, psikologi persona, dan semiotika visual.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Jun 2023"}