{"Nomor": 73545, "Judul": "INVENTARISASI MERKURI MENGGUNAKAN UNEP HG TOOLKIT LEVEL 1", "Abstrak": "Merkuri atau Hg merupakan logam berat yang berwujud cair dan banyak\ndimanfaatkan, baik dalam proses industri maupun kehidupan sehari-hari.\nSayangnya, merkuri memiliki tingkat toksisitas yang tinggi bagi makhluk hidup\nserta sulit diuraikan sehingga dapat mencemari lingkungan. UNEP sebagai lembaga\nglobal berupaya mengurangi dan menghapus penggunaan merkuri guna\nmeminimalisir dampak negatif dari merkuri. Indonesia aktif dalam meratifikasi\nKonvensi Minamata dan menunjukkan komitmennya melalui pembentukan\nRencana Aksi Nasional (RAN) untuk mengelola terkait penggunaan, penyimpanan,\npembuangan, serta penggantian merkuri di Indonesia. Dalam studi ini dilakukan\ninventarisasi untuk mengetahui jumlah merkuri yang ada di Indonesia. Inventarisasi\nmerkuri dilakukan dengan menggunakan Toolkit Hg Level 1 yang disusun oleh\nUNEP. Selain itu, dilakukan perbandingan penggunaan Toolkit Level 1 pada\nperhitungan saat ini dengan perhitungan pada penelitian sebelumnya pada tahun\n2015. Ada perbedaan dalam penggunaan UNEP Hg Toolkit pada perhitungan tahun\n2015 dan 2021, seperti perubahan detail aktivitas, nilai default input faktor dalam\nperhitungan, asumsi yang digunakan, dan banyaknya merkuri yang dilepaskan\nmeningkat dari 389.060 kg Hg pada tahun 2015 menjadi 553.610 kg Hg pada tahun\n2021. Hasil dari inventarisasi ini dapat digunakan sebagai usulan untuk\nmeningkatkan pengelolaan merkuri di Indonesia sebagai tindak lanjut dari penyusunan RAN.", "Daftar File": {"DENI  CAHYADI.pdf": "https://digilib.itb.ac.id/gdl/download/293562"}, "Penulis": "Deni Cahyadi [15318030]", "Kontributor / Dosen Pembimbing": ["Dr. Mont. Kania Dewi, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Indonesia, inventarisasi emisi, konvensi minamata, merkuri, UNEP Hg Toolkit level 1", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "21 Jun 2023"}