{"Nomor": 73569, "Judul": "DINAMIKA DAN KARAKTERISTIK WARNA OBJEK TRANS NEPTUNUS POPULASI KLASIK", "Abstrak": "Populasi TNO Klasik, atau biasa disebut Cubewano, berada di luar Neptunus\ndengan bentuk orbit yang tidak terlalu eksentrik (eksentrisitas < 0.24)\ndan tidak beresonansi dengan Neptunus. Cubewano dibagi menjadi dua sub\npopulasi berdasarkan inklinasinya (batas ?6?), yaitu Hot dan Cold. Masih\nmenjadi pertanyaan bahwa batas inklinasi ini berkaitan dengan perbedaan karakteristik\nwarna dua sub populasi tersebut. Penelitian tentang Cubewano ini\ndapat membantu dalam memahami evolusi Tata Surya dan kondisi wilayah\ntrans-Neptunus.\nPada Tugas Akhir ini dipaparkan hasil integrasi numerik evolusi orbit Cubewano\nselama 1 juta tahun serta analisisnya, khususnya yang berhubungan\ndengan perubahan nilai inklinasi dan eksentrisitas orbit. Diperiksa juga kemungkinan\nperlunya koreksi warna Cubewano yang berkaitan dengan ekstingsi\noleh medium antarplanet. Data orbital Cubewano diambil dari JPL Small Body\nDatabase dan data warna diambil dari NASA Planetary Data System.\nSetelah integrasi numerik selama 1 juta tahun, ditemui beberapa fenomena\norbital, di antaranya adalah nilai inklinasi Cubewano yang baru menyebabkan\nsub populasinya berganti, dan perubahan eksentrisitas orbit Cubewano\nyang mengakibatkan objek tersebut tidak termasuk sebagai objek Cubewano\nlagi. Kemudian dijumpai beberapa objek yang diduga mengalami resonansi\nKozai. Selain itu terdapat objek-objek dengan orbit chaotic, yang nilai inklinasinya\ntinggi serta eksentrisitas yang besar setelah 1 juta tahun. Keadaan\nini mengindikasikan bahwa objek-objek tersebut akan terlempar dari wilayah\ntrans-Neptunian di masa yang akan datang. Hasil pemodelan dan perhitungan\nekstingsi menghasilkan koreksi warna sebesar 2.25 - 3.72 % pada bidang\nEkliptika dan terus menurun sejalan dengan nilai inklinasi yang membesar.", "Daftar File": {}, "Penulis": "Ghifari Arwa Muhammad [10319007]", "Kontributor / Dosen Pembimbing": ["Dr. Budi Dermawan, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Cubewano, Inklinasi Orbit, Warna.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2023"}