{"Nomor": 73566, "Judul": "ANALISIS PARAMETER ANGIN MATAHARI TERKAIT BADAIGEOMAGNETIK MENGGUNAKAN METODE MULTIFRACTAL DETRENDED FLUCTUATION ANALYSIS (MFDFA)", "Abstrak": "Sifat dan pola umum fluktuasi 24 parameter angin matahari diamati sebagai\nfungsi dari waktu. Sampel kejadian badai geomagnetik kelas kuat hingga\nekstrem (Dst ? ?100 nT) siklus Matahari ke-22 hingga ke-24 (Oktober\n1964 – September 1986) dipilih sebagai objek penelitian. Metode Multifractal\nDetrended Fluctuation Analysis (MFDFA) diterapkan pada parameter angin\nmatahari menghasilkan beberapa parameter terkait seperti: eksponen Detrended\nFluctuation Analysis (DFA), eksponen Hurst H, dimensi fraktal Df , h(q),\n? (q), lebar spektrum w, dan kecondongan grafik spektrum (skewness) A.\nDari 180 sampel kejadian badai, fase awal dan fase pemulihan menunjukkan\n58% dan 54% didominasi proses persisten (0, 51 ? ?DFA ? 0, 99) dan fase utama\natau puncak 96% didominasi proses nonstasioner (1, 01 ? ?DFA ? 5, 67).\nDimensi fraktal parameter angin Matahari yang diperoleh < 2, yang memiliki\nhubungan berbanding terbalik dengan eksponen Hurst. Berdasarkan parameter\nmultifraktal: h(q); ? (q); lebar spektrum w; dan kecondongan grafik spektrum\nA, hampir seluruh parameter angin Matahari menunjukkan kemunculan\nsifat multifraktal.\nKarakteristik fase awal dan fase pemulihan pada kejadian badai geomagnetik\nkelas kuat yang dipilih menunjukkan pola atau trend yang mirip. Penelitian\nini mengkonfirmasi bahwa fase utama badai Matahari jauh lebih kompleks\ndibanding 2 fase lainnya. Parameter seperti jumlah bintik Matahari, indeks\nf10,7, parameter turunan (electric field) dapat dikecualikan dalam prediksi badai.\nSampel kejadian badai kelas lainnya (kelas lemah hingga sedang) serta\nanalisis non-linearity chaotic system pada parameter angin Matahari diperlukan\nuntuk dianalisis lebih lanjut.", "Daftar File": {"ABSTRAK Miftahul Husna": "https://digilib.itb.ac.id/gdl/download/293636"}, "Penulis": "Miftahul Husna [20322002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Dhani Herdiwijaya, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "angin Matahari; badai geomagnetik; DFA; MFDFA; eksponen Hurst; dimensi fraktal.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2023"}