{"Nomor": 73567, "Judul": "STANDARDISASI DAN UJI AKTIVITAS ANTIBAKTERI MINYAK ATSIRI NILAM (POGOSTEMON CABLIN) DAN LAVENDER (LAVANDULA ANGUSTIFOLIA) TERHADAP BAKTERI STAPYLOCOCCUS EPIDERMIDIS DAN STREPTOCOCCUS MUTANS", "Abstrak": "Minyak atsiri adalah salah satu hasil metabolit sekunder tumbuhan berupa campuran senyawa \norganik yang mudah menguap dan berkontribusi pada rasa dan aroma tanaman. Minyak atsiri \nmerupakan salah satu hasil dari komoditi perkebunan yang bernilai ekspor tinggi di Indonesia dan \nbanyak digunakan dalam pengobatan tradisional. Penelitian ini bertujuan untuk melakukan \nstandardisasi dan menentukan potensi minyak atsiri nilam (Pogostemon cablin) dan lavender \n(Lavandula angustifolia) untuk menghambat bakteri penyebab permasalahan kulit dan gigi yaitu \nStaphylococcus epidermidis dan Streptococcus mutans. Parameter standardisasi yang diuji pada \nsampel minyak atsiri meliputi organoleptik, indeks bias, kelarutan dalam etanol, bilangan asam, \nbilangan ester, bobot jenis, dan analisis kandungan kimia menggunakan instrumen Gas \nChromatography Flame Ionization Detector (GC-FID). Sampel minyak atsiri nilam dan lavender yang \ndiuji memenuhi spesifikasi SNI 2006 dan ISO 3515:2002. Uji aktivitas antibakteri dilakukan secara \nkualitatif dengan metode difusi cakram agar, serta kuantitatif melalui penentuan nilai Konsentrasi \nHambat Minimum (KHM) dan Konsentrasi Bunuh Minimum (KBM) menggunakan metode \nmikrodilusi. Nilai KHM untuk Streptococcus mutans ATCC 25175 dari minyak nilam dan lavender \nberturut-turut adalah 0,625 dan 10% (%v/v), sedangkan nilai KHM untuk Staphylococcus \nepidermidis ATCC 12228 dari minyak nilam dan lavender berturut-turut 0,313 dan 2,5% (%v/v). Nilai \nKBM untuk Streptococcus mutans ATCC 25175 dari minyak nilam dan lavender berturut-turut \nadalah 2,5 dan 10% (%v/v), sedangkan nilai KBM untuk Staphylococcus epidermidis ATCC 12228 dari \nminyak nilam dan lavender berturut-turut 1,25 dan 2,5% (%v/v). Berdasarkan hasil tersebut, minyak \nnilam dan lavender memiliki potensi yang lebih besar dalam menghambat dan membunuh bakteri \nStaphylococcus epidermidis dibandingkan dengan Streptococcus mutans.", "Daftar File": {"ABSTRAK Aqila Hafizha Hanun": "https://digilib.itb.ac.id/gdl/download/293638"}, "Penulis": "Aqila Hafizha Hanun [10719072]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Muhamad Insanu, S.Si., M.Si.", "apt. Elin Julianti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antibakteri, lavender, mikrodilusi, minyak atsiri, nilam", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Jun 2023"}