{"Nomor": 73562, "Judul": "PERANCANGAN SISTEM BUSINESS INTELLIGENCE UNTUK MEMANTAU KINERJA PROSES REKRUTMEN DI  PT GLOBAL TIKET NETWORK", "Abstrak": "PT Global Tiket Network (tiket.com) adalah perusahaan yang bergerak di sektor layanan\nperjalanan dan gaya hidup. Saat ini tiket.com mengalami peningkatan jumlah karyawan\nyang signifikan selama satu tahun terakhir. Tren kenaikan jumlah karyawan yang direkrut\nadalah akibat dari peningkatan beban kerja dari setiap direktorat yang ada di perusahaan. Oleh karena itu, Divisi Talent Acquisition (TA) tiket.com dituntut untuk menghadirkan\nkandidat karyawan baru seiring berjalannya waktu. Namun, tingginya jumlah permintaan\nkaryawan yang direkrut ini memembuat Divisi TA dan manajemen di tiket.com kesulitan\ndalam memantau kinerja proses rekrutmen karyawan padahal proses pemantauan sangat\nperlu dilakukan agar tercipta manajemen kinerja yang baik. Berdasarkan gejala\npermasalahan yang ada, dibutuhkan suatu solusi berupa tools atau alat manajemen kinerja\nyang bisa mengintegrasikan data yang banyak dan tersebar, terotomasi, mudah dipahami\ndan digunakan, serta terstandardisasi dengan baik. Oleh karena itu, perlu dirancang sistem\nbusiness intelligence untuk pemantauan kinerja proses rekrutmen karyawan di tiket.com\nsehingga akan memberikan keuntungan berupa pemantauan kinerja terhadap data historis\ndalam jumlah banyak dengan cepat, terotomasi, mudah, dan terstandardisasi sehingga\nproses pemantauan kinerja ini menjadi efektif dan efisien. Penelitian ini membahas solusi pemantauan kinerja melalui perancangan sistem Business\nIntelligence (BI) yang terdiri dari 5 (lima) tahapan yakni (1) tahap pendahuluan, (2) tahap\nanalisis kebutuhan sistem, (3) tahap perancangan sistem BI, (4) tahap analisis rancangan\nsistem BI, dan (5) pengambilan kesimpulan serta saran. Metodologi perancangan sistem BI\nyang diguakan mengacu pada salah satu metode pengembangan sistem yakni System\nDesign Life Cycle (SDLC) yang disesuaikan dengan membatasinya sampai dengan tahap\ndesain rancangan sistem saja karena keterbatasan yang dimiliki. Penelitian ini menghasilkan rancangan purwarupa sistem BI untuk memantau proses\nrekrutmen di tiket.com dibantu dengan perangkat lunak MySQL, Google DataPrep, dan\nGoogle Looker Data Studio. Sistem BI yang dirancang memberikan 19 informasi yang\nkemudian diverifikasi guna mengtahui kesesuian sistem dengan kebutuhan fungsional\nmaupun non-fungsional. Selanjutnya, sistem divalidasi untuk mengetahui sistem berhasil\nmerpresentasikan sistem nyata. Hasil rancangan sistem BI dapat menghasilkan dashboard\nsehingga mempersingkat waktu dalam pemantauan kinerja proses rekurtmen yang awalnya\n1-3 hari menjadi rata-rata 7 detik. Meskipun demikian rancangan sistem BI masih dapat\ndikembangkan sesuai kebutuhan perusahaan di masa depan.", "Daftar File": {}, "Penulis": "Mohammad Ainun Nahar [13419033]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Kadarsah Suryadi, D.E.A.", "Ni Luh Saddhwi Saraswati Adnyani, ST.,MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kinerja, business intelligence, dashboard", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "21 Jun 2023"}