{"Nomor": 73561, "Judul": "PERANCANGAN INDIKATOR PROSES BISNIS PADA USAHA MIKRO KECIL DAN MENENGAH PADA  INDUSTRI FASHION", "Abstrak": "Wear Kultur, Cynical.exe, dan Wear Label adalah UMKM-UMKM yang bergerak\ndi bidang fashion dengan tahap pertumbuhan organisasi masing-masing.\nBerdasarkan wawancara yang dilakukan bersama dengan pemilik UMKM,\npermasalahan yang dimiliki antara lain tren fashion yang cepat sekali berubah,\ncashflow yang masih belum stabil, dan pemasaran yang masih belum efektif\ndilakukan. Tujuan dari penelitian ini adalah untuk membuat rancangan indikator\nkinerja proses bisnis yang tepat bagi objek-objek UMKM pada bidang fashion.\nPenelitian dilaksanakan dengan metode diskusi, wawancara, dan Pugh Method.\nHasil yang diperoleh dari penilaian indikator bisnis yaitu terdapat empat indikator\nyang muncul pada tiga tahap pertumbuhan (customer-focus, kualitas, waktu, dan\nbiaya), tiga indikator yang muncul pada dua tahap pertumbuhan (jumlah informasi,\nfleksibilitas, dan tingkat standarisasi), dan empat indikator yang muncul hanya di\nsatu tahap pertumbuhan (panjang proses, volume kerja, penugasan kerja, dan\n\njumlah kasus). Penelitian menghasilkan beberapa kesimpulan, antara lain masing-\nmasing terdapat enam indikator (waktu, customer-focus, fleksibilitas, kualitas,\n\npanjang proses, dan waktu) pada tahap Entrepreneurial, tujuh indikator (customer-\nfocus, tingkat standarisasi, kualitas, jumlah informasi, waktu, biaya, dan\n\nfleksibilitas) pada tahap Growth, dan sepuluh indikator (kualitas, jumlah informasi,\nwaktu, fleksibilitas, customer-focus, tingkat standarisasi, volume kerja, penugasan\nkerja, biaya, dan jumlah kasus) pada tahap Expansion yang mengawal ketercapaian\ntujuan strategis UMKM.", "Daftar File": {}, "Penulis": "Cyril Faustino Widyanto [14418001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, D.E.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "UMKM, tahap pertumbuhan organisasi, indikator proses bisnis", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "21 Jun 2023"}