{"Nomor": 73570, "Judul": "EVALUASI NUMERIK TERHADAP KARAKTERISTIK DINAMIKA STRUKTUR DAN HIDROELASTISITAS PADA SAYAP AUTONOMOUS UNDERWATER GLIDER", "Abstrak": "Dokumen tugas akhir ini berisi laporan penelitian masalah fluid-structure-interaction (FSI sayap kendaraan bawah air otonom (autonomous underwater glider – AUG). Dengan ukuran panjang fuselage 2050 mm, diameter fuselgae 165 mm, rentang sayap 1365 mm, rentang horizontal tail 344 mm, dan rentang kecepatan 2.5 m/s - 5 m/s. Analisis dialkukan pada struktur sayap komposit sandwich dengan ukuran 605.3 mm untuk panjang semi span, 150 mm untuk croot, dan 100 mm untuk ctip. Penelitian difokuskan pada penentuan karakteristik dinamik dan ketidakstabilan hidroelastik sayap AUG. Pemodelan struktur untuk evaluasi karakteristik dinamik struktur sayap, yaitu bentuk modus getar dan natural frekuensi pribadinya, dilakukan menggunakan metode elemen hingga (FEM) pada rentang frekeunsi 0-1000 Hz. Dua model struktur digunakan, yaitu dengan kulit CFRP dan GFRP dan masing-masing dengan core Polyurethan. Metode Doublet Lattice (DLM), yang banyak digunakan untuk analisis aeroelastik pesawat terbang, digunakan untuk melakukan evaluasi gaya hidrodinamika unsteady pada sayap AUG. Selanjutnya gaya hidrodinamika digabungkan dengan model FEM untuk melakukan analisis ketidakstabilan hidroelastik, yaitu ketidak stabilan hidroelastik dinamis (flutter) dan ketidak stabilan hidroelastik statis (divergence). Dari analisis karakteristik dinamik yang dilakukan ditemukan bahwa modus getar sayap dengan kulit CFRP memiliki frekuensi pribadi dua kali lipat lebih besar dari pada modus getar sayap dengan kulit GFRP. Selanjutnya dari analisis ketidak stabilan hidroelastik ditemukan bahwa struktur sayap baik dengan kulit CFRP maupun GFRP tidak mengalami ketidakstabilan dalam jangkauan operasi (hingga kecepatan maksimum 2,5 m/s). Namun, ada indikasi divergensi unruk sayap dengan kulit CFRP pada 5 m/s dan terindikasi divergensi dinamis untuk sayap dengan kulit GFRP pada 6 m/s. Dapat disimpulkan bahwa sayap AUG tidak mengalami ketidak stabilan dalam rentang operasinya.", "Daftar File": {"ABSTRAK Muhammad Revaldy Argapermana": "https://digilib.itb.ac.id/gdl/download/294101"}, "Penulis": "Muhammad Revaldy Argapermana [13619017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Rianto Adhy Sasongko, S.T, M.Sc., Ph.D.", "Mahesa Akbar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "AUG, FEM, DLM, Hidroelastisitas, Flutter, Divergensi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2023"}