{"Nomor": 73587, "Judul": "ANALISIS SENTIMEN BERITA PARTAI POLITIK DI PORTAL BERITA DARING DETIK.COM MENGGUNAKAN LSTM DAN CNN", "Abstrak": "Portal berita daring Detik.com memiliki sejumlah artikel yang membahas partai politik\ntertentu. Pemberitaan partai politik tersebut setelah pemilihan umum 2019 hingga menjelang\npemilihan umum mendatang dapat memunculkan sentimen tertentu terhadap partai politik yang\nterkait. Oleh karena itu, penelitian ini bertujuan untuk menganalisis sentimen yang muncul dari\nteks berita partai politik Detik.com. Penelitian ini bertujuan untuk mengembangkan model analisis\nsentimen yang dapat digunakan untuk menganalisis data berita partai politik di Detik.com serta\nmengidentifikasi sentimen yang terkandung dalam data tersebut.\nPenelitian ini dimulai dengan melakukan pengumpulan data menggunakan metode web\nscraping untuk mendapatkan kumpulan data teks berita partai politik Detik.com. Metode tersebut\nmengumpulkan data sejumlah 19.463 baris. Pelabelan data dilakukan dalam empat tahapan oleh\nbeberapa pelabel untuk menghindari bias dan meningkatkan akurasi label yang diberikan pada\ndata. Selanjutnya, analisis sentimen terhadap data berita partai politik Detik.com dilakukan dengan\nmemanfaatkan gabungan model Long Short-Term Memory (LSTM) dan Convolutional Neural\nNetwork (CNN) serta vektor representasi kata Word2Vec dan FastText. Model-model tersebut\nkemudian dievaluasi untuk menentukan kinerja model secara kuantitatif dan kualitatif.\n\nBerdasarkan eksperimen yang dilakukan, analisis sentimen metode Word2Vec-CNN-\nLSTM menghasilkan rata-rata akurasi tertinggi, yakni 69,39%. Metode yang sama juga\n\nmenghasilkan akurasi maksimum tertinggi, yakni 70,46%. Hasil analisis sentimen juga\nmenunjukkan bahwa Detik.com cenderung memiliki sentimen netral terhadap hampir semua partai\npolitik kecuali PSI dan Partai Garuda yang bersentimen mayoritas negatif. Evaluasi terhadap\nmodel menunjukkan bahwa gabungan model LSTM dan CNN memiliki akurasi yang sangat baik\npada berita berlabel dengan jumlah kata sentimen relevan sangat banyak serta akurasi yang kurang\nbaik pada berita berlabel dengan jumlah kata sentimen relevan kurang banyak. Vektor representasi\n\nkata FastText memiliki kemampuan yang lebih baik dalam memprediksi data teks berlabel non-\nnetral, sedangkan Word2Vec memprediksi data lebih baik pada data teks netral.", "Daftar File": {}, "Penulis": "Epata Tuah [13519120]", "Kontributor / Dosen Pembimbing": ["Dr. Fariska Zakhralativa Ruskanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "berita, partai politik, analisis sentimen, LSTM, CNN.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Jun 2023"}