{"Nomor": 73580, "Judul": "STUDI SPEKTROSKOPI ULTRAVIOLET DEKAT DAN OPTIS 11 BINTANG WOLF-RAYET GALAKTIK : PENURUNAN PARAMETER FISIS BINTANG WOLF-RAYET", "Abstrak": "BintangWolf-Rayet adalah salah satu objek astronomi bergaris emisi yang pertama\nkali ditemukan oleh Charles Joseph ´Etienne Wolf dan Georges-Antoine-\nPons Rayet di Observatorium Paris pada 1867 ketika melakukan survei pada\ntiga bintang di konstelasi Cygnus dengan metode spektroskopi. Mereka menemukan\nkeanehan pada spektrum ketiga bintang tersebut, terdapat sebuah\ngaris emisi yang lebar dan terang diantara kontinumnya hingga mudah diamati.\nGaris emisi ini diduga awalnya berasal dari hidrokarbon. Kini diketahui\nbahwa bintang Wolf-Rayet memiliki kelimpahan helium, karbon, atau nitrogen\nyang tidak biasa jika dibandingkan dengan bintang pada umumnya.\nSpektrum bintang Wolf-Rayet memiliki profil kontinum yang berasal dari\nkedalaman optis yang besar dan mengikuti hukum Planck, dan profil emisi\nyang dihasilkan dari extended atmosphere melalui proses fotoionisasi, rekombinasi,\ndll. Profil kontinum bintang Wolf-Rayet mirip dengan kontinum bintang\nkelas O yang menandakan bintangWolf-Rayet memiliki temperatur yang panas\n(>10 000 K) sehingga pemodelan atmosfer LTE (Local Thermal Equilibrium)\ntidak berlaku. Selain itu, beberapa profil emisi P-Cygni yang menandakan\natmosfer yang mengalami ekspansi. Klasifikasi kelas bintang Wolf-Rayet berbeda\ndengan klasifikasi Morgan-Keenan yang berdasarkan temperatur efektif\ndan luminositas. Klasifikasi kelas bintang ini berdasarkan tingkat ionisasi dan\nkuat garis beberapa garis emisi helium, karbon, nitrogen, dan/atau oksigen.\nPada tugas akhir diturunkan beberapa parameter fisis dari 11 Wolf-Rayet\ngalaktik yang mewakili setiap sub-kelas menggunakan hasil pengamatan GAOITB\nRTS dengan spektrograf resolusi rendah NEO R-1000 dan arsip data\nInternational Ultraviolet Explorer (IUE) dengan spektrograf resolusi rendah\nSWS dan LWS. Pemodelan atmosfer bintang Wolf-Rayet menggunakan pemodelan\nradiasi benda hitam dan model Postdam Wolf-Rayet (PoWR). Sebelum\ndilakukan pemodelan diperlukan beberapa analisis terpisah masing-masing dengan\ntujuan menentukan parameter jarak paralaks bintang Wolf-Rayet menggunakan\ndata Gaia DR3 dan kecepatan terminal angin bintang melalui profil\nP-Cygni menggunakan data spektrum arsip data International Ultraviolet\nExplorer (IUE) dengan spektrograf resolusi tinggi SWS.\nBerdasarkan analisis telah diturunkan parameter jarak, temperatur, radius,\nluminositas, kecepatan terminal angin bintang, dan laju kehilangan massa yang\nmemiliki nilai tidak jauh dari referensi. Akan tetapi terdapat beberapa sampel\nbintang Wolf-Rayet yang memiliki deviasi yang besar dari referensi yang salah\nsatunya disebabkan oleh sampel yang merupakan bintang ganda. Keberadaan\nbintang pasangan yang berupa bintang kelas O akan melarutkan garis emisi\nbintang Wolf-Rayet dan membuat pemodelan spektrum kurang akurat.", "Daftar File": {}, "Penulis": "Bakuh Danang Setyo Budi [10319008]", "Kontributor / Dosen Pembimbing": ["Dr. Hakim Luthfi Malasan, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bintang: masif, kehilangan massa, Wolf-Rayet, atmosfer, angin bintang – ultraviolet: bintang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "2 file", "Tanggal Input": "21 Jun 2023"}