{"Nomor": 73586, "Judul": "KETERPISAHAN SAINS-BUDAYA PADA PRAKTIK BATIK FRACTAL DAN IMPLIKASINYA TERHADAP PEMBANGUNAN BERKELANJUTAN", "Abstrak": "Sejak era modernisasi berbagai aspek kehidupan mulai didasari oleh pemikiran sains dan implementasi teknologi. Dalam praktiknya pemikiran sains juga ikut mempengaruhi batik seperti hadirnya bahan kimia dalam proses pengolahan batik dan terbaru adalah implementasi fraktal dalam proses pembuatan motif batik. Praktik batik fraktal memberi peluang baru bagi pelaku industri batik tradisional ditengah mulai memudarnya minat masyarakat terhadap batik tradisional. Namun terdapat berbagai permasalahan yang muncul dari lahirnya inovasi fraktal seperti penolakan dari budayawan serta pebatik tradisional bahwa kehadiran batik fraktal dikhawatirkan menggeser praktik tradisional yang telah berlangsung. Dengan melakukan studi kasus terhadap berbagai temuan dilapangan maupun data sekunder diharapkan dapat menggambarkan dinamika permasalahan dari hadirnya inovasi batik fraktal. Berdasarkan hasil studi kasus ditemukan terbentuknya tiga kubu (pebatik tradisional, pebisnis batik fraktal, matematikawan fraktal) dengan karakteristik yang kuat pada fokus tertentu menunjukan telah adanya perpecahan. Praktik demikian berpotensi menimbulkan kerugian pada salah satu aktor sehingga hal tersebut tidak relevan dengan prinsip pembangunan berkelanjutan “no one left behind”. Dengan menggunakan perspektif ANT ditemukan bahwa diperlukan aksi bersama dari aktor-aktor yang terlibat dengan tujuan mewujudkan praktik batik yang berkelanjutan.", "Daftar File": {"COVER Gagan Aditya Fauzan": "https://digilib.itb.ac.id/gdl/download/293697", "BAB_1 Gagan Aditya Fauzan": "https://digilib.itb.ac.id/gdl/download/293698", "BAB_2 Gagan Aditya Fauzan": "https://digilib.itb.ac.id/gdl/download/293699", "BAB_3 Gagan Aditya Fauzan": "https://digilib.itb.ac.id/gdl/download/293700", "BAB_4 Gagan Aditya Fauzan": "https://digilib.itb.ac.id/gdl/download/293701", "BAB_5 Gagan Aditya Fauzan": "https://digilib.itb.ac.id/gdl/download/293702", "BAB_6 Gagan Aditya Fauzan": "https://digilib.itb.ac.id/gdl/download/293703", "2023_TS_GAGAN_ADITYA_FAUZAN_DAFUS.pdf": "https://digilib.itb.ac.id/gdl/download/293704"}, "Penulis": "Gagan Aditya Fauzan [24021041]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": ": Fraktal, Batik, Sains, Budaya, Indigenous Knowledge, Pembangunan Berkelanjutan, Actor Network Theory.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "21 Jun 2023"}