{"Nomor": 73583, "Judul": "ANALISIS SPASIAL PERKEMBANGAN PERKOTAAN BERDASARKAN PERTUMBUHAN LAHAN BANGUNAN STUDI KASUS BANDUNG", "Abstrak": "Kota Bandung merupakan kota terpadat kedua di Indonesia dengan kepadatan 15.051 jiwa/km2 dan akan terus berkembang (BPS, 2022). Berkembangnya kepadatan masyarakat akan berpengaruh juga kepada perkembangan perkotaan, khususnya lahan permukiman (Marshall, 2007). Perkembangan perkotaan yang tidak terkendali dapat menyebabkan penyebaran perkembangan perkotaan di tanah yang belum dikembangkan di dekat kota atau dalam hal ini disebut dengan Urban Sprawl. Pembangunan yang tidak terkoordinasi tersebut dapat menyebabkan ketergantungan terhadap kendaraan, polusi air dan kerusakan area sensitif karena perubahan tutupan lahan, meningkatkan risiko bencana, dan berkurangnya kualitas hidup warga. Metodologi yang digunakan adalah studi literatur dan pengembangan WebGIS menggunakan metode Waterfall. Tugas akhir ini bertujuan membangun sistem informasi geospasial dalam bentuk website untuk analisis urban sprawl. Sistem Informasi Geospasial Urban Sprawl tersebut direncanakan akan memenuhi sasaran yaitu, membangun model analisis spasial untuk mengetahui arah pergeseran dan hubungan urban sprawl dengan aspek yang berhubungan dengan urban sprawl yaitu jumlah penduduk, cahaya malam, Land Surface Temperature (LST), Aerosol Optical Depth (AOD). Arah pergeseran secara spasial didapatkan menggunakan metode mean spatial, yaitu menghitung nilai rata-rata koordinat X dan Y. Selain itu, untuk mendapatkan hubungan urban sprawl dengan aspek yang berhubungan dengannya menggunakan metode regresi. Diharapkan hasil Tugas Akhir ini dapat digunakan dalam pertimbangan pengambilan kebijakan untuk perencanaan pembangunan wilayah perkotaan.", "Daftar File": {"ABSTRAK Dwiputra Sam Mulia": "https://digilib.itb.ac.id/gdl/download/293694"}, "Penulis": "Dwiputra Sam Mulia [15119093]", "Kontributor / Dosen Pembimbing": ["Dr. Deni Suwardhi, S.T, M.T.", "Dr. Albertus Deliar, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "perkotaan, dampak urban sprawl, WebGIS, mean spatial, regresi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2023"}