{"Nomor": 73597, "Judul": "PERENCANAAN SKENARIO DAN MODEL DINAMIKA SISTEM UNTUK KEBERLANJUTAN PROGRAM CO-FIRING BIOMASSA DI INDONESIA", "Abstrak": "PT Perusahaan Listrik Negara (PLN) sebagai badan usaha milik negara (BUMN) yang bergerak di bidang energi telah berkomitmen untuk dapat mengurangi emisi hingga target net zero emission (NZE) pada tahun 2060. PLN mendukung penuh program pemerintah dengan membentuk program transisi energi jangka panjang dan dekarbonisasi di sektor ketenagalistrikan. PLN sendiri telah memulai 8 inisiatif mercusuar (lighthouse initiatives) untuk menerapkan teknologi dan inovasi terkait dekarbonisasi, mendorong transisi energi, menggunakan energi baru & terbarukan (EBT), mendorong percepatan pengembangan EBT, dan menjaga keberlanjutan (sustainability) dari pembangkit EBT dan teknologi baru. Salah satu dari delapan inisiatif mercusuar PLN, adalah Co-firing Biomassa di Pembangkit Listrik Tenaga Uap (PLTU) berbahan bakar batubara. Target program co-firing biomassa hingga tahun 2025 adalah sebagai berikut; target implementasi di 52 PLTU, target green energy 12,7 TWh/tahun, target konsumsi biomassa 10,2 juta ton, dan kontribusi bauran EBT 3,6%.\nRealisasi program co-firing biomassa nasional hingga Desember 2022 masih didominasi oleh biomassa jenis serbuk kayu, dengan total konsumsi 0,29 juta ton biomassa pada tahun 2021, dan 0,542 juta ton biomassa pada tahun 2022. Untuk mencapai target konsumsi biomassa 10,2 juta ton pada tahun 2025, banyak hal yang harus dilakukan. Selain itu, dari roadmap tahunan, ada kenaikan kebutuhan biomassa yang drastis dari 2,83 juta ton pada tahun 2024 menjadi 10,2 juta ton pada tahun 2025. Tanpa strategi khusus untuk mengatasi masalah ini, keberlanjutan proyek co-firing biomassa dan keberlanjutan peningkatan output green energy /kWh green dari co-firing biomassa akan terancam, terutama karena akan terjebak dengan kesuksesan program di awal dan tidak dapat berkembang lagi karena kekurangan pasokan.\nUntuk mendukung pelaksanaan co-firing biomassa yang berkelanjutan di Indonesia, perlu dikembangkan perencanaan skenario untuk mendapatkan gambaran yang akurat tentang kondisi saat ini dan bagaimana menyusun strategi selanjutnya untuk keberhasilan program co-firing biomassa. Skenario dikembangkan dari data terkini PLN dan stakeholder terkait. Fokus pengembangan skenario adalah melihat implikasi pelaksanaan program co-firing biomassa terhadap target PLN dalam mendukung program transisi energi pemerintah Indonesia ke energi bersih secara umum dan menemukan strategi yang tepat untuk menghadapi tantangan tersebut hingga program co-firing dapat berhasil dilakukan sesuai roadmap untuk mendukung program transisi energi pemerintah Indonesia.\nPada penelitian ini, penulis mengembangkan 3 skenario yaitu Skenario Expansive Co-firing, Skenario Searching for Supply, dan Skenario Status Quo. Skenario Expansive Co-firing adalah skenario ideal dimana teknologi dan inovasi terkait co-firing biomassa berkembang pesat dan ketersediaan biomassa menjadi tinggi dan siap digunakan di pembangkit listrik dengan rasio persentase co-firing yang tinggi dan harga biomassa yang baik (adil ke pembeli dan penjual) hasil dari kebijakan yang dikeluarkan oleh pemerintah. Skenario Searching for Supply adalah skenario di mana teknologi dan inovasi untuk meningkatkan ketersediaan biomassa yang siap dikonsumsi di pembangkit listrik berkembang pesat tetapi dari sisi pemerintah tidak ada urgensi untuk mendukung program co-firing biomassa dan tidak ada perubahan kebijakan harga karena konflik prioritas dan pemikiran/mindset bahwa energi hijau dapat dihargai sama atau lebih murah dibandingkan dengan harga energi fosil/energi dari batubara. Skenario Status Quo adalah skenario terburuk di mana ketersediaan biomassa berkembang sangat lambat terutama karena tidak ada dukungan pemerintah dan minat yang rendah dari para pemangku kepentingan untuk mendukung program co-firing biomassa. Dari pemerintah dan stakeholder tidak ada urgensi untuk mendukung program co-firing biomassa dan tidak ada perubahan kebijakan harga.\nSelain itu dalam studi ini, penulis mengembangkan studi dinamika system (system dynamics) dalam bentuk sederhana terkait skenario Expansive Co-firing dan Searching for Supply, jika ada dukungan kebijakan harga dan pembiayaan, pasokan biomassa dapat dipertahankan dan dapat berlangsung secara terus-menerus/kontinyu.\nSetiap skenario akan memberikan sinyal peringatan dini dan implikasi yang berbeda untuk program co-firing biomassa. Dengan demikian, pilihan strategis yang dikembangkan juga akan berbeda. Harapannya dari kajian ini dapat tercapai keberlanjutan program co-firing biomassa dalam menghadapi tantangan transisi energi dari bahan bakar fosil ke energi bersih.", "Daftar File": {"COVER Ivan Bagus Novendianto": "https://digilib.itb.ac.id/gdl/download/293749"}, "Penulis": "Ivan Bagus Novendianto [29320352]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Biomassa, Co-firing, Perencanaan Skenario, Dinamika Sistem, Transisi Energi, Pembangkit Listrik Tenaga Uap (PLTU), Keberlanjutan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "21 Jun 2023"}