{"Nomor": 73591, "Judul": "AKTIVITAS ANTIOKSIDAN PADA EKSTRAK MAHKOTA BUNGA MAWAR (ROSA HYBRIDA HORT.) DARI TIGA WARNA YANG BERBEDA DENGAN METODE DPPH DAN CUPRAC", "Abstrak": "Radikal bebas merupakan molekul reaktif antara lain dapat menyebabkan penuaan dini dan kanker. \nAntioksidan alami pada sediaan kosmetik dapat berperan dalam menetralkan radikal bebas. Salah \nsatu sumber antioksidan alami adalah bunga mawar (Rosa hybrida Hort.). Penelitian ini bertujuan \nuntuk menentukan aktivitas antioksidan ekstrak mahkota bunga mawar putih, merah muda, dan \njingga dengan metode DPPH dan CUPRAC, penentuan fenol dan flavonoid total, korelasi fenol dan \nflavonoid total terhadap aktivitas antioksidan, korelasi antara kedua metode, serta identifikasi dan \npenentuan kadar senyawa flavonoid dalam ekstrak terpilih. Penentuan aktivitas antioksidan dengan \nmetode DPPH dan CUPRAC serta kadar fenol dan flavonoid total ditetapkan menggunakan \nspektrofotometri UV-sinar tampak. Identifikasi dan penetapan kadar senyawa flavonoid ditetapkan \ndengan kromatografi cair kinerja tinggi. Aktivitas antioksidan ekstrak mahkota bunga mawar putih, \nmerah muda, dan jingga dengan metode DPPH memiliki rentang nilai 9,896 - 135,074 mg AEAC/g, \nsedangkan metode CUPRAC memiliki rentang nilai 11,152 - 108,383 mg AEAC/g. Ekstrak etil asetat \nmawar merah muda memiliki kadar fenol total tertinggi (30,434 ± 6,576 g GAE/100 g). Ekstrak etil \nasetat mawar jingga memiliki kadar flavonoid total tertinggi (15,823 ± 1,374 g QE/100 g). Kadar \nfenol dan flavonoid total pada ekstrak memberikan korelasi yang kuat sampai sangat kuat terhadap \nnilai aktivitas antioksidan dengan metode DPPH dan CUPRAC. Nilai aktivitas antioksidan ekstrak dari \nkedua metode memberikan hasil yang linier dengan korelasi yang kuat sampai sangat kuat. Ekstrak \netil asetat mawar jingga mengandung rutin 0,823% dan kemferol 2,292%. Mahkota bunga mawar \nmerah muda dan mawar jingga berpotensi untuk dikembangkan menjadi agen antioksidan sediaan \nkosmetik pada masa yang akan datang.", "Daftar File": {"ABSTRAK Stefanny Putri Haruni": "https://digilib.itb.ac.id/gdl/download/293718"}, "Penulis": "Stefanny Putri Haruni [10719005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "apt. Defri Rizaldy, S.Farm., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "bunga mawar, antioksidan, DPPH, CUPRAC", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Jun 2023"}