{"Nomor": 73599, "Judul": "MENINGKATKAN EFISIENSI MANAJEMEN PERSEDIAAN FARMASI: ANALISIS KOMPREHENSIF RUMAH SAKIT XYZ", "Abstrak": "Pelayanan kesehatan di Indonesia telah mengalami pertumbuhan selama beberapa tahun terakhir. Peningkatan ini juga sejalan dengan meningkatnya pengeluaran pemerintah untuk kesehatan. Sebagian besar rumah sakit di Indonesia membutuhkan apotek karena biayanya yang tinggi. Apotek harus membeli dan mengelola berbagai obat dan persediaan medis yang penting untuk kehidupan pasien. Meskipun biaya rumah sakit meningkat, apotek rumah sakit harus memberikan pelayanan yang luar biasa dalam pengiriman obat dan peralatan medis yang habis pakai kepada pasien. Karena hal ini berdampak pada masyarakat, rantai pasokan farmasi membutuhkan pelayanan yang luar biasa. Oleh karena itu, rantai pasokan farmasi harus beroperasi dengan efisien untuk menghemat biaya rumah sakit dan meningkatkan pengalaman pelanggan. Penelitian ini menguji bagaimana persediaan obat yang berlebihan dan kekurangan di apotek Rumah Sakit XYZ mempengaruhi pelayanan pelanggan. Data wawancara dengan staf logistik apotek Rumah Sakit XYZ dan data sekunder dari dokumen rumah sakit dari Agustus 2020 hingga April 2023 digunakan dalam penelitian ini. Sumber data persediaan ini diteliti untuk meningkatkan pelayanan pelanggan rumah sakit dan manajemen persediaan. Penelitian ini menggunakan kebijakan tinjauan berkelanjutan dan kuantitas pemesanan ekonomis (EOQ) untuk menentukan status persediaan dengan membandingkan tingkat persediaan aktual dan perkiraan. Penghitungan Siklus berdasarkan Klasifikasi ABC juga digunakan untuk memverifikasi keakuratan catatan persediaan secara harian dengan tujuan meningkatkan produktivitas dan mengurangi ketidakefisienan. Berdasarkan analisis data, antara tingkat persediaan aktual dan perkiraan, 81% produk dikategorikan sebagai persediaan berlebih, yang juga berarti rumah sakit sebenarnya bisa menghemat Rp 637.891.688 jika tim apotek rumah sakit menerapkan sistem manajemen persediaan baru menggunakan metode pengendalian persediaan berkelanjutan. Semua solusi diharapkan dapat meningkatkan pelayanan dan efektivitas biaya persediaan.", "Daftar File": {"2023 SK PP Rafly Rahmadafa Syabani   [19020292] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/293754"}, "Penulis": "Rafly Rahmadafa Syabani [19020292]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mursyid Hasan Basri, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pelayanan kesehatan, Apotek, Persediaan, Rantai pasokan, Kebijakan tinjauan berkelanjutan.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "22 Jun 2023"}