{"Nomor": 73593, "Judul": "ANALISIS RANTAI NILAI PARIWISATA DAN PERANNYA TERHADAP KEBERLANJUTAN DESA WISATA CIBUNTU, KABUPATEN KUNINGAN", "Abstrak": "Dewasa ini, pengembangan wilayah perdesaan sebagai destinasi wisata telah menunjukkan peningkatan fokus dan prioritas secara signifikan. Kemunculan sektor pariwisata di wilayah perdesaan tak hanya dianggap sebagai salah satu lini khusus dalam meningkatkan perekonomian dan kesejahteraan masyarakat lokal, namun juga salah satu upaya yang dianggap efektif dalam mengonservasikan sumber daya alam dan budaya desa itu sendiri. Oleh karenanya, pariwisata perdesaan dan prinsip-prinsip berkelanjutan menjadi dua hal yang saling berkorelasi erat. Dalam mengkaji efektifitas pengembangan pariwisata perdesaan secara berkelanjutan, beberapa ahli telah mengindikasikan adanya hubungan dengan sistem rantai nilai pariwisata di desa itu sendiri. Dengan adanya problematika sulitnya menjaga keberlanjutan pariwisata perdesaan, maka penelitian ini mengkaji bagaimana aktualisasi rantai nilai pariwisata dalam konteksnya sebagai alat untuk mencapai keberlanjutan pariwisata perdesaan. Mengambil studi kasus di Desa Wisata Cibuntu, Kabupaten Kuningan, Provinsi Jawa Barat, penelitian ini menggunakan tertib metode penelitian deskriptif dengan pendekatan kualitatif yang didasarkan pada temuan-temuan deskriptif melalui wawancara semi terstruktur dengan empat narasumber terkait. Hasil analisis penelitian menunjukkan bahwa sebagian besar unsur-unsur pembentuk rantai nilai pariwisata perdesaan berkelanjutan sesuai dengan model yang disintesis pada tahap awal penelitian ini telah teridentifikasi dan membentuk sistem rantai. Kendati demikian, ada beberapa unsur yang perlu ditingkatkan.", "Daftar File": {"COVER Fajar Aditya Nugroho": "https://digilib.itb.ac.id/gdl/download/293726", "BAB_1 Fajar Aditya Nugroho": "https://digilib.itb.ac.id/gdl/download/293727", "BAB_2 Fajar Aditya Nugroho": "https://digilib.itb.ac.id/gdl/download/293728", "BAB_3 Fajar Aditya Nugroho": "https://digilib.itb.ac.id/gdl/download/293729", "BAB_4 Fajar Aditya Nugroho": "https://digilib.itb.ac.id/gdl/download/293730", "BAB_5 Fajar Aditya Nugroho": "https://digilib.itb.ac.id/gdl/download/293731", "BAB_6 Fajar Aditya Nugroho": "https://digilib.itb.ac.id/gdl/download/293732", "2023_TS_PP_FAJAR_ADITYA_NUGROHO_DAFUS.pdf": "https://digilib.itb.ac.id/gdl/download/293733"}, "Penulis": "Fajar Aditya Nugroho [28821301]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pariwisata Perdesaan, Pariwisata Berkelanjutan, Rantai Nilai Pariwisata, Rantai Nilai Pariwisata Perdesaan Berkelanjutan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "21 Jun 2023"}