{"Nomor": 73596, "Judul": "KAJIAN TOURISM DESTINATION RESILIENCE DI SITUS MANUSIA PURBA SANGIRAN", "Abstrak": "Pariwisata menjadi alternatif utama perekonomian masyarakat di Situs Manusia Purba Sangiran yang diharapkan mampu memberikan manfaat secara signifikan dengan memanfaatkan museum yang ada. Namun pada kenyataannya pariwisata berpusat pada museum saja, masyarakat tidak berperan besar didalamnya dan tidak mendapatkan manfaat seperti yang diharapkan, sehingga tidak memberikan manfaat kepada masyarakat dan tidak menjadi sebuah kesatuan destinasi yang berkelanjutan. Untuk menjadi destinasi berkelanjutan, Situs Manusia Purba Sangiran harus mampu menghadapi ancaman yang dialami yaitu ketergantungan sistem ekonomi terhadap pariwisata museum. Penelitian ini bertujuan untuk mengkaji ketahanan destinasi pariwisata di Situs Manusia Purba Sangiran yang ditinjau dari sisi ketahanan ekonomi dengan sasaran penelitian terkajinya kondisi aktual kepariwisataan, dampak pariwisata terhadap ekonomi, dan ketahanan destinasi dari sisi ekonomi. Penelitian ini menggunakan metode deskriptif pendekatan kualitatif dengan sumber data primer berasal dari hasil wawancara dengan stakeholder pariwisata dan observasi lapangan, dan data sekunder berasal dari laporan dan data pendukung lainnya.\nHasil dari penelitian ini adalah kondisi aktual kepariwisataan di Museum Manusia Purba Sangiran nilai rata-rata ketercapaian indikator 2.5 dikatakan berada pada kondisi yang cukup, dampak ekonomi dari kegiatan pariwisata dengan nilai rata- rata ketercapaian indikator 2.5 dikatakan berada pada kondisi yang cukup, dan ketahanan destinasi pariwisata dari sisi economic resilience dengan nilai rata-rata ketercapaian indikator 1.9 dikatakan berada pada kondisi kurang, dan ketahanan destinasi pariwisata dengan nilai ketercapaian indikator 2.3 berada pada kondisi cukup hal ini memungkinkan untuk tercapainya pariwisata berkelanjutan. Untuk menjadi destinasi pariwisata berkelanjutan diperlukan integrasi antara museum dengan daya tarik wisata potensial dan budaya di sekitarnya yang dikelola melalui Desa Wisata Sangiran untuk memberikan alternatif aktivitas pariwisata sehingga dapat meminimalisir ketergantungan pada Museum Manusia Purba Sangiran.", "Daftar File": {"COVER Aulia Restu Ariyanto Putri": "https://digilib.itb.ac.id/gdl/download/293735", "BAB_1 Aulia Restu Ariyanto Putri": "https://digilib.itb.ac.id/gdl/download/293736", "BAB_2 Aulia Restu Ariyanto Putri": "https://digilib.itb.ac.id/gdl/download/293737", "BAB_3 Aulia Restu Ariyanto Putri": "https://digilib.itb.ac.id/gdl/download/293738", "BAB_4 Aulia Restu Ariyanto Putri": "https://digilib.itb.ac.id/gdl/download/293739", "BAB_5 Aulia Restu Ariyanto Putri": "https://digilib.itb.ac.id/gdl/download/293740", "BAB_6 Aulia Restu Ariyanto Putri": "https://digilib.itb.ac.id/gdl/download/293742", "2023_TS_PP_AULIA_RESTU_ARIYANTO_PUTRI_DAFUS.pdf": "https://digilib.itb.ac.id/gdl/download/293743"}, "Penulis": "Aulia Restu Ariyanto Putri [28821304]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Heru Purboyo Hidayat Putro, D.E.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Ketahanan Destinasi Pariwisata, Ketahanan Ekonomi Pariwisata, Dampak Ekonomi Pariwisata", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "21 Jun 2023"}