{"Nomor": 73590, "Judul": "ANALISIS KEBIJAKAN STANDAR PELAYANAN MINIMAL JALAN TOL RUAS TOL BEKASI-CAWANG-KAMPUNG MELAYU (BECAKAYU)", "Abstrak": "Standar Pelayanan Minimal (SPM) Jalan Tol merupakan kebijakan publik yang dikeluarkan oleh Pemerintah dibawah Kementerian Pekerjaan Umum dan Perumahan Rakyat dan wajib dijalankan oleh pengusaha jalan tol dalam upaya untuk memberikan kepastian pelayanan kepada pengguna jalan tol. Salah satu ruas yang dilakukan penelitian yaitu tol Bekasi–Cawang–Kampung Melayu (Becakayu). Tujuan penelitian ini adalah untuk mendeskripsikan sejauh mana implementasi kebijakan publik tentang SPM dan mengevaluasi pelaksanaan SPM jalan tol. Metodologi penelitian menggunakan metode kualitatif dengan pendekatan teori analisis kebijakan yaitu penerapan kebijakan dan evaluasi kebijakan. Pengumpulan data primer meliputi observasi lapangan, penyebaran kuesioner, wawancara, dokumentasi, dan data sekunder berupa dokumen dan studi literatur. Penelitian ini menunjukkan bahwa implementasi SPM jalan tol telah dilaksanakan cukup baik oleh pengusaha jalan tol Becakayu dengan mengerahkan sejumlah personal khusus yang mengendalikan bagian pengoperasian jalan tol untuk memenuhi substansi yang ada pada aturan SPM. Namun masih perlu meningkatkan pemenuhan setiap indikator yang ada pada SPM jalan tol guna memberikan pelayanan prima, hal ini dilihat dengan masih banyak temuan yang menghambat pengguna dalam berkendara seperti adanya keterlambatan dalam proses evakuasi atau pertolongan terhadap pengguna yang mengalami hambatan. Selanjutnya agar pengusaha jalan tol dapat selalu mengikuti dan menyesuaikan atas setiap perubahan kebijakan publik mengenai SPM jalan tol.", "Daftar File": {"COVER Rizki Mega Andriani": "https://digilib.itb.ac.id/gdl/download/293710", "BAB_1 Rizki Mega Andriani": "https://digilib.itb.ac.id/gdl/download/293711", "BAB_2 Rizki Mega Andriani": "https://digilib.itb.ac.id/gdl/download/293712", "BAB_3 Rizki Mega Andriani": "https://digilib.itb.ac.id/gdl/download/293713", "BAB_4 Rizki Mega Andriani": "https://digilib.itb.ac.id/gdl/download/293714", "BAB_5 Rizki Mega Andriani": "https://digilib.itb.ac.id/gdl/download/293715", "2023_TS_PP_RIZKI_MEGA_ANDRIANI_DAFUS.pdf": "https://digilib.itb.ac.id/gdl/download/293716"}, "Penulis": "Rizki Mega Andriani [24020328]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Standar Pelayanan Minimal Jalan Tol, Tol Becakayu, Analisis Kebijakan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "21 Jun 2023"}