{"Nomor": 73603, "Judul": "PEMBELAJARAN FISIKA MENGGUNAKAN POLOPALO PADA MATERI GELOMBANG BUNYI", "Abstrak": "Merancang pembelajaran penting dilakukan, guna membantu siswa dalam proses belajar.\nPenelitian ini bertujuan membuat rancangan pembelajaran Fisika materi gelombang bunyi\nmenggunakan Polopalo yang merupakan alat musik tradisional provinsi Gorontalo dengan\nmenganalisis terlebih dahulu sifat fisisnya. Metode yang digunakan adalah penelitian eksperimen,\ndengan menganalisis sifat fisis Polopalo dan merancang pembelajaran gelombang bunyi\nmenggunakan Polopalo. Rancangan mengacu pada kurikulum merdeka yang diimpelementasikan\nmelalui Inquiry Based Learning (IBL) dengan melibatkan kegiatan eksperimen.\nHasil penelitian menunjukkan nilai densitas bambu Polopalo diperoleh kisaran 0,58 – 0,90\ng/cm3\n. Nilai tersebut cukup tinggi, namun masuk dalam kisaran yang diteliti oleh para peneliti.\nSelanjutnya, panjang kolom udara pada Polopalo diperoleh tidak sesuai dengan panjang kolom\nudara hasil percobaan maupun hasil perhitungan berdasarkan teoritis. Hal ini menunjukkan bahwa\npanjang tabung resonansi Polopalo dengan frekuensinya tidak sesuai sehingga memungkinkan\nresonansi terjadi secara tidak sempurna. Untuk prediksi modulus elastisitas bambu Polopalo\ndiperoleh dengan kisaran 29,13 – 58,36 GPa. Adanya sedikit perbedaan geometri Polopalo dan\nGarpu tala menyebabkan nilai tersebut cukup tinggi. Adapun rancangan pembelajaran berisi\neksperimen gelombang bunyi menggunakan Polopalo hanya bisa digunakan saat mengamati\nperistiwa resonansi, karena bunyi yang dihasilkan tidak kontinu. Sehingganya, digunakan Online\ntone generator sebagai sumber bunyi untuk melakukan eksperimen pelayangan, refleksi\n(pemantulan), dan interferensi gelombang bunyi.", "Daftar File": {"ABSTRAK Afandi Ujulu": "https://digilib.itb.ac.id/gdl/download/293765"}, "Penulis": "Afandi Ujulu [24721010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Widayani"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Gelombang bunyi, Polopalo, Rancangan pembelajaran, Sifat fisis", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "22 Jun 2023"}