{"Nomor": 73614, "Judul": "PEMBUATAN PROTOTIPE SISTEM OTOMATIS UNTUK PEMETAAN DINAMIKA IONOSFER DI KAWASAN INDONESIA MENGGUNAKAN JARINGAN GNSS INA-CORS", "Abstrak": "Pemantauan dinamika ionosfer saat ini menjadi salah satu aplikasi dan kajian\ntersendiri dalam (Global Navigation Satellite System). IGS (The International\nGNSS Service) saat ini sudah menyediakan peta ionosfer global yaitu Global\nIonospheric Maps (GIM) dengan memanfaatkan jaring GNSS yang tersebar secara\nmerata di seluruh dunia secara otomatis setiap harinya. Namun, seiring dengan\nkebutuhan akan peta ionosfer yang memiliki resolusi lebih tinggi hadir produk\nionosfer yang disebut dengan LIM (Local Ionospheric Maps) dengan\nmemanfaatkan jaring GNSS lokal pada suatu wilayah. Indonesia memiliki jaring\nGNSS regional Ina-CORS yang dipelihara oleh BIG. Hingga tahun 2022 setidaknya\nsudah ada sekitar 320 receiver GNSS tersebar. Dengan memanfaatkan jaring ini,\nmemungkinkan di Indonesia untuk membuat sistem otomasi untuk menghasilkan\nLIM. Pada penelitian ini dibangun sebuah sistem otomasi pemetaan dinamika\nionosfer dengan menggunakan algoritma yang dikembangkan oleh (Wijaya et al.\n2023) dan diimplementasikan dengan shell script. Sistem otomasi didesain untuk\nberjalan setiap DOY dan menghasilkan peta ionosfer Indonesia yang disimpan ke\ndalam format IONEX. Simulasi sistem otomasi dilakukan menggunakan data Ina-\nCORS mulai dari DOY 275 hingga 281 tahun 2022. Dari hasil simulasi diperoleh\nbahwa waktu rata-rata pemrosesan adalah 4 jam dengan rata-rata stasiun yang\ndiproses adalah 304 stasiun. Adapun waktu eksekusi program yang optimal adalah\npukul 12.00 WIB berdasarkan analisis server Ina-CORS. Luaran IONEX yang\ndihasilkan dibandingkan dengan GIM dari IGS, UPC, dan CODE. Hasil sampel di\n6 titik menunjukan RMSE terhadap IGS, UPC, dan CODE adalah 2.613, 5.301, dan\n2.170 TECU, namun secara keseluruhan hasil perbandingan menunjukan RMSE\npeta ionosfer / TEC yang dihasilkan sistem otomasi adalah 5.850, 10.156, dan 5.350\nTECU. Selain itu RMSE nilai DCB yang dihasilkan sistem otomasi menunjukan\nkonsistensi setiap harinya dan RMSE DCB satelit terhadap CODE dan IGS adalah\n1.014 dan 1.01 ns. Adapun rerata perbedaan DCB receiver pada stasiun BAKO\nterhadap CODE dan IGS adalah -1.326 ns dan -1.327 ns.", "Daftar File": {}, "Penulis": "Fadillah Azhar Deaudin K [15119066]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Dudy Darmawan Wijaya, S.T, M.Sc.", "Dr. Techn. Dhota Pradipta, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Peta Ionosfer, TEC, Sistem Otomasi, GNSS, Ina-CORS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2023"}