{"Nomor": 73616, "Judul": "STUDI KELAYAKAN EFEKTIVITAS SUMUR INJEKSI DALAM MENGATASI PENURUNAN MUKA AIRTANAH BERLEBIHAN PADA KAWASAN ANCOL DAN SEKITARNYA, JAKARTA UTARA", "Abstrak": "Jakarta merupakan Ibu Kota Negara Indonesia yang semakin lama masalah penggunaan airtanah semakin meningkat. Jakarta Utara terutama pada kawasan Ancol dan sekitarnya merupakan daerah dengan tingkat penurunan muka airtanah yang sudah masuk ke zona kritis, sehingga diperlukan langkah solusi untuk menanggulangi permasalahan tersebut. Metode sumur injeksi merupakan salah satu metode yang bisa menyeimbangkan penggunaan airtanah yang berlebihan. Untuk menentukan lokasi dan kapasitas sumur injeksi diperlukannya simulasi numerik aliran airtanah.\nSimulasi numerik aliran airtanah dilakukan pada kondisi aktual 2012 dan proyeksi hingga 20 tahun. Simulasi diawali dengan model konseptual yang didapat dari data logbor Jakarta yang kemudian diinput pada piranti lunak VISUAL MODFLOW2010.1. Pada daerah penelitian dibagi menjadi empat layer yaitu akuifer tidak tertekan, akuiklud 1, akuifer tertekan 1, dan akuiklud 2. Jumlah sumur produksi pada daerah penelitian 37 dengan 27 sumur produksi sebagai dewatering dan 10 sumur produksi sebagai penggunaan domestik. Terdapat 7 sumur pantau dengan 4 sumur pantau terpasang screen pada akuifer tidak tertekan dan 3 sumur pantau terpasang screen pada akuifer tertekan.\nSumur injeksi yang didapat berjumlah enam dengan tiga sumur injeksi untuk akuifer tidak tertekan dan tiga sumur injeksi untuk akuifer tertekan. Sumur injeksi keseluruhan berhasil mengembalikan muka airtanah semula sebelum sumur produksi dinyalakan dengan rate paling besar 6 L/s untuk akuifer tidak tertekan dan 1.58 L/s untuk akuifer tertekan. Simulasi pengujian rate injeksi juga dilakukan selama 10 tahun yang diimbangi dengan sumur produksi, hasilnya rate dari sumur injeksi dapat digunakan dalam jangka panjang.", "Daftar File": {"ABSTRAK Fachrul Arief Suryajaya": "https://digilib.itb.ac.id/gdl/download/293789"}, "Penulis": "Fachrul Arief Suryajaya [22722002]", "Kontributor / Dosen Pembimbing": ["Prof. Agus Mochamad Ramdhan, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Jakarta, Ancol, pemodelan numerik, VISUAL MODFLOW, sumur injeksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2023"}