{"Nomor": 73613, "Judul": "SISTEM PEMANTAUAN VEKTOR DEMAM BERDARAH BERDASARKAN DATA OVITRAP BERFITUR SISTEM PENGHITUNG TELUR NYAMUK OTOMATIS DAN IOT", "Abstrak": "Demam berdarah dengue (DBD) merupakan salah satu penyakit yang sering\nmenyebabkan polemik di berbagai belahan dunia terutama pada negara dengan\niklim tropik dan subtropik. Menurut data WHO, antara tahun 2000 dan 2019 telah\nterjadi peningkatan kasus DBD secara global dari 500.000 menjadi 5,2 juta kasus.\nBerbagai macam cara telah dilakukan pemerintah Indonesia dalam rangka menekan\npenyebaran DBD salah satunya dengan membentuk jumantik. Namun demikian,\nmetode ini kurang efektif untuk mengawasi ancaman penyakit DBD. Untuk\nmengatasi hal tersebut pada penelitian ini dilakukan modifikasi terhadap ovitrap\ntradisional dengan menambahkan kamera, mikrokomputer, sistem penghitung telur\nnyamuk secara otomatis serta jaringan internet of things. Sistem penghitung telur\notomatis OvTrap dilakukan secara otomatis dengan mengambil citra telur,\nkemudian telur yang berhimpit dihitung dengan membagi luas total piksel citra\ndengan rata-rata piksel yang mewakili sebuah telur. Telur yang tidak berhimpit\ndiidentifikasi dan dihitung menggunakan fungsi connected components. Hasil akhir\ndidapat dengan menjumlahkan hasil kedua perhitungan. Sistem OvTrap juga\nterhubung ke jaringan internet melalui protokol MQTT, sehingga data hasil\nperhitungan dari setiap alat beserta kondisi cuaca dapat ditampilkan pada\ndashboard website.\nSebanyak 75 OvTrap dipasang di pemukiman kelurahan Sadang Serang, Bandung\nselama 11 minggu. Kemudian dilakukan pemodelan angka pertambahan telur\nnyamuk harian menggunakan model regresi binomial negatif dan ARIMA dimana\nhasil prediksi terbaik dihasilkan oleh regresi binomial negatif dengan persamaan\nberupa Pertambahan Telur Harian = ????????????.???????????????? ???? ????,???????????????? (???????????????? ????????????????????????????????)\nDengan fitur penghitungan telur nyamuk otomatis, dan hasil yang dapat dilihat\nsecara waktu langsung maka OvTrap memiliki potensi untuk digunakan sebagai\nsistem peringatan dini kasus DBD yang lebih baik, dimana jika pada suatu daerah\npemasangan terdapat kenaikan jumlah telur maka tindakan antisipasi dapat segera\ndilakukan sehingga angka kejadian kasus DBD dapat ditekan.", "Daftar File": {"ABSTRAK Teddy Heryono": "https://digilib.itb.ac.id/gdl/download/293787", "COVER Teddy Heryono": "https://digilib.itb.ac.id/gdl/download/293836", "BAB 1 Teddy Heryono": "https://digilib.itb.ac.id/gdl/download/293838", "BAB 2 Teddy Heryono": "https://digilib.itb.ac.id/gdl/download/293839", "BAB 3 Teddy Heryono": "https://digilib.itb.ac.id/gdl/download/293840", "BAB 4 Teddy Heryono": "https://digilib.itb.ac.id/gdl/download/293841", "BAB 5 Teddy Heryono": "https://digilib.itb.ac.id/gdl/download/293843", "BAB 6 Teddy Heryono": "https://digilib.itb.ac.id/gdl/download/293844", "BAB 7 Teddy Heryono": "https://digilib.itb.ac.id/gdl/download/293845", "DAFTAR Teddy Heryono": "https://digilib.itb.ac.id/gdl/download/293846", "2023 TS IK TEDDY HERYONO 23820305 LAMPIRAN .pdf": "https://digilib.itb.ac.id/gdl/download/293847"}, "Penulis": "Teddy Heryono [23820305]", "Kontributor / Dosen Pembimbing": ["Prof. Intan Ahmad Musmeinan, Ph.D.", "Prof. Ir. Endra Joelianto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Aedes, Demam Berdarah, ovitrap termodifikasi, pemantauan vektor, Internet Of Things.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "12 file", "Tanggal Input": "22 Jun 2023"}