{"Nomor": 73611, "Judul": "PENCARIAN MOLEKUL ORGANIK KOMPLEKS DI G354.61+0.47 DARI PENGAMATAN ALMA", "Abstrak": "Definisi bintang masif didasarkan pada batas massa yang diperlukan untuk melampaui\nbatas Chandrasekar, yang dapat menciptakan bintang neutron atau\nlubang hitam (lebih besar dari 8M?). Bintang masif berperan dalam mempengaruhi\ndinamika lokal dan global medium antarbintang. Bintang masif\nmerupakan pembentuk materi yang efektif karena dengan usianya yang singkat,\nbintang masif dapat memproduksi dan menyebarkan unsur berat seperti\nbesi (didukung juga melalui proses matinya bintang masif seperti ledakan supernova).\nMolekul Organik Kompleks (Complex Organic Molecules/COMs) di\nmedium antarbintang telah ditemukan pada suatu struktur yang disebut inti\npanas yang diasosiasikan dengan daerah pembentukan bintang masif (Blake et\nal. 1987; Garay & Lizano 1999; Kurtz et al. 2000). Benda-benda ini mengalami\npemanasan radiasi dari protobintang pusat, yang membuat suhunya naik\nmenjadi T ? 100–200K di area seluas 0,05–0,1 pc. Desorpsi termal molekul\nyang lebih berat dari mantel es dan permukaan butiran, diikuti oleh reaksi\nfase gas yang kemudian dapat meningkatkan kompleksitas kimia dari objekobjek\nini. Sayangnya, data pengamatan yang diperlukan untuk mendeteksi\nkeberadaan molekul organik kompleks di daerah pembentukan bintang masif\nmasih kurang karena kelangkaan bintang masif dan tingginya tingkat ekstingsi\ndari gas dan debu yang menyelimuti proses pembentukannya. Kemajuan dalam\nobservasi radio, seperti ALMA (Atacama Large Millimeter/submillimeter\nArray), membantu mengatasi masalah ini dengan adanya kemampuan untuk\nmendeteksi pelacak molekuler dengan resolusi sudut yang tinggi. Dalam tugas\nakhir ini, kami menggunakan data ALMA dan mengolahnya dengan CASA\nuntuk mendeteksi dan mengidentifikasi berbagai molekul organik yang ada dalam\nG354.61+0.47. Hasil dari pekerjaan ini menunjukkan bahwa terdapat 14\nCOM pada objek ini seperti CH3OH (metanol), CH3OCHO (metil format),\nCH3CN (metil sianida), dsb. Selain itu, berbagai molekul bisa menjadi tracer\ndari struktur seperti CO yang menjadi outflow tracer dan CH3OH yang\nmenjadi hot core tracer.", "Daftar File": {"ABSTRAK Fathia Rahmi Izzati": "https://digilib.itb.ac.id/gdl/download/293774"}, "Penulis": "Fathia Rahmi Izzati [10319034]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Taufiq Hidajat, D.E.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Astronomy", "Kata Kunci": "Bintang: masif, Bintang: pembentukan, Molekul Organik Kompleks (COM).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2023"}