{"Nomor": 73618, "Judul": "PERANCANGAN USULAN INTERVENSI TERHADAP PENINGKATAN KAPABILITAS INOVASI  PT BIOTIS PHARMACEUTICALS INDONESIA", "Abstrak": "PT Biotis Pharmaceuticals Indonesia (PT BPI) merupakan perusahaan farmasi di\nIndonesia yang sedang memproduksi vaksin COVID-19 dalam negeri. Selama 2\ntahun, perusahaan belum mampu menghasilkan keuntungan. Sementara itu,\npersaingan industri farmasi diproyeksikan akan meningkat pada tahun 2023.\nKesiapan perusahaan dalam menghadapi persaingan ini bergantung secara penuh\npada kapabilitas inovasi yang dimiliki perusahaan. Oleh karena itu, penelitian ini\ndiarahkan untuk merancang usulan intervensi dalam rangka peningkatan kapabilitas\ninovasi PT BPI.\n\nBerdasarkan kerangka pengembangan organisasi, tahap pertama yang dilakukan\nadalah entering and contracting yang menghasilkan fakta bahwa PT BPI memiliki\nmasalah terkait dengan kapabilitas inovasi perusahaan. Tahap ini diikuti dengan\ntahap diagnosis sebagai dasar perancangan intervensi pada tahap planning change.\nDiagnosis terhadap PT BPI dilakukan menggunakan hasil pengembangan model\nmaturitas kapabilitas inovasi dengan tujuh dimensi tinjauan, yakni strategy,\nnetwork & partners, structure & governance, performance management, resources\n& tools, people & culture, dan innovation process. Ketujuh dimensi ini menjadi\npanduan dalam wawancara semi-structured yang dilakukan untuk mengukur\nmaturitas kapabilitas inovasi PT BPI. Hasil pengukuran maturitas kemudian\ndivalidasi melalui wawancara validasi konten dengan CEO dari PT BPI.\nSelanjutnya, dilakukan analisis gap dan pemilihan prioritas perbaikan\nmenggunakan metode AHP serta relative comparison method sehingga didapatkan\ndua komponen potensial yang menjadi prioritas bagi perusahaan.\n\nBerdasarkan diagnosis yang dilakukan, kapabilitas inovasi PT BPI memiliki nilai\nagregat pada tingkat maturitas 4 (high). Nilai agregat ini kemudian ditentukan\nsebagai kondisi ideal yang ingin dicapai oleh semua dimensi pada model maturitas\npenelitian pada tahap analisis gap, yang juga merupakan tahap awal planning\nchange. Tahap ini menghasilkan 12 komponen potensial yang teridentifikasi\nmembutuhkan perbaikan. Dari 12 komponen potensial yang teridentifikasi, terdapat\ndua komponen potensial yang menjadi prioritas bagi perusahaan, yakni peningkatan\nkapabilitas SDM dan perbaikan prosedur pelatihan pekerja. Oleh karena itu,\nperancangan intervensi yang dilakukan menghasilkan sebuah rencana pelaksanaan\nDT yang secara khusus ditujukan untuk meningkatkan penguasaan staff divisi R&D\nperusahaan akan metode ilmiah yang berkaitan dengan riset dan pengembangan.", "Daftar File": {}, "Penulis": "Mark Natama Saragi [14419013]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "maturitas kapabilitas inovasi, pengembangan organisasi, farmasi.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "22 Jun 2023"}