{"Nomor": 73615, "Judul": "USULAN RANCANGAN PERBAIKAN KUALITAS PEMELIHARAAN TABUNG GAS LPG 3 KG PADA PT SARANA GAS NUSARAYA DENGAN METODOLOGI  SIX SIGMA", "Abstrak": "PT Sarana Gas Nusaraya adalah sebuah perusahaan yang bergerak dalam jasa\nperbaikan dan pemeliharaan tabung gas LPG 3 kg. Selama tahun 2022, rata-rata\npersentase tidak tercapainya permintaan produksi yaitu sebesar 2,17%. Faktor\ndominan yang menyebabkan perusahaan tidak dapat menggapai permintaan\nproduksi yaitu terjadinya produk cacat. Pada proses produksinya, PT Sarana Gas\nNusaraya menjalankan tiga hal, yaitu retest, repair dan gabungan retest & repair.\nDari proses produksi tersebut, 64% cacat yang terjadi diperoleh dari proses\ngabungan retest & repair. Oleh karena itu, penelitian ini dilakukan untuk\nmemperbaiki kualitas proses perbaikan/pemeliharaan tabung gas LPG 3 kg pada\ntahap retest & repair agar dapat mengurangi jumlah cacat yang terjadi.\nPerbaikan kualitas proses pemeliharaan tabung gas LPG 3 kg dilakukan dengan\nmenggunakan metodologi six sigma dengan pendekatan DMAIC (Define, Measure,\nAnalyze, Improve, Control). Pada tahap define, dilakukan pembuatan project\ncharter, pengamatan proses perbaikan tabung gas serta pembuatan diagram SIPOC,\nidentifikasi jenis-jenis cacat, dan penentuan faktor Critical to Quality. Pada tahap\nmeasure, diperoleh persentase cacat jahitan selama rentang 1 September hingga 31\nOktober 2022 yaitu sebesar 2,70% dengan nilai sigma sebesar 2,8892. Pada tahap\nanalyze, diperoleh lima jenis cacat yang dijadikan fokus penelitian yaitu cacat\nwarna cat tidak merata, deformasi footring, deformasi handguard, warna cat\nmembaur, dan lecet pada tabung. Kemudian dilakukan pencarian faktor dan\nsubfaktor penyebab masalah pada kelima jenis cacat tersebut dengan menggunakan\nmetode Delphi dan digambarkan dengan diagram sebab akibat. Kemudian dengan\nmenggunakan metode Failure Mode and Effects Analysis (FMEA), diperoleh lima\nsubfaktor penyebab masalah yang perlu diprioritaskan penyelesaian masalahnya.\nPada tahap improve, terdapat lima alternatif solusi yang ditawarkan, namun hanya\nempat alternatif solusi yang disetujui oleh perusahaan, yaitu (1) pembuatan layout\nseperti penerapan prinsip 5S, (2) penggunaan troli baru dengan desain dan\nspesifikasi yang dapat meminimalisir terjadinya produk cacat, (3) pengunaan\nhandling garpu dua jari dengan spesifikasi dan desain yang baik, dan (4) pembuatan\ntanda peringatan batas penumpukkan tabung di lantai dan di dinding. Pada tahap\ncontrol, dibuat timeline pelaksanaan untuk memastikan seluruh alternatif solusi\nberjalan sesuai rencana. Keempat solusi tersebut telah dijalankan, namun status\npelaksanaannya belum selesai.\nPada objek penelitian, terdapat sepuluh faktor dan sebelas subfaktor penyebab\nterjadinya cacat. Lima subfaktor telah diberikan alternatif solusinya dan empat\nalternatif solusi telah dirumuskan pada penelitian.", "Daftar File": {}, "Penulis": "Muhammad Abdan Syakuron [13416122]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Darwin, MSTr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Six Sigma, DMAIC, Perbaikan Kualitas, Tabung Gas LPG 3 kg", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "22 Jun 2023"}