{"Nomor": 73627, "Judul": "PENATAAN KAWASAN BERSEJARAH KOTA LASEM CONNECTING THE FRAMENTS", "Abstrak": "Banyaknya objek peninggalan cagar budaya yang dapat ditemukan di Kota Lasem, salah satu kota yang bertahan dari zaman kerajaan hingga saat ini. Artefak ini dapat ditemukan dari pantai hingga Pusat Kota Lasem. Lasem telah berkembang, demikian pula keragaman budaya, teknologi, agama, dan adat istiadat di daerah tersebut. Tiga jaringan penghubung, termasuk jalan darat, sungai, dan rel kereta api, ada di Lasem selama masa kolonial. Namun, karena faktor tidak efisien dan keusangan, jaringan sungai dan kereta api Lasem akhirnya tidak dapat dioperasikan. Sistem jalan yang digunakan di Lasem, juga dikenal sebagai Jalan Pos atau Jalur Pantura, saat ini merupakan satu-satunya yang masih ada. Perubahan pengguna Jalan Pantura menjadi penyebab permasalahan yang saat ini melanda Jalan Pantura dan sekitarnya. Perubahan jenis kendaraan yang menggunakan Jalan Pantura terutama kendaraan lebar, tinggi, dan memanjang menimbulkan permasalahan baru, diantaranya sering terjadi kecelakaan di sepanjang Jalan Pantura. Satu-satunya cara untuk bepergian dari satu bagian Lasem ke bagian lain di kawasan kota tua Lasem adalah melalui Jalan Pantura. Kesalahan pengguna yang sering, baik disengaja atau tidak, merupakan permasalahan yang sering terjadi di dalam kawasan. Proses desain kawasan yang digunakan di kawasan bersejarah Kota Lasem melibatkan pengembangan konsep desain kawasan yang mempertimbangkan konteks kawasan, kebutuhan kawasan, serta kelangsungan kawasan dalam jangka panjang, dan keberadaan objek budaya yang signifikan di kawasan desain. Metode fragmental dan analisis deskriptif digunakan dalam perencanaan kawasan bersejarah Kota Lasem karena keduanya memungkinkan pemeriksaan yang jelas tentang peluang dan tantangan kawasan. Temuan analisis menunjukkan bahwa jaringan antar wilayah di kawasan bersejarah Kota Lasem tidak berjalan maksimal untuk saling mendukung. Dengan menghubungkan langsung tempat-tempat yang tersebar di kawasan, jembatan penghubung, tanaman peneduh, penunjang kegiatan, dan penerangan, maka permasalahan jaringan kawasan di kawasan dapat teratasi. Karena memecahkan masalah jaringan juga dapat memecahkan masalah lain di daerah tersebut, maka diputuskan untuk mengatasi masalah yang berbentuk jaringan di kawasan sejarah Lasem. Pemugaran dan pelestarian benda cagar budaya di kawasan bersejarah Kota Lasem dapat memperoleh manfaat besar dari koneksi jaringan di kawasan cagar budaya.", "Daftar File": {"ABSTRAK Hakam Kurniawan": "https://digilib.itb.ac.id/gdl/download/293799"}, "Penulis": "Hakam Kurniawan [25619301]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Widjaja Martokusumo", "Dr. Ing. Erika Yuni Astuti, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Lasem, Cagar Budaya, Jejaring, Konservasi", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Jun 2023"}