{"Nomor": 73636, "Judul": "PREDIKSI TURUNAN KESTABILAN DINAMIK BERBASIS CFD PADA UAV BIPLANE TAILSITTER DENGAN MODEL GERAK LINEAR DAN HARMONIK", "Abstrak": "Tugas akhir ini mengimplementasikan pendekatan computational fluid dynamics\n(CFD) untuk memprediksi turunan kestabilan statis dan dinamis pada\narah lateral-direksional dari Fast and Efficient Autonomous Delivery (FEAD\nUAV), sebuah Quadrotor Biplane Tailsitter UAV. Konfigurasi airframe yang\nbaru ini merupakan alternatif yang sesuai untuk misi pengiriman last-mile di\ndaerah perkotaan. Desain geometri yang kompleks dari FEAD UAV telah\nmendorong adanya studi lebih lanjut mengenai analisis turunan kestabilan.\nKehandalan sistem landing gear sebagai ekor vertikal pada mode fixed-wing\ndan sebagai landing gear pada mode rotary wing harus memenuhi persyaratan\naerodinamika dan struktural secara bersamaan. Dengan tujuan memperoleh\nturunan stabilitas, simulasi aerodinamika tak tunak dengan menerapkan reduced\nfrequency diperkenalkan dalam model gerakan paksa linier dan harmonik\nyang memberikan data historis harmonik dari gaya dan momen seiring waktu.\nUntuk dua model gerakan, penelitian ini menggunakan model gerakan harmonik\nfungsi gelombang segitiga dan sinusoidal harmonik. Turunan kestabilan\ndiperoleh melalui proses data historis dari gaya dan momen dengan menggunakan\nanalisis Fourier. Penelitian ini juga menyelidiki perbandingan turunan\nkestabilan antara model gerakan fungsi gelombang segitiga dan model gerakan\nfungsi gelombang sinusoidal. Studi ini juga melakukan studi parametrik\nterhadap turunan stabilitas FEAD UAV dilakukan dengan mengubah reduced\nfrequency.", "Daftar File": {}, "Penulis": "Dzikrian Diqnada [13619046]", "Kontributor / Dosen Pembimbing": ["Ema Amalia, S.T, M.T.", "Dr. Ing. Mochammad Agoes Moelyadi, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Biplane Tailsitter UAV, Turunan Kestabilan, Analisis Fourier, Aerodinamika tak tunak, Dinamika Fluida Komputasional", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2023"}