{"Nomor": 73642, "Judul": "DESAIN OPTIMAL TURBIN RADIAL INFLOW UNTUK SIKLUS RANKINE ORGANIK 30KW DENGAN FLUIDA KERJA R32", "Abstrak": "Kebutuhan akan pemanfaatan sumber energi yang bersih, terbarukan, dan terbuang\nmembuat pemanfaatan low-grade heat menjadi salah satu pusat perhatian dalam\npembangkitan daya terutama dalam pembangkitan terdesentralisasi. Low-grade heat tersedia\ndalam berbagai sumber, seperti panas buang sistem termal, solar, geotermal, dan biomassa.\nPenggunaan sistem Siklus Rankine Organik menjadi solusi terbaik untuk mengkonversi lowgrade\nheat untuk pembangkitan daya dibanding opsi lain. Dengan menggunakan fluida kerja\norganik, sistem SRO dapat memanfaatkan sumber panas low-grade heat dan mid-grade heat\nyang tersedia pada temperatur relatif rendah, dimana hal ini tidak dapat dilakukan dengan\nsistem siklus Rankine uap air dan siklus gas terbuka.\nPada sistem SRO, turbin menjadi komponen paling kritis sehingga diperlukan turbin\nyang dapat berperforma dengan baik dan mencapai efisiensi tinggi. Untuk kebutuhan\npembangkitan daya skala mikro, dimana pembangkitan yang terdesentralisasi diinginkan,\nturbin yang paling cocok untuk digunakan adalah turbin radial-inflow. Turbin radial-inflow\nsecara sifatnya dapat mencapai efisiensi yang tinggi bila dirancang dengan baik. Oleh karena\nitu, perancangan turbin yang baik dan analisis fenomena aliran yang terjadi perlu dilakukan\nuntuk memperoleh turbin dengan performa dan efisiensi yang tinggi.\nDalam penelitian tugas sarjana ini, dilakukan pembuatan program untuk prediksi\nperforma rotor, optimasi geometri rotor, serta perancangan lengkap dan simulasi CFD dari\nturbin radial-inflow siklus SRO dengan fluida kerja R32 untuk kapasitas 30kW. Dari hasil\nprediksi hasil optimasi, diperoleh ???????????? sebesar 84.5% dengan daya 31.6KW, sedangkan dari\nhasil simulasi CFD diperoleh ???????????? sebesar 90.1% dengan daya 34.2kW", "Daftar File": {"ABSTRAK Rozan Waliyudin Mudhofar": "https://digilib.itb.ac.id/gdl/download/293852"}, "Penulis": "Rozan Waliyudin Mudhofar [13118082]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Siklus Rankine Organik, R32, turbin radial-inflow, low-grade heat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2023"}