{"Nomor": 73641, "Judul": "PENGARUH SUPLEMENTASI PAKAN PREBIOTIK BERBASIS RUMPUT LAUT MERAH (KAPPAPHYCUS ALVAREZII) DALAM BUDIDAYAUDANG VANAME (LITOPENAEUS VANNAMEI) SEMI-INTENSIF SISTEM TERBUKA DI GEROKGAK, BALI UTARA : ANALISA MIKROBIOMA AIR KULTUR DENGAN PENDEKATAN FLOW CYTOMETRY", "Abstrak": "Udang vaname (Litopenaeus vannamei) merupakan salah satu komoditas akuakultur yang\nmemiliki nilai produksi tinggi di Indonesia. Di daerah Bali, total produksi udang vaname pada\ntahun 2020 mencapai 3.612 ton. Budidaya udang vaname mengalami peningkatan setiap tahun\nkarena memiliki keunggulan dalam proses produksi yang relatif lebih mudah. Sistem budidaya\nudang vaname masih didominasi dengan sistem tambak konvensional semi-intensif terbuka.\nNamun, sistem tersebut memiliki banyak kekurangan yang dapat mengancam produktivitas.\nOleh karena itu, strategi dalam manajemen budidaya untuk sistem terbuka sangat penting untuk\ndilakukan, salah satunya melalui pemberian pakan dengan suplementasi prebiotik rumput laut\nmerah (Kappaphycus alvarezii). Rumput laut merah dapat dipilih karena banyak\ndibudidayakan di Indonesia, serta tinggi kandungan inulin yang dapat memberikan pengaruh\npositif terhadap pertumbuhan bakteri probiotik. Penelitian ini dilakukan pada tambak udang\ndengan sistem terbuka di daerah Gerokgak, Bali Utara, dengan tujuan mengevaluasi pengaruh\nsuplementasi prebiotik berbahan dasar rumput laut merah K. alvarezii terhadap mikrobioma air\nkultur menggunakan pendekatan Flow Cytometry dan kualitas kimiawi air, serta korelasinya\nterhadap performa budidaya. Penelitian dilakukan pada tambak berukuran 1000 m3 dan 500 m3\ndengan kepadatan udang sebesar 180 PL/m3 . Terdapat dua perlakuan suplementasi prebiotik,\nmenggunakan produk prebiotik (Sea6Energy Pvt Ltd®, India) PBD-5 sebanyak 1 g/kg pakan\ndan ABD-3 sebanyak 2 g/kg pakan, dibandingkan dengan perlakuan produk kompetitor\nsebanyak 2 g/kg pakan dan perlakuan kontrol tanpa prebiotik. Suplementasi pakan prebiotik\ndilakukan mulai hari ke-20 hingga hari ke-60 kultur. Analisis data secara statistik dengan\nmetode t-test (P<0,05). Diperoleh hasil, yaitu kondisi kimia air yang meliputi pH, TAN, nitrit,\ndan nitrat dalam keadaan stabil sehingga tidak toksik bagi udang vaname. Kemudian, kualitas\nmikrobiologis air menunjukan perlakuan suplementasi prebiotik memberikan pengaruh positif\npada awal periode budidaya dengan menekan potensi patogen bakteri ditunjukan dengan nilai\nparameter Cell Size (CZ) yang rendah. Kemudian kelimpahan alga pada air dengan jumlah\nyang terkendali. Perbandingan antar perlakuan prebiotik, menunjukan hasil yang baik dari\npenggunaan prebiotik PBD-5. Hasil tersebut berkorelasi dengan performa budidaya yang baik\nditunjukan dengan nilai produktivitas (2,28±0,12 kg/m3), kelulushidupan (86,5±7,8%), rasio\nkonversi pakan (1,33±0,02). Secara umum, hasil penelitian ini menunjukkan bahwa produk\nprebiotik berbahan dasar rumput laut merah yang diujikan memiliki potensi dalam menjaga\nkualitas mikrobiologi air kultur serta peningkatan kelulushidupan, efisiensi penggunaan pakan\nhingga peningkatan produktivitas budidaya udang vaname.", "Daftar File": {"ABSTRAK I Gede Santana Wiratmaja": "https://digilib.itb.ac.id/gdl/download/293851"}, "Penulis": "I Gede Santana Wiratmaja [10419035]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Udang Vaname, Prebiotik, Rumput Laut Merah, Kualitas Air, Mikrobioma, Flow Cytometry", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2023"}