{"Nomor": 73656, "Judul": "ALGORITMA HIBRID PSO-GWO (PARTICLE SWARM OPTIMIZATION-GREY WOLF OPTIMIZER) UNTUK PEMODELAN INVERSI SATU-DIMENSI DATA CSAMT (CONTROLLED-SOURCE AUDIO-FREQUENCY MAGNETOTELLURICS)", "Abstrak": "Controlled Source Audio-frequency Magnetotellurics (CSAMT) adalah metode\ngeofisika yang memanfaatkan sumber sinyal elektromagnetik buatan untuk\nmemperkirakan struktur resistivitas bawah permukaan. Pemodelan inversi satudimensi (1D) data CSAMT bersifat non-lin\near dan solusinya dapat diperkirakan dengan menggunakan algoritma optimasi\nglobal. Particle Swarm Optimization (PSO) dan Grey Wolf Optimizer (GWO)\nmerupakan algoritma optimasi global berbasis populasi dengan formulasi\nmatematika sederhana dan mudah diterapkan. Penggunaan algoritma PSO dan\nGWO secara hibrid (disebut PSO-GWO) dapat meningkatkan kemampuan\nkonvergensi pada solusi global. Penelitian ini menerapkan algoritma hibrid PSOGWO untuk pemodelan inversi 1D data CSAMT. Pengujian dilakukan\nmenggunakan data sintetik CSAMT dari model bumi 3-lapisan, 4-lapisan, dan 5-\nlapisan untuk mengetahui performa algoritma yang digunakan. Hasil pengujian\nmenunjukkan bahwa algoritma hibrid PSO-GWO memiliki performa yang baik\ndalam mendapatkan misfit yang minimum dibandingkan dengan PSO dan GWO\nstandar. Algoritma hibrid PSO-GWO juga diterapkan pada data lapangan CSAMT\nuntuk eksplorasi zona mineralisasi emas di daerah Cibaliung, Provinsi Banten,\nIndonesia. Algoritma tersebut mampu merekonstruksi model resistivitas dengan\nsangat baik yang dibuktikan dengan hasil inversi data menggunakan perangkat\nlunak inversi dua-dimensi (2D) Magnetotelurik. Model yang dihasilkan juga\nsesuai dengan informasi geologi daerah penelitian.", "Daftar File": {"ABSTRAK Wahyu Eko Junian.pdf": "https://digilib.itb.ac.id/gdl/download/293912"}, "Penulis": "Wahyu Eko Junian [22321016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Hendra Grandis"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Controlled Source Audio-frequency Magnetotellurics, inversi nonlinier, Particle Swarm Optimization, Grey Wolf Optimizer, algoritma hibrid", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "22 Jun 2023"}