{"Nomor": 73650, "Judul": "PERANCANGAN TOOLS MANAJEMEN PENGETAHUAN PADA IDEALAB", "Abstrak": "Idealab merupakan startup yang berfokus pada pengembangan produk teknologi\ntepat guna. Sejak berdirinya pada tahun 2019 lalu, Idealab telah memegang prinsip\npeople, planet, profit, yang membantu perusahaan memberikan arah\n\npengembangan produk yang sustainable. Berdiri pada awal masa pandemi COVID-\n19, Idealab memiliki visi untuk membantu hidup masyarakat untuk menjadi lebih\n\nbaik melalui produk yang dikembangkan oleh perusahaan. Namun, pada\nkeberjalanannya, perusahaan merasakan beberapa hambatan dalam pengerjaan\nproyek-proyeknya. Pengerjaan suatu proyek yang direncanakan dapat terselesaikan\ndalam jangka waktu pendek terhambat karena pengambilan keputusan yang lambat,\npengerjaan proyek yang tidak efektif, serta tenaga kerja yang belum dapat\ndimanfaatkan dengan baik. Masalah ini diyakini dapat terjadi karena belum adanya\nimplementasi manajemen pengetahuan pada perusahaan. Oleh karena itu, penelitian\nini bertujuan untuk merancang suatu tools atau metode manajemen pengetahuan\nyang dapat membantu Idealab.\nPerancangan tools manajemen pengetahuan untuk perusahaan dimulai dengan\nproses identifikasi proses bisnis yang dijalankan perusahaan beserta pengetahuan\nyang dibutuhkan. Pemetaan proses bisnis dilakukan dengan menggunakan\nframework APQC sedangkan pengetahuan yang dibutuhkan oleh setiap proses\nbisnis dipetakan dengan mengacu pada model Asian Productivity Organization\n(APO). Dari hasil pemetaan pada model APO, diketahui beberapa pengetahuan\nyang belum memenuhi knowledge process sebagai salah satu kriteria pada model\nAPO.\nPerancangan tools manajemen pengetahuan yang dilakukan berdasarkan hasil\npemetaan pada model APO dan mempertimbangkan keterbatasan perusahaan\nmenghasilkan rancangan kegiatan video communication and webinar secara\nberkala dan kegiatan metor/mentee scheme atau mentoring untuk beberapa peserta\nmagang dan pegawai baru.", "Daftar File": {}, "Penulis": "Rahmatullah Karnawidjaya [13417058]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Tools Manajemen Pengetahuan, Asian Productivity Organization (APO).", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "22 Jun 2023"}