{"Nomor": 73664, "Judul": "PERANCANGAN DAN PEMODELAN BRUSHLESS DC MOTOR 500 W UNTUK APLIKASI SEPEDA LISTRIK", "Abstrak": "Perkembangan sepeda listrik saat ini tengah mengalami tren kenaikan di kalangan\nmasyarakat Indonesia. Namun, secara populasi, sepeda listrik masih relatif sedikit\njumlahnya jika dibandingkan dengan kendaraan roda dua konvensional yang umum\ndigunakan. Salah satu alasan terhambatnya perkembangan pasar sepeda listrik di\nIndonesia adalah dari segi performa yang ditawarkan seperti dalam segi jarak\ntempuh dan keluaran torka yang dinilai kurang unggul dibandingkan kendaraan\nroda dua konvensional. Selain itu, harga sepeda listrik yang masih tergolong mahal\njuga menjadi salah satu alasan penghambat perkembangan sepeda listrik di\nIndonesia. Salah satu komponen yang mempengaruhi performa dan harga dari\nsepeda listrik adalah berdasarkan komponen penggerak elektriknya yaitu\nkomponen motor listrik. Salah satu jenis motor listrik yang paling umum digunakan\nsebagai penggerak sepeda listrik adalah motor Brushless DC atau motor BLDC.\nMaka dari itu, pada penelitian ini dilakukan optimasi terhadap rancangan motor\nBLDC 500 W yang digunakan sebagai penggerak sepeda listrik. Melalui optimasi\ntersebut, dihasilkan sebuah desain alternatif motor yang dapat memberikan\nperforma lebih baik dari segi keluaran torka dan kapasitas daya serta memiliki harga\nyang lebih murah dari segi material. Dilakukan juga pengujian terhadap desain\nalternatif motor dalam rangka memenuhi kriteria performa dari sepeda listrik\nperkotaan. Dari hasil simulasi, diperoleh bahwa desain alternatif motor dapat\nmemenuhi kondisi operasi yang diberikan oleh kriteria performa dari sepeda listrik\nperkotaan.", "Daftar File": {}, "Penulis": "Irza Kusuma Ajie [18017007]", "Kontributor / Dosen Pembimbing": ["Dr. Arwindra Rizqiawan, S.T, M.T.", "Dr. Jihad Furqani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sepeda Listrik, Optimasi, Performa, Harga, BLDC.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "22 Jun 2023"}