{"Nomor": 73665, "Judul": "IMPLEMENTASI PENGUKURAN KUALITAS ARSITEKTUR MICROSERVICE SECARA KUANTITATIF DENGAN METRIKS COHESION, COUPLING, DAN COMPLEXITY", "Abstrak": "Sistem arsitektur microservice merupakan arsitektur yang diadopsi oleh berbagai pe-\nrusahaan untuk menyelesaikan permasalahan arsitektur monolitik seperti skalabilitas\n\nsehingga menyebabkan banyak terjadinya proses migrasi dari arsitektur monolitik\nmenuju microservice. Namun, setelah migrasi dilakukan, kualitas dari microservice\ncenderung diabaikan. Pengukuran kualitas umumnya hanya dilakukan selama migrasi,\n\ndengan membandingkan antara arsitektur monolitik dan microservice. Selain itu, sis-\ntem microservice juga rentan mengalami perubahan drastis yang berpotensi merusak\n\narsitektur secara keseluruhan. Selain itu, pada saat ini belum ada proses otomatisasi\nuntuk proses pengukuran kualitas ini. Terlebih lagi belum ada standar yang konkrit\nmengenai aspek apa saja yang menjadikan suatu arsitektur adalah microservice.\nBerdasarkan permasalahan tersebut dan hasil studi literatur didapatkan tiga aspek\nkualitas utama beserta metriksnya masing-masing yaitu Cohesion dengan metriks\nAverage Lack of Cohesion Metric (ALCOM), Coupling dengan metriks Absolute\nCriticality of a Service (ACS), dan Complexity dengan metriks Total Complexity Metric\n(TCM). Metriks-metriks ini yang kemudian dapat digunakan untuk mengkuantifikasi\nkualitas dari microservice. Oleh karena itu pada tugas akhir ini dikembangkan suatu\ntool bernama Microqa yang terdiri dari lima komponen modul yang melakukan analisis\nstatis dan analisis dinamis pada sistem secara otomatis. Alat ini terintegrasi dengan\nCI/CD pengembangan untuk mendapatkan nilai dari masing-masing aspek kualitas.\nDengan membandingkan nilai kualitas awal dan akhir tahap pengembangan, kenaikan\ndan penurunan dari kualitas microservice bisa ditemukan.", "Daftar File": {}, "Penulis": "Alvin Wilta [13519163]", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "microservice, quality assessment, complexity, cohesion, coupling, CI/CD, analisis statis, analisis dinamis", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "22 Jun 2023"}