{"Nomor": 73675, "Judul": "PEMODELAN MAGNETIC BASEMENT RELIEF MENGGUNAKAN PROGRAM MAGB_INV PADA WILAYAH SELATAN SELAT MAKASAR", "Abstrak": "Indonesia terletak di antara tiga pertemuan lempeng besar, yaitu Indo-Australia,\nEurasia, dan Pasifik. Aktivitas ketiga lempeng tersebut akan memengaruhi orientasi\ndan distribusi struktur geologi seperti pembentukan sesar maupun cekungan.\nPenelitian ini dilakukan di Selatan Selat Makassar dan mencakup dua cekungan,\nyakni Cekungan Makassar dan Cekungan Spermonde dengan dilewati oleh Sesar\nTurun Cekungan Makassar dan Sesar Mendatar Cekungan Spermonde. Metode\nmagnetik digunakan dalam penelitian untuk memberikan informasi pemodelan\nmagnetik di wilayah penelitian. Metode ini bekerja berdasarkan pengukuran variasi\nsuseptibilitas di permukaan bumi yang diakibatkan adanya perbedaan anomali\nterhadap daerah sekitarnya. Nilai kemagnetan alami batuan dapat dimanfaatkan\nuntuk memetakan magnetic basement relief. Data yang digunakan dalam penelitian\nyaitu data anomali magnetik yang diperoleh dari geoportal ESDM dan data\nbatimetri daerah penelitian. Pada penelitian ini dilakukan pemodelan magnetic\nbasement relief menggunakan program MagB_Inv berbasis MATLAB. Program ini\nmampu mengolah data dalam jumlah besar secara cepat dan akurasi yang tinggi\ndengan perhitungan inverse transformasi Fourier. High cut-filter digunakan pada\nprogram ini untuk menghindari ketidakstabilan pada frekuensi tinggi. Parameter\nawal yang memengaruhi hasil akhir penelitian yaitu inklinasi dan deklinasi, kontras\nmagnetisasi, pemilihan rentang wavenumber, serta estimasi kedalaman awal.\nEstimasi kedalaman awal diperoleh dengan metode Radially Average Power\nSpectrum (RAPS). Hasil dari penelitian ini berupa kedalaman basement pada\nrentang 5,5 km hingga 8,9 km. Sesuai dengan keadaan geologi, terlihat adanya\npenurunan basement ke arah tenggara di pemodelan 3D yang diakibatkan oleh Sesar\nMendatar Cekungan Spermonde.", "Daftar File": {"ABSTRAK Riyandra Alifna.pdf": "https://digilib.itb.ac.id/gdl/download/293944"}, "Penulis": "Riyandra Alifna [12319072]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Silvia Jannatul Fajar, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "magnetic basement relief, MagB_Inv, Selatan Selat Makassar, Cekungan Makassar, Cekungan Spermonde", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "22 Jun 2023"}