{"Nomor": 73673, "Judul": "PEMANTAUAN DINAMIKA PENYIMPANAN AIR DI WILAYAH INDONESIA MENGGUNAKAN SATELIT GAYABERAT GRACE DAN GRACE-FO", "Abstrak": "Penyimpanan air pada daratan berperan penting dalam menjaga kelembaban tanah, siklus air, energi, dan biogeokimia bumi. Sayangnya, pemetaan penyimpanan air pada daratan dalam skala area yang lebih luas masih memiliki akurasi yang rendah. Salah satu upaya untuk menyelesaikan permasalahan tersebut adalah dengan menggunakan data gayaberat Bumi. Data perubahan gayaberat bumi dapat digunakan untuk pemodelan penyimpanan air pada daratan. GRACE (Gravity Recovery and Climate Experiment) dan GRACE-FO (Follow-On) merupakan satelit gayaberat yang diluncurkan pada Maret 2002 oleh NASA dan DLR. Satelit ini akan menghasilkan koefisien rata-rata bulanan medan gayaberat bumi yang diekspresikan dalam koefisien harmonik bola, Cnm dan Snm. Pada penelitian ini digunakan data level-2 dari solusi GRACE dan GRACE-FO dari tiga penyedia yaitu (the Center for Space Research), GFZ (the GeoForschungs Zentrum), dan JPL (the Jet Propulsion Laboratory) untuk memodelkan dinamika penyimpanan air pada daratan yang diekspresikan dalam equivalent water height (EWH). Data yang digunakan merupakan data dengan rentang data dari tahun 2002 hingga tahun 2020. Namun, sayangnya pada data yang digunakan, koefisien harmonik bola masih dipengaruhi beberapa kesalahan, menyebabkan EWH yang dihasilkan masih mengandung noise dan error. Oleh karenanya diperlukan perbaikan dengan menggunakan metode filtering yang lebih baik tanpa menghilangkan sinyal pada EWH yang dimodelkan. Setelahnya, model yang dihasilkan akan melalui analisis deret waktu untuk mengetahui karakteristik dinamika penyimpanan air di wilayah Indonesia.", "Daftar File": {"ABSTRAK Mustika Rosari": "https://digilib.itb.ac.id/gdl/download/293943"}, "Penulis": "Mustika Rosari [15119014]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Kosasih Prijatna, M.Sc.", "Brian Bramanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Perubahan gayaberat, koefisien harmonik bola, equivalent water height.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2023"}