{"Nomor": 73677, "Judul": "KONSEKUENSI PENGGUNAAN EPOCH BARU SISTEM REFERENSI GEOSPASIAL INDONESIA (SRGI) 2013 EPOCH 2021.0", "Abstrak": "Indonesia merupakan negara kepulauan yang memiliki letak strategis secara\ngeografis yaitu berada pada daerah pertemuan 3 lempeng besar tektonik yaitu\nLempeng Eurasia, Lempeng Indo-Australia, dan Lempeng Pasifik. Sebagai pengaruh\ndari Indonesia yang berada di sekitar lempeng tektonik aktif yang mengakibatkan\nadanya perubahan koordinat di Indonesia Negara Indonesia sudah pernah memiliki\nbeberapa sistem referensi seperti Datum Indonesia (DI)-74, Datum Geodetik\nNasional (DGN) 95, dan Sistem Referensi Geospasial Indonesia (SRGI) 2013 epoch\n2012.0. Pada tahun 2021 BIG melakukan pemutakhiran sistem referensi menjadi\nSRGI 2013 epoch 2021.0 yang mengacu kepada International Terrestrial Reference\nFrame (ITRF). Akan tetapi masih ada kementerian dan lembaga yang masih belum\nmenggunakan SRGI 2013 epoch 2021.0 sehingga mempengaruhi kualitas informasi\ngeospasial di Indonesia. Pada penelitian ini dibuat dengan tujuan untuk mendapatkan\nnilai perubahaan koordinat antara sistem referensi yang digunakan oleh suatu\nkelembagaan di Indonesia sebelumnya terhadap sistem referensi SRGI 2013 epoch\n2021.0 dengan melakukan perhitungan perubahan koordinat menggunakan 171 titik\nsampel berupa Ina-CORS yang tersebar di Indonesia. Selain menghitung perubahan\nkoordinat, dilakukan analisis mengenai peran SRGI 2013 epoch 2021.0 di Indonesia.\nHasil perubahan koordinat paling besar pada arah X berada pada Pulau Nusa\nTenggara dengan nilai 272 mm dan pada arah Y pada Pulau Papua dengan nilai 396\nmm. Penggunaan SRGI 2013 epoch 2021.0 memegang peran penting dalam kualitas\ninformasi geospasial dasar (IGD) dan informasi geospasial tematik (IGT) di\nIndonesia terutama dalam kebijakan satu peta (KSP) dalam membantu pembangunan\nnasional sehingga kementerian dan kelembagaan harus mempercepat penggunaan\nSRGI 2013 epoch 2021.0.", "Daftar File": {"ABSTRAK Muhammad Zhafran": "https://digilib.itb.ac.id/gdl/download/293945"}, "Penulis": "Muhammad Zhafran [15119087]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dina Anggreni Sarsito, S.T., M.Si", "Dr. Heri Andreas, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "KSP, IGD, IGT, ITRF2014, BIG", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2023"}