{"Nomor": 73686, "Judul": "ANALISIS PERBANDINGAN PERHITUNGAN PERANCANGAN PERKERASAN FASILITAS SISI UDARA MENGGUNAKAN METODE BERDASARKAN ATURAN ICAO PART 3 DAN FAA 150/5320-6G (STUDI KASUS: BANDAR UDARA DHOHO KEDIRI)", "Abstrak": "Bandar Udara berperan dalam menyediakan konektivitas dan aksesibilitas dari\nsuatu daerah ke daerah lainnya, tak terkecuali di daerah Kediri, Jawa Timur.\nPenggunaan moda pesawat terbang semakin hari semakin meningkat untuk\nmasyarakat melakukan pergerakan secara efektif dan efisien sehingga Bandar\nUdara yang ada harus mampu memenuhi pergerakan yang ada. Bandar Udara\nmemerlukan perkerasan yang kuat agar dapat memenuhi pergerakan sehingga hal\ntersebut harus diperhatikan secara matang, terlebih pesawat yang akan dilayani di\nBandar Udara yang dijadikan tinjauan memiliki variasi pesawat terbang yang\nberagam mulai dari narrow-body aircraft hingga wide-body aircraft. Dalam\nperancangan Bandar Udara, terdapat dua standar acuan yang digunakan yaitu ICAO\n(International Civil Aviation Organization) dan FAA (Federal Aviation\nAdministration). Metode yang dijadikan standar dalam perancangan perkerasan\nfasilitas sisi udara yang berlaku saat ini ada dua, yaitu ICAO Part 3 dan FAA\nAdvisory Circular 150/5320-6G. Pada metode FAA 150/5320-6G, terdapat\nperubahan dari sistem ACN (Aircraft Classification Number) dan PCN (Pavement\nClassification Number) menjadi ACR (Aircraft Classification Rating) dan PCR\n(Pavement Classification Rating). Penelitian ini bertujuan untuk mengetahui\nbagaimana hasil perhitungan dengan kedua metode baik menggunakan metode\nICAO Part 3 dan FAA Advisory Circular 150/5320-6G kemudian dari kedua\nmetode tersebut dilakukan analisis perbandingan dengan studi kasus Bandar Udara\nDhoho Kediri. Pada penelitian ini digunakan beberapa perangkat lunak seperti\nFAARFIELD 2.0 dan COMFAA 3.0. Pada penelitian ini, yang dijadikan\nperbandingan untuk analisis adalah hasil nilai ACN-PCN, ACR-PCR, CDF, dan\ntebal perkerasan dari dua tahapan yaitu Tahap 1 (2023 – 2042) dan Tahap 2 (2043)\nsesuai dengan tahun rencana desain 20 tahun. Pada perkerasan lentur yang akan\ndirancang Tahap 1, FAA Advisory Circular 150/5320-6F menghasilkan nilai CDF\n= 1 dan nilai PCN 100/F/C/X/T. Kemudian, FAA Advisory Circular 150/5320-6G\nmenghasilkan nilai CDF = 0,69, nilai PCR 829/F/C/X/T, dan nilai PCN\n97/F/C/X/T. Terakhir, ICAO Part 3 menghasilkan nilai CDF = 0,5 dan nilai PCN\n112/F/C/X/T. Pada Tahap 2, FAA Advisory Circular 150/5320-6F menghasilkan nilai CDF = 1 dan nilai PCN 109/F/C/X/T. Kemudian, FAA Advisory Circular\n150/5320-6G menghasilkan nilai CDF = 0,69, nilai PCR 830/F/C/X/T, dan nilai\nPCN 120/F/C/X/T. Terakhir, ICAO Part 3 menghasilkan nilai CDF = 0,44 dan nilai\nPCN 98/F/C/X/T. Berdasarkan hasil perhitungan yang ada, untuk perkerasan lentur\npada fasilitas sisi udara yang menjadi tinjauan, metode FAA Advisory Circular\n150/5320-6G dan ICAO Part 3 dapat dijadikan sebagai alternatif karena keduanya\nmemiliki hasil yang tidak jauh berbeda. Namun, pada FAA Advisory Circular\n150/5320-6G memperbaiki kegagalan yang terjadi pada subgrade sehingga\nkekuatan yang akan dihasilkan pada bagian subgrade akan lebih baik dengan\nperkerasan yang tidak terlalu tebal. Kemudian jika tebal ditinjau atas dua\npembagian, yaitu lapisan permukan atau surface dan lapis granular, maka tebal\nyang ada adalah untuk ICAO Part 3 Tahap 1 sebesar 150 mm untuk lapisan surface\ndan 1050 mm untuk lapisan granular; ICAO Part 3 Tahap 2 sebesar 210 mm untuk\nlapisan surface dan 1050 mm untuk lapisan granular; FAA 150/5320-6G Tahap 1\nsebesar 127 mm untuk lapisan surface dan 899 mm untuk lapisan granular; FAA\n150/5320-6G Tahap 2 sebesar 201 mm untuk lapisan surface dan 899 mm untuk\nlapisan granular. Perbedaan tebal pada kedua metode ini dikarenakan ICAO\nmeninjau sistem perkerasan secara keseluruhan berdasarkan metode Westegaard\ndan FAA meninjau sistem perkerasan secara lapis per lapis berdasarkan metode\nLEA (Layered Elastic Analysis). Peninjauan lapis per lapis membuat tebal yang\ndihasilkan jauh lebih efektif dibandingkan peninjauan perkerasan secara\nkeseluruhan.", "Daftar File": {"ABSTRAK Dhea Jaen": "https://digilib.itb.ac.id/gdl/download/293979"}, "Penulis": "Dhea Jaen [25022060]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sony Sulaksono Wibowo, M.T, Ph.D.", "Dr. Harmein Rahman, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Bandar Udara, Perbandingan, ICAO, FAA, ACN-PCN, dan ACR-PCR.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2023"}