{"Nomor": 73680, "Judul": "DESAIN RENCANA UJI TERBANG PESAWAT NIRAWAK BERBASIS AERODINAMIKA KOMPUTASIONAL DAN SIMULASI TERBANG", "Abstrak": "Tesis sarjana ini berfokus pada desain rencana penerbangan kendaraan udara tanpa awak (UAV) berbasis aerodinamika komputasi dan simulasi penerbangan. UAV terbang secara otonom dengan mengikuti titik-titik pada rencana penerbangannya. Oleh karena itu, desain rencana penerbangan UAV sangat penting karena menentukan bagaimana dan di mana UAV terbang. Desain rencana penerbangan dapat dilakukan secara iteratif dengan uji penerbangan, tetapi ini memakan banyak sumber daya seperti waktu dan uang. Ada juga risiko keselamatan apakah rencana penerbangan cocok dengan karakteristik UAV atau tidak. Oleh karena itu, solusi alternatif diperlukan. Dalam tesis sarjana ini, kombinasi metode komputasi dan simulasi penerbangan dieksplorasi untuk menangani masalah desain rencana penerbangan ini. Metode komputasi menyediakan paket aerodinamika UAV dan karakteristiknya. Paket aerodinamika UAV untuk pemodelan pada simulator penerbangan sementara hasil karakteristik digunakan untuk perbandingan hasil simulator penerbangan. Karakteristik terdiri dari aerodinamika dan stabilitas. Pada simulator penerbangan, dilakukan uji penerbangan simulasi. Uji penerbangan simulasi mengadaptasi salah satu metode uji penerbangan konvensional yang tersedia. Metode uji penerbangan fokus pada memperoleh performa longitudinal UAV. Uji penerbangan simulasi menggunakan simulasi Software In The Loop (SITL). Koneksi SITL antara simulator penerbangan dan stasiun kendali darat (GCS). Hal ini seharusnya dapat mensimulasikan uji penerbangan lebih akurat karena GCS umumnya digunakan untuk operasi otonom UAV. Aplikasi yang digunakan untuk metode ini adalah Ardupilot Mission Planner dan X-Plane 10. Hasil dari uji penerbangan simulasi dan metode komputasi dibandingkan. Hasil karakteristik aerodinamika untuk kedua metode sama dengan perbedaan kecil, sementara hasil karakteristik stabilitas menggambarkan perbedaan yang lebih besar. Perbedaan dalam stabilitas didefinisikan oleh posisi titik netralnya. Perbedaan titik netral dapat dikaitkan dengan beberapa idealisasi yang terjadi pada simulator penerbangan. Namun, karya ini menyiratkan bahwa kombinasi metode komputasi dan simulasi penerbangan mampu mencerminkan situasi uji penerbangan dan memiliki potensi sebagai cara alternatif, lebih murah, dan lebih aman untuk membuat desain rencana penerbangan untuk UAV.", "Daftar File": {"ABSTRAK Syahrahman Akhdiyatullah G.": "https://digilib.itb.ac.id/gdl/download/293958"}, "Penulis": "Syahrahman Akhdiyatullah G. [13619073]", "Kontributor / Dosen Pembimbing": ["Hendarko, S.T, M.Sc.", "Dr. Ing. Mochammad Agoes Moelyadi, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Rencana Penerbangan, Kendaraan Udara Tanpa Awak, Uji Penerbangan, Simulasi Penerbangan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2023"}