{"Nomor": 73689, "Judul": "OPTIMIZATION OF DIMETHYL ETHER (DME) SUPPLY CHAIN NETWORK DESIGN IN SUMATRA USING MIXED INTEGER LINEAR PROGRAMMING AND MEMETIC ALGORITHM", "Abstrak": "Untuk meningkatkan ketahanan energi nasional, pemerintah Indonesia\nmemutuskan untuk mengganti LPG impor dengan dimetil eter (DME). Proyek\nkonversi DME-LPG akan diimplementasikan di 6 provinsi di Sumatra, mencakup 4\ndepot dan 70 titik permintaan (SPBE) pada tahun 2027 untuk perencanaan selama\n20 tahun, dengan produksi yang tidak berubah sebesar 1,4 juta ton DME, yang\nhampir ekuivalen dengan 1 juta ton LPG. Oleh karena DME memiliki sifat yang\nmirip dengan LPG, infrastruktur pasokan dan distribusi LPG dapat dimanfaatkan\nuntuk meminimasi biaya investasi.\nPenelitian ini ditujukan untuk membantu PT X, off-taker DME pada proye\nini dan yang bertanggung jawab atas distribusi DME, untuk meminimasi: (1) biaya\ninvestasi infrastruktur transportasi, (2) biaya distribusi, dan (3) biaya tangki. Riset\nini tergolong kedalam perancangan jaringan rantai pasok (SCND). Namun, dalam\nmelakukan konfigurasi ulang rantai pasok, ada banyak variabel keputusan yang\ndipertimbangkan dalam penelitian ini: (1) penentuan jumlah hub yang dibutuhkan,\n(2) pemilihan depot yang bertindak sebagai hub dari 4 depot yang tersedia\nberdasarkan jumlah hub yang ditentukan, (3) penentuan kapasitas depot yang\nsesuai, (4) penentuan titik pasok untuk setiap depot dan titik permintaan, (5)\npenentuan moda transportasi, dan (6) durasi pelayanan DME untuk setiap SPBE\ndikarenakan produksi DME yang terbatas.\nDalam pemecahan masalah, model pemrograman linier bilangan bulat\ncampuran (MILP) dibangun untuk mencari solusi optimal, yang dapat diselesaikan\ndengan algoritma branch and bound untuk kasus yang kecil. Oleh karena itu,\nalgoritma memetika yang menggunakan pencarian genetika dan intensifikasi lokal\ndikembangkan untuk menyelesaikan kasus dengan ukuran nyata. Hasil\nmenunjukkan bahwa solusi terbaik memiliki total biaya 1.199.954.901 USD,\ndengan total DME yang dikirim adalah 27.106.617,73 ton DME, dan kapasitas\ndepot adalah 16.241,44 MT DME, 5.355,91 MT DME, 4.230,16 MT DME, dan\n4.834,92 MT DME. Solusi terbaik menggunakan jumlah hub sebanyak satu dengan\nPulau Layang sebagai hub. Moda transportasi dari pabrik ke hub menggunakan\npipa, moda transportasi dari hub ke depot yang lain menggunakan kapal, dan moda\ntransportasi menuju SPBE menggunakan truk. Tiga solusi terbaik dari 520 iterasi\nmenunjukkan konfigurasi jaringan pasokan yang konsisten. Selain jaringan\npasokan, modifikasi infrastruktur dilakukan dengan mengganti segel yang biasa\ndigunakan di jaringan LPG menjadi PTFE, gasket lembaran terkompresi, atau\nFFKM di sistem apapun yang kontak langsung dengan DME dikarenakan DME\nsangat reaktif secara kimiawi.", "Daftar File": {}, "Penulis": "Richie Fane [13419018]", "Kontributor / Dosen Pembimbing": ["Rully Tri Cahyono, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "rancangan jaringan rantai pasok, LPG, DME, Sumatra, pemrograman linier bilangan bulat, algoritma memetika", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2023"}