{"Nomor": 73683, "Judul": "KAJIAN PENGARUH PERUBAHAN GUNA LAHAN MATRAMAN, TEBET, DAN JATINEGARA TERHADAP RISIKO BANJIR LIMPASAN CILIWUNG", "Abstrak": "Risiko banjir merupakan masalah yang tidak dapat dihindari pada daerah-daerah\ndengan potensi banjir. Penggunaan daerah rentan banjir sebagai ruang aktivitas\nmanusia meningkatkan tingkat risiko banjir karena munculnya pertambahan\nancaman jiwa dan kerugian akibat banjir. Penggunaan ruang bantaran sungai\nsebagai kawasan terbangun tidak jarang menyulitkan penataan infrastruktur\nbanjir dan menurunkan tingkat kapasitas penanganan banjir, seperti yang terjadi\npada alur Sungai Ciliwung. Peningkatan puncak debit akibat pembukaan dan\npembangunan lahan pada Daerah Aliran Sungai dan penumpukan sampah pada\npintu air meningkatkan besaran debit periode ulang dan meningkatkan\nkemungkinan breach pada Pintu Manggarai. Penggunaan model debit periode\nulang dan breach pada Pintu Manggarai dilakukan untuk menyimulasikan pola\nbanjir yang terjadi guna membuat zonasi ancaman banjir. Banjir karena kondisi\njebolnya Pintu Manggarai memindahkan sebagian besar risiko banjir tinggi dari\nkawasan Setiabudi menuju kawasan Menteng dan Jatinegara dengan peningkatan\nluas genangan hingga 259% luas genangan karena debit periode ulang 100 tahun.\nPengubahan kawasan pemukiman bantaran Sungai Ciliwung menjadi jalur hijau\nselebar 15m dapat mengurangi risiko banjir dengan periode ulang di bawah 50\ntahun, namun tidak dapat mengurangi risiko banjir akibat periode ulang di atas\n50 tahun dan banjir karena jebolnya Pintu Manggarai. Penanganan berupa\npeningkatan kapasitas fisik dengan pembuatan tanggul banjir dapat menurunkan\ntingkat ancaman kawasan kajian secara umum, namun memindahkan banjir, dan\nmenyebabkan peningkatan genangan banjir di Kelurahan Manggarai hingga\n200%. Transformasi taman dan lahan kosong menjadi kolam retensi mampu\nmenurunkan luas genangan, namun ketersediaan lahan kawasan kajian\nmenyebabkan penurunannya tidak terlalu signifikan, dan masih membutuhkan\npenanganan di bagian hulu kawasan kajian. Skenario pengurangan risiko banjir membutuhkan tidak hanya pembangunan tanggul dan kolam resapan, namun juga\ntransformasi guna lahan pemukiman bantaran sungai untuk menurunkan risiko\nbanjir secara signifikan.", "Daftar File": {"ABSTRAK Tri Nugraha Adi Kesuma": "https://digilib.itb.ac.id/gdl/download/293971"}, "Penulis": "Tri Nugraha Adi Kesuma [35018005]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D.", "Ir. Harkunti Pertiwi Rahayu, Ph.D.", "Mohammad Farid, S.T, M.T, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil & political rights", "Kata Kunci": "risiko, banjir, infrastruktur banjir, guna lahan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2023"}