{"Nomor": 73696, "Judul": "PENGEMBANGAN BIOSENSOR ELEKTROKIMIA BERBASIS LASER-INDUCED GRAPHENE TERMODIFIKASI NANOKOMPOSIT REDUCED GRAPHENE OXIDE DAN PERAK-KOBALT UNTUK DETEKSI ASAM URAT", "Abstrak": "Pengembangan sensor untuk biomarker pendeteksi penyakit dari cairan tubuh\nsemakin diteliti belakangan ini. Salah satu biomarker yang dapat ditemukan dalam\ncairan tubuh adalah asam urat. Kadar asam urat yang tidak normal bisa menandakan\npenyakit seperti hiperurisemia, hipourisemia, hingga radang sendi. Oleh karena itu,\ndibutuhkan metode deteksi asam urat agar pemantauan dapat dilakukan secara\nteratur. Biosensor elektrokimia seperti laser-induced graphene (LIG) dapat\nmenjadi salah satu alternatif metode deteksi karena efisien dan cenderung murah\nsehingga berpotensi dikembangkan sebagai sensor untuk point-of-care. Dengan\nmodifikasi permukaan elektroda menggunakan nanokomposit seperti reduced\ngraphene oxide dan perak-kobalt menjadi rGO/AgCo, sensitivitas dan selektivitas\nLIG dapat ditingkatkan agar performa sensor menjadi lebih baik.\nPada penelitian ini, nanokomposit rGO/AgCo disintesis dengan metode sintesis\n\nhijau menggunakan madu. Berdasarkan analisis dengan SEM-EDX, Raman, UV-\nVis, dan XRD, nanokomposit rGO/AgCo terbukti berhasil disintesis.\n\nNanokomposit rGO/AgCo kemudian dimodifikasi pada permukaan LIG. Performa\nLIG/rGO/AgCo meningkat secara elektrokimia, menunjukkan keberhasilan\nmodifikasi rGO/AgCo pada permukaan LIG. Peningkatan tersebut menandakan\nefek sinergis rGO/AgCo dengan konduktivitas yang baik dan luas permukaan yang\nbesar. Melalui pengujian DPV, LIG/rGO/AgCo dalam penelitian ini diketahui\nmemiliki kinerja yang baik dan selektif untuk deteksi asam urat pada rentang linear\n0,1–2000 ?M dengan LOD 3,75 ?M, LOQ 11,36 ?M, linieritas 0,99128, dan\nsensitivitas 1,76 ?A.?M?1\n.cm?2\n. Berdasarkan kinerja pendeteksian tersebut,\nLIG/rGO/AgCo dapat dimanfaatkan untuk deteksi asam urat dalam berbagai cairan\ntubuh, seperti keringat, urine, hingga darah.", "Daftar File": {}, "Penulis": "Arini Rahma Adzkia [18319015]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "biosensor elektrokimia, laser-induced graphene, sintesis hijau, reduced graphene oxide, perak-kobalt, asam urat", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "22 Jun 2023"}