{"Nomor": 73693, "Judul": "PERANCANGAN DAN IMPLEMENTASI ANTAMUKA MANUSIA MESIN BERDASARKAN DWIN  DMG80480K050_WTR DAN POMPA PERISTALTIK LINEAR  UNTUK POMPA INFUS", "Abstrak": "Human Machine Interface (HMI) memainkan peran penting dalam sistem teknologi\nmodern, memungkinkan komunikasi dan interaksi yang efektif antara manusia dan\nmesin. Dalam berbagai industri, termasuk manufaktur, kesehatan, transportasi, dan\notomasi, HMI telah merevolusi cara pengguna berinteraksi dengan sistem\nkompleks. Karya tulis ini memberikan penjelasan rinci tentang implementasi\nDMG80480K050_WTR sebagai tampilan Human Machine Interface (HMI) dan\npompa peristaltik linier dalam sistem pompa infus. Tujuan utama tampilan HMI\nadalah memfasilitasi interaksi pengguna dengan memungkinkan pengguna\nmemasukkan parameter, menampilkan parameter, memasukkan Wi-Fi, dan\nmenetapkan nomor tempat tidur. Sementara itu, pompa peristaltik linier digunakan\nsebagai mekanisme pompa mekanik yang menggunakan rotor, cincin, dan jari\nuntuk menghasilkan gerakan sinusoidal yang memepet selang dan memindahkan\ncairan.\nDMG80480K050_WTR adalah sebuah tampilan HMI yang dikembangkan dengan\nmemperhatikan kebutuhan pengguna dalam aplikasi pompa infus. Dengan\nmenggunakan tampilan HMI ini, pengguna dapat dengan mudah memasukkan\nparameter yang diperlukan untuk proses infus, seperti tingkat kecepatan aliran,\nvolume infus yang diinginkan, dan waktu infus. Selain itu, tampilan HMI juga\nmampu menampilkan parameter-parameter tersebut dengan jelas dan mudah dibaca\noleh pengguna.\nDi sisi lain, pompa peristaltik linier memainkan peran penting dalam sistem pompa\ninfus ini. Dengan menggunakan gerakan shaft, ring, dan finger yang digerakkan\noleh stepper motor, pompa ini mampu memepet selang infus dan memindahkan\ncairan secara akurat. Hal ini memastikan pengiriman cairan yang tepat dan\nkonsisten sesuai dengan parameter yang telah diatur oleh pengguna. Keandalan\npompa peristaltik linier juga memastikan tingkat kesalahan yang rendah, dengan\ntingkat kesalahan di bawah 10%, sehingga pengguna dapat memiliki kepercayaan\npenuh pada kinerja pompa ini.\n\nii\n\nIntegrasi antara tampilan HMI DMG80480K050_WTR dan pompa peristaltik linier\nmemberikan keuntungan signifikan bagi sistem pompa infus. Pengguna dapat\ndengan mudah mengontrol dan memonitor proses infus melalui tampilan HMI yang\nintuitif dan responsif. Selain itu, dengan pompa peristaltik linier yang akurat dan\nhandal, pengiriman cairan dapat dilakukan dengan presisi yang tinggi, memastikan\npasien menerima dosis yang tepat sesuai dengan kebutuhan medis mereka.\nSecara keseluruhan, implementasi DMG80480K050_WTR sebagai tampilan HMI\ndan penggunaan pompa peristaltik linier untuk infusion pump berhasil memenuhi\nspesifikasi yang diajukan dengan tingkat akurasi yang tinggi serta penggunaan yang\nmudah.", "Daftar File": {}, "Penulis": "Augusto Prastyo Yoshuhiro P [13219013]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T, M.T, Ph.D.", "Nur Ahmadi, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "DMG80480K050_WTR, Human Machine Interfaces, Peristaltic Pump, Infusion Pump.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "22 Jun 2023"}