{"Nomor": 73704, "Judul": "AKTIVITAS ANTIBAKTERI EKSTRAK DAN FRAKSI BIJI TAMANU (CALOPHYLLUM INOPHYLLUM L.) TERHADAP BAKTERI PENYEBAB JERAWAT", "Abstrak": "Gangguan kulit yang umum terjadi, terutama pada remaja, adalah jerawat atau acne vulgaris yang \nmuncul karena akumulasi sebum dan sel kulit mati di dalam folikel sebaceous meningkatkan beban \nmikroba yang mengganggu dinding folikel sehingga mengakibatkan peradangan pada kulit. Terapi \njerawat menggunakan antibiotik sering kali menyebabkan resistensi bakteri. Oleh karena itu,\npencarian alternatif pengobatan untuk jerawat yang bersumber dari bahan alam tanaman \nmerupakan hal yang menarik. Penelitian ini bertujuan untuk mengevaluasi aktivitas antibakteri \nekstrak dan fraksi biji Tamanu (Calophyllum inophyllum L.) terhadap bakteri penyebab jerawat \nPropionibacterium acnes ATCC 11827 dan Staphylococcus epidermidis ATCC 12228. Biji tamanu \ndiekstraksi menggunakan metode maserasi dengan pelarut etanol 70%. Fraksinasi ekstrak \nmenggunakan metode kromatografi cair vakum (KCV) dengan komposisi eluen menggunakan \npelarut n-heksan, etil asetat dan metanol. Metode skrining uji aktivitas yang digunakan adalah \nmetode difusi agar melalui penentuan diameter zona hambat dan konsentrasi hambat minimum \n(KHM) ditentukan menggunakan metode mikrodilusi. Hasil penelitian menunjukkan bahwa KHM \nekstrak, fraksi 3, 4, 5, dan 6 dari biji tamanu terhadap Propionibacterium acnes ATCC 11827 masingmasing adalah sebesar 0,5; 1,0; 1,0; 31,25 dan 62,50 µg/mL. KHM ekstrak, fraksi 3, 4, 5, dan 6 dari \nbiji tamanu terhadap Staphylococcus epidermidis ATCC 12228 masing-masing adalah 62,50; 15,63; \n15,63; 31,25 dan 250 µg/mL. Oleh karena itu, ekstrak dan fraksi biji tamanu berpotensi melawan \nbakteri penyebab jerawat.", "Daftar File": {"ABSTRAK Naziatul Laila Fajrin": "https://digilib.itb.ac.id/gdl/download/294010"}, "Penulis": "Naziatul Laila Fajrin [10719073]", "Kontributor / Dosen Pembimbing": ["apt. Elin Julianti, S.Si., M.Si., Ph.D.", "Prof. Dr. Elfahmi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "biji tamanu, aktivitas antibakteri, jerawat, Propionibacterium acnes, Staphylococcus  epidermidis", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2023"}