{"Nomor": 73714, "Judul": "STUDI FASIES DAN REKONSTRUKSI PENGENDAPAN BATUGAMPINGFORMASI RAJAMANDALA, KEC. CIBADAK, KAB. SUKABUMI.", "Abstrak": "Daerah penelitian berada di Kecamatan Cibadak, Kabupaten Sukabumi, Provinsi \nJawa Barat. Secara geologi daerah penelitian berada pada kelurusan sesar TL-BD, \nyang dikenal sebagai zona sesar Cimandiri. Di sepanjang jalur ini dapat diamati \ndua singkapan batugamping yaitu di daerah Padalarang dan Sukabumi. \nKajian fasies dan rekonstruksi pengendapan batugamping Formasi Rajamandala \ndi Sukabumi difokuskan pada 3 (tiga) singkapan batugamping, yaitu: 1) Gunung \nKarang, 2) Bukit Pasir Bintang, dan 3) Bantar Muncang. Pengukuran penampang \nstratigrafi juga dilakukan untuk melihat adanya urut-urutan atau suksesi \npengendapan batugamping di daerah ini. Sekitar 30 sampel batuan telah \ndikumpulkan untuk dilakukan analisa petrografi. \nBerdasarkan data lapangan dan didukung dengan data sayatan,di daerah penelitian \nterdapat 5 fasies batugamping, yaitu: fasies platy coral bindstone, massive coral \nboundstone, rudstone, well bedded larger foraminifera packstone to grainstone, \ndan thick foraminifera wackestone. \nFasies massive coral boundstone dan hingga fasies platy coral bindstone dapat \ndiiterpretasikan sebagai reef-platform margin. Sementara asosiasi fasies larger\nforaminifera packstone-grainstone, foraminifera wackestone, dan fasies rudstone\nyang dijumpai di singkapan Bukit Pasir Bintang, mencirikan lingkungan \npengendapan yang lebih dalam yaitu: slope dan toe of slope dari suatu paparan \nkarbonat. Fasies yang lebih dalam ditemukan di bagian yang lebih utara semakin \nke selatan semakin mencirikan lingkungan yang dekat dengan daratan. \nTerdapat minimal 2 (dua) siklus pengendapan batugamping Formasi Rajamandala \ndi daerah penelitian, batas kedua siklus tersebut adalah munculnya fasies rudstone\nyang dijadikan penciri akhir dari fasa keep-up. Siklus pertama dimulai dengan \nendapan fasies larger foraminifera grainstone, thick bedded foraminifera \nwackestone-packstone, massive coral boundstone dan diakhiri dengan fasies \nrudstone. Siklus pengendapan I terdiri dari fasa start-up, catch-up, dan keep-up. \nSiklus pengendapan kedua, ditandai dengan fasies platy coral bindstone, dan thick \nbedded foraminifera packstone. Siklus ini hanya dijumpai fasa start-up dan catchup.", "Daftar File": {"Abstrak Adi P 22007302.pdf": "https://digilib.itb.ac.id/gdl/download/294034", "Cover Adi P 22007302.pdf": "https://digilib.itb.ac.id/gdl/download/294035", "Bab 1 Adi P 22007302.pdf": "https://digilib.itb.ac.id/gdl/download/294036", "Bab 2 Adi P 22007302.pdf": "https://digilib.itb.ac.id/gdl/download/294037", "Bab 3 Adi P 22007302.pdf": "https://digilib.itb.ac.id/gdl/download/294038", "Bab 4 Adi P 22007302.pdf": "https://digilib.itb.ac.id/gdl/download/294039"}, "Penulis": "Adi Prayogi [22007302]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Batugamping, fasies, asosiasi fasies.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "6 file", "Tanggal Input": "23 Jun 2023"}