{"Nomor": 73717, "Judul": "EVALUASI DAMPAK PELUCUTAN UDARA DALAM REGENERASI PELARUT ABSORPSI CO2 DENGAN AIR BERTEKANAN", "Abstrak": "Biogas merupakan sumber energi terbarukan yang memiliki potensi besar di Indonesia. Sebagai produsen kelapa sawit terbesar di dunia, Indonesia menghasilkan palm oil mill effluent (POME) yang dapat dimanfaatkan sebagai sumber biogas. Pengolahan POME mengurangi polusi udara yang disebabkan karena metana hasil penguraian POME dimanfaatkan dan tidak dilepas ke udara bebas. Pada tahun 2018, industri kelapa sawit berpotensi menghasilkan CO2 sebanyak 833.400 ton. Dalam proses biogas upgrading, air yang jenuh CO2 harus diregenerasi pada kolom desorpsi untuk digunakan kembali pada kolom absorpsi.\nAbsorpsi CO2 dengan air bertekanan dilakukan secara countercurrent pada kolom absorpsi berisikan raschig rings packing. Air keluaran kolom absorpsi lalu dialirkan sesuai dengan konfigurasi desorpsi CO2: no stripping, direct stripping, indirect stripping. Pada konfigurasi no stripping, air absorben keluaran kolom absorpsi (rich water) dialirkan melalui flash column. Untuk konfigurasi direct stripping, aliran rich water dialirkan melalui sebuah kolom desorpsi dengan jumlah tahap sebanyak 1 (satu). Konfigurasi indirect stripping merupakan konfigurasi no stripping ditambah dengan kolom desorpsi dengan satu tahap. Kandungan CO2 pada aliran gas keluaran masing-masing konfigurasi dianalisis dengan gas analyser dan air keluaran dianalisis dengan titrasi. Percobaan ini menggunakan variasi konfigurasi desorpsi CO2. Analisis kandungan CO2 pada aliran gas keluaran dan air keluaran akan menentukan konfigurasi desorpsi CO2 yang paling optimal untuk memperoleh CO2.\nKonfigurasi water stripping yang terbaik adalah indirect stripping dengan kadar CO2 pada aliran off-gas flash column sebesar 91,45% dan kadar CO2 pada aliran air absorben sebesar 0,09%, sehingga didapatkan kemurnian CO2 yang paling tinggi dengan kandungan CO2 yang paling rendah dalam aliran air absorben. Konfigurasi direct stripping dapat memperoleh kandungan CO2 yang rendah dalam aliran air absorben yaitu 0,10%, tetapi kandungan CO2 pada aliran off-gas juga rendah yaitu 0,43% sehingga aliran CO2 tidak dapat digunakan untuk keperluan industri. Sementara itu, konfigurasi no stripping dapat memperoleh kandungan CO2 yang tinggi dalam aliran off-gas dengan peralatan yang sederhana yaitu 91,4%, tetapi kandungan CO2 pada aliran air absorben keluar tinggi yaitu 8,62% sehingga membutuhkan air absorben lebih banyak untuk mencapai performa absorpsi yang sebanding dengan variasi indirect stripping dan direct stripping.", "Daftar File": {}, "Penulis": "Oliver [13019050]", "Kontributor / Dosen Pembimbing": ["Anggit Raksajati, S.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Biogas, palm oil mill effluent, biometana, air bertekanan, desorpsi CO2", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}