{"Nomor": 73729, "Judul": "STUDI ANALISIS PENINGKATAN KUAT GESER DAN STABILITAS LERENG GALIAN PADA TANAH SILTY SAND DAN CLAYEY SILT DENGAN PERKUATAN VETIVER SYSTEM (STUDI KASUS JALAN TRANS PAPUA OKSIBIL - TOWE HITAM)", "Abstrak": "Dalam dunia konstruksi, stabilitas lereng terutama pada pekerjaan galian tanah\ntinggi merupakan permasalahan yang sering ditemui. Lereng galian tanah pada\njalan di Kabupaten Oksibil Provinsi Papua didesain dengan kedalaman lebih dari\n30 meter. Kedalaman ini diperlukan untuk mencapai grade desain jalan yang\nmaksimal secara long-section sebesar 15%. Galian direncanakan dengan\nmembentuk kelandaian lereng menjadi 1:2 dengan trap tiap ketinggian 5 meter dan\nlebar bordes 2 meter. Setelah desain diaplikasikan pada jalan tersebut, dimana\nkedalaman total galian adalah 30 hingga 35 meter, galian tersebut mengalami\nkelongsoran. Perlu diketahui, lereng yang dibuat tersebut didesain dengan tipe\ntanpa perkuatan (open cut).\nMetode peningkatan stabilitas lereng dengan menggunakan tumbuhan adalah salah\nsatu cara dalam menyelesaikan permasalahan stabilitas tanah. Vetiveria Zizanoides\n(Vetiver) dengan karakteristik yang memiliki akar kuat dan panjang memenuhi\nkriteria sebagai perkuatan stabilitas lereng. Lereng galian di jalan trans Papua\ndipilih menjadi studi kasus dalam penelitian ini dengan dilakukan suatu\npengamatan terhadap pertumbuhan vetiver. Kemudian dilakukan juga pengujian\nparameter komposit tanah dengan vetiver di laboratorium untuk mengetahui\npeningkatan parameter kekuatan geser tanah.\nAnalisis kestabilan lereng dilakukan secara numerik menggunakan software\nberbasis metode elemen hingga. Perhitungan dilakukan dengan dua metode: (i)\nmetode perubahan kohesi total dan (ii) metode pemodelan dengan angkur. Yang\npertama secara kohesi total, kontribusi adanya vetiver pada suatu kedalaman tanah\ndinaikkan parameter kohesinya dengan menggunakan software slope/w. Yang\nkedua secara angkur, kontribusi vetiver dimodelkan sebagai angkur yang\nkedalamannya disesuaikan dengan kedalaman sesuai dengan panjang akar vetiver\ndari hasil pengamatan. Metode yang kedua menggunakan software plaxis. Dari\npenelitian ini, mekanisme peningkatan kestabilan lereng akibat adanya perkuatan\nvetiver dapat diketahui. Hasil-hasil dari penelitian ini dapat dimanfaatkan pada\nkasus-kasus serupa dalam pekerjaan galian tanah.", "Daftar File": {"ABSTRAK Dika Aristia Prabowo": "https://digilib.itb.ac.id/gdl/download/294053"}, "Penulis": "Dika Aristia Prabowo [25020384]", "Kontributor / Dosen Pembimbing": ["Dedi Apriadi, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Galian Tanah, Analisis Stabilitas Lereng, Vetiver, Safety Factor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}