{"Nomor": 73739, "Judul": "DESAIN SIO2@NI@ZRO2 SANDWICH CORE-SHELL NANOKATALIS TAHAN KOKAS UNTUK DRY REFORMING OF METHANE", "Abstrak": "Dry Reforming of Methane (DRM) merupakan teknologi untuk proses reforming metana\ndengan memanfaatkan CO2 untuk menghasilkan gas sintetis berupa CO dan H2 yang yang\nmerupakan prekursor untuk proses produksi berbagai macam zat kimia dan bahan bakar\ncair. Katalis tahan kokas diperlukan untuk mencegah terjadinya penonaktifan katalis\ndalam reaksi DRM yang disebabkan CO2. Penelitian ini bertujuan untuk menghasilkan\nkatalis SiO2@Ni@ZrO2 sandwich core-shell untuk reaksi DRM dengan stabilitas termal\nyang baik dan aktivitas katalitik yang tinggi untuk mencegah deaktivasi katalis yang\ndiakibatkan deposisi kokas.\nPada penelitian ini, katalis dirancang berbentuk sandwich core-shell dengan prekursor\nSiO2 dan ZrO2. Gas umpan yang digunakan terdiri dari CH4 dan CO2 dengan rasio 3:7.\nKarakterisasi katalis yang dilakukan meliputi karakterisasi XRD, BET, TEM, SEM, dan\nEDX. Hasil pengujian katalis pada temperatur 700 oC, tekanan atmosferik, dan WHSV\n60.000 mL.g-1. jam-1 selama 480 menit menunjukkan bahwa katalis SiO2@Ni@ZrO2\nmenghasilkan konversi CH4 dan CO2 mencapai 75% dan 46%, perolehan produk H2 dan\nCO mencapai 31% dan 35%, serta rasio H2/CO sebesar 0,42. Hasil analisis TGA\nmenunjukkan bahwa penambahan prekursor ZrO2 dapat memperpanjang usia katalis\ndengan cara menghambat deaktivasi katalis yang dipengaruhi oleh pembentukan karbon.", "Daftar File": {}, "Penulis": "Harisa Riski Amalia [13019019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yogi Wibisono Budhi, S.T, M.T.", "Hafis Pratama Rendra Graha, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "aktivitas, DRM, gas alam, hidrokarbon, impregnasi, karakterisasi, katalis, metana, stabilitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}