{"Nomor": 73732, "Judul": "PERENCANAAN SISTEM PENGELOLAAN AIR LIMBAH DOMESTIK TERPUSAT SKALA PERMUKIMAN DI KAWASAN PERI-URBAN (STUDI KASUS: DESA CIPACING, KECAMATAN JATINANGOR, KABUPATEN SUMEDANG)", "Abstrak": "Desa Cipacing merupakan kawasan peri-urban dengan kekhasannya yaitu padat\npermukiman dan penduduk serta tingkat ekonomi masyarakat menengah ke bawah.\nAkan tetapi, saat ini belum mempunyai sistem pengelolaan air limbah domestik\nyang baik dan mumpuni. Sebagai sampel pada daerah studi persentase akses aman\n34,78% (septic tank sesuai standar dan dilakukan penyedotan dan IPAL komunal\nuntuk melayani RT 01 dan 02, RW 04), akses layak 43,96% (septic tank belum\nsesuai standar dan tidak dilakukan penyedotan), akses tidak layak 3,96%, BABS\ntertutup 17,28%, dan grey water disalurkan ke saluran drainase yang mengalir\nmenuju badan air dan juga ke septic tank. Oleh karena itu, akan dilakukan\nperencanaan sistem pengelolaan air limbah domestik skala permukiman dengan\nmelayani masyarakat pada kriteria tingkat akses sanitasi layak sampai dengan\nlayak. Untuk perencanaan Sistem Penyaluran Air Limbah (SPAL) dipilih satu jalur\nyang akan diterapkan secara langsung pada perencanaan dengan sub-sistem\npengumpulannya direncanakan menggunakan sistem shallow bore sewer dengan\ndiameter yang berkisar antara 110 – 225 mm dan menggunakan pipa PVC air\nlimbah dan menggunakan aliran gravitasi. Sedangkan untuk Instalasi Pengolahan\nAir Limbah (IPAL) terdapat tiga alternatif yang selanjutnya dilakukan pemilihan\ndengan menggunakan metode Simple Additive Weight (SAW). Total penduduk\nyang akan dilayani oleh sistem ini sebanyak 2455 jiwa. Perencanaan sub-sistem\npengolahan dilakukan dalam satu tahap secara langsung untuk melayani 100% debit\nrata-rata air limbah dengan total 301,44 m3\n/hari dengan konfigurasi unit terpilih\nyaitu terdiri dari bar screen, bak ekualisasi, pra sedimentasi dan anaerobic baffled\nreactor (ABR), anaerobic filter, secondary sedimentation, dan bak desinfeksi\ndengan lumpur dialirkan menuju bak lumpur untuk kemudian dilakukan penyedotan setiap 6 bulan sekali dan efluen air limbah dialirkan menuju sungai.", "Daftar File": {"M. Rafly Sarully Hidayat.pdf": "https://digilib.itb.ac.id/gdl/download/294056"}, "Penulis": "M. Rafly Sarully Hidayat [15719003]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Soleh Setiyawan, S.T, M.T, Ph.D.", "Dr. Dyah Wulandari Putri, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "ABR, aerobic filter, air limbah domestik, IPAL, SPAL", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "23 Jun 2023"}