{"Nomor": 73733, "Judul": "PEMISAHAN RESIN MINYAK BIJI NYAMPLUNG", "Abstrak": "Tanaman nyamplung memiliki potensi yang salah satunya dapat menghasilkan minyak sebagai bahan bakar nabati. Namun, minyak biji nyamplung tidak serta-merta secara langsung dapat digunakan. Hal ini karena adanya pengotor yang dapat menurunkan kualitas minyak biji nyamplung, yakni resin. Agar tidak menjadi limbah, maka resin perlu dimanfaatkan. Oleh karena itu, diperlukan adanya penelitian mengenai pemisahan resin minyak biji nyamplung untuk mengidentifikasi kandungan resin dan jenis dari resin biji nyamplung sehingga dapat ditentukan manfaatnya. Pada penelitian ini, ekstraksi campuran resin dan minyak biji nyamplung dilakukan dengan metode ekstraksi mekanis. Tujuan dari penelitian ini adalah mengidentifikasi dan mengelompokkan resin dari minyak biji nyamplung. Adapun sasaran pada penilitian ini, antara lain menentukan perolehan resin pada biji nyamplung, mengidentifikasi gugus fungsi yang terdapat pada resin minyak biji nyamplung, dan menentukan jenis resin minyak biji nyamplung sesuai dengaan gugus fungsi dan uji fitokimia. Secara umum, terdapat 5 tahapan utama dalam penelitian ini, meliputi persiapan bahan baku, pengepresan biji nyamplung, pemisahan campuran, pemurnian fraksi, dan analisis resin. Pemisahan campuran dilakukan dengan menggunakan pelarut etanol dan n-heksana dengan perbandingan 1,25:1. Kemudian, pada pemurnian fraksi minyak dilakukan penambahan etanol dengan perbandingan 1:1. Sedangkan pada pemurnian fraksi resin dilakukan penambahan n-heksana dengan perbandingan 1:1. Selain itu, dilakukan analisis gugus fungsi dan resin dikelompokkan. Berdasarkan uji FTIR, gugus fungsi yang terdapat pada resin minyak biji nyamplung meliputi ????(C-H) CH3 & CH2 / (O-H) carboxylic acid, ????(C-H) CH3, keton, ester, ????(C=C) aromatic ring / (C=O) amide, ????(CH2) & ????(CH3), ????(C-O-C) ester, ????(C-O), dan ???? (C=C). Berdasarkan uji fitokimia kuantitatif dan uji FTIR, diketahui bahwa resin biji nyamplung merupakan resin rosin yang merupakan golongan dari resin terpenoid dan berjenis oleoresin. Perolehan resin pada biji nyamplung dengan pelarut ganda adalah 12% dari ektrak biji nyamplung. Total berat resin adalah 25,54 gram dari 208,54 gram ekstrak biji nyamplung.", "Daftar File": {}, "Penulis": "Hiskia Alima Amalia [13019080]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Danu Ariono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ekstraksi, gugus fungsi, nyamplung, pelarut, resin", "Sumber": "extraction, functional group, nyamplung, resin, solvent", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}