{"Nomor": 73735, "Judul": "SUBSTITUSI BATUBARA DENGAN GAS HIDROGEN ATAU BIOMASSA CANGKANG KELAPA SAWIT PADA PELEBURAN BIJIH NIKEL SAPROLIT UNTUK PRODUKSI PADUAN FERONIKEL", "Abstrak": "Total cadangan nikel dunia diperkirakan bernilai 95 juta ton nikel dengan bijih nikel\nlaterit mewakili 60% dari deposit tersebut. Karena cadangan bijih nikel sulfida\nsemakin menipis, bijih nikel laterit dengan kandungan nikel rendah lambat laun\nmenjadi sumber daya utama nikel. Pada tahun 2022, sebanyak 72% produksi nikel\ndunia berasal dari bijih nikel tipe oksida atau bijih laterit. Saat ini, proses\npirometalurgi utama untuk pengolahan bijih nikel laterit adalah proses rotary kilnelectric\nfurnace (RKEF). Emisi gas CO2 dihasilkan selama proses reduksi suhu\ntinggi dari bijih laterit pada RKEF dengan batubara. Produksi 1 kg nikel akan\nmenghasilkan 69 kg emisi CO2. Salah satu solusi untuk menurunkan emisi CO2\nsecara signifikan adalah substitusi batubara dengan reduktor alternatif, seperti gas\nhidrogen dan biomassa dalam penggunaan teknologi RKEF. Hidrogen dapat\nmenjadi reduktor alternatif, namun penggunaanya belum umum untuk produksi\nlogam saat ini. Biomassa yang memiliki potensi tinggi di Indonesia adalah byproduct\ndari industri kelapa sawit. Cangkang kelapa sawit atau palm kernel shell\n(PKS) merupakan produk limbah yang diperoleh setelah pengolahan kelapa sawit\nsawit. Industri kelapa sawit menghasilkan sekitar 4,6 juta ton PKS per tahun\nsehingga PKS memiliki potensi untuk menggantikan batubara sebagai reduktor\nbijih nikel laterit. Penelitian ini bertujuan untuk menyimulasikan dan melakukan\npercobaan skala laboratorium terhadap penggunaan gas hidrogen dan biomassa\nPKS sebagai reduktor bijih nikel saprolit melalui jalur RKEF dalam rangka\nmengembangkan proses produksi paduan feronikel dengan emisi CO2 rendah.\nBijih nikel laterit yang digunakan dalam penelitian berupa bijih nikel saprolit. Bijih\nnikel saprolit basah dikeringkan dalam oven pada suhu 200? selama 24 jam lalu\ndihancurkan dua kali dengan roll crusher untuk mendapatkan bijih nikel saprolit\nhalus dan diayak menggunakan vibrating sieve shaker. Bijih nikel saprolit dengan\nukuran -60 +100 mesh digunakan dalam percobaan, sedangkan bijih nikel +200\nmesh digunakan untuk karakterisasi yang meliputi X-ray Diffraction (XRD), X-ray\nFluorescence (XRF), dan beberapa analisis basah. Kalsinasi dan reduksi bijih nikel\nsaprolit dilakukan menggunakan gas hidrogen (99,995% H2) dalam horizontal tube\nfurnace (HTF) dengan memvariasikan suhu kalsinasi (500-900?), waktu kalsinasi\nii\n(0,25-3 jam), dan persentase gas hidrogen dalam campuran hidrogen dan gas argon\n(25 dan 75% H2) untuk menyimulasikan proses pada rotary kiln. Kalsinasi dengan\nreduktor berbasis karbon berupa batubara dan PKS dilakukan untuk\nmembandingkan hasil produk dengan reduksi menggunakan gas hidrogen yang\ndilakukan pada suhu 800? selama 3 jam dengan memvariasikan stoikiometri\nmasing-masing reduktor sebesar 1, 1,5, dan 2. Kalsin padat hasil percobaan di HTF\nkemudian dilebur dalam vertical tube furnace (VTF) pada suhu 1550? selama 2\njam untuk menyimulasikan proses pada tanur listrik. Produk reduksi padat yang\ndihasilkan setelah proses kalsinasi dan reduksi dalam HTF dianalisis menggunakan\nICP-MS Agilent 7800, XRD Rigaku SmartLab, dan SEM-EDS JEOL NeoScope\nJCM-7000, sedangkan produk peleburan di VTF dianalisis menggunakan\nmikroskop optik dan SEM-EDS JEOL NeoScope JCM-7000.\nPeningkatan temperatur kalsinasi dapat meningkatkan pengurangan berat bijih\nnikel saprolit yang menandakan makin banyak oksida logam tereduksi, terutama\noksida besi dan nikel. Waktu kalsinasi memiliki pengaruh tidak signifikan pada\ntingkat reaksi karena pengurangan berat setelah kalsinasi yang cenderung stabil\npada seluruh variasi waktu. Berdasarkan hasil analisis SEM-EDS pada kalsin, kadar\nbesi, silikon, dan krom sedikit meningkat yang diikuti penurunan kadar nikel seiring\npeningkatan temperatur kalsinasi yang menunjukkan lingkungan yang lebih\nreduktif pada suhu tinggi. Fasa-fasa oksida yang terbentuk pada kalsin sesuai\ndengan prediksi FactSage dan hasil XRD dimana fasa oksida meliputi pyroxene,\nolivine, dan spinel, sedangkan fasa logam terbagi menjadi dua yakni logam besi dan\npaduan feronikel. Pada produk peleburan kalsin, kadar besi relatif stabil seiring\npeningkatan temperatur kalsinasi dan terdapat penurunan mulai temperatur 800 dan\n700? pada persentase gas hidrogen secara berturut-turut 25 dan 75% H2/Ar akibat\nterdilusi oleh oksida unsur lain yang juga banyak tereduksi pada parameter ini,\nyakni Si dan Cr. Parameter percobaan pada 700? dengan 25% H2 menghasilkan\nkadar nikel pada logam tertinggi, sebesar 10,21% dengan kadar besi 85,37%.\nPenggunaan batubara dan PKS sebagai reduktor berbasis karbon menunjukkan\nadanya peningkatan pengurangan berat dari bijih nikel saprolit seiring\nbertambahnya stoikiometri. PKS menghasilkan nilai pengurangan berat yang\nsignifikan pada stoikiometri 1,5 dan 2 jika dibandingkan dengan batubara yang\nmenandakan reduktor ini jauh lebih reduktif apabila diberikan berlebih. Hasil\nreduksi dengan 25% H2 memiliki komposisi produk yang serupa dengan\npenggunaan 2 stoikiometri batubara, sedangkan hasil reduksi dengan 75% H2\nmemiliki komposisi serupa dengan penggunaan 1,5 dan 2 stoikiometri biomassa\nPKS sebagai reduktor. Gas hidrogen dan biomassa PKS menunjukkan\nkemungkinan untuk dijadikan reduktor alternatif pada proses peleburan bijih nikel\nsaprolit karena menghasilkan produk logam dengan komposisi serupa dengan\npaduan feronikel yang diproduksi secara komersial menggunakan batubara.", "Daftar File": {"ABSTRAK Bima Satritama": "https://digilib.itb.ac.id/gdl/download/294060", "BAB 1 Bima Satritama": "https://digilib.itb.ac.id/gdl/download/294061", "BAB 2 Bima Satritama": "https://digilib.itb.ac.id/gdl/download/294062", "BAB 3 Bima Satritama": "https://digilib.itb.ac.id/gdl/download/294063", "BAB 4 Bima Satritama": "https://digilib.itb.ac.id/gdl/download/294064", "BAB 5 Bima Satritama": "https://digilib.itb.ac.id/gdl/download/294065", "PUSTAKA Bima Satritama": "https://digilib.itb.ac.id/gdl/download/294066"}, "Penulis": "Bima Satritama [22522005]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Zulfiadi, S.T, M.T.", "Taufiq Hidayat, S.T, M.Phill., Ph.D.", "Dr. Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bijih nikel saprolit, gas hidrogen, palm kernel shell, kalsinasi, kalsin, peleburan, paduan feronikel", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "23 Jun 2023"}