{"Nomor": 73737, "Judul": "STUDI PENGAYAAN SKANDIUM PADA LATERIT NIKEL DAERAH TAPUNOPAKA, KONAWE UTARA", "Abstrak": "Indonesia merupakan negara penghasil endapan bijih nikel terbesar di dunia, tersebar dibeberapa wilayah yang ada di Indonesia salah satunya yaitu di Desa Tapunopaka, Konawe Utara, Sulawesi Tenggara. Nikel menjadi salah satu bahan yang banyak digunakan untuk berbagai macam produksi industri, sehingga popularitas nikel terus meningkat tiap tahunnya.\nWilayah penelitian terletak pada Desa Tapunopaka yang secara geologi termasuk ke dalam Kompleks Ofiolit berupa batuan ultramafik. Proses pelapukan secara fisika dan kimia yang terjadi pada batuan dasar menghasilkan endapan nikel laterit yang berkembang sangat baik pada area tersebut. Beberapa faktor pengontrol terhadap pembentukan laterit yaitu faktor batuan asal, iklim, vegetasi, struktur, morfologi dan waktu.\nTermasuk ke dalam jenis batuan asal dunit dan peridotit yang merupakan batuan induk penghasil nikel dengan iklim tropis. Vegetasi tergolong lebat dengan struktur yang dijumpai berupa kekar/rekahan dengan tingkat intensitas medium - high fracture yang dapat memudahkan penetrasi air ke dalam batuan. Morfologi tergolong landai dan terjal dengan kategori laterit pada morfologi landai berkembang dengan baik yang dicirikan dengan tebalnya laterit yang berkembang. Sedangkan pada morfologi terjal, laterit berkembang kurang baik yang dicirikan dengan tipisnya laterit, namun secara spotted hadir laterit yang baik dengan hadirnya mineral garnierit.\nSecara vertikal, endapan nikel laterit tersusun atas zona topsoil, limonit, saprolit, dan bedrock. Zona pengayaan unsur nikel (Ni) yang menjadi unsur utama dalam proses eksplorasi nikel laterit terletak pada zona saprolit. Namun, seiring dengan perkembangan teknologi, proses eksplorasi tidak hanya berfokus pada 1 elemen saja, melainkan juga unsur pengikut lainnya, termasuk Logam Tanah Jarang (LTJ). Scandium (Sc) merupakan salah satu logam tanah jarang yang banyak digunakan untuk kemajuan industri modern, industri baterai, pelapis tahan karat hingga peralatan olahraga. Sc terkonsentrasi dari proses pelapukan batuan ultramafik yang tersingkap ke permukaan akibat adanya aktivitas tektonik dan mengalami proses laterisasi.\nSc hadir melimpah pada endapan nikel laterit pada lapisan limonit. Zona limonit terbagi menjadi dua, yaitu red limonite dan yellow limonite. Red limonite memiliki warna merah kecoklatan yang tersusun atas mineral hematit dan magnetit, telah mengalami pelapukan yang intensif dengan ukuran butir lempung – lanau. Sedangkan yellow limonite memiliki warna kuning kemerahan\nhingga kuning kecoklatan yang tersusun atas mineral goetit dengan karakteristik material serupa dengan red limonite.\nPada lapisan red limonite kadar rata-rata Sc yaitu 73 ppm yang bersumber dari 33 titik bor. Sedangkan pada lapisan yellow limonite terbagi menjadi 2 bagian yang didasari atas perbedaan tinggi rendahnya kadar Sc yaitu top yellow limonite dan bottom yellow limonite. Kadar rata-rata pada lapisan top yellow limonite yaitu 83 ppm sedangkan pada lapisan bottom yellow limonite memiliki kadar rata-rata Sc 67 ppm.\nAnalisis laboratorium yang dilakukan berupa analisis petrografi dengan 7 sampel, Analysis Spectral Devices (ASD) dengan 11 sampel, analisis XRF dan analisis ICP-MS dari 81 titik bor. Hasil analisis petrografi menunjukkan bahwa terdapat dua jenis satuan litologi yaitu dunit dan harsburgit. Harsburgit dengan kandungan mineral piroksen dominan memiliki kandungan Sc yang lebih besar dibandingkan dengan dunit yang dominan mineral olivin karena ada korelasi positif unsur Al dalam piroksen dengan tingginya nilai skandium. Analisis ASD menunjukkan hadirnya mineral oksida dan mineral alterasi diantaranya yaitu hematit, goetit, talk, montmorillonit, saponit dan antigorit. Data geokimia menunjukkan hubungan positif kuat antara skandium dengan Al2O3 dan Fe2O3 dimana semakin tinggi kadar senyawa Al2O3 dan Fe2O3, maka semakin tinggi pula kandungan Sc.", "Daftar File": {"ABSTRAK Tulus Semedie": "https://digilib.itb.ac.id/gdl/download/294077"}, "Penulis": "Tulus Semedie [22019023]", "Kontributor / Dosen Pembimbing": ["Ir. Nurcahyo Indro Basuki, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "nikel laterit, logam tanah jarang, skandium, limonit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}