{"Nomor": 73748, "Judul": "HUBUNGAN KARAKTERISTIK INDIVIDU, PENGETAHUAN, SIKAP DAN PERILAKU IBU DALAM PEMENUHAN AKSES  AIR, SANITASI DAN HIGIENE LAYAK DENGAN MODEL SOSIO-EKOLOGIS (STUDI KASUS: KABUPATEN PIDIE, ACEH)", "Abstrak": "Kondisi sanitasi yang tidak memadai memainkan peran utama dalam peningkatan\npenularan penyakit di negara-negara berkembang termasuk Indonesia. Orang yang\nmemiliki tanggung jawab untuk memberikan peran terkait air bersih, sanitasi dan\nkebersihan adalah keluarga khussnya ibu, hal ini terbukti masih banyak masyarakat\nyang buang air besar sembarangan di tempat terbuka karena rendahnya kepemilikan\njamban keluarga di masyarakat di Pidie. Rendahnya pengetahuan dan praktik air\ndan sanitasi di kalangan ibu memainkan peran penting dalam menularkan infeksi\ndan penyakit pernapasan yang merupakan penyebab utama morbiditas dan\nmortalitas pada balita. Penelitian ini menganalisis hubungan antara variabel\nkarakteristik individu, pengetahuan, sikap dan praktik menggunakan Partial Least\nSquares-Structural Equation Modeling (PLS-SEM) dengan bantuan perangkat\nlunak Smart-PLS 3.0. Hasil menemukan bahwa terdapat pengaruh positif yang\nsignifikan antara karakteristik individu (Usia, tingkat pendidikan Ibu, status\npernikahan, pekerjaan ibu, pendapatan bulanan ibu, pendapatan total keluarga,\njumlah KK dalam satu rumah, dan jumlah anak dibawah lima tahun) dengan\npengetahuan, sikap dan perilaku ibu dalam pemenuhan kebutuhan air bersih,\nsanitasi dan higiene layak P Values setiap variabel 0,000. Faktor yang paling\nberpengaruh perilaku ibu dalam pemenuhan akses air bersih, sanitasi dan higiene\nberdasarkan model sosio-ekologis adalah di tingkatan masyarakat dengan t-statistik\n16,789 selanjutnya tingkatan individu t-statistik 11,450, faktor interpersonal tstatistik 10,804 dan pengaruh terendah pada tingkat fasilitas air, sanitasi dan\nhygiene, sehingga dapat disimpulkan bahwa keberadaan fasilitas pada masyarakat\nPidie tidak terlalu berpengaruh terhadap perilaku ibu.", "Daftar File": {"Syarifah Seicha.pdf": "https://digilib.itb.ac.id/gdl/download/294084"}, "Penulis": "Syarifah Seicha Fathma [25720301]", "Kontributor / Dosen Pembimbing": ["Dr. Anindrya Nastiti, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "perilaku ibu, PLS-SEM, sanitasi layak, sosial-ecological model, WASH", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "23 Jun 2023"}