{"Nomor": 73749, "Judul": "SIMULASI KONTAMINAN MANGAN (MN) & BESI (FE) PADA AIR TANAH DI TEMPAT PENGELOLAAN SAMPAH XYZ, DI JAWA BARAT.", "Abstrak": "Tempat Pengelolaan Sampah/landfill XYZ merupakan salah satu tempat pengolahan sampah yang masih beroperasi di Indonesia dan rencananya akan berhenti beroperasi pada beberapa tahun lagi. Landfill tersebut mampu menampung volume sampah hingga 6500-7000 ton setiap harinya. Salah satu masalah yang muncul dengan adanya sampah adalah pencemaran terhadap kualitas air tanah disekitarnya. Melalui penelitian ini diharapkan bisa mengetahui kondisi hidrogeologi, pola aliran air tanah dan pola pergerakan kontaminan mangan dan besi dalam air tanah serta dapat membuat model simulasi pergerakan kontaminan mangan dan besi selama 5 tahun ke depan.\nModel simulasi kontaminan logam (mangan dan besi) pada air tanah dilakukan dengan cara numerik menggunakan Visual Modflow yang berdasarkan data geologi dan hidrogeologi. Survei geologi meliputi pengamatan morfologi dan litologi (log bor dan geolistrik). Survei hidrogeologi meliputi pengukuran muka air tanah, analisis sampel air tanah, pengukuran permeabilitas (slug test), data klimatologi, dan data pendukung lainnya seperti nilai storativitas dan dispersivitas. Data-data tersebut kemudian dijadikan parameter awal untuk membangun geometri dari model yang dibuat.\nHasil dari penelitian secara kuantitatif berupa model aliran air tanah, dengan unit hidrostratigrafi berupa akuifer dan akuiklud. Akuifer tersusun atas batupasir dengan nilai konduktivitas hidrolik 2,274x10-6 m/s. Nilai ini didapatkan dari pengukuran langsung dilapangan sedangkan akuiklud tersusun atas batulempung dan batulanau dengan nilai konduktivitas hidrolik 1,157x10-8 m/s.\nDi dalam air tanah didapatkan kandungan mangan, besi, TDS, pH, mikroorganisme E.coli, nitrat, dan nitrit yang melebihi standar baku mutu dari Permenkes RI Nomor 32 Tahun 2017 Tentang Standar Baku Mutu Kesehatan Lingkungan & Persyaratan Kesehatan Air. Dari semua unsur yang melebihi baku mutu kemudian dibuat model simulasi pergerakan kontaminan unsur logam yaitu mangan dan besi. Kandungan mangan pada AT-03 sebesar 27,95 mg/liter, SP-04 sebesar 36,69 mg/liter, yang mana baku mutu mangan hanya 0,1 mg/liter. Sedangkan kandungan besi (Fe) pada air tanah sebesar 23,24 mg/liter, yang mana baku mutu besi sebesar 0,2 mg/liter.\nNilai dari kandungan logam tersebut sudah jauh melebihi baku mutu sehingga perlu untuk dilakukan simulasi agar dijadikan monitoring dan evaluasi di masa depan.\nModel simulasi kontaminan dibuat dengan tujuan mengetahui jangkauan persebaran selama 5 tahun kedepan. Dari pemodelan kontaminan skenario 5 tahun, di dapatrkan hasil berupa penyebaran mangan pada AT-03 sejauh 390 meter (arah horizontal) dan 34 meter (arah vertikal) dan pada SP-4 sejauh 444 meter (arah horizontal) dan 33 meter (arah vertikal). Sedangkan penyebaran besi pada SP-4 sejauh 222 meter (arah horizontal) dan 34 meter (arah vertikal).", "Daftar File": {"ABSTRAK Delvianus Kaesmetan": "https://digilib.itb.ac.id/gdl/download/294085"}, "Penulis": "Delvianus Kaesmetan [22721014]", "Kontributor / Dosen Pembimbing": ["Dr. Dasapta Erwin Irawan, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "air tanah, akuifer, akuiklud, besi, kontaminan, landfill, mangan, model, penyebaran, simulasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}