{"Nomor": 73746, "Judul": "EVALUASI POST-COMBUSTION CO2 CAPTURE SECARA RETROFIT UNTUK PLTU BATUBARA", "Abstrak": "Sebagai salah satu konsumen batu bara terbesar di dunia dalam bidang pembangkitan listrik, Indonesia berhadapan dengan tingginya emisi gas rumah kaca (GRK), terutama gas karbon dioksida (CO2) yang dihasilkan dari aktivitas pembakaran batu bara. Hal inilah yang mendorong pemerintah Indonesia untuk menyusun strategi dalam melakukan dekarbonisasi. Teknologi dekarbonasi yang sudah cukup matang adalah Post-Combustion Capture (PCC) dengan teknologi absorbsi kimia. Pembangunan PLTU baru yang dilengkapi dengan teknologi PCC bukanlah opsi terbaik. Selain karena membutuhkan biaya yang besar, Indonesia sudah berkomitmen untuk tidak membangun PLTU baru dimulai dari tahun 2023. Salah satu solusi yang dapat ditawarkan adalah dengan melakukan retrofitting terhadap PLTU yang sudah beroperasi. Riset ini akan mengkaji pemasangan teknologi PCC secara retrofit pada PLTU batu bara. Simulasi pada Aspen HYSYS dan Aspen Process Economic Analyzer digunakan untuk mengevaluasi proses penangkapan CO2 dengan pelarut Shell-Cansolv (MDEA+PZ) dan kompresi CO2. Sejumlah 6 PLTU tipikal dengan variasi kapasitas (300 MW, 600 MW, 660 MW, dan 1000 MW) dan jenis siklus uap (subcritical, supercritical, dan ultra-supercritical), kemudian dinilai berdasarkan parameter Levelized Cost of Electricity (LCoE), intensitas emisi CO2 sebelum penangkapan, penalti energi, serta keberadaan flue gas desulfurizer (FGD) terpasang. Dari sisi teknis, penambahan fasilitas CCS menyebabkan intensitas emisi PLTU turun menjadi 0,12 ton CO2/MWh – 0,24 CO2/MWh serta penalti energi sebesar 30,46% – 48,07% dari kapasitas PLTU. Penambahan unit CCS memerlukan CAPEX sebesar $231,12 - $558,27 juta serta OPEX sebesar $33,66 - $83,89 juta/tahun. Alhasil, biaya CCS tersebut menyebabkan peningkatan LCoE menuju angka ¢11,1/kWh - ¢22,3/kWh. Berdasarkan evaluasi aspek teknis dan ekonomi, PLTU 1000 MW ultra-supercritical dengan teknologi seawater FGD terpasang merupakan PLTU prioritas untuk pemasangan CCS secara retrofit. Riset ini diharapkan dapat membantu pemerintah dalam menentukan kebijakan dan arah gerak dekarbonisasi di Indonesia, khususnya berkaitan dengan implementasi teknologi PCC pada PLTU di Indonesia.", "Daftar File": {}, "Penulis": "Alfin Ali [13019016]", "Kontributor / Dosen Pembimbing": ["Ir. Sanggono Adisasmito, M.Sc., Ph.D., IPU, ASEAN Eng.", "Anggit Raksajati, S.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "absorpsi CO2, karbon dioksida, PLTU batu bara, Post-Combustion CO2 Capture, retrofitting", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}