{"Nomor": 73751, "Judul": "KARAKTERISTIK PEKERJAAN DAN PRESTASI KERJA KARYAWAN PT PEI JAKARTA SELAMA COVID-19", "Abstrak": "Pandemi COVID-19 di awal tahun 2020 mewabah ke segala penjuru dunia. Pandemi memaksa pemerintah Jakarta untuk mengambil langkah dan membuat peraturan Work From Home (WFH) skala penuh untuk setiap perusahaan. PT PEI adalah sebuah critical company dikarenakan bisnisnya bergerak di industri energi. Walau begitu, mereka hanya diperbolehkan 100% kapasitas untuk sisi operasional dan hanya 25% untuk sisi administrasi. Fokus penelitian ini adalah karyawan PT PEI Jakarta yang terdiri dari karyawan bagian administrasi. Kendala yang dihadapi adalah berkas yang tidak dapat diakses di luar kantor, serta proses administrasi yang masih dilakukan dengan kertas. Studi kualitatif dengan menggunakan survei dilakukan oleh penulis untuk mengetahui departemen mana yang mengalami penurunan prestasi kerja, dan aspek mana yang ditemukan dalam pekerjaan mereka, yaitu aspek Job Complexity, Interdependence, dan Social Support dari karakteristik pekerjaan mereka yang akan berpengaruh langsung pada Problem Solving, serta pengaruh tidak langsung terhadap Job Performance dimediasi oleh Problem Solving. Kuesioner work characteristics dibagikan, dan data kinerja pekerjaan dari perusahaan diperoleh. Data lalu diproses menggunakan Path Analysis untuk mengetahui apakah setiap variabel memiliki hubungan satu sama lain, lalu menggunakan SmartPLS untuk mengatasi keterbatasan sampel yang diperoleh selama penelitian. Hasil dari penelitian ini adalah sebagian besar departemen mengalami penurunan tingkat job performance, kecuali departemen CORSEC dan FAT. Job complexity, interdependence, dan social support secara langsung mempengaruhi problem solving pada karyawan, serta secara tidak langsung mempengaruhi job performance mereka. Berdasarkan hasil studi, rencana implementasi perusahaan ini adalah meningkatkan jaringan database perusahaan dan penyimpanan cloud untuk mengatasi masalah akses data kerja dan penambahan karyawan di setiap departemen untuk pengalaman kerja yang lebih optimal.", "Daftar File": {"2023_TS_PP_Richard Heryanto Napitupulu - 29120605_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/294088"}, "Penulis": "Richard Heryanto Napitupulu [29120605]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si.Psikolog."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Perusahaan Minyak & Gas, Work From Home, karakteristik kerja  SmartPLS, Path Analysis", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "23 Jun 2023"}