{"Nomor": 73750, "Judul": "OPTIMALISASI JARINGAN DISTRIBUSI AIR MINUM PERUMDA AIR MINUM TIRTA MEDAL CABANG SUMEDANG UTARA", "Abstrak": "Jaringan perpipaan di pelayanan Perumda Air Minum Tirta Medal Cabang\nSumedang Utara saat ini hanya 11,35% sehingga untuk mencapai 80% sesuai\ndengan target RISPAM Kabupaten Sumedang 2040, Perumda Air Minum Tirta\nMedal berencana untuk mengambil sumber air baku yang baru untuk 18 tahun ke\ndepan (tahun 2040). Untuk mendukung hal tersebut perlu dilengkapi dengan\nkondisi jaringan distribusi yang memenuhi standar. Tahap perencanaan dimulai\ndengan mengidentifikasi, penentuan tujuan, pengumpulan data primer dan\nsekunder, studi literatur, proyeksi kebutuhan air, perancangan tiga jaringan\nalternatif, dan pemilihan alternatif jalur terbaik dan pembuatan gambar teknik.\nWilayah pelayanannya mencakup Kecamatan Sumedang Utara yang terdiri dari 9\ndesa dan 4 kelurahan, sebagian wilayah Kecamatan Cimalaka yang terdiri dari 3\ndesa, dan sebagian wilayah Kecamatan Cisarua yang terdiri dari 1 desa. Pada\ntahun akhir periode perencanaan yaitu tahun 2040, proyeksi kebutuhan air yang\ndirencanakan melayani wilayah perencanaan sebesar 338,182 liter/detik. Jaringan\ndistribusi air minum dibuat tiga alternatif dengan variasi jalur yang dapat dilewati.\nDari ketiga alternatif tersebut dipilih alternatif terbaik menggunakan metode SAW\nberdasarkan kriteria finansial ekonomi, teknis, kesehatan publik, lingkungan,\nsosio-ekonomi. Hasil penilaian menunjukkan bahwa alternatif terpilih yaitu\nalternatif 1. Jaringan distribusi dibuat dengan pengaliran secara kombinasi dan\npola jaringan kombinasi dengan total panjang pipa rencana 37.382 meter. District\nMetered Area (DMA) dirancang dengan membentuk enam zona DMA yang\ndirencanakan akan mengurangi kehilangan air dalam sistem jaringan distribusi air\nminum di Cabang Sumedang Utara pada tahun 2040 menjadi 20%. Hasil evaluasi\nfinansial menggunakan Net Present Value (NPV) dan Benefit Cost Ratio (BCR)\nmengindikasikan bahwa perencanaan tersebut memenuhi kelayakan finansial.", "Daftar File": {"Aldiansyah Ilhamudin.pdf": "https://digilib.itb.ac.id/gdl/download/294087"}, "Penulis": "Aldiansyah Ilhamudin H [15718015]", "Kontributor / Dosen Pembimbing": ["Ir. Yuniati, M.T, M.Sc., Ph.D.", "Dr. Nurul Chazanah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "distribusi penyediaan air, Perumda Air Minum Tirta Medal, optimalisasi jaringan distribusi", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "23 Jun 2023"}