{"Nomor": 73763, "Judul": "KARAKTERISASI HASIL OVERPRODUKSI DAN PURIFIKASI ENZIM KATALASE HIDROPEROKSIDASE II REKOMBINAN PADA ESCHERICHIA COLI BL21(DE3)", "Abstrak": "Katalase merupakan salah satu enzim antioksidan dengan perannya mengkatalisis reaksi reduksi \nsenyawa hidrogen peroksida menjadi oksigen dan air. Katalase hidroperoksidase II (HPII) termasuk \nsalah satu katalase monofungsional yang tidak memiliki aktivitas peroksidase. Penelitian ini \nbertujuan untuk melakukan karakterisasi hasil proses overproduksi enzim katalase HPII rekombinan \npada Escherichia coli BL21(DE3) berdasarkan prosedur hasil penelitian di Laboratorium Bioteknologi \nFarmasi Sekolah Farmasi ITB, serta melakukan purifikasi protein tersebut. Bakteri E. coli BL21(DE3) \nsebelumnya telah disisipkan plasmid yang membawa gen katalase HPII dan dilakukan overproduksi \ndengan ko-ekspresi sistem chaperone pG-Tf2 untuk meningkatkan kelarutan protein. Karakter dari \nsistem overproduksi dilihat melalui jumlah pelet sel, jumlah protein total, dan jumlah katalase HPII \nyang dihasilkan. Pemurnian dilakukan dengan kromotografi afinitas Ni-NTA dan presipitasi amonium \nsulfat pada rentang saturasi 30-70%. Aktivitas katalase dianalisa dengan uji gelembung dan uji \nkolorimetri. Sistem overproduksi menghasilkan katalase HPII terlarut, berat pelet sel, dan protein \ntotal berturut-turut adalah 0,27 - 2,51 mg; 1,1 – 1,89 g; dan 24,8 – 56,1 mg/mL. Sedangkan dengan \ndilakukannya ko-ekspresi chaperone pG-Tf2 katalase terlarut, berat pelet sel, dan protein total \nberturut-turut adalah 1,75 - 7,35 mg; 1,35 – 1,43 g; dan 35,5 – 96,6 mg/mL. Kolom afinitas Ni-NTA \ntidak dapat memurnikan katalase HPII pada penelitian ini. Presipitasi amonium sulfat berhasil \nmengurangi protein lain walau belum sempurna (partially purified). Aktivitas katalase terbesar \nditemukan pada saturasi amonium sulfat 50% untuk overproduksi tanpa ko-ekspresi chaperone dan \npada saturasi 40% pada overproduksi ko-ekspresi chaperone. Sistem ko-ekspresi chaperone didapati\nmengurangi aktivitas katalase HPII.", "Daftar File": {"ABSTRAK Keisha Anandita Shandyakiran": "https://digilib.itb.ac.id/gdl/download/294108"}, "Penulis": "Keisha Anandita Shandyakiran [10719026]", "Kontributor / Dosen Pembimbing": ["Apt. Dr. rer. nat. Catur Riani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "katalase hidroperoksidase II, overproduksi, purifikasi, presipitasi amonium sulfat", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2023"}