{"Nomor": 73769, "Judul": "TOREFAKSI BIOMASSA UNTUK CAMPURAN BATUBARA SEBAGAI REDUKTOR PELEBURAN BIJIH NIKEL SAPROLIT", "Abstrak": "Indonesia merupakan salah satu negara produsen dan eksporter nikel terbesar di dunia.\nIndonesia memiliki 881,3 juta ton cadangan nikel yang mana tersebar di daerah timur\n Indonesia seperi Sulawesi, Maluku, Kalimantan dan Papua. Untuk memperoleh nikel dalam\nskala industri, biasanya dilakukan proses reduksi menggunakan reduktor batubara. Namun\ntidak dapat dipungkiri, penggunaan batubara menyebabkan dihasilkannya tidak sedikit emisi\ngas rumah kaca. Pada tahun 2019, setiap satu ton terproduksinya feronikel, dihasilkan 70 ton\nemisi karbon dioksida. Salah satu alternatif untuk mengurangi emisi pada proses reduksi\nadalah penggunaan biomassa sebagai reduktornya. Namun, biomassa sendiri memiliki\njumlah karbon yang lebih sedikit dibandingkan dengan batubara sehingga dikhawatirkan\ntidak dapat menghasilkan perolehan nikel yang tinggi. Oleh sebab itu, dilakukan\npencampuran biomassa tertorefaksi dengan batubara sebagai reduktor untuk mengurangi\nemisi namun tidak mengurangi jumlah nikel yang tereduksi.\nPercobaan ini dilakukan dengan melakukan torefaksi biomassa terlebih dahulu dengan\nvariasi waktu torefaksi 1 dan 3 jam pada temperatur 200 dan 300?. Selanjutnya, dilakukan\npencampuran reduktor dengan komposisi 100% batubara, 100% biomassa, dan 50%\nbatubara + 50% biomassa. Kemudian, reduktor dan bijih nikel saprolit dicampurkan dengan\njumlah reduktor sebanyak satu dan dua kali stoikiometri dengan massa bijih nikel adalah 8\ngram. Campuran tersebut direduksi pada temperatur 900? selama 3 jam dan dilanjutkan\ndengan proses peleburan pada temperatur 1550? selama 3 jam. Hasil reduksi berupa logam\ndan terak dianalisis menggunakan mikroskop optik dan scanning electron microscopyelectron\ndispersive spectroscopy (SEM-EDS).\nPada rentang 200-300? variasi temperatur torefaksi biomassa tidak berpengaruh signifikan\nterhadap kadar fixed carbon pada biomassa palm kernell shell (PKS), sedangkan waktu\ntorefaksi berpengaruh cukup signifikan terhadap kadar fixed carbon dimana semakin lama\nwaktu torefaksi akan meningkatkan tingginya fixed carbon. Setelah melewati proses reduksi\ndan peleburan, kadar Fe yang dihasilkan adalah sebesar 71% hingga 87%. Sementara kadar\nNi dan Cr adalah 5-6% dan 2,9-4,4%. Kadar Fe dan Ni meningkat seiring dengan\nmeningkatnya komposisi biomassa pada reduktor. Sementara kadar Cr semakin menurun\nseiring dengan meningkatnya komposisi biomassa dalam reduktor. Sementara itu, perolehan\nnikel adalah sejumlah 100% pada setiap reduktor yang digunakan. Hal ini menunjukkan\nbahwa biomassa dapat berperan menjadi reduktor yang baik dalam proses reduksi nikel.", "Daftar File": {}, "Penulis": "Ni Made Dewi Sri Anggaraeni [13019100]", "Kontributor / Dosen Pembimbing": ["Winny Wulandari, S.T, Ph.D.", "Taufiq Hidayat, S.T, M.Phill., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Batubara, Biomassa, Nikel, Reduksi, Torefaksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}