{"Nomor": 73778, "Judul": "RANCANGAN SISTEM MSDM UNTUK UMKM CV XYZ  MENGGUNAKAN TEKNOLOGI CLOUD", "Abstrak": "Perkembangan teknologi informasi dan perubahan lingkungan bisnis yang cukup\npesat membuat pelaku bisnis khususnya UMKM harus beradaptasi agar tetap\nkompetitif. Sistem Enterprise Resource Planning (ERP) adalah salah satu teknologi\nyang dapat dipilih pelaku bisnis untuk mendukung proses dan strategi bisnis\nmereka. Odoo S.A menawarkan solusi sistem ERP yang relatif mudah dan murah\nuntuk dimplementasikan oleh pelaku usaha jenis UMKM. Software Odoo yang\nsebelumnya bernama OpenERP memiliki versi open-source yang dapat memenuhi\nkebutuhan pelaku usaha UMKM.\nCV XYZ adalah sebuah usaha yang tergolong UMKM menengah dan bergerak di\nbidang tesktil. Selama ini proses pengelolaan dalam manajemen sumber daya\nmanusia dilakukan secara manual menggunakan Microsoft Excel. Seiring dengan\nsemakin kompleks dan besarnya aktivitas dalam proses manajemen sumber daya\nmanusia pada CV XYZ, pengolahan data dan informasi yang selama ini dilakukan\nsecara manual dianggap tidak lagi efisien.\nPenelitian tugas akhir ini bertujuan merancang implementasi sistem manajemen\nsumber daya manusia pada CV XYZ dengan mengacu pada Action Design\nResearch (ADR). Proses ini mencakup identifikasi proses bisnis as is, analisis\nkesenjangan dengan proses bisnis best practice, perancangan sistem dan\nimplementasi serta diakhiri dengan evaluasi terhadap hasil implementasi.\nHasil evaluasi dengan metode User Acceptance Test pada penelitian ini yaitu untuk\naspek Usability memiliki skor 77%, Aspek Information Quality 88% dan\nInteraction Quality 90% sehingga skor rata – rata total User Acceptance Test adalah\n85%. Mengacu pada skala Likert, skor evaluasi ini diartikan bahwa persepsi\npengguna terhadap sistem Odoo yang diimplementasikan sangat baik.", "Daftar File": {}, "Penulis": "Muhammad Irfandi [13416064]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Joko Siswanto, M.PA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Enterprise Resource Planning, Odoo, implementasi Odoo", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Jun 2023"}