{"Nomor": 73771, "Judul": "KAJIAN PRODUKSI CEPAT HIDROGEN DARI ELEKTROLISIS AIR DENGAN BANTUAN SUPERKAPASITOR", "Abstrak": "Hidrogen berpotensi menjadi energi baru bagi kendaraan karena energi spesifiknya tinggi\ndan penggunaannya tidak menghasilkan emisi karbon. Produksi cepat hidrogen secara\non-site dapat menjadi solusi dari masalah penyimpanan dan distribusi hidrogen.\nElektrolisis air merupakan metode produksi hidrogen yang makin menarik perhatian\ndewasa ini. Namun, penggunaan arus listrik tinggi secara fluktuatif sulit dilakukan untuk\nmemenuhi produksi cepat hidrogen dari elektrolisis air. Superkapasitor dapat memenuhi\nkebutuhan tersebut karena memiliki kemampuan charge-discharge yang mumpuni.\nPenelitian ini mengkaji kinerja elektrolisis air dengan catu daya rangkaian superkapasitor.\nSel elektrolisis tersusun atas: katode nikel, anode Pt/Ir, dan elektrolit KOH 1 M.\nSuperkapasitor komersial tipe EDLC dengan kapasitans 500 F digunakan pada tegangan\n2,5 V. Penelitian ini memvariasikan konfigurasi rangkaian dan jumlah superkapasitor,\nkemudian ditentukan konfigurasi rangkaian dan kondisi optimum. Kinerja elektrolisis air\ndengan catu daya superkapasitor juga dibandingkan terhadap operasi tegangan konstan.\nPenambahan jumlah superkapasitor pada rangkaian seri berkorelasi positif terhadap\nproduksi hidrogen dan negatif terhadap efisiensi energi, sedangkan pada rangkaian\nparalel ditemukan korelasi yang berlawanan dengan rangkaian seri. Berdasarkan sistem\nelektrolisis air pada penelitian ini, rangkaian superkapasitor seri direkomendasikan untuk\nproduksi cepat hidrogen dengan kondisi optimum pada tegangan awal 6,05 V. Elektrolisis\nselama 10 menit pada kondisi tersebut menghasilkan 18,5 mL hidrogen dengan efisiensi\nenergi 29%. Dibandingkan terhadap operasi tegangan konstan, penggunaan catu daya\nsuperkapasitor pada elektrolisis air unggul pada aspek efisiensi energi, tetapi kalah pada\naspek produksi hidrogen.", "Daftar File": {}, "Penulis": "Reyhan Mulqilatha Prajesa [13019040]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ir. Pramujo Widiatmoko, S.T, M.T.", "Ir. Hary Devianto, S.T, M.Eng., Ph.D., IPM, ASEAN Eng.", "Hafis Pratama Rendra Graha, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Arus listrik, Elektrolisis air, Hidrogen, Produksi cepat hidrogen, Superkapasitor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}