{"Nomor": 73779, "Judul": "PENGARUH KINERJA KEUANGAN TERHADAP KONDISI FINANCIAL DISTRESS DENGAN MODEL GROVER PADA BADAN USAHA PENYELENGGARA JASA INFRASTRUKTUR TRANSPORTASI DI INDONESIA", "Abstrak": "Dalam Rencana Pembangunan Jangka Menengah Nasional (RPJMN) 2020 – 2024\ndisebutkan bahwa kebutuhan belanja infrastruktur diperkirakan mencapai Rp6.421\ntriliun atau rata-rata 6.08% dari Produk Domestik Bruto (PDB) (Perhitungan\nSementara), sehingga Stock Capital Infrastructure akan mencapai 50 persen dari\nPDB di tahun 2014. Adapun dalam memenuhi hal tersebut terdapat masih terdapat\nfinancing gap yang cukup signifikan dalam hal kebutuhan pendanaan infrastruktur\natau dengan kata lain ketersediaan anggaran yang dimiliki pemerintah saat ini\nsangat terbatas dalam membiayai pembangunan infrastruktur. Tren saat ini dalam\nhal pembangunan infrastruktur tentunya dalam hal pendanaan sudah banyak inovasi\nskema-skema pendanaan. Dalam hal menarik investor untuk dapat berinvestasi di\nsektor infrastruktur tentunya banyak indikator yang dapat ditinjau salah satunya\nuntuk mengecek kesehatan Perusahaan adalah dengan financial distress.\nPenelitian ini merupakan penelitian kuantitatif yang bertujuan untuk mengetahui\npengaruh rasio likuiditas, leverage, dan profitabilitas terhadap kondisi financial\ndistress. Sampel yang digunakan adalah laporan keuangan perusahaan sektor\ninfrastruktur transportasi di Indonesia tahun periode 2016–2020. Variabel\ndependent yang digunakan yaitu financial distress menggunakan model Grover,\nsedangkan variabel independent yang digunakan yaitu, rasio likuiditas yang diukur\ndengan rasio lancar atau current ratio (CR), rasio leverage yang diukur dengan debt\nto total asset ratio (DAR) dan rasio profitabilitas yang diukur dengan return on\nasset ratio (ROA). Metode penentuan sampel yang digunakan dalam adalah metode\npurposive sampling, dengan jumlah sampel akhir sebanyak 8 badan usaha\npenyelenggara jasa infrastruktur transportasi di Indonesia.\nBerdasarkan hasil penelitian menunjukkan bahwa CR dan DAR berpengaruh positif\ntidak signifikan terhadap kondisi financial distress, sedangkan ROA berpengaruh\nnegatif signifikan terhadap financial distress.", "Daftar File": {"ABSTRAK Muhamad Fauzan Ghassani": "https://digilib.itb.ac.id/gdl/download/294129"}, "Penulis": "Muhamad Fauzan Ghassani [25019037]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "financial distress, model Grover, kinerja keuangan, infrastruktur.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}