{"Nomor": 73772, "Judul": "PENGARUH PENGOTOR ATOM BESI PADA MONTMORILLONITE SEBAGAI PENANGKAP CO2", "Abstrak": "Karbon dioksida merupakan gas rumah kaca yang secara alami berperan dalam menjada suhu permukaan bumi tetap hangat. Namun pada era globalisasi saat ini banyak dihasilkan dari proses industri yang dapat menyebabkan perubahan iklim lingkungan. Teknologi carbon capture dibangun untuk mengurangi emisi gas CO2 dengan cara mengikat molekul karbon dioksida kemudian menyimpannya atau memanfaatkannya sebagai produk yang lebih bermanfaat. Montmorillonite yang merupakan material lempung yang tergolong pada golongan smectite dan banyak ditemukan di alam memiliki kemampuan untuk mengikat molekul seperti karbon dioksida pada daerah interlayernya. Karakteristiknya yang memiliki kation untuk menstabilkan muatan pada strukturnya membuka kemungkinan modifikasi material yang lebih jauh. Pada penelitian ini dilakukan simulai untuk penambahan pengotor besi (Fe) sebagai kation tambahan pada montmorillonite untuk melihat peningkatan kemampuan mengikat gas karbon. Dilakukan kalkulasi Density Functional Theory menggunakan program VASP untuk melihat reaksi yang terjadi antara molekul gas CO2 dan material Fe montmorillonite. Pada proses kalkulasi digunakan penambahan koreksi van der Waals yang merepresentasikan interaksi antar lapisan montmorillonite dan koreksi Hubbard-U yang memperbaiki akurasi hasil untuk atom yang memiliki orbital d. Dengan optimasi struktur interlayer, didapatkan jarak vakum antar lapisan montmorillonite optimum pada jarak 2.9Å dilihat dari energi optimum dari gaya van der Waals yang dihasilkan. Dari struktur interlayer 2.9Å ditambahkan pengotor atom Fe pada beberapa posisi dan diperoleh kecenderungan atom Fe terperangkap di ruang kosong silikat dan memperkecil jarak interlayer menjadi sekitar 2.5Å. Kondisi ini terjadi karena atom Fe memiliki ukuran yang relatif kecil daripada ruang silikat dan saat terperangkap, atom Fe juga membentuk ikatan pada lapisan atasnya sehingga jarak interlayer mengecil. Pada kondisi ini akan gas karbon dioksida diletakkan pada beberapa situs dengan orientasi x dan y. Diperoleh hasil energi adsorbsi yang menunjukkan reaksi nonspontan, oleh karena itu secara manual interlayer diperbesar dan diperoleh jarak optimum untuk menyerap karbon dioksida adalah sekitar 4.6Å. Pada jarak optimum tersebut diperoleh bahwa atom Fe dapat meningkatkan energi ikat molekul karbon dioksida, dibandingkan pada situs tanpa atom Fe yang hanya menghasilkan ikatan fisis atau physisorption. Selain itu juga dapat dibandingkan dengan adsorbsi pada gas monoksida yang cenderung memiliki energi ikat lebih tinggi saat atom Fe berikatan dengan atom karbon. Jika diambil salah satu kondisi optimum, diperoleh untuk adsorbsi karbon dioksida memiliki energi ikat -0.806eV sedangkan untuk karbon monoksida menghasilkan energi ikat -0.98eV. Digambarkan dengan densitas muatan, pada kondisi pengikatan karbon monoksida, muatan banyak terkonsentrasi pada atom karbon yang dapat dikatakan merupakan peran dari atom Fe yang lebih asam menyumbangkan muatan pada sisi karbon yang lebih basa. Dapat disimpulkan, dalam proses adsorbsi molekul gas karbon pada montmorillonite, diperlukan proses peregangan interlayer yang dapat dilakukan dengan menambahkan atom kation berukuran besar atau secara umum menggunakan bantuan molekul air. Atom Fe pada kondisi ini tidak membantu adsorbsi dengan meregangkan interlayer, namun dengan memberikan sisi asam yang lebih mudah berinteraksi dengan gas karbon dioksida maupun gas monoksida.", "Daftar File": {"ABSTRAK Husni Ihsudha": "https://digilib.itb.ac.id/gdl/download/294124"}, "Penulis": "Husni Ihsudha [28720003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Suprijadi, M.Eng.", "Triati Dewi Kencana Wungu, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknologi Nano", "Fakultas": "", "Subjek": "", "Kata Kunci": "Carbon Capture, Density Functional Theory, Montmorillonite", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}