{"Nomor": 73783, "Judul": "ANALISIS ATURAN PERUNDANGAN TERKAIT GEOSPASIAL UNTUK MITIGASI DAN ADAPTASI PENURUNAN TANAH", "Abstrak": "Penurunan tanah adalah suatu proses gerakan penurunan muka tanah yang diakibatkan berbagai variabel tertentu. Penyebab penurunan tanah bisa bervariasi, tetapi yang paling umum adalah pengambilan air tanah yang berlebihan, penambangan bawah tanah, dan aktivitas geologi. Penurunan tanah dapat memiliki konsekuensi serius, terutama pada daerah yang padat penduduk. Pencegahan dan penanganan dini terhadap penurunan tanah sangat penting untuk menjaga keamanan dan keberlangsungan lingkungan dan kehidupan manusia di sekitarnya. Regulasi dan peraturan merupakan salah satu syarat penting dalam terwujudnya mitigasi dan adaptasi penurunan tanah. Tanpa regulasi yang jelas program bisa tidak efektif bahkan tidak jalan. Terkait hal ini akan dilakukan penelitian terhadap regulasi-regulasi mitigasi dan adaptasi penurunan tanah. Dalam penelitian ini digunakan metode kualitatif dengan melakukan studi pustaka dan lainnya. California Department of Water Resources (DWR) menerapkan Groundwater Sustainability Plans (GSPs) untuk mengelola pengambilan air tanah dan mencegah penurunan tanah. Saat ini di Indonesia belum ada peraturan perundangan yang khusus mengenai mitigasi dan adaptasi penurunan tanah. Namun, terdapat beberapa peraturan pemerintah yang dapat digunakan untuk mencegah terjadinya penurunan tanah. Kedepannya penurunan tanah segera diperjelas regulasinya sehingga program mitigasi dan adaptasi menjadi lebih baik.", "Daftar File": {}, "Penulis": "Purnama Syari Dewiti [15119086]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Hasanuddin Zainal Abidin, M.Sc., Ph.D.", "Dr. Heri Andreas, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "penurunan tanah, peraturan perundangan, mitigasi penurunan tanah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}