{"Nomor": 73791, "Judul": "ANALISIS KETAHANAN CAMPURAN LASTON LAPIS AUS (AC-WC) YANG MENGGUNAKAN ASPAL PG76 DAN FILLER LIMBAH KACA TERHADAP RENDAMAN AIR", "Abstrak": "Laston lapis aus merupakan campuran beraspal yang menggunakan aspal sebagai\nbahan pengikat dan agregat dengan gradasi menerus. Mengingat aspal konvensional\nsudah tidak dapat menahan kerusakan seperti overloading dan meningkatnya suhu\npermukaan, maka kini mulai banyak digunakan aspal performance grade sebagai\nbahan pengikat dalam campuran. Dalam gradasi menerus, dibutuhkan adanya filler\natau bahan pengisi untuk meningkatkan kekuatan campuran serta mengisi rongga\ndalam campuran. Filler yang sering digunakan dalam campuran yaitu abu batu,\nsemen Portland, dan kapur. Salah satu limbah yang dapat dimanfaatkan untuk\ndijadikan filler yaitu limbah kaca karena sifatnya yang mengandung silika yang\ntinggi. Penelitian ini bertujuan untuk mengetahui pengaruh penggunaan limbah\nkaca sebagai filler terhadap rendaman air mengingat bahwa lapis aus merupakan\nlapisan yang berkontak langsung dengan air. Diketahui bahwa air merupakan salah\nsatu faktor yang dapat menyebabkan kerusakan pada campuran beraspal karena\ndapat menyebabkan pemisahan antara aspal dengan agregat. Penelitian ini\nmenggunakan limbah kaca sebagai filler dengan proporsi 0%, 50% dan 100% dari\nfiller abu batu. Pengujian yang dilakukan setelah mendapatkan kadar aspal\noptimum yaitu uji Marshall, ITS, dan wheel tracking.\nBerdasarkan hasil pengujian Marshall, didapatkan semakin tinggi kadar limbah\nkaca maka semakin tinggi nilai VIM, semakin rendah nilai flow, dan semakin tinggi\nnilai stabilitas Marshall. Pada kondisi KAO, hasil uji Marshall menunjukkan bahwa\npenggunaan 50% limbah kaca sebagai filler dapat meningkatkan nilai stabilitas\nMarshall, mengurangi flow, dan meningkatkan stabilitas Marshall sisa. Dari hasil\npengujian ITS, campuran 50% limbah kaca menujukkan nilai ITSR tertinggi yang\nmenandakan bahwa campuran tersebut lebih tahan terhadap air. Pengujian wheel\ntracking menunjukkan bahwa campuran dengan 50% limbah kaca memiliki nilai\ndeformasi yang paling kecil serta kecepatan deformasi terendah di antara ketiga\ncampuran lainnya. Hasil penelitian ini menunjukkan bahwa penggunaan bubuk\nlimbah kaca dapat digunakan sebagai material alternatif pengganti filler.", "Daftar File": {"ABSTRAK Fitria Estiqomah": "https://digilib.itb.ac.id/gdl/download/294140"}, "Penulis": "Fitria Estiqomah [26921011]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Rudy Hermawan Karsaman, M.Sc., Ph.D.", "Dr. Aine Kusumawati, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "AC-WC, filler limbah kaca, rendaman air, ketahanan campuran.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}