{"Nomor": 73794, "Judul": "ANALISIS POTENSI GAS BIOGENIK MENGGUNAKAN METODE LAJU PEMANASAN DI CEKUNGAN SUMATRA UTARA", "Abstrak": "Cekungan Sumatra Utara merupakan cekungan yang sudah matang dan dikenal\nsangat baik sebagai penghasil minyak dan gas sejak tahun 1885. Pada saat\npengeboran sumur eksplorasi dilakukan, seringkali ditemukan adanya akumulasi\ngas pada kedalaman yang relatif dangkal. Salah satu gas yang dapat terakumulasi\npada kedalaman tersebut adalah gas biogenik. Hal tersebut menyebabkan potensi\ngas biogenik di Cekungan Sumatra Utara menjadi menarik untuk dianalisis.\nMeskipun gas biogenik ini menarik untuk dianalisis, keberadaannya sering\ndianggap sebagai bahaya dibandingkan potensi karena peralatan mitigasi semburan\ngas yang belum terpasang pada kedalaman dangkal.\nFormasi Keutapang yang berumur Miosen Akhir dapat menjadi penghasil gas\nbiogenik berdasarkan proses biologi dan fisika. Formasi Keutapang memiliki\nkedalaman kurang dari 1.500 m dengan laju pengendapan yang relatif cepat hingga\n282 m/Ma dan gradien suhu rata-rata 29,680C/km. Laju pengendapan dan gradien\nsuhu tersebut dapat menciptakan lingkungan yang disukai oleh bakteri penghasil\ngas biogenik. Jendela pembentukan gas biogenik kemudian diidentifikasi dengan\nlaju pemanasan yang diperoleh dengan mengalikan laju pengendapan dengan\ngradien suhu. Ada 33 data sumur yang digunakan dalam analisis yang tersebar pada\narea Rantau, Aru, dan Langkat.\nBerdasarkan laju pemanasannya, potensi gas biogenik dapat diklasifikasikan dalam\n4 kategori yaitu tidak berpotensi (< 70C/Ma), unlikely (7-90C/Ma), probable (9-\n120C/Ma), dan highly probable (12-180C/Ma). Analisis lebih lanjut menggunakan\ndata Total Organic Carbon (TOC) dilakukan untuk mengetahui kekayaan material\norganiknya. Data TOC dihitung menggunakan metode Passey (1990) dan\ndikalibrasi dengan nilai TOC hasil analisis laboratorium. Volume gas biogenik yang\ndihasilkan dapat diketahui menggunakan diagram plot maximum methane yield.\nCekungan Sumatra Utara menyimpan potensi gas biogenik mencapai 3,45 TCF.\nAdanya kampanye energi bersih, penggunaan teknologi yang lebih sederhana, biaya\neksplorasi yang lebih rendah dibandingkan objektif eksplorasi yang lebih dalam\nmenjadikan gas biogenik sebagai tujuan eksplorasi yang menarik di Cekungan\nSumatra Utara.", "Daftar File": {"ABSTRAK Rangga Perdana Putra": "https://digilib.itb.ac.id/gdl/download/294150"}, "Penulis": "Rangga Perdana Putra [22019006]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "gas biogenik, laju pemanasan, Formasi Keutapang, Cekungan Sumatra Utara", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2023"}