{"Nomor": 73797, "Judul": "ANTIBACTERIAL ACTIVITY OF MICROBIOME-FRIENDLY SKINCARE PRODUCTS AGAINST ACNE-CAUSING BACTERIA", "Abstrak": "Acne vulgaris is a common pathogenic skin condition triggered by acne-causing bacteria. Antibiotics \nare commonly used as one of the treatments for acne. However, antibiotic resistance has increased, \nleading to the development of non-antibiotic active ingredient-based skincare products known as \nmicrobiome-friendly skincare. This study aimed to evaluate the antibacterial activity of local and \nimported microbiome-friendly skincare products in essence form against Propionibacterium acnes, \nStaphylococcus aureus, and Staphylococcus epidermidis. The screening method used was agar \ndiffusion method by determining the diameter of the inhibition zone. Minimum Inhibitory \nConcentration (MIC) was determined using the microdilution method, and Minimum Bactericidal \nConcentration (MBC) was determined using the pour plate method. The results of the antibacterial \nactivity determination showed that product IA containing Lactobacillus ferment lysate had an MIC \nvalue of 25% against all tested acne-causing bacteria. Product IB containing Bifida ferment lysate \nshowed antibacterial activity with an MIC value of 100% against P.acnes and S.aureus, but no \nactivity against S.epidermidis. Product LB containing Galactomyces ferment filtrate with prebiotic \nextract from brown seaweed showed an MIC value of 25% against P. acnes, S. aureus, and S. \nepidermidis. Minimum Bactericidal Concentration (MBC) determination showed the same values as \nMIC, except for product IA, which had an MBC value of 50% against S. aureus. Product LA containing \nGalactomyces ferment filtrate had an MIC value of 100% for all tested acne-causing bacteria, with \nthe same MBC value, except for S. aureus, which showed growth even with an MIC of 100%. Overall, \nall microbiome-friendly skincare products showed antibacterial activity against acne-causing \nbacteria.", "Daftar File": {"ABSTRAK Sabrina Bilqisti": "https://digilib.itb.ac.id/gdl/download/294153"}, "Penulis": "Sabrina Bilqisti [10719211]", "Kontributor / Dosen Pembimbing": ["Prof. Marlia Singgih, Ph.D.", "apt. Elin Julianti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antibacterial, skincare, skin microbiomes, microbiome-friendly products, acne vulgaris,  bacterial resistance", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2023"}