{"Nomor": 73802, "Judul": "TEKTONOSTRATIGRAFI DAN SEDIMENTASI ENDAPAN PALEOGEN DI  DAERAH OSKAR, CEKUNGAN JAWA BARAT UTARA", "Abstrak": "Daerah Oskar terletak di Cekungan Jawa Barat Utara, tepatnya di bagian lepas pantai Subcekungan Jatibarang. Tujuan penelitian daerah penelitian adalah untuk mengetahui tatanan \ntektonik dan pola sedimentasi yang terjadi pada fase syn-rift. Terdapat aktivitas tektonik timurbarat di Sub-cekungan Jatibarang yang mempengaruhi pembentukan cekungan di daerah \npenelitian. \nKajian terhadap tektonostratigrafi dan pola sedimentasi dilakukan melalui pendekatan \nsekuen stratigrafi berdasarkan data log sumur di penampang korelasi A – A’ dan B – B’ yang \nberarah Utara – Selatan dan penampang korelasi C - C’ yang berarah Barat – Timur., data batuan \ninti, data biostratigrafi, dan data seismik 3D untuk memodelkan geometri dan paleogeografi dari \ndaerah Oskar. Analisis pola sedimentasi endapan syn-rift didasarkan pada data sumur dan peta \natribut seismik dekomposisi spektral. \nEndapan paleogen daerah Oskar dibagi menjadi tiga interval, yaitu interval Batuan Dasar – \nTop Jatibarang, interval Top Jatibarang – SB-1 (Sequences Boundary), dan interval SB-1 – MFS-1 \n(Maximum Flooding Surface). Berdasarkan data batuan inti yang diintegrasikan dengan data \nbiostratigrafi dan data atribut seismik, setiap interval endapan Paleogen memiliki fasies alluvialfan-delta complex, fluvial complex, dan deltaic complex. \nBerdasarkan hasil penelitian tektonostratigrafi, endapan Paleogen daerah Oskar \ndipengaruhi sesar-sesar normal berarah baratlaut – tenggara dan utara – selatan dengan \nsedimentasi yang terjadi pada cekungan (flexural margin).", "Daftar File": {"Abstrak Meyman Y G 22007306.pdf": "https://digilib.itb.ac.id/gdl/download/294158", "Cover Meyman Y G 22007306.pdf": "https://digilib.itb.ac.id/gdl/download/294159", "bab 1 Meyman Y G 22007306.pdf": "https://digilib.itb.ac.id/gdl/download/294160", "bab 2 Meyman Y G 22007306.pdf": "https://digilib.itb.ac.id/gdl/download/294161", "bab 3 Meyman Y G 22007306.pdf": "https://digilib.itb.ac.id/gdl/download/294164", "bab 4 Meyman Y G 22007306.pdf": "https://digilib.itb.ac.id/gdl/download/294175", "bab 5 Meyman Y G 22007306.pdf": "https://digilib.itb.ac.id/gdl/download/294177", "Daftar Pustaka Meyman Y G 22007306.pdf": "https://digilib.itb.ac.id/gdl/download/294179"}, "Penulis": "Meyman Y Gulo [22007306]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Sub-cekungan Jatibarang, tektonostratigrafi, dekomposisi spektral", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "8 file", "Tanggal Input": "23 Jun 2023"}