{"Nomor": 73800, "Judul": "ANALISIS KINERJA LABORATORIUM CAMPURAN BERASPAL LASTON LAPIS AUS (AC-WC) YANG MENGGUNAKAN ASPAL MODIFIKASI POLIMER PG-82", "Abstrak": "Penelitian ini bertujuan untuk menganalisis pengaruh penggunaan aspal modifikasi\npolimer styrene-butadiene-styrene (SBS) dan aspal modifikasi polimer reactive\nelastomeric terpolymers (RET) dalam meningkatkan kinerja campuran beraspal.\nKinerja campuran beraspal diukur dengan pengujian marshall standard dan\nmarshall immersion, modulus resilien, dan ketahanan terhadap deformasi\npermanen.\nAspal modifikasi polimer yang digunakan merupakan aspal yang setara aspal\nperformance grade-82 (PG-82) dengan standar berdasarkan SNI 8426:2017.\nGradasi agregat yang digunakan untuk campuran beraspal yaitu gradasi asphalt\nconcrete wearing course (AC-WC) berdasarkan Spesifikasi Umum Bina Marga\n2018 Revisi 2. Kadar aspal optimum (KAO) ditentukan berdasarkan AASHTO R35\ndengan melakukan pemadatan menggunakan alat Superpave Gyratory Compactor\n(SGC) untuk mendapatkan parameter void in mixture (VIM), void in the mineral\naggregate (VMA), void filled with asphalt (VFA), dan kepadatan. Selanjutnya\ndilakukan pengujian lanjutan yang terdiri dari stabilitas marshall standard dan\nmarshall immersion, modulus resilien dengan alat Dynamic Testing Systems (DTS)\npada suhu 25oC dan 41oC, dan ketahanan terhadap deformasi permanen dengan alat\nHamburg Wheel Tracking Device (HWTD) pada kondisi kering dan terendam pada\nsuhu 60oC.\nBerdasarkan hasil pengujian, nilai stabilitas marshall campuran beraspal polimer\nRET menunjukkan nilai yang lebih baik namun untuk Indeks Kekuatan Sisa (IKS)\nlebih rendah dibandingkan campuran beraspal polimer SBS. Nilai modulus resilien\ncampuran beraspal polimer RET menunjukkan nilai yang lebih tinggi dan\nmenunjukkan ketahanan terhadap deformasi permanen yang lebih baik, namun nilai\nstripping inflection point (SIP) lebih rendah dibandingkan dengan campuran\nberaspal polimer SBS. Dari hasil tersebut dapat disimpulkan campuran beraspal\npolimer RET menghasilkan kinerja campuran beraspal yang lebih baik pada kondisi\nkering namun lebih rentan terhadap pengaruh air pada kondisi terendam\ndibandingkan dengan campuran beraspal polimer SBS.", "Daftar File": {"ABSTRAK Alex Christopher": "https://digilib.itb.ac.id/gdl/download/294156"}, "Penulis": "Alex Christopher [26921004]", "Kontributor / Dosen Pembimbing": ["Prof. Ade Sjafruddin, Ph.D.", "Dr. Eri Susanto Hariyadi, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Aspal Modifikasi Polimer, SBS, RET, SGC, Modulus Resilien, HWTD", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}