{"Nomor": 73809, "Judul": "FECO DENGAN N-DOPED CARBON HETEROSTRUKTUR SEBAGAI ELEKTROKATALIS TRIFUNGSIONAL PADA REAKSI REDUKSI OKSIGEN EVOLUSI OKSIGEN, DAN EVOLUSI HIDROGEN", "Abstrak": "Elektrokatalis adalah komponen yang penting pada baterai seng udara dan water splitting. Elektrokatalis berperan untuk mempercepat kinetik reaksi reduksi oksigen (ORR), evolusi oksigen (OER), dan evolusi hidrogen (HER). Secara komersil, elektrokatalis yang umum digunakan adalah Pt, Ir, dan Ru. Namun, persediaan yang terbatas menyebabkan harga katalis komersil tersebut menjadi sangat mahal. Dengan demikian, penelitian ini melakukan modifikasi pada struktur katalis berbasis paduan FeCo untuk memperoleh katalis FeCo-NB dengan N-doped carbon dengan struktur nanobrush (FeCo-NB) sehingga meningkatkan luas permukaan katalis. Sintesis elektrokatalis dilakukan dengan pembuatan metal organic framework berbasis nitrilotriacetic acid (NTA) yang kemudian dipirolisis dengan penambahan melamine.\nElektrokatalis hasil sintesis menunjukkan onset potential sebesar 1,046 V dan saturating current density sebesar -5,38 mA/cm2 pada reaksi ORR, overpotential sebesar 363 mV pada reaksi OER, dan overpotential sebesar -254 mV pada reaksi HER. Pada pengujian baterai, nilai open circuit voltage (OCV) mencapai angka 1,48 V, power density baterai mencapai 195 mW/cm2, dan baterai tetap stabil setelah 1000 siklus charge-discharge. Pada pengujian water splitting, dibutuhkan potential sebesar 1,51 V untuk mencapai rapat arus 10 mA/cm2. Dengan performa tersebut, katalis FeCo-NB diharapkan dapat berperan sebagai katalis trifungsional untuk ORR, OER, dan HER menggantikan katalis komersil.", "Daftar File": {}, "Penulis": "Davin Adinata Tan [13719005]", "Kontributor / Dosen Pembimbing": ["Lia Amelia Tresna Wulan Asri, S.Si., M.Si., Ph.D.", "Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Elektrokatalis, Nanobrush, Baterai seng-udara, water splitting", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}