{"Nomor": 73817, "Judul": "STUDI REAKTIVITAS GASIFIKASI BATUBARA MEULABOH DAN TANJUNG ENIM DENGAN MENGGUNAKAN PENDEKATAN THERMOGRAVIMETRIC ANALYSIS (TGA)", "Abstrak": "Batubara di Indonesia merupakan salah satu sumber energi utama. Namun, penggunaan bahan bakar yang berasal dari batubara hingga saat ini masih dilakukan secara konvensional sehingga cenderung tidak ramah lingkungan. Pemanfaatan batubara di Indonesia dapat dikembangkan lebih lanjut agar lebih ramah lingkungan melalui proses gasifikasi. Salah satu parameter penting yang perlu diperhatikan adalah reaktivitas gasifikasi. Sampel yang digunakan berjumlah dua buah yang berasal dari Meulaboh, Aceh (AG1) dan Tanjung Enim, Sumatra Selatan (AG2). Penentuan reaktivitas gasifikasi yang dilakukan menggunakan analisis termogravimetri yang difokuskan untuk mengamati karakteristik termal pada proses pirolisis dan gasifikasi. Analisis termogravimetri meliputi sampel dipanaskan dari temperatur 50? C\nhingga 900? C dengan kenaikan 10 ? C/menit menggunakan atmosfer argon, setelah itu pengondisian sampel selama 10 menit pada temperatur 900? C untuk mendapatkan kea keadaan isotermal, dan pengubahan atmosfer menjadi 25% udara dan 75% argon. Karakteristik sampel batubara AG1 dan AG2 didapat dari hasil analisis proksimat dan nilai kalori. Sampel batubara AG1 berperingkat Sub-bituminous C dan sampel AG2 berperingkat high-volatile C bituminous. Kurva termogram TG/DTG menunjukkan kedua sampel mengalami proses pirolisis dan gasifikasi. Saat proses gasifikasi, sampel AG1 menunjukkan penurunan massa yang lebih besar sehingga reaktivitasnya lebih besar dibandingkan dengan sampel AG2. Batubara yang memiliki peringkat rendah lebih reaktif karena memiliki gugus fungsi dengan kandungan oksigen yang lebih tinggi, struktur yang lebih berpori, dan memiliki area permukaan aktif yang lebih luas.", "Daftar File": {"ABSTRAK Nicko Junior": "https://digilib.itb.ac.id/gdl/download/294184"}, "Penulis": "Nicko Junior [12116019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Komang Anggayana, M.S.", "Dr.phil.nat. Ir. Agus Haris Widayat, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "batubara, reaktivitas, pirolisis, gasifikasi, analisis termogravimetri", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "23 Jun 2023"}