{"Nomor": 73819, "Judul": "ZEOLIT A DARI ABU TERBANG PLTU BATUBARA: SINTESIS DAN UJI ADSORPTIVITAS", "Abstrak": "Batubara sebagai bahan bakar pada pembangkitan listrik terus digunakan dalam waktu yang lama. Teknologi komersial dan matang dalam pembangkitan listrik ialah pembakaran batubara yang menghasilkan abu terbang. Abu terbang tersebut mengandung mineral yang bermanfaat seperti alumina dan silikat. Pemrosesan abu terbang dilakukan untuk mengurangi emisi pembakaran batubara. Produk olahan abu terbang yang prospektif ialah zeolit. Penelitian ini dilakukan untuk membuat zeolit A dari abu terbang. \nPenelitian ini dilaksanakan dalam beberapa tahapan, yaitu perlakuan awal dan tahapan sintesis. Perlakuan awal yang diberikan berupa kalsinasi abu terbang batubara pada temperatur 850oC selama 2 jam, pencucian menggunakan asam klorida (HCl) pada temperatur 80oC selama 1 jam, dan pencucian dengan air dm sebanyak pada temperatur 60 oC selama 1 jam sebanyak 2 kali. Tahapan sintesis dilakukan dengan metode fusi alkali hidrotermal. Tahapan fusi dilakukan dengan penambahan sumber NaOH kemudian dikalsinasi pada temperatur 550 oC selama 2 jam. Proses aging dilaksanakan dalam shaker incubator. Terakhir, proses hidrotermal dilakukan pada temperatur 80 oC selama 6 dan 12 jam. Variasi percobaan dilakukan sumber Na, rasio abu terbang terhadap sumber Na, dan rasio Si/Al. Karakterisasi zeolit A dilakukan melalui uji XRD, SEM, dan SAA. Uji adsorptivitas dilakukan pada zeolit yang terbentuk dengan metode AAS. \nPenelitian ini menunjukkan bahwa perlakuan awal mengubah morfologi dan mengurangi kandungan pengotor pada abu terbang, seperti CaO dari 12,20% menjadi 6,29%, MgO dari 6,69% menjadi 3,26%, dan Na2O dari 4,21% menjadi 1,51%. Penelitian ini berhasil menyintesis Zeolit A dan Zeolit LTA. Kristalinitas zeolit yang diperoleh berada pada rentang 11-79% dan luas permukaan pada rentang 3-69 m2/g. Peningkatan rasio NaOH terhadap abu terbang hingga 1,6 umumnya menaikkan perolehan dan kristaninitas zeolit. Peningkatan rasio Si terhadap Al menaikkan kristalinitas hingga rasio optimumnya, kemudian kristalinitas menurun. Penambahan waktu kristalinitas umumnya membuat kristalinitas produk semakin tinggi. Kapasitas minimum adsorpsi zeolit pada ion logam Cu2+, Zn2+, dan Ni2+ masing-masing bernilai 38,02;  43,98; dan 49,55  mg/g.", "Daftar File": {}, "Penulis": "Tua Doras [13019006]", "Kontributor / Dosen Pembimbing": ["Winny Wulandari, S.T., Ph.D.   Dr.-Eng Jenny Rizkiana, S.T., M.T.  Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "abu terbang, rasio abu terbang NaOH/CFA, rasio Si/Al, waktu kristalisasi, zeolit A", "Sumber": "Perpustakaan Prodi Teknik Kimia FTI ITB", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "1 file", "Tanggal Input": "23 Jun 2023"}