{"Nomor": 73815, "Judul": "KAJIAN PERUBAHAN POLA PERGERAKAN LALU LINTAS DAN NILAI MANFAAT EKONOMI DARI JALAN TOL SEMARANG-DEMAK TERHADAP BENCANA BANJIR ROB DI PESISIR UTARA SEMARANG", "Abstrak": "Problematika banjir rob telah menimbulkan berbagai macam kerugian mulai dari aspek\nkesehatan, lingkungan, kehidupan sosial ekonomi, dan infrastruktur. Secara umum\nkondisi banjir telah memberikan dampak pada infrastruktur transportasi baik dampak\nlangsung berupa kerusakan fisik maupun dampak tidak langsung berupa kemacetan,\ngangguan aktivitas bisnis, dan peningkatan emisi. Dampak langsung banjir terhadap\ninfrastruktur jalan berupa kerusakan fisik meliputi biaya rekonstruksi jalan yang rusak,\nsedangkan dampak tidak langsung meliputi biaya akibat kemacetan dan terhambatnya\npengiriman logistik. Gangguan lalu lintas akibat banjir rob di pesisir utara Semarang\nmenimbulkan kemacetan panjang khususnya pada ruas jalan Semarang-Demak yang\nmerupakan bagian dari lintas Pantura. Selain itu, gangguan banjir rob berdampak pada\nkegiatan ekonomi sebagai imbas dari terganggunya lalu lintas yang mengakomodasi\npergerakan logistik nasional. Sebagai bentuk strategi adaptasi fisik terhadap kondisi\nbanjir rob di Semarang Utara, penyelenggara jalan saat ini tengah melakukan\npembangunan jalan Tol Semarang-Demak. Hal ini bertujuan untuk melengkapi\nkonektivitas jaringan jalan dan mempertahankan kemampuan layan berupa arus lalu lintas\npada jaringan. Jalan tol ini diharapkan mampu serta mengurai kemacetan di wilayah utara\nJawa Tengah dan mengurangi tundaan ketika terjadi genangan banjir rob.\nPenelitian ini berfokus pada analisi shifting lalu lintas serta estimasi manfaat dari\nberoperasi tol Semarang-Demak. Lalu lintas akan dimodelkan secara makroskopik di\nlevel jaringan jalan Semarang Utara. Pembebanan pada jaringan jalan menggunakan\nalgoritma user equilibrium. Selanjutnya, nilai manfaat dari sisi mobilitas akan dianalisis\nberdasarkan kinerja lalu lintas berupa kecepatan tempuh rata-rata dan penghematan waktu\ntempuh. Manfaat ekonomi yang dihitung berupa BKBOK saat kondisi normal dan\npenghematan nilai waktu saat kondisi lalu lintas terganggu genangan akibat banjir rob.\nPenelitian ini secara spesifik mengeksplorasi penurunan kecepatan akibat genangan pada\nlevel kendaraan berdasarkan studi sebelumnya (i.e., Pregnolato dkk, 2017) untuk dapat\ndimodelkan dalam kerangka jaringan jalan. Model jaringan didasarkan pada pendekatan\npemodelan 4 tahap, dengan kapasitas ruas jalan nasional Semarang-Demak didasarkan\nkepada model dasar kecepatan-kerapatan yang diturunkan dari data lapangan. Variasi\nketinggian genangan rob yang dimodelkan adalah genangan dengan tinggi 100, 125, 150,\n175, 200, 225, dan 250mm. Pada ketinggian genangan rob setinggi 300mm, diasumsikan\ntidak ada kendaraan yang melintas di jalan nasional dengan pertimbangan ambang batas\nkeselamatan dan stabilitas kendaraan penumpang saat terjadi banjir.\nBerdasarkan hasil analisis data lapangan, jalan nasional Semarang-Demak merupakan\nruas jalan dengan karakteristik volume lalu lintas tinggi dan kecepatan tempuh rata-rata\nyang relatif rendah. Adanya peningkatan kecepatan karena adanya infrastruktur baru\nsecara natural dapat menyebabkan adanya perpindahan pergerakan dari jalan nasional\nmenuju ke jalan tol. Berdasarkan hasil dari pemodelan pada kondisi lalu lintas normal,\nberoperasinya tol Semarang-Demak seksi 2 menghasilkan shifting pergerakan sebesar\n13%. Hal ini secara umum disebabkan oleh adanya penghematan waktu tempuh hingga\n40% untuk perjalanan dari Semarang-Demak ataupun sebaliknya dengan melewati tol\nSemarang-Demak. Penambahan jaringan jalan tol seksi 1 pada skenario tol Semarang-\nDemak seksi 1&2 beroperasi (demand tetap), menghasilkan peningkatan shifting sebesar\n9% menjadi 22%. Hal ini dikarenakan terjadi peningkatan waktu tempuh menjadi 64%.\nSelain itu, penambahan demand lalu lintas dari tahun 2023 ke 2025 pada skenario tol\nSemarang-Demak seksi 1&2 beroperasi di lalu lintas normal menghasilkan peningkatan\nshifting sebesar 4% dari semula 22% menjadi 26%.\nAdanya genangan rob yang secara signifikan dapat menurunkan kecepatan diestimasi\nmemberikan memberikan dorongan lebih lanjut untuk proses shifting menuju jalan tol.\nSecara umum adanya genangan dengan tinggi kurang dari 125mm tidak memberikan\ndampak signifikan kepada penurunan kecepatan. Ketika genangan melewati 150mm\nterjadi penurunan kecepatan yang signifikan bagi kendaraan yang menggunakan jalan\nnasional Semarang-Demak. Pada kondisi genangan 200mm, penurunan kecepatan\ntempuh di jalan nasional Semarang-Demak mencapai 50% dan kenaikan waktu tempuh\nmencapai 200%. Bahkan pada tinggi genangan 250 mm penurunan kecepatan menyentuh\nangka 80% dibandingkan kondisi tanpa genangan. Pada sisi lain, kecepatan via tol\ncenderung dapat dipertahankan ketika tol Semarang-Demak seksi 1&2 beroperasi,\ndimana saat genangan mencapai 250mm dengan penurunan kecepatan diestimasi hanya\nmencapai 28%. Hal ini menggambarkan bahwa beroperasinya tol Semarang-Demak dapat\ndipandang sebagai salah satu bentuk resiliensi infrastruktur jalan terhadap bencana banjir\nrob yang menggenangi jalan nasional Semarang-Demak.\nDitinjau dari sisi manfaat bagi pengguna jalan (consumer surplus), penambahan jaringan\njalan jalan tol Semarang-Demak (i.e.,tol seksi 1) menghasilkan kenaikan BKBOK sebesar\n133% pada kondisi lalu lintas normal. Di sisi lain, penambahan demand lalu lintas (2023-\n2025) menghasilkan kenaikan BKBOK sebesar 51%. Secara keseluruhan, kondisi banjir\nrob yang menggenangi jalan nasional Semarang-Demak telah menyebabkan penurunan\nkecepatan kendaraan dan menimbulkan kerugian bagi pengguna jalan karena terjadinya\ntundaan dan peningkatan BOK. Namun, dampak dari kerugian ini dapat diminimalisir\ndengan beroperasinya tol Semarang-Demak meskipun penggunaannya terbatas untuk\nkendaraan roda 4 atau lebih.", "Daftar File": {"ABSTRAK Estiyani Windra Kusumowardani": "https://digilib.itb.ac.id/gdl/download/294183"}, "Penulis": "Estiyani Windra Kusumowardani [26921026]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sony Sulaksono Wibowo, M.T, Ph.D.", "Dr. Eng., Ir. Febri Zukhruf, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir rob, Jalan Tergenang, Pemodelan lalu lintas, Kinerja Jalan, Resiliensi Infrastruktur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}