{"Nomor": 73820, "Judul": "PENENTUAN AMBANG BATAS CURAH HUJAN PEMICU KEJADIAN LONGSORAN; STUDI KASUS CEKUNGAN BANDUNG DAN SEKITARNYA", "Abstrak": "Berdasarkan data kejadian bencana milik BNPB, longsoran merupakan bencana\nterbanyak ketiga yang terjadi di Indonesia dengan jumlah 377 kejadian pada tahun\n2021 (Geoportal Data Bencana Indonesia, 2021). Hujan sebagai salah satu pemicu\nterjadinya longsoran membuat peningkatan jumlah kejadian longsoran selama\nmusim hujan di Indonesia. Penentuan ambang batas pemicu longsoran menjadi\nsalah satu upaya penyelesaian permasalahan keamanan karena dapat digunakan\ndalam pembuatan sistem peringatan dini kejadian longsoran. Pembuatan ambang\nbatas hujan pemicu longsoran dapat dilakukan dengan model empiris yang dibuat\nmenggunakan data kejadian longsoran sebelumnya dan data hujan. Data hujan yang\ndigunakan merupakan nilai curah hujan observasi dari pos hujan BBWS Citarum\ndan stasiun geofisika BMKG Bandung. Informasi kejadian longsoran\nmenggunakan data yang diperoleh dari PVMBG ESDM dan BPBD Provinsi Jawa\nBarat.\nAmbang batas dibuat berdasarkan data intensitas hujan, akumulasi hujan, durasi\nhujan, dan curah hujan sebelumnya (antecedent rainfall). Pada penelitian ini\ndigunakan tiga asumsi durasi hujan yaitu tiga jam, enam jam, dan delapan jam untuk\nsetiap harinya. Penentuan nilai ambang batas dilakukan dengan menginput data\nyang digunakan pada grafik log 10 – log 10. Terdapat dua tingkat probabilitas yang\ndigunakan dalam penentuan ambang batas hujan pemicu longsoran yaitu 1% dan\n5%. Analisis area under curve dilakukan untuk mengetahui kualitas model ambang\nbatas. Berdasarkan 226 titik kejadian longsoran di Cekungan Bandung dan\nsekitarnya pada tahun 2011 – 2021 didapatkan nilai ambang batas hujan pemicu\nlongsoran dengan kualitas model baik yaitu I = 5,5462?????0,613 dengan durasi 3 ?\nD ? 48 dan I = 2,0543?????0,312 dengan durasi 6 ? D ? 96, sedangkan ambang batas\npemicu longsoran berdasarkan hujan sebelumnya menggunakan 20 hari antecedent\nrainfall adalah R = 4,6095(A20)-0,131 dan R = 5,3224(A30)-0,16 untuk 30 hari\nantecedent rainfall.\nDilakukan simulasi pada salah satu lereng yang berada pada area penelitian yaitu di\nDesa Cihanjuang, Cimanggung, Sumedang untuk mengetahui keakuratan nilai\nambang batas. Simulasi dilakukan dengan menggunakan ambang batas yang termasuk model dengan kualitas baik berdasarkan nilai AUC. Berdasarkan simulasi\nyang dilakukan, pada lereng simulasi ambang batas pemicu longsoran intensitas –\ndurasi dengan tingkat probabilitas 1% memberikan hasil yang lebih akurat\ndibandingkan tingkat probabilitas 5% baik untuk asumsi durasi tiga jam maupun\nenam jam. Ambang batas I = 2,0543?????0,312 dapat memperkirakan kejadian\nlongsoran pada studi kasus longsoran Cimanggung.", "Daftar File": {"ABSTRAK Zainab Sausan": "https://digilib.itb.ac.id/gdl/download/294195"}, "Penulis": "Zainab Sausan [22020022]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Imam Achmad Sadisun, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Bandung, ambang batas, intesitas hujan, akumulasi hujan, antecedent rainfall", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}