{"Nomor": 73838, "Judul": "PENGARUH MATERIAL ELEKTRODA DAN KULTUR MIKROBA PADA KINERJA PHOTOSYNTHETIC SEDIMENT MICROBIAL FUEL CELL (PSMFC)", "Abstrak": "Tingginya kebutuhan energi, contohnya energi listrik, di Indonesia yang kian meningkat\nsetiap tahunnya, terjadi secara bersamaan dengan jumlah produksi minyak kelapa sawit\nyang terus bertambah untuk memenuhi kebutuhan tersebut. Dalam pengembangannya,\nproduksi minyak kelapa sawit akan menghasilkan limbah berupa Palm Oil Mill Effluent\n(POME). Solusi alternatif yang dapat mengatasi kebutuhan energi listrik dan mengurangi\nlimbah POME adalah penggunaan sistem Photosynthetic Sediment Microbial Fuel Cell\n(PSMFC). Sistem ini mampu menghasilkan listrik secara berkelanjutan dengan adanya\nbantuan dari mikroalga sebagai penyuplai oksigen pada sistem dan bakteri sebagai\npenyuplai elektron yang akan mendegradasi sedimen organik. Walaupun begitu, kinerja\nPSMFC masih dapat dioptimasi. Sasaran penelitian adalah untuk meninjau pengaruh\nmaterial elektroda berukuran 16 cm2 dan kultur mikroba yang digunakan terhadap kinerja\nPSMFC. Didapatkan bahwa, nilai OCV tertinggi diperoleh pada saat graphite sheet\ndigunakan sebagai anoda dan katoda (senilai 227 mV), serta densitas daya maksimum\ndan kuat arus tertinggi diperoleh ketika stainless steel digunakan sebagai anoda dan\nkatoda, bersama dengan kultur campuran POME di sisi anoda (senilai 0,312 mW/m2 dan\n6,33 ?A, secara berturut-turut). Analisis SEM menunjukkan bahwa biofilm terbentuk\nsecara lebih merata pada elektroda graphite sheet dan ketika kultur campuran POME\ndigunakan. Analisis FTIR menunjukkan bahwa adanya alga yang tertimbun di sisi anoda.", "Daftar File": {}, "Penulis": "Rizqa Miranda [13019060]", "Kontributor / Dosen Pembimbing": ["Ardiyan Harimawan, S.T, M.Eng., Ph.D.", "Ir. Hary Devianto, S.T, M.Eng., Ph.D., IPM, ASEAN Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "material elektroda, kebutuhan energi, listrik, POME, PSMFC", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}