{"Nomor": 73833, "Judul": "REDUKSI FOTOKATALITIK GAS CO2 MENJADI METANOL MENGGUNAKAN KATALIS CUO-TIO2/ACF", "Abstrak": "TiO2 merupakan fotokatalis yang umum dipakai karena memiliki harga yang murah dan stabilitas yang tinggi. Akan tetapi, TiO2 memiliki band gap yang tinggi (~3,20 eV) sehingga sulit untuk diaktivasi pada cahaya tampak dan mudah terjadi rekombinasi elektron sehingga modifikasi untuk fotokatalis berbasis TiO2 perlu dilakukan untuk meningkatkan performa fotokatalitik. Penelitian ini mengkaji pengaruh modifikasi penambahan CuO dan penyangga activated carbon fiber (ACF) terhadap performa reduksi fotokatalitik CO2 menjadi metanol. TiO2 merupakan fotokatalis yang umum dipakai karena memiliki harga yang murah dan stabilitas yang tinggi. Akan tetapi, TiO2 memiliki band gap yang tinggi (~3,20 eV) sehingga sulit untuk diaktivasi pada cahaya tampak dan mudah terjadi rekombinasi elektron sehingga modifikasi untuk fotokatalis berbasis TiO2 perlu dilakukan untuk meningkatkan performa fotokatalitik. Penelitian ini mengkaji pengaruh modifikasi penambahan CuO dan penyangga activated carbon fiber (ACF) terhadap performa reduksi fotokatalitik CO2 menjadi metanol. Karakterisasi XRD dan SEM telah dilakukan untuk membuktikan keberadaan impregnasi TiO2 dan CuO di permukaan ACF. Karakterisasi UV-DRS menunjukkan adanya penurunan band gap seiring penambahan CuO. Karakterisasi instumen BET menunjukkan peningkatan luas permukaan sebesar 150 kali lipat setelah menggunakan penyangga ACF. Fotokatalis TiO2/ACF, 1% CuO-TiO2/ACF, dan 3% CuO-TiO2/ACF berturut-turut mampu menghasilkan metanol lebih tinggi sebesar 2,7 kali (~1,8 mmol/g katalis); 3,6 kali (~2,4 mmol/g katalis); dan 10,4 kali (~6,9 mmol/g katalis) daripada TiO2 komersial pada pencahayaan visible. Variasi terbaik dicapai oleh 1% CuO-TiO2/ACF dengan perolehan metanol sebesar 11,0 mmol/g katalis pada pencahayaan UV-Vis. Variasi terbaik kemudian diuji menggunakan medium reaksi ACN/H2O/TEOA dan menghasilkan metanol sebesar 27,1 mmol/g katalis.", "Daftar File": {}, "Penulis": "Fachriza Andhika Putra [13019018]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Wibawa Hendra Saputera, S.Si., M.Si., M.SC., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "CO2, fotokatalitik, heterojungsi, metanol, sol-gel C2.2122.K.35", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "1 file", "Tanggal Input": "23 Jun 2023"}