{"Nomor": 73839, "Judul": "PENGHILANGAN ZAT WARNA REACTIVE BLACK 5 DAN REACTIVE RED 198 OLEH LUMPUR ANAEROBIK: PENGARUH PENAMBAHAN KATALIS BESI (II, IIII) OKSIDA DAN PH", "Abstrak": "Air limbah tekstil mengandung bahan kimia beracun yang berbahaya terhadap kesehatan\ndan kerusakan ekosistem perairan. Salah satu bahan kimia seperti zat pewarna memiliki\nstandar pembuangan yang diatur oleh peraturan menteri. Hal ini menunjukkan pentingnya\npenghilangan zat warna dari air limbah tekstil. Dalam penghilangan zat warna azo,\ndegradasi secara biologis adalah yang paling efektif. Tahapan anaerobik adalah tahapan\nutama dalam mendegradasi zat warna azo. Lumpur aktif anaerobik perlu dioptimalisasi\nparameter operasionalnya untuk menghasilkan degradasi zat warna azo secara\nmaksimal. Penambahan katalis juga dapat meningkatkan performa lumpur aktif\nanaerobik dalam pengolahan air limbah tekstil. Sehingga perlu adanya evaluasi terhadap\nperforma lumpur aktif anaerobik dengan penambahan katalis berupa besi (II, III) oksida\ndan parameter operasional pH medium.\nPenelitian ini dilakukan untuk mengetahui performa lumpur aktif anaerobik dalam\npenghilangan COD dan zat warna Reactive Black 5 dan Reactive Red 198 dengan\npenambahan katalis besi (II, III) oksida serta optimalisasi pH medium. Penelitian ini\ndilakukan dengan menggunakan air limbah sintetik yang mengandung zat pewarna\nReactive Black 5 atau Reactive Red 198. Air limbah akan diolah menggunakan reaktor\npartaian dengan volume kerja 210 mL. Variasi yang dilakukan adalah variasi konsentrasi\nkatalis besi (II, III) oksida yaitu 10 g/L, 20 g/L, dan 30 g/L serta variasi pH yaitu 4-8.\nKonsentrasi katalis terbaik dalam penghilangan zat warna Reactive Black 5, Reactive\nRed 198, dan COD adalah 20 g/L dengan persentase penghilangan masing-masing\n98,8%, 97,4%, dan 85,6% untuk COD pada air limbah mengandung Reactive Black 5,\nserta 77,8% untuk air limbah mengandung Reactive Red 198. Performa terbaik dalam\npenghilangan zat warna Reactive Black 5, Reactive Red 198, dan COD dengan lumpur\naktif anaerobik ditambah katalis adalah pH 8 dengan persentase penghilangan zat warna\n92% dan COD 20%.", "Daftar File": {}, "Penulis": "Ahmad Rizky [13019046]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tjandra Setiadi, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "air limbah tekstil, besi (II, III) oksida, lumpur aktif anaerobik, pH, reactive black 5, reactive red 198", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}