{"Nomor": 73847, "Judul": "PRA-RANCANGAN SISTEM BUDIDAYA CONTAINER FARMING TERINTEGRASI DENGAN PENGOLAHAN LIMBAH ORGANIK PADA SET-UP URBAN FARMING", "Abstrak": "Menjaga ketahanan dan menciptakan kemandirian pangan ialah dengan memiliki kemampuan diri sendiri untuk mencukupi kebutuhan pangan. Salah satu cara adalah dengan menerapkan pertanian perkotaan yaitu melakukan penanaman pada polybag dengan mengatur komposisi media tanam yang tepat. Akan tetapi, sistem ini sangat tergantung pada komposisi media tanam untuk menunjang pertumbuhan tanaman. Oleh karena itu dilakukan penelitian ini dengan tujuan menentukan pengaruh perbandingan komposisi media tanam tanah, arang sekam, dan pupuk kasgot terhadap produktivitas dan kualitas tanaman uji yaitu sawi hijau (Brassica juncea L.) dan menentukan kombinasi komposisi media tanam terbaik terhadap pertumbuhan tanaman sawi (Brassica juncea L.). Penelitian ini menggunakan Rancangan Acak Lengkap (RAL) dengan 6 perlakuan campuran media tanam yang berbeda sebagai perlakuannya. Media tanam tanah dan arang sekam sebagai perlakuan kontrol negatif, media tanam dengan pupuk kompos sebagai kontrol positif, media tanam dengan pupuk NPK sebagai kontrol positif, dan pemberian perlakuan pupuk kasgot konsentrasi 5%, 7,5%, dan 10%. Kemudian, setiap perlakuan akan dilakukan pengulangan sebanyak 4 kali. Parameter pertumbuhan yang diamati adalah tinggi tanaman, jumlah daun, luas daun, bobot basah, bobot kering, kadar air, dan rasio tajuk-akar. Berdasarkan hasil dapat disimpulkan bahwa pemberian pupuk organik kasgot memberikan pengaruh yang nyata dan positif terhadap parameter tinggi tanaman, jumlah daun, luas daun, dan rasio tajuk:akar. Namun, tidak memberikan pengaruh yang nyata terhadap parameter bobot basah, bobot kering, dan kadar air. Kemudian, perlakuan terbaik pada parameter tinggi tanaman, jumlah daun, luas daun, bobot basah, dan bobot kering diperoleh pada\nperlakuan kasgot 7,5%. Sehingga, secara keseluruhan perlakuan pupuk kasgot 7,5% menghasilkan pertumbuhan tanaman terbaik dibandingkan perlakuan lainnya.", "Daftar File": {}, "Penulis": "Narissa Vania Poerba [11419001]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Grow Kit, Kasgot, Polybag, Sawi Hijau, Tanah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Jun 2023"}