{"Nomor": 73854, "Judul": "ANALISIS PENGARUH SISA RONGGA UDARA TERHADAP KINERJA FATIGUE CAMPURAN PERKERASAN SEMI LENTUR", "Abstrak": "Penelitian ini bertujuan untuk menganalisa pengaruh sisa rongga udara terhadap kinerja fatigue perkerasan komposit semi-flexible pavement. Fakta bahwa rongga udara pada kerangka campuran aspal yang digunakan dalam SFP diisi dengan bahan grouting memungkinkan adanya bleeding pada pengikat aspal (khususnya pada suhu tinggi). Kerusakan prematur juga bisa terjadi apabila bahan grouting tidak mengisi rongga kerangka aspal. Sisa rongga yang diperlukan untuk mengantisipasi mengembangnya aspal menjadi dasar penelitian, sehingga ketahanan material pada saat suhu tinggi dapat meningkat dan ketahanan deformasi juga bisa didapatkan.  \nMetodologi yang digunakan untuk menilai pengaruh nilai rongga yang tersisa pada material semi-flexible pavement dilakukan dengan meningkatkan nilai fluidity grouting cement. Ketahanan semi-flexible pavement terhadap retak lelah (fatigue) dapat meningkat serta cukup kaku (rigid) untuk menahan beban deformasi dengan dinilai dari jumlah grouting yang mengisi rongga campuran aspal. Nilai rongga yang tersisa selanjutnya akan diteliti lebih lanjut guna mengetahui pengaruhnya terhadap peningkatan kinerja fatigue dan kekakuan dari modulus campuran. \nPenelitian ini dilakukan dengan memvariasikan nilai fluidity grouting cement berdasarkan spesifikasi nilai minimum flow cone method based on ASTM C939/C939M yang ditetapkan pada penelitian A. Hassani, 2020 yakni sebesar 16 detik/liter. Hasil dari penelitian yang telah dilakukan, secara umum dimulai dari tahapan pembentukan material semi lentur yang terdiri dari pembentukan kerangka campuran aspal dengan menghilangkan penggunaan agregat halus sehingga terbentuk Open grade Aspal sebesar 28–30% pada presentase 4% bitumen. Selanjutnya, campuran aspal tersebut telah diuji terhadap kekuatan abrasi, draindown dan nilai VIM (void in mixture). Kemudian pada tahap ke-dua persiapan dan pengujian bahan grouting cement, nilai fluidity yang memenuhi persyaratan uji flow cone adalah grouting dengan 24% w/c (water cement ratio) dan penambahan superplasticizers 4% serta grouting 30% w.c. Komposit yang dihasilkan selanjutnya disebut perkerasan semi lentur atau semi-flexible pavement (SFP).  Uji kelelahan dari variasi nilai rongga pada SFP dilakukan dengan mengkorelasikan nilai kekakuan campuran dan cycle yang dihasilkan terhadap sisa nilai rongga campuran. Didapatkan bahwa nilai umur kelelahan fatigue maksimum terdapat pada variasi medium remaining air void sedangkan pada nilai modulus kekakuan, variasi grouting low remainig air void signifikan meningkatkan kinerja kekakuan campuran dan mempertahankan bentuk campuran pada suhu tinggi.", "Daftar File": {"ABSTRAK Muhammad Romario Catur Mahaza": "https://digilib.itb.ac.id/gdl/download/294250"}, "Penulis": "Muhammad Romario Catur Mahaza [26921006]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sony Sulaksono Wibowo, M.T, Ph.D.", "Dr. Eri Susanto Hariyadi, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Sisa rongga udara, Kerangka campuran Aspal, Grouting cement, Fatigue.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2023"}