{"Nomor": 73853, "Judul": "MINERALOGI DAN PENGAYAAN REE TIPE ION-ADSORPTION PADA PROFIL LAPUKAN GRANITOID DI SULAWESI BARAT; IMPLIKASI TERHADAP EKSPLORASI", "Abstrak": "Unsur tanah jarang (rare earth elements-REE) merupakan golongan unsur lantanida+Y+Sc\nyang saat ini dibutuhkan dalam dunia industri dan bahan baku pembuatan teknologi\ncanggih dan modern. Seiring bertambahnya kebutuhan REE, kegiatan eksplorasi REE juga\nsemakin meningkat, oleh karena itu penelitian ini dilakukan sebagai studi pendahuluan\nyang bertujuan mengetahui karakteristik REE tipe ion adsorption yang ada di Sulawesi\nBarat menggunakan petrografi mineral optik, X-ray diffraction (XRD), X-ray fluorescence\n(XRF), dan inductively coupled plasma mass spectrometry (ICP-MS). Pengamatan mineral\noptik menunjukkan bahwa batuan induk di Polewali adalah kuarsa monsonit, sedangkan di\nMamasa adalah granodiorit. Mineral pembawa REE yang terlihat pada petrografi mineral\noptik adalah zirkon, apatit, alanit dan monasit. Mineral lempung yang berhasil dideteksi\nsebagai mineral yang mengikat REE pada zona lapukan berupa kaolinit, halloisit,\nmonmorillonit dan nontronit. Pengayaan REE pada horizon A pada kedua profil\nmenunjukkan bahwa persentase mineral lempung juga mempengaruhi jumlah TREE, hal\nini dibuktikan dengan persentase kandungan kaolinit berkisar 13,3% dan halloisit 5,3%,\nlebih banyak dibanding pada horizon yang lainnya. Anomali positif Ce pada sampel\nlapukan menunjukkan bahwa kedua profil lapukan merupakan zona pelindian kecuali pada\nhorizon A di Mamasa. Anomali Negatif Eu juga menunjukkan bahwa terjadi pelepasan\nplagioklas pada saat proses diferensiasi magma ketika batuan terbentuk. Faktor yang\nmempengaruhi distribusi dan akumulasi REE adalah jenis batuan induk dan tingkat\npelapukan.", "Daftar File": {"ABSTRAK A. Febbi Alvionita": "https://digilib.itb.ac.id/gdl/download/294242", "BAB 1 A. Febbi Alvionita": "https://digilib.itb.ac.id/gdl/download/294243", "BAB 2 A. Febbi Alvionita": "https://digilib.itb.ac.id/gdl/download/294244", "BAB 3 A. Febbi Alvionita": "https://digilib.itb.ac.id/gdl/download/294245", "BAB 4 A. Febbi Alvionita": "https://digilib.itb.ac.id/gdl/download/294246", "BAB 5 A. Febbi Alvionita": "https://digilib.itb.ac.id/gdl/download/294247", "BAB 6 A. Febbi Alvionita": "https://digilib.itb.ac.id/gdl/download/294248", "PUSTAKA A. Febbi Alvionita": "https://digilib.itb.ac.id/gdl/download/294249"}, "Penulis": "A. Febbi Alvionita [22121017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Syafrizal, S.T, M.T.", "Dr. mont. Andy Yahya Al Hakim, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "unsur tanah jarang; mineralogi; geokimia; lapukan; granitoid.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "24 Jun 2023"}