{"Nomor": 73856, "Judul": "PENGARUH COMBINER DAN CROSSLINKER TERHADAP PERFORMA ELEKTROLIT HIDROGEL KITOSAN PADA BATERAI SENG-UDARA", "Abstrak": "Pemanfaatan fosil sebagai sumber energi utama tidak dapat selamanya diterapkan dan\nenergi terbarukan yang bergantung pada alam pasti memiliki penyimpangan. Dengan\ndemikian, baterai metal-air menarik banyak perhatian karena memiliki kepadatan energi\nyang tinggi, lebih aman, ringan, dan biaya rendah. Karena biayanya yang rendah dan\nkapasitasnya yang tinggi, seng menjadi bahan anoda paling umum dalam baterai logam-\nudara. Namun, rentan terhadap kebocoran dan penguapan air karena baterai seng-udara\nmenggunakan elektrolit cair yang selanjutnya menyebabkan konduktivitas baterai yang\nburuk.\nPenelitian ini bertujuan untuk merancang sistem baterai sekunder seng-udara dengan\nelektrolit hidrogel yang memiliki kinerja terbaik dengan membandingkan efek\npenambahan baterai seng-udara dengan berbagai kombinasi hidrogel kitosan, hidrogel\npolivinil alkohol (PVA) dan pengikat silang glutaraldehid (GA). pada akhirnya\nmenentukan rasio optimum hidrogel kitosan/PVA dan hidrogel kitosan/GA sehingga\nkonduktivitas optimum dapat dicapai. Karakterisasi fisik dan kimia kombinasi elektrolit\nakan ditentukan melalui uji serapan elektrolit, analisis mikroskop elektron (SEM), uji\nspektroskopi inframerah transformasi Fourier (FTIR), uji penyimpanan/pengosongan\nmuatan galvanostatik (GCD), uji voltametri siklik (CV), dan uji spektroskopi impedansi\nelektrokimia (EIS).\nPada penelitian ini, hidrogel yang mengandung kitosan 1,5%-w/v, PVA 3%-w/v, dan\nGA1,5%-v/v mempertahankan elektrolit paling banyak dengan persentase\npembengkakan mencapai rata-rata 226,58% yang dikonfirmasi oleh SEM dan uji\nevaporasi dan setelahnya memiliki salah satu konduktivitas ionik terbaik dari variasi\nyang diuji dengan 204,44 mS/cm.", "Daftar File": {"ABSTRAK Diah Ayu Pramesti": "https://digilib.itb.ac.id/gdl/download/294252"}, "Penulis": "Diah Ayu Pramesti [13019205]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ir. Pramujo Widiatmoko, S.T, M.T.", "Ir. Hary Devianto, S.T, M.Eng., Ph.D., IPM, ASEAN Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Engineering & allied operations", "Kata Kunci": "Hidrogel kitosan/PVA, Hidrogel kitosan/GA, Baterai seng-udara, Karakterisasi fisika dan kimia, Konduktivitas baterai", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2023"}