{"Nomor": 73861, "Judul": "EVALUASI METODE PELAKSANAAN KOMPETISI KONSTRUKSI RAMPING (K2R) ITB MENGGUNAKAN MEEGA MODEL", "Abstrak": "Dalam usaha untuk meningkatkan sosialisasi mengenai lean construction di Indonesia, pihak KK MRK ITB mengadakan sebuah kompetisi yang bernama Kompetisi Konstruksi Ramping (K2R) ITB yang mengadopsi metode permainan Villego dengan memakai prnsip last planner system. Kompetisi ini telah dilaksanakan setiap tahun, dimulai pada tahun 2016. Namun, pelaksanaan K2R harus terhenti sejak tahun 2020 dikarenakan adanya pandemi covid-19. Pada tahun 2023, ide pelaksanaan tersebut kembali muncul, dengan pembaruan konsep & perubahan nama menjadi K2Rneo. Dalam pengembangan ide K2Rneo diperlukan sebuah evaluasi metode permainan yang diadopsi dalam K2R 1.0 hingga K2R 4.0 oleh karena belum adanya evaluasi menyeluruh terhadap Kompetisi Konstruksi Ramping (K2R) ITB. Maka penelitian ini, bertujuan untuk melakukan evaluasi metode terhadap K2R ITB 1.0-4.0 & menyusun rekomendasi untuk pelaksanaan K2Rneo. Evaluasi K2R 1.0 hingga K2R 4.0 tersebut dilakukan dengan menggunakan kajian literatur terhadap konsep permainan edukasi lean construction dengan metode last planner system serta kuesioner (kualitatif & kuantitatif) yang disebarkan kepada peserta K2R ITB 1.0 hingga K2R 4.0. Instrumen kuesioner yang dikembangkan mengadopsi model MEEGA (Model for Evaluation Educational Games) dengan penyesuaian terhadap metode permainan yang diterapkan dalam K2R ITB. Selanjutnya dilakukan analisis mengenai persepsi responden (mahasiswa & praktisi) terhadap metode permainan dalam K2R yang terbagi dalam 3 aspek, yaitu motivasi, user experience, dan learning. Hasil kuesioner menunjukkan bahwa keseluruhan pelaksanaan K2R 1.0 hingga K2R 4.0 memiliki nilai diatas 4, dengan grafik yang meningkat pada K2R 1.0 hingga K2R 3.0 dan sedikit penurunan pada K2R 4.0 sebesar 3,4%. Berdasarkan analisis tersebut didapatkan bahwa K2R sebagai media pembelajaran last planner system yang menggunakan media LEGO masih menjadi media pembelajaran yang menarik untuk kembali digunakan dalam K2Rneo. Namun, penurunan nilai pada K2R 4.0 yang mengindikasikan diperlukan adanya inovasi dalam penerapan atau pengimplementasian materi permainan dalam pelaksanaan pada K2Rneo.", "Daftar File": {"ABSTRAK Yusfiansyah Insan Rosidi": "https://digilib.itb.ac.id/gdl/download/294257"}, "Penulis": "Yusfiansyah Insan Rosidi [15019009]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T, Ph.D.", "Eliza Rosmaya Puri, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "lean construction, villego, last planner system, MEEGA model, evaluasi pelaksanaan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2023"}