{"Nomor": 73863, "Judul": "RANCANG BANGUN SISTEM PREDIKSI PADA PERANGKAT MONITORING PENDAKI GUNUNG BERBASIS  INTERNET OF THINGS", "Abstrak": "Pendakian gunung adalah suatu aktivitas yang identik dengan perjalanan panjang\ndan berisiko dengan tujuan utama mencapai puncak dari gunung. Terdapat beberapa\npermasalahan utama dalam aktivitas ini yaitu adanya risiko kesehatan yang\nberkaitan dengan Acute Mountain Sickness (AMS) dan risiko tersesat dari jalur\nyang ditetapkan saat melakukan pendakian. Oleh karena itu, untuk meningkatkan\npengalaman dan keselamatan dari aktivitas pendakian gunung, kami\nmengembangkan solusi berupa perangkat berbasis Internet of Things (IoT) dan\nMachine Learning yang dapat memungkinkan pendaki gunung untuk terlacak\nlokasinya oleh pengelola dan dipantau kondisi kesehatannya secara real-time serta\ndapat memberikan peringatan saat terdeteksi memiliki risiko kesehatan atau\ntersesat. Pengembangan sistem secara keseluruhan dilakukan menggunakan metode\npengembangan V-Model dan secara khusus untuk pengembangan Machine\nLearning dilakukan menggunakan metode CRISP-DM dengan hasil utama berupa\n\"Proof of Concept\" berupa sistem perangkat keras yang digunakan oleh pendaki\ngunung, sistem antarmuka pada aplikasi web, dan sistem prediksi serta klasifikasi\nmenggunakan model Machine Learning. Hasilnya sistem klasifikasi dibangun\nmenggunakan Random Forest yang mampu mengklasifikasi kondisi vital pendaki\nke dalam 4 level risiko kesehatan yang berkaitan dengan Acute Mountain Sickness\ndan sistem prediksi dibangun menggunakan SVR Polynomial yang mampu\nmemprediksi kondisi vital pendaki pada pos pendakian berikutnya. Setelah melalui\npengujian terhadap expert, sistem tersebut disimpulkan dapat mendeteksi dan\nmeminimalisir risiko kesehatan dengan adanya pencegahan yang dapat dilakukan\noleh pengelola berdasarkan hasil prediksi dan memberikan peringatan kepada\npendaki berdasarkan hasil klasifikasi.", "Daftar File": {}, "Penulis": "Muhammad Ichsandro D Noor [18219094]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Kusprasapta Mutijarsa, S.T, M.T.", "Dr. Waskita Adijarto, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Aktivitas Pendakian Gunung, Pelacakan Lokasi, Monitoring Kondisi Kesehatan, Peringatan Risiko, Acute Mountain Sickness, Machine Learning, Internet of Things.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jun 2023"}