{"Nomor": 73874, "Judul": "DESAIN APLIKASI WEB UNTUK SISTEM PEMANTAUAN  KUALITAS UDARA BERBIAYA RENDAH", "Abstrak": "Setiap manusiamembutuhkan udara bersih sebagai tunjangan dasar hidup. Namun,\ntingkat polusi udara kota Bandung sangat tinggi dan tidak dapat dipantau secara\nmenyeluruh oleh Dinas Lingkungan Hidup dan Kebersihan (DLHK) Kota\nBandung. Kota Bandung melebihi kriteria kualitas WHO untuk PM2.5 (partikel\nlebih kecil dari 2,5 mikron di atas 15 ug/m3), PM10 (partikel lebih kecil dari 10\nmikron di atas 15 ug/m3), serta karbon monoksida. Polutan udara yang tinggi\ntersebut tidak dapat diawasi dengan baik oleh alat pemantau kualitas udara milik\nDLHK Kota Bandung yang hanya memiliki 1 alat pemantau dengan radius rentang\npengukuran mencapai hanya 500 m, berbanding jauh dari kondisi ideal yang\nmembuatuhkan 10 alat AQMS. Hal ini menyebabkan pemantauan kualitas udara\nhanya dapat dilakukan untuk area sebesar 0,469% dari total luas Kota Bandung.\nHarga alat pemantau kualitas udara milik DLHK mencapai 400 juta rupiah dan\nperawatan rutin memakan biaya yang mahal sehingga pemerintah tidak dapat\nmenambah jumlah alat. Artinya, data polutan yang terdeteksi pada alat tersebut\ntidak dapat merepresentasikan kualitas udara kota Bandung secara keseluruhan.\nSelain itu, pengiriman dan pengolahan data dari alat pemantau kualitas udara ke\npihak DLHK Kota Bandung masih dilakukan secara manual dan menunggu waktu\nuntuk melakukan pengambilan data selama 2 minggu dan dan diolah pada\nlaboratorium selama 1 bulan. Tidak hanya itu, data polutan yang ada tidak dapat\ndikirim setiap waktu pada aplikasi pemantau kualitas udara milik pemerintah\n(ISPUnet) sehingga masyarakat sebagai pengguna tidak dapat mengetahui data\nkualitas udara terkini dan DLHK sulit membuat tindakan penanggulangan yang\nresponsif saat terjadi aduan atau keluhan dari masyarakat.\nUntuk mengatasi masalah ini, sistem pemantauan kualitas udara berbiaya rendah\ndikembangkan terdiri dair 4 bagian utama, yaitu node, gateway, cloud server, dan\ngraphical user interface (GUI). Fokus dari Tugas Akhir ini adalah perancangan dan\nimplementasi GUI berbasis web-application. Web-application yang dibangun\nmenggunakan React Javascript dan terhubung ke Cloud diusulkan dalam penelitian\nini. Pengguna dapat mengakses aplikasi web ini baik dari PC desktop atau\nperangkat seluler. Aplikasi web meminta data API dari PostgreSQL satu kali per\nmenit untuk menampilkan data Indeks Standar Pencemar Udara (ISPU), Particular\nMatter (PM), CO, suhu, dan kelembaban secara real-time. Dengan menggunakan\ngrafik yang ditawarkan oleh aplikasi web ini, pengguna dapat meninjau data\n\nii\n\nsebelumnya dalam waktu setiap jam, harian, atau mingguan. Pengguna juga dapat\nmelihat 5 lokasi dengan nilai ISPU paling tinggi dan anjuran WHO terkait polutan\nudara di masing-masing lokasi secara real-time. Administrator aplikasi web ini,\nDLHK Kota Bandung, juga memiliki kemampuan untuk memperbarui basis data\nlokasi perangkat yang terdaftar serta dapat melihat lokasi-lokasi yang aktif\nmengirimkan data kualitas udara.\n\nWeb-app AQPort memiliki 2 poin spesifikasi, yaitu penilaian dari pengguna web-\napp dan pengukuran latensi untuk tampilan data realtime. Sebuah survei telah\n\ndilakukan dengan jumlah responden 20 orang dan hasil menunjukkan bahwa desain\naplikasi web yang diusulkan memiliki skor rata-rata 1,468 pada skala -3 hingga 3\ndengan keterangan desain aplikasi web mendapatkan evaluasi positif dari pengguna\nberdasarkan UEQ Questionnaire Handbook. Pengukuran latensi telah dilakukan\nuntuk setiap tampilan data realtime dengan menggunakan 10 sampel. Setiap sampel\ndiambil setiap kali pembaharuan data dilakukan per 1 menit. Tampilan data angka\nISPU, PM, CO, suhu, dan kelembaban memiliki latensi rata-rata 78.52 ms.\nTampilan data 5 lokasi dengan nilai ISPU tertinggi memiliki latensi rata-rata 76.86\nms serta tampilan anjuran WHO dengan latensi rata-rata 120.96 ms.", "Daftar File": {}, "Penulis": "Wiennetou Joel Hermesha [13219032]", "Kontributor / Dosen Pembimbing": ["Elvayandri, S.Si., M.T.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Real-time, Web-Application, React, Latensi, UEQ Questionnaire Handbook.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jun 2023"}