{"Nomor": 73889, "Judul": "PERANCANGAN DAN IMPLEMENTASI PENGENDALI DAN ANTARMUKA BERBASIS IOT UNTUK ALAT MONITORING  AMONIA DI TAMBAK IKAN", "Abstrak": "Sektor kelautan dan perikanan merupakan salah satu sektor yang utama di Indonesia. Kekayaan\nalam yang melimpah dengan keanekaragaman hayati yang dimiliki terutama pada kawasan\nperairan mendukung kemajuan sektor perikanan yang ada. Berbagai jenis sektor perikanan\nmuncul dan berkembang, termasuk di dalamnya budidaya ikan dengan media tambak.\nBudidaya ikan dengan media tambak memiliki potensi keuntungan yang tinggi, sehingga\nbanyak petambak yang mengembangkan dan memaksimalkan budidaya ini dengan berbagai\ncara untuk meningkatkan keuntungan yang bisa didapatkan. Salah satu upaya yang dilakukan\noleh petambak diantaranya adalah dengan menaikkan jumlah panen. Optimalisasi jumlah\npanen dapat dilakukan dengan memberikan pakan secara intensif, mengelola kolam dengan\nbaik dan teratur, serta menggunakan berbagai bahan kimia untuk mengatasi penyakit yang\nmungkin terjadi pada ikan.\nTingginya potensi keuntungan yang bisa didapatkan dari tambak ikan disertai pula dengan\nrisiko kegagalan yang cukup tinggi. Berbagai upaya pengelolaan yang dilakukan seperti\npemberian pakan yang tinggi, penggunaan bahan kimia berlebihan, serta kekeruhan kolam\ndapat menyebabkan peningkatan kadar amonia pada tambak, yang kemudian akan\nmenimbulkan kematian massal pada ikan. Ekskresi ikan berupa feses dan urin, sisa-sisa pakan\nyang terakumulasi, serta penggunaan obat yang mengandung senyawa tertentu menjadi\npenyebab meningkatnya kadar amonia pada tambak. Untuk mengatasi hal tersebut, para\npetambak biasanya memperkirakan relasi suhu tinggi dan kadar amonia yang tinggi pada\ntambak dengan mencelupkan tangan mereka secara langsung ke dalam tambak. Namun,\npengukuran dengan cara seperti itu dapat dikatakan tidak efisien, karena kadar amonia tidak\ndapat dideteksi dengan hanya mencelupkan tangan, kadar amonia dapat melebihi ambang batas\ntanpa disadari oleh petambak, sehingga penanganan tidak dapat dilakukan dan kematian ikan\ntidak dapat dihindarkan.\nAlat monitoring amonia dapat membantu pembudidaya ikan untuk memantau kadar amonia di\ntambak ikan secara rutin, dan juga memberikan peringatan sesegera mungkin ketika\nkonsentrasi amonia melebihi batas konsentrasi yang aman bagi kesehatan ikan. Penelitian ini\nmenyajikan pengembangan sistem pengendali dan antarmuka pengguna berbasis Internet of\nThings (IoT) untuk perangkat pemantau kadar amonia dengan menggunakan model perilaku\nFinite State Machine (FSM) untuk mengelola sistem. Sistem pengendali mampu mengelola\nsubsistem perangkat dengan delay minimum dan antarmuka pengguna juga dapat mengirimkan\nlaporan secara berkala dan memberikan peringatan kepada pengguna secara real time.", "Daftar File": {}, "Penulis": "Adelia Yuliarni [13219063]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Infall Syafalni, S.T., M.Sc.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "amonia, tambak ikan, FSM, IoT, alat monitoring.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jun 2023"}