{"Nomor": 73888, "Judul": "IMPLEMENTASI PERANGKAT KERAS SISTEM MONITORING TPSS ITB KAMPUS GANESHA", "Abstrak": "Monitoring kepenuhan tempat sampah sementara (TPSS) merupakan salah satu masalah pada\npengelolaan sampah ITB kampus Ganesha. Petugas pengambil sampah melakukan\npengecekan manual secara visual untuk mengetahui kepenuhan TPSS. Hal ini menyebabkan\nterjadinya kondisi menumpuknya sampah dan pemborosan waktu dan rute pengambilan\nsampah. Kami mengembangkan sistem monitoring tempat sampah untuk mengatasi masalah\ntersebut. Sistem yang dikembangkan mendeteksi kepenuhan tempat sampah dan\nmenyampaikan data tersebut kepada petugas pengambil tempat sampah. Bagian yang\ndikembangkan penulis merupakan bagian perangkat keras dari sistem monitoring tempat\nsampah. Perangkat keras disusun oleh mikrokontroler ESP8266 dan 3 sensor ultrasonik HC\nSR04. Daya yang digunakan adalah baterai lithium ion 4500mAh. Sistem mendeteksi jarak\npermukaan tempat sampah menggunakan sensor ultrasonik. Data tersebut kemudian diolah\noleh ESP8266 untuk memperoleh kategori ketinggian tempat sampah. Data tersebut lalu\ndilanjutkan ke database dan web app untuk ditampilkan kepada petugas. Selain itu juga\ndiimplementasikan fitur access point agar petugas dapat melakukan konfigurasi devais. Hasil\nimplementasi menunjukkan sistem memiliki galat maksimum kurang dari 5% untuk\npengujian pada permukaan datar. Selain itu, secara teoritis sistem juga dapat beroperasi\nselama 14 hari dengan baterai 4500mAh. Perbaikan di masa mendatang dapat dilakukan pada\nmanajemen daya, desain fisik sistem, serta pengujian yang lebih menyeluruh.", "Daftar File": {}, "Penulis": "Muhammad Morteza Mudrick [13219061]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Kusprasapta Mutijarsa, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "monitoring, kepenuhan, TPSS, sensor ultrasonik, ESP8266.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jun 2023"}