{"Nomor": 73882, "Judul": "PERANCANGAN PULSE OXIMETER, APLIKASI WEB DAN DATABASE CLOUD UNTUK PEMANTAUAN PASIEN JARAK  JAUH SECARA REAL-TIME", "Abstrak": "Menurut WHO (2020), penyakit kardiovaskular dan respirasi merupakan 2\npenyebab kematian tertinggi di dunia. Observasi yang sama dapat ditemukan pada\nIndonesia dengan prevalensi penderita penyakit jantung naik sebesar 1% dari tahun\n2013 ke tahun 2018 dan prevalensi penyakit paru obstruktif kronis mencapai 9,2\njuta jiwa pada tahun 2013. Dalam menangani pasien kedua penyakit tersebut pada\nICU, tenaga medis melakukan pemantauan kondisi fisiologis sebagai salah satu\nproses paling dasar. Namun, alat pemantauan yang ada saat ini masih memiliki\nketerbatasan, salah satunya adalah kurangnya kemampuan pemantauan jarak jauh.\nOleh karena itu, penulis mengembangkan sebuah patient monitor untuk memberi\ndokter kemampuan menatau kondisi vital pasien secara kontinu dengan akses jarak\njauh melalui aplikasi web.\nDalam pengembangan produk, penulis membuat sensor biometrik berupa pulse\noximeter untuk menghitung saturasi oksigen serta membuat aplikasi web dan\ndatabase cloud yang menjadi fondasi kemampuan pemantauan secara jarak jauh.\nPulse oximeter diimplementasi menggunakan sensor MAX30100. Data hasil\nbacaan sensor diproses oleh mikroprosesor untuk ditampilkan pada display monitor\ndevice dan dikirim ke database cloud. Database cloud diimplementasi\nmenggunakan InfluxDB Cloud. Database menerima data dari patient monitor dan\njuga memberi akses data tersebut untuk aplikasi web. Aplikasi web diimplementasi\nmenggunakan React sebagai framework utamanya dan JavaScript sebagai bahasa\npemrogramannya. Secara keseluruhan, tugas akhir mencapai spesifikasi yang telah\nditentukan namun dengan catatan beberapa fungsionalitas belum memenuhi target\nyang diinginkan atau belum ideal. Pulse oximeter belum bisa membaca dengan\nakurat kondisi ketika saturasi oksigen berada di bawah 70%. Komunikasi data\nantara keseluruhan sistem juga belum bisa diimplementasi secara real-time. Latensi\nyang terhitung sebesar 52 detik.", "Daftar File": {}, "Penulis": "Andhika Reyhan Soebroto [13219049]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T, M.T, Ph.D.", "Nur Ahmadi, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sensor biometrik, saturasi oksigen, aplikasi web, database cloud", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jun 2023"}