{"Nomor": 73881, "Judul": "DESAIN DAN IMPLEMENTASI PENGENDALI, ANTARMUKA, DAN POWER SUPPLY UNTUK SMART FISH  FEEDER UNTUK TAMBAK", "Abstrak": "Pada pembudidayaan ikan, sekitar 60%-80% biaya yang dikeluarkan merupakan\nbiaya yang digunakan untuk pembelian pakan, namun sering sekali pemberian\npakan yang dilakukan tidak sesuai dengan kebutuhan ikan akibat metode pemberian\npakan yang masih menggunakan cara konvensional (menggunakan perasaan atau\nperkiraan manusia) sehingga sekitar 75% pakan ikan terbuang sia – sia.\nBerdasarkan uraian yang penulis paparkan di atas, maka buku tugas akhir hadir\nuntuk mengatasi permasalahan tersebut. Buku tugas akhir ini berisi proses\nperancangan desain, implementasi, dan pengujian untuk pengendali, antarmuka,\ndan power supply dari alat Smart Fish Feeder. Smart Fish Feeder merupakan alat\nyang dapat memberikan pakan secara otomatis maupun secara manual, dimana\nketika pemberian pakan otomatis dilakukan, maka jumlah pakan yang diberikan\nakan sama dengan 3% dari rata – rata jumlah massa ikan yang ada di tambak dengan\nmenggunakan algoritma regresi polinomial derajat 2. Melalui metode pemberian\npakan yang terukur, diharapkan pakan yang terbuang sia – sia dapat diminimalisir.\nPerancangan dan pengujian dari masing – masing subsistem dilakukan secara\nterpisah, kemudian setelah masing – masing subsistem telah berhasil menjalankan\nfungsionalitasnya masing – masing, dilakukan proses integrasi sehingga seluruh\nsubsistem menjadi satu kesatuan.\nSubsistem pengendali dilakukan dengan melakukan pemrograman pada\nmikrokontroler ESP32 dengan memastikan bahwa kompleksitas kode masih dalam\ntingkat yang dapat diterima oleh ESP32. Subsistem antarmuka memiliki bentuk\naplikasi user yang dibangung menggunakan platform MIT App Inventor, sementara\nuntuk subsistem power supply diperoleh dari listrik jala – jala dengan menggunakan\nadaptor 12V 10A.\nSecara garis besar, produk yang dibuat sudah mampu memenuhi spesifikasi yang\ndiinginkan dan juga mampu menyelesaikan akar masalah yang ada yaitu\nmengurangi jumlah pakan yang terbuang sia – sia. Namun demikian, terdapat\nbeberapa hal yang bisa dilakukan seperti menambah variabel kualitas air seperti pH,\n\nii\n\ndissolved oxygen, suhu, dan sebagainya dalam algoritma jumlah pemberian pakan\nyang akan diberikan pada ikan sehingga dapat diperoleh akurasi yang lebih baik\nlagi.", "Daftar File": {}, "Penulis": "Benito Bosco Sinukaban [13219047]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Infall Syafalni, S.T., M.Sc.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "regresi polinomial derajat 2, algoritma", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jun 2023"}