{"Nomor": 73895, "Judul": "KEWIRAUSAHAAN DALAM TATA KELOLA KAWASAN REBANA", "Abstrak": "Urbanisasi di era globalisasi saat ini memiliki perkembangan sangat pesat dimana \nseparuh penduduk dunia tinggal di Kawasan Perkotaan. Peluang kerja, penyediaan \ninfrastruktur yang baik, keanekaragaman budaya, akses layanan kesahatan yang \nbaik, keberagaman pilihan belanja, kegiatan rekreasi dan hiburan menjadi daya \ntarik kawasan perkotaan yang menyebabkan peningkatan pola konsumsi di \nKawasan Perkotaan. Kekuatan konsumsi masyarakat bisa menjadi kekuatan \nekonomi baru di suatu wilayah dan kawasan. Kawasan Perkotaan saat ini menjadi \nmesin pertumbuhan bagi suatu negara sehingga menjadikan persaingan antar kota \nyang semakin akut dalam menyediakan kawasan perkotaan yang nyaman, aman, \ninovatif dan menarik untuk menjadi tempat. berbagai cara dilakukan untuk \nmembentuk tata kelola perkotaan yang efektif untuk mencapai tujuan \npembangunan. Tata kelola perkotaan merupakan suatu hal yang sangat kompleks \nkarena melibatkan interaksi banyak aktor sehingga tata kelola perkotaan \nmenggambarkan bagaimana hubungan politik internal yang terbangun. Model tata \nkelola dari sisi hubungan politik internal dapat dilihat melalui hubungan \npengelolaan, logika pengelolaan, aktor kunci yang terlibat dan tujuan politiknya. \nPada tahun 1970-1980 tata kelola manajerial semakin digantikan dengan bentukbentuk tindakan entrepreneurialism dimana pemerintah lebih proaktif dan inovatif \nmencari jalan untuk mencapai tujuan dan keluar dari masalah perkotaan. tindakan \nentrepreneurialism sebagai respon dari permasalahan ekonomi yang melanda \nbeberapa negara-negara maju Eropa dan Amerika. Bentuk tindakan \nentrepreneurialism memiliki karakteristik utama kemitraan publik dan swasta yang \nmenekankan kepentingan bisnis sektor swasta terkait dengan mempromosikan kota \nharus terintegrasi dengan kekuatan pemerintah untuk menarik sumber daya \neksternal, investasi baru, dan sumber lapangan kerja baru. Selain itu \nentrepreneurialism memiliki karakteristik sifat spekulatif dan politik ekonomi \ntempat. Perkembangan tata kelola urban entrepreneurialism memiliki dampak \nyang subtansi terhadap ekonomi makro. Kawasan Rebana merupakan 6 Kabupaten \ndan 1 Kota yang direncanakan menjadi kawasan perkotaan baru yang dilakukan \nsecara intentional. Pembentukan kawasan perkotaan baru di Kawasan Rebana \ndiharapkan menjadi mesin pertumbuhan ekonomi diwilayah utara dan timur \nProvinsi Jawa Barat serta dapat mengurangi disparitas pendapatan antar wilayah. \nHal tersebut dilakukan dengan meningkatkan pertumbuhan investasi dan \nii\npeningkatan daya saing kawasan. Secara tujuan, konsep urban entrepreneurialism \nselaras dengan tujuan pembentukan kawasan perkotaan di Kawasan Rebana. Hal \nini membuat penulis tertarik untuk mengeksplorasi urban entrepreneurialism pada \ntata kelola yang terbentuk di Kawasan Rebana. Tujuan penelitian ini untuk \nmengidentifikasi konsep urban entrepreneurialism dari sisi hubungan politik \ninformal pada tata kelola yang terbentuk di Kawasan Rebana. Sasaran penelitian ini \nuntuk mengidentifikasi hubungan pengelolaan, mengidentifikasi logika \npengelolaan, mengindentifikasi aktor kunci yang terlibat dan mengidentifikasi \ntujuan politik di Kawasan Rebana. Penelitian ini menggunakan metode penelitian \nkualitatif dengan pendekatan deskriptif yang menggunakan analisis konten untuk \nmengidentifikasi hubungan pengelolaan, logika pengelolan dan tujuan politik di \nKawasan Rebana. Sedangkan untuk mengidentifikasi aktor kunci yang terlibat \nmenggunakan analisis stakeholder. Secara hubungan pengelolaan, tata kelola di \nKawasan Rebana memiliki kesamaan dengan konsep urban entrepreneurialism\ndimana terdapat kerlibatan aktif pemerintah dan sektor swasta dalam mengelola \nkawasan. Secara logika pengelolaan, tata kelola Kawasan Rebana memiliki \nkesamaan dengan konsep urban entrepreneurialism dimana keputusan dibuat secara \nkonsensus pemerintah dan sektor swasta, akademisi dan masyarakat. Aktor kunci \npada tata kelola Kawasan Rebana memilki kesamaan dengan aktor kunci konsep \nurban entrepreneurialism yaitu pemerintah dan sektor swasta dimana pemerintah \ndan sektor swasta memiliki kepentingan dan pengaruh yang kuat. Sedangkan secara \ntujuan politik, pembentukan perkotaan baru di Kawasan Rebana memilki kesamaan \ndengan konsep urban entrepreneurialism yaitu pertumbuhan ekonomi, peningkatan \ninvestasi dan peningkatan daya saing kawasan. Penelitian dengan konsep urban \nentrepreneurialism yang dilihat dari perspektif hubungan politik informal \nmerupakan penelitain yang belum pernah dilakukan sebelumnya. Untuk itu \npenelitian ini diharapkan dapat memberikan tambahan pemahaman secara teoritis \nterkait tata kelola urban entrepreneurialism", "Daftar File": {"ABSTRAK Arianda Firmansyah": "https://digilib.itb.ac.id/gdl/download/294296", "BAB 1 Arianda Firmansyah": "https://digilib.itb.ac.id/gdl/download/294856", "BAB 2 Arianda Firmansyah": "https://digilib.itb.ac.id/gdl/download/294857", "BAB 3 Arianda Firmansyah": "https://digilib.itb.ac.id/gdl/download/294858", "BAB 4 Arianda Firmansyah": "https://digilib.itb.ac.id/gdl/download/294859", "BAB 5 Arianda Firmansyah": "https://digilib.itb.ac.id/gdl/download/294860", "BAB 6 Arianda Firmansyah": "https://digilib.itb.ac.id/gdl/download/294861", "PUSTAKA Arianda Firmansyah": "https://digilib.itb.ac.id/gdl/download/294862", "LAMPIRAN Arianda Firmansyah": "https://digilib.itb.ac.id/gdl/download/294863"}, "Penulis": "Arianda Firmansyah [25421038]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Delik Hudalah, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Tata Kelola Perkotaan, Kewirausahaan Perkotaan, Pengembangan  Wilayah, Kawasan Perkotaan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "24 Jun 2023"}