{"Nomor": 73890, "Judul": "DESAIN ARSITEKTUR IMPLEMENTASI HARDWARE ALGORITMA Q-LEARNING UNTUK PENGENDALI LALU  LINTAS CERDAS", "Abstrak": "Kemacetan adalah masalah serius yang menimbulkan banyak kerugian. Banyak\npenyebab dari kemacetan, mulai dari debit kendaraan yang melebihi kapasitas jalan,\nbudaya berkendara yang buruk, dan sistem pengaturan lalu lintas yang tidak\nmenyesuaikan dengan kondisi jalan. Sebagian besar sistem pengaturan lalu lintas\ndi Indonesia masih diatur secara pre-timed yang membuatnya tidak bisa\nmenyesuaikan dengan kondisi lalu lintas setiap saat. Hal tersebut meningkatkan\nresiko terjadinya kemacetan akibat antrian yang tersisa. Dikembangkan sistem\npengaturan lalu lintas adaptif untuk dua simpang berdekatan berbasis Q-Learning\npada level simulasi. Sistem mampu mensimulasikan kondisi lalu lintas berdasarkan\nhasil traffic counting dan lampu lalu lintas diatur berdasarkan algoritma Q-learning.\nKondisi lalu lintas jug direplikasi pada miniatur lalu lintas sebagai bentuk\npendekatan implementasi di dunia nyata. Algoritma Q-Learning\ndiimplementasikan dalam hardware description language Verilog. Implementasi\ndari Q-learning masih belum berhasil dilakukan. Seharusnya, hasil Q-matrix\ndikirim ke SUMO untuk dapat mengatur lalu lintas yang disimulasikan. Q-matrix\nyang dihasilkan berukuran 256 x 4 dengan lebar data Q-value 32-bit signed. Hasil\ngrafik reward menunjukkan jumlah reward yang semakin positif. Perubahan policy\nmembuat hasil grafik reward berubah karena penetapan reward yang dilakukan\nsetiap step. Belum adanya perbandingan performa antara pengaturan adaptif dengan\npengaturan manual atau pre-timed.", "Daftar File": {}, "Penulis": "Jalu Reswara Wiradjanu [13219068]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Infall Syafalni, S.T., M.Sc.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pre-timed, Q-learning, kemacetan, sistem pengaturan lalu lintas adaptif, SUMO.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jun 2023"}