{"Nomor": 73894, "Judul": "REDUKSI VAKUM BIJIH NIKEL SAPROLIT DENGAN BERBAGAI JENIS REDUKTOR DAN BAHAN IMBUH CAO PADA TEMPERATUR 1200 C DAN 1400 C", "Abstrak": "Nikel merupakan salah satu logam yang memiliki peran signifikan terhadap\nperkembangan dunia karena keunggulan sifat fisik dan kimianya. Nikel dapat\ndiekstrak dari dua jenis bijih, yaitu bijih laterit dan sulfida. Metode yang paling\nbanyak digunakan untuk mengolah bijih nikel laterit, terutama tipe saprolit, adalah\nproses rotary kiln-electric furnace (RKEF) dengan produk berupa feronikel serta\nterak peleburan yang masih kaya akan magnesium. Fakta ini mendasari\nperkembangan penelitian untuk berusaha memanfaatkan magnesium yang\nterkandung di terak peleburan feronikel ataupun di bijih awal dengan cara\nmereduksi MgO secara simultan dengan reduksi oksida nikel dan besi. Penelitian\nini mempelajari pengaruh temperatur reduksi, jenis reduktor, dan penambahan\nCaO terhadap proses reduksi vakum bijih nikel saprolit.\nRangkaian percobaan dimulai dengan preparasi awal dan karakterisasi bahan\npercobaan berupa bijih nikel saprolit, ferosilikon, serbuk aluminium, batubara,\nCaO, dan CaF2. Bijih nikel saprolit dan CaO dikalsinasi sebelum dicampurkan\ndengan katalis CaF2 dan reduktor ferosilikon, serbuk aluminium, atau batubara\nlalu dibriket. Proses reduksi vakum dilakukan menggunakan box type vacuum\nfurnace dengan metode temperatur non-isotermal dengan temperatur awal 25°C\ndan dinaikkan secara bertahap hingga 1200°C dan 1400°C lalu ditahan selama 4\njam dan akhirnya didinginkan secara bertahap hingga ke temperatur kamar. Proses\nreduksi vakum dilakukan dengan memvariasikan jenis reduktor, yaitu ferosilikon,\nserbuk aluminium, dan batubara, serta perbandingan massa bijih nikel saprolit\ndengan CaO masing-masing sebesar 25%:75%, 50%:50%, 75%:25%, dan tanpa\nCaO.\nDari percobaan yang dilakukan, terlihat bahwa peningkatan temperatur\nmeningkatkan laju reduksi bijih nikel saprolit dan penguapan magnesium.\nReduktor batubara menghasilkan perubahan berat paling besar dibandingkan\ndengan reduktor lainnya yang besar kemungkinan dikarenakan adanya penguapan\nkandungan volatile matter pada batubara. Peningkatan penambahan CaO pada\nsampel dengan reduktor ferosilikon dan aluminium meningkatkan perubahan berat\nsampel. Hasil percobaan mengindikasikan bahwa unsur kalsium cenderung\nmendesak magnesium dari ikatannya dengan unsur lain dalam suatu fasa sehingga\nmempermudah proses reduksi dan penguapannya. Hal ini juga didukung oleh\nkehadiran fasa-fasa kaya kalsium yang mengandung magnesium relatif lebih\nsedikit seperti dikalsium ferit, dikalsium silikat, monoksida dengan kandungan\nkalsium tinggi, (Ca,Mg)2(Fe,Al)2O5, dan (CaO,FeO)12(Al2O3)7. Hasil percobaan\njuga mengindikasikan bahwa reduktor aluminium cenderung menghasilkan\nkondisi yang lebih reduktif daripada jenis reduktor lainnya jika dilihat\nberdasarkan kemampuannya untuk mereduksi besi oksida.", "Daftar File": {"ABSTRAK Azzahra Fadisya": "https://digilib.itb.ac.id/gdl/download/294289"}, "Penulis": "Azzahra Fadisya [12519050]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Zulfiadi, S.T, M.T.", "Taufiq Hidayat, S.T, M.Phill., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bijih nikel saprolit, magnesium, nikel, reduksi vakum", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "24 Jun 2023"}