{"Nomor": 73907, "Judul": "PERANCANGAN APLIKASI MOBILE PADA SISTEM PARKIR CERDAS UNTUK MENINGKATKAN EFISIENSI PARKIR DI AREA KAMPUS (STUDI KASUS: KAMPUS INSTITUT  TEKNOLOGI BANDUNG)", "Abstrak": "Aktivitas perkuliahan kembali meningkat setelah berakhirnya masa pandemi\nCOVID-19 yang menyebabkan mahasiswa semakin banyak mobilitas pada akses\nkeluar dan masuk kampus. Semakin banyaknya mobilitas ini beriringan dengan\nsemakin meningkatnya jumlah kendaraan yang dipakai oleh civitas akademik kampus.\nTingginya jumlah kendaraan ini tidak sebanding dengan area dan kawasan parkir yang\ndisediakan oleh kampus sehingga menyebabkan banyak dari civitas akademik kampus\ntermasuk mahasiswa sebagai pengguna parkir yang merasakan dampak negatif dari\nmasalah ini. Permasalahan yang dirasakan pengguna parkir ini seperti, kurangnya\ninformasi mengenai kuota parkir yang tersedia pada setiap area parkir, sulitnya\nmenemukan lahan parkir yang kosong, tidak teraturnya posisi kendaraan pada lokasi\nparkir, serta kurang efektifnya cara pembayaran parkir. Solusi yang diajukan dari\npermasalahan-permasalahan tersebut berupa aplikasi mobile untuk meningkatkan\nefisiensi parkir di area kampus yang akan terhubung ke cloud server. Metode yang\ndigunakan dalam pengembangan sistem parkir cerdas ini adalah rekayasa sistem atau\nsystem engineering, dengan tahapan-tahapan seperti concept development,\nengineering development, dan post-development. Pengerjaan tugas akhir ini dilakukan\nhingga tahapan engineering development. Solusi dari sistem ini memiliki kemampuan\nseperti sistem dapat memberikan informasi mengenai kuota parkir yang tersedia,\nsistem dapat mendeteksi identitas kendaraan yang akan parkir melalui nomor\nkendaraan yang dimiliki, sistem dapat memberikan rekomendasi dan petunjuk jalan\nterdekat menuju lokasi parkir yang tersedia, serta sistem dapat melakukan pemrosesan\npembayaran parkir secara otomatis. Hasil pengujian aplikasi mobile dengan\npengukuran Usability Testing Single Easy Question (SEQ) untuk semua task\nmendapatkan skor lebih dari sama dengan 6 (skala 1 sampai 7) sehingga dinilai\naplikasi cukup mudah digunakan oleh pengguna, sedangkan hasil pengujian System\nUsability Scale (SUS) diperoleh penilaian kategori Good dengan skor 82.5.", "Daftar File": {}, "Penulis": "Muhammad Raflie Dwi Putra [18219035]", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Internet of Things, sistem parkir cerdas, system engineering, rekomendasi parkir, aplikasi mobile", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2023"}