{"Nomor": 73904, "Judul": "PENGEMBANGAN SISTEM DETEKSI BANGUNAN DARI GAMBAR CITRA SATELIT PADA APLIKASI BERBASIS  WEB", "Abstrak": "Indonesia merupakan negara yang memiliki potensi kebencanaan yang tinggi.\nDengan jumlah penduduk yang banyak serta laju perkembangan ekonomi yang\npesat menyebabkan Indonesia memiliki potensi kerugian yang tinggi jika bencana\nterjadi. Salah satu potensi kerugian yang diakibatkan oleh bencana adalah\nkerusakan bangunan dan gedung. Maka dari itu, diperlukan perencanaan kebijakan\nserta pembuatan rencana pembiayaan untuk melakukan mitigasi bencana. Hal ini\ndapat dilakukan dengan melakukan pemodelan risiko kebencanaan sebagai upaya\nmitigasi bencana. Untuk melakukan pemodelan risiko kebencanaan, diperlukan\nbanyak data pendukung salah satunya adalah pemetaan bangunan di suatu wilayah.\nKendala yang selama ini dialami adalah diperlukan waktu serta upaya yang besar\nuntuk melakukan pemetaan bangunan pada suatu daerah secara manual. Untuk itu,\nperlu adanya upaya untuk melakukan otomatisasi deteksi bangunan untuk\nmenyelesaikan permasalahan ini. Teknologi AI digunakan pada tugas akhir ini\nsebagai upaya untuk melakukan deteksi bangunan secara otomatis dari masukan\nberupa gambar citra satelit.\nTugas akhir ini akan membandingkan model Mask R-CNN dan model YOLOv5\nuntuk melakukan deteksi bangunan. Model machine learning ini akan melakukan\ndeteksi bangunan dari masukan berupa gambar citra satelit. Selain itu, model\nmachine learning ini akan memperoleh data geolokasi serta alamat dari setiap\nbangunan yang terdeteksi. Dilakukan perbandingan antara model yang diperoleh\ndengan proses transfer learning dan model pretrained. Kedua model tersebut akan\ndilakukan pengujian dengan membandingkan nilai mAP sebagai parameternya.\nModel dengan nilai mAP yang paling tinggi akan diambil sebagai model yang\ndigunakan untuk sistem deteksi bangunan. Sistem deteksi bangunan ini akan\nditerapkan pada sebuah aplikasi berbasis web dengan menerapkan model yang\nsudah dipilih sebelumnya untuk melakukan deteksi bangunan. Selain itu, dilakukan\njuga proses optimasi post-processing dengan algortima Non-Maximum Suppression\nsebagai upaya meningkatkan kualitas deteksi dari model yang sudah dipilih\nsebelumnya.\nDari hasil pengujian, diperoleh hasil bahwa model pretrained Mask R-CNN\nmemiliki nilai mAP yang paling tinggi diantara model-model lainnya. Selanjutnya,\ndapat diperoleh juga data geolokasi berupa latitude dan longitude serta alamat dari\n\nii\nbangunan yang terdeteksi. Dari hasil pengujian dapat diketahui bahwa, optimasi\nyang dilakukan dengan algoritma NMS masih belum memberikan hasil\npeningkatan kualitas deteksi bangunan. Selain itu, aplikasi berbasis web yang\ndibangun juga dapat menerima masukan berupa gambar citra satelit. Dengan\nmelakukan integrasi dengan sistem klasifikasi bangunan, aplikasi berbasis web ini\njuga dapat melakukan klasifikasi bangunan. Sehingga, aplikasi ini dapat\nmemberikan hasil gambar citra satelit dengan hasil deteksi bangunan serta data jenis\nsetiap bangunan tersebut.", "Daftar File": {}, "Penulis": "Beatrice Syafira [18119014]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T, M.Sc.", "Dr. Ing. Eueung Mulyana, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Mask R-CNN, YOLOv5, deteksi bangunan, citra satelit", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2023"}