{"Nomor": 73909, "Judul": "PENGEMBANGAN INTERNET OF THINGS PADA SISTEM PARKIR CERDAS UNTUK MENINGKATKAN EFISIENSI PARKIR DI AREA KAMPUS (STUDI KASUS: KAMPUS INSTITUT TEKNOLOGI  BANDUNG)", "Abstrak": "Kondisi perkuliahan pada masa pasca pandemi COVID-19 ini membuat kegiatan\nperkuliahan sudah mulai dilakukan secara luring sehingga membuat aktivitas di kampus\nmenjadi semakin meningkat, tak terkecuali pada aktivitas memarkir kendaraan di lokasi\narea parkir kampus. Tingginya jumlah kendaraan yang dibawa mahasiswa untuk\nmelakukan kegiatan di kampus tidak sebanding dengan lokasi area parkir yang tersedia\nsehingga membuat mahasiswa sering mengalami kesulitan dalam melakukan parkir di\narea kampus. Permasalahan yang dialami pengguna parkir tersebut, seperti kesulitan\nmendapatkan informasi mengenai kuota parkir yang tersedia, kesulitan mencari lokasi\nparkir yang masih tersedia, tingginya parkir kendaraan yang dilakukan secara tidak rapi,\nkekurangan petunjuk jalan menuju lahan parkir yang kosong, dan kesulitan melakukan\npembayaran parkir. Berdasarkan permasalahan tersebut, akan dirancang suatu solusi\nberupa sistem parkir cerdas berbasis Internet of Things untuk mengoptimalkan\npengelolaan parkir di area parkir kampus. Untuk merancang sistem tersebut, akan\ndilakukan pengembangan sistem dengan menggunakan metodologi pengembangan\nsystem engineering. Metode tersebut dilakukan dengan beberapa tahap, seperti concept\ndevelopment, engineering development, dan post-development. Namun, tahap\npost-development tidak dilakukan pada pengembangan sistem pada tugas akhir ini.\nSistem ini memiliki beberapa kemampuan, seperti sistem mampu memberikan informasi\nmengenai kuota parkir yang tersedia serta dapat mendeteksi identitas kendaraan yang\nakan parkir melalui nomor kendaraan yang dimiliki. Selain itu, sistem ini mampu\nmemberikan rekomendasi mengenai lokasi parkir yang tersedia dan dapat memberikan\npetunjuk jalan terdekat menuju lokasi parkir yang tersedia. Sistem ini juga memiliki\nkemampuan untuk mendeteksi parkir yang tidak rapi, dan melakukan pemrosesan\npembayaran parkir secara otomatis. Pengembangan sistem ini menghasilkan keberhasilan\nsebesar 99,12% untuk pengujian terhadap kebutuhan fungsional dan keberhasilan sebesar\n97,89% untuk pengujian terhadap spesifikasi kinerja.", "Daftar File": {}, "Penulis": "M. Fahrel Naufal Aldiansyah [18219067]", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Internet of Things, sistem parkir cerdas, system engineering, rekomendasi parkir", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2023"}