{"Nomor": 73902, "Judul": "DESAIN DAN IMPLEMENTASI TRAMSMITTER UNTUK KOMUNIKASI KUANTUM BERBASIS FAINT PULSE LASER", "Abstrak": "Kehadiran komputer kuantum menandai dimulainya era kuantum 2.0. Berbeda\nseperti komputer klasik, komputer kuantum memiliki kemampuan komputasi yang\nlebih cepat dan efisien, sehingga memungkinkan untuk memecahkan enkripsi klasik,\nseperti algoritma RSA (Rivest-Shamir-Adlemar) dalam hitungan menit. Untuk\nmengatasi ancaman tersebut diperlukan solusi yang memiliki sifat kuantum juga,\nyaitu sistem komunikasi kuantum. Urgensi akan pengembangan sistem komunikasi\nkuantum secara mandiri dan independen diperlukan dalam suatu negara. Pada\npenelitian tugas akhir ini, dikembangkan transmitter untuk komunikasi kuantum\nberbasis faint pulse laser. Laser dioda yang dilemahkan digunakan sebagai\nsumber foton. Pelemahan laser dioda dilakukan menggunakan laser driver yang\nmenghasilkan sinyal pulsa durasi singkat. Dengan mengombinasikan gerbang\nlogika AND dan XOR sedemikian rupa sehingga jika diberi masukan sinyal\nkotak, maka keluaran dari sistem gerbang logika tersebut dapat menghasilkan\npulsa durasi singkat. Informasi pada sistem komunikasi ini berupa kunci (key)\nacak yang diimplementasikan menggunakan board myRIO dan sebagai subsistem\nrandom port selection. Laser driver yang didesain menghasilkan sinyal pulsa\ndengan lebar 122 nano detik dengan amplitudo sebesar 1,5415 V. Selain itu, telah\nberhasil didesain subsistem random port selection menggunakan board myRIO.\nBilangan acak dari ’0’ hingga ’3’ dibangkitkan secara uniform. Dari 100 sampel\npengamatan didapatkan nilai ekpektansi sebesar 1,445 dan variansi sebesar 0,911.\nPada penelitian selanjutnya akan dilakukan pengamatan foton tunggal dan kunci\nyang dihasilkan.", "Daftar File": {}, "Penulis": "Muhammad Naufal Arira [18119003]", "Kontributor / Dosen Pembimbing": ["Dr. Joko Suryana, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "laser driver, random port selection, myRIO.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2023"}