{"Nomor": 73906, "Judul": "DESAIN DAN IMPLEMENTASI SISTEM CYBER THREAT INTELLIGENCE BERBASIS WEB DATA EXTRACTION PADA  REDDIT", "Abstrak": "Ancaman siber telah merambat menjadi masalah sosial. Perusahaan telah banyak\nberinvestasi dalam pertahanan siber dalam upaya memerangi hal ini. Cyber Threat\nIntelligence (CTI) adalah salah satu mekanisme pertahanan yang akan dibahas.\nOrganisasi baru-baru ini mulai melakukan investasi yang signifikan dalam\npengembangan CTI untuk memerangi meningkatnya ancaman serangan siber. CTI\ndicirikan sebagai sekelompok data faktual yang mencakup konteks, metode ancaman,\nindikator, dan penanggulangan potensial. Komunitas dan forum hacker atau bad actor\ndapat memberikan CTI proaktif yang substansial. Forum, jika dibandingkan dengan\nplatform lain, menawarkan metadata terlengkap, data permanen, dan puluhan tools,\ntechnique, dan procedure (TTP) yang dapat diakses secara terbuka. Salah satu platform\nyang mewadahi komunitas dan forum adalah Reddit. Perlu dibuatkan model atau\nprototype yang menyimulasikan bagaimana informasi dari Reddit diambil. Reddit\nmenyediakan izin untuk mengambil data-data esensial yang dapat dikonversikan\nmenjadi CTI. Praktisi profesional dapat lebih mudah memutuskan tindakan masa depan\nmereka dengan menggunakan kesimpulan analisis CTI sebagai bantuan visual. Oleh\nkarena itu, data-data yang dikumpulkan dari Reddit dapat diolah dan diberikan\nvisualisasi sesuai konteks, sehingga dapat membantu perusahaan maupun organisasi\nmenyiapkan langkah preventif terkait ancaman siber.", "Daftar File": {}, "Penulis": "Fathan Ananta Nur [18219008]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Rahardjo, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CTI, Reddit, web scraping, data visualization", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2023"}