{"Nomor": 73900, "Judul": "PENINGKATAN KECEPATAN ALGORITMA  ELLIPTIC CURVE ELGAMAL DENGAN PARALELISASI", "Abstrak": "Kriptografi kunci publik memanfaatkan ukuran kunci yang besar untuk\nmendapatkan tingkat keamanan yang tinggi. Salah satu algoritma kriptografi\nkunci publik adalah Algoritma ElGamal Kurva Eliptik. Ukuran kunci dan ukuran\npesan memengaruhi waktu enkripsi dan dekripsi. Algoritma ElGamal Kurva\nEliptik memanfaatkan ukuran kunci yang relatif lebih kecil dibandingkan dengan\nAlgoritma ElGamal. Akan tetapi, kunci tetap menggunakan sebuah bilangan yang\nsangat besar. Peningkatan ukuran kunci maupun ukuran pesan menyebabkan\nwaktu yang dibutuhkan untuk melakukan enkripsi dan dekripsi semakin lama jika\ndilakukan secara serial atau sekuensial. Salah satu cara untuk menanggulangi\npersoalan waktu yang lama adalah dengan melakukan paralelisasi pada proses\nenkripsi dan dekripsi. Paralelisasi dapat dilakukan dengan memori terdistribusi\ndan memori bersama. Program paralel memori terdistribusi diimplementasi\ndengan message-passing interface (MPI). Program paralel memori bersama dapat\ndiimplementasi dengan memanfaatkan pustaka OpenMP. Program paralel memori\nterdistribusi dan memori bersama dapat pula dikombinasikan sebagai paralel\nhibrida. Setiap program memiliki keluaran waktu eksekusi dalam satuan detik.\nWaktu eksekusi kemudian digunakan untuk menghitung nilai throughput, yaitu\nbanyaknya karakter pesan yang diproses setiap detik. Nilai throughput akan\ndigunakan untuk menghitung nilai speedup, yaitu rasio peningkatan kecepatan\nalgoritma. Nilai speedup yang diperoleh menunjukkan bahwa Algoritma ElGamal\nKurva Eliptik dapat ditingkatkan kecepatannya apabila diimplementasi secara\nparalel. Selain itu, nilai speedup juga menunjukkan bahwa program paralel\nmemori bersama menghasilkan kecepatan yang paling tinggi.", "Daftar File": {}, "Penulis": "Hokki Suwanda [13519143]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ElGamal Kurva Eliptik, waktu eksekusi, paralel, speedup.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jun 2023"}