{"Nomor": 73911, "Judul": "PENGEMBANGAN SENSOR ELEKTROKIMIA NONENZIMATIK ASAM URAT BERBASIS SCREEN PRINTED CARBON ELECTRODE TERMODIFIKASI NANOKOMPOSIT SILVER-NICKEL NANOPARTICLES /REDUCED GRAPHENE OXIDE (AGNI@RGO)", "Abstrak": "Asam urat adalah produk akhir dari metabolisme purin dalam tubuh manusia yang banyak terkandung cairan tubuh seperti darah, urin, dan keringat. Kadar asam urat yang tidak teratur dapat menyebabkan berbagai masalah kesehatan. Oleh karena itu, mengukur kadar asam urat dengan tepat sangat diperlukan. Deteksi asam urat yang paling banyak saat ini adalah sensor elektrokimia enzimatik. Namun, enzim mahal dan mudah terpengaruh oleh lingkungan, sehingga banyak dikembangkan sensor elektrokimia nonenzimatik. Nanomaterial dengan area yang luas diperlukan untuk menangkap sinyal kimiawi dari target analit tertentu. Selain itu, konduktivitas yang tinggi juga diperlukan untuk meningkatkan aktivitas elektrokatalitik. \n\nPada tugas akhir ini dilakukan sintesis pendekorasian nanopartikel perak-nikel pada reduced graphene oxide (AgNi@rGO) menggunakan bio-agen pereduksi ekstrak lada hitam. Hasil sintesis dianalisis dengan menggunakan karakterisasi material berupa UV-Vis, XRD, SEM, EDX, dan Raman. Nanomaterial hasil sintesis dideposisi pada permukaan elektroda kerja SPE komersial berbasis PET menggunakan metode drop-casting. Nanomaterial AgNi@rGO yang memiliki performa elektrokimia terbaik untuk mendeteksi asam urat menggunakan metode analisis DPV. Selain itu, juga dilakukan pengembangan screen printed carbon electrode berbasis printed circuit board (SPE-PCB) untuk meningkatkan performa sensor elektrokimia dalam mendeteksi asam urat. Hasil penelitian menunjukkan material pengindera AgNi@rGO selektif terhadap asam urat dan memiliki kinerja deteksi yang baik dengan nilai senstivitas 0,01797 ?A ?M–1, limit deteksi 11,1 µM, limit kuantifikasi 33,6 µM, dan rentang linier 100–2500 µM dengan linieritas 0,9943. Sensor dengan reprodusibilitas dan stabilitas yang baik ini dikembangkan untuk dapat diaplikasikan sebagai sensor pendeteksi asam urat yang terkandung di keringat. Pengembangan SPE berbasis PCB berhasil meningkatkan respon arus puncak pendeteksian awal asam urat 9 kali lebih tinggi.", "Daftar File": {}, "Penulis": "Diah Ayu Safitri [18319022]", "Kontributor / Dosen Pembimbing": ["Isa Anshori, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sensor elektrokimia, asam urat, sintesis, nanopartikel perak-nikel, reduced graphene oxide, printed circuit board", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi  \n                                     Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2023"}