{"Nomor": 73925, "Judul": "PERANCANGAN SISTEM PLTS ATAP MENGGUNAKAN MODUL PV BIFACIAL", "Abstrak": "Masalah intermitensi pada pembangkit listrik tenaga surya mengakibatkan\nterbatasnya jumlah energi yang dapat dibangkitkan. Oleh karena itu, muncul suatu\ninovasi untuk meningkatkan efisiensi pembangkitan daya modul PV konvensional,\nyaitu penggunaan modul PV bifacial. Modul bifacial dapat menghasilkan energi\nlebih banyak dibandingkan modul konvensional yang mono-facial karena\nkemampuannya menyerap cahaya dan menghasilkan energi dari kedua sisinya\n(depan dan belakang). Modul bifacial dapat dimanfaatkan untuk sistem PLTS\ndalam bangunan untuk mewujudkan bangunan yang ramah lingkungan dan\nberkelanjutan. Studi ini menunjukkan bahwa sistem PLTS dengan modul bifacial\nakan menjadi pilihan yang lebih baik dibanding modul mono-facial dalam aspek\nperforma, ekonomi, dan penurunan emisi karbon. Berdasarkan simulasi yang\ndilakukan dengan lokasi gedung Center of Infrastructure and Built Environment\n(CIBE) ITB, Bandung, Jawa Barat, sistem PLTS atap dengan modul bifacial yang\ndidesain dapat menghasilkan energi sebanyak 86,183 MWh/tahun dengan\nperformance ratio senilai 79,8% dan renewable penetration senilai 15%. Dari\naspek ekonomi, sistem ini membuat levelized cost of energy (LCOE) gedung\nmenurun sebanyak 8,91%, yaitu dari Rp1.021,18/kWh menjadi Rp930,19/kWh.\nDari aspek emisi karbon, sistem ini membuat emisi karbon yang dihasilkan gedung\nmenurun sebanyak 14,96%, yaitu dari 458,67 ton/tahun menjadi 390,05 ton/tahun.\nSecara keseluruhan, dapat dikatakan bahwa modul bifacial dapat menjadi solusi\nuntuk meningkatkan pembangkitan energi dari sistem pembangkit tenaga surya,\nsalah satunya untuk penerapan PLTS atap karena tentunya pembangkitan ekstra\ndari sisi belakang modul PV dapat menjadi nilai tambah untuk meningkatkan\npembangkitan energi bagi bangunan yang bersangkutan", "Daftar File": {}, "Penulis": "Mohammad Faris Hilmi [18019003]", "Kontributor / Dosen Pembimbing": ["Burhanuddin Halimi, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "PLTS, bifacial, energi, surya, irradiation", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2023"}