{"Nomor": 73924, "Judul": "KOMPONEN BACK END PADA APLIKASI INTELLIGENT  REPOSITORY SYSTEM (IRYS)", "Abstrak": "Teknologi yang semakin pesat memungkinkan manusia untuk bertukar informasi\ndengan cepat dan efisien, salah satunya adalah melalui dokumen yang sering\ndigunakan dalam berbagai bidang seperti karya ilmiah dan dokumen rekrutmen.\nSaat ini, penyimpanan dokumen secara fisik mulai ditinggalkan dan penyimpanan\ndokumen secara elektronik mulai banyak digunakan, baik dengan menggunakan\nbantuan perangkat lunak pengolah kata maupun penyimpanan awan. Proses\npencarian kembali dokumen berdasarkan informasi yang terkandung dalam\ndokumen umumnya menggunakan sebuah mesin pencarian atau search engine.\nOleh karena itu, diperlukan perangkat lunak yang dapat membantu penyimpanan\ndokumen secara elektronik dalam sebuah repositori khusus untuk sebuah domain\ntertentu dan memungkinkan pencarian kembali terhadap dokumen-dokumen yang\ntelah disimpan berdasarkan informasi tertentu yang terkandung dalam dokumen\nyang ingin dicari. Pada tugas akhir ini, dilakukan perancangan dan pengembangan\nbackend untuk mendukung fungsionalitas perangkat lunak.\nBack end dikembangkan menggunakan Python dengan kakas pengembangan web\nFastAPI. Basis data yang digunakan adalah SQL dengan sistem manajemen basis\ndata PostgreSQL. Hasil pengujian aplikasi menunjukkan bahwa desain arsitektur\nyang dirancang telah memenuhi fungsionalitas dan skalabilitas aplikasi. Kemudian,\nimplementasi back end sebagai sentral lalu lintas data dalam aplikasi IRyS mampu\nmenghubungkan seluruh komponen aplikasi IRyS untuk mengelola logika bisnis,\nmenyimpan dan mengambil data dari basis data, serta menyediakan API yang\ndiperlukan oleh front end.", "Daftar File": {}, "Penulis": "Andres Jerriel Sinabutar [13519218]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Saiful Akbar, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "dokumen, repositori, back end.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2023"}