{"Nomor": 73930, "Judul": "PENGEMBANGAN SISTEM LIVENESS DETECTION AKTIF UNTUK MENGATASI FACE SPOOFING BERBASIS DEEP LEARNING ACTIVENESSNET", "Abstrak": "Sistem verifikasi wajah yang terdapat pada Sistem Pemerintahan Berbasis\nElektronik (SPBE) memiliki kerentanan berupa adanya kemungkinan serangan face\nspoofing. Face spoofing tersebut dapat diatasi melalui metode liveness detection.\nSalah satu jenis face spoofing yang akan diatasi oleh penulis adalah serangan berupa\n3D mask attack. Dalam hal ini, metode yang digunakan adalah metode liveness\ndetection aktif, yaitu proses untuk mendeteksi liveness dengan cara memberikan\nserangkaian pertanyaan yang diacak urutannya, kemudian pengguna harus\nmengikuti semua pertanyaan tersebut supaya dapat dikategorikan sebagai real. Jika\npengguna tidak mampu mengikuti pertanyaan yang diberikan, maka akan\ndikategorikan sebagai fake. Model yang digunakan untuk liveness detection adalah\nActivenessNet, yang merupakan gabungan dari tiga pre-trained model, yaitu\nemotion detection, profile detection, dan blink detection. Pengujian dilakukan\nterhadap masing-masing pre-trained model tersebut menghasilkan nilai akurasi\npada validation set sebesar 70% pada model emotion detection. Nilai tersebut\nadalah nilai tertinggi ketika dilakukan perbandingan dengan model lain. Untuk\nmodel profile detection, diperoleh nilai akurasi sebesar 95% pada validation set\nyang berisi wajah menghadap ke kiri dan ke kanan. Sedangkan untuk model blink\ndetection diuji untuk mendeteksi 10 kedipan pada video dan memperoleh nilai\nrecall 100% pada kondisi pencahayaan terang dan gelap saat pengguna tidak\nmemakai kacamata. Ketika memakai kacamata, terdapat penurunan performa\nmodel dengan nilai recall 80% pada kondisi terang dan 60% pada kondisi cahaya\ngelap. Sistem liveness detection Aktif yang dirancang sebagai produk tugas akhir\nkemudian dikembangkan dalam bentuk website.", "Daftar File": {}, "Penulis": "Dhimas Adi Nur Fauzi [18119023]", "Kontributor / Dosen Pembimbing": ["Ir. Hendrawan, M.Sc., Ph.D.", "Dr. Ing. Eueung Mulyana, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "3D mask attack, liveness detection, pemerintahan digital, verifikasi wajah.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2023"}