{"Nomor": 73935, "Judul": "PEMBUATAN PROGRAM AUDIT TEKNOLOGI INFORMASI  PROSES MANAJEMEN PERUBAHAN DI DIREKTORAT TEKNOLOGI INFORMASI INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Teknologi informasi (TI) berperan penting dalam meningkatkan efisiensi proses bisnis di Institut\nTeknologi Bandung (ITB). Penerapan TI tersebut harus didukung dengan tata kelola TI dalam\nmenjalankan proses bisnis. Kebutuhan proses bisnis yang terus berkembang membutuhkan\nberbagai perubahan pada layanan TI. Manajemen perubahan yang efektif dan efisien dapat\nmemaksimalkan jumlah perubahan layanan yang berhasil dengan memastikan bahwa risiko\ndinilai dengan benar. Dalam rangka memastikan manajemen perubahan TI berjalan dengan\nefektif dan efisien maka perlu dilakukan audit. Tahap pertama dalam proses audit adalah\nperencanaan. Komponen utama dalam perencanaan audit adalah program audit yang berisi\nprosedur dalam melaksanakan audit. Oleh karena itu, pada Tugas Akhir ini diusulkan program\naudit TI proses manajemen perubahan di Direktorat Teknologi Informasi ITB sesuai kondisi\nideal berdasarkan standar dan peraturan yang berlaku. Pembuatan program audit terdiri atas\npenentuan subjek audit, tujuan audit, lingkup audit, perencanaan pra-audit, penentuan prosedur\naudit dan pengumpulan data, uji validitas program audit, serta perbaikan program audit. Standar\ndan peraturan yang diacu adalah COBIT 2019, ITIL 4, Keputusan Rektor ITB tentang Kebijakan\ndan Aturan Teknologi Informasi ITB, Peraturan Rektor ITB tentang Tata Kelola Data ITB,\nPeratuan Rektor ITB tentang Pengelolaan Domain ITB, SOP Manajemen Perubahan Teknologi\nInformasi DTI, PP Republik Indonesia No. 65 Tahun 2013 tentang Statuta ITB, dan Peraturan\nRektor tentang Sistem Pengendalian dan Pengawasan Internal Institut Teknologi Bandung\nPerguruan Tinggi Negeri Badan Hukum. Hasil program audit TI proses manajemen perubahan\nterdiri atas TI sebagai Anggota Organisasi, Tata Kelola, Infrastruktur Teknologi Informasi, Data,\ndan Proses. Program audit tersebut telah melalui uji validitas penilaian ahli dan ditetapkan layak\noleh ahli.", "Daftar File": {}, "Penulis": "Gisela Ivenita Mokalu [18219073]", "Kontributor / Dosen Pembimbing": ["Dicky Prima Satya, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Audit Teknologi Informasi, Program Audit Manajemen Perubahan, COBIT 2019, ITIL 4", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2023"}