{"Nomor": 73944, "Judul": "ESTIMASI JARAK DAN KECEPATAN KENDARAAN RELATIF TERHADAP KENDARAAN PENGAMAT MENGGUNAKAN TEKNIK TITIK HILANG", "Abstrak": "Salah satu tugas dalam otomasi kendaraan adalah mengenali lingkungan dan\nkeberadaan kendaraan lain di sekitar. Salah satu aspek dari pengenalan kendaraan\nlain adalah menentukan hubungan spasial antara kendaraan pengamat dan\nkendaraan lain, seperti jarak dan kecepatan kendaraan.\nTerdapat beberapa metode untuk melakukan deteksi kendaraan dan estimasi jarak\nantar kendaraan dari sekuens citra, salah satunya dengan memanfaatkan titik hilang\npada jalan. Sebuah titik hilang dari sebuah jalan terletak pada sebuah citra sehingga\nbatas-batas jalan pada citra terlihat bertemu pada titik tersebut.\nPada Tugas Akhir ini, dikembangkan sebuah sistem yang merupakan\npengembangan dari metode tersebut yang mengenali daerah jalan, titik hilang\njalan, mendeteksi dan melacak kendaraan lain, serta mengukur kecepatan relatif\nkendaraan di sekitar kendaraan pengamat dari sekuens citra masukan. Pengenalan\ndaerah jalan dan titik hilang dilakukan dengan melakukan deteksi batas-batas jalan\nmenggunakan transformasi Hough, dan menentukan titk hilang berdasarkan\nperpotongan antara garis-garis batas jalan. Deteksi kendaraan dilakukan\nmenggunakan model support vector machine yang menerima fitur histogram of\noriented gradients. Perhitungan jarak kendaraan terhadap kendaraan pengamat\nmemanfaatkan posisi kendaraan pada citra terhadap titik hilang dan tepi bawah\ncitra, serta kecepatan relatif kendaraan terhadap pengamat menggunakan regresi\nlinear variabel jarak kendaraan terhadap waktu.\nPengujian terhadap model SVM untuk klasifikasi kendaraan menghasilkan kinerja\nterbaik dengan nilai F1 score sebesar 0.952. Sistem solusi dapat melakukan\nestimasi titik hilang, deteksi kendaraan, pelacakan kendaraan, dan pengukuran\njarak dan kecepatan kendaraan relatif dengan kecepatan proses 38.481 frame per\ndetik.", "Daftar File": {}, "Penulis": "Muhammad Naufal Fakhrizal [13518115]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "deteksi kendaraan, estimasi kecepatan, pembelajaran mesin, pengolahan citra, titik hilang.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}