{"Nomor": 73949, "Judul": "EVALUASI PENGETAHUAN, SIKAP, DAN PRAKTIK APOTEKER TERKAIT PENGGUNAAN DAN RESISTENSI TERHADAP ANTIMIKROBA DI JAWA BARAT", "Abstrak": "Antimikroba merupakan obat yang digunakan secara luas untuk menangani penyakit infeksi. \nNamun, karena penggunaannya yang sangat umum, obat ini seringkali digunakan secara tidak tepat \nsehingga dapat memicu kondisi resistensi. Apoteker yang bekerja di sarana apotek berperan secara \nlangsung terhadap proses dispensing dan pemberian antimikroba di masyarakat. Apoteker dengan \npengetahuan, sikap, dan praktik yang kurang baik dapat menjadi penyebab meningkatnya kasus \nresistensi terhadap antimikroba. Penelitian ini bertujuan untuk mengevaluasi pengetahuan, sikap, \ndan praktik terkait dispensing dan penanganan antimikroba terhadap apoteker yang bekerja di \napotek Provinsi Jawa Barat. Penelitian dilakukan dengan metode potong lintang menggunakan \nkuesioner pada 364 subjek. Analisis statistik univariat dilakukan untuk mengetahui proporsi dan \nfrekuensi variabel demografi responden. Analisis bivariat digunakan untuk mengetahui hubungan \nantara variabel demografi dengan tingkat pengetahuan, sikap, dan praktik apoteker menggunakan \nuji Mann Whitney, Kruskal Wallis, dan Chi Square dengan aplikasi Minitab versi 21. Hasil penelitian \nmenunjukkan bahwa apoteker di Jawa Barat memiliki tingkat pengetahuan yang kurang memadai\n(92,3%). Apoteker di Jawa Barat juga menunjukkan sikap dan praktik yang negatif terhadap \ndispensing serta penggunaan antimikroba (68,8%; 67,9%). Faktor yang mempengaruhi nilai untuk \ndimensi pengetahuan adalah usia (p = 0,035). Untuk dimensi sikap dan praktik, jenis kelamin \nmempengaruhi nilai yang diperoleh responden secara signifikan (p = 0,000 untuk kedua dimensi). \nTingkat pengetahuan, sikap, dan praktik dipengaruhi oleh jenis kelamin pada ketiga dimensi.", "Daftar File": {"ABSTRAK Farisa Ghina Wiharto": "https://digilib.itb.ac.id/gdl/download/294349"}, "Penulis": "Farisa Ghina Wiharto [11619031]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Pratiwi Wikaningtyas, S.Farm., M.Si.", "apt. Cindra Tri Yuniar, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Apoteker komunitas, apotek, pengetahuan, sikap, praktik, resistensi terhadap  antimikroba", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jun 2023"}