{"Nomor": 73940, "Judul": "PENGEMBANGAN POTENSIOSTAT WEARABLE BERBASIS MODUL EMSTAT PICO SEBAGAI BAGIAN PERANGKAT  ANALISIS ELEKTROKIMIA", "Abstrak": "Perkembangan perangkat wearable telah memicu banyak penelitian yang bertujuan\nuntuk mengurangi hambatan bagi pasien untuk mendapatkan informasi tentang\nkondisi fisiologis tubuhnya sendiri. Salah satu teknik yang dapat digunakan pada\nperangkat wearable adalah analisis elektrokimia pada cairan tubuh. Untuk\nmelakukan analisis elektrokimia, setidaknya ada dua komponen yang digunakan\nyaitu potensiostat sebagai alat ukur dan sensor sebagai alat pendeteksi analit.\nNamun, sebagian besar potensiostat komersial dikembangkan untuk digunakan di\nlingkungan laboratorium atau secara portabel. Dengan demikian, pada Tugas Akhir\nini, dikembangkan potensiostat wearable berbasis modul EmStat Pico untuk\nmengakomodasi analisis elektrokimia secara wearable. Potensiostat wearable ini\nmampu melakukan beberapa teknik elektrokimia, antara lain cyclic voltammetry\n(CV), differential pulse voltammetry (DPV), chronoamperometri (CA), dan open\ncircuit potentiometry (OCP). Potensiostat wearable ini dirancang dengan\nmenggunakan mikrokontroler MH ET LIVE ESP32 MiniKit. Potensiostat yang\ndirancang memiliki dimensi 52 x 52 x 31 mm yang dapat dipakai di lengan atas.\nPerangkat dapat melakukan sweep tegangan dari ?1,7 – 2 V dengan range potensial\ndinamis 2,2 V. Potensiostat mampu mengukur arus dari ?3 mA sampai 3 mA.\nPotensiostat dapat dioperasikan dengan aplikasi android yang terhubung melalui\nBluetooth. Potensiostat wearable yang dirancang dapat berjalan dengan sumber\ndaya mandiri dengan memanfaatkan baterai. Potensiostat ini dirancang untuk dapat\nmendeteksi konsentrasi ion sodium dan potasium pada cairan berbasis metode OCP\ndan juga untuk melakukan analisis elektrokimia lainnya dengan menggunakan\nscreen printed electrode (SPE). Potensiostat yang dirancang memiliki akurasi dan\npresisi yang baik dengan error pengukuran CV potensiostat wearable terhadap\nSensit Smart kurang dari 6% untuk Ipa dan 4,5% untuk Ipc serta standar deviasi\npengukuran tidak lebih dari 4,5 ?A. Pada pengukuran DPV, Rata-rata error\npengukuran sebesar 1,67% dengan rata-rata standar deviasi 2,935 ?A. Sedangkan\npada pengukuran CA, Rata-rata deviasi sebesar 0,755 ?A untuk pengukuran di\nketiga konsentrasi dan deviasi sebesar 1,662 ?A terhadap pengukuran Sensit Smart.\nSedangkan, pada metode OCP, deviasi yang didapat tidak lebih dari 11 mV\nterhadap pengukuran pada Sensit Smart.", "Daftar File": {}, "Penulis": "Muhammad Alief Septiawan [18319034]", "Kontributor / Dosen Pembimbing": ["Isa Anshori, S.T, M.Eng., Ph.D.", "Dr. Beni Rio Hermanto, S.T, MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "potensiostat, wearable, EmStat Pico, elektrokimia", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2023"}