{"Nomor": 73952, "Judul": "EVALUASI SIKAP PASIEN DIABETES MELITUS TIPE 2 TERHADAP PELAPORAN EFEK SAMPING OBAT (ESO) PADA PROLANIS DI TIGA PUSKESMAS KOTA BANDUNG", "Abstrak": "ESO berkontribusi pada angka morbiditas dan mortalitas pada pengguna obat. Untuk mencegah \ndan mendeteksi ESO, dikembangkan sistem farmakovigilans yang melibatkan pelaporan ESO oleh \nTenaga Kesehatan dan pasien. Prolanis adalah sistem pelayanan kesehatan dengan pendekatan \nproaktif bagi pasien dengan penyakit kronis seperti Diabetes Melitus (DM) Tipe 2. Pasien prolanis \nseringkali menggunakan satu obat atau lebih secara rutin yang dapat meningkatkan risiko terjadi \nESO. Pemantauan ESO sangat penting bagi pasien prolanis untuk mencapai kualitas hidup yang \noptimal. Penelitian ini bertujuan untuk menganalisis pengalaman dan pengetahuan pasien DM tipe \n2 terkait ESO dan pelaporannya, sikap pasien Prolanis DM tipe 2 terhadap ESO, dan alasan pasien \ndalam pelaporan ESO kepada Tenaga Kesehatan. Penelitian dilakukan di tiga puskesmas kota \nbandung, yaitu Puskesmas Garuda, Puskesmas Sukarasa, dan Puskesmas Ibrahim Adjie. Penelitian \nini dilakukan secara observasional dengan desain potong lintang menggunakan kuesioner yang diisi \noleh 102 responden. Hasil penelitian menunjukkan pengetahuan pasien terhadap pelaporan ESO\ndipengaruhi oleh pengalaman pasien mendapatkan informasi ESO (p = 0,008). Sebanyak 66\nresponden (65%) memiliki sikap yang positif dan sebanyak 80 responden (78%) memiliki alasan \nyang kuat dalam pelaporan ESO. Dari hasil uji korelasi, diperoleh hubungan yang signifikan antara\nsikap pasienterhadap ESO dengan alasan pasien melaporkan ESO (p = 0,001; r = 0,311). Dapat \ndisimpulkan bahwa pengalaman mendapatkan informasi ESO mempengaruhi pengetahuan terkait \npelaporan ESO. Selain itu, responden memiliki sikap terhadap ESO yang tergolong positif dan \nmemiliki alasan melaporkan ESOyang tergolong kuat. Sikap pasien memiliki korelasi yang signifikan\nterhadap alasan pasien melaporkan ESO.", "Daftar File": {"ABSTRAK Dewi Nurul Islami": "https://digilib.itb.ac.id/gdl/download/294380"}, "Penulis": "Dewi Nurul Islami [11619026]", "Kontributor / Dosen Pembimbing": ["apt. Cindra Tri Yuniar, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Efek Samping Obat, sikap, alasan, pelaporan, DM tipe 2", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jun 2023"}