{"Nomor": 73956, "Judul": "PREVENTIVE AND MONITORING MOBILE APPLICATION PROTOTYPE DEVELOPMENT FOR HYPERTHYROIDISM PATIENT", "Abstrak": "Hyperthyroidism is a part of thyroid disorder and endocrinological disorder. With the various \nnonspecific clinical manifestations and long-term treatment of the condition causing for difficulties in \nrecognizing the signs and symptoms and managing patient's condition. The lack of method to manage \nhyperthyroidism condition, alongside with various prevalent issues, lowers patient's Quality of Life \n(QoL). In this research, the development of a monitoring-based application prototype that helps \npatients manage their condition called ThyroidCare is carried out and then the potential of this idea \nwill be analyzed. This research was conducted through ideas and plans, then moves into designing and \nprototype, and ends with prototype evaluations. The design results are evaluated for usability based \non user experience in operating the prototype. Prototype evaluation results with usability testing \nscores at 90.625 out of 100. After completing the functionality evaluation, the research continues with \nevaluating user satisfaction using the SERVQUAL method. The results of the functionality test yield \nfinal average score reaching 4.85 out of 5. The satisfaction questionnaire gave an average expectation \nscore of 4,629 and an average perception score of 4,482. These results indicate the potential for \ndeveloping the ThyroidCare as an application to assist hyperthyroid patients in managing and \nmonitoring their condition.", "Daftar File": {"ABSTRAK Bayu Fenomena Ilham": "https://digilib.itb.ac.id/gdl/download/294356"}, "Penulis": "Bayu Fenomena Ilham [11619104]", "Kontributor / Dosen Pembimbing": ["Dr. Hubbi Nashrullah Muhammad, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hyperthyroidism, thyroid disorders, application, prototype, monitoring", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jun 2023"}