{"Nomor": 73955, "Judul": "EFFECTIVENESS OF EDUCATION THROUGH COMMUNITY OUTREACH ON THE KNOWLEDGE OF PARENTS AND CHILD'S GUARDIANS ABOUT DIARRHEA IN TODDLERS AT TAMANSARI PRIMARY HEALTHCARE CENTER", "Abstrak": "Diarrhea is the second leading cause of death in children under five years around the world with \ndehydration as the most severe symptom which causes the loss of important fluids from the body \nthrough liquid stools. One way to prevent is to apply the principles of Perilaku Hidup Bersih dan \nSehat (PHBS), but there are still several areas in Bandung City that have not implemented PHBS \noptimally, one of them is Bandung Wetan District. In this district, Tamansari Ward is the ward with \nthe lowest percentage of PHBS and is also not yet an Open Defecation Free (ODF) environment, \ntherefore knowledge about diarrhea in toddlers is needed by parents and guardians of children in \nTamansari Ward who are registered at Tamansari Public Health Center. This research was a preexperimental study with a one-group pre–test and post–test design using questionnaires and tools \nin the form of flipcharts and leaflets for 173 respondents. Data sampling was conducted in January\n– April 2023. The results stated that 47.40% of parents and child’s guardians had poor knowledge \nabout diarrhea in toddlers and the sociodemographic factor that influenced their knowledge was \nthe toddler's gender (p = 0.029) which respondents with male toddlers tend to have better \nknowledge. Giving education significantly increased the knowledge of parents and guardians of \nchildren on diarrhea in toddlers (p < 0,001).", "Daftar File": {"ABSTRAK Fattaya Alyatuzzahra": "https://digilib.itb.ac.id/gdl/download/294355"}, "Penulis": "Fattaya Alyatuzzahra [11619102]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Lia Amalia, S.Si., M.Si.", "apt. Zulfan Zazuli, S.Farm., M.Farm., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "diarrhea, toddlers, parents and child’s guardians, education", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jun 2023"}