{"Nomor": 73953, "Judul": "ISOLASI BAKTERI DARI ULKUS KAKI PASIEN DIABETES YANG RESISTEN TERHADAP ANTIBAKTERI EMPIRIS BETA-LAKTAM DI RUMAH SAKIT DAERAH KOTA CIREBON", "Abstrak": "Diabetic Foot Infections (DFIs) adalah infeksi yang disebabkan oleh bakteri Gram\nPositive Cocci dan Gram negatif. Beberapa terapi antibakteri empiris yang\ndiresepkan tidak efektif karena permasalahan bakteri yang telah resisten. Pemetaan\nresistensi bakteri dan sensitivitas antibakteri belum banyak dilakukan karena\nfasilitas penunjang, instrument analisis dan protokol uji mikrobiologi klinik masih\nbelum terpenuhi di banyak rumah sakit. Penelitian ini bertujuan mengetahui\ngolongan antibakteri dan nilai kerentanan dari terapi antibakteri empiris betalaktam serta mengetahui jenis bakteri yang resisten pada ulkus DFIs. Populasi\npenelitian berasal dari pasien rawat inap Rumah Sakit Daerah Kota Cirebon. Teknik\nsampling yang digunakan adalah incidental sampling pada pasien yang tercatat\nselama periode Desember 2022-Januari 2023. Spesimen dikultur dengan teknik\npengenceran media agar pada media Mannitol Salt Agar (MSA), MacConkey Agar\n(MAC), dan Pseudomonas Cetrimide Agar (CA) yang mengandung (100; 50; 25;\n12,5; 6,25; 3,125) µg/mL dari masing-masing antibakteri. Bakteri yang tumbuh\nkemudian diisolasi dan dimurnikan lalu diidentifikasi secara makroskopis dan\nmikroskopis. Kesimpulan pada penelitian ini menunjukkan bahwa enam pasien\nDFIs mendapatkan terapi empiris antibakteri beta-laktam golongan sefalosporin\ngenerasi ketiga yaitu ceftriaxone, cefoperazone, dan ceftizoxime dalam bentuk\ninjeksi. Bakteri dari ulkus pasien DFIs diduga telah mengalami resistensi terhadap\nantibakteri tersebut dilihat dari nilai Minimum Inhibitory Concentration (MIC) uji\nyang menunjukkan 100 µg/mL (? 64 µg/mL). Karateristik bakteri yang telah\nresisten menunjukan jenis Staphylococcus aureus, Escherichia coli, dan\nPseudomonas aeruginosa.", "Daftar File": {"ABSTRAK Ekasari Kartika Putri Wibowo": "https://digilib.itb.ac.id/gdl/download/294353"}, "Penulis": "Ekasari Kartika Putri Wibowo [20720307]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "infeksi kaki diabetes, antibakteri empiris, beta-laktam, resisten, isolasi  bakteri, minimum inhibitory concentration (MIC)", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jun 2023"}