{"Nomor": 73960, "Judul": "PERBAIKAN KINERJA PROSES PRODUKSI INFUS ELEKTROLIT DENGAN MENGGUNAKAN PENDEKATAN SIX SIGMA", "Abstrak": "Pengendalian internal proses produksi secara sistematis menjadi prasarat dalam \nmanufaktur produk farmasi bermutu yang berdaya saing global. Pendekatan Six \nSigma merupakan perangkat penting pada optimalisasi proses di industri untuk \nmeningkatkan kinerja proses dan menekan keluhan pelanggan melalui tahapan \nDefine, Measure, Analyze, Improve dan Control (DMAIC). Tehnik ini \ndiaplikasikan pada produksi infus elektrolit di industri farmasi PT. X pada bulan \nJuli 2022 – Maret 2023 dengan menentukan kapabilitas proses, nilai level sigma \ndan Failure Mode Effect Analysis (FMEA). Penetuan tahapan awal DMA \nmengindikasikan fokus masalah pada tangki pencampuran dan keluhan kebocoran \nproduk dari konsumen dengan tindakan perbaikan prioritas berdasarkan FMEA \n(Failure Mode Effect Analysis) dengan nilai RPN ?10. Selanjutnya dilakukan \ntahapan IC melalui perbaikan sensor level tangki pencampuran dengan menganalisa \nkadar elektrolit klorida yang cenderung mengalami out of specification (OOS). \nTindakan perbaikan ini dapat meningkatkan nilai kinerja tangki pencampuran dari \nCpk 0,88 menjadi 3,31 dan nilai Ppk dari 0,89 menjadi 2,42, serta perbaikan \nmasalah kebocoran produk yang meningkatkan nilai total sigma level mesin \npengisian dari 4,14 menjadi 4,63. Pengendalian juga dilakukan untuk menjaga \nkonsistensi hasil perbaikan dengan melakukan perubahan SOP, briefing rutin dan \npelatihan personalia, hingga penjadwalan dan perawatan mesin secara berkala. \nAplikasi Six Sigma telah menghasilkan produk yang memenuhi ketentuan kadar \nelektrolit serta menurunkan permasalahan kebocoran dan diproyeksikan \nmemberikan keuntungan bisnis maksimal.", "Daftar File": {"ABSTRAK Derry Suppyadi": "https://digilib.itb.ac.id/gdl/download/294360"}, "Penulis": "Derry Suppyadi [21821019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yeyet Cahyati Soemirtapura, DEA", "Dr. apt.Tri Suciati, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Infus elektrolit, six sigma, produk cacat, kapabilitas proses, DMAIC", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jun 2023"}