{"Nomor": 73962, "Judul": "ANALISIS TINGKAT AKTIVITAS FISIK DAN TES JALAN 6  (ENAM) MENIT TERHADAP KUALITAS HIDUP TERKAIT  KESEHATAN PADA LANSIA SETELAH MASA PANDEMI  COVID-19", "Abstrak": "Latar Belakang: Kualitas hidup menjadi ukuran penting untuk mengevaluasi \nsituasi kesehatan seseorang. Memahami dan menilai pengukuran kualitas hidup \nterkait kesehatan sangat penting. Aktivitas fisik secara teratur telah terbukti \nmembantu meningkatkan kualitas hidup dan kesehatan mental. Tapi untuk saat ini \nstudi lain melaporkaan tingkat aktivitas fisik menurun dikalangan lansia saat masa \npandemi COVID-19. Lansia juga dikaitkan dengan penurunan aktivitas fisik dan \nkebugaran. Tujuan dari penelitian ini untuk mengetahui pengaruh dan hubungan \nantara kebugaran dan kualitas hidup yang dimoderatori oleh aktivitas fisik. \nMetode: Penelitian ini menggunakan desain penelitian cross sectional dengan \nmetode deskriptif kuantitatif. Populasi pada penelitian ini lansia berumur 60 tahun \nkeatas di Kota Bandung dengan sampel yang diambil sebanyak 200 lansia.\nInstrumen penelitian kebugaran menggunakan tes jalan 6 menit, pengisian \nkuesioner aktivitas fisik menggunakan (International Physical Activity \nQuestionnaire) dan kuesioner kualitas hidup menggunakan (Short Form-36).\nHasil: Statistik uji regresi dengan variabel moderating menunjukan terdapat \npengaruh dan hubungan yang signifikan antara kebugaran dan kualitas hidup yang \ndimoderatori oleh aktivitas fisik dengan nilai sig sebesar 0,000 < 0,05. Dalam uji \nini menunjukkan bahwa besar pengaruh dan hubungan antara kebugaran dan \nkualitas hidup yang dimoderatori oleh aktivitas fisik sebesar 93,3% sedangkan \nsisanya 6,7% dipengaruhi oleh faktor lainnya. Kesimpulan: Penelitian ini \nmenunjukkan bahwa subjek dengan tingkat aktivitas fisik sedang dan tinggi,\nmemiliki kebugaran yang tinggi, dan kualitas hidup yang tinggi. Sebaliknya, \nsubjek dengan tingkat aktivitas fisik yang rendah, memiliki kebugaran yang rendah, \ndan kualitas hidup yang rendah. Dalam penelitian ini juga menunjukan bahwa \nterdapat pengaruh dan hubungan antara kebugaran dan kualitas hidup yang \ndimoderatori oleh aktivitas fisik.", "Daftar File": {"ABSTRAK Charish Rachmatullah": "https://digilib.itb.ac.id/gdl/download/294362"}, "Penulis": "Charish Rachmatullah [21721013]", "Kontributor / Dosen Pembimbing": ["Dr. Nia Sri Ramania, M.Sc.", "Dr. Kusnaedi, M.Pd.", "Rizka Safitri, S.Psi., M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kualitas Hidup terkait Kesehatan, Lansia, Aktivitas Fisik, Kebugaran", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jun 2023"}