{"Nomor": 73967, "Judul": "PENGEMBANGAN FRAKSI ETIL ASETAT EKSTRAK ETANOL DAUN TEH HIJAU (CAMELLIA SINENSIS (L.) KUNTZE) DENGAN FORMULA NANOSUSPENSI SEBAGAI INHIBITOR ENZIM TIROSINASE DAN ANTIOKSIDAN SERTA PENGARUHNYA TERHADAP AKTIVITAS", "Abstrak": "Tirosinase dan antioksidan memiliki peran penting pada kondisi hiperpigmentasi. \nTeh hijau diketahui memiliki aktivitas sebagai inhibitor enzim tirosinase dan \nantioksidan yang baik. Penelitian menunjukkan pembentukan nanopartikel dapat \nmeningkatkan aktivitas farmakologi. Penelitian ini bertujuan untuk pengembangan \nfraksi etil asetat dari ekstrak etanol teh hijau dengan formula nanosuspensi sebagai \ninhibitor enzim tirosinase dan antioksidan serta pengaruhnya terhadap kedua \naktivitas tersebut. Ekstraksi dilakukan secara maserasi dengan pelarut etanol, \nkemudian fraksinasi dilanjutkan dengan metode ekstraksi cair-cair dengan pelarut \nn-heksana, etil asetat, dan air. Pengecilan ukuran partikel dilakukan dengan teknik \nsonikasi bath atau probe. Nanosuspensi dikembangkan dengan penstabil Tween 20 \ndan natrium lauril sulfat (SLS) dengan konsentrasi 0,1% (b/v). Kemampuan \npenghambatan enzim tirosinase ditentukan melalui nilai IC50. Secara berturut-turut \nnilai IC50 dari asam kojat, ekstrak, fraksi etil asetat (F2), fraksi air (F3), NST-F2 \n(nanosuspensi F2 penstabil Tween 20), dan NSS-F2 (nanosuspensi F2 penstabil \nSLS) adalah 6,37±0,15; 362,47±20,59; 131,73±7,72; 710,13±32,52; 199,91±20,79; \n95,77±2,81 µg/mL. Aktivitas sebagai antioksidan ditentukan melalui nilai IC50\nterhadap peredaman DPPH. Secara berturut-turut nilai IC50 dari asam askorbat\nekstrak, fraksi etil asetat (F2), fraksi air (F3), NST-F2, dan NSS-F2 adalah\n5,38±0,09; 4,68±0,08; 4,94±0,06; 16,42±0,09; 5,58±0,02; 4,68±0,16 µg/mL. \nPengembangan formula nanosuspensi fraksi etil asetat dari ekstrak etanol teh hijau \n(NS-F2) dengan F2 sebesar 1% dan Tween 20 0,1% (NST-F2) memiliki stabilitas \nyang baik setelah penyimpanan selama 28 hari pada suhu 4°C, 25°C, dan 40°C. \nFormula yang memberikan hasil peningkatan aktivitas adalah dengan penggunaan \npenstabil natrium lauril sulfat sebesar 0,1% (NSS-F2). Hasil uji aktivitas NSS-F2 \nmenunjukkan inhibisi enzim tirosinase menunjukkan peningkatan menjadi 137%\ndan aktivitas antioksidan menjadi 105% dibandingkan dengan aktivitas fraksi etil \nasetat tanpa pengembangan nanosuspensi.", "Daftar File": {"ABSTRAK Amalia Akhsani": "https://digilib.itb.ac.id/gdl/download/294737"}, "Penulis": "Amalia Akhsani [20722009]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antioksidan, Inhibitor tirosinase, Nanosuspensi, Teh hijau", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jun 2023"}