{"Nomor": 73966, "Judul": "ANALISIS STATUS NUTRISI DAN AKTIVITAS FISIK TERHADAP KAPASITAS VITAL PARU PADA SEKOLAH YANG TERCEMAR POLUSI UDARA", "Abstrak": "Latar Belakang: Polusi udara adalah masalah yang terus berkembang yang terjadi pada \nsaat ini di seluruh dunia, terutama di negara berkembang. Polusi udara merupakan kondisi \nterdapatnya satu atau lebih substansi fisik, kimia, dan biologi di udara yang jumlahnya \nberada di titik membahayakan. Jenis polusi udara yang menjadi perhatian saat ini yaitu \npartikel halus yang berdiameter kurang dari 2.5mm (PM2.5). Aktivitas fisik juga berkaitan \ndengan polusi memiliki efek yang menguntungkan yang terakumulasi dari waktu ke waktu \ndalam jangka yang panjang mengurangi risiko berkembangnya penyakit dan kematian \nakibat penyakit kardiovaskular dan pernafasaan, diabetes tipe 2, jenis kanker tertentu, dan \nmengurangi risiko semua penyakit morbiditas dan nutrisi berkaitan erat dengan mortalitas \n(jumlah kematian), status nutrisi yang baik dan asupan protein yang cukup dapat \nmengurangi kejadian penyakit paru-paru seperti halnya makanan dan cemilan kaya energi \ndan protein untuk meningkatkan otot. Metode: Penelitian ini menggunakan analisis \nkorelasional dengan menggunakan cross-sectional study. lokasi pengambilan data \ndilakukan di SMPN 26 Bandung. Instrumen menggunakan Physical Activity Questionnaire \nfor Children (PAQ-C) dan Subjective Global Assessment (SGA). Hasil: Karakteristik \nsiswa berdasarkan berat badan (45.20 ± 9.16 ) tinggi badan (151.65 ± 6.91) dan IMT (19.63 \n± 3.70). Nilai kapasitas paru dan nilai aktivitas fisik nilai FVC (1.82 ± 0.72), nilai FEV1 \n(1.85 ± 1.55) dan nilai aktivitas fisik (2.30 ± 0.42). Nilai hubungan aktivitas fisik dengan \nkapasitas vital paru (FVC) nilai korelasi (0.015), (FEV1) nilai korelasi (0.067). Hubungan \nnilai aktivitas fisik dan kapasitas vital paru (FVC) nilai korelasi (0.044) (FEV1) nilai \nkorelasi (0.173). Kesimpulan: Kesimpulan dari penelitian ini yaitu status nutrisi siswa \ndengan lokasi sekolah tercemar polusi udara adalah cenderung kurus, selanjutnya tingkat \nkapasitas vital paru siswa dengan lokasi yang tercemar polusi udara adalah kurang dan\nmemiliki derajat hubungan yang sangat lemah antara aktivitas fisik dan status nutrisi \nterhadap kapasitas vital paru, saran dari peneliti kepada siswa dan masyarakat untuk tetap \nmenjaga asupan nutrisi dan melakukan kegiatan aktivitas fisik dengan tujuan menjaga \nkemampuan kapasitas vital paru untuk Pemerintah atau Dinas terkait diharapkan dapat \nmeningkatkan kegiatan pengarahan dan pencegahan terkait bahaya paparan polusi udara \nkhususnya di sekolah-sekolah. Dan untuk penelitian selanjutnya melakukan kajian secara \nlangsung pengukuran fisik terkait dengan status nutrisi seseorang.", "Daftar File": {"ABSTRAK Naufal Dzaki Hartianto": "https://digilib.itb.ac.id/gdl/download/294759"}, "Penulis": "Naufal Dzaki Hartianto [21721026]", "Kontributor / Dosen Pembimbing": ["Dr. Rini Syafriani, M.Kes.", "Dr. Samsul Bahri, M.Kes."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "polusi udara, PM2.5, aktivitas fisik, status nutrisi, kapasistas vital paru", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jun 2023"}