{"Nomor": 73970, "Judul": "UJI KOMPATIBILITAS PEWARNA BROMO ACID (RED 21) DENGAN BERBAGAI PEMBAWA MINYAK UNTUK PENGEMBANGAN KOSMETIK DEKORATIF", "Abstrak": "Pewarna bromo acid (Red 21) merupakan salah satu bahan yang mulai menarik banyak perhatian \ndalam pembuatan color-changing cosmetic. Titik kritis dalam pengembangan produk kosmetik \ndekoratif menggunakan pewarna golongan ini adalah kompatibilitasnya dalam minyak yang \nmerupakan pembawa utamanya. Kompatibilitas pewarna bromo acid dengan pembawa minyak \nditentukan dengan parameter kesempurnaan melarutnya bromo acid dalam minyak, kejernihan \ncampuran, dan kemampuan perubahan warna ketika pH larutan diubah sesuai dengan pH kulit. Untuk \nitu, pada penelitian ini dilakukan salah satu studi kompatibilitas tersebut melalui studi kemampuan 27\npembawa minyak untuk melarutkan Red 21. Kemampuan suatu pembawa untuk dapat melarutkan \nsuatu senyawa dipengaruhi oleh polaritasnya. Oleh karena itu, dilakukan penentuan korelasi antara \npolaritas relatif minyak terhadap kemampuannya dalam melarutkan Red 21. Diperoleh bahwa \ntegangan antarmuka air-minyak berkorelasi negatif (r = -0,64) dengan kelarutan Red 21 dalam minyak \ntersebut. Tegangan antarmuka dapat merepresentasikan polaritas relatif minyak dan dinilai cukup \nmampu memprediksi kompatibilitas minyak dengan pewarna Red 21. Minyak golongan hidrokarbon \ndan silicone oil tidak kompatibel dengan pewarna Red 21.", "Daftar File": {"ABSTRAK Ajeng Rana Wulan Sujilah": "https://digilib.itb.ac.id/gdl/download/294377"}, "Penulis": "Ajeng Rana Wulan Sujilah [10719080]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Yuda Prasetya Nugraha, S.Farm., M.Si.", "Dr. Satrialdi, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "bromo acid, Red 21, minyak, tegangan antarmuka, kelarutan.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jun 2023"}