{"Nomor": 73974, "Judul": "COMPUTATIONAL FLUID DYNAMICS (CFD) SIMULATION OF THE EFFECT OF PURIFICATION VESSEL GEOMETRY ON H2/HF VOLUME FRACTION DURING THE MOLTEN SALT PURIFICATION PROCESS", "Abstrak": "FLiNaK is one of the molten fluoride salts used in Molten Salt Reactor (MSR)\napplications. The purity of FLiNaK molten salt is a crucial requirement in nuclear\nenergy systems for MSR. Therefore, the purification of FLiNaK is necessary to\nmeet the required standards for MSR applications by H2/HF gas injection. The\ndistribution of H2 and HF gases within the molten salt during the purification\nprocess is interesting to be investigated. However, there is currently no literature\nthat observes the distribution of H2 and HF gases within the molten salt during the\npurification process. One suitable method for determining gas distribution within\nthe molten salt is Computational Fluid Dynamics (CFD). Therefore, in this study,\nCFD simulations were performed to examine the effect of the inlet location on the\nvolume fraction of HF and H2 gases within the molten salt during the purification\nprocess.\nThe simulation process involved constructing a 3D geometry of the system using\nInventor Professional software and imported into ANSYS Fluent under the\n\"Geometry\" section. Then, meshing is performed to divide the system into smaller\npartitions. Subsequently, a simulation setup is performed to select suitable models\nto simulate the molten salt purification process. The multiphase model used in this\nstudy is the Volume of Fluid (VoF) model with explicit formulation. The\nsimulation then continued by inputting the physical and thermodynamic properties\nof FLiNaK salt, hydrogen gas, and HF gas, defining boundary conditions, and\nperforming initialization and calculation processes. The simulation results were\nanalyzed using graphs and tables to assess the effect of vessel geometry on the\ndistribution of HF and H2 gas. Three simulations were conducted: Simulation 1\nwith the inlet at the top of the vessel, Simulation 2 with the inlet submerged\nwithin the FLiNaK molten salt, and Simulation 3 with the inlet positioned at the\nbottom of the vessel.\nThe results showed that the inlet position affects the distribution of H2 and HF gas\nin molten salt. Simulation 1 and Simulation 2 resulted in highly concentrated H2\nand HF gases on the surface of the molten salt. Simulation 3, with the inlet at the\nbottom, produced a more uniform distribution of HF gas compared to the other\nsimulations. Based on the results, it is recommended to use the vessel design\npresented in Simulation 3 for molten salt purification utilizing H2/HF gas.", "Daftar File": {"ABSTRAK Abrar Taimullah": "https://digilib.itb.ac.id/gdl/download/294382"}, "Penulis": "Abrar Taimullah [12519066]", "Kontributor / Dosen Pembimbing": ["D.Sc.(Tech.) Imam Santoso, S.T, M.Phil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "CFD, FLiNaK purification, hydrogen fluoride, hydrogen", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "26 Jun 2023"}