{"Nomor": 73972, "Judul": "AKTIVITAS ANTIHIPERTENSI EKSTRAK ETANOL BIJI PETAI CINA (LEUCAENA LEUCOCEPHALA) PADA TIKUS WISTAR JANTAN YANG DIINDUKSI DENGAN DEKSAMETASON", "Abstrak": "Hipertensi merupakan penyakit kardiovaskular yang menyebabkan kematian dini di seluruh dunia. \nPasien hipertensi tentunya memerlukan obat antihipertensi seumur hidup. Obat antihipertensi \nkonvensional memiliki efek samping dan membutuhkan biaya yang tidak sedikit. Pada penggunaan \ntradisional, biji petai cina (Leucaena leucocephala) digunakan sebagai pengobatan hipertensi. \nSecara in vitro, ekstrak biji petai cina memiliki aktivitas sebagai Angiontensin-Converting Enzyme\nInhibitor (ACEI). Biji petai cina mengandung flavonoid yang dapat menurunkan tekanan darah. \nPenelitian ini bertujuan untuk menentukan pengaruh pemberian ekstrak etanol biji petai cina \nterhadap tekanan darah sistolik dan diastolik tikus Wistar jantan. Hewan uji pada penelitian ini \ndiinduksi dengan deksametason 0,5 mg/kgBB secara subkutan. Efektivitas ekstak biji petai cina \ndalam menurunkan tekanan darah sistolik dan diastolik ditentukan berdasarkan parameter tekanan \ndarah sistolik dan diastolik yang diukur secara non-invasif dengan CODA tail-cuff blood pressure \nsystem. Pengukuran tekanan darah dilakukan sebelum induksi, setelah induksi dan selama terapi \n(terapi hari ke-1, ke-3, ke-5, dan ke-7). Terjadi penurunan tekanan darah sistolik dan diastolik secara \nsignifikan (p<0,05) pada kelompok yang diberi ekstrak biji petai cina 100 mg/kg BB, 200 mg/kgBB, \n400 mg/kgBB mulai terapi hari ke-5. Dengan demikian biji petai cina menunjukkan efek \nantihipertensi pada model tikus yang diinduksi deksametason", "Daftar File": {"ABSTRAK Yola Safira Shalsabila": "https://digilib.itb.ac.id/gdl/download/294379"}, "Penulis": "Yola Safira Shalsabila [11619023]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Afrillia Nuryanti Garmana, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hipertensi, deksametason, Leucaena leucocephala, etanol", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jun 2023"}