{"Nomor": 73983, "Judul": "PRA-RANCANGAN SISTEM BUDIDAYA BUNCIS (PHASEOLUS VULGARIS VAR. TRESNA) TERINTEGRASI DENGAN PENGOLAHAN LIMBAH ORGANIK OLEH BLACK SOLDIER FLY (HERMETIA ILLUCENS)", "Abstrak": "Buncis merupakan tanaman hortikultura yang dapat dikategorikan sebagai pangan fungsional sumber protein nabati dan vitamin. Selain itu, buncis juga mengandung berbagai senyawa organik yang dapat membantu mencegah penyakit kronis pada tubuh. Buncis cukup digemari masyarakat Indonesia dan biasanya dikonsumsi dengan cara diolah menjadi berbagai macam masakan. Hal tersebut membuat permintaan akan buncis stabil dan terus meningkat setiap tahun. Bahkan buncis telah lama dibudidayakan sebagai komoditas ekspor di Kabupaten Bandung Barat dan memiliki harga jual jauh lebih tinggi dibandingkan pasar lokal. Oleh karena itu, usaha tani buncis sangat menjanjikan untuk dilakukan karena memiliki waktu budidaya yang cepat sehingga mengurangi resiko kegagalan dan keuntungan lebih cepat didapatkan.\nSaat ini, produksi buncis masih banyak bergantung pada pupuk dan pestisida kimia yang jika digunakan secara berlebihan dan terus menerus akan memberikan dampak buruk bagi lingkungan. Salah satu upaya yang dapat dilakukan untuk mengurangi penggunaan bahan kimia pada pertanian adalah dengan mengganti pupuk kimia dengan pupuk organik. Pada penelitian tugas akhir 1 yang telah dilakukan. Diketahui pupuk organik kasgot memiliki kandungan unsur makro yang cukup tinggi berkisar 3-5% dan mineral. Aplikasi pupuk kasgot dapat dilakukan dengen pencampuran langsung ke tanah atau digunakan sebagai bahan pembuatan compost tea yang memiliki kelebihan kandungan mikroorganisme. Kebutuhan pupuk kasgot akan terpenuhi dengan pembuatan unit budidaya BSF yang melakukan biokonversi limbah dapur dan pertanian menghasilkan pupuk kasgot serta prepupa yang dapat dijual.\nOleh karena itu, sistem produksi biomassa dipilih berdasarkan evaluasi hasil penelitian tugas akhir 1 yaitu budidaya buncis dengan pemberian compost tea yang terintegrasi dengan budidaya BSF dan pengolahan limbah. Pra-rancangan ini merupakan scale up dari pilot scale penelitian sebelumnya berukuran 100m2 menjadi full scale 2500m2 (2000m2 lahan buncis dan 500m2 lahan BSF). Pra-rancangan ini tediri dari 2 subsistem utama yaitu subsistem budidaya BSF dan subsistem budidaya buncis. Subsistem budidaya BSF terbagi lagi menjadi 7 unit yaitu unit penetasan telur, unit pembesaran, unit pendewasaan, unit pembiakan, unit pengeringan kasgot, dan unit pembuatan compos tea. Produk yang dihasilkan dari subsistem ini berupa prepupa kering BSF dan pupuk organik cair (POC) lindi BSF. Sedangkan subsistem budidaya buncis terbagi menjadi 2 unit yaitu unit persiapan lahan dan unit budidaya lahan. Subsistem ini menghasilkan produk berupa polong buncis segar setiap panennya.\nBudidaya buncis dilakukan selama 70 hari per periode hingga tanaman mati. Lahan budidaya diolah dengan membentuk bedengan yang memiliki panjang 9m, lebar 1m, jarak tanam sebesar 50 x 50 cm, dan jarak antar bedengan adalah 40 cm. Lahan ditanami dengan metode plotting menjadi dua plot, penanaman awal dilakukan pada minggu ke-2 dan ke-3 Januari, dan periode selanjutnya pada dua minggu setelah masa tanam sebelumnya berakhir. Luas lahan budidaya sebesar 50 x 40 m, luas kandang budidaya BSF sebesar 30 x 10 m, luas unit pencahahan dan pengolahan limbah sebesar 10 x 10 m, dan ruangan penyimpanan produk sebesar 10 x 10 m. Lokasi usaha diproyeksikan di Cigugur Girang, Kec. Parongpong, Kabupaten Bandung Barat, Jawa Barat. Lokasi usaha berada pada titik koordinat -6o 83’ 08283” S dan 107o 58’ 93316” E dengan ketinggian 1146 mdpl.\nBiaya investasi awal yang dibutuhkan untuk menjalakan proses produksi sistem budidaya buncis yang terintegrasi dengan budidaya BSF dan pengolahan limbah yaitu sebesar Rp176.919.507,50. Pendapatan dari penjualan buncis dengan kapasitas produksi 7.199,64 kg/tahun yaitu Rp103.674.816 per tahun, penjualan prepupa kering BSF dengan kapasitas produksi 1446,69 kg/tahun yaitu Rp80.725.089,76 per tahun, dan penjualan lindi dengan kapasitas produksi 3.056,25 L/tahun yaitu Rp68.765.625 per tahun. Usaha ini akan menerima keuntungan bila tercapai Break Event Point (BEP) ketiga produk yaitu BEP unit buncis sebesar 5190,72 kg, prepupa sebesar 654,10kg dan lindi sebesar 1397,03 liter sehingga BEP Multiproduk adalah sebesar 7241,85 unit. Sedangkan BEP rupiah untuk buncis adalah sebesar Rp83.051.591 untuk prepupa adalah sebesar Rp40.554.370 dan untuk lindi adalah sebesar Rp34.925.682.\nBiaya investasi akan kembali berdasarkan perhitungan Payback Period dalam jangka waktu 2 tahun 2 bulan 6 hari. Selama periode 5 tahun pertama, nilai NPV usaha pada kondisi normal dengan tingkat suku bunga 6% diperoleh sebesar Rp149.130.493,07 dan Net B/C Ratio senilai 1,17. Tingkat Pengembalian Internal\n(IRR) sistem ini sebesar 34,57%. Berdasarkan analisis yang telah dilakukan, maka dapat disimpulkan bahwa pra-rancangan sistem budidaya buncis terintegrasi dengan budidaya Black Soldier Fly dan pengolahan limbah layak untuk dijalankan.", "Daftar File": {"ABSTRAK Nola Selvia": "https://digilib.itb.ac.id/gdl/download/294416"}, "Penulis": "Nola Selvia [11419014]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "buncis; Phaseolus vulgaris var. Tresna; Hermetia illucens;", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}