{"Nomor": 73996, "Judul": "PRA-RANCANGAN BUDIDAYA TANAMAN JAGUNG MANIS \\TEXTIT{ZEA MAYS SACCHARATA STURT} YANG TERINTEGRASI DENGAN PEMBUATAN KOMPOS DARI LIMBAH BUDIDAYA", "Abstrak": "Jagung manis adalah salah satu tanaman pangan yang berperan dalam upaya pembangunan industri pertanian di Indonesia. Hal ini menjadikan jagung manis sebagai salah satu komoditas yang banyak dibudidayakan oleh petani Indonesia. Produktivitas jagung manis di Pulau Jawa berdasarkan data BPS tahun 2021 mencapai 60,09 ku/ha, sedangkan produksi jagung manis di luar pulau jawa mencapai 54,55 ku/ha. Produktivitas yang tinggi di Pulau Jawa dapat disebabkan oleh beberapa faktor seperti ketersediaan input berupa pupuk, teknologi, modal dan tenaga kerja yang lebih mudah diperoleh, faktor agroklimat yang lebih mendukung dan kesuburan tanah yang lebih baik.\nJagung manis mengandung berbagai nutrisi yang baik bagi kesehatan tubuh seperti protein, lemak, karbohidrat, kalsium, fosfor, besi, vitamin A, vitamin B, dan vitamin C. Selain itu Jagung manis juga memiliki kadar Indeks Glikemik (IG) yang rendah yaitu sebesar 41,22 untuk jagung manis rebus dan 31,08 untuk jagung manis tumis. Nilai IG ini termasuk kedalam kategori rendah, sehingga produk jagung manis yang diolah menjadi bahan pangan dapat membantu menjaga kestabilan gula darah dan mencegah penyakit diabetes melitus (DM). Kandungan nutrisi yang tinggi di dalam produk jagung manis membuat jagung manis termasuk sumber pangan alternarif pengganti beras dan sebagai bahan baku produk lainnya, seperti tepung jagung, beras jagung, minyak jagung dan makanan olahan lainnya.\nMasalah yang umum ditemukan pada kegiatan budidaya tanaman jagung manis adalah rendahnya produktivitas yang disebabkan oleh serangan hama dan patogen serta besarnya modal yang harus dikeluarkan juga menjadi pemasalahan tersendiri dalam kegiatan budidaya tanaman jagung manis. Modal yang dikeluarkan terkadang tidak sebanding dengan pendapatan yang didapatkan oleh petani. Tantangan ini dapat diatasi dengan beberapa cara, seperti menggunakan benih unggul seperti benih jagung manis varietas bonanza yang dikeluarkan oleh PT East West Seed Indonesia. Benih jagung manis varietas bonanza telah terbukti mampu meningkatkan produktivitas petani karena ketahanan benih ini terhadap serangga hama dan penyakit, serta dari segi rasa benih unggul ini memiliki cita rasa yang manis dan renyah, sehingga lebih diminati oleh masyarakat. Selain solusi  penggunaan benih unggul, hal lain yang dapat dilakukan untuk menekan tingginya modal adalah dengan menciptakan suatu sistem pertanian yang terintegrasi. Pada sistem pertanian yang terintegrasi output limbah budidaya yang dihasilkan oleh suatu tanaman dapat diolah menjadi produk baru yang dapat digunakan sebagai input pada kegiatan budidaya periode selanjutnya atau dijual ke pasar untuk mendapatkan keuntungan.\nKeberadaan limbah jagung yang melimpah seperti batang dan daun umumnya tidak dimanfaatkan kembali oleh petani karena keterbatasan modal dan pengetahuan. Padahal, limbah sisa budidaya ini dapat digunakan sebagai bahan baku pembuatan kompos. Kompos merupakan produk hasil penguraian limbah organic mudah busuk oleh mikroba yang dibuat pada kondisi aerobik ataupun anaerobik. Kegiatan penambahan kompos pada lahan budidaya dilakukan untuk meningkatkan aktivitas mikroba tanah agar dapat mempercepat dekomposisi bahan organik dan siklus nutrisi di tanah. Berdasarkan penelitian dari Surtinah (2013), diketahui bahwa kandungan nutrisi dalam serasah kompos terdiri atas C organik 10,5%, N 1,05%, C/N rasio 9,97, P2O5 1,01%, K2O 0,18%, dan Ca 1,98 me/100g. Pemberian kompos pada kegiatan budidaya tanaman jagung manis diharapkan dapat meningkatkan pertumbuhan dan produksi tanaman jagung manis serta menekan biaya produksi yang harus dikeluarkan oleh petani.\nPra-rancangan ini terdiri dari kegiatan produksi jagung manis dan pembuatan kompos dari limbah berangkasan jagung manis. Jagung manis dibudidayakan pada lahan seluas 1 ha yang dibagi kedalam 3 plot kecil dengan ukuran masing-masing 2500 m2, 2500 m2 dan 5000 m2. Kegiatan budidaya dilakukan setiap bulan dengan cara menggilir kegiatan produksi dari satu plot ke plot berikutnya. Jarak antar tanaman jagung adalah 25 cm x 75 cm dengan kedalaman sekitar 20 cm. Kegiatan budidaya tanaman jagung manis dilakukan sesuai dengan SOP budidaya PT East West Indonesia yang telah disesuaikan berdasarkan penelitian Tugas Akhir 1. Pembuatan kompos menggunakan bahan baku utama berupa sisa brangkasan batang dan daun tanaman jagung manis sisa budidaya yang ditambahkan starter mikroorganisme aktivator. Proses pengomposan menerapkan metode Berkeley sehingga mengalami reaksi aerobik dari mikroba yang dapat mempercepat  pematangan kompos. Produksi kompos dilakukan selama 18 hari.  Pra-rancangan sistem budidaya jagung manis yang diintegrasikan dengan produksi kompos ini memiliki kapasitas produksi jagung manis sebesar 50,00 ton/ha/tahun pada tahun pertama dan 61,53 ton/ha/tahun pada tahun kedua. Produksi kompos adalah sebesar 39,26 ton/tahun pada tahun pertama dan 48,32 ton/tahun pada tahun kedua dan tahun berikutnya. Budidaya jagung manis ini dilakukan selama 71 HST sesuai dengan hasil penelitian pada Tugas Akhir 1 (TA-1) yang merekomendasikan waktu terbaik pemanenan jagung berdasarkan kandungan pati (9,27 gram), glukosa (10,3 gram), serat kasar (1,34 gram) dan tingkat kemanisan jagung (18,33%) yang optimal berada pada rentang waktu tersebut yang paling optimal berada pada rentang waktu tersebut. Kegiatan budidaya dan pengolahan lahan pertama dilakukan pada bulan Januari di plot 1 dan akan panen pada bulan Maret, penanaman selanjutnya dilakukan pada bulan Februari di plot 2 untuk hasilnya dipanen pada bulan April. Kemudian pada bulan April kegiatan budidaya akan Kembali dilakukan di plot 1 setelah melalui masa istirahat selama kurang lebih 3 minggu. Lokasi usaha budidaya tanaman jagung dilakukan di Lahan budidaya PT East West Seed Indonesia di Desa Benteng, Kecamatan Campaka, Purwakarta, Jawa Barat, Indonesia. Lokasi ini berada pada titik koordinat 6.51424”S, 107.49413”E dengan ketinggian 84 mdpl. Luas lahan budidaya adalah 100 m x 100 m, luas bangunan penyimpanan hasil panen adalah 3 x 10 m, luas bangunan produksi kompos 3 m x 5 m dan luas bangunan kantor 3 m x 3 m. Untuk kebutuhan air Irigasi dan lain-lain, dibangun sebuah sumur bor sebagai sumber mata air di bagian barat lokasi usaha.\nPra-rancangan sistem budidaya jagung manis yang terintegrasi degan pembuatan kompos ini terdiri atas 3 subsistem, yaitu subsistem persiapan lahan, susbsistem budidaya, dan susbsistem pembuatan kompos. Pada subsistem persiapan lahan sudah diaplikasikan kompos hasil produksi dari subsistem pembuatan kompos yang bertujuan untuk meningkatkan kandungan nutrisi tanah sebelum digunakan sebagai input pada subsitem budidaya. Limbah yang diperoleh dari subsistem budidaya seperti batang dan daun akan digunakan sebagai input untuk  membuat kompos pada subsitem pembuatan kompos yang bertujuan untuk memanfaatkan limbah sisa budidaya menjadi produk baru yang dapat digunakan sebagai input pada kegiatan budidaya selanjutnya.  Sub sistem persiapan lahan pada plot 1 di bulan Januari memiliki neraca massa total 483,14 ton/periode/plot tanam. Neraca energi pada subsitem ini terdiri dari: energi manusia sebesar 3,497 MJ/periode tanam, energi mesin input sebesar 499.320,72 MJ/periode tanam/plot tanam dengan energi yang digunakan sebesar 474.354,68 MJ/periode tanam/plot tanam dan Energi yang hilang (loss) sebesar 24.966,04 MJ/periode tanam/plot tanam. Energi kompos yang diberikan ke lahan pada awal kegiatan pengolahan lahan sebesar 33,31 MJ/Periode tanam/plot tanam. Subsistem budidaya di lahan plot 1 selama bulan Januari hingga Maret menghasilkan total neraca massa sejumlah 1307,91 ton/periode/plot tanam. Neraca energi dalam subsistem budidaya memiliki nilai yang terdiri dari: energi fotosintesis 72.403,72 MJ/periode/plot tanam; 2.271.136,24 MJ/periode/plot tanam; energi manusia 850,16 MJ/periode/plot tanam, energi mesin 4.195,80 MJ/periode/plot tanam; dan energi tanaman saat panen 40.266,71 MJ/periode/plot tanam. Subsistem terakhir, yaitu produksi kompos memiliki neraca massa dengan nilai input dan output yang sama besar, yaitu 11,6 ton/periode tanam/plot tanam. Produk dari subsistem ini berupa kompos yang memiliki komponen dengan output massa sebesar 1,705 ton/periode tanam/plot tanam. Pada subsistem produksi kompos neraca energi dengan total energi input sebesar 31.675,24 MJ/periode tanam/plot tanam yang terdiri atas energi manusia 9,92 MJ/periode tanam/plot tanam, energi mesin 178,55 MJ/periode tanam/plot tanam, energi matahari 31.260,78 MJ/periode tanam/plot tanam, energi biomassa tanaman 225,98 MJ/periode tanam/plot tanam, serta total energi output sebesar 202,96 MJ/periode tanam/plot tanam yang terdiri atas energi biomassa 176,18 MJ/periode tanam/plot tanam dan energi mesin sebesar 26,78 MJ/periode tanam/plot tanam.\nBiaya investasi awal yang dibutuhkan untuk menjalankan proses produksi sistem budidaya jagung manis yang terintegrasi dengan pembuatan kompos dari limbah budidaya jagung manis adalah sebesar Rp. 153.037.867. Pendapatan dari penjualan produk jagung manis ini pada periode pertama adalah sebesar Rp. 499.985.070 dan pada periode kedua sebesar Rp. 615.366.240. Unit usaha budidaya jagung manis yang diintegrasikan dengan pembuatan kompos dari limbah budidaya akan mencapai titik impas atau BEP apabila produk dapat dijual sebesar  Rp. 48.022.898 atau ketika produk telah terjual sebanyak 4.802,29 kg pada tahun pertama dan Rp. 48.143.620 atau ketika produk terjual 4.814,36 kg pada tahun kedua. Biaya investasi akan Kembali berdasarkan perhitungan Payback Period dalam jangka waktu 1 tahun. NPV usaha pada kondisi ideal dengan tingkat suku bunga 6% diperoleh sebesar Rp 1.765.799.898dan Net B/C ratio sebesar 3,23. Tingkat pengembalian Internal (IRR) sistem ini adalah sebesar 77,25%. Berdasarkan analisis yang relah dilakukan terkait dengan sistem budidayajagung manis yang telah dilakukan, maka dapat disimpulkan bahwa Pra-rancangan sistem budidaya tanaman jagung manis yang diintegrasikan degan pembuatan kompos dari limbah budidaya dapat dijalankan.", "Daftar File": {"ABSTRAK Dian Akbar Setiawan": "https://digilib.itb.ac.id/gdl/download/294429"}, "Penulis": "Dian Akbar Setiawan [11419046]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Anriansyah Renggaman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Jagung manis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}