{"Nomor": 73993, "Judul": "EKSPLORASI NIAT PEMBELIAN DAN PERSEPSI GENERASI Z TERHADAP KENDARAAN LISTRIK DI JAKARTA: WAWASAN DAN REKOMENDASI", "Abstrak": "Penelitian ini bertujuan untuk mengeksplorasi faktor-faktor yang berkontribusi terhadap minat beli kendaraan listrik (EV) di kalangan Generasi Z di Jakarta, serta persepsi mereka terhadap upaya pemasaran kendaraan listrik dari produsen dan program pemerintah. Melalui kombinasi kuesioner terbuka kualitatif dan analisis sentimen dari Twitter, dan pemodelan persamaan struktural kuantitatif, studi ini bertujuan untuk memberikan rekomendasi bagi produsen dan pemerintah untuk mempromosikan kendaraan listrik. Kuesioner terbuka kualitatif memberikan wawasan tentang niat pembelian Generasi Z terhadap EV, pengetahuan dan kepedulian mereka terhadap masalah lingkungan yang terkait dengan EV, dan persepsi mereka tentang upaya pemasaran dari produsen dan program pemerintah. Analisis sentimen dari Twitter mengungkapkan sentimen positif terhadap mobil listrik, sepeda motor listrik, Hyundai Ioniq 5, dan Wuling Air EV. Pemodelan persamaan struktural kuantitatif mengungkapkan bahwa norma-norma pribadi adalah prediktor yang signifikan dari niat pembelian, dengan hubungan yang signifikan antara norma-norma pribadi dan kepedulian lingkungan dan efek rekan. Namun, hubungan antara kepedulian lingkungan dan peer effect dengan niat beli tidak signifikan. \n \nBerdasarkan temuan tersebut, studi tersebut merekomendasikan agar produsen mengembangkan strategi pemasaran yang menargetkan norma pribadi dan meningkatkan kesadaran EV di kalangan Generasi Z, sementara pemerintah mengembangkan program dan upaya sosialisasi untuk mempromosikan EV. Sehubungan dengan temuan ini, diperlukan penelitian lebih lanjut untuk lebih memahami dampak faktor budaya dan sosial terhadap niat beli mobil listrik di Jakarta. Penelitian ini dapat mencakup kajian mendalam tentang pengaruh insentif finansial kendaraan listrik terhadap niat beli Generasi Z di Jakarta. Selain itu, studi lebih lanjut dapat berfokus pada dampak norma pribadi pada niat beli terhadap EV dan menyelidiki dampak kampanye periklanan dan pemasaran untuk EV pada Generasi Z. Selanjutnya, analisis dampak infrastruktur pengisian daya pada niat beli juga dapat memberikan wawasan berharga untuk mempromosikan adopsi EV.", "Daftar File": {"2023_TS_PP_Hesti Wulandari-29121172_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/294427"}, "Penulis": "Hesti Wulandari [29121172]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kendaraan listrik, Generasi Z, niat beli, upaya pemasaran, program pemerintah, norma pribadi, kepedulian lingkungan, efek teman sebaya.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jun 2023"}