{"Nomor": 73992, "Judul": "PENGEMBANGAN MODEL NUMERIK UNTUK MEMPREDIKSI EFEK BRIDGING PADA SAMBUNGAN REKAT KOMPOSIT DENGAN SISIPAN POLIMER HASIL MANUFAKTUR ADITIF", "Abstrak": "Penggunaan komposit CFRP (carbon fiber-reinforced polymer) mengalami peningkatan dalam beberapa dekade terakhir. Salah satu metode penyambungan struktur yang menggunakan komposit CFRP adalah dengan sambungan rekat (adhesive bonding). Namun, metode ini rentan terhadap kegagalan delaminasi yang getas sehingga berisiko mengalami kegagalan katastropik. Oleh karena itu, metode untuk meningkatkan ketahanan retak delaminasi terus dikembangkan. Salah satu metode yang telah diteliti adalah dengan menyisipkan polimer pada zona penyambungan. Metode ini dapat memperlambat delaminasi dengan menghasilkan bridging buatan dari material sisipannya.\nPada tugas sarjana ini, pengembangan model numerik dilakukan untuk mereplikasi eksperimen dalam penelitian tersebut dan menjelaskan faktor-faktor yang berkontribusi terhadap pengembangan bridging. Pemodelan yang akan dibuat adalah model DCB (double cantilever beam) dengan sisipan jaring bergelombang dari Nylon PA6. Sambungan rekatnya akan dimodelkan dengan elemen konektor yang diberi kontras antara properti kuat dan lemah yang nilainya mengikuti distribusi Weibull serta disusun acak sepanjang zona sambungan. Selain itu, dilakukan juga pemodelan spesimen kontrol yaitu DCB tanpa material sisipan yang digunakan sebagai pembanding untuk melihat peran bridging.\nDari kurva beban-perpindahan hasil pemodelan, diperoleh hasil yang cukup mendekati kurva eksperimen untuk kedua jenis spesimen. Hasil ini juga dapat dibuktikan peran bridging dalam menghambat perambatan retak. Selain itu, dilakukan pula studi pengaruh beberapa parameter pembentukan bridging terhadap hasil pemodelan. Harapannya hasil pemodelan ini dapat menjadi acuan awal untuk pengembangan penelitian lanjutan sejenis.", "Daftar File": {}, "Penulis": "Sofyan Andika Pratama [13118027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Satrio Wicaksono, S.T, M.Eng., Ph.D.", "Dr. Ditho Ardiansyah Pulungan, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "komposit, sambungan rekat, DCB, ketangguhan retak, bridging", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}