{"Nomor": 74006, "Judul": "ANALISIS PENGARUH SISTEM PENGADAAN TERHADAP KUALITAS PROYEK KONSTRUKSI PEMERINTAH STUDI KASUS: SISTEM PENGADAAN BARANG DAN JASA DI KABUPATEN TEGAL", "Abstrak": "Kualitas konstruksi infrastruktur pemerintah harus terjaga untuk memberikan keamanan dan kenyamanan kepada masyarakat yang menggunakannya. Sistem pengadaan yang digunakan oleh pemerintah untuk mengadakan proyek konstruksi mempengaruhi harga penawaran dan dapat berdampak pada pengelolaan keuangan dan kualitas konstruksi yang dilakukan oleh penyedia jasa. Oleh karena itu, penelitian ini dilakukan dengan membawa tujuan yaitu: 1) mengidentifikasi sistem pengadaan sesuai Perpres No.12 Tahun 2021 yang diimplementasikan pada daerah tinjauan; 2) mengidentifikasi kualitas proyek konstruksi pemerintah pada daerah tinjauan; 3) mengidentifikasi pengaruh metode pengadaan sesuai Perpres No.12 Tahun 2021 terhadap kualitas proyek konstruksi pemerintah pada daerah tinjauan. Penelitian ini menggunakan metode data kualitatif dan proyek-proyek tinjauan dari Dinas PUPR dan Dinas DIKBUD Kabupaten Tegal. Data dikumpulkan melalui wawancara, kajian literatur, pengambilan data langsung, dan survei lapangan. Analisis dilakukan untuk mengevaluasi implementasi regulasi tinjauan, kualitas konstruksi berdasarkan metode pengadaan, dan pengaruh sistem pengadaan terhadap kualitas konstruksi proyek pemerintah. Dari analisis yang dilakukan didapatkan kesimpulan yaitu: 1) sistem pengadaan yang dilaksanakan di Kabupaten Tegal mengimplementasikan Perpres No. 12 Tahun 2021 dan Peraturan LKPP No. 12 Tahun 2021; 2) proyek konstruksi pemerintah di Kabupaten Tegal yang diadakan dengan metode pengadaan langsung menghasilkan kualitas konstruksi yang lebih baik dibandingkan dengan proyek konstruksi pemerintah yang diadakan dengan metode tender; 3) faktor pengaruh utamanya adalah rendahnya harga penawaran pada proyek tender sehingga anggaran yang dimiliki penyedia jasa lebih sedikit dan muncul potensi permainan/pencurangan spesifikasi supaya penyedia jasa tetap mendapatkan laba.", "Daftar File": {}, "Penulis": "Rakahalu Langitan Mahamada R [15019149]", "Kontributor / Dosen Pembimbing": ["Dr. Iris Mahani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "infrastruktur pemerintah, kualitas konstruksi, sistem pengadaan, harga penawaran", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}