{"Nomor": 74011, "Judul": "ANALISA PRODUKTIVITAS MESIN PENGEMASAN OTOMATIS DENGAN SISTEM TRACK AND TRACE 2D BARCODE MENGGUNAKAN METODE OVERALL EQUIPMENT EFFECTIVENESS DI PT IHJ", "Abstrak": "Peningkatan produktivitas sangatlah penting bagi industri khususnya industri \nfarmasi untuk menghadapi persaingan global saat ini. Dengan kemajuan teknologi \ndan digitalisasi dapat mengoptimalkan proses produksi sehingga menghasilkan \nproduk secara efisien dengan kualitias produk yang baik untuk kepuasan konsumen. \nOleh karena itu, diperlukan suatu sistem pengukuran kinerja untuk proses \nmanufaktur. Overall Equipment Effectiveness (OEE) adalah metode untuk \nmemantau dan meningkatkan efisiensi proses manufaktur. Penelitian ini bertujuan \nuntuk mengidentifikasi nilai OEE awal pada mesin pengemasan otomatis dengan \nsistem Track and Trace 2D Barcode. Metode penelitian kuantitatif digunakan untuk \nmendapatkan nilai OEE, analisis faktor yang mempengaruhi nilai OEE, strategi \nuntuk melakukan perbaikan, dan mengevaluasi strategi pada tingkat produktivitas \nmesin tersebut. Hasil penelitian membuktikan bahwa nilai OEE pada mesin \npengemasan otomatis dengan sistem Track and Trace 2D Barcode adalah 30,49%. \nNilai ini masih jauh di bawah standar perusahaan yaitu 85%. Nilai Availability (AV) \ndan Rate of Quality (RQ) cukup tinggi, namun Performance Rate (PE) masih \nkurang sehingga nilai OEE rendah. Berdasarkan analisis Six Big Losses, Losses\nterbesar yang menyebabkan rendahnya nilai OEE adalah reduced speed dimana \nmesin dioperasikan dengan kecepatan yang tidak sesuai dengan kecepatan desain \n(ideal) dari mesin tersebut (biasanya kecepatan aktual lebih rendah dari kecepatan \nideal) yang dapat disebabkan karena batch size produk kecil. Dengan penentuan \ndan analisis akar masalah menggunakan metode fish bone diagram, tindakan \npenanggulangan masalah yang dilakukan adalah dengan menambah jumlah batch\nuntuk dilakukan proses pengemasan. Berdasarkan rata-rata perhitungan OEE \nsesudah penanggulangan masalah adalah 67,67%. Terjadi peningkatan nilai OEE \nyang diperoleh sebesar 37,18% dari pencapaian nilai OEE sebelumnya.", "Daftar File": {"ABSTRAK Iwa Kustiyawan": "https://digilib.itb.ac.id/gdl/download/294446"}, "Penulis": "Iwa Kustiyawan [21821015]", "Kontributor / Dosen Pembimbing": ["Apt. Dr. rer. nat. Catur Riani, S.Si., M.Si.", "Dr.apt. Rahman Roestan, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "analisis produktivitas, overall equipment efficiency, mesin barcode 2d  track and trace", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "26 Jun 2023"}