{"Nomor": 74013, "Judul": "PENGEMBANGAN MONOVALENT PERMSELECTIVE ION-EXCHANGE MEMBRANE BERSTRUKTUR HETEROGEN", "Abstrak": "Seiring dengan perkembangan teknologi, permintaan akan membran untuk proses pemurnian semakin meningkat. Salah satu pemurnian tersebut ialah pemurnian ion monovalen dari larutan ion campuran. Membran penukar ion adalah salah satu jawaban dari kebutuhan industri akan pemurnian selektif terhadap ion monovalen. Seiring dengan berkembang dan meluasnya aplikasi, maka diperlukan membran penukar ion dengan sifat–sifat fisika-kimia, elektro-kimia dan mekanik yang baik. Permselektivitas yang tinggi, hambatan listrik yang rendah, serta stabilitas mekanik dan stabilitas kimia yang baik merupakan sifat–sifat yang diharapkan dari membran penukar ion.\nAdapun tujuan dari penelitian ini adalah untuk membuat dan melakukan pengembangan akan metode modifikasi dari membran penukar ion berstruktur heterogen dan bersifat selektif terhadap ion monovalen. Ruang lingkup percobaan adalah membran yang digunakan ialah membran penukar ion berjenis anion dan kation berstruktur heterogen, pengujian karakteristik membran menggunakan larutan ionik yang terdiri dari ion Na+ dan Mg2+ untuk membran penukar kation dan Cl- dan SO42- untuk membran penukar anion, sifat karakteristik yang akan dianalisis meliputi analisis morfologi permukaan, analisis gugus fungsional, water uptake, water contact angle serta sifat elektrokimia membran mencakup ion-exchange capacity, konduktivitas, dan selektivitas. Variasi yang dilakukan dalam penelitian ini meliputi pelapisan dengan Polidopamin dengan perhitungan lama waktu perendaman dan konsentrasi Polidopamin yang digunakan. Data ditemukan bahwa pada membran penukar anion, diperoleh kenaikan sifat hidrofilisitas, konduktivitas, kapasitas penukaran ion, dan selektivitas terhadap ion monovalen. Pada membran kation diperoleh hasil membaik dalam hidrofilisitas dan selektivitas namun menurun dalam konduktivitas dan kapasitas penukaran ion. Variabel waktu mempengaruhi hidrofilisitas, kapasitas ion dan konduktivitas. Variasi konsentrasi larutan pelapis berpengaruh dalam selektivitas.", "Daftar File": {"ABSTRAK Muhammad Faikar Ihsan": "https://digilib.itb.ac.id/gdl/download/294445"}, "Penulis": "Muhammad Faikar Ihsan [13019026]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gede Wenten, M.Sc., Ph.D.", "Dr. Ir. Khoiruddin, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "membran heterogen; membran permiselektif ion monovalen; membran penukar ion; polidopamin; permiselektivitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}