{"Nomor": 74028, "Judul": "KARAKTERISTIK TEKANAN LUAP DAN PREDIKSI TEKANAN PORI PADA LAPANGAN NOCTURNAL, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Daerah penelitian berada di Lapangan Nocturnal, Sub-Cekungan Palembang Selatan yang merupakan bagian dari Cekungan Sumatra Selatan. Litologi yang menjadi target penelitian adalah lapisan serpih/batulempung tebal pada Formasi Talang Akar dan Formasi Telisa yang mengindikasikan keberadaan tekanan luap. Tekanan luap dapat menyebabkan masalah-masalah dalam operasional pengeboran, sehingga perlu dilakukan analisis untuk mengetahui mekanisme dan karakteristik tekanan luap, serta kaitannya dengan kondisi geologi di daerah penelitian.\nPenelitian ini menggunakan data berupa data tekanan langsung dari RFT (Repeat Formation Test), tekanan tidak langsung dari data berat lumpur, data log talikawat (sinar gamma, densitas, sonik, dan resistivitas), serbuk bor, inti batuan samping, data pendukung seperti analisis sejarah pemendaman, geologi regional, volume serpih (Vsh), dan parameter pengeboran berupa data gas latar. Tujuan dari penelitian ini, yaitu menganalisis karakteristik tekanan luap dan memprediksi tekanan pori berdasarkan analisis log talikawat, Metode Eaton (1975) dan Dutta (2002).\nBerdasarkan hasil analisis tekanan luap yang telah dilakukan pada Sumur AF-1, AF-2, AF-3, AF-4, dan AF-5, puncak tekanan luap berada pada Formasi Telisa dengan mekanisme utama pembebanan, sedangkan pada Formasi Talang Akar juga mengalami tekanan luap dengan mekanisme pemindahan, yaitu drainase reservoir lateral pada lapisan-lapisan batupasir yang terhubung secara lateral. Prediksi tekanan pori dihitung berdasarkan Metode Eaton menggunakan log sonik dengan nilai konstanta 1 menunjukkan akurasi yang baik dengan data log talikawat, RFT, berat lumpur, sejarah pemendaman, dan gas latar terhadap mekanisme tekanan luap pada Formasi Talang Akar dan Telisa. Hasil analisis menggunakan Metode Dutta menunjukkan bahwa mekanisme tekanan luap di daerah penelitian sudah mulai dipengaruhi oleh diagenesis mineral lempung pada Formasi Talang Akar dan Telisa.", "Daftar File": {"ABSTRAK Angga Febryan": "https://digilib.itb.ac.id/gdl/download/294462"}, "Penulis": "Angga Febryan [22019013]", "Kontributor / Dosen Pembimbing": ["Prof. Agus Mochamad Ramdhan, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "log talikawat, Metode Eaton, Metode Dutta, tekanan luap, mekanisme pembebanan, mekanisme pemindahan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}