{"Nomor": 74025, "Judul": "OPTIMASI EKSPRESI MUTAN PETASE PADA MEDIUM LURIA BERTANI (LB) DAN TERRIFIC BROTH (TB)", "Abstrak": "Plastik PET atau poetilen tereftalat merupakan\nsalah satu jenis plastik yang umum digunakan\ndalam berbagai bidang industri dikarenakan karakteristiknya yang kuat, tahan lama, stabil, kedap\nudara, dapat menjaga kelembaban dengan baik, dan dapat diolah serta didaur ulang. Di Indonesia\nsendiri, khususnya Pulau Jawa, diperkirakan terdapat lebih dari 37.000 ton sampah plastik PET\nyang dihasilkan perbulannya. Namun, hingga saat ini penanganan masalah sampah plastik PET\nmasih belum maksimal dan menghasilkan polusi sekunder ke lingkungan . Sehingga , dilakukanla h\npenelitian biodegradasi PET yang dapat memecah polimer PET menjadi asam tereftalat dan etilen\nglikol menggunakan enzim PETase dari bakteri tanah Ideonella sakaiensis 201 F6. Namun,\nPETase wildtype yang dihasilkan oleh Ideonella sakaiensis 201 F6 bersifat termolabil dan\nmemiliki afinitas yang rendah terhadap substrat PET, sehingga dilakukan mutasi pada residu asam\namino pada titik titik L117F / Q119Y / S121E / G165A / D186H / R280A / S214H / S238F untuk\nmenghasilkan PETase mutan yang termostabil dan memili ki afinitas yang lebih tinggi terhadap\nsubstrat PET. Akan tetapi, pada penelitian sebelumnya belum dilakukan optimasi ekspresi dari\nenzim rekombinan tersebut. Oleh karena itu, pada penelitian ini akan dilakukan optimasi medium\nkultur dan waktu induksi untu k mengekspresikan PETase mutan fraksi ekstraseluler. Kultur stok\ngliserol Escherichia coli BL21(DE3) transforman dari hasil transformasi penelitian sebelumnya\ndikonfirmasi menggunakan PCR koloni. Setelah koloni terkonfirmasi, dilakukan pembuatan kurva\ntumb uh dengan interval waktu per 30 menit selama 8 jam. Proses ekspresi dilakukan dengan\naktivasi kultur pada medium Luria Bertani dan Terrific Broth dan induksi IPTG 1 mM pada fasa\nlag, ½ log, dan stasioner. Hasil ekspresi protein rekombinan dianalisis dengan metoda SDS PAGE\ndan ImageJ. Uji aktivitas enzim PETase mutan dilakukan pada suhu 25 o C dan 40 o C menggunakan\nsubstrat pNPB. Pada Escherichia coli BL21(DE3) transforman, terkonfirmasi pita plasmid\nPET22b(+) yang telah disisipkan oleh gen PETase mutan dengan ukuran 1167 bp. Kurva tumbuh\nyang dihasilkan pada medium TB menunjukkan fasa logaritmik yang lebih panjang dibandingkan\ndengan fasa logaritmik yang dihasilkam kultur pada medium LB. Dari analisis ekspresi protein\ndidapatkan hasil optimal medium kult ur Luria Bertani yang diinduksi pada fasa ½ log. Sedangkan\ndari hasil uji aktivitas enzim PETase mutan didapatkan aktivitas tertinggi pada enzim pada\nmedium Terrific Broth yang diinduksi IPTG pada fasa ½ log dengan nilai absorbansi mencapai\n64.1 unit p NPB /ml enzim. Berdasarkan penelitian ini, medium kultur optimal untuk\nmengekspresikan enzim PETase mutan fraksi ekstraseluler adalah medium Luria Bertani yang\ndiinduksi pada fasa pertumbuhan ½ log. Sedangkan hasil uji aktivitas enzim PETase mutan yang\nterting gi didapatkan pada medium Terrific Broth. Penelitian lebih lanjut dapat dilakukan untuk\nmengoptimasi enzim PETase pada medium Terrific Broth dengan konsentrasi IPTG dan waktu\ninkubasi yang lebih lama sehingga dapat meminimalisir pembentukan badan inklusi.", "Daftar File": {"ABSTRAK Aisy Humaira Ratnapuri": "https://digilib.itb.ac.id/gdl/download/294459"}, "Penulis": "Aisy Humaira Ratnapuri [10619072]", "Kontributor / Dosen Pembimbing": ["Sony Suhandono, M.Sc., Ph.D.", "Azzania Fibriani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Enzim PETase mutan, ekspresi, optimasi, medium, kurva tumbuh aktivitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}