{"Nomor": 74039, "Judul": "ANALISIS PERSEBARAN KONTAMINAN LOGAM PADA AIR DAN TANAH SECARA HORIZONTAL DAN VERTIKALDI DAERAH SUMOBITO, KABUPATEN JOMBANG, PROVINSI JAWA TIMUR", "Abstrak": "Kabupaten Jombang dikenal sebagai salah satu kabupaten yang menjadi sentra peleburan limbah elektronik untuk mengekstraksi logam aluminium sejak tahun 1970. Namun demikian, banyak pelaku industri yang awam dan membuang limbah sembarangan menjadi fondasi rumah, jalan kampung dan pembatas sawah. Tujuan dari penelitian ini adalah mengetahui bagaimana persebaran konsentrasi kontaminan logam pada air dan tanah secara horizontal dan vertikal, serta faktor apa saja yang mempengaruhi pola persebaran kontaminan tersebut. Metode yang digunakan dalam penelitian ini adalah pengambilan sampel air dan tanah untuk mengetahui kandungan ion mayor, total konsentrasi dan TCLP logam As, Cd, Cu, Hg, Pb, Zn, Al, dan Ni, serta analisis XRD untuk mengetahui kandungan mineral tanah. Hasil laboratorium menunjukkan kandungan logam pada air tanah relatif rendah, dan secara horizontal semakian jauh dari timbunan limbah konsentrasi logam semakin rendah. Kemudian persebaran konsentrasi logam pada tanah secara horizontal yaitu semakin jauh dari timbunan limbah konsentrasi semakin rendah, namun secara vertikal konsentrasi logam tertinggi ditemukan pada kedalaman 30-60 cm. Berdasarkan analisis yang dilakukan diketahui persebaran kontaminan logam pada air dan tanah dipengaruhi oleh curah hujan, adveksi, retardasi, indeks saturasi air tanah, fraksinasi logam, preferential flow, serta reduksi kontaminan logam pada tanah oleh tanaman dan mikroorganisme.", "Daftar File": {"ABSTRAK Yazid Abdurrazzaq Setyowiyoto": "https://digilib.itb.ac.id/gdl/download/294474"}, "Penulis": "Yazid Abdurrazzaq Setyowiyoto [22720301]", "Kontributor / Dosen Pembimbing": ["Dr. Dasapta Erwin Irawan, S.T, M.T.", "Prof. Agus Mochamad Ramdhan, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "limbah B3, transport kontaminan, fraksi logam, adveksi, retardasi, indeks saturasi, reduksi logam.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}