{"Nomor": 74031, "Judul": "PROPOSAL PENGEMBANGAN BISNIS HILIR PETROKIMIA PERTAMINA PATRA NIAGA MELALUI SKENARIO INORGANIC GROWTH", "Abstrak": "PT Pertamina Patra Niaga, Sub Holding Commercial & Trading PT Pertamina (Persero) memiliki rencana untuk melakukan pengembangan bisnis dengan masuk dalam industry hilir petrokimia. Dalam mewujud tujuan tersebut PT Pertamina Patra Niaga melakukan ekspansi bisnis melalui strategi akuisisi PT XYZ. Perusahaan ini merupakan perusahaan petrokimia yang memenuhi kriteria kerjasama yang dicari oleh PT Pertamina Patra Niaga seperti memiliki pengalaman yang baik dalam industri hilir petrokimia, bahan baku dipasok oleh PT Pertamina Patra Niaga dan terbuka untuk menerima investasi dari PT Pertamina Patra Niaga untuk pengembangan usaha. Dalam thesis ini terdapat dua skenario ekspansi yang dilakukan oleh PT Pertamina Patra Niaga yaitu pada scenario 1 dilakukan investasi common stock 20% dari saham eksisting di PT XYZ dan pada scenario 2 dilakukan investasi common stock 20% ditambah saham preferen pada tahun ke 3 dan 5. Penilaian kelayakan usaha ekspansi bisnis ini diukur dengan acuan hurdle rate PT Pertamina sebesar 11,76% untuk bisnis Petrokimia. Dilihat dari nilai Internal Rate of Return kedua skenario investasi menunjukkan bahwa kedua skenario tersebut masuk dalam kriteria yang dapat diterima oleh perusahaan. Namun jika dilihat dari NPV dan payback period, skenario kedua lebih menguntungkan daripada skenario pertama. Skenario ini memberikan NPV sebesar Rp 1.145.498.289.483,01, IRR 23,52%, Payback Period (PP) 8 tahun.  Berdasarkan analisis sensitivitas yang dilakukan pada kedua skenario, terlihat bahwa variabel COGS/Revenue merupakan variabel yang memiliki tingkat pengaruh finansial paling tinggi dibandingkan variabel lainnya. Sedangkan di posisi kedua adalah variabel pertumbuhan pendapatan. Hal ini menunjukkan bahwa efisiensi biaya produksi dan nilai penjualan berbanding lurus dengan pertumbuhan bisnis petrokimia di PT XYZ. Dengan harga bahan baku yang lebih murah namun kualitas tinggi diharapkan PT XYZ dapat semakin menekan COGS dan meningkatkan pendapatan.", "Daftar File": {"2023_TS_PP_Muhammad Ichwan_29120164_Full Text (1).pdf": "https://digilib.itb.ac.id/gdl/download/294467"}, "Penulis": "Muhammad Ichwan [29120164]", "Kontributor / Dosen Pembimbing": ["Ana Noveria, S.E, MBA., Ph.D.", "., Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "PT Pertamina Patra Niaga, petrokimia, skenario investasi, profitabilitas, pertumbuhan inorganic", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jun 2023"}