{"Nomor": 74032, "Judul": "PHOTOCATALYTIC DEGRADATION OF PALM OIL MILL EFFLUENT (POME) USING NITROGEN DOPED TITANIUM DIOXIDE (N-TIO2) PHOTOCATALYST", "Abstrak": "Photocatalytic degradation is an alternative pam oil mill effluent (POME) treatment that has been developed lately due to its ability to degrade pollutants to neutral product efficiently. In order to fasten the photocatalytic reaction, a suitable photocatalyst is required. Titanium dioxide (TiO2) is one of the most common photocatalyst used in photocatalytic degradation due to its affordable cost, non-toxicity, chemical stability, and high photocatalytic activity.  In this research, modification toward TiO2 was conducted by adding nitrogen dopant and synthesized using sol gel method to lower the band gap. The nitrogen loading and pH of TiO2 were varied during the synthesis. All of the photocatalyst samples were characterized using X-ray diffraction (XRD), UV-vis diffusion reflectance (UV DRS), Nitrogen adsorption-desorption isotherm (BET and BJH methods), and scanning electron microscopy (SEM). The photoreaction was conducted by using batch photoreactor under the irradiation of xenon lamp to determine the degradation percentage, kinetic constant of each photocatalyst, and the effect of concentration of photocatalyst and pH value of POME towards the degradation performance. The research proved that among 5 samples of photocatalyst, 35-N-TiO2 (7) was proven to be the most optimum photocatalyst, which was synthesized using 35 mL of nitrogen precursor and neutral synthesis pH. 35-N-TiO2 (7) performed photocatalytic degradation at 31.9% of degradation and kinetic constant at 0.0121 min-1 under the irradiation of 500 W xenon lamp, which is the highest compared to that of other photocatalyst. In this research, catalyst concentration plays a significant role on increasing the degradation percentage on photoreaction. In term of pH value of POME, neutral pH is the most suitable pH value to be operated during photoreaction, as based on this research result, acidic and basic pH lower the degradation performance of photocatalyst.", "Daftar File": {}, "Penulis": "Allysa Qinanti [13019203]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Wibawa Hendra Saputera, S.Si., M.Si., M.SC., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Palm Oil Mill Effluent (POME), Photocatalytic Degradation, N-TiO2 Photocatalyst", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}