{"Nomor": 74042, "Judul": "ANALISIS KERENTANAN LONGSORAN BERDASARKAN KARAKTERISTIK MASSA BATUAN DI SEKITAR AREA PERENCANAAN BENDUNGAN PELOSIKA SULAWESI TENGGARA", "Abstrak": "Bendungan Pelosika direncanakan akan dibangun sebagai bendungan multifungsi (multipurpose dam) dan dicanangkan akan menjadi bendungan terbesar di Indonesia bagian timur. Lokasi perencanaan Bendungan Pelosika dan area penelitian secara administratif terletak di perbatasan dua kabupaten yaitu Kabupaten Konawe dan Kabupaten Kolaka Timur, Provinsi Sulawesi Tenggara dengan luas area penelitian 6,8 km2. Terdapat dua alternatif lokasi perencanaan pembangunan bendungan, yaitu alternatif satu atau upper dam dan alternatif dua atau lower dam. Penelitian ini bertujuan untuk memetakan zona kerentanan longsoran berdasarkan properti sifat fisik dan mekanik massa batuan serta pengaruh dari adanya kegempaan.\nDaerah penelitian didominasi oleh batuan metamorf sekis yang memiliki arah foliasi secara umum berarah N350°E/35°E, berada pada elevasi 58-380 m dengan sudut kemiringan lereng dominan adalah 16°-35°. Massa batuan pada daerah penelitian berupa batuan sekis homogen dengan klasifikasi massa batuan RMR termasuk kedalam kelas III (sedang/fair). Pemodelan kerentanan longsoran dilakukan dengan menggunakan analisis deterministik kesetimbangan batas tiga dimensi. Pemodelan kerentanan longsoran dilakukan dengan menggunakan data karakteristik massa batuan dan kondisi morfologi daerah penelitian yang disandingkan dengan data kegempaan yang memiliki nilai PGA 0,08 g.\nBerdasarkan hasil pemodelan, zona kerentanan longsor dibagi menjadi empat zona yaitu zona kerentanan tinggi (FK < 1,2), zona kerentanan menengah (FK 1,2-1,7), zona kerentanan rendah (FK 1,7-2,0), dan zona kerentanan sangat rendah (FK > 2,0). Pada kondisi tanpa gempa daerah penelitian relatif aman dengan zona kerentanan tinggi berada di bukit sebelah selatan dari upper dam seluas 13.917,21 m2 (0,20% dari area penelitian). Pada kondisi adanya gempa terjadi perubahan FK yang signifikan di sebelah utara dari upper dam dan lower dam zona kerentanan tinggi dan menengah menjadi dominan dengan masing-masing seluas 851.511 m2 (12,52%) dan 3.647.459 m2 (53,64%).", "Daftar File": {}, "Penulis": "Dede Mohammad Rizman [12018043]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Heri Patria Kesumajana, M.T.", "Dr. Rendy Dwi Kartiko, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Bendungan Pelosika, faktor keamanan, kesetimbangan batas, massa batuan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}