{"Nomor": 74054, "Judul": "STUDI KELAYAKAN PELINDUNG PANTAI YANG BERKELANJUTAN (SUSTAINABLE COASTAL PROTECTION) DENGAN PENGGUNAAN KOMBINASI PEMECAH GELOMBANG TIANG BAMBU DAN BUDIDAYA KERANG HIJAU (PERNA VIRIDIS)", "Abstrak": "Salah satu permasalahan yang cukup berat dan mengancam ekosistem di wilayah\npesisir adalah abrasi. Hal ini dikarenakan abrasi dapat menimbulkan kerugian yang\nbesar berupa rusaknya struktur-struktur yang ada di kawasan pemukiman dan\nkawasan. Sedangkan, butuh biaya yang cukup besar untuk membuat bangunan\npelindung pantai dengan skala besar dan menggunakan bahan beton. Untuk itu,\nperlu struktur pelindung pantai yang efektif dan stabil dengan material yang mudah\ndan murah. Tujuan dari penelitian ini adalah untuk mendapatkan konsep desain\nawal pemecah gelombang bambu tipe tiang yang dapat digunakan untuk budidaya\nkerang hijau (Perna viridis); mengkaji peran sistem pelindung pantai natural yang\nramah lingkungan dalam meningkatkan nilai ekonomi dan aspek sosial masyarakat\npesisir; dan dapat mengaplikasikan desain awal pelindung pantai bambu tipe tiang\ndi wilayah studi kasus pesisir Desa Bedono, Kecamatan Sayung Demak. Metode\nyang digunakan dalam penelitian ini yakni dengan mengombinasikan dan\nmenganalisis data sekunder untuk mendapatkan desain yang diinginkan.\nDidapatkan hasil bahwa kondisi ekologis perairan Desa Bedono, Kecamatan\nSayung, Kabupaten Demak telah memenuhi syarat untuk dapat digunakan sebagai\nlokasi budidaya kerang hijau. Setelah prinsip budidaya terpenuhi, tahap selanjutnya\nyakni menyusun prinsip engineering dengan menghitung model struktur dengan\npendekatan yang sama dengan studi kasus di perairan Pekalongan, Jawa Tengah.\nYakni menggunakan bambu dengan panjang minimal 7,5 meter dan kedalaman\npemancangan 2 meter. Setelah dianggap memenuhi prinsip engineering,\nselanjutnya dilakukan analisis kelayakan finansial. Dari sisi kelayakan finansial\njuga dirasa cukup menguntungkan dengan nilai NPV pada usaha budidaya kerang\nhijau metode tancap sebesar Rp1.202.383. Nilai Net B/C pada usaha budidaya\nkerang hijau metode tancap sebesar 1,20, yang berarti setiap pengeluaran biaya\nsebesar Rp1 akan meningkatkan manfaat sebesar Rp1,20 bagi pembudidaya dengan\nmetode tancap. Berdasarkan kriteria kelayakan NPV dan Net B/C, usaha budidaya\nkerang hijau dengan metode tancap layak dijalankan. Prinsip terakhir sebagai\npelengkap yakni prinsip ekologi, konsep struktur ini dianggap memenuhi prinsip\nekologi berdasarkan assessment cepat yang dilakukan penulis dan perlu\npendalaman pada setiap komponennya.", "Daftar File": {"ABSTRAK Ahmad Didin Khoiruddin": "https://digilib.itb.ac.id/gdl/download/294493"}, "Penulis": "Ahmad Didin Khoiruddin [25519005]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nita Yuanita, S.T, M.T.", "Ir. Alamsyah Kurniawan, S.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Abrasi, pemecah gelombang, kerang hijau, pelindung pantai natural", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}