{"Nomor": 74059, "Judul": "PERANCANGAN ARSITEKTUR LAYANAN SMART CAMPUS DENGAN PENDEKATAN ARSITEKTUR ENTERPRISE PADA BAGIAN TECHNOLOGY LAYER DI KAMPUS INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Kampus adalah salah satu institusi pendidikan yang di dalamnya terdapat layanan-\nlayanan yang mendukung keberjalanan sebuah institusi. Keberjalanan layanan\n\nsemakin hari semakin ditingkatkan, tentu dengan berbagai macam cara. Mulai dari\npenerapan standard operating procedure (SOP), penyesuaian anggaran untuk\nlayanan, dan lainnya. Salah satu faktor dalam peningkatan layanan adalah\nmenambahkan unsur teknologi dalam proses layanan berlangsung. Salah satu\nkonsep tersebut adalah penerapan konsep smart campus. Smart campus adalah\nsalah satu konsep penerapan teknologi terkini di kampus yang bertujuan untuk\nmeningkatkan layanan kampus. Smart campus tidak hanya beracuan terhadap\npenggunaan teknologi tinggi, akan tetapi banyak dimensi yang menjadi parameter\nterbentuknya smart campus. Penerapan smart campus bukanlah suatu hal yang\nmudah. Terdapat banyak perhitungan yang harus dilakukan. Perhitungan tersebut\ndimulai dari banyak hal, mulai dari kebijakan, biaya, dan lainnya.Terdapat banyak\ncara dalam membangun smart campus. Salah satu cara yang dapat dilakukan adalah\nperancangan dengan menggunakan salah satu framework arsitektur enterprise.\nFramework yang dimaksud adalah TOGAF ADM. TOGAF ADM membagi\narsitektur menjadi empat layer. Mulai dari bisnis, data, aplikasi, dan teknologi.\nLayer teknologi adalah layer dimana penjelasan atas penggunaan teknologi dari\nsebuah arsitektur akan dirancang. Rancangan tersebut menjelaskan bagaimana\nsebuah elemen berinteraksi satu sama lain sehingga akhirnya dapat memenuhi\ntujuan dari rancangan arsitektur. Hasil tugas akhir ini adalah rancangan arsitektur\npada layer teknologi untuk rancangan layanan smart campus di ITB sebagai studi\nkasus. Rancangan berupa diagram arsitektur teknologi yang dibagi menjadi\nbaseline architecture dan target architecture. Analisis perbedaan antara baseline\ndan target dilakukan untuk melihat perbedaan antara kondisi saat ini dengan kondisi\nyang diinginkan. Rancangan arsitektur teknologi sesuai dengan kebutuhan atas\nrancangan arsitektur sebelumnya (arsitektur aplikasi).", "Daftar File": {}, "Penulis": "Galuh Dipa Bharata [18219100]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arry Akhmad Arman, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Layanan Smart Campus, Layer Teknologi, TOGAF ADM.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}