{"Nomor": 74055, "Judul": "PERILAKU PENGGUNAAN AGREGAT DAUR ULANG PADA BETON TERHADAP PAPARAN SUHU TINGGI", "Abstrak": "Tingginya kebutuhan akan agregat alami sebagai bahan campuran beton dapat mengakibatkan ketidakseimbangan ekologis. Sebagai solusi, limbah beton hasil demolisi dapat digunakan kembali sebagai material agregat pada proses konstruksi yang baru. Porositas yang lebih tinggi, penyerapan air yang tinggi, perbedaan ITZ dan perbedaan perilaku ekpansi termal agregat beton daur ulang dengan agregat alami dapat menyebabkan perilaku yang berbeda pada paparan suhu tinggi. Berbagai penelitian dan percobaan terkait agregat daur ulang sebagai campuran beton dilakukan sebagai upaya untuk mendukung konstruksi yang berkelanjutan dan ramah lingkungan. Namun, kesimpulan yang dihasilkan saling kontradiksi tentang perilaku beton dengan agregat daur ulang terhadap paparan suhu tinggi.\nDalam penelitian ini, variasi yang digunakan untuk mengetahui peforma agregat daur ulang pada beton terhadap paparan suhu tinggi adalah proporsi penggantian agregat alami dengan agregat daur ulang, rasio air semen, dan suhu pemanasan. Setiap variasi akan dievaluasi berdasarkan kuat tekannya setelah diberi paparan suhu tinggi dan dibandingkan dengan kuat tekan beton sebelum dipanasi. Hasilnya didapatkan bahwa penurunan kuat tekan beton dengan agregat daur ulang pada suhu 600°C berkisar di antara 4% - 62%, sedangkan pada suhu 800°C berkisar di antara 76% - 87%. Proporsi penggantian agregat alami dengan agregat daur ulang tidak menunjukkan perbedaan yang signifikan. Namun, penggunaan 100% agregat alami memberikan performa yang lebih baik. Beton dengan rasio air semen 0.30 mengalami penurunan kuat tekan yang landai hingga suhu 600°C dilanjutkan\ndengan penurunan drastis hingga 800°C, sedangkan beton dengan rasio air semen 0.45 penurunan kuat tekannya cenderung konstan.", "Daftar File": {}, "Penulis": "Regina Ratu Inris [15019102]", "Kontributor / Dosen Pembimbing": ["Ivan Sandi Darma, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Agregat Daur Ulang, Paparan Suhu Tinggi, Kuat Tekan, X-Ray CT, Beton", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}