{"Nomor": 74065, "Judul": "EVALUASI WAYFINDING DAN SIGNAGE HALTE BUS TRANS METRO PASUNDAN KORIDOR 2 BANDUNG RAYA", "Abstrak": "Bus Trans Metro Pasundan (TMP) merupakan transportasi publik berupa Bus Rapid\nTransit (BRT) yang menjadi bagian dari program Teman Bus gagasan Kementrian\nPerhubungan Republik Indonesia melalui Direktorat Jenderal Perhubungan Darat.\nBus TMP Koridor 2 mempunyai rute Alun–alun Kota Bandung – IKEA KBP yang\nmelewati wilayah Padalarang, Cimahi dan Kota Bandung. Salah satu aktivitas yang\ntidak dapat dihindari dalam menggunakan TMP adalah pencarian halte untuk naik\nke dalam dan turun dari bus. Proses pencarian ini merupakan keseluruhan konsep\ndari wayfinding dan signage. Survei kepuasan masyarakat dapat diimplementasikan\nsebagai bentuk penilaian pelayanan wayfinding dan signage halte dan bus TMP\nmenurut persepsi pengguna. Survei halte juga dilaksanakan pada 54 halte yang\ndilewati Bus TMP Koridor 2 untuk mengetahui kondisi eksisting dari wayfinding\nserta signage halte bus.\nBerdasarkan survei, didapatkan bahwa pengguna baru dan reguler merasa\nwayfinding dan signage untuk pencarian halte secara manual masih kurang baik\ndengan mutu pelayanan C dan bernilai, berturut-turut, 65,410 dan 70,144.\nSementara penggunaan aplikasi, termasuk di dalamnya peta transportasi, sudah baik\nuntuk mencari halte dengan mutu pelayanan B dan bernilai, berturut-turut, 81,250\ndan 78,481. Dari survei pada 54 halte, diketahui bahwa halte yang ada masih belum\nmemenuhi standar seperti dijelaskan standar. Hasil ini saling berhubungan, dimana\n102 dari 133 pengguna reguler serta 43 dari 63 pengguna reguler merasa bahwa\nperbaikan yang perlu dilakukan yaitu menambahkan halte fisik dan syarat dari halte\nBRT adalah adanya halte fisik. Berdasarkan hal tersebut, dapat disimpulkan bahwa\nperbaikan yang diperlukan yaitu dibuatnya halte fisik, untuk kemudian diberikan\nfasilitas wayfinding dan signage di dalamnya.", "Daftar File": {}, "Penulis": "R D A Besya Fairdian [15019043]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sony Sulaksono Wibowo, M.T, Ph.D.", "Dr. Eng. Widyarini Weningtyas, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Wayfinding, Signage, Bus Trans Metro Pasundan Koridor 2, Survei Kepuasan Masyarakat, Wayfinding Halte Bus.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}