{"Nomor": 74068, "Judul": "BIOMASS COFIRING UNTUK PENURUNAN EMISI KARBON PADA PEMBANGKIT LISTRIK TENAGA UAP", "Abstrak": "Pembangkit Listrik Tenaga Uap (PLTU) merupakan pembangkit listrik yang menggunakan bahan bakar fosil batubara sebagai sumber energi untuk menghasikan listrik. Pembakaran batubara  pada PLTU akan menghasilkan produk samping berupa Gas Rumah Kaca (GRK) yaitu gas karbon dioksida (CO2), nitrogen oksida (NOx) dan sulfur dioksida (SOx) yang akan memberikan dampak terhadap lingkungan berupa pemanasan global dan perubahan iklim. Untuk menurunkan emisi CO2 dan gas rumah kaca lainnya dari sektor pembangkit listrik dan juga komitmen untuk mewujudkan pencapaian bauran energi nasional sebesar 23% pada tahun 2025, pemerintah melalui PT. PLN membuat program biomass cofiring pada pembangkit batubara. Cofiring merupakan metode mencampurkan batubara dan biomassa dengan persentase tertentu yang kemudian dibakar di dalam boiler. Penelitian ini bertujuan untuk menganalisis karakteristik emisi dan kinerja pembakaran dari metode direct cofiring dengan umpan berupa campuran batubara subbituminus dan cangkang kelapa sawit (palm kernel shell) yang dilakukan pada skala laboratorium. Karakteristik emisi yang akan dianalisis berupa komposisi gas keluaran CO, CO2, dan NOx. Sementara itu, kinerja pembakaran yang akan dianalisis dalam penelitian ini berupa Furnace Exit Gas Temperature (FEGT) dan efisiensi pembakaran. Proses cofiring dilakukan langsung di dalam furnace/tungku pembakaran berbentuk silinder. Pada penelitian ini akan dilakukan variasi rasio massa biomassa yang digunakan dan variasi primary air ratio (PAR). PAR merupakan perbaandingan antara laju alir udara primer dengan total udara pembakaran. Pada variasi rasio massa biomassa PKS, batubara dan biomassa yang diumpankan berupa campuran bahan bakar dengan variasi fraksi massa biomasssa sebesar 0%, 3%, 5%, dan 10% dimana PAR diatur konstan sebesar 0,531. Sementara itu pada variasi PAR, perbandingan laju alir udara primer terhadap total udara pembakaran diatur sebesar 0,524; 0,531; dan 0,545 dengan rasio massa PKS sebesar 5%. Hasil penelitian menunjukkan bahwa rasio massa biomassa sebesar 3%-10% dapat menurunkan komposisi CO2 sebesar 21,7%-26,45% dibandigkan pembakaran 100% batubara. Selain itu cofiring dengan fraksi massa biomassa sebesar 3%-5% dapat menurunkan emisi gas NOx pada gas buang sebesar 3,03%-21,68%. Namun peningkatan rasio massa biomassa dapat meningkatkan kadar gas CO pada gas  buang. Sementara itu kenaikan fraksi massa biomassa sebesar 3%-5% dapat menurunkan Furnace Exit Gas Temperature (FEGT) sebesar 7,27%-19,05% dan dapat meningkatkan efisiensi pembakaran sebesar", "Daftar File": {}, "Penulis": "Verinda Setiana B [13019049]", "Kontributor / Dosen Pembimbing": ["Ir. Sanggono Adisasmito, M.Sc., Ph.D., IPU, ASEAN Eng.", "Dr. Ir. Retno Gumilang Dewi, M.Env.Eng.Sc.", "Ir. Hary Devianto, S.T, M.Eng., Ph.D., IPM, ASEAN Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "cofiring, direct cofiring, gas rumah kaca, cangkang kelapa sawit, batubara subbituminus, furnace exit gas temperature (FEGT), efisiensi pembakaran, primary air ratio (PAR)", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}