{"Nomor": 74078, "Judul": "PERANCANGAN PEMBANGKIT LISTRIK HIBRIDA BERTENAGA SURYA DAN ANGIN UNTUK STASIUN PENGISIAN DAYA KAPAL", "Abstrak": "Indonesia telah menyatakan ambisinya untuk memenuhi target Net Zero\nEmission (NZE) pada tahun 2060. Salah satu cara mencapai target tersebut adalah\ndengan peralihan penggunaan bahan bakar minyak ke energi listrik pada berbagai\njenis kendaraan seperti mobil, sepeda motor, kapal, dan sebagainya. Peralihan\ntersebut harus didukung dengan kesiapan infrastruktur pendukung seperti stasiun\npengisian daya kendaraan (charging station). Selain dari sisi utilitas, transisi\npembangkitan listrik ke energi baru terbarukan (EBT) juga menjadi langkah utama\ndalam mencapai NZE. Pada penelitian ini, akan dirancang sebuah sistem\npembangkit listrik tenaga hibrida yang digunakan untuk menyuplai charging\nstation untuk kapal listrik. Pembangkit hibrida memanfaatkan tenaga surya dan\nangin untuk menyuplai beban. Penelitian berfokus pada objek lokasi Pelabuhan\nIndramayu, Jawa Barat. Penelitian ini menawarkan tiga alternatif desain, yaitu\n\nsistem on-grid, sistem hibrida surya-angin-diesel-baterai, dan sistem hibrida surya-\nangin-baterai. Perhitungan biaya pembangkitan dan pengamatan keandalan\n\ndilakukan dengan menggunakan perangkat lunak HOMER. Ditemukan bahwa\nsistem on-grid merupakan alternatif solusi terbaik dengan LCOE sebesar\nRp1.396,17/kWh. Penelitian ini juga menemukan bahwa pembangunan stasiun\npengisian daya ini dapat menghasilkan keuntungan ekonomi bagi pihak pengelola\ndan juga para nelayan.", "Daftar File": {}, "Penulis": "Elbert Passion Sinaga [18019027]", "Kontributor / Dosen Pembimbing": ["Burhanuddin Halimi, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pembangkit Listrik Hibrida, Stasiun Pengisian Daya, Kapal Listrik, LCOE.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}