{"Nomor": 74088, "Judul": "KESTABILAN FASA DAN PERILAKU OKSIDASI ISOTERMAL PADUAN AL0,75COCRFENI PADA TEMPERATUR 900, 1000, 1100?.", "Abstrak": "Peta Jalan Ekosistem Industri Kedirgantaraan Indonesia 2022-2045 telah diterbitkan. Kedepannya, lonjakan permintaan material struktural suhu tinggi dapat terjadi. Saat ini, paduan super berbasis nikel sangat diandalkan tetapi mempunyai keterbatasan pada temperatur lelehnya. Paduan berentropi tinggi (HEA) menunjukkan kompromi yang baik antara kekuatan dengan ketahanan oksidasi dan korosi yang terjadi pada temperatur tinggi. Saat ini, tinjauan terhadap HEA seringkali memanfaatkan observasi sekunder sehingga perlu adanya suatu validasi. Kehati-hatian dalam melakukan desain paduan perlu dilakukan. Dari sekian banyak sistem, Al0.75CoCrFeNi termasuk kedalam eutectic high entropy alloy yang berpotensi untuk menjawab tantangan ini karena fasa dan struktur mikro yang hadir.\nPenelitian ini bertujuan untuk memprediksi fasa dan struktur kristal serta mempelajari pengaruh temperatur sekaligus waktu oksidasi isotermal terhadap kestabilan fasa, evolusi struktur mikro, kekerasan rata-rata, dan ketahan oksidasi. Percobaan diawali dengan sintesis paduan menggunakan tanur busur listrik dalam lingkungan inert dengan pengulangan 5 kali. Button kemudian dilakukan homogenisasi pada temperatur 1100? selama 10 jam dilanjutkan pemotongan dengan electric discharge machining. Sampel kemudian dilakukan uji oksidasi isotermal pada temperatur 900, 1000, dan 1100? selama 2, 16, 40, dan 168 jam. Lalu, perubahan berat kupon dihitung. Setelah itu, sampel dilakukan karakterisasi menggunakan mikroskop optik, XRD, SEM-EDS, serta Vickers hardness. Hasil karakterisasi meliputi struktur mikro paduan, senyawa oksida yang terbentuk, distribusi unsur pada oksida dan substrat, serta kekerasan paduan.\nHasil pendekatan empiris mengarah kepada pembentukan larutan padat dengan struktur kristal FCC dan BCC. Karakterisasi menunjukan Al0.75CoCrFeNi mempunyai struktur mikro Widmanstätten atau lamellae, terdiri atas dua fasa (FCC-A1 dan BCC-B2/A2). Terjadi speroidisasi B2 selama oksidasi temperatur tinggi serta penurunan fasa B2 seiring dengan peningkatan temperatur dan waktu pengujian yang divalidasi oleh uji kekerasan. Senyawa oksida yang terbentuk meliputi CoO, NiO, Cr2O3 dan CrO3, ?-Al2O3, ?-Al2O3, dan Ni(Cr,Al)2O4. Perilaku oksidasi paduan yakni terbentuk kerak eksternal Al2O3 semikontinu dengan subkerak Cr2O3 serta di bagian paling bawah merupakan oksida kompleks yang terdiri atas campuran spinel, NiO, dan CoO. Pada kluster yang tidak terbentuk kerak alumina, akan terbentuk oksida kompleks yang ditumbuhi oleh struktur cincin alumina. Kinetika oksidasi paduan ini pada semua temperatur mengikuti laju oksidasi logaritmik.", "Daftar File": {"ABSTRAK Mohamad Ali Akbar": "https://digilib.itb.ac.id/gdl/download/294524"}, "Penulis": "Mohamad Ali Akbar [12519063]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Al0,75CoCrFeNi, oksidasi isotermal, entropi, alumina- Al2O3, oksida", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "26 Jun 2023"}