{"Nomor": 74083, "Judul": "PERANCANGAN SISTEM PEMBANGKIT TENAGA HIBRIDA UNTUK PERTANIAN BERBASIS RUMAH KACA", "Abstrak": "The State of Food Security and Nutrition in the World (SOFI)\nmengungkapkan kenyataan yang memprihatinkan bahwa secara keseluruhan, dunia\nbelum membuat kemajuan signifikan dalam memastikan akses universal terhadap\npangan yang aman, bergizi, dan mencukupi sepanjang tahun. Untuk mengatasi\nmasalah ini, pertanian memainkan peran penting dalam menjaga pasokan pangan\ndan mencapai SDG2, yang bertujuan untuk Zero Hunger pada tahun 2030. Namun,\npertanian rumah kaca, yang merupakan solusi untuk memenuhi permintaan pangan\nyang semakin meningkat, membutuhkan konsumsi energi sepuluh kali lebih banyak\ndibandingkan pertanian tradisional. Oleh karena itu, makalah ini mengusulkan\nsistem tenaga hibrida (berbasis solar+angin+generator) untuk memenuhi kebutuhan\nlistrik operasional rumah kaca. Penelitian ini berfokus pada potensi generasi energi\nterbarukan di desa Hambapraing, Nusa Tenggara Timur. Temuan menunjukkan\nbahwa sistem hibrida dapat memenuhi kebutuhan beban harian rumah kaca sebesar\n289,480 kWh. Arsitektur sistem hibrida yang dioptimalkan, yang diperoleh melalui\noptimasi perangkat lunak HOMER Pro, menghasilkan sistem dengan produksi\nlistrik sebesar 180.955 kWh per tahun. Ini terdiri dari 72,6% energi surya, 42,909%\nenergi angin, dan 3,66% dari generator. Sistem hibrida yang dirancang memiliki\nTotal Net Present Cost (NPC) sebesar Rp7.016.869.000,00, biaya awal sebesar\nRp4.082.241.571,30, dan levelized cost of energy (LCOE) sebesar Rp2.920,59.\nDesain ini memastikan pasokan listrik yang handal dan terjangkau untuk rumah\nkaca, juga mengurangi biaya operasional yang terkait dengan kebutuhan listriknya.", "Daftar File": {}, "Penulis": "Matheus Haulgan Siallagan [18019017]", "Kontributor / Dosen Pembimbing": ["Burhanuddin Halimi, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "rumah kaca, sistem hibrida, energi terbarukan, optimasi.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}