{"Nomor": 74096, "Judul": "PRARANCANGAN PABRIK PENGEMASAN HASIL PANEN TOMAT CERI (LYCOPERSICON ESCULENTUM VAR. CERASIFROME) DARI PETANI KAMPUNG MANOKO DENGAN SISTEM SANITASI BERBASIS ULTRASONIKASI : PENGARUH KOMBINASI ULTRASONIKASI DENGAN MILD HEAT TERHADAP MASA SIMPAN DAN KUALITAS TOMAT CERI", "Abstrak": "Ultrasonikasi merupakan teknologi non termal yang digunakan untuk mengurangi\naktivitas mikroba. Kombinasi ultrasonikasi dengan mild heat yang digunakan\nbersamaan dapat memberikan efek sinergis yang lebih baik dibandingan perlakuan\nultrasonikasi saja. Penelitian ini bertujuan untuk menentukan waktu optimal yang\ndibutuhkan untuk melakukan ultrasonikasi dengan mild heat treatmentserta\npengaruhnya terhadap karakteristik tomat ceri yang meliputi analisis mikroba,\nperubahan kekerasan, warna, vitamin C, susut bobot dan mutu hedonik. Tahapan uji\npada penelitian ini meliputi, optimasi durasi mild heat dan kombinasi ultrasonikasi\ndengan mildheat (10, 20 dan 30 menit), pengujian karakteristik fisikokimia dan\nmikrobiologis tomat ceri pada durasi ultrasonikasi dengan mild heat terbaik selama\nmasa penyimpanan 15 hari pada suhu 13oC. Penelitian menggunakan Rancangan\nAcak Lengkap (RAL) dengan dua tahapan pengujian dan tiga kali pengulangan. Hasil\npenelitian menunjukkan bahwa durasi ultrasonikasidengan mild heat yang terbaik\nadalah 30 menit yang mampu mereduksi koloni mikroba hingga 3-log. Kombinasi\nperlakuan ultrasonikasi dengan mild heat treatment 30 menit menunjukkan adanya\nperbedaan karakteristik yang nyata pada tomat ceri. Penyimpanan ultrasonikasi\ndengan mild heat juga menunjukkanpenurunan pada tingkat kekerasan, susut bobot,\nkadar vitamin C, dan total perubahan warna. Secara keseluruhan perlakuan kombinasi\nultrasonikasi dengan mild heat 30 menit menunjukkan karakteristik analisis mikroba\nyang lebih baik namun karakteristik fisikokimia yang lebih rendah dibandingkan\ndengan perlakuan ultrasonikasi saja atau mild heat saja . Hal tersebut dibuktikan dengan nilai susut bobot (5,83%), kekerasan (2,28 - 1,65 kg/cm2), warna (62%),\npenurunan vitamin C(51,8%), dan perubahan susut bobot (5,83%). Adapun hasil uji\nmutu hedonik menunjukkan bahwa tomat ceri pada perlakuan mild heat maupun\nkombinasi ultrasonikasi dengan mild heat masih dapat diterima hingga hari ke-10.", "Daftar File": {"ABSTRAK Nadia Putri Fadhila": "https://digilib.itb.ac.id/gdl/download/294540"}, "Penulis": "Nadia Putri Fadhila [11919036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Maya Fitriyanti, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Technology", "Kata Kunci": "Tomat ceri, ultrasonikasi, mild heat, penyimpanan, karakteristik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}