{"Nomor": 74100, "Judul": "PERFORMA PERTUMBUHAN DAN ANALISIS PROKSIMAT LARVA LALAT TENTARA HITAM HERMETIA ILLUCENS (DIPTERA: STRATIOMYIDAE) PADA SUBSTRAT SAYURAN DAN KOSUBSTRAT DARAH SAPI", "Abstrak": "Larva dari Hermetia illucens (Diptera: Stratiomyidae) merupakan agen biokonversi limbah organik sekaligus berpotensi sebagai pakan ternak yang bernutrisi tinggi. Salah satu faktor penentu performa pertumbuhan, parameter biokonversi limbah, dan kandungan proksimat adalah jenis substrat pemeliharaan yang digunakan. Penelitian ini bertujuan untuk mengetahui performa pertumbuhan, kemampuan biokonversi larva Hermetia illucens, serta kandungan proksimat larva Hermetia illucens pada substrat pemeliharaan sayuran dan kosubstrat darah sapi. Performa pertumbuhan ditinjau dari parameter laju pertumbuhan, periode hidup, dan tingkat kelulushidupan. Sementara kemampuan biokonversi larva Hermetia illucens diukur dengan parameter Waste Reduction Index (WRI), Approximate Digestability (AD), dan Efficiency Conversion of Digested Feed (ECD). Substrat sayuran dan kosubstrat darah sapi diberikan kepada larva Hermetia illucens yang berusia 6 hari atau fase instar-I dengan perlakuan limbah darah sapi sebesar 5%, 10%, 15%, 20%, dan 25% serta pur ayam sebagai perlakuan kontrol. Pemberian pakan dilakukan setiap periode tiga hari sekali dengan feeding rate 100 mg/larva/hari. Hasil penelitian menunjukkan bahwa laju pertumbuhan panjang, biomassa, dan periode hidup tercepat dicapai pada perlakuan 5% darah sapi sebesar 0.83 mm/hari, 7.62 mg/hari, dan periode hidup selama 56 hari. Sementara perlakuan 10% darah sapi menghasilkan tingkat kelulushidupan tertinggi mencapai 89.2±1.92%. Parameter WRI memberikan informasi seberapa besar substrat yang direduksi oleh larva Hermetia illucens. WRI terbaik ditunjukkan oleh perlakuan 5% darah sapi sebesar 3.21±0.35%. Parameter AD merepresentasikan besarnya substrat yang berhasil diasimilasi oleh larva Hermetia illucens. AD terbaik dihasilkan oleh perlakuan 15% darah sapi sebesar 75.33±3.35%. ECD mengindikasikan efisiensi larva dalam mengonversi substrat menjadi biomassa tubuh. ECD tertinggi ditunjukkan oleh perlakuan 5% darah sapi sebesar 29.01±4.93%. Hasil uji proksimat larva perlakuan 10% darah sapi menghasilkan kadar air 84.62%, abu 23.02%, protein 42.23%, karbohidrat 20.64%, lemak 10.78%, dan serat 3.33%. Jika dibandingkan dengan literatur, terjadi peningkatan kandungan protein pada larva Hermetia illucens sebesar 21.54% dari 20.69% menjadi 42.23%.", "Daftar File": {"ABSTRAK Hansley Kurniawan": "https://digilib.itb.ac.id/gdl/download/294544"}, "Penulis": "Hansley Kurniawan [10619051]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Agus Dana Permana", "Khairul Hadi Burhan, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Hermetia illucens, Sayuran, Darah Sapi, Analisis Proksimat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}