{"Nomor": 74108, "Judul": "PERANCANGAN DESAIN SKEMA PERTAHANAN UNDER-FREQUENCY LOAD SHEDDING DAN ISLAND OPERATION PADA SISTEM INTERKONEKSI SULAWESI BAGIAN SELATAN (SULBAGSEL)", "Abstrak": "Sistem tenaga listrik tidak dapat terlepas dari resiko terhadap terjadinya gangguan, baik gangguan ringan (fluktuasi daya beban) maupun gangguan berat (trip unit pembangkit, transformator, atau saluran transmisi). Gangguan pada sistem tenaga dapat mempengaruhi keseimbangan daya antara pembangkitan dan pembebanan sehingga dapat berdampak pada terganggunya kestabilan sistem. Apabila terjadi gangguan yang menyebabkan sistem mengalami kontingensi, yang juga menyebabkan menurunnya pembangkitan daya aktif pada sistem, maka frekuensi sistem dapat terus turun menuju ketidakstabilan apabila tidak dilakukan tindakan korektif pada sistem dengan mengisolasi gangguan dan mengembalikan operasi sistem ke kondisi normal. Penerapan skema Under Frequency Load Shedding (UFLS) dapat menjadi solusi apabila sistem mengalami gangguan sehingga menyebabkan terjadinya under-frequency. Skema UFLS umumnya terbagi menjadi beberapa tahapan dengan nilai threshold frekuensi yang berbeda-beda. Apabila frekuensi sistem yang dideteksi oleh Under Frequency Relay (UFR) nilainya turun melewati nilai threshold pada tahapan tertentu, maka UFR akan mengeksekusi pelepasan beban sesuai dengan kuota/volume yang telah diinisialisasi pada skema UFLS. Pada tugas akhir ini akan dilakukan studi untuk mengetahui dampak penerapan skema UFLS berbasis UFR pada sistem interkoneksi Sulawesi Bagian Selatan (Sulbagsel). Adapun hasil yang diperoleh pada Tugas Akhir ini yaitu desain skema UFLS yang diusulkan untuk diterapkan pada Sistem Sulbagsel, baik pada skema UFR Tahapan maupun Island Operation, dapat meningkatkan ketahanan sistem Sulbagsel untuk mempertahankan stabilitas frekuensi setelah terjadinya gangguan berat pada sistem.", "Daftar File": {}, "Penulis": "Jonathan Fedrico Simorangkir [18019004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Dr. Kevin Marojahan Banjar Nahor, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "defense, scheme, under, frequency, load, shedding, kestabilan", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}