{"Nomor": 74116, "Judul": "PENGEMBANGAN MODEL KORELASI DAYA DUKUNG ULTIMATE ANTARA HASIL STATIC LOADING TEST (SLT) DAN PILE DRIVING ANALYZER (PDA) DI JAWA BARAT DENGAN MEMPERTIMBANGKAN KETIDAKPASTIAN MODEL", "Abstrak": "Perencanaan fondasi merupakan salah satu hal yang penting untuk diperhatikan\ndalam mendesain suatu infrastruktur, salah satunya adalah pengujian untuk\nmendapatkan nilai daya dukung ultimate, yaitu pengujian statis (Static Loading Test\natau SLT) dan dinamik (Pile Driving Analyzer atau PDA). Secara umum, pengujian\ndengan SLT lebih lama dan boros daripada pengujian dengan PDA. Namun, SLT\nmemberikan akurasi yang lebih baik. Untuk itu, pada tugas akhir ini akan dicari\nkorelasi nilai daya dukung ultimate berdasarkan SLT dengan nilai daya dukung\nultimate berdasarkan PDA disertai dengan data panjang tiang dan data NSPT.\nPada tugas akhir ini, data yang digunakan berasal dari proyek pembangunan jalan\ntol di Jawa Barat. Dari data-data tersebut, akan ditentukan korelasi berupa regresi\nantara variabel-variabel bebas yang dipilih (yaitu 1/3 NSPT bagian tengah, NSPT\nbagian ujung sejauh 4 kali diameter di bawah tiang, panjang tiang, dan daya dukung\nultimate dari PDA) dengan variabel terikat (yaitu daya dukung ultimate dari SLT).\nSelanjutnya, akan didapat regresi linier dan nonlinier. Lalu, karakteristik model\nregresi dan besaran ketidakpastian berupa ukuran penyimpangan data akan\ndikuantifikasi sebagai pertimbangan untuk menentukan model terbaik.\nHasil regresi linier yang didapat yaitu ???? = 180.863 + 11.645(????2) ?\n1.388(????6) ? 14.356(????9) + 0.918(????10). Untuk model regresi nonlinier, didapat\nbentuk regresi ???? = ?0.7649(????1) ? 0.1537(????2) + 0.9490(????3) + 0.9283(????4) ?\n17.5599 dengan ????1 = 62.896 ln(????2) + 1253.1; ????2 = 22.792(????2)1.1403; ????3 =\n?2.2523(????9)2 + 122.03(????9) ? 1.1767; ????4 = ?0.0000002(????10)3 +\n0.0004(????10)2 + 0.9183(????10) ? 19.946. X2 adalah nilai NSPT pada 1/3 bagian\ntengah tiang, X6 adalah nilai NSPT sejauh 4x diameter di bawah ujung tiang, X9\nadalah panjang tiang, dan X10 adalah daya dukung ultimate tiang berdasarkan\nPDA.\nDengan mempertimbangkan karakteristik dan besaran ketidakpastian dari model\nregresi, dapat disimpulkan bahwa model nonlinier lebih baik daripada model linier.\nDengan karakteristik yang cukup baik, model regresi yang diperoleh dapat\ndigunakan sebagai pertimbangan dalam menentukan jumlah pengujian SLT dan\nPDA di lapangan.\nKata kunci: static loading test, pile driving analyzer, panjang tiang, NSPT, regresi,\nkorelasi, ketidakpastian", "Daftar File": {}, "Penulis": "Muchammad Ricky Ferdian [15019116]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Masyhur Irsyam, M.S.E.", "Yuamar Imarrazan Basarah, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "static loading test, pile driving analyzer, panjang tiang, NSPT, regresi, korelasi, ketidakpastian", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}