{"Nomor": 74118, "Judul": "EVALUASI DAN PENINGKATAN KINERJA PARKIR OFF STREET STASIUN BANDUNG BAGIAN UTARA", "Abstrak": "Stasiun merupakan salah satu simpul transportasi yang penting dalam penyelenggaraan transportasi antarmoda karena pada simpul tersebut terjadi aktivitas pergantian moda. Stasiun Bandung merupakan stasiun kereta api besar tipe A di Provinsi Jawa Barat yang dikelola oleh PT Kereta Api Indonesia (KAI) Daerah Operasi II Bandung. Stasiun Bandung memiliki tingkat pertumbuhan penumpang yang semakin bertambah tiap tahun. Berdasarkan data BPS, jumlah penumpang kelas eksekutif sebesar 943.780 pada tahun 2016 menjadi 1.830.729 penumpang pada tahun 2018. Salah satu upaya untuk meningkatkan kinerja kereta api di Kota Bandung adalah dengan meningkatkan pelayanan parkir pada Stasiun Bandung. Untuk itu, evaluasi dilakukan pada kawasan parkir Stasiun Bandung Utara untuk mengetahui karakteristik, permasalahan, kebutuhan, dan pemberian rekomendasi pada kawasan parkir serta loket masuk dan keluar. Dalam melakukan penelitian dilakukan proses pengumpulan data, yaitu data primer berupa jumlah kedatangan dan waktu pelayanan pada loket, serta fasilitas inventaris pada kawasan parkir Stasiun Bandung Utara. Selain itu, data sekunder yang dibutuhkan berupa volume kendaraan serta durasi kendaraan yang masuk dan keluar kawasan parkir Stasiun Bandung Utara, serta jumlah penumpang kereta jarak jauh harian. Analisis dilakukan untuk mengetahui karakteristik kinerja parkir pada Stasiun Bandung Utara, antrian pada loket masuk dan keluar stasiun, kebutuhan parkir pada saat ini dan tahun rencana 2033, serta kondisi inventaris parkir pada Stasiun Bandung Utara. Hasil analisis menunjukkan bahwa kinerja parkir pada Stasiun Bandung Utara saat weekend dan weekday masih mampu melayani kebutuhan parkir pada kondisi saat ini, tetapi hasil proyeksi kebutuhan parkir pada tahun 2033 sudah melebihi kapasitas eksisting parkir. Kondisi inventaris parkir pada Stasiun Bandung Utara tidak sesuai dalam penempatannya dan kualitas inventaris yang sudah harus diperbaiki. Selain itu, hasil analisis pada loket menunjukkan bahwa loket masuk dan keluar Stasiun Bandung Utara tidak terdapat antrian. Alternatif solusi yang diberikan untuk peningkatan kualitas pelayanan parkir Stasiun Bandung Utara adalah usulan desain tata letak taman parkir pada Stasiun Bandung Utara berdasarkan kebutuhan ruang parkir tahun 2033 serta manajemen parkir yang terdiri dari penetapan tarif, sistem informasi, dan Parking Space Availability System.", "Daftar File": {"ABSTRAK Salma Yuwani Nadhifa": "https://digilib.itb.ac.id/gdl/download/294571"}, "Penulis": "Salma Yuwani Nadhifa [15019145]", "Kontributor / Dosen Pembimbing": ["Prof. Ade Sjafruddin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Stasiun Bandung Utara, kinerja parkir, sirkulasi parkir, kebutuhan parkir", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}