{"Nomor": 74112, "Judul": "ANALISIS PROSEDUR PENENTUAN INDIKATOR-INDIKATOR KINERJA PERUSAHAAN KONSTRUKSI (STUDI KASUS: PT. X TBK JAKARTA)", "Abstrak": "Pembangunan infrastruktur di Indonesia memberi peranan yang sangat penting untuk pertumbuhan ekonomi baik di tingkat nasional maupun daerah. Selain itu, pembangunan infrastruktur ini dalam mengurangi pengangguran, mengentaskan kemiskinan, dan meningkatkan kesejahteraan rakyat. Oleh karena itu, semakin banyak muncul perusahaan-perusahaan penyedia jasa konstruksi di Indonesia. Jumlah perusahaan konstruksi yang beroperasi di Indonesia mencapai hingga 203.403 pada tahun 2021 dan jumlah tersebut mengalami peningkatkan jika dibandingkan pada tahun 2020 yang mencapai 159.308. Tentunya tiap perusahaan jasa konstruksi memiliki indikator kinerja yang digunakan untuk mengukur kinerja perusahaan tersebut. Kinerja perusahaan dapat mengalami kenaikan maupun penurunan, contohnya ialah berdasarkan data sebanyak 68% perusahaan BUMN berpotensi mengalami bangkrut karena memiliki utang yang meningkat hingga 1628 triliun. Tentunya masih terdapat tantangan-tantangan lain yang mungkin dihadapi perusahaan konstruksi di Indonesia baik secara finansial maupun non-finansial. Permasalahan mengenai faktor-faktor yang memengaruhi kinerja tentunya dapat dialami oleh seluruh perusahaan konstruksi di Indonesia, salah satunya ialah PT. X Tbk Jakarta yang merupakan perusahaan berskala besar dan memiliki pengaruh besar terhadap pasar konstruksi di Indonesia. Oleh sebab itu, untuk mencapai kesuksesan perusahaan konstruksi tersebut perlu dilakukan analisis lebih lanjut mengenai indikator-indikator apa saja yang digunakan oleh perusahaan konstruksi PT. X Tbk dalam mengukur kinerjanya dan bagaimana perusahaan tersebut menentukan indikator-indikator tersebut untuk tiap direktorat yang ada di struktur organisasinya.", "Daftar File": {"ABSTRAK Whenny Medeline": "https://digilib.itb.ac.id/gdl/download/294564"}, "Penulis": "Whenny Medeline [15019004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ima Fatima, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "perusahaan konstruksi, indikator kinerja, prosedur penentu indikator kinerja", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}