{"Nomor": 74115, "Judul": "ANALISIS KINERJA KEUANGAN PERUSAHAAN BUMN KONSTRUKSI BERDASARKAN KEPUTUSAN MENTERI BUMN NOMOR KEP-100/MBU/2002", "Abstrak": "Industri konstruksi merupakan salah sektor industri yang memegang peranan penting dalam perkembangan dan pertumbuhan ekonomi Indonesia. Industri konstruksi berkontribusi sebesar 9,14% pada produk domestik bruto (PDB) Indonesia pada Triwulan II Tahun 2022. Industri konstruksi terkait dengan banyak pihak khususnya perusahaan konstruksi. Kegagalan di industri konstruksi sekitar 80% diakibatkan oleh buruknya kondisi dan manajemen keuangan perusahaan konstruksi. Dan salah satu cara untuk mengatasi hal tersebut adalah dengan melakukan pelaporan dan anlisis kinerja keuangan yang efektif. Penelitian ini bertujuan untuk menganalisis kinerja keuangan perusahaan BUMN konstruksi dengan didasarkan pada Keputusan Menteri BUMN Nomor Kep-100/MBU/2002. Pengukuran tingkat kinerja keuangan perusahaan berdasarkan peraturan ini dilakukan pada rasio profitabilitas, likuiditas, aktivitas, dan solvabilitas. Penelitian ini tergolong pada penilitian kombinasi antara kuantitatif dan kualitatif dengan harapan memberikan pemahaman yang komprehensif pada topik yang diangkat. Data penilitian ini berasal dari data laporan keuangan dan laporan tahunan masing-masing perusahaan BUMN konstruksi pada tahun 2017 – 2021. Berdasarkan data yang didapatkan dilakukan analisis tingkat kesehatan keuangan untuk masing-masing perusahaan BUMN konstruksi dan analisis perbandingan tingkat kesehatan perusahaan BUMN konstruksi. Kemudian, juga dilakukan perbandingan peraturan ini sebagai pedoman pengukuran kinerja perusahaan BUMN konstruksi dengan pelaksanaan analisis kinerja keuangan oleh masing-masing perusahaan BUMN konstruksi. Dari analisis yang dilakukan diketahui tingkat kesehatan keuangan perusahaan BUMN konstruksi selalu berfluktuasi setiap tahunnya dan dipengaruhi oleh faktor internal perusahaan dan eksternal yang terkait dengan operasional perusahaan. Selain itu, diketahui bahwa peraturan ini mampu memberikan pedoman  pengukuran kinerja keuangan perusahaan BUMN konstruksi yang baik dibuktikan dengan diterapkannya dalam analisis kinerja keuangan yang dilakukan masing-masing perusahaan.", "Daftar File": {"ABSTRAK Fitratul Ikhsan": "https://digilib.itb.ac.id/gdl/download/294568"}, "Penulis": "Fitratul Ikhsan [15019015]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ima Fatima, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "industri konstruksi, perusahaan konstruksi, BUMN, kinerja keuangan, profitabilitas, likuiditas, aktivitas, solvabilitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}