{"Nomor": 74129, "Judul": "PENGEMBANGAN DESAIN INTERAKSI APLIKASI MOBILE PEMESANAN TIKET KAPAL PENYEBERANGAN  ANTAR PULAU FERIZY", "Abstrak": "Aplikasi Ferizy adalah aplikasi pemesanan tiket kapal penyeberangan ferry secara\nonline yang dikelola oleh PT ASDP Indonesia Ferry. Berdasarkan review pada App\nStore, pengguna aplikasi Ferizy menyebutkan bahwa aplikasi Ferizy sulit, tidak\npraktis, serta kurang aman untuk digunakan. Hasil rating aplikasi Ferizy pada App\nStore hanya sebesar 2.6 dari nilai maksimal rating 5. Oleh karena itu, aplikasi\nFerizy perlu dirancang sedemikian rupa sehingga dapat meningkatkan kenyamanan\npengguna serta lebih praktis untuk digunakan. Pada tugas akhir ini, akan dilakukan\npenelitian untuk merancang desain interaksi yang dapat membantu menyelesaikan\npermasalahan yang terdapat pada aplikasi Ferizy. Penelitian ini dilakukan dengan\nmenggunakan metode user-centered design, dimana desain yang dirancang\ndifokuskan kepada kebutuhan pengguna. Pada proses perancangan desain interaksi,\njuga diterapkan three golden rules. Untuk menemukan permasalahan serta\n\nkebutuhan pengguna, dilakukan penyebaran kuesioner kepada pengguna aplikasi e-\nticketing dan wawancara kepada pengguna aplikasi Ferizy. Permasalahan serta\n\nkebutuhan yang ditemukan kemudian dirancang menjadi suatu prototype high-\nfidelity yang dikembangkan menggunakan framework Flutter. Hasil rancangan\n\nprototype high-fidelity kemudian diuji dengan menggunakan 2 metode pengujian\nusability testing, yaitu System Usability Scale (SUS) dan Single Easy Question\n(SEQ). Hasil pengujian menunjukkan bahwa keseluruhan task pada pengujian SEQ\nberhasil diselesaikan sebesar 100%. Rata-rata nilai SEQ yang didapatkan dari hasil\npengujian prototype high-fidelity adalah sebesar 6.97 dari nilai maksimal 7. Hal ini\nmenunjukkan bahwa prototype yang dirancang memenuhi usability goals effective\nto use dan good usability. Hasil pengujian selanjutnya adalah pengujian\nmenggunakan SEQ. Nilai rata-rata SEQ dari hasil pengujian prototype high-fidelity\nadalah sebesar 98 dari nilai maksimal 100. Hal ini menunjukkan bahwa prototype\nyang dirancang memenuhi usability goals efficient to use.", "Daftar File": {}, "Penulis": "Giovani Anggasta [13519155]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Ferizy, User-Centered Design, System Usability Scale (SUS), Single Easy Question (SEQ), Three Golden Rules.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}