{"Nomor": 74124, "Judul": "EVALUASI DAN PERANCANGAN PENGEMBANGAN FASILITAS SISI UDARA BANDAR UDARA INTERNASIONAL HALIM PERDANAKUSUMA", "Abstrak": "Bandar Udara Internasional Halim Perdanakusuma merupakan bandar udara yang berlokasi di DKI Jakarta. Bandar udara Internasional Halim Perdanakusuma merupakan salah satu bandar udara milik TNI Angkatan Udara yang juga melayani penerbangan komersial per tahun 2014 untuk menguraikan kepadatan lalu lintas angkutan udara di Bandara Internasional Soekarno Hatta. Salah satu upaya yang dilakukan agar Bandar Udara Halim Perdanakusuma mampu melayani pergerakan penumpang yang tiap tahun terus bertambah, diperlukan evaluasi dari kondisi eksisting untuk dijadikan dasar dari perancangan pengembangan fasilitas sisi udara.\nEvaluasi kondisi eksisting dan perancangan pengembangan fasilitas sisi udara mengacu pada standar yang diterbitkan oleh FAA (Federal Aviation Administration) dan ICAO (International Civil Aviation Organization). Proses evaluasi dan perancangan pengembangan dimulai dengan memproyeksikan pergerakan penumpang dan operasi pesawat untuk 20 tahun rencana. Lingkup dari evaluasi fasilitas sisi udara meliputi evaluasi kapasitas runway dan apron serta evaluasi struktur perkerasan lentur dan kaku. Perancangan pengembangan fasilitas sisi udara dimulai dari perancangan geometri fasilitas sisi udara meliputi runway, taxiway, dan apron dilanjutkan dengan perancangan struktur perkerasan lentur untuk runway serta perancangan struktur perkerasan kaku untuk taxiway dan apron. Perancangan struktur perkerasan dilakukan dengan mengembangkan dua skenario perancangan, yakni skenario untuk rekonstruksi dan skenario pelapisan ulang dari permukaan lapisan perkerasan. Perangkat lunak yang digunakan untuk proses perancangan adalah FAARFIELD 2.0 untuk menentukan tebal lapisan desain dan COMFAA 3.0 untuk mengevaluasi hasil perancangan tebal lapisan perkerasan. Proses perancangan dilanjutkan dengan perancangan sambungan untuk perkerasan kaku, perancangan saluran drainase pada bandar udara, dan perancangan marka untuk fasilitas sisi udara. Perhitungan Bill of Quantity (BOQ) dari perancangan pengembangan fasilitas sisi udara dilakukan untuk memperoleh informasi mengenai biaya yang perlu dikeluarkan untuk tiap skenario perancangan struktur perkerasan.\nPesawat kritis yang beroperasi Bandar Udara Internasional Halim Perdanakusuma pada tahun rencana adalah Boeing 777-300 ER. Kebutuhan panjang runway pada tahun rencana adalah sebesar 3656 m dengan orientasi 06-24. Berdasarkan hasil perancangan, dibutuhkan tiga buah taxiway dengan lebar 23 m serta luas apron sebesar 313,404 m2. Perancangan struktur perkerasan skenario pertama menghasilkan perkerasan lentur dengan kode PCN 124/F/C/X/T dan perkerasan kaku dengan kode PCN 114 R/B/W/T. Perancangan struktur perkerasan skenario kedua menghasilkan perkerasan lentur dengan kode PCN 171/F/C/X/T dan perkerasan kaku dengan kode PCN 244/R/C/W/T. Perancangan saluran drainase dilakukan pada dua saluran dengan tiga jenis penampang, yaitu penampang trapesium, U-Ditch, dan Box Culvert. Berdasarkan perhitungan Bill of Quantity (BOQ), diketahui skenario perancangan struktur perkerasan kedua (pelapisan ulang) menghasilkan total biaya yang lebih kecil dibandingkan skenario perancangan struktutr perkerasan pertama (rekonstruksi) untuk umur layan yang sama selama 20 tahun yakni sebesar Rp 1.384.016.437.777,09.", "Daftar File": {}, "Penulis": "Stephanie Natali Putriana [15019065]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sony Sulaksono Wibowo, M.T, Ph.D.", "Dr. Harmein Rahman, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bandar Udara, Evaluasi, Perancangan, Geometri, Perkerasan, Drainase, Marka", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}