{"Nomor": 74126, "Judul": "DESIGN REVIEW RANCANGAN KAWASAN CBD SENTRA PRIMER BARAT DENGAN PENDEKATAN CLIMATE SENSITIVE URBAN DESIGN (CSUD)", "Abstrak": "Tingginya arus urbanisasi menuju kawasan perkotaan berdampak pada\npeningkatan intensitas pembangunan, yang menimbulkan permasalahan\nkenyamanan tinggal bagi masyarakat perkotaan. Jakarta merupakan salah satu kota\nyang mengalami peningkatan suhu yang signifikan, terutama di kawasan pusatpusat bisnis dengan intensitas kegiatan manusia yang tinggi. Kawasan CBD Sentra\nPrimer barat perlu menjadi perhatian karena direncanakan sebagai salah satu pusat\nuntuk menampung limpahan pergerakan dari pusat kota Jakarta, serta memiliki\narahan sebagai pusat perdagangan Nasional dan Internasional. Maka dari itu, pada\npenelitian ini akan dilakukan design review terhadap rancangan kawasan dengan\npendekatan Climate Sensitive Urban Design (CSUD) untuk menciptakan kawasan\nyang adaptif terhadap iklim. Penelitian ini terdiri dari dua tahap analisis, yaitu\nanalisis pemenuhan prinsip CSUD berdasarkan kriteria desain CSUD, dan pada\ntahap kedua meninjauan kinerja rancangan kawasan berdasarkan hasil simulasi\niklim mikro dan nilai indeks kenyamanan termal menggunakan aplikasi Envi-Met\n5.0.3. Hasil analisis menunjukan bahwa rancangan kawasan hanya memenuhi\n37,4% prinsip climate sensitive urban design. Berdasarkan hasil tersebut, dapat\ndisimpulkan bahwa penerapan prinsip Climate Sensitive Urban Design masih\nsangat randah, mengindikasikan bahwa rancangan kawasan belum responsif\nterhadap iklim dan belum mampu meningkatkan kenyamanan termal. Oleh karena\nitu, penelitian ini memberikan beberapa rekomendasi yang diharapkan dapat\nmembantu pemerintah, perencana, dan perancang kota untuk bisa merancang\nkawasan dengan lebih responsif terhadap iklim dalam upaya peningkatan\nkenyamanan termal.", "Daftar File": {}, "Penulis": "Elis Anggun Geminastiti [15419127]", "Kontributor / Dosen Pembimbing": ["Lanthika Atianta, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Climate Sensitive Urban Design, Design review, ENVI-Met, Kenyamanan Termal, Sentra Primer Barat", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "26 Jun 2023"}