{"Nomor": 74128, "Judul": "PERANCANGAN PARKIR VERTIKAL BERDASARKAN ANALISIS ON STREET PARKING DAN DAMPAKNYA TERHADAP KINERJA LALU LINTAS DI RUAS JALAN JENDERAL SUDIRMAN KOTA BANDUNG", "Abstrak": "Kondisi on street parking pada Ruas Jalan Jenderal Sudirman Kota Bandung antara\nSimpang Otista dan Gardujati yang memiliki 51 SRP sepeda motor dan 86 SRP\nkendaraan ringan seringkali menyebabkan kemacetan pada kawasan pertokoan\ntersebut dan menurunnya kinerja ruas jalan. Untuk mengatasi permasalahan\ntersebut, diperlukan peningkatan ketersediaan parkir yang mampu menggantikan\non street parking berupa parkir vertikal pada lahan kosong eksisting di sekitar ruas\njalan. Tujuan penyusunan laporan Tugas Akhir ini adalah merancang layout parkir\nvertikal sesuai kebutuhan dengan metode akumulasi maksimum. Data yang\ndigunakan yaitu data primer dan data sekunder. Data primer diperoleh dari hasil\nsurvei selama 1 hari kerja yaitu Hari Senin 20 Maret 2022. Sedangkan data sekunder\ndiperoleh dari instansi terkait. Analisis dilakukan terhadap karakteristik parkir dan\nparameter dalam kinerja ruas jalan. Sebagai dasar analisis digunakan Pedoman\nPerencanaan dan Pengoperasian Fasilitas Parkir 1998 dari Dirjen Perhubungan\nDarat dan MKJI 1997. Dari hasil pengolahan data survei, diperoleh karakteristik on\nstreet parking pada lokasi studi yaitu durasi parkir tertinggi yaitu 15 menit,\nakumulasi dan volume parkir yang tertinggi pukul 11.00-11.15 WIB untuk sepeda\nmotor dan 12.45-13.00 WIB untuk kendaraan ringan, indeks parkir tertinggi pukul\n12.45-13.00 WIB dan PTO tertinggi yaitu 2,67 untuk kendaraan ringan. Hal ini\nberdampak pada buruk pada kinerja ruas jalan yaitu kapasitas jalan berkurang\n44,4%, derajat kejenuhan pada jam sibuk pukul 17.00-18.00 WIB sebesar 0,49\nbertambah menjadi 0,87, tingkat pelayanan dalam kategori A menjadi D, dan\nkecepatan kendaraan ringan menjadi 11,14 km/jam. Jumlah kebutuhan parkir yang\nakan dilayani parkir vertikal hingga 15 tahun rencana adalah 116 SRP mobil dan\n240 SRP motor. Layout parkir vertikal yang dirancang berupa gedung 2 lantai pada\npelebaran lahan kosong dengan sudut 90° dan ramp lingkaran, serta Puzzle Parking\nSystem 4 level tanpa pelebaran lahan. Berdasarkan nilai NPV, BCR, dan payback\nperiod, proyek gedung parkir dan parkir otomatis tidak layak secara ekonomi\nhingga 15 tahun rencana. Namun, proyek parkir otomatis lebih direkomendasikan\ndibandingkan gedung parkir berdasarkan nilai analisis finansial tersebut.", "Daftar File": {}, "Penulis": "Muslina Syahril [15019010]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Widyarini Weningtyas, S.T, M.T.", "Taufiq Suryo Nugroho, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "On Street Parking, Karakteristik Parkir, Kinerja Ruas Jalan, Parkir Vertikal, Kelayakan Finansial", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}