{"Nomor": 74133, "Judul": "PENGEMBANGAN APLIKASI OTOMATISASI PENILAIAN TINGKAT KEMATANGAN SISTEM PEMERINTAHAN BERBASIS ELEKTRONIK DOMAIN KEBIJAKAN INTERNAL  DARI SISI MODUL BACKEND", "Abstrak": "Sistem Pemerintahan Berbasis Elektronik (SPBE) merupakan bagian integral yang\ntidak dapat dipisahkan dari keberjalanan sistem pemerintahan di Indonesia.\nPemanfaatan kemajuan teknologi informasi, menyebabkan terselenggaranya SPBE\nmenjadi salah satu faktor kunci terhadap keberhasilan berjalannya proses\npemerintahan, terutama yang melibatkan masyarakat secara langsung dan juga\npengelolaan data dalam jumlah yang besar. Dalam mewujudkan\npengimplementasian SPBE yang merata dan memenuhi standard tertentu,\ndilakukan penilaian dan evaluasi tingkat kematangan SPBE secara berkala oleh\nKemenPANRB. Proses penilaian dan evaluasi tingkat kematangan dilakukan\nmelalui serangkaian pembuatan dokumen oleh instansi pemerintahan terkait, yang\nnantinya akan dilakukan penilaian berdasarkan kriteria tertentu untuk melihat\nseberapa tinggi tingkat kematangan pengimplementasian SPBE di suatu instansi.\nProses ini memakan waktu yang panjang dan melibatkan banyak pihak karena perlu\ndilakukan proses penilaian manual yang memerlukan ketelitian tinggi.\nOleh karena hal tersebut, dikembangkanlah Aplikasi Otomatisasi Penilaian SPBE\nyang ditujukan untuk membantu proses penilaian agar menjadi lebih akurat dan\ncepat. Proses pengembangan aplikasi ini dibagi menjadi beberapa modul yakni:\nFront End, Back End, Text Processing, dan Text Similarity. Proses otomatisasi\npenilaian akan memanfaatkan pendekatan kecerdasan buatan agar mampu\nmengenali dan mencocokkan isi dokumen dengan standar penilaian yang telah\ndidefinisikan", "Daftar File": {}, "Penulis": "Muhammad Akram Al Bari [13519142]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SPBE, kecerdasan buatan, otomatisasi penilaian, aplikasi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}