{"Nomor": 74134, "Judul": "KAJIAN RISIKO DAN STUDI PARAMETRIK CONSEQUENCES AREA PIPA PENYALUR GAS YANG TERKOROSI CO2: STUDI KASUS PIPA PENYALUR 26 INCI WILAYAH TELUK JAKARTA", "Abstrak": "Untuk memenuhi kebutuhan dalam negeri Indonesia memiliki sebaran jalur\npipa di banyak daerah yang secara tidak langsung meningkatkan risiko terjadinya kegagalan\npada segmen pipa tertentu. Konsekuensi yang terjadi akibat kegagalan tersebut dapat berupa\npencemaran lingkungan, kerugian finansial, kegagalan material bagi perusahaan, bahkan\nmembahayakan nyawa masyarakat di sekitar jalur pipa. Dengan menerapkan manajemen\nrisiko operasional yang baik, maka keamanan dan keselamatan di lingkungan industri migas\ndapat terjamin dan mencegah terjadinya insiden kebakaran yang dapat membahayakan\nnyawa dan lingkungan sekitar.\nBerdasarkan latar belakang tersebut, tugas sarjana ini dibuat dalam bentuk studi\nkasus yang berfokus pada kajian risiko pipa penyalur dengan metode Muhlbauer dan API\nRP 581. Pada tugas sarjana ini, akan dilakukan analisis pada pipa penyalur lepas pantai 26\nInci wilayah Teluk Jakarta yang mengalirkan gas alam. Kajian risiko dilakukan dengan\nmetode semi-kuantitatif mengikuti API RP 581 dan Muhlbauer termodifikasi 2015.\nDari hasil analisis didapat hanya terdapat satu segmen dengan tingkat risiko hijau,\ndua segmen tingkat risiko kuning, dua segmen tingkat risiko jingga, dan tiga segmen dengan\ntingkat risiko merah. Selain itu, berdasarkan hasil studi parametrik, kenaikan tekanan\noperasi akan memberikan pengaruh yang cukup signifikan untuk consequences area pada\nlubang kebocoran ukuran kecil dan sedang serta tidak memberikan pengaruh pada lubang\nkebocoran ukuran besar.", "Daftar File": {}, "Penulis": "Azhaara Putri Ardianti [13119079]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gusti Nyoman Wiratmaja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pipa penyalur, risiko, probability of failure, consequences area, korosi CO2", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}