{"Nomor": 74135, "Judul": "ANALISIS FAKTOR PENGARUH DALAM PENERAPAN KONSTRUKSI MODULAR DI INDONESIA", "Abstrak": "Sektor konstruksi merupakan sektor industri yang lambat dalam mengadopsi teknologi karena sektor konstruksi memiliki lingkup dan skala pekerjaan yang besar. Rendahnya adopsi teknologi pada sektor konstruksi menyebabkan rendahnya pertumbuhan laju produktivitas dengan nilai rata-rata 1% per tahun. Metode cast in-situ merupakan metode yang umum digunakan untuk konstruksi. Akan tetapi, metode konvensional tersebut memiliki banyak tantangan. Untuk mengatasi tantangan dari metode konvensional diangkat sebuah inovasi berupa metode konstruksi modular karena manfaat yang ditawarkan metode tersebut. Konstruksi modular merupakan metode yang baru dikembangkan di Indonesia sejak tahun 2018. Untuk dapat mengembangkan teknologi modular di Indonesia, tujuan dari dilakukannya penelitian ini adalah untuk mengevaluasi tingkat penggunaan konstruksi modular di Indonesia dan mengidentifikasi faktor pendorong dan penghambat dari penerapan konstruksi modular di Indonesia. Tingkat penggunaan dan faktor pengaruh dari penerapan konstruksi modular dapat diperoleh melalui kajian literatur, kuesioner, dan wawancara. Faktor pengaruh didefinisikan menggunakan kerangka kerja Technology Acceptance Method (TAM) dan Technology-Organization-Environment (TOE). Analisis untuk tingkat penggunaan dilakukan dengan presentase dan analisis statistik deskriptif. Faktor pengaruh dianalisis menggunakan skala Likert, Relative Importance Index (RII), dan analisis statistik deskriptif. Analisis yang dilakukan menghasilkan konstruksi modular digunakan pada klasifikasi bangunan gedung bertingkat rendah dan paling banyak digunakan pada sektor perkantoran. Penerapan konstruksi modular didorong oleh 15 (lima belas) hal yang berperan sebagai pendorong penerapan konstruksi modular dan 9 (sembilan) hal yang berperan sebagai tantangan dalam penerapan konstruksi modular.", "Daftar File": {"ABSTRAK Hintama Nathaniel Sunarjo": "https://digilib.itb.ac.id/gdl/download/294601"}, "Penulis": "Hintama Nathaniel Sunarjo [15019154]", "Kontributor / Dosen Pembimbing": ["Rani Gayatri Kusumawardhani P., S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "konstruksi modular, tingkat penggunaan, faktor pengaruh", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}