{"Nomor": 74137, "Judul": "STUDI KETAHANAN GEMPA STRUKTUR GEDUNG DENGAN DETAILING SRPMK YANG DIRANCANG BERDASARKAN GAYA GRAVITASI", "Abstrak": "Indonesia merupakan daerah rawan gempa. Oleh karena itu diperlukan perancangan struktur terhadap beban gempa, namun proses perancangan membutuhkan keterampilan dalam menjalankan program seperti ETABS dan jumlah tenaga ahli konstruksi di Indonesia masih sedikit. Sehingga dalam penelitian ini dilakukan penyederhanaan proses perancangan bangunan tingkat rendah dengan berdasarkan beban gravitasi saja dan pemenuhan syarat SRPMK. Metode penelitian dilakukan dengan studi parametrik untuk variabel yang berubah yaitu jumlah lantai dan lokasi tinjauan. Dilakukan desain dengan berdasarkan gaya dalam yang dihitung dengan mempertimbangkan gaya gravitasi saja berdasarkan metode pendekatan SNI 2847:2019. Kemudian dilanjutkan dengan pemenuhan syarat-syarat SRPMK. Lalu hasil desain akan dicek ketahanan akan gempa melalui ETABS dengan analisis linear riwayat waktu dengan membandingkan demand yang diperoleh dari analisis ETABS dengan capacity yang sudah dihitung pada perancangan elemen struktural. Hasil penelitian menunjukkan bahwa untuk struktur 2 lantai, beban gempa yang bekerja tidak terlalu dominan, sedangkan untuk struktur 3 lantai dan 4 lantai beban gempa cukup berpengaruh pada struktur. Struktur 2 lantai, 3 lantai, 4 lantai yang dirancang terhadap gaya gravitasi saja berdasarkan metode pendekatan SNI 2847:2019 dan persyaratan SRPMK memiliki nilai D/C maksimum kurang dari satu dan menyimpulkan bahwa struktur yang dirancang berdasarkan beban gravitasi saja ditambah persyaratan SRPMK kuat dalam menahan beban gempa.", "Daftar File": {}, "Penulis": "William Ansel [15019032]", "Kontributor / Dosen Pembimbing": ["Muhammad Riyansyah, S.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bangunan tingkat rendah, penyederhanaan perancangan, metode pendekatan, SRPMK, analisis linear riwayat waktu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}