{"Nomor": 74149, "Judul": "STUDI PARAMETRIK INTERAKSI STRUKTUR REL PADA JEMBATAN KERETA CEPAT JENIS TREK BERBALAS(STUDI KASUS: KERETA CEPAT JAKARTA-BANDUNG)", "Abstrak": "Pada saat ini, di Indonesia, sedang dilangsungkan pembangunan kereta cepat Jakarta-bandung sepanjang 142.3 km dengan lebih dari 80 km di antaranya memiliki struktur elevated. Pada proyek kereta cepat Jakarta-Bandung, rel yang digunakan pada jalur rel kereta menggunakan sistem continuous welded rail (CWR). CWR merupakan rel kereta yang disambung dengan metode pengelasan untuk memeroleh rel yang panjang dan tidak teputus. Dikarenakan CWR merupakan sebuah rel yang bersifat kontinu, maka setiap tegangan tambahan dan deformasi yang terjadi pada rel dan jembatan menjadi terakumulasi sehingga permasalahan keamanan seperti tekuk (buckling) atau fraktur dapat saja terjadi pada rel dengan sistem CWR, bahkan saat rel sedang beroperasi. Oleh karena itu, untuk dapat mengatasi permasalahan tersebut, fenomena Rail Structure Interaction perlu ditinjau lebih lanjut. Rail Structure Interaction (RSI) merupakan sebuah fenomena kompleks yang terjadi antara rel kereta api dengan struktur ketika Continuous Welded Rail (CWR) digunakan pada sebuah jembatan kereta api. Oleh karena itu, penelitian ini mencoba menganalisis pengaruh variasi beberapa parameter jembatan terhadap tegangan dan perpindahan yang dihasilkan oleh fenomena RSI. Data yang digunakan dalam penelitian ini mengacu pada gambar konstruksi proyek Kereta Cepat Jakarta-Bandung. Standar yang digunakan sebagai acuan untuk analisis yang dilakukan adalah standar UIC 774-3 sebagai standar utama yang dikomplemenkan dengan beberapa standar lainnya. Dari analisis yang dilakukan didapatkan hasil bahwa masing-masing parameter jembatan memiliki pengaruh yang berbeda-beda terhadap tegangan dan perpindahan tambahan yang dihasilkan. Penambahan panjang span, penambahan jumlah span, penambahan kekakuan balas, dan pengurangan ketinggian pier menyebabkan peningkatan nilai tegangan sedangkan penambahan panjang span, penambahan jumlah span, pengurangan kekakuan balas, dan penambahan ketinggian pier menyebabkan peningkatan nilai perpindahan.", "Daftar File": {}, "Penulis": "Kenjiro Amadeus Phan [15019086]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Aris Aryanto, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kereta Cepat, Continuous Welded Rail (CWR), Rail Structure Interaction (RSI), Analisis Tegangan dan Deformasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}