{"Nomor": 74141, "Judul": "KAJIAN TARIF BUS TRANS METRO PASUNDAN KORIDOR 2 (KOTA BARU PARAHYANGAN - ALUN-ALUN KOTA)", "Abstrak": "Manusia melakukan aktivitas untuk memenuhi kebutuhan hidupnya. Salah satu rangkaian aktivitas yang dilakukan yaitu menggunakan moda transportasi untuk berpindah tempat. Oleh karena itu, muncul tuntutan untuk menyediakan sarana dan prasarana agar aktivitas tersebut dapat berlangsung dengan aman, nyaman dan lancar serta ekonomis dari segi waktu dan biaya. Penelitian ini bertujuan untuk mengkaji tarif angkutan umum bus Trans Metro Pasundan Koridor 2 (Kota Baru Parahyangan – Alun-Alun Kota) Bandung yang dilihat dari sisi Ability to Pay (ATP), Willingness to Pay (WTP), dan tingkat sensitivitas perubahan tarif terhadap probabilitas pemilihan moda. Dari hasil analisis disimpulkan nilai ATP sebesar Rp. 6800 per penumpang, ATP responden mobil sebesar Rp. 10616.67 per penumpang, ATP responden motor sebesar Rp. 4731.88 per penumpang, WTP sebesar Rp. 5000 per penumpang, tarif maksimal agar pengguna mobil tetap menggunakan bus TMP koridor 2 sebesar Rp. 20000 per penumpang, dan tarif maksimal agar pengguna motor tetap menggunakan bus TMP koridor 2 sebesar Rp. 6000 per penumpang. Maka tarif eksisting yang berlaku sebesar Rp. 4900 berada diatas nilai ATP responden motor. Oleh karena itu, tarif harus berada dibawah nilai ATP responden motor atau kurang dari Rp. 4731.88 per penumpang. Tarif Rp.4700 merupakan tarif maksimal yang dapat ditetapkan pemerintah.", "Daftar File": {}, "Penulis": "Ammar Asyraf [15019069]", "Kontributor / Dosen Pembimbing": ["Ir. Idwan Santoso, M.Sc., DIC., Ph.D.", "Ir. R. Sony Sulaksono Wibowo, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "ATP, WTP, Probabilitas Pemilihan Moda, Tarif, Bus Trans Metro Pasundan Koridor 2.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}