{"Nomor": 74142, "Judul": "PENGARUH LOKASI BRACING TERHADAP KINERJA STRUKTUR BAJA TAHAN GEMPA DENGAN SISTEM GANDA SMF-EBF", "Abstrak": "Dalam penelitian ini dilakukan desain gedung 5 lantai dengan 7 bays (jarak antar portal 6 meter) menggunakan sistem ganda Special Moment Frame (SMF) dan Eccentrically Braced Frame (EBF) dengan variasi lokasi bracing namun dengan nilai drift yang sama. Lokasi bracing divariasikan bersebelahan asimetris, terpisah asimetris dan terpisah simetris namun penempatan hanya pada perimeter struktur. Lokasi gedung di Jakarta yang berfungsi sebagai kantor dengan kategori tanah lunak, SE. Desain mengikuti SNI 1726:2019, SNI 1727:2020, SNI 1729:2020, SNI 7860:2020.\nVariabel yang ditinjau dalam penelitian ini adalah dari segi kurva pushover (gaya geser dasar terhadap perpindahan), titik performa saat gempa rencana dan gempa maksimum, visualisasi hasil sendi plastis (hinge sequences), jumlah energi terdisipasi, daktilitas, overstrength, gaya dalam di elemen dan juga efek torsi di masing-masing struktur. Pelat lantai diasumsikan rigid diaphragm.\nHasil analisis pushover dengan menggunakan acuan ASCE 41-17 dari hasil desain dengan drift yang sama menunjukan bahwa penempatan bracing secara bersebelahan dibanding bracing yang terpisah, memiliki kekakuan, disipasi energi, dan daktilitas yang lebih besar, namun kekuatan dan overstrength yang lebih kecil. Sedangkan untuk parameter lainnya tidak signifikan berbeda. Hasil analisis selanjutnya untuk penempatan bracing terpisah secara simetris dibandingkan dengan asimetris, memiliki efek torsi yang lebih kecil, sedangkan untuk parameter sisanya tidak signfikan berbeda. Namun demikian, ke 3 denah menunjukkan bahwa lokasi bracing memiliki pengaruh yang tidak signifikan terhadap kinerja struktur baja tahan gempa dengan sistem ganda SMF-EBF sehingga tidak berpengaruh terhadap desain yang dihasilkan.", "Daftar File": {}, "Penulis": "Kemal Muhammad Nazib [15019013]", "Kontributor / Dosen Pembimbing": ["Ir. R. Muslinang Moestopo, M.S.EM, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "rangka baja pemikul momen khusus, sistem ganda, eccentrically brace frame, analisis pushover, parameter kinerja, pengaruh posisi bracing.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}