{"Nomor": 74140, "Judul": "DESAIN DAN ANALISIS KERUSAKAN DENGAN METODE NONLINEAR PADA GEDUNG BETON BERTULANG AKIBAT RANGKAIAN GEMPA", "Abstrak": "Code-based design dan perfomance based design menggunakan input beban gempa yang mungkin terjadi berdasarkan analisis dan perhitungan PSHA. Biasanya analisis ini dilakukan dengan mengaplikasikan ground motion yang sudah disesuaikan dengan target spektra MCER (spectrum matching). Analisis ini dilakukan terhadap 11 pasang ground motion independen dan ambil nilai rata-rata. Namun, peraturan tidak mensyaratkan adanya analisis terhadap rangkaian gempa. Sehingga apabila terjadi gempa susulan, perlu diketahui apakah gedung tersebut masih memiliki kapasitas untuk menahan gempa susulan tersebut. Fenomena dimana gedung dapat bertahan akibat gempa utama tetapi akhirnya collapse akibat gempa susulan sudah beberapa kali terjadi. Salah satu contoh di antaranya adalah CTV building yang mengalami kerusakan akibat gempa di New Zealand yang terjadi pada 4 September 2010 dan diikuti dengan gempa susulan dengan Magnitudo 6,2 pada 22 Februari 2011 yang menyebabkan bangunan tersebut collapse.\nBerdasarkan contoh kasus di atas, perlu diketahui apakah dampak kerusakan akibat gempa-gempa susulan perlu diperhitungkan dalam proses desain. Untuk melakukan analisis dampak akibat gempa susulan diperlukan analisis secara nonlinear. Kemudian, untuk menentukan tingkat kerusakan struktur akibat rangkaian gempa akan digunakan indeks kerusakan kumulatif. Model indeks kerusakan kumulatif yang digunakan adalah indeks kerusakan kumulatif Park & Ang (1985) dan indeks kerusakan kumulatif Park & Ang termodifikasi yang dipaparkan oleh Huanjun Jiang (2013).", "Daftar File": {}, "Penulis": "Michael [15019091]", "Kontributor / Dosen Pembimbing": ["Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Indeks kerusakan kumulatif, rangkaian gempa, Analisis nonlinear", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}