{"Nomor": 74143, "Judul": "DESAIN DAN IMPLEMENTASI MIKROSKOP REVERSE LENS HEMOCOUNT UNTUK PENGAMBILAN CITRA SEL DARAH MERAH", "Abstrak": "Anemia adalah kondisi medis penurunan jumlah sel darah merah (eritrosit) atau kadar hemoglobin sehingga mengurangi kapasitas pengangkutan oksigen dalam darah. Anemia tersebar luas di seluruh dunia dengan dampak 33% populasi dunia terkena penyakit ini pada tahun 2015 dan 32% remaja Indonesia pada tahun 2018. Proses pendeteksian anemia umumnya dilakukan dengan menggunakan metode Complete Blood Count (CBC), tetapi metode ini memerlukan alat khusus hematology analyzer serta waktu yang cukup lama. Untuk mengatasi keterbatasan tersebut, dikembangkan sebuah mikroskop portabel menggunakan metode reverse lens yang disebut Hemocount untuk mengambil citra sel darah merah berkualitas tinggi. Selain itu, standardisasi sampel darah juga diperlukan untuk mencapai hasil optimal dalam penggunaan Hemocount. \nTeknik mikroskop Hemocount dilakukan dengan cara membalik lensa kamera handphone sehingga fokus sensor mengarah ke objek preparat. Terdapat meja preparat dan sumber sahaya pada bagian bawah lensa. Pengujian dilakukan dengan menggunakan variabel lensa, meja, dan sumber cahaya. Konfigurasi optimal yang didapatkan yaitu desain dengan lensa dari kamera depan IPhone 5s, meja transparan, dan sumber cahaya putih salju (cool white). Resolusi digital citra yang dihasilkan sebesar 42.19 nm/px memungkinkan dideteksi darah pada rentang ukuran 165.92 px hingga 189.62 px. Untuk hasil terbaik menggunakan Hemocount, disarankan konsentrasi darah sebesar 50% untuk nilai standar deviasi terendah, 30% untuk mencapai koefisien korelasi R tertinggi, atau 25% untuk citra yang jelas karena pembesaran sel darah merah dari osmosis.", "Daftar File": {}, "Penulis": "Mochammad Izzrul Izzrufi [18318011]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Reverse lens, sel darah merah, citra.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}