{"Nomor": 74159, "Judul": "PRA-RANCANGAN INDUSTRI LANTAI BAMBU LAMINASI BERBAHAN DASAR BAMBU BETUNG (DENDROCALAMUS ASPER): EVALUASI PEWARNAAN BILAH BAMBU BETUNG (DENDROCALAMUS ASPER) MENGGUNAKAN PEWARNA ALAMI DAN PEWARNA SINTETIS", "Abstrak": "Bambu merupakan hasil hutan dengan pemanfaatan luas seperti furnitur, konstruksi, lantai bambu, dan lainnya. Penggunaan zat warna dalam pewarnaan kini menjadi penting dalam pewarnaan bambu karena warna mampu memberikan daya tarik bagi konsumen dan meningkatkan estetika. Zat warna berdasarkan sumber perolehannya terbagi kedalam dua golongan, yaitu pewarna alami dan pewarna sintetis. Tahapan lain yang juga penting dalam pemrosesan bambu adalah pengawetan. Penelitian ini mengkaji mengenai bambu yang diwarnai menggunakan pewarna sintetis berupa pewarna tekstil bermerk Wantex, pewarna alami yang berasal dari hasil ekstraksi kayu secang, serta mengkaji pengaruh penggunaan pengawet berupa borak-borik dalam pewarna. Beberapa pengujian yang dilakukan yaitu retensi, penetrasi, evaluasi pewarnaan menggunakan metode CIELab, dan uji perubahan warna. Didapatkan retensi pewarna alami lebih tinggi, sedangkan retensi dengan tambahan pengawet lebih rendah. Penetrasi lebih tinggi pada pewarna alami dan dengan tambahan pengawet. Warna yang dihasilkan dari pewarnaan sintetis memiliki intensitas warna merah yang lebih tinggi serta menghasilkan tingkat kecerahan yang lebih gelap. Sementara penambahan pengawet menghasilkan warna yang lebih terang dengan nilai kecerahan yang lebih tinggi dan intensitas warna merah yang lebih kecil. Pengujian perubahan warna menunjukkan bahwa seluruh perlakuan mengalami perubahan warna yang diakibatkan oleh pemecahan lignin dan komponen kromofor oleh sinar UV menjadi komponen kromofor lainnya dan radikal bebas.", "Daftar File": {"ABSTRAK Jaenab Athiah Al'afifah": "https://digilib.itb.ac.id/gdl/download/294663"}, "Penulis": "Jaenab Athiah Al'afifah [11919020]", "Kontributor / Dosen Pembimbing": ["Dr. Atmawi Darwis, S.Hut., M.Si.", "Ihak Sumardi, S.Hut., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Technology", "Kata Kunci": "Bambu betung, Pewarnaan, Pewarna alami, Pewarna sintetis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2023"}