{"Nomor": 74163, "Judul": "ANALISIS POTENSI LIKUIFAKSI DI PELABUHAN TELUK TIBAR, TIMOR - LESTE", "Abstrak": "Kegiatan pembagunan pelabuhan di Teluk Tibar merupakan suatu kegiatan rekayasa besar yang membutuhkan kajian geologi teknik yang mendalam untuk mengetahui seberapa besar dampak dari bencana alam yang bisa terjadi kapan saja, seperti gempa yang bisa menyebabkan likuefaksi. Penilitian ini dilakukan di Teluk Tibar, yang terletak 10 km dari bagian barat Kota Dili, dengan koordinat 8o34’22”S-125o28’28”E. Daerah penelitian tersusun dari endapan Kuarter. Tujuan dari penelitian ini adalah untuk mengetahui seberapa besar tingkat likuefaksi yang bisa terjadi di daerah tersebut terutama pada bagian dinding dermaga. Metode yang digunakan adalah analisis kerentanan likuefaksi dengan menggunakan metode Boulanger dan Idriss (2005) untuk mengetahui perilaku yang muncul berupa sand-like (rentan) atau clay-like (tidak rentan), sedangkan analisis pemicu likuefaksi dengan mengunakan data uji laboratorium dan data uji lapangan. Berdasarkan analisis kerentanan likuefaksi didapatkan bahwa pada beberapa kedalaman memiliki kerentanan yang sangat tinggi terhadap likuefaksi dimana sand-like memiliki kerentanan yang tinggi terhadap likuefaksi karena memiliki nilai SBI = 1 dimana SBI = 1,1 menunjukan sand like, dan SBI = 0,0 clay like. Pada analisis pemicu likuefaksi dimana nilai saftey factor lebih kecil dari satu dari hasil pembagian nila CRR terhadap CSR. Skenario gempa yang digunakan adalah 7 Mw dengan percepatan puncak tanah (PGA) 0,35 g. Hasil analisis pemicu likuefaksi menunjukan setiap sumur bor memiliki tingkat kerentanan yang berbeda – beda berdasarkan kedalaman tertentu.", "Daftar File": {"ABSTRAK Judit Pinto De Oliveira Sousa": "https://digilib.itb.ac.id/gdl/download/294673"}, "Penulis": "Judit Pinto De Oliveira Sousa [22019701]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Imam Achmad Sadisun, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Likuefaksi, sand-like, clay-like, CRR, CSR, PGA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}