{"Nomor": 74162, "Judul": "PENGEMBANGAN APLIKASI OTOMATISASI PENILAIAN TINGKAT KEMATANGAN SISTEM PEMERINTAHAN BERBASIS ELEKTRONIK DOMAIN KEBIJAKAN INTERNAL  DARI SISI MODUL FRONTEND", "Abstrak": "Sistem Pemerintahan Berbasis Elektronik (SPBE) atau yang biasa disebut e-\ngovernment adalah penyelenggaraan pemerintahan yang memanfaatkan teknologi\n\ninformasi dan komunikasi untuk memberikan layanan kepada masyarakat. SPBE\ndigunakan untuk meningkatkan keterpaduan, kualitas, dan efisiensi pemerintahan\nsebagai respon terhadap kemajuan teknologi. Agar didapatkan pelaksanaan SPBE\nyang optimal dan merata, dilakukan proses penilaian dan evaluasi tingkat\nKematangan SPBE oleh KemenPANRB secara berkala. Proses penilaian dan\nevaluasi dilaksanakan dengan cara penyusunan dokumentasi dalam bentuk\nUndang-Undang oleh instansi pemerintah terkait yang kemudian dinilai tingkat\nkematangannya berdasarkan standard level kematangan yang telah ditetapkan oleh\nKemenPANRB. Proses ini membutuhkan waktu yang lama karena memerlukan\npengecekan manual dengan ketelitian tinggi oleh berbagai pihak.\nOleh karena itu, dikembangkanlah Aplikasi Penilaian Tingkat Kematangan\nKebijakan SPBE agar proses penilaian dapat berjalan dengan cepat dan hasil yang\ndidapatkan akurat. Pengembangan aplikasi ini terbagi menjadi empat modul, yaitu\nFront End, Back End, Text Processing, dan Text Similarity. Kecerdasan buatan\ndimanfaatkan untuk melaksanakan proses penilaian dengan cara membandingkan\ndokumen instansi terkait dengan standard tingkat kematangan yang telah ditetapkan\noleh KemenPANRB.", "Daftar File": {}, "Penulis": "Alifah Rahmatika Basyasya [13519053]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SPBE, kecerdasan buatan, otomatisasi penilaian, aplikasi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}