{"Nomor": 74171, "Judul": "IDENTITAS WT DAN BRST DALAM RUANG LENGKUNG DAN GRAVITASI TELEPARALEL", "Abstrak": "Identitas WT dan BRST memberikan hubungan antara propagator dan fungsi verteks\nyang digunakan dalam diagram Feynman. Teori gauge terdiri dari teori gauge Abelian\ndan non-Abelian. Simetri gauge pada teori gauge Abelian menghasilkan identitas\nWard-Takahashi (WT). Sementara pada kasus non-Abelian, parameter transformasi\ndikaitkan dengan suatu medan Grassmann yang bersama-sama dengan medan lain\nmembentuk suatu transformasi gauge yang diperluas dan dinamakan transformasi\nBRST. Simetri yang terkait dinamakan simetri BRST. Simetri tersebut menghasilkan\nidentitas BRST. Pada ruang datar identitas WT untuk medan skalar dan spinor serupa,\nsedangkan identitas BRST untuk kedua jenis medan tersebut memiliki perbedaan\ntanda minus pada suku verteksnya. Meskipun pada ruang lengkung, fungsional\npembangkit memiliki ukuran integral (integral measure) yang berbeda dengan ruang\ndatar, identitas WT dalam ungkapan ruang momentum sama di ruang datar dan\nlengkung. Identitas BRST pada umumnya bersifat transversal, baik di ruang datar\nmaupun ruang lengkung. Dalam ruang teleparallel gravity, terdapat tetrad pada\nLagrangian sebagai penghubung metrik ruang lengkung dan datar. Karena yang\nberkontribusi dalam Identitas WT hanyalah suku gauge fixing dan suku sumber maka\nidentitas WT di ruang TG sama dengan di ruang datar. Begitupula halnya dengan\nIdentitas BRST, hanya suku sumber yang berkontribusi, sehingga diperoleh identitass\nBRST pada TG sama dengan di ruang lengkung.", "Daftar File": {"ABSTRAK Weni Ayu Puja Kesuma": "https://digilib.itb.ac.id/gdl/download/294682"}, "Penulis": "Weni Ayu Puja Kesuma [20220002]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Triyanta, M.S, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "teori gauge, identitas WT, identitas BRST, gravitasi teleparalel", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "26 Jun 2023"}