{"Nomor": 74178, "Judul": "PERANCANGAN MANAJEMEN INSIDEN KEAMANAN INFORMASI UNTUK INSTITUT TEKNOLOGI BANDUNG: STUDI KASUS DISTRIBUTED DENIAL OF SERVICE, MALWARE, RANSOMWARE, DAN DATA  BREACH", "Abstrak": "Dalam era saat ini, Teknologi Informasi (TI) telah menjadi salah satu aset yang sangat\npenting dalam infrastruktur hampir semua organisasi di seluruh dunia. Ketergantungan\nyang semakin meluas dan kompleksitas TI menuntut adanya manajemen yang efektif\nuntuk menjaga keberlangsungan operasional dan keamanan informasi. Dalam konteks\nini, penerapan kerangka kerja Information Technology Service Management,\nkhususnya manajemen insiden, menjadi sangat krusial bagi organisasi TI. Hal ini\ndisebabkan oleh meningkatnya ancaman dari aktor yang tidak bertanggung jawab serta\npotensi kelalaian manusia yang dapat menyebabkan kerugian serius. Sehingga pada\nTugas akhir ini memiliki tujuan untuk merancang sebuah sistem manajemen insiden\nkeamanan informasi untuk Institut Teknologi Bandung (ITB) dengan fokus pada\nDirektorat Teknologi Informasi (DTI) yang menghasilkan sebuah sistem manajemen\nyang mencakup fase deteksi insiden, analisis, penahanan, pemberantasan, pemulihan,\ndan kegiatan pasca insiden, yang memberikan prose manajemen yang terstruktur dan\nsistematis dalam merespons insiden keamanan informasi. Tugas akhir ini juga akan\nmenyajikan evaluasi dalam efektivitas kerangka kerja yang dirancang, menggunakan\nstudi Delfi berdasarkan pengumpulan umpan balik dari para pemangku kepentingan\nutama dalam organisasi, yakni DTI ITB.", "Daftar File": {}, "Penulis": "Muchammad Fathurrahman Azhar [18219054]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Information Technology Service Management, Manajemen insiden keamanan informasi, Komprehensif, Institut Teknologi Bandung (ITB).", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}