{"Nomor": 74183, "Judul": "PRA-RANCANGAN INDUSTRI PISANG CAVENDISH DENGAN PENYALUTAN KITOSAN SKALA UMKM DI DESA BUKTI, BALI : APLIKASI PENYALUTAN KITOSAN UNTUK MENUNDA PEMATANGAN BUAH PISANG CAVENDISH PADA JALUR METABOLISME BIOSINTESIS ETILEN", "Abstrak": "Pisang adalah salah satu jenis buah klimakterik yang mengalami pematangan setelah panen. Proses pematangan ini sangat dipengaruhi oleh laju respirasi dan produksi etilen. Dalam buah pisang, produksi etilen dikendalikan oleh keluarga gen ACO yang terlibat dalam jalur metabolisme biosintesis etilen. Namun, pematangan buah pisang dapat diatur dengan menggunakan bahan edible coating seperti kitosan. Kitosan adalah salah satu jenis bahan edible coating yang telah terbukti mampu menghambat laju respirasi dan produksi etilen pada berbagai jenis buah, termasuk pisang. Dalam penelitian ini, penggunaan kitosan sebagai bahan pembuatan edible coating diamati pengaruhnya terhadap buah pisang, melalui pengamatan fisik dan fisiologis, maupun pada tingkat genetik. Pengaruh kitosan terhadap buah pisang diamati melalui pengamatan fisik : perubahan warna, kekerasan, dan tekstur buah. Selain itu, pengamatan fisiologis dilakukan untuk melihat pengaruh kitosan terhadap laju respirasi dan produksi etilen pada buah pisang. Hasil pengamatan menunjukkan bahwa kitosan dapat memperlambat laju pematangan buah pisang Cavendish dengan mengurangi perubahan warna, menjaga kekerasan, dan mempertahankan tekstur buah yang lebih baik. Pada tingkat genetik, pengaruh kitosan terhadap kelipatan ekspresi gen ACO diamati menggunakan metode qPCR. Metode ini memungkinkan peneliti untuk mengukur tingkat ekspresi gen ACO dalam respons terhadap perlakuan kitosan. Hasil analisis menunjukkan bahwa kitosan dapat mengurangi kelipatan ekspresi gen ACO, sehingga menghambat produksi etilen pada buah pisang. Dalam keseluruhan, penelitian ini membuktikan bahwa kitosan memiliki potensi sebagai bahan pembuatan edible coating yang efektif dalam mengendalikan pematangan buah pisang. Dengan penggunaan kitosan, laju respirasi dan produksi etilen pada buah pisang dapat ditahan, sehingga memperpanjang umur simpan buah dan mempertahankan kualitasnya. Penelitian ini memberikan pemahaman yang lebih mendalam tentang mekanisme kerja kitosan dalam mengatur pematangan buah pisang secara fisik, fisiologis, dan genetik, yang dapat menjadi dasar untuk pengembangan aplikasi praktis dalam industri pertanian dan pengolahan buah.", "Daftar File": {}, "Penulis": "Fanny Saffanah Hakim [11919001]", "Kontributor / Dosen Pembimbing": ["Prof. Fenny Martha Dwivany, S.Si., M.Si., Ph.D.", "Dr. Ir. Dadang Sumardi, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pisang Cavendish, Kitosan, Ripening, qPCR", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2023"}