{"Nomor": 74187, "Judul": "ADAPTASI PENERAPAN LAYER-WISE ADAPTIVE RATE SCALING (LARS) PADA MODEL PEMBELAJARAN MESIN  TERDISTRIBUSI", "Abstrak": "Pembelajaran mesin terdistribusi merupakan salah satu metode dalam mempercepat\nproses pelatihan dengan memperbesar batch size. Akan tetapi, penggunaan batch\nsize yang besar cenderung menurunkan akurasi dikarenakan jumlah iterasi yang\nberkurang berdasarkan penelitian sebelumnya. Salah satu metode menangani\npengurangan akurasi akibat peningkatan batch size adalah menggunakan LARS.\nLARS memperkenalkan adanya local adaptive learning rate (LR lokal) yang\nberbeda tiap layer model. Akan tetapi penelitian LARS masih menggunakan model\nResNet-50 dan AlexNet yang relatif sederhana dengan parameter yang sedikit.\nPenelitian ini melakukan pelatihan menggunakan model Mask-RCNN dengan\ntugas deteksi dan segmentasi objek pada dataset COCO. Model tersebut memiliki\nlayer dan parameter yang lebih banyak daripada model yang digunakan pada\nLARS. Adapun metrik yang digunakan adalah mAP. Penelitian ini melakukan\ntiga eksperimen, yaitu (1) melakukan eksperimen baseline dengan pengaturan\nyang sama seperti penelitian sebelumnya, (2) melakukan eksperimen menggunakan\nLARS pada model deteksi objek dengan warm-up dan beberapa LR scheduler, dan\n(3) melakukan eksperimen menggunakan multi-host dengan batch size besar dan\nSyncBN. Dari pengujian penelitian ini, menemukan bahwa LR lokal pada model\ntersebut cenderung meningkat.\nOleh karena itu, penelitian ini mengadaptasi LARS pada model yang lebih\nkompleks dengan mengusulkan framework baru dalam melakukan pelatihan deteksi\nobjek menggunakan warm-up, SyncBN, dan cosine annealing. Cosine annealing\ndigunakan untuk menurunkan LR global pada LARS. Dengan menggabungkannya\ndengan warm-up dan SyncBN, penelitian ini mendapatkan mAP 38.68 yang\nmelebihi penelitian sebelumnya dengan pengaturan model yang sama.", "Daftar File": {"23522033_Ilham Syahid Syamsudin.pdf": "https://digilib.itb.ac.id/gdl/download/294718"}, "Penulis": "Ilham Syahid Syamsudin [23522033]", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "batch size, optimasi batch besar, LARS, pelatihan terdistribusi, cosine annealing, sync batch normalization, deteksi objek", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jun 2023"}