{"Nomor": 74182, "Judul": "DINAMIKA SEDIMENTASI BERDASARKAN BESAR BUTIR SEDIMEN DI MUARA SUNGSANG, SUMATRA SELATAN", "Abstrak": "Muara Sungsang di Sumatra Selatan merupakan salah satu wilayah pesisir Indonesia yang merupakan muara dari dua sungai besar, yaitu sungai Musi dan sungai Banyuasin yang berbatasan langsung dengan Selat Bangka. Debit dari kedua sungai dan arus laut membawa muatan berupa sedimen dan bertemu di muara lalu mengendap di dasar. Sedimen yang terbawa dapat bergerak dan dipengaruhi oleh kecepatan arus dan besar butiran sedimen.\nPada penelitian ini dilakukan estimasi kecepatan erosi kritis dan kecepatan deposisi kritis berdasarkan besar butir sedimen yang berasal dari sedimen inti GC-601 dan GC-703 yang diambil oleh Balai Besar Survei dan Pemetaan Geologi Kelautan (BBSPGL) pada tahun 2021. Sedimen inti dianalisis tiap perlapisan kedalaman menggunakan Laser Particle Analyzer jenis Malvern Mastersizer 3000 dan program GRADISTAT v9.1 kemudian menghasilkan rata-rata diameter butiran sebesar 40 – 170 ?m untuk sedimen inti GC-601 dengan tipe sedimen pasir dan 8 – 32 ?m untuk sedimen inti GC-703 dengan tipe sedimen lanau. Selanjutnya, hasil diameter besar butir dibagi kedalam beberapa sequence dengan ketebalan yang berbeda berdasarkan pola perubahan fluktuasi. Dari diameter besar butir tersebut kemudian dihitung kecepatan deposisi kritis dan kecepatan erosi kritis menggunakan dua metode, yaitu metode Hjulström dan metode Van Rijn. Kemudian didapatkan hasil rentang kecepatan erosi kritis pada sedimen inti GC-703 bernilai 0,3 – 0,65 m/s dan rentang kecepatan deposisi kritis bernilai 0,0005 – 0,0025 m/s sedangkan pada sedimen inti GC-601 memiliki rentang kecepatan erosi kritis bernilai 0,32 – 0,34 m/s dan rentang kecepatan deposisi kritis bernilai 0,005 – 0,0135 m/s. Lokasi kajian yang berada di estuari menyebabkan karakteristik sedimen pada inti GC-601 dan inti GC-703 sangat dipengaruhi oleh aktivitas debit sungai dan arus pasang surut.", "Daftar File": {"ABSTRAK Marcelia Krista S.P.": "https://digilib.itb.ac.id/gdl/download/294705"}, "Penulis": "Marcelia Krista S.P. [12918019]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Rima Rachmayani, S.Si., M.Si.", "Siti Marina, S.T., M.Phil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Kecepatan erosi kritis, kecepatan deposisi kritis, Van Rijn, Hjulström, besar butir sedimen, Muara Sungsang.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus  \n                                     Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "26 Jun 2023"}