{"Nomor": 74196, "Judul": "EFEK KOMBINASI EKSTRAK ETANOL DAUN PEGAGAN (CENTELLA ASIATICA) DAN MINYAK ALMON (PRUNUS DULCIS) SEBAGAI PENUMBUH RAMBUT PADA MENCIT JANTAN GALUR SWISS-WEBSTER MODEL ALOPESIA ANDROGENETIK", "Abstrak": "Alopesia androgenetik terjadi akibat aktivitas hormon androgen yaitu testosteron. Hormon \ntestosteron pada folikel rambut diubah menjadi 5?-DHT oleh enzim 5?-reduktase tipe II yang \nmengakibatkan fase anagen memendek serta miniaturasi folikel rambut. Minyak almon \nmengandung asam lemak yang berperan sebagai inhibitor 5?-reduktase tipe II. Pegagan \nmengandung senyawa utama triterpenoid yaitu asiaticoside, asiatic acid dan senyawa lainnya\nseperti flavonoid yaitu kaemferol, kuersetin yang digunakan dalam mengatasi kerontokan serta \nkebotakan rambut. Penelitian ini bertujuan untuk melihat efektivitas minyak almon serta kombinasi \nminyak almon dan daun pegagan dalam menumbuhkan rambut pada mencit model alopesia \nandrogenik. Sediaan tonik rambut dibuat dalam bentuk nanoemulsi untuk meningkatkan penetrasi \nagen penumbuh rambut menuju dermal papilla sehingga proses proliferasi sel dan pertumbuhan \nrambut menjadi lebih cepat. Selanjutnya dilakukan formulasi, optimasi, evaluasi sediaan \n(organoleptis, pH) serta uji stabilitas (freeze-thaw). Formula terbaik nanoemulsi minyak almon \ndiperoleh dari kombinasi Tween 80 dan PEG 400 dengan perbandingan 1 : 1 dan total surfaktan \n30% yang menghasilkan ukuran globul 198,60 ± 18,78 nm, indeks polidispersitas 0,43 ± 0,05, dan \npH 5,20 ± 0,02. Sedangkan formula terbaik nanoemulsi minyak almon dan ekstrak etanol daun \npegagan menggunakan kombinasi Tween 80 dan PEG 400 dengan perbandingan 1 : 1 dan total \nsurfaktan 25% yang menghasilkan ukuran globul 96,67 ± 20,52 nm, indeks polidispersitas 0,49 ± \n0,09, dan pH 5,03 ± 0,06. Sediaan diuji iritasi akut pada kelinci albino dan tidak menimbulkan \neritema maupun udema. Berdasarkan uji statistik panjang rambut serta bobot rambut, seluruh \nsediaan tonik rambut menghasilkan perbedaan signifikan (p<0,05) apabila dibandingkan dengan \nkontrol positif. Sediaan ekstrak etanol daun pegagan menunjukkan pertumbuhan rambut \nterpanjang dengan rerata 6,22 mm. Sediaan nanoemulsi almon menunjukkan bobot rambut \ntertinggi dengan rerata 27,33 mg. Hal tersebut menandakan bahwa sediaan tunggal minyak almon \nmaupun ekstrak etanol daun pegagan menghasilkan aktivitas penumbuh rambut lebih baik jika \ndibandingkan dengan kombinasinya. Selain itu, sediaan ekstrak etanol pegagan maupun \nnanoemulsi almon memiliki efek yang setara (P>0,05) dengan minoksidil sebagai obat standar.", "Daftar File": {"ABSTRAK Evania Feberia": "https://digilib.itb.ac.id/gdl/download/294733"}, "Penulis": "Evania Feberia [11619002]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si.", "Dr. apt. Amirah Adlia, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "alopesia androgenetik, minyak almon, daun pegagan, penumbuh rambut, nanoemulsi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2023"}