{"Nomor": 74207, "Judul": "PENGARUH CONVECTIVE AVAILABLE POTENTIAL ENERGY (CAPE) TERHADAP PRODUKSI HUJAN ES DALAM SIMULASI BADAI SUPERCELL", "Abstrak": "Prediksi terjadinya fenomena hujan es menjadi tantangan saat ini termasuk dalam\nhal memprediksi kejadian hujan es karena keterbatasan pengamatan dan metode\ndeteksi. CAPE diketahui dapat memodifikasi struktur badai, morfologi updraft,\ndan medan aliran badai. Pada penelitian ini dilakukan percobaan dengan\nmenggunakan referensi nilai CAPE dari kejadian hujan es yang pernah terjadi di\nSurabaya sehingga dapat mengetahui seberapa signifikan pengaruh CAPE\nterhadap produksi hujan es dalam simulasi badai supercell.\nSimulasi dilakukan menggunakan Cloud Model 1 (CM1), versi 21.1, skema\nmikrofisika Morrison dua momen dan badai supercell. Selain itu, trajectory hail\nmodel dilakukan untuk melihat wilayah pertumbuhan hujan es yang menggunakan\nHAILCAST code dan dilakukan perhitungan liquid water content (LWC).\nVariasi nilai CAPE dari profil termodinamika ideal yang semakin besar,\nmenghasilkan area updraft yang luas sehingga akan memperlama waktu tinggal\nhujan es ketika nilai angin meridionalnya kecil. Waktu tinggal hujan es yang lama\ndapat menyebabkan ukuran hailstones yang semakin besar karena ada proses\nBergeron-Findeisein. Ketika angin meridonal kecil, wilayah horizontal terjadinya\nhujan es tidak terlalu jauh sehingga wilayah jatuhnya hailstones hanya berada di\nsekitar wilayah updraft. Namun pada penelitian ini belum dapat\nmerepresentasikan alasan terjadinya hujan es di Surabaya pada tanggal 21\nFebruari 2022 sehingga untuk membuktikan secara real perlu dilakukan asimilasi\nmenggunakan data radar.", "Daftar File": {"ABSTRAK Muhaji Sahnita Putri": "https://digilib.itb.ac.id/gdl/download/294745"}, "Penulis": "Muhaji Sahnita Putri [12819044]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Hujan es, Convective available potential energy (CAPE), Supercell", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "27 Jun 2023"}