{"Nomor": 74204, "Judul": "ANALISIS HUBUNGAN ANTARA KEPATUHAN DAN KEBERHASILAN TERAPI PASIEN PROLANIS - HIPERTENSI PADA 2 PUSKESMAS KOTA BANDUNG MELALUI PEMBERIAN KARTU MINUM OBAT", "Abstrak": "Kepatuhan merupakan salah satu penentu keberhasilan terapi bagi pasien hipertensi yang memiliki \nregimen terapi yang kompleks. Kartu minum obat dapat digunakan sebagai tools dalam \nmeningkatkan kepatuhan. Penelitian ini bertujuan untuk menganalisis pengaruh pemberian kartu \nminum obat terhadap kepatuhan serta korelasi antara kepatuhan dan keberhasilan terapi pasien \nhipertensi pada 2 Puskesmas di Kota Bandung. Tingkat kepatuhan pasien dinilai menggunakan \nkuesioner tervalidasi 8-item Morisky Medication Adherence Scale (MMAS-8) dan keberhasilan terapi \nmengikuti guideline Joint National Committee 8 Hypertension Guideline Algorithm (JNC 8). Desain \npenelitian yang digunakan yaitu observasional dengan desain studi cross sectional. Pengumpulan \ndata dilakukan secara retrospektif dan konkuren pada bulan Januari – Mei 2023. Hasil penelitian \nmenunjukkan bahwa pemberian kartu minum obat memiliki pengaruh dalam peningkatan nilai \nkepatuhan pasien secara signifikan (p<0,05), dimana terdapat 18 pasien (66,6%) hipertensi dan 14 \npasien (66,66%) hipertensi dengan diabetes Puskesmas Pasundan, serta 7 pasien (77,78%) \nhipertensi dan 6 pasien (54,54%) hipertensi dengan diabetes Puskesmas Ibrahim Adjie mengalami \npeningkatan kepatuhan setelah pemberian kartu minum obat. Melalui uji analisis korelasi antara \ndata kepatuhan dan keberhasilan terapi, didapatkan korelasi lemah dengan nilai (r = - 0,085) pada \nhipertensi Puskesmas Pasundan, (r = 0,080) hipertensi dengan diabetes Puskesmas Pasundan, (r = -\n0,223) pada hipertensi Puskesmas Ibrahim Adjie, dan (r = 0,245) untuk hipertensi dengan diabetes \nPuskesmas Ibrahim Adjie.", "Daftar File": {"ABSTRAK Sarah": "https://digilib.itb.ac.id/gdl/download/294743"}, "Penulis": "Sarah [11619012]", "Kontributor / Dosen Pembimbing": ["apt. Tomi Hendrayana, S.Si., M.Si.", "apt. Cindra Tri Yuniar, S.Farm., M.Si.", "Dr. apt. Siti Farah Rahmawati, S.Farm., M.Si.", "apt. Sani Nuraeni,S.Farm."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "MMAS-8, Pelaporan Mandiri, Ketercapaian Target Terapi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2023"}