{"Nomor": 74215, "Judul": "PENGARUH MADU (APIS MELLIFERA LINNAEUS) CAMPUR AIR, SARI KURMA (PHOENIX DACTYLIFERA) CAMPUR AIR, DAN SPORT DRINK ENERGY GEL X TERHADAP KADAR GLUKOSA DARAH DAN ASAM LAKTAT TIM FUTSAL PUTRA SMA FUTURE GATE BEKASI", "Abstrak": "Latar Belakang: Ketersediaan glukosa sangat berpengaruh terhadap performa \natlet. Selain itu tingkat kelelahan juga dapat menghambat performa di dalam tubuh. \nSalah satu pencegahan untuk meminimalisir tingkat kelelahan dan meningkatkan \nperforma dengan cara mengonsumsi minuman kaya akan karbohidrat Tujuan \npenelitian ini untuk mengetahui pengaruh madu campur air, sari kurma campur air, \ndan energy gel x terhadap kadar glukosa dan asam laktat. Metode: Penelitian ini \nmenggunakan double blind cross-over design dengan empat periode. Penelitian ini \ndilakukan di lapangan futsal Ramuna, Jati Asih, Kota Bekasi. Subjek penelitian \nadalah 20 siswa tim futsal SMA Future Gate Bekasi yang berstatus sehat. Setiap \nperiode penelitian subjek melakukan pengecekan kadar glukosa darah dan asam \nlaktat sebelum bertanding futsal dengan intensitas sedang (70%-80% HR) selama 4 \nperiode. Setiap periode dipisahkan dengan washout selama 7 hari. Kadar glukosa \ndan asam laktat diukur segera pada menit ke-0, 20, 40, dan 45 untuk mengetahui \nperbedaan signifikan pengaruh pemberian perlakuan terhadap kadar glukosa dan \nasam laktat. Hasil: Ketiga perlakuan pemberian minuman karbohidrat memiliki \nkandungan karbohidrat yang tidak berbeda secara signifikan. Dua rata-rata data \natau lebih dikatakan memiliki perbedaan signifikan jika nilai (P<0,05). Bahwa \nkelompok perlakuan II, III, dan IV terdapat perbedaan signifikan kadar glukosa \ndarah dan asam laktat antara menit ke-20 dan menit ke-40 serta selisih menit ke-20 \ndan menit ke-45. Hal ini terlihat dari kedua nilai pada kelompok perlakuan II \n(P=0,001) dimana (P<0,05). Kesimpulan: Dari ketiga pemberian madu (apis \nmellifera linnaeus) campur air, sari kurma (phoenix dactylifera) campur air, dan \nsport drink energy gel x berpengaruh signifikan terhadap peningkatan kadar \nglukosa darah dan penurunan kadar asam laktat pada tim futsal putra SMA Future \nGate Bekasi.", "Daftar File": {"ABSTRAK Ahmad Syauqi Al Fanjari": "https://digilib.itb.ac.id/gdl/download/294761"}, "Penulis": "Ahmad Syauqi Al Fanjari [21721019]", "Kontributor / Dosen Pembimbing": ["Dr. Samsul Bahri, M.Kes.", "Dr. Rini Syafriani, M.Kes.", "Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "madu, sari kurma, sport drink energy gel, glukosa darah, asam laktat", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2023"}