{"Nomor": 74216, "Judul": "STUDI IN SILICO KANDUNGAN FLAVONOID DAUN MACARANGA GIGANTEA SEBAGAI ANTIMALARIA MENGGUNAKAN PHARMACOLOGICAL NETWORK MODEL DAN MOLECULAR DOCKING", "Abstrak": "Malaria adalah penyakit infeksi menular yang disebabkan oleh parasit dari genus \nPlasmodium yang menjadi masalah global karena sulit untuk dieliminasi. Dalam \nkaitan ini, upaya untuk mengembangkan obat antimalaria baru hasil eksplorasi\nbahan alam asli Indonesia melalui pendekatan yang rasional dan tersaintifikasi \nmenjadi penting untuk dilakukan. Pada penelitian sebelumnya senyawa flavonoid \ndari ekstrak daun Macaranga gigantea diindikasikan memiliki aktivitas sebagai \nantimalaria. Penelitian ini dimulai dengan skrining data senyawa uji, gen dan \nprotein target antimalaria dari senyawa flavonoid daun Macaranga gigantea\nmelalui kajian database dan literatur. Prediksi karakteritik Lipinski dan profil \nfarmakokinetik senyawa uji kemudian dilakukan dengan menggunakan BIOSig. \nSelanjutnya dilakukan kajian pharmacological network model (PNM) untuk \nmengetahui keterkaitan senyawa uji dengan gen target sebagai antimalaria. \nSenyawa uji dan protein target hasil identifikasi direkontruksi ke dalam model tiga \ndimensi untuk kajian molecular docking menggunakan AutoDock Tools Ver 1.5.7 \nuntuk mempelajari kemampuan inhibisi protein senyawa uji. Visualisasi binding \nsite senyawa uji, jenis ikatan dan asam amino protein yang terlibat dalam \neliminasi malaria dikonfirmasi dengan program BIOVIA DSV. Terdapat Lima \nsenyawa aktif flavonoid Macaranga gigantea yang berhasil diidentifikasi yaitu \napigenin, glyasperin A, macagigantin, brossuflavonol F dan schweintifurtin C. \nMelalui studi literatur dan PNM didapatkan empat protein target untuk dilakukan \nmolecular docking. Profil farmakokinetik menunjukan senyawa uji memiliki \nkriteria obat yang layak diadministrasikan secara oral namun tidak dapat \nmenembus blood brain barrier. Hasil selanjutnya menunjukkan gen yang \ndiperkirakan terlibat dalam aktivitas antimalaria flavonoid M. gigantea, yang \nmeliputi ABCB1, ABCG2, PTGS2, HSP90AA1, ACE, CYP3A4, AHR, CYP2C19, \nIL2 dan CXCR4. glyasperin A memiliki binding afinity dan inhibisi yang paling \nbaik pada target Mitochondrial bc1 genus Plasmodium falciparum dengan energi \nikatan -11.41 Kkal/mol dengan konstanta inhibisi 0,004 µmol. apigenin secara \nkonsisten ditunjukkan berikatan pada semua protein uji. Asam amino dari \nsenyawa uji yang berikatan dengan co-crystailized ligand dan obat pembanding \ndiperkirakan dapat dihasilkan aktivitas antimalaria.ecara keseluruhan, studi in \nsilico ini menunjukkan potensi antimalaria dari flavonoid daun Macaranga \ngigantea.", "Daftar File": {"ABSTRAK Reza Alrayan": "https://digilib.itb.ac.id/gdl/download/295121"}, "Penulis": "Reza Alrayan [20720330]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si.", "Josephine E. Siregar., S.Si., M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antimalaria, Flavonoid Ekstrak Daun Macaranga gigantea,  Molecular Docking, Pharmacological Network Model", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2023"}