{"Nomor": 74225, "Judul": "EVALUASI TINGKAT KEPUASAN KONSELING OBAT DAN PENGETAHUAN TERKAIT OBAT SERTA PENYAKIT PADA PASIEN HIV DI SALAH SATU PUSKESMAS DI KOTA BANDUNG", "Abstrak": "Konseling obat merupakan salah satu pelayanan kefarmasian yang diselenggarakan oleh puskesmas. \nKegiatan ini memiliki tujuan untuk memberi informasi terkait pengobatan dan masalah kesehatan lain. \nPasien HIV menjadi salah satu prioritas pemberian konseling obat. Salah satu masalah dalam terapi \nHIV/AIDS adalah kurangnya pengetahuan informasi obat dan penyakit. Konseling dapat menjadi upaya \nuntuk meningkatkan pengetahuan pasien HIV. Namun, masih terdapat ketidakpuasan pasien dalam \nkonseling. Sebagai upaya meningkatkan kualitas konseling, diperlukan evaluasi untuk meningkatkan mutu \nkonseling. Kepuasan pasien menjadi salah satu aspek evaluasi terhadap konseling obat. Selain itu, \ndiperlukan evaluasi pengetahuan pasien untuk mengukur pemahaman atas informasi yang telah \ndisampaikan dalam konseling maupun pengetahuan umum pasien terkait penyakit. Penelitian ini \nbertujuan untuk mengetahui tingkat kepuasan pasien HIV terhadap konseling obat, mengetahui tingkat \npengetahuan obat dan penyakit pada pasien HIV. Penelitian dilakukan secara deskriptif analitik potong \nlintang pada 100 responden pasien HIV pada salah satu Puskesmas di Kota Bandung menggunakan \nkuesioner yang valid dan reliabel. Tingkat kepuasan dan pengetahuan dianalisis secara univariat dan \nbivariat menggunakan Mann-Whitney dan Kruskal-Wallis. Hasil penelitian menggunakan Customer \nSatisfaction Index (CSI) dengan instrumen service quality (SERVQUAL) menunjukkan responden sangat \npuas terhadap pelayanan konseling obat sebesar 84,5%. Hasil analisis gap antara harapan dan kepuasan \nmenunjukkan nilai gap negatif pada seluruh atribut pertanyaan. Sedangkan hasil evaluasi pengetahuan \npasien tentang obat menunjukkan sebanyak 73% responden dengan kategori baik, 25% cukup dan 2% \nkurang. Hasil evaluasi pengetahuan penyakit HIV oleh pasien menunjukkan sebanyak 85% responden \ndengan kategori pengetahuan baik, 14% cukup dan 1% kurang. Tingkat kepuasan dan pengetahuan \nmayoritas menunjukkan hasil yang baik.", "Daftar File": {"ABSTRAK Anastasya Zachroh Katherine B.": "https://digilib.itb.ac.id/gdl/download/294868"}, "Penulis": "Anastasya Zachroh Katherine B. [11619038]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Pratiwi Wikaningtyas, S.Farm., M.Si.", "Apt. Iis Rukmawati, S.Si., M. Mkes", "Dra. Anis Sussieyani, M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "konseling obat, kepuasan pasien, SERVQUAL, pengetahuan, HIV", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2023"}