{"Nomor": 74228, "Judul": "STUDI IN-SILICO SINTESIS MOLECULARLY-IMPRINTED POLYMERS (MIP) PROBENECID", "Abstrak": "Molecularly?Imprinted Polymers (MIP) merupakan suatu kelas molekul yang dapat memberikan \npengenalan spesifik dan pemisahan yang baik terhadap molekul cetakan (template \nmolecule/TM)?nya. Pada sintesis MIP, ada beberapa faktor yang penting untuk keberhasilan dan \nperforma MIP yang dihasilkan. Pada penelitian ini, dilakukan studi komputasi untuk menentukan \nmonomer fungsional (FM) yang paling sesuai dengan probenecid, menentukan rasio molar yang \npaling sesuai untuk tiap FM, dan menentukan pelarut yang paling sesuai untuk sintesis MIP \nprobenecid. Penelitian ini dilakukan dengan perangkat lunak Gaussian09W untuk perhitungan \nkomputasi dan Gaussview 5.0.8 untuk visualisasi dan penyusunan struktur kimia. Metode yang \ndigunakan adalah DFT B3LYP dengan basis set 6?31G pada sintesis MIP dengan TM Probenecid\n(PBC), sebuah senyawa doping. FM yang diuji adalah asam metakrilat (MAA), asam akrilat (AA), \nakrilamida (ACM), dan 4?Vinilpiridin (4VP). Rasio molar yang diuji sebanyak 6, yaitu 1:1 hingga \n1:6 untuk TM MAA, ACM, dan AA. Rasio molar yang digunakan untuk 4VP adalah 1:1. Efek \npelarut juga diuji, dengan jenis pelarut sebanyak 5, yaitu asetonitril, dietileter, aseton, \nkloroform, dan tetrahidrofuran (THF). Pada perhitungan energi tiap kompleks pada fasa gas \ndidapatkan bahwa kompleks MIP yang memberikan energi terendah adalah PBC?4VP 1:1 \ndengan energi kompleksasi (?E) sebesar ?400.925 kJ/mol. Kemudian 9 kompleks dengan energi \nterendah dilanjutkan dengan studi efek pelarut. Pelarut yang diperkirakan paling sesuai pada \nsintesis MIP PBC adalah dietileter karena memberikan energi rata?rata yang terendah bagi \nseluruh kompleks yaitu sebesar ?416.1329 kJ/mol.", "Daftar File": {"ABSTRAK Immanuel Giustino": "https://digilib.itb.ac.id/gdl/download/295017"}, "Penulis": "Immanuel Giustino [10719070]", "Kontributor / Dosen Pembimbing": ["apt. Benny Permana, S.Si., M.Si., Ph.D.", "Dr. Fransiska Kurniawan, S.Farm., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "MIP, Probenecid, Studi Komputasi, Optimasi Sintesis MIP, DFT, Efek Pelarut.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2023"}