{"Nomor": 74227, "Judul": "PERANCANGAN ULANG KAWASAN DESA WISATA CAMP AND RESORT KARANGSALAM, KECAMATAN BATURRADEN, KABUPATEN BANYUMAS MELALUI PENDEKATAN ECOLOGICAL DESIGN", "Abstrak": "Perubahan kecenderungan wisata pascapandemi dari wisata massal menjadi desa\nwisata telah mendorong perkembangan desa wisata. Berdasarkan data\nKementerian Pariwisata dan Ekonomi Kreatif tahun 2021, desa wisata telah\nmeningkatkan ekonomi masyarakat hingga 30 persen. Namun, pengembangan desa\nwisata masih terdapat beberapa hambatan seperti infrastruktur yang kurang\nmemadai. Hambatan dalam pengembangan desa wisata masih terjadi salah\nsatunya di Desa Wisata Karangsalam, Baturraden, Jawa Tengah. Terdapat\nbeberapa persoalan yang terjadi di desa tersebut seperti aksesibilitas yang kurang\nbaik, pengelolaan limbah yang kurang baik, belum adanya penggunaan energi\nterbarukan, keterbatasan fasilitas, serta penataan lanskap yang belum teratur.\nDiperlukan adanya perancangan ulang kawasan untuk meningkatkan kualitas\nDesa Wisata Karangsalam serta ramah terhadap lingkungan karena kawasan\ntersebut memiliki fungsi ekologi sesuai dengan arahan Peraturan Menteri\nPariwisata dan Ekonomi Kreatif Nomor 9 Tahun 2021. Persyaratan kelestarian\nlingkungan ini pada dasarnya adalah konsep desain ekologis. Pendekatan desain\nekologis adalah strategi desain yang mengintegrasikan kepedulian terhadap\nlingkungan ke dalam proses pembuatan produk dan menyeimbangkan kebutuhan\nekologis dan ekonomi.\nPenelitian ini dilakukan dengan tujuan untuk merancang ulang kawasan Desa\nWisata Karangsalam melalui pendekatan ecological. Metode yang digunakan\ndalam penelitian ini yaitu metode kualitatif dan metode kuantitatif. Metode\nkualitatif digunakan untuk merumuskan komponen perancangan, kriteria\nperancangan, indikator ecological design, potensi dan persoalan, prinsip, serta\nkonsep perancangan. Sementara metode kuantitatif digunakan untuk mengetahui\nkarakteristik pengunjung, persepsi, dan preferensi pengunjung sebagai salah satu\nprinsip everyone is designer dalam ecological design serta mengetahui\nketercapaian indikator ecological design berdasarkan gap analisis. Sementara\nmetode perancangan yang digunakan adalah metode fragmental dengan teknik\nperancangan yaitu optimizing. Penelitian ini menunjukkan bahwa ketercapaian\nindikator ecological design di kawasan wisata Desa Karangsalam yaitu 70,18%,\nperancangan ulang Desa Karangsalam memiliki visi Mewujudkan Desa Wisata\nCamp and Resort Karangsalam menjadi “Liveable Educovillage” dengan\nmengoptimalkan 5 indikator ecological design yaitu liveable design environment,\nkonservasi energi, konservasi air, penggunaan material ramah lingkungan, dan\nsettlement criteria melalui beberapa kriteria seperti keindahan, keselamatan,\naksesibilitas, kenyamanan, keamanan, kebersihan, dan kelestarian lingkungan.", "Daftar File": {}, "Penulis": "Yuda Ulinuha [15419093]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "desa wisata, perancangan ulang, kelestarian lingkungan, ecological design.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "27 Jun 2023"}