{"Nomor": 74238, "Judul": "KAJIAN PEMBOROSAN NON-FISIK DALAM KONSTRUKSI DI INDONESIA : PENELUSURAN LITERATUR DAN IDENTIFIKASI PEMAHAMAN KONTRAKTOR", "Abstrak": "Pemborosan non-fisik memiliki dampak langsung terhadap kemampuan proyek konstruksi untuk memenuhi indikator kinerja utama (KPI) seperti biaya, kualitas, waktu, dan produktivitas. Mengidentifikasi dan meminimalisir pemborosan dalam proses konstruksi merupakan salah satu prinsip dari konsep lean construction. Namun, saat ini para profesional konstruksi masih cenderung mendefinisikan pemborosan dalam konstruksi hanya sebagai pemborosan material. Selain itu, pemahaman kontraktor BUMN yang telah menerapkan konstruksi ramping terhadap pemborosan non-fisik masih belum diketahui. Oleh karena itu, diperlukan penelusuran literatur untuk mendefinisikan, mengidentifikasi jenis-jenis, dan menggambarkan karakteristik pemborosan non-fisik, serta untuk menganalisis pemahaman kontraktor terhadap pemborosan non-fisik. Penelitian ini bertujuan untuk mengidentifikasi definisi, jenis-jenis, dan karakteristik pemborosan non-fisik dalam konteks konstruksi, serta sejauh mana pemahaman kontraktor di Indonesia terhadap pemborosan non-fisik. Data dikumpulkan melalui metode kajian literatur sistematis lalu wawancara dan kuisioner kepada kontraktor BUMN di Indonesia yang telah menerapkan konstruksi ramping. Selanjutnya, hasil penelusuran literatur dibandingkan dengan hasil wawancara dan kuisioner untuk menganalisis pemahaman kontraktor terhadap pemborosan non-fisik di Indonesia. Berdasarkan data dan analisis yang dilakukan, pemborosan non-fisik didefinisikan sebagai aktivitas pemanfaatan sumber daya yang tidak menambah nilai, baik dari perspektif pelanggan maupun perusahaan penyedia jasa konstruksi. Terdapat 9 jenis kelompok besar pemborosan non-fisik yang dapat dikarakteristikkan berdasarkan bentuk/kejadian, penyebab, tinjauan TFV, dan sumber daya terasosiasi. Hasil penelitian menunjukkan bahwa pemahaman kontraktor di Indonesia terhadap pemborosan non-fisik mencapai tingkatan evaluasi, dengan tingkat pemahaman 72%, aplikasi 71%, analisis 71%, dan evaluasi 71% . Hal ini menunjukkan bahwa masih ada ruang untuk peningkatanpemahaman. Praktik monitoring terhadap pemborosan non-fisik masih belum terdokumentasi dan terstruktur dengan baik, serta belum ada pengukuran spesifik secara kuantitatif. Selain itu, hasil kuisioner dan wawancara menunjukkan bahwa kontraktor di Indonesia masih memiliki interpretasi yang berbeda-beda dalam memandang pemborosan non-fisik. Ketidakmerataan pemahaman antar pekerja, inkonsistensi, dan penolakan budaya lean construction juga menjadi kendala dalam meningkatkan pemahaman kontraktor terhadap pemborosan non-fisik.\nKata Kunci :", "Daftar File": {"ABSTRAK Tsabitahhasna Bunga Rhebaina": "https://digilib.itb.ac.id/gdl/download/294802"}, "Penulis": "Tsabitahhasna Bunga Rhebaina [15019134]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T, Ph.D.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Pemborosan Non-Fisik, konstruksi, teori TFV, kontraktor, konstruksi ramping", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2023"}