{"Nomor": 74232, "Judul": "PENGARUH EKSTRAK LAVENDER, RICE MILK, DAN ROSE OIL TERHADAP HIDRASI KULIT MELALUI ANALISIS EKSPRESI GEN AQP3, HAS2, DAN HAS3 PADA SEL 3T3", "Abstrak": "Ekstrak lavender, rice milk, dan rose oil diketahui memiliki aktivitas antioksidan yang tinggi sehingga \nmemiliki potensi menghidrasi kulit. Mekanisme proses hidrasi kulit manusia diantaranya melalui \npeningkatan ekspresi protein Aquaporin 3 (AQP3), Hyaluronan Synthase 2 (HAS2), dan Hyaluronan \nsynthase 3 (HAS3). Penelitian ini bertujuan untuk menganalisis pengaruh ekstrak lavender, rice milk, \ndan rose oil terhadap hidrasi kulit melalui analisis ekspresi mRNA AQP3, HAS2, dan HAS3 pada sel\nfibroblas 3T3 menggunakan qPCR dan uji oklusi in vitro. Sitotoksisitas ekstrak pada sel 3T3\nditentukan dengan PrestoBlue untuk menentukan konsentrasi non-toksik. Tingkat ekspresi mRNA \nAQP3, HAS2, dan HAS3 pada sel 3T3 ditentukan menggunakan qPCR. Primer untuk qPCR dianalisis \nsecara in silico dan divalidasi dengan uji efisiensi dan spesifisitas primer secara in vitro. Primer HAS2 \nmemiliki efisiensi dan spesifisitas yang baik pada uji in vitro sejalan dengan nilai yang baik pada \nparameter in silico namun tidak pada primer AQP3 dan HAS3 yang tidak memiliki efisiensi dan \nspesifisitas yang baik pada uji in vitro sehingga analisis ekspresi mRNA tidak dapat dilakukan. \nBerdasarkan hasil uji toksisitas sel, seluruh konsentrasi ekstrak tidak toksik (10-1000 ppm untuk \nekstrak lavender dan rice milk serta 1-200 ppm untuk ekstrak rose oil). Ekstrak lavender, rice milk, \ndan rose oil memiliki kemampuan untuk meningkatkan ekspresi mRNA HAS2 pada sel fibroblas 3T3\nyang berperan dalam proses hidrasi kulit. Pada uji kemampuan efek oklusi, ekstrak rice milk \nmenunjukkan adanya kemampuan oklusi yang baik. Ekstrak lavender dan rose oil memiliki potensi \nsebagai penghidrasi kulit dengan mekanisme peningkatan ekspresi mRNA HAS2 sedangkan ekstrak \nrice milk memiliki potensi sebagai penghidrasi kulit dengan mekanisme peningkatan ekspresi mRNA \nHAS2 dan efek oklusi.", "Daftar File": {"ABSTRAK Kanita Prameswari": "https://digilib.itb.ac.id/gdl/download/294796"}, "Penulis": "Kanita Prameswari [10719015]", "Kontributor / Dosen Pembimbing": ["Dr. Ratna Annisa Utami, S.Si., M.Si.", "apt. Defri Rizaldy, S.Farm., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "AQP3, HAS2, HAS3, qPCR, Lavender, Rice Milk, Rose Oil", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2023"}