{"Nomor": 74237, "Judul": "STUDI NUMERIK PEMBAKARAN CAMPURAN AMONIA-HIDROGEN-NITROGEN-UDARA DARI DEKOMPOSISI AMONIA PARSIAL", "Abstrak": "Sebagian besar pembangkit listrik menggunakan proses termal untuk menghasilkan energi melalui proses pembakaran bahan bakar berbasis karbon. Pembakaran bahan bakar berbasis karbon tersebut menghasilkan CO2 dalam jumlah besar dan menjadi kontributor utama pemanasan global. Amonia dan hidrogen memiliki potensi sebagai bahan bakar alternatif untuk mencapai target nol emisi pada tahun 2050. Pembakaran hidrogen memiliki beberapa tantangan karena sifatnya yang sangat mudah terbakar dan densitasnya yang rendah untuk disimpan. Sebaliknya, amonia tersedia secara luas dan memiliki kandungan hidrogen yang tinggi, tetapi amonia sulit terbakar. Amonia dapat digunakan sebagai pembawa hidrogen melalui dekomposisi parsial. Proses pembakaran dari dekomposisi parsial amonia perlu dipelajari terutama produksi NOx akibat adanya nitrogen dalam campuran bahan bakar.\nPada penelitian ini, simulasi pembakaran premixed dari dekomposisi parsial amonia dilakukan melalui Computational Fluid Dynamics (CFD) dengan perangkat lunak ANSYS Fluent. Mekanisme reaksi kimia GRI-Mech 3.0 yang telah direduksi digunakan untuk mensimulasikan proses pembakaran. Perbandingan ekuivalen divariasikan dari 0,2 hingga 1,4 dengan peningkatan sebesar 0,1.\nHasil analisis menunjukkan bahwa tingkat emisi NOx sangat tinggi dari pembakaran yang sangat miskin hingga pembakaran miskin, yaitu di atas 400 mg/Nm3. Thermal dan prompt NOx sangat signifikan dalam membentuk emisi NOx pada pembakaran sangat miskin dan miskin. Tingkat emisi NOx semakin menurun dengan meningkatnya rasio ekuivalen pada pembakaran kaya, mulai dari rasio ekuivalen 1 dengan nilai di bawah 400 mg/Nm3, yang menunjukkan potensi bahan bakar menggunakan campuran amonia dan hidrogen. Molekul radikal NH2 ditemukan signifikan dalam pengurangan emisi NOx pada pembakaran kaya.", "Daftar File": {"ABSTRAK Fachriza Afif Ma'ani": "https://digilib.itb.ac.id/gdl/download/294801"}, "Penulis": "Fachriza Afif Ma'ani [13119005]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Firman Bagja Juangsa, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Bahan Bakar Alternatif, Pembakaran Ammonia dan Hidrogen, Emisi NOx, Pembakaran Premixed, Computational Fluid Dynamics (CFD)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2023"}