{"Nomor": 74239, "Judul": "ANALISIS INTERAKSI AKTOR DALAM IMPLEMENTASI PEMBARUAN SISTEM INTI ADMINISTRASI PERPAJAKAN MENGGUNAKAN DRAMA THEORY II", "Abstrak": "Sejak tahun 2017 Otoritas Pajak Indonesia, Direktorat Jenderal Pajak (DJP) telah memulai pelaksanaan Reformasi Perpajakan Tahap 3, salah satu bidang reformasi adalah modernisasi Sistem Informasi yang digunakan oleh DJP yaitu Core Tax Administration System (CTAS atau PSIAP dalam Bahasa). Ada beberapa stakeholder atau aktor yang berkolaborasi untuk mensukseskan modernisasi CTAS. Kolaborasi adalah proses di mana banyak pihak berbagi pengetahuan dan keterampilan mereka untuk mencapai keputusan dan mengambil tindakan yang meningkatkan kinerja. Karena kerumitan prosesnya, interaksi para aktor saat mengimplementasikan CTAS dapat menimbulkan friksi dan konflik sehingga menimbulkan dilema. Oleh karena itu, mencapai kolaborasi yang sukses adalah suatu keharusan. Ini menjadikannya subjek yang menarik untuk penelitian, terutama jika dievaluasi dengan teori drama II. Pendekatan Teori Drama digunakan karena menawarkan solusi atas permasalahan yang melibatkan pihak-pihak dengan tujuan yang saling bertentangan, seperti konflik antar aktor dalam implementasi CTAS. Penelitian studi kasus dipilih karena dapat menjawab pertanyaan \"bagaimana\" dan \"mengapa\" dalam pertanyaan penelitian, peneliti memiliki sedikit kendali atas peristiwa, dan penelitian berfokus pada fenomena kontemporer dalam konteks kehidupan nyata. Peneliti mengumpulkan data primer dengan observasi, wawancara dan studi dokumentasi. Peneliti juga mendapatkan data dan informasi sekunder untuk dianalisis dan mendapatkan pemahaman yang lebih komprehensif dan menjawab pertanyaan penelitian.\n\nAktor-aktor dalam implementasi CTAS (posisi, peran, pilihan yang tersedia, dan preferensi) dan konflik dapat diidentifikasi melalui analisis interaksi aktor menggunakan teori drama II pada setiap tahap implementasi CTAS, dan alasan serta bagaimana konflik dan dilema terjadi dalam implementasi CTAS, serta strategi untuk menyelesaikannya, dapat diidentifikasi. Analisis kasus menunjukkan bahwa: 1) konflik dan dilema penolakan terjadi selama tahap desain, 2) perbedaan harapan antara vendor sistem integrator dan pemilik/pengguna bisnis adalah penyebab utama konflik dan dilema, 3) Jumlah konflik yang terjadi terkait dengan jumlah modul proses bisnis yang dilaksanakan, dan 4) konflik sebagian besar diselesaikan melalui intervensi Komite Pengarah untuk mengikuti persyaratan CTAS atau kompromi. Sedangkan originality/value penelitiannya adalah penelitian pertama yang menggunakan kombinasi dari CIIS (Cycle of Information System Implementation) model dengan DtDA (Drama- theoretic Dilemma Analysis) dan Pendar (Premade NSS on Drama Theory II) sebagai alat bantu analisisnya. Tesis ini juga merupakan penelitian pertama analisis interaksi aktor dalam pelaksanaan modernisasi CTAS di Indonesia dengan menggunakan teori drama II. Studi ini akan membantu para akademisi yang mempelajari modernisasi CTAS serta praktik saat ini di Indonesia. Praktisi akan mendapat manfaat dengan memahami akar dan penerapan metode yang saat ini digunakan.", "Daftar File": {"2023 TS PP Komarudin   [29020064] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/294808"}, "Penulis": "Komarudin [29020064]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pri Hermawan, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Drama Theory II, Interaksi Aktor, Sistem Inti Administrasi Perpajakan, Administrasi Perpajakan, Sistem Perpajakan,.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "2 file", "Tanggal Input": "27 Jun 2023"}