{"Nomor": 74230, "Judul": "AKTIVITAS EKSTRAK DAN ISOLAT TUMBUHAN  TIGARUN (CRATAEVA MAGNA DC.) TERHADAP MIKROBA PENYEBAB FOLIKULITIS", "Abstrak": "Infeksi kulit menjadi salah satu masalah kesehatan di negara berkembang termasuk\nIndonesia dan menempati peringkat ke empat dari keseluruhan penyakit yang\nmempengaruhi hampir sepertiga dari populasi dunia. Salah satu infeksi kulit yang\ndisebabkan oleh bakteri maupun jamur adalah folikulitis yaitu terjadinya inflamasi \nkulit pada folikel rambut. Tigarun (Crataeva magna DC.) merupakan tumbuhan\nkhas Kalimantan Selatan dan dapat dikembangkan sebagai antimikroba alami \nuntuk mengobati infeksi pada kulit. Penelitian sebelumnya menyatakan bahwa\ntigarun memiliki aktivitas antimikroba, namun penelitian mengenai kajian kimia \nsenyawa antimikroba terhadap tumbuhan tigarun masih sangat terbatas. Oleh \nkarena itu penelitian ini bertujuan untuk menentukan aktivitas antimikroba dari \nekstrak dan isolat tumbuhan tigarun (Crataeva magna DC.) terhadap mikroba \npenyebab folikulitis. Ekstraksi dilakukan dengan metode maserasi menggunakan\npelarut etanol 96%. Uji aktivitas antimikroba terhadap ekstrak dengan metode \ndifusi agar dan mikrodilusi. Pemantauan aktivitas antimikroba terhadap fraksi diuji \nsecara KLT bioautografi. Fraksi 51 – 55 terbentuk kristal jarum berwarna putih\nmenunjukkan aktivitas antimikroba, selanjutnya disubfraksinasi dengan\nkromatografi kolom klasik dan dimurnikan dengan teknik rekristalisasi dan KLT\npreparatif sehingga diperoleh isolat. Identifikasi senyawa dilakukan menggunakan\nbeberapa pereaksi semprot spesifik. Berdasarkan hasil uji aktivitas antimikroba \ndengan metode difusi agar, ekstrak bunga tigarun menunjukkan aktivitas \nantimikroba lebih baik dibandingkan ekstrak daun dan ekstrak kulit batang tigarun,\ndimana aktivitas paling tinggi terhadap Staphylococcus epidermidis (12,35±0,35)\ndan aktivitas paling rendah terhadap Pseudomonas aeuroginosa (9,35±0,39). Uji \nterhadap jamur Malassezia furfur memberikan aktivitas hanya terhadap ekstrak\nbunga tigarun pada konsentrasi 200 mg/mL (7,40±0,40), sementara untuk Candida \nalbicans tidak memberikan aktivitas untuk semua ekstrak yang diuji. Hasil uji\nkonsentrasi hambat minimum (KHM) untuk ekstrak bunga diperoleh 6,25 mg/mL\nmasing-masing terhadap Cutibacterium acnes dan Staphylococcus epidermidis dan \ndilakukan pengujian KHM terhadap isolat aktif yaitu isolat 1 diperoleh nilai sebesar \n1000 µg/mL untuk Cutibacterium acnes dan 500 µg/mL untuk Staphylococcus \nepidermidis. Berdasarkan hasil uji karakterisasi diketahui bahwa isolat diduga \nmerupakan stigmasterol.", "Daftar File": {"ABSTRAK Najwi Hasani": "https://digilib.itb.ac.id/gdl/download/294794"}, "Penulis": "Najwi Hasani [20721017]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "apt. Elin Julianti,M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Folikulitis, Tigarun, Antimikroba, Isolasi, Stigmasterol", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2023"}