{"Nomor": 74233, "Judul": "KONSTRUKSI SEL HEK293-LACI DAN GENOM ADENOVIRUS DENGAN OPERATOR LAC DAN INTRON UNTUK PRODUKSI KANDIDAT VAKSIN COVID-19", "Abstrak": "Adenovirus adalah vektor virus yang umum digunakan pada vaksin, termasuk vaksin COVID-19. \nProduksi vektor adenovirus dapat terganggu oleh ekspresi gen target yang tidak diinginkan pada sel \nprodusen sehingga diperlukan regulasi ekspresi untuk produksi yang optimal. Penelitian ini \nbertujuan mengonstruksi sel HEK293-lacI dan genom adenovirus dengan operator lac (lacO) dan \nintron untuk produksi kandidat vaksin COVID-19 dengan sistem regulasi operon lac. Sel HEK293-lacI\ndikonstruksi melalui transfeksi pCMV-lacI dan diseleksi dengan higromisin selama 12 hari. Sel hasil \ntransfeksi berhasil tumbuh dan diperbanyak sementara kontrol negatif tereliminasi di media \ndengan higromisin 100 µg/mL. Namun, sel hasil transfeksi belum berhasil ditumbuhkan setelah \npenyimpanan dan karakterisasi dengan polymerase chain reaction (PCR) tidak menunjukkan \nkeberadaan gen lacI. Konstruksi sel HEK293-lacI belum berhasil dilakukan dan diduga karena gen \nlacI tidak terintegrasi sempurna ke genom sel. Pada penelitian sebelumnya, pShuttle-LacO-IntronSpike telah dikonstruksi untuk membawa gen spike dengan lacO sebagai situs pengikatan represor\nlac (LacI) dan urutan intron sebagai strategi peningkatan ekspresi spike di tubuh manusia. Pada \npenelitian ini, pShuttle-LacO-Intron-Spike direkombinasi dengan genom adenovirus dari pAdEasy di \nEscherichia coli BJ5183. Karakterisasi pAdEasy-LacO-Intron-Spike melalui PCR dengan tiga pasang \nprimer untuk mendeteksi gen spike, lacO dan intron, serta gen hekson menunjukkan produk \ndengan ukuran eksperimental berturut-turut 3848, 2585, dan 153 pb. Hasil ini mengonfirmasi\nkeberadaan gen spike, lacO, intron, dan hekson sehingga rekombinasi terbukti berhasil. pAdEasyLacO-Intron-Spike ditransfeksikan ke sel AD293 untuk produksi vektor adenovirus dengan \npembanding pAdEasy-LacZ, pAdEasy-Spike, dan pAdEasy-LacO-Spike. Karakterisasi genom AdVLacO-Intron-Spike melalui PCR dengan dua pasang primer yang mendeteksi gen spike dan hekson\nmenghasilkan produk dengan ukuran eksperimental berturut-turut 175 pb dan 152 pb. Hasil ini \nmengonfirmasi keberadaan gen spike dan hekson sehingga AdV-LacO-Intron-Spike terbukti berhasil \ndiproduksi. Hasil perhitungan titer virus melalui immunostaining untuk AdV-LacZ, AdV-Spike, AdVLacO-Spike, dan AdV-LacO-Intron-Spike berturut-turut sebesar 1,5 x 106\n; 7,8 x 105\n; 7,7 x 105\n; dan \n7,6 x 105 infectious units (IFU)/mL. Titer virus AdV-LacO-Intron-Spike yang tidak berbeda jauh \ndengan pembanding AdV-Spike menunjukkan kemampuan pAdEasy-LacO-Intron-Spike yang \nsebanding dalam produksi vektor adenovirus. Hasil ini membuktikan bahwa genom adenovirus \ndengan lacO dan intron untuk produksi kandidat vaksin COVID-19 telah berhasil dikonstruksi.", "Daftar File": {"ABSTRAK Annisa Rahma Bassalamah": "https://digilib.itb.ac.id/gdl/download/294797"}, "Penulis": "Annisa Rahma Bassalamah [10719022]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Aluicia Anita Artarini, S.Si., M.Sc.,.", "Apt. Dr. rer. nat. Catur Riani, S.Si., M.Si.", "Ernawati Arifin Giri-Rachman, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "adenovirus, vektor virus, vaksin COVID-19, regulasi ekspresi gen, operon lac", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Jun 2023"}