{"Nomor": 74235, "Judul": "PENDEKATAN APLIKASI IMAGE PROCESSING UNTUK PENGUKURAN PERTUMBUHAN AZOLLA PINNATA (AZOLLA PINNATA) DENGAN TAMBAHAN PUPUK SINTETIK KIMIA DAN ORGANIK", "Abstrak": "Tumbuhan paku-pakuan merupakan salah satu kelompok tumbuhan yang tergolong kedalam kelompok kormus (Cormophyta) dimana tumbuhan paku dapat dibedakan nyata kedalam tiga bagian pokok yaitu akar (radix), batang (caulis), dan daun (folium). Adapun salah satu tumbuhan air yang termasuk kedalam paku-pakuan yaitu Azolla pinnata. Tumbuhan ini memiliki kadar Nitrogen dan protein yang tinggi sehingga mampu digunakan sebagai pakan ternak maupun diolah menjadi produk lainnya. Selain itu, tumbuhan ini memiliki nilai ekonomi yang relatif tinggi. Hal ini disebabkan oleh selain pakan ternak, Azolla juga dapat menjadi pupuk atau sebagai tanaman hias.Namun, pengambilan data dilakukan dengan menggunakan image processing untuk mendapatkan data mentah dari azolla yang ditanam. Hal ini dikarenakan pengambilan data azolla dengan menimbang berat setiap pengamatan dapat beresiko layu pada tumbuhan azolla. Selain itu, penimbangan berat azolla perlu dikeringkan karena azolla merupakan tumbuhan air. Oleh karena itu, selain untuk mendapatkan berat yang akurat. Image processing digunakan untuk alternatif yang aman untuk mendapatkan informasi tanpa perlu beresiko untuk kesalahan data dikarenakan pengeringan yang berlebihan ataupun tumbuhan azolla yang layu. Penelitian ini dilakukan untuk menentukan pengaruh dari 3 pupuk yang berbeda untuk mengetahui dampak pengaruh nyata dan berat panen pada Azolla menggunakan image processing. Pupuk yang digunakan pada penelitian ini adalah pupuk urea, vermicompost, dan pupuk kasgot karena diperkirakan memiliki nutrian yang cocok bagi Azolla karena kandungan nitrogen yang tinggu untuk mendukung pertumbuhan Azolla sp. Berdasarkan hasil yang didapatkan, dapat disimpulkan bahwa grafik pertumbuhan dari image processing dan berat asli berbeda secara signifikan dengan nilai pertumbuhan tertinggi pada kascing (vermicompost) dan terendah pada urea. Selain itu, laju pertumbuhan yang didapatkan pada image processing memiliki nilai tinggi pada kascing, diikuti oleh kasgot dan terendah pada urea.", "Daftar File": {"ABSTRAK Boby Pebriandi Permata": "https://digilib.itb.ac.id/gdl/download/294799"}, "Penulis": "Boby Pebriandi Permata [10618044]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Azolla pinnata, laju pertumbuhan, image processing, vermicompost, kasgot, urea", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2023"}