{"Nomor": 74241, "Judul": "ANALISIS KARAKTERISTIK COMBINED CYCLE GAS TURBINE DENGAN BAHAN BAKAR CAMPURAN GAS ALAM DAN HIDROGEN", "Abstrak": "Listrik merupakan sumber kebutuhan primer manusia pada zaman ini, akan tetapi\nproses produksi listrik yang berasal dari pembangkit listrik mengeluarkan emisi gas\nberbahaya yang besar. Dengan rencana pemerintah untuk ikut serta dalam rencana\npembangunan bebas GRK pada tahun 2050, diperlukannya usaha untuk menurunkan emisi\nyang dihasilkan pembangkit listrik. Hidrogen merupakan salah satu bahan bakar yang dapat\ndigunakan dalam menjalankan usaha ini.\nDalam penelitian ini dilakukan pemodelan dan simulasi pembakaran campuran gas\nalam dan hidrogen pada PLTGU Keramasan dengan menggunakan perangkat lunak Aspen\nHYSYS v11. Pemodelan dan analisis secara termodinamika dilakukan dengan menggunakan\ndua skenario berbeda, yakni pembakaran dengan laju massa udara konstan dan pembakaran\nexcess oksigen konstan. Analisis ekonomi juga dilakukan dalam penelitian ini untuk\nmenentukan peluang investasi yang dilakukan ketika melakukan pembakaran campuran.\nHasil analisis termodinamika menunjukkan emisi gas buang CO2 akan mengalami\npenurunan ketika dilakukan pembakaran campuran gas alam dan hidrogen. Akan tetapi, nilai\ntemperatur pembakaran akan meningkat seiring peningkatan persen hidrogen yang\ndigunakan. Sementara itu, daya pembangkit akan mengalami peningkatan meskipun nilai\nefisiensi dari pembangkit mengalami penurunan. Sedangkan hasil analisis ekonomi\nmenunjukkan investasi yang dilakukan dengan menggunakan hidrogen sebagai bahan bakar\ncampuran adalah investasi yang kurang baik. Akan tetapi, penggunaan dari sistem carbon\ncredit merupakan ide yang sangat baik untuk dilakukan karena dapat meningkatan pendapat\nuntuk pembangkit.", "Daftar File": {"ABSTRAK Brian Primana Agung": "https://digilib.itb.ac.id/gdl/download/294804"}, "Penulis": "Brian Primana Agung [13119047]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D.", "Dr.Eng. Ir. Firman Bagja Juangsa, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "hidrogen, pembakaran campuran, emisi, PLTGU, tekno-ekonomi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2023"}