{"Nomor": 74249, "Judul": "KAJIAN EVALUASI IMPLEMENTASI TOOLS WORK STRUCTURING KONSTRUKSI RAMPING PADA PROYEK GEDUNG DI INDONESIA STUDI KASUS :  PROYEK GEDUNG PELAYANAN KESEHATAN IBU DAN ANAK RUMAH SAKIT DR. HASAN SADIKIN BANDUNG", "Abstrak": "Indonesia memiliki industri konstruksi yang berkembang pesat yang sejalan dengan kebutuhan infrastruktur yang meningkat. Dalam pembangunan infrastruktur tersebut, ditemukan masih banyak masalah yang dihadapi oleh pemegang peran dalam pembangunan konstruksi, khususnya kontraktor, yaitu menghasilkan pemborosan atau waste dengan faktor utama penyebabnya adalah faktor perubahan desain. Solusi dari ketidakefisienan ini adalah penggunaan tools work structuring yang fokus menerapkan prinsip flow untuk memberi aliran kerja tanpa hambatan. Terdapat penelitian terdahulu terkait implementasi work structuring, tetapi ditengarai kendala tidak terciptanya tahapan secara struktural dan implementasinya kurang sesuai dengan yang ideal. Penelitian ini memetakan tahapan work structuring berdasarkan tiga literatur utama, yaitu pemetaan supply chain awal, design flow, supply flow, work front structuring, dan menganalisis work structuring. Selanjutnya, dilakukan analisis kesesuaian proyek dalam menerapkan tahapan dan kriteria teknik ideal. Hasil analisisnya menunjukkan bahwa proyek belum sesuai dalam menerapkan tahapan dengan akumulasi 46,667% dan kriteria teknik ideal dengan akumulasi 74,19%. Kesenjangan pada tahapan dan kriteria teknik ideal ini membuat proyek harus menyiapkan pembuatan supply chain map, penentuan buffer, pembuatan aliran kerja dengan software, lembar pengecekan kesesuaian kriteria teknik, melibatkan supplier mengejar kondisi lean, pembelajaran bersama dengan supplier ke proyek lain, pemberian alternatif desain operasi, dan fokus kepada kontrol kualitas dan desain operasi untuk menerapkan teknik work structuring secara ideal.", "Daftar File": {"ABSTRAK Zefanya Vinesa Ulima": "https://digilib.itb.ac.id/gdl/download/294813"}, "Penulis": "Zefanya Vinesa Ulima [15019076]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T, Ph.D.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "work structuring, flow, konstruksi, buffer, desain operasi, evaluasi implementasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jun 2023"}