{"Nomor": 74252, "Judul": "DESAIN STRUKTUR SAYAP TACTICAL UNMANNED AIR VEHICLE (TUAV) DENGAN MEMPERHATIKAN KENDALA STATIK, BUCKLING, DAN AEROELASTIS", "Abstrak": "Kemajuan signifikan dalam pengembangan Tactical Unmanned Aerial Vehicle (TUAV) telah mendorong Badan Penelitian dan Pengembangan Angkatan Udara Indonesia (Dislitbangau) untuk melakukan penelitian mendalam mengenai TUAV untuk aplikasi militer. Objek penelitian yang dipilih oleh Dislitbangau adalah TUAV tipe Medium Altitude Long Endurance (MALE), yang sangat cocok untuk misi pengawasan dan pengintaian. Dalam penelitian ini, desain struktur sayap TUAV tipe MALE dilakukan. Salah satu TUAV yang dimiliki oleh Dislitbangau digunakan sebagai acuan utama dalam penelitian ini. Konfigurasi umum dan kondisi operasional pesawat digunakan sebagai dasar desain. Proses desain menggunakan pendekatan initial sizing digunakan dalam penelitian ini. Setelah struktur dimodelkan kembali melalui proses tersebut, model struktur sayap TUAV tersebut dikenai beban statik dan buckling untuk menguji kekuatan struktur terhadap beban-beban tersebut. TUAV umumnya didesain dengan sayap beraspek ratio tinggi. Oleh karena itu, masalah ketidakstabilan aeroelastik seperti divergence dan flutter harus dievaluasi dengan hati-hati. Dalam penelitian ini, analisis beban statik dan buckling dilakukan menggunakan metode elemen hingga. Model struktur sayap yang telah direkayasa ulang menunjukkan faktor keamanan terhadap beban statik sebesar 6.25 dan beban buckling kritis yang jauh melampaui beban total yang dialami oleh sayap. Karakteristik dinamik berupa frekuensi natural dan bentuk mode getar ditentukan melalui analisis dinamika struktur. Lima mode getar fundamental pertama terdiri dari tiga mode bending, satu mode swaying, dan satu mode torsi dengan frekuensi natural antara 8 hingga sekitar 100 Hz. Selain itu, analisis aeroelastik dinamik yang memperhitungkan beban unsteady aerodynamics dilakukan menggunakan metode Doublet Lattice (DLM) yang dikaitkan dengan metode elemen hingga. Berdasarkan analisis ketidakstabilan aeroelastik, dalam rentang kecepatan operasionalnya, struktur sayap TUAV terbukti bebas dari flutter dan tidak menunjukkan tanda-tanda ketidakstabilan. Hasil ini diverifikasi lebih lanjut melalui analisis respons dinamik dengan menghadapi kondisi gust tajam selama penerbangan jelajah. Responsnya menunjukkan redaman getaran yang cepat pada kecepatan jelajah, dengan kontributor utama berasal dari mode bending murni, tanpa adanya indikasi pengaruh dari mode getar lain seperti torsi yang dapat menyebabkan ketidakstabilan.", "Daftar File": {}, "Penulis": "Faisal Akmal Ramadhan [13619051]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Dr. Ir. Djarot Widagdo, Ph.D.", "Mahesa Akbar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "TUAV Militer , Sayap TUAV, Rekayasa Balik, Initial Sizing, Analisis Statik, Analisis Buckling, Analisis Dinamika Struktur, Metode Elemen Hingga, Double Lattice Method , Aeroelastisitas, Analisis Flutter, Respon Dinamik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jun 2023"}