{"Nomor": 74258, "Judul": "PREDIKSI TUTUPAN LAHAN KABUPATEN INDRAMAYU MENGGUNAKAN METODE CELLULLAR AUTOMATA DAN KAITANNYA DENGAN RENCANA PEMBANGUNAN KAWASAN PRIORITAS REBANA", "Abstrak": "Kawasan Peruntukan Industri (KPI) berpotensi memicu konversi lahan dan\nmengancam Lahan Pertanian Pangan Berkelanjutan (LP2B). Dibutuhkan metode\nprediksi tutupan lahan yang akurat untuk pengendalian alih fungsi lahan. Tujuan\npenelitian ini yaitu memprediksi tutupan lahan Kabupaten Indramayu tahun 2031\nmenggunakan metode Cellular Automata (CA) dan menganalisis kaitannya\ndengan rencana pembangunan KPI Rebana. Peta tutupan lahan dibuat berdasarkan\ncitra satelit Landsat dengan klasifikasi hybrid (supervised dan unsupervised)\nmenggunakan training sample citra NDBI, NDVI, NDWI, Google Earth, dan\nsurvei lapangan. Metoda CA dilakukan dengan algoritma ANN berdasarkan\nskenario business as usual serta skenario KPI dibangun tahun 2026 dan 2031.\nVariabel jarak ke jalan, ke permukiman eksisting, ke garis pantai dan kepadatan\npenduduk, digunakan sebagai faktor pendorong perubahan tutupan lahan. Studi ini\njuga menganalisis kesesuaian tutupan lahan terhadap LP2B dan KPI. Dihasilkan\npeta tutupan lahan tahun 2016 dengan akurasi yang baik yaitu 68,24% (overall\naccuracy). Citra tutupan lahan 2011-2016 digunakan sebagai transition rule untuk\nprediksi tutupan lahan 2031. Dihasilkan model tutupan lahan tahun 2021 dengan\nakurasi baik sebesar 76% (overall accuracy). Perubahan lahan 2011-2021 dan\nprediksi tutupan lahan 2031 (pada semua skenario) menunjukkan kenaikan lahan\nterbangun dan penurunan lahan pertanian yang signifikan. Terjadi kenaikan lahan\nterbangun 34.212,71 hektar (business as usual), 45.116,35 hektar (skenario KPI\n2026), dan 51.915,26 hektar (skenario KPI 2031) atau berturut-turut sebesar\n517,97%, 683,08%, dan 786,02% dari lahan terbangun 2021. Terjadi penurunan\nlahan pertanian 31.121,28 hektar (business as usual), 38.087,00 hektar (skenario\nKPI 2026), 42.879,49 hektar (skenario KPI 2031) atau berturut-turut sebesar\n21,74%, 25,21%, dan 29,96% dari luas lahan pertanian tahun 2021. Analisis pada\nlahan LP2B menunjukkan penurunan lahan pertanian sebesar 21,06% dari luas\nlahan pertanian 2021 (skenario business as usual), 26,73% (skenario KPI 2026),\ndan 29,01% (skenario KPI 2031). Adapun pada lahan KPI, menunjukkan bahwa\nKPI berpotensi menimbulkan alih fungsi lahan pertanian seluas 12.282,62 hektar\natau sebesar 61,86% dari total KPI atau 9,76% dari total LP2B. Selain itu\n7.176,45 hektar (36,14% dari total KPI) berada pada tutupan lahan badan air yang\nrawan terhadap bencana banjir dan dapat mengancam kelestarian sumber daya air.\nDiperlukan kebijakan pengendalian alih fungsi lahan dan penataagunaan lahan\nuntuk optimalisasi LP2B dan KPI. Data dan metode prediksi tutupan lahan yang\ndikembangkan dalam penelitian ini dapat dimanfaatkan untuk menyusun\nkebijakan pengendalian alih fungsi lahan dan penataan ruang Kabupaten\nIndramayu.", "Daftar File": {}, "Penulis": "Ayubella Anggraini Leksono [15419046]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Prediksi Tutupan Lahan, Cellular Automata, Kabupaten Indramayu, Lahan Pertanian Pangan Berkelanjutan, Kawasan Peruntukan Industri", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "27 Jun 2023"}