{"Nomor": 74257, "Judul": "ANALISIS KESESUAIAN PELAYANAN TERMINAL BARANANGSIANG KOTA BOGOR BERDASARKAN STANDAR PELAYANAN PENYELENGGARAAN TERMINAL DAN KEPUASAN PENUMPANG", "Abstrak": "Kota Bogor merupakan salah satu kota penyangga (hinterland) wilayah DKI\nJakarta yang memiliki tingkat kepadatan penduduk yang cukup tinggi. Kepadatan\npenduduk yang tinggi mendorong pergerakan serta mobilitas penduduk sehingga\ndibutuhkan sistem transportasi yang baik dengan sarana dan prasarana yang\nmendukung, dimana Terminal adalah salah satunya. Terminal Baranangsiang\ntergolong ke dalam terminal penumpang tipe A dan menjadi terminal induk\nterbesar yang ada di Kota Bogor. Namun disisi lain, Terminal Baranangsiang\nmasih memiliki kelemahan dari segi penyediaan fasilitas dan pelayanan sehingga\nmampu mempengaruhi tingkat kepuasan penumpang. Penelitian ini bertujuan\nuntuk menganalisis kesesuaian pelayanan Terminal Baranangsiang berdasarkan\nstandar pelayanan penyelenggaraan terminal dan kepuasan penumpang. Metode\nPenelitian ini menggunakan metode pengumpulan data primer meliputi kegiatan\npengamatan langsung atau observasi dan penyampaian kuesioner secara langsung\nkepada responden. Metode analisis yang digunakan dalam penelitian ini meliputi\nanalisis deskriptif kualitatif terhadap kesesuaian pelayanan dan analisis tingkat\nkepuasan penumpang. Berdasarkan hasil analisis diperoleh bahwa terdapat 22\ndari 41 indikator pelayanan Terminal Baranangsiang yang belum cukup memenuhi\nukuran minimal atau standar pelayanan penyelenggaraan sebuah terminal\nmenurut Permen Perhubungan No.40 Tahun 2015. Berdasarkan hasil perhitungan\ntingkat kepuasan diketahui besar persentase tingkat kepuasan penumpang\nterhadap pelayanan Terminal Baranangsiang adalah sebesar 62.05% atau cukup\npuas dengan rentang kepercayaan sebesar (58%-65.57%). Terdapat pelayanan\nyang dinilai menjadi prioritas utama untuk perbaiki yaitu ketersediaan toilet\ndengan kondisi bersih, Ketersediaan fasilitas peribadatan/mushola, ketersediaan\nruang khusus bagi ibu menyusui, ketersediaan fasilitas bagi penyandang cacat\n(disabilitas), dan ketersediaan fasilitas dan petugas kesehatan di area terminal.", "Daftar File": {}, "Penulis": "Tarisha Krishna Anindya [15419084]", "Kontributor / Dosen Pembimbing": ["Dr. Tengku Munawar Chalil, S.T., M.PP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Sistem Transportasi, Terminal, Pelayanan, Kepuasan Penumpang", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "27 Jun 2023"}