{"Nomor": 74263, "Judul": "ANALISIS PRIORITAS PENANGANAN AKSES AIR BERSIH DAN SANITASI DI PERMUKIMAN KUMUH METODE AHP", "Abstrak": "Perkembangan pemukiman kumuh salah satunya terjadi di Kota Pontianak dengan sebagian\nbesar berlokasi di tepian Sungai Kapuas. Dalam menangani permasalahan sanitasi di pemukiman\nkumuh perlu adanya keterlibatan para stakeholder. Permukiman kumuh di Kota Pontianak\ndisebabkan beberapa hal yaitu sarana dan prasarana dasar yang tersedia kualitasnya kurang\nmemadai dan kurangnya pemahaman masyarakat terhadap pentingnya lingkungan yang sehat.\nTujuan penelitian ini yaitu mmelakukan analisis stakeholder dalam menangani permasalahan\nsanitasi di pemukiman kumuh Kota Pontianak. Tahapan penelitian ini yaitu pendahuluan\nidentifikasi stakeholder dilakukan dengan berdasarkan studi literature dan wawancara,\nidentifikasi stakeholder dan pengaruh dan kepentingan stakeholder dilakukan dengan metode\nFocus Group Discussion (FGD) dan kuesioner kualitatif maupun kuantitatif, serta analisis\nhubungan antar pihak stakeholder dilakukan pengumpulan data menggunakan kuesioner\nkuantitatif kemudian data diolah menggunakan metode Social Network Analysis (SNA) dengan\nbantuan software UCINET-32. Hasil penelitian menunjukkan terdapat sejumlah 47 stakeholder\nyang terdiri dari sektor pemerintahan, swasta, masyarakat sipil dan akademisi yang berperan\ndalam menangani sanitasi, di mana masing-masing stakeholders berperan dalam perencanaan,\npembangunan, pengoperasian hingga pemantauan terhadap penanganan sanitasi di pemukiman\nKumuh Kota Pontianak. Berdasarkan tingkat pengaruh dan kepentingan stakeholder, terdapat 6\nstakeholder yang termasuk dalam key players yaitu BAPPEDA Provinsi Kalimantan Barat dan\nKota Pontianak, PUPR Provinsi Kalimantan Barat dan Kota Pontianak, BPPW Kalimantan Barat\ndan PERKIM Kota Pontianak yang memiliki peranan penting dalam penanganan sanitasi di\npemukiman kumuh. Hubungan kerjasama yang terjadi antar pihak stakeholder pada penanganan\nsanitasi di pemukiman kumuh Kota Pontianak tidak kuat sehingga perlu ditingkatkan.\nStakeholder sentral yang paling berperan dalam bentuk kerjasama berupa informasi dan\nimplementasi berturut-turut yaitu DINKES Kota Pontianak dan PERKIM Kota Pontianak,\nsedangkan stakeholder sentral yang paling berperan dalam bentuk kerjasama berupa regulai dan\nfinansial yaitu BAPPEDA Kota Pontianak. Beberapa strategi partisipasi stakeholder yang dapat\ndilakukan dalam menangani sanitasi di pemukiman kumuh yaitu dengan melakukan rapatkoordinasi, membuat annual report, mengadakan sosialisasi dan melakukan monitoring secara\nberkala.", "Daftar File": {"Abstrak_Salma Savira Siddik_25721007.pdf": "https://digilib.itb.ac.id/gdl/download/294866"}, "Penulis": "Salma Savira Siddik [25721007]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Soleh Setiyawan, S.T, M.T, Ph.D.", "Prasanti Widyasih Sarli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kota Pontianak, Pemukiman Kumuh, Sanitasi, Stakeholder", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "27 Jun 2023"}