{"Nomor": 74265, "Judul": "PEMBUATAN DAN PENGUJIAN EKSOSKELETON DUDUK-BERDIRI UNTUK PENDERITA PARAPLEGIA", "Abstrak": "Sekitar 22.5 juta penduduk di Indonesia pada tahun 2020 merupakan penyandang disabilitas. Dari 22.5 juta penduduk tersebut sekitar 38.3% mengalami disabilitas yang mempengaruhi gerakan fisik bagian bawah seperti berdiri, berjalan, ataupun naik tangga. Sedangkan alat bantu yang dapat menggantikan fungsi gerak di Indonesia masih tergolong sedikit dan harganya yang mahal di pasar internasional. Tim riset Biomekanika FTMD ITB telah mengembangkan dan mendesain alat bantu aktif untuk gerakan duduk ke berdiri. Namun alat tersebut belum difabrikasi dan belum diuji kemampuan dari alat tersebut. Oleh karena itu dalam tugas sarjana ini fabrikasi dan pengujian dilakukan.\nPengerjaan dimulai dari meninjau desain yang telah dirancang untuk melihat apakah desain yang dibuat mempengaruhi pengujian nantinya. Kemudian dilanjutkan dengan produksi alat yang terdiri dari fabrikasi dan perakitan. Setelah eksoskeleton dibuat, akan dilakukan pengujian tanpa naracoba dan dengan naracoba. Pengujian dilakukan menggunakan motion capture untuk mendapatkan lintasan gerakan duduk ke berdiri ketika alat digunakan tanpa naracoba dan dengan naracoba.\nDari hasil pengujian tanpa naracoba, lintasan yang dihasilkan dari pengolahan data motion capture memiliki tren yang mirip dan error yang sedikit dengan sensor encoder yang terdapat pada motor. Sedangkan pada pengujian dengan naracoba, lintasan yang dihasilkan pada bagian panggul memiliki error sekitar 10 derajat. Hal ini dikarenakan, terhalangnya gerakan fleksi pada bagian panggul akibat bertemunya penopang panggul dengan paha pengguna.", "Daftar File": {}, "Penulis": "Fakhri Maulana [13117063]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Dr. Eng. Sandro Mihradi", "Ir. Ferryanto, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "eksoskeleton, cedera tulang belakang, duduk ke berdiri, alat rehabilitasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jun 2023"}