{"Nomor": 74268, "Judul": "PENGARUH VARIASI KONSENTRASI ASAM KROMAT TERHADAP MORFOLOGI, KETEBALAN, DAN KETAHANAN KOROSI LAPISAN PADA ANODISASI ALUMINIUM 2024-T3 DALAM ASAM KROMAT", "Abstrak": "Aluminium 2024 merupakan material yang digunakan pada banyak aplikasi, termasuk komponen pesawat terbang. Salah satu metoda untuk meningkatkan ketahanan korosi dari aluminium adalah dengan proses anodisasi. Pada penelitian ini, proses anodisasi dilakukan di larutan  asam kromat dengan konsentrasi 48, 60, 70, dan 80 g/L CrO3. Pengaruh variasi konsentrasi asam kromat selama proses anodisasi terhadap ketebalan dan morfologi lapisan oksida aluminium (AAO) yang dihasilkan telah dipelajari. Ketahanan korosi lapisan AAO di larutan 3.5% NaCl dan 3.5% NaCl+100 ppm Na2SO4 dipelajari dengan pengukuran elektrokimia seperti open circuit potential (OCP), polarisasi potensiodinamik, dan electrochemical impedance spectroscopy (EIS). Hasil penelitian menunjukan bahwa, semakin tinggi nilai konsentrasi asam kromat, ketebalan dari lapisan AAO meningkat dari 3,6 mm hingga 5,3 mm. Ketahanan korosi lapisan AAO yang terbentuk semakin baik. Seiring dengan kenaikan konsentrasi asam kromat, nilai OCP lapisan oksida semakin positif dan laju korosi lapisan oksida yang diperoleh dari kurva polarisasi Tafel semakin kecil, berkisar di 0.057 mm/y hingga 0.0393 mm/y. Hasil pengujian EIS tidak sesuai dengan data pengujian OCP dan Tafel, maka penelitian lebih lanjut perlu dilakukan untuk memperdalam pemahaman terkait fenomena yang terjadi.", "Daftar File": {}, "Penulis": "Rizkynadifa Anggarine [13719043]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aditianto Ramelan", "Dr. Eng. Asep Ridwan Setiawan, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Aluminium 2024, anodisasi, asam kromat, AAO, laju korosi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jun 2023"}