{"Nomor": 74284, "Judul": "ANALISIS KARAKTERISTIK OVERPRESSEURE DI LAPANGAN JAMBI, SUB CEKUNGAN JAMBI, CEKUNGAN SUMATERA SELATAN", "Abstrak": "Lapangan Jambi, Sub-Cekungan Jambi, Cekungan Sumatra Selatan merupakan salah satu lapangan penghasil hidrokarbon di Indonesia. Cekungan ini diketahui memiliki zona overpressure. Analisis tekanan pori diperlukan untuk menghindari risiko akibat adanya overpressure seperti blowout dan kick. Tujuan dari penelitian ini adalah untuk menentukan kedalaman kemunculan pertama overpressure, mengestimasi nilai tekanan pori menggunakan data log tali kawat, menentukan mekanisme pembentukan overpressure, dan menganalisis hubungan antara keterdapatan overpressure dengan diagenesis mineral lempung, pembentukan hidrokarbon, dan kecepatan sedimentasi.\nPenelitian ini dilakukan pada enam sumur, yaitu Sumur NAG-1, NAG-2, TS-1, TS-2, NTC-1, dan NTC-2 menggunakan data log tali kawat, temperatur, berat lumpur, uji tekanan, laporan pengeboran, reflektansi vitrinit, dan XRD dengan menggunakan Metode Eaton. Kemunculan pertama overpressure pada Sumur NAG-1, NAG-2, TS-1, TS-2, NTC-1, dan NTC-2 berada pada -1955, -1946, -1861, -1840, -981, dan -1010 mTVDSS yang setara dengan Formasi Gumai. Nilai estimasi gradien tekanan pori berkisar antara 0,45 – 0,85 psi/ft. Mekanisme pembentukan overpressure pada Sumur NAG-1 dan NAG-2 adalah non-loading. Sementara pada Sumur TS-1, TS-2, NTC-1, dan NTC-2 adalah loading. Overpressure dengan mekanisme non-loading dipengaruhi oleh diagenesis mineral lempung yang disebabkan litologi yang didominasi oleh batulempung pada Formasi Gumai dan kematangan hidrokarbon yang disebabkan oleh TOC yang baik dan hidrokarbon yang sudah matang pada Formasi Gumai. Sementara mekanisme loading dipengaruhi oleh pembebanan secara kontinu sebagai hasil dari sedimentasi yang cepat pada Formasi Gumai. Variasi pada kemunculan pertama overpressure kemungkinan disebabkan oleh erosi pada antiklin yang terjadi pada fase syn-orogeny.", "Daftar File": {}, "Penulis": "Salma Nurizakiyah [12019036]", "Kontributor / Dosen Pembimbing": ["Dr. Dasapta Erwin Irawan, S.T, M.T.", "Prof. Agus Mochamad Ramdhan, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Sumatra Selatan, overpressure, tekanan pori, mekanisme loading, mekanisme non-loading.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Jul 2023"}