{"Nomor": 74286, "Judul": "ANALISIS DISTRIBUSI FLUENCE PADA RUANG RADIOGRAFI UMUM MENGGUNAKAN SIMULASI MONTE CARLO DENGAN PHITS", "Abstrak": "Radiografi adalah alat diagnostik umum yang menggunakan sinar-x untuk\npencitraan medis. Sinar-x termasuk kedalam kelompok radiasi pengion.\nPenggunaan sinar-x dalam radiografi ini dapat menyebabkan paparan yang\nberpotensi bagi pasien dan petugas medis apabila melebihi batas dosis yang\nditentukan. Walaupun dosis radiasi yang digunakan oleh alat radiografi relatif kecil,\npaparan radiasi yang berulang-ulang atau dosis yang lebih tinggi dapat\nmenyebabkan kerusakan pada sel tubuh manusia. Oleh karena itu, untuk\nmengetahui radiasi yang tersebar dan laju paparan radiasi. Pada penelitian ini\ndilakukan simulasi deteksi paparan radiasi untuk mengevaluasi distribusi hamburan\nradiasi di ruang pencitraan radiografi umum.\nSimulasi ini menggunakan perangkat lunak Particle and Heavy Ion Transport\ncode System (PHITS) untuk membuat geometri ruang dan transport partikel dengan\nmenerapkan metode Monte Carlo. Jenis sumber yang digunakan yaitu sumber titik\nuntuk menyederhanakan masalah dan memperkirakan distribusi radiasi lebih\nmudah. Dalam penelitian ini, sumber diposisikan pada tiga tempat yaitu meja\npencitraan, tempat tidur rawat inap, dan erect bucky dengan energi sumber yang\ndigunakan sebesar 55 keV.\nOutput simulasi berupa peta kontur yang dihasilkan dari parameter tally [TTrack]. Fluks merah menunjukkan tempat sumber diaktifkan. Sedangkan, fluks\nkuning dan hijau merupakan radiasi sekunder yang ditemukan di ruang pencitraan\ndan konsol kontrol. Laju paparan radiasi ditentukan menggunakan parameter tally\n[T-Track], [T-Point], dan alat ukur survey meter menghasilkan nilai laju paparan\nradiasi masih berada dibawah nilai batas dosis (NBD).", "Daftar File": {}, "Penulis": "Inne Andarini Herdianti [10219055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Ir. Sidik Permana, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Fluence, Monte Carlo, PHITS", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "04 Jul 2023"}