{"Nomor": 74283, "Judul": "DETEKSI ENVELOPE PROTEIN DOMAIN III (ED III) BERBASIS SURFACE-ENHANCED RAMAN SCATTERING UNTUK DIAGNOSIS PENYAKIT DEMAM BERDARAH", "Abstrak": "Telah dilakukan deteksi protein ED III berbasis Surface-Enhanced Raman Scattering\n(SERS) sebagai diagnosa virus dengue. ED III merupakan salah satu ektodomain dari\nenvelope yang terletak dipermukaan virus dengue dan berperan sebagai reseptor virus\ndengan sel inangnya. Substrat SERS yang digunakan pada penelitian ini yaitu OnSpec-lite SERS oleh NECTEC dan yang difabrikasi berupa permukaan grating yang\ndilapisi oleh nanopartikel emas menggunakan Ion Sputtering. Simulasi untuk melihat\npengaruh radius dan jarak antar nanopartikel emas yang ditembakkan cahaya datang\ndengan Panjang gelombang Raman (785 nm) juga dilakukan menggunakan\nCOMSOL. Berdasarkan penelitian yang telah dilakukan, hasil simulasi menunjukkan\nbahwa peningkatan medan listrik terjadi jika radius dan jarak antar nanopartikelnya\nsemakin kecil. OnSpec-lite SERS memiliki peningkatan intensitas Raman yang lebih\nbesar daripada permukaan grating-Au saat pendeteksian ED III menggunakan\nspektroskopi Raman. Asam amino yang muncul pada pita Raman ED III yaitu\nGlycine, Alanine, Histidine, dan Proline. Pita Raman yang paling tinggi intensitasnya\nmuncul yaitu 850 cm-1\n. Berdasarkan penelitian yang telah dilakukan dalam\npendeteksian virus dengue, ED III memiliki puncak Raman khas yaitu 850 cm-1\nyang\nmerupakan pita Raman dari Glycine, Histidine, dan Alanine dengan moda vibrasi\nperegangan simetri CCN (v(CCN)). Karakteristik yang khas dari ED III ini dapat\ndijadikan sebagai diagnosa untuk mendeteksi virus dengue", "Daftar File": {"ABSTRAK Aldo Novaznursyah Costrada": "https://digilib.itb.ac.id/gdl/download/295029"}, "Penulis": "Aldo Novaznursyah Costrada [20221017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Mitra Djamal"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "ED III, SERS, Virus dengue, Nanopartikel emas", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "04 Jul 2023"}