{"Nomor": 74281, "Judul": "POTENSI GAS BIOGENIK DAN TERMOGENIK DI WILAYAH EKSPLORASI CEKUNGAN KUTAI BAGIAN SELATAN, LEPAS PANTAI KALIMANTAN TIMUR", "Abstrak": "Cekungan Kutai merupakan cekungan tersier yang telah terbentuk setidaknya pada \npertengahan Eosen yang terbuka di bagian timur garis pantai Kalimantan Timur saat ini. \nPenelitian dilakukan di wilayah Cekungan Kutai bagian selatan yang saat ini masih lebih \nsedikit dieksplorasi dibandingkan dengan wilayah Mahakam dan lainnya yang berada di bagian \nutara dari cekungan ini. Berbagai metode dan teknik eksplorasi dikembangkan untuk mencari \ncadangan hidrokarbon yang baru maupun mengoptimalkan penemuan yang sudah ada. \nSebagian besar kegiatan eksplorasi berorientasi pada evaluasi reservoir dan pemerangkapan, \nsedangkan evaluasi batuan induk dan migrasinya sering disederhanakan. Oleh sebab itu, \npenelitian ini berfokus untuk mengetahui potensi batuan induk aktif yang dapat menghasilkan \nhidrokarbon dan besar volume yang dapat dihasilkan, serta migrasinya yang dapat mendorong \nkembali kegiatan eksplorasi pada wilayah ini.\nMetode dari penelitian ini melakukan evaluasi geokimia sebagai penapisan dari batuan induk \nyang berpotensi untuk menghasilkan hidrokarbon biogenik dan termogenik. Pirolisis RockEval, analisis biomarker berupa gas kromatografi – spektrometri massa (GC-MS) yang \ndievaluasi dari sembilan sumur eksplorasi digunakan untuk menentukan kuantitas, kualitas, \nkematangan dan lingkungan pengendapan material organik. Pemodelan cekungan secara 1D \ndan 3D dengan menggunakan hasil evaluasi geokimia dan geologi, untuk menentukan adanya \nakumulasi dan jejak hidrokarbon termogenik di sekitar wilayah penelitian melalui analisis \nmigrasi. Analisis isotop, gradien termal dan laju sedimentasi digunakan untuk menentukan \nlingkungan dan pola aktivitas mikroorganisme anaerob dalam pembentukan gas biogenik, serta \nanalisis geofisika meliputi interpretasi dan pemetaan struktur bawah permukaan menggunakan \nseismik 2D dan 3D serta menentukan distribusi dari potensi batuan induk dan sejarah \nmigrasinya.\nLebih dari enam miliar kubik kaki gas dan dua ratus juta barel minyak bumi yang telah \nditemukan di lapisan Miosen Atas pada wilayah laut dalam. Batuan inti dan serbuk bor pada \nlapisan menunjukkan bahwa batuan induk merupakan fasies batupasir berselingan dengan\nserpih. Material organik pada batupasir lingkungan laut dalam terdiri dari laminasi fragmen \nbatubara, potongan-potongan kayu, resinit dan serpihan batubara. Data geokimia dan isotop\nmenunjukkan bahwa gas biogenik terbentuk dari Miosen Akhir sampai sekarang, kuantitas \nmaterial organik endapan dari yang sedang hingga baik sekali (0.51 - 7.31 % berat TOC) \nmerepresentasikan aktivitas mikroorganisme dengan laju sedimentasi yang cukup tinggi ratarata 6,2 x 107\nton/tahun. Gas termogenik, bagaimanapun diharapkan dari lapisan Oligosen \nAkhir hingga Miosen Awal dari sedimen setelah lisu disepanjang Cekungan Kutai.", "Daftar File": {"Abstrak Yudhi Artha 22018014.pdf": "https://digilib.itb.ac.id/gdl/download/294967", "Cover Yudhi Artha 22018014.pdf": "https://digilib.itb.ac.id/gdl/download/294968", "Bab 1 Yudhi Artha 22018014.pdf": "https://digilib.itb.ac.id/gdl/download/294969", "Bab 2 Yudhi Artha 22018014.pdf": "https://digilib.itb.ac.id/gdl/download/294970", "Bab 3 Yudhi Artha 22018014.pdf": "https://digilib.itb.ac.id/gdl/download/294971", "Bab 4 Yudhi Artha 22018014.pdf": "https://digilib.itb.ac.id/gdl/download/294972", "Bab 5 Yudhi Artha 22018014.pdf": "https://digilib.itb.ac.id/gdl/download/294973", "Daftar Pustaka Yudhi Artha 22018014.pdf": "https://digilib.itb.ac.id/gdl/download/294974"}, "Penulis": "Yudhi Artha [22018014]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Eddy Ariyono Subroto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Cekungan Kutai, geokimia, termogenik, biogenik, gas, pemodelan cekungan.", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "8 file", "Tanggal Input": "03 Jul 2023"}