{"Nomor": 74296, "Judul": "IDENTIFIKASI DAN KONTROL STRUKTUR PERKEMBANGAN BATUGAMPING PADA INTERVAL UMUR N11-N14 SUB CEKUNGAN NGIMBANG", "Abstrak": "Sub Cekungan Paleogen Ngimbang merupakan bagian dari Cekungan Jawa Timur\nUtara yang berada pada bagian timur ke arah tenggara dari Tinggian Cepu bagian\nTimur. Bagian timur Sub Cekungan ini dibatasi oleh Kemandung Ridge yang\nmemiliki arah timur laut – barat daya dan terlihat mengontrol perkembangan half\ngraben dengan kemiringan ke arah barat laut. Pada daerah penelitian belum banyak\npenelitian yang dilakukan mengenai keberadaan batugamping umur N11-N14 yang\ntelah terbukti di sumur Tapen-1. Penelitian ini juga dilatarbelakangi oleh hasil\nakuisisi seismik 2D tahun 2007 pada daerah penelitian yang memperlihatkan\nadanya pola refleksi buildup batugamping terumbu Miosen Tengah interval umur\nN11-N14.\nMetode di dalam penelitian ini secara garis besar terbagi menjadi dua bagian yang\ndilakukan secara paralel yaitu mengkonfirmasi kenampakan kemungkinan\nbatugamping pada data seismik 2D dengan menggunakan seismik atribut dan peta\nisochrone, kemudian membuktikan secara analisa geologi keberadaan batugamping\ndi daerah penelitian dengan menganalisa perkembangan struktur.\nAnalisa seismik atribut menunjukkan pola refleksi suatu bentuk “mounded” disertai\nonlap - onlap yang berkembang pada tubuh buildup batugamping. Rekonstruksi\nstruktur yang dilakukan pada data seismik 2D memperlihatkan peristiwa\npengangkatan dari umur N9 sampai N14, dimana area penelitian yang awalnya\nmerupakan dalaman terangkat terus hingga menjadi paparan pada umur N11.\nAnalisa ini didukung juga dengan data burial history sumur Ngimbang-1.\nDari hasil penelitian dapat disimpulkan bahwa batugamping interval umur N11-\nN14 berkembang pada lingkungan paparan di daerah penelitian.", "Daftar File": {"Abstrak Rio I Sebayang 22008043.pdf": "https://digilib.itb.ac.id/gdl/download/295423", "Cover Rio I Sebayang 22008043.pdf": "https://digilib.itb.ac.id/gdl/download/295424", "Bab 1 Rio I Sebayang 22008043.pdf": "https://digilib.itb.ac.id/gdl/download/295425", "Bab 2 Rio I Sebayang 22008043.pdf": "https://digilib.itb.ac.id/gdl/download/295426", "Bab 3 Rio I Sebayang 22008043.pdf": "https://digilib.itb.ac.id/gdl/download/295427", "Bab 4 Rio I Sebayang 22008043.pdf": "https://digilib.itb.ac.id/gdl/download/295428", "Daftar Pustaka Rio I Sebayang 22008043.pdf": "https://digilib.itb.ac.id/gdl/download/295429"}, "Penulis": "Rio Imanuel Sebayang [22008043]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Handoyo Harsolumakso", "Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "batugamping, data seismik 2D, perkembangan struktur", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "7 file", "Tanggal Input": "06 Jul 2023"}