{"Nomor": 74290, "Judul": "KAJIAN IDENTIFIKASI PENURUNAN PERFORMA  KARYAWAN PT. BERAU COAL TAHUN 2019 - 2021", "Abstrak": "Kinerja usaha PT Berau Coal mengalami penurunan pada tahun 2020, kemudian meningkat kembali pada tahun 2021. Penurunan kinerja pada tahun 2020 juga disebabkan oleh adanya pandemi Covid 19 yang mengakibatkan turunnya permintaan kebutuhan batu bara, sehingga harga batu bara turun. Sedangkan jika melihat data kinerja karyawan, dari tahun 2019 terus mengalami penurunan, sehingga peneliti perlu menganalisis penyebabnya. \nSumber data yang digunakan dalam penelitian ini antara lain: 1. Peta strategis PT. Berau Coal 2. Data kinerja karyawan PT. Kinerja Unit Bisnis PT. Berau Coal, dalam 3 tahun terakhir, dari tahun 2019 - 2021. 3. Data penilaian akhir kinerja karyawan Direktorat Operasi dan K3LH PT Berau Coal, dalam 3 tahun terakhir, dari tahun 2019 - 2021. \nRasio kenaikan penurunan kinerja karyawan dari tahun 2019-2021, hal ini disebabkan oleh: 1. Karena faktor kinerja unit bisnis a. Adanya penurunan target dan penurunan pencapaian produksi batubara b. Kecelakaan yang mengakibatkan luka berat/meninggal dunia, sehingga kinerja keselamatan kerja menjadi rendah 2. Karena faktor kinerja individu Akibat dari kinerja masing-masing individu, yaitu kinerja kedisiplinan yang dapat menurunkan nilai kinerja bagi karyawan yang mendapatkan surat peringatan atau mangkir dari pekerjaan \nRekomendasi yang diberikan adalah: 1. Seluruh karyawan harus dapat menjaga keselamatan karyawan dan rekan kerja agar kinerja keselamatan unit bisnis menjadi baik. 2. Seluruh karyawan harus dapat mendukung pencapaian target produksi Berau Coal dengan melaksanakan pekerjaan sesuai dengan job desk yang diberikan. 3. Seluruh karyawan harus lebih disiplin dan menghindari pelanggaranpelanggaran yang dapat mengurangi nilai pada saat kalibrasi. 4. Manajemen PT Berau Coal dapat lebih tepat dalam menentukan target perusahaan terutama target produksi yang dapat dicapai pada akhir tahun, sehingga terdapat gap yang terkendali antara pencapaian dengan rencana awal tahun. Review pencapaian dapat dilakukan secara berkala, minimal per triwulan, sehingga apabila terdapat kendala dalam pencapaian target dapat segera dicarikan solusinya, atau target dapat ditinjau kembali.", "Daftar File": {"2023_TS_PP_Eriek Ernest-29120449_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/295118"}, "Penulis": "Eriek Ernest Radot [29120449]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Madju Yuni Ros Bangun, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Performa bisnis, performa karyawan", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "04 Jul 2023"}