{"Nomor": 74298, "Judul": "FABRIKASI KOMPOSIT PEROVSKIT HALIDA - POLIMER UNTUK MENINGKATKAN SIFAT OPTOELEKTRONIK DALAM APLIKASI LUMINESCENT SOLAR CONCENTRATOR", "Abstrak": "Perovskit organometal halida telah mendapatkan perhatian yang luar biasa untuk\naplikasi potensial sebagai perangkat optoelektronik, karena sifat optik dan\nelektroniknya yang sangat baik. Penelitian disertasi ini melaporkan fabrikasi\nlapisan komposit perovskit methylamonium lead bromide/ polymethil metha\nacrilate (MAPbBr3/PMMA) dengan emisi hijau melalui metode drop-casting\nsederhana. Berdasarkah hasil studi yang dilakukan, Diketahui bahwa ketika\nMAPbBr3 digabungkan dengan PMMA, posisi puncak PL dan spektra serapan UVVis menunjukkan fenomena red-shift. Karakterisasi komprehensif menggunakan Xray diffraction (XRD) dan transmission electron microscop (TEM) menunjukkan\nbahwa fenomena ini mungkin berhubungan dengan dielektric screening dan\nregangan kristal perovskit yang diinduksi oleh kehadiran PMMA. Salah satu\naplikasi potensial dari lapisan komposit MAPPbBr3/PMMA yaitu sebagai downconverter LED. Penerapan lapisan MAPbBr3/PMMA pada LED UV telah berhasil\nmenghasilkan warna hijau pada koordinat warna CIE (0,21, 0,71), mendekati\nstandar warna hijau, yaitu pada NTSC 1953 dan Adobe RGB 98. Hasil ini\nmenunjukkan bahwa komposit perovskit MAPbBr3/PMMA memiliki potensi besar\nuntuk aplikasi LED. \nLapisan komposit perovskit/PMMA dapat dimanfaatkan sebagai lapisan\nluminescent solar concerntrators (LSC) transparan. Dalam penelitian ini perovskit\nMAPbBr3 digunakan sebagai material fluorosensi dalam LSC dengan desain\nsandwitch (SD-TLSC) dimana perovskit MAPbBr3 yang memiliki pendaran biru\n(B-MAPbBr3) dan hijau (G-MAPbBr3) dikompositkan dengan PMMA dan\ndideposisikan ke bagian atas dan bawah dari subbstrat kaca. SD-TLSC\nmenunjukkan efisiensi optik yang tinggi sebesar 5,75% dan mempertahankan nilai\naverage visual transmission (AVT) yang tinggi sebesar 85,7%. Koordinat warna\nCIE 1931 (0,33, 0,36) dari SD-TLSC berdekatan dengan koordinat warna CIE 1931\nAM 1.5G (0,32, 0,33) sebagai titik acuan. SD-TLSC berbasis material komposit\nperovskit MAPbBr3/PMMA telah berhasil difabrikasi dan menghasilkan efisiensi\ndan transparansi yang tinggi. Hal ini membuka peluang besar untuk aplikasi nyata\nLSC pada jendela surya dalam aplikasi fotovoltaik yang terintegrasi bangunan.", "Daftar File": {"ABSTRAK Ea Cahya Septia Mahen": "https://digilib.itb.ac.id/gdl/download/295466"}, "Penulis": "Ea Cahya Septia Mahen [30218003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Suprijadi, M.Eng.", "Prof. Dr. Eng. Ferry Iskandar, M.Eng.", "Dr. rer. nat. Akfiny Hasdi Aimon, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "perovskit halida, Luminescent solar concentrators (LSC), emisi, absorbansi, down converter LED.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "06 Jul 2023"}