{"Nomor": 74304, "Judul": "KAJIAN POTENSI PENGEMBANGAN KAWASAN AGROWISATA DI KELURAHAN SAWAH LUHUR, KOTA SERANG", "Abstrak": "Indonesia dikenal sebagai negara agraris serta memiliki sektor pariwisata yang berkembang dengan cepat. Hal ini menunjukan Indonesia memiliki potensi untuk dikembangkannya agrowisata yang merupakan kegiatan wisata dengan memanfaatkan potensi pertanian. Agrowisata juga bermanfaat untuk meningkatkan nilai ekonomi lahan pertanian dan menjaga lahan pertanian dari alih fungsi lahan. Diketahui bahwa alih fungsi lahan pertanian semakin marak ditemukan di Indonesia, yang juga dirasakan Kota Serang. Kelurahan Sawah Luhur merupakan kelurahan di Kota Serang memiliki potensi. Namun, dalam pengembangan agrowisata diperlukan kajian dari berbagai disiplin ilmu. Maka dari itu, diperlukannya mengkaji potensi pengembangan kawasan agrowisata di Kelurahan Sawah Luhur. Untuk mencapai tujuan penelitian dirumuskan dua sasaran yaitu teridentifikasinya potensi agrowisata di Kelurahan Sawah Luhur dan teridentifikasinya potensi lokasi kawasan agrowisata di Kelurahan Sawah Luhur. Untuk mencapai tujuan dan sasaran pada penelitian ini, dilakukan pengumpulan data sekunder dari instansi pemerintah, jurnal, kebijakan, dan literatur lainnya serta data primer berupa wawancara dan observasi. Data yang didapatkan diolah dengan analisis kualitatif, kuantitatif, dan analisis spasial untuk menentukan potensi lokasi dan zonasi kawasan agrowisata. Hasil analisis menunjukan Kelurahan Sawah Luhur memiliki potensi pengembangan agrowisata berupa beragamnya daya tarik di bidang pertanian, bidang perikanan budidaya, dan bidang pariwisata dengan aktivitas yang beragam, aksesibilitasnya yang baik dapat diakses dari berbagai wilayah, memiliki fasilitas pendukung untuk memenuhi kebutuhan pengunjung, ditunjang dengan infrastruktur yang lengkap, memiliki kelembagaan dasar, kemampuan sumber daya manusia yang memadai dalam pertanian, dan memiliki lokasi yang sesuai untuk dikembangkan menjadi Agrowisata. Namun, terdapat tantangan dalam pengembangan agrowisata di Kelurahan Sawah Luhur yaitu diantaranya adalah buruknya kualitas jalan, tidak adanya angkutan umum maupun angkutan online, persebaran fasilitas pendukung belum merata, kurangnya kemampuan sumber daya manusia dalam komunikasi dan mengelola wisata kurangnya kerjasama yang terjalin pemerintah dengan masyarakat, serta terbatasnya lahan yang dapat dibangun.", "Daftar File": {}, "Penulis": "Kireyna Fayza Azzahra [15419102]", "Kontributor / Dosen Pembimbing": ["Arini Murwindarti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "agrowisata, lokasi agrowisata, pariwisata, potensi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "07 Jul 2023"}