{"Nomor": 74315, "Judul": "EVALUASI KEEKONOMIAN PROSPEK GEOTERMAL BRAVO DALAM PARTISIPASI UPAYA ENERGI HIJAU", "Abstrak": "Indonesia adalah salah satu negara pengguna geotermal yang hanya menggunakan 2.356 MW, atau sekitar 8% dari total sumber daya potensial. Geotermal diproyeksikan sebagai sumber listrik energi hijau untuk mendukung pertumbuhan tinggi proyeksi permintaan listrik nasional. Pemerintah Indonesia menetapkan peningkatan signifikan dalam pemanfaatan geotermal untuk pembangkitan listrik menjadi 5.799 MW pada tahun 2030. Sayangnya, proyek geothermal sering gagal mencapai fase produksi karena hasil keekonomian yang kurang menarik. Proyek geothermal Bravo juga menghadapi kondisi keekenomian yang tidak menarik.\n\nPenelitian ini menggunakan kerangka Political, Economic, Social, Technological, Environmental, and Legal (PESTEL) untuk menganalisis lingkungan eksternal secara umum dari bisnis geothermal di Indonesia. Kerangka Five porter forces juga digunakan untuk mengukur daya tarik bisnis geotermal Indonesia. Kemudian analisis kondisi internal perusahaan dilakukan menggunakan kerangka Valuable, Rare, Imitate costly, and Organized (VRIO).\n\nPenelitian ini bertujuan untuk mencari pendekatan internal dan eksternal untuk mencapai pengembalian ekonomi yang komersial dari proyek geotermal Bravo. Data penelitian bersumber dari laporan internal proyek dan publikasi terkait, termasuk pengeluaran modal-operasional, strategi pembiayaan, proyeksi pendapatan, penyusutan, dan pajak. Penelitian menggunakan anggaran modal dengan pendekatan arus kas terdiskon untuk menghitung indikator ekonomi proyek. Parameter kunci yang dihitung dari arus kas bersih mencakup Net Present Value (NPV),  Internal Rate of Return (IRR), dan Debt Service Coverage Ratio (DSCR). Analisis sensitivitas juga dilakukan untuk menentukan parameter proyek yang paling berpengaruh terhadap pengembalian proyek. Temuan penelitian menentukan tindakan yang direkomendasikan untuk mencapai pengembalian ekonomi yang dibutuhkan.\n\nProyek geotermal Bravo memiliki periode eksplorasi-pengembangan selama 7 tahun. Ini diikuti oleh izin operasi selama 30 tahun. Belanja modal untuk proyek ini adalah 4,24 juta USD/MW, yang menggunakan rasio utang:ekuitas 70:30 untuk mendanai kegiatan eksplorasi-pengembangan. Proyek menggunakan weighted average cost of capital (WACC) sebagai tingkat diskonto sebesar 7,42%. Pendapatan berasal dari pembangkit listrik 55 MW yang menerapkan skema tarif batas atas berjangka berdasarkan Peraturan Presiden 112/2022. Selain itu, proyek ini menerapkan penyusutan metode garis lurus selama 8 tahun dengan tarif pajak 22%. Proyek ini juga sudah menerapkan insentif pajak sesuai peraturan.\n\nKondisi saat ini dari proyek setelah penerapan pendekatan pengurangan biaya dan insentif pajak menunjukkan kondisi yang tidak layak untuk ekuitas dengan NPV -16,80 juta USD dan IRR 5,91% di bawah WACC. Proyek sudah memperoleh DSCR minimum >1,2 dengan periode pembayaran selama 10 tahun, yang sudah memenuhi persyaratan pemberi pinjaman. Proyek Bravo membutuhkan upaya internal-eksternal tambahan untuk mencapai kondisi ekonomi. Analisis sensitivitas menekankan beberapa pendekatan untuk mencapai pengembalian yang dibutuhkan, seperti peningkatan tarif tahap 1 sebesar 115%, pengurangan belanja modal sebesar 15%, percepatan periode konstruksi proyek sebesar 2 tahun, atau perpanjangan izin operasi selama 20 tahun. Pendekatan yang diusulkan dapat dilakukan melalui negosiasi dengan pihak pembeli-regulator dan pengembangan kolaborasi dengan para pihak yang berpengalaman dan lebih ahli.", "Daftar File": {"COVER Ferdino R Fadhillah": "https://digilib.itb.ac.id/gdl/download/295623"}, "Penulis": "Ferdino R Fadhillah [29321587]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti", "Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Geotermal, PESTEL; Five Porter Forces; Net Present Value; Internal Rate of Return; Tingkat Keekonomian.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jul 2023"}