{"Nomor": 74328, "Judul": "IMPLEMENTASI SISTEM KNOWLEDGE MANAGEMENT UNTUK MENINGKATKAN KEUNTUNGAN PERUSAHAAN KASUS PT. PUSAKA ETERNA", "Abstrak": "Industri TI telah berkembang pesat, menghasilkan persaingan sengit di antara perusahaan. Integrator sistem, seperti PT. PUSAKA ETERNA, menghadapi persaingan yang ketat, terutama ketika melayani klien pemerintah. Namun, laba di PT. PUSAKA ETERNA telah jatuh selama tiga tahun terakhir. Penyebab yang mendasari masalah ini telah diidentifikasi melalui analisis menggunakan fishbone dan cause diagram sebagai kurangnya manajemen pengetahuan yang efektif dalam perusahaan.\n\nPenelitian ini bertujuan untuk menjawab lima pertanyaan kunci: pertama, apa sistem manajemen pengetahuan yang harus diusulkan kepada PT. PUSAKA ETERNA untuk menyelesaikan masalah tidak ada standard dalam menjalani project?  Kedua, apa sistem manajemen pengetahuan yang harus diusulkan kepada PT. PUSAKA ETERNA untuk menyelesaikan masalah kesulitan untuk retrieved data project? Ketiga, apa sistem manajemen pengetahuan yang harus diusulkan kepada PT. PUSAKA ETERNA untuk menyelesaikan masalah ketergantungan kepada pihak ketiga?, keempat,  apa sistem manajemen pengetahuan yang harus diusulkan kepada PT. PUSAKA ETERNA untuk menyelesaikan masalah knowledge gap diantara karyawan?, terakhir, apa rencana implementasi dari sistem manajemen pengetahuan yang diusulkan?\n\nMetode penelitian kualitatif digunakan untuk mempelajari pertanyaan-pertanyaan ini. Data dikumpulkan melalui wawancara dengan pemangku kepentingan penting seperti CEO, manajer proyek (PM), dan karyawan administrasi. Pengamatan juga dilakukan dalam tim operasi. Data dikumpulkan dari Januari hingga April 2023.\n\nAnalisis data menemukan sembilan sub-penyebab yang berkontribusi terhadap masalah yang diamati. Sub-penyebab ini termasuk kurangnya pemahaman manajemen pengetahuan, perbedaan dalam tingkat pengetahuan karyawan, kurangnya platform untuk berbagi pengetahuan, akses terbatas ke pelatihan dan program pengembangan karyawan, penyimpanan dokumen yang tidak efektif, kurangnya database vendor dan klien, kurangnya proses untuk mengubah pengetahuan tacit menjadi pengetahuan eksplisit, kurangnya budaya belajar,  dan ketergantungan yang berlebihan pada pihak ketiga.\n\nBeberapa solusi berbasis SECI (Socialization, Externalization, Combination, and Internalization) dan kerangka kerja, prosedur, dan teknologi People disajikan untuk mengatasi kesulitan tersebut. Ptalk, Pdoc, dan Ptraining adalah beberapa program manajemen pengetahuan yang direncanakan untuk dilaksanakan oleh PT. PUSAKA ETERNA. Prosedur implementasi akan dimulai pada September 2023 dan berakhir pada September 2024. Setelah penyebaran, evaluasi efektivitas kegiatan manajemen pengetahuan akan dilakukan, dan modifikasi yang sesuai akan dilakukan untuk peningkatan di masa depan.\n\nPT. PUSAKA ETERNA bermaksud untuk mengurangi masalah yang disorot dan meningkatkan profitabilitas dengan membangun sistem manajemen pengetahuan yang komprehensif. Sistem yang disarankan akan meningkatkan pertumbuhan staf, mempercepat penyimpanan dokumen, membuat database untuk vendor dan klien, membangun budaya belajar, dan menghilangkan ketergantungan pada pihak ketiga. PT. PUSAKA ETERNA mengharapkan langkah-langkah ini memiliki pengaruh positif terhadap kinerja keuangan dan kemakmuran jangka panjang mereka.\n\nAkhirnya, studi ini menggarisbawahi pentingnya manajemen pengetahuan bagi organisasi integrator sistem seperti PT. PUSAKA ETERNA. Masalah yang ditemukan dalam proses manajemen pengetahuan PT. PUSAKA ETERNA memiliki dampak yang signifikan terhadap profitabilitasnya. PE, di sisi lain, berharap untuk mengatasi masalah ini, meningkatkan proses manajemen pengetahuan mereka, dan, pada akhirnya, meningkatkan profitabilitas dan posisi kompetitif mereka di pasar TI, melalui solusi yang ditawarkan dan rencana implementasi.\n\nSebagai kesimpulan, penelitian ini menekankan pentingnya manajemen pengetahuan dalam keberhasilan perusahaan integrator sistem. Masalah-masalah yang terungkap dalam metode manajemen pengetahuan PT. PUSAKA ETERNA memiliki dampak negatif pada profitabilitasnya. Namun, dengan solusi yang ditawarkan dan rencana implementasi, PT. PUSAKA ETERNA berharap dapat mengatasi masalah ini, meningkatkan prosedur manajemen pengetahuan mereka, dan pada akhirnya meningkatkan profitabilitas dan posisi kompetitif mereka di industri TI. Studi ini berkontribusi pada pemahaman metode sukses yang mungkin mendorong kesuksesan bagi organisasi integrator sistem dalam industri yang sangat kompetitif dengan menekankan relevansi manajemen pengetahuan.", "Daftar File": {"COVER Fahri Muhammad": "https://digilib.itb.ac.id/gdl/download/295636"}, "Penulis": "Fahri Muhammad [29321467]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T, M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Management Pengetahuan, Sistem Integrator, Profit, SECI, PPT.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jul 2023"}