{"Nomor": 74327, "Judul": "RESOR INTEGRASI SINGAPURA: ANALISA STRATEGI MARKETING DAN INOVASI UNTUK MENINGKATKAN PENGUNJUNG DARI INDONESIA", "Abstrak": "Resor terintegrasi di Singapura telah menjadi tujuan ikonik bagi wisatawan Indonesia karena pilihan hiburan, akomodasi, dan bersantap yang beragam. Namun, pandemi baru-baru ini berdampak signifikan pada pendapatan Marina Bay Sands dan Resorts World Sentosa. Untuk mengatasi masalah ini, sebuah proyek penelitian akademik telah dimulai, yang melibatkan wawancara mendalam dengan wisatawan berpenghasilan tinggi Indonesia untuk mengeksplorasi potensi pendekatan Business of Integrated Experiences.\nRiset ini bertujuan untuk mengidentifikasi tiga bidang inovasi yang dapat membantu mempertahankan dan meningkatkan pendapatan resor terpadu ini. Area pertama adalah “Hal-Hal yang Harus Dipelihara”, yang melibatkan pengidentifikasian elemen resor yang ada yang berhasil dan perlu dipertahankan. Area inovasi kedua adalah “Things to Leverage”, yang berfokus pada identifikasi kekuatan resor yang dapat dimanfaatkan untuk meningkatkan pengalaman pelanggan. Bidang inovasi ketiga adalah “Hal untuk Dikembangkan”, yang melibatkan pengidentifikasian pengalaman dan penawaran baru yang dapat diperkenalkan untuk menarik dan mempertahankan pelanggan. Dengan pandemi, pelanggan lebih berhati-hati tentang pilihan perjalanan mereka dan mencari lebih banyak tindakan kesehatan dan keselamatan. Oleh karena itu, penelitian ini bertujuan untuk mengeksplorasi bagaimana resor dapat mengembangkan penawaran baru yang mengutamakan kesehatan dan keselamatan pelanggan dengan tetap memberikan pengalaman yang unik dan berkesan. Misalnya, resor dapat mengembangkan aktivitas luar ruangan baru, seperti berjalan-jalan di alam, bersepeda, dan olahraga air, untuk menawarkan pengalaman yang menyegarkan dan sehat kepada pelanggan.\nPendekatan Business of Integrated Experiences merupakan pendekatan inovatif yang berfokus pada penciptaan pengalaman holistik bagi pelanggan dengan mengintegrasikan berbagai elemen resor. Pendekatan ini bertujuan untuk memberikan pengalaman unik dan berkesan kepada pelanggan yang akan mendorong mereka untuk kembali dan merekomendasikan resor tersebut kepada orang lain. Riset ini bertujuan untuk mengeksplorasi bagaimana resor terintegrasi dapat menerapkan pendekatan ini untuk meningkatkan penawaran mereka dan menarik lebih banyak pelanggan di dunia pasca pandemi.", "Daftar File": {"COVER Zalva Abigail Kamilia": "https://digilib.itb.ac.id/gdl/download/295635"}, "Penulis": "Zalva Abigail Kamilia [29321435]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.SM, Ph.D.", "Dr. Jacob Silas Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Resor Integrasi, Pariwisata, Pemasaran, Perilaku Konsumen, Pengalaman Terpadu, Indonesian-sentris, Pengunjung.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jul 2023"}