{"Nomor": 74322, "Judul": "ANALISIS DAMPAK LINGKUNGAN KERJA DIMEDIASI KEPUASAN KERJA TERHADAP KINERJA KARYAWAN (STUDI KASUS PT. ASURANSI SIAP)", "Abstrak": "Kinerja individu dan organisasi secara substansial dipengaruhi oleh lingkungan kerja. Makalah ini bertujuan untuk menyelidiki dampak lingkungan kerja pada kinerja karyawan di PT. Asuransi Siap, sebagaimana dimediasi oleh kepuasan kerja. Penelitian ini bertujuan untuk menentukan unsur-unsur lingkungan kerja fisik atau non-fisik mana yang memiliki pengaruh terbesar pada kinerja karyawan dan untuk membangun hubungan antara lingkungan kerja, kepuasan kerja, dan kinerja karyawan. Di sisi lain, kepuasan kerja sebagai variabel mediator memiliki empat dimensi terdiri dari kompensasi, kondisi kerja, hubungan dalam perusahaan, dan promosi dan pengembangan. Dimensi kinerja karyawan terdiri dari kuantitas, kualitas, ketepatan waktu, kehadiran, dan kemampuan untuk bekerja sama.\nStudi ini menggunakan metode penelitian kuantitatif dan kualitatif untuk mengumpulkan data primer dari perusahaan yang menggunakan kuesioner yang dikirim ke 110 responden di kantor pusat PT. Asuransi siap, dan penulis mewawancarai karyawan perusahaan yang dianggap dapat memberikan gambaran umum untuk penulis. Selain itu, data sekunder diperoleh dari ulasan literatur dari penelitian sebelumnya.\nMenurut temuan penelitian, lingkungan kerja non-fisik memiliki pengaruh yang cukup besar pada kinerja karyawan. Karyawan setuju bahwa elemen -elemen seperti hubungan perusahaan yang positif, interaksi positif dengan pengawas atau manajemen eksekutif, dan pengakuan dari atasan memiliki dampak yang lebih besar pada kinerja karyawan daripada aspek fisik seperti pencahayaan, suhu, dll. Meskipun tidak dapat disangkal bahwa lingkungan kerja fisik dapat juga mempengaruhi kinerja karyawan.", "Daftar File": {"COVER Naufal Suryaputra": "https://digilib.itb.ac.id/gdl/download/295630"}, "Penulis": "Naufal Suryaputra [29321062]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D", "Dr. Rudy Bekti, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Lingkungan Kerja, Kepuasan Kerja, Kinerja Karyawan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jul 2023"}