{"Nomor": 74333, "Judul": "PERANCANGAN FLORICULTURE CENTER SEBAGAI FASILITAS EDUKASI DAN REKREASI DI DESA AGROWISATA CIHIDEUNG", "Abstrak": "Florikultura adalah cabang ilmu hortikultura yang mempelajari budidaya tanaman\nhias seperti bunga potong, tanaman pot atau tanaman penghias taman. Tanaman\nhias begitu dicintai masyarakat karena ada banyak sekali fungsi dan manfaatnya.\nSelain sebagai penghias rumah, perkantoran, dan tempat-tempat umum lainnya,\ntanaman hias juga dinilai dapat memberikan ketenangan dan penyejuk jiwa bagi\nmereka yang menikmatinya. Desa Agrowisata Cihideung, merupakan surga\ntanaman hias di Bandung yang menjual dan membudidayakan ratusan jenis\ntanaman hias dan bunga potong. Namun, seperti pedesaan pada umumnya, Desa\nAgrowisata Cihideung pun tak luput dari masalah kemiskinan. Sebanyak 75 persen\nwarga Cihideung berprofesi sebagai petani tanaman hias, namun hal tersebut belum\nbisa mengangkat ekonomi lokal karena penjualan tanaman yang dinilai stagnan.\nPadahal, apabila dikelola dengan baik serta diwujudkannya inovasi-inovasi baru\ndalam pengembangan agrowisata di Cihideung, industri tanaman hias atau\nflorikultura dapat menjadi lahan pekerjaan baru dan mendatangkan devisa negara.\nOleh karena itu, diperlukan suatu katalis yang dapat meningkatkan pendapatan\nmasyarakat lokal Desa Agrowisata Cihideung sekaligus menggalakkan apresiasi\ndan kontribusi masyarakat terhadap industri tanaman hias. Maka terciptalah\nCihideung Floriculture Center yang didalamnya menaungi program\nagroedutourism yang dapat mengenalkan masyarakat terhadap dunia florikultura,\nsehingga prospek tanaman hias bagi Desa Cihideung dan bagi Indonesia akan\nmenjadi cemerlang di masa yang akan datang. Metode penelitian yang dilakukan\npada perancangan ini yaitu dengan mengumpulkan data dari studi literatur,\nobservasi lapangan, serta wawancara secara langsung dengan pihak yang berkaitan.\nData yang telah dikumpulkan kemudian dianalisis sebagai landasan perancangan\nfasilitas ini.", "Daftar File": {}, "Penulis": "Regina Magdalena Damayanti [17319020]", "Kontributor / Dosen Pembimbing": ["Mutiara Ayu Larasati, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "florikultura, tanaman hias, Desa Agrowisata Cihideung, agroedutourism.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "10 Jul 2023"}