{"Nomor": 74345, "Judul": "POTENSI ANTIDEPRESAN PEPPERMINT OIL (MENTHA PIPERITA L.) PADA TIKUS WISTAR JANTAN (RATTUS NORVEGICUS) MELALUI ANALISIS ELEKTROKARDIOGRAM", "Abstrak": "Faktor stres berkepanjang dapat menyebabkan gangguan kesehatan mental seperti depresi. Angka pasien depresi terus mengalami peningkatan diiringi oleh penggunaan antidepresan sintetik yang sering kali memberikan efek samping. Kondisi ini yang menginisiasi untuk ditemukannya terapi nonfarmakologi untuk menekan efek samping. Pada penelitian ini digunakan metode terapi inhalasi Peppermint Essential Oil (PEO) untuk melihat potensinya sebagai terapi antidepresan alternatif melalui monitoring elektrokardiogram untuk melihat perngaruhnya pada parameter elektrofisiologis jantung sebagai organ vital. Dua puluh lima tikus wistar jantan dengan berat 200-220 g yang terbagi kedalam 5 kelompok perlakuan yaitu: (1) akuades (kontrol pelarut), (2) PEO 1% (v/v), (3) PEO 2,5% (v/v), (4) PEO 2,5% (v/v), dan (5) Fluoxetine 14 mg/Kg (kontrol positif). Semua kelompok perlakukan diinduksi dengan acute restrain stress selama 90 menit. Selama perlakuan berlangsung dilakukan monitoring elektrokardiogram menggunakan Wireless Mice Electrocardiogram (WIM ECG) selama 3 menit pada waktu ke-0, 15, 30, 45, 60, 75, dan 90 menit. Kandungan PEO dianalisis dengan Gas Chromatography Mass Spectrometry (GCMS) dan didapatkan hasil kandungan senyawa tertinggi menthol dan menthone yang merupakan senyawa volatil. Pemberian PEO memberikan pengaruh nyata pada beberapa parameter elektrofisiologis jantung serupa dengan pemberian fluoxetine dibandingkan dengan perlakuan kontrol pelarut. Inhalasi PEO 5% memberikan perngaruh nyata pada interval RR dan denyut jantung pada menit ke-30, 75, dan 90 yang serupa kondisinya dengan fluoxetine dibandingkan dengan kontrol pelarut. Namun demikian, tidak terlihat pengaruh nyata pada parameter elektrofisologis lainnya (gelombang P, gelombang T, kompleks QRS, segmen ST, dan interval QT). Pemberian PEO menunjukan peningkatan secara nyata pada durasi interval RR dan menurunkan jumlah denyut jantung (bpm). Berdasarkan hasil tersebut, PEO 5% mengindikasi adanya pengaruh antidepresan berdasarkan adanya peningkatan durasi pada interval RR dan menurunkan jumlah denyut jantung (bpm) setelah pemberian secara inhalasi.", "Daftar File": {}, "Penulis": "Bayani Nur Azmani [10619077]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Ridwan, S.Si., M.Sc.", "Dr. Lulu Lusianti Fitri, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Peppermit Essensial Oil; inhalasi; acute restraint stress; antidepresan; elektrokardiogram", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Jul 2023"}