{"Nomor": 74358, "Judul": "PENGARUH IMPLEMENTASI PERATURAN MENTERI PERTAHANAN TENTANG SUSUNAN ORGANISASI DAN TATA KERJA TERHADAP EFEKTIFITAS KINERJA DEPARTEMEN PERTAHANAN - RI", "Abstrak": "Masalah pertahanan adalah masalah yang sangat kompleks sekali, dan sangat sensitivedengan kebijakan dari pemerintah. Oleh karena itu masalah pertahanan berdasarkan UU\nNo 32 tahun 2004 adalah termasuk salah satu sektor yang ditangani oleh pemerintah\npusat. Untuk menyelenggarakan pertahanan Menteri Pertahanan RI mengeluarkan\nkebijakan berupa Peraturan Menteri dengan nomor: PER/01/M/VIII/2005 tentang\nSusunan Organisasi dan Tata Kerja Departemen Pertahanan, diharapkan dengan\nperaturan tersebut Departemen Pertahanan dapat mencapai kinerja yang efektif. Tapi dari\nbeberapa permasalahan yang terkait dengan bidang pertahanan menunjukan Departemen\nPertahanan belum dapat mencapai kinerja yang efektif.\nTujuan studi ini adalah untuk mengkaji bagaimana implementasi kebijakan peraturan\nmenteri pertahanan tentang Susunan Organisasi dan Tata Kerja di Departemen\nPertahanan serta mengukur seberapa besar Implementasi Kebijakan Susunan Organisasi\ndan Tata Kerja berpengaruh terhadap pencapaian efektifitas kinerja Departemen\nPertahanan. Dalam penelitian ini menggunakan cara penelitian quantitative serta\nmengacu pada pendekatan dimensi lingkungan, nilai, dan sumber daya.\nPengkajian dan studi ini dilakukan karena melihat kepada pentingnya implementasi suatu\nkebijakan dilaksanakan oleh lembaga pemerintah seperti halnya Departemen Pertahanan,\nsementara peneliti melihat bahwa Departemen Pertahanan belum dapat\nmengimplementasikan kebijakan secara optimal\nPenelitian ini menggunakan metode penelitian Survey Explanatory. Populasi dan sample\npenelitian ini diambil dari para pejabat Departemen Pertahanan dari level eselon I sampai\neselon IV. Pengambilan sample menggunakan cara stratified random sampling dengan\nukuran sample 100. Data primer diperoleh dengan menggunakan angket yang dirancang\nsesuai dengan variable yang digunakan dan diperlukan dalam penelitian ini.\nHasil penelitian menunjukan bahwa implementasi kebijakan Susunan Organisasi dan\nTata Kerja memberikan pengaruh yang signifikan terhadap efektifitas kinerja\nDepartemen Pertahanan. Dimensi lingkungan, nilai, dan sumber daya memberikan\npengaruh yang signifikan terhadap efektifitas kinerja Departemen Pertahanan, dengan\npengaruh tertinggi pada dimensi lingkungan dan pengaruh terendah pada dimensi nilai.\nOleh karena itu Departemen Pertahanan perlu mengkaji dan mengembangkan nilai\npositif, sehingga nilai tersebut menjadi budaya organisasi Departemen Pertahanan serta\nditerapkan dalam lingkungan pekerjaan secara sistematis dalam lingkungan pekerjaan.", "Daftar File": {"2007 TS PP AGUS SYAMSUDIN 1-COVER": "https://digilib.itb.ac.id/gdl/download/296536", "2007 TS PP AGUS SYAMSUDIN 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/296538", "2007 TS PP AGUS SYAMSUDIN 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/296540", "2007 TS PP AGUS SYAMSUDIN 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/296542", "2007 TS PP AGUS SYAMSUDIN 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/296543", "2007 TS PP AGUS SYAMSUDIN 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/296544", "2007 TS PP AGUS SYAMSUDIN 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/296545"}, "Penulis": "Agus Syamsudin [24005057]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Joko Siswanto, M.PA."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "PER/01/M/VIII/2005, efektivitas kinerja, Departemen Pertahanan RI", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "11 Jul 2023"}