{"Nomor": 74351, "Judul": "TELAAH EVOLUSI ORBIT INNER EARTH OBJECTS", "Abstrak": "Temuan asteroid pada daerah inner-Earth, yang dikenal dengan Inner Earth \nObjects (IEOs) atau Apoheles, telah membuka eksplorasi lebih mendalam tentang keberadaan dan \nevolusi orbitnya. Secara khusus kelompok ini diyakini berkaitan erat dengan Near-Earth Asteroids \n(NEAs), khususnya Atens, dan Mars-crossers. IEOs merupakan populasi yang belum banyak dikenal kare- \nna keterbatasan modus pengamatan (per 1 Agustus 2009 baru ditemukan 10\nIEOs).\nTugas Akhir meninjau evolusi orbit IEOs dan Atens-terpilih untuk waktu integrasi 10 ribu dan 100 \nribu tahun. Atens-terpilih adalah Atens yang terletak pada daerah gangguan planet Kebumian dalam \nkerangka 1 dan 3 radius bola pengaruh (Hill). Untuk melihat perilaku evolusi orbit IEOs, dibuat \nmasing- masing 100 klon sebagai representasi dari sebaran IEOs melalui tinjuan evolusi elemen \norbitnya. Perhitungan evolusi orbit dilakukan dengan menggunakan software integrator SWIFT.\n\nSecara umum asteroid-asteroid yang dekat dengan resonansi orbit dan gangguan planet mengalami \nperubahan elemen orbit yang besar. Beberapa klon IEOs berevolusi menjadi Atens, bahkan ada yang \nberevolusi menjadi Apollos. Sementara itu ada juga yang terlempar keluar dari sistem. Seca- ra \nstatistika sederhana peluang IEOs untuk berevolusi menjadi Atens, dan sebaliknya, kurang dari 10%. \nPada evolusi yang panjang, beberapa Atens mengalami gerak osilasi berlawanan antara eksentrisitas \ndan inklinasi, yang menunjukkan bahwa asteroid (sekurangnya empat) berada keadaan resonansi\nKozai.", "Daftar File": {}, "Penulis": "Ahmad Fauzi [10303012]", "Kontributor / Dosen Pembimbing": ["Dr. Budi Dermawan, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Evolusi orbit , asteroid, IEOs, Athens", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "11 Jul 2023"}