{"Nomor": 74369, "Judul": "ANALISIS OPINI PUBLIK TENTANG TRANSPORTASI DI KOTA BANDUNG DAN JAKARTA PADA MEDIA SOSIAL TWITTER DENGAN MODEL BIDIRECTIONAL ENCODER REPRESENTATIONS FROM  TRANSFORMERS", "Abstrak": "Transportasi adalah salah satu masalah utama bagi penduduk yang tinggal di\nperkotaan, khususnya di kota-kota besar. Penanganan masalah transportasi secara\ntradisional tidak lagi dianggap cocok karena volume data yang semakin besar dan\nberagam, sehingga diperlukan sistem transportasi cerdas. Salah satu sumber data\nyang dapat digunakan untuk membangunnya adalah media sosial (Twitter), di mana\npengembangan konten yang dihasilkan pengguna dapat meningkatkan pengelolaan\nsistem transportasi yang ada. Dalam penelitian ini, IndoBERT, sebagai model\nbahasa state-of-the-art dalam tugas pemrosesan bahasa alami, digunakan untuk\nmelakukan analisis sentimen pada tweet berbahasa Indonesia tentang transportasi\numum untuk memahami konteks tweet dengan lebih baik. Terdapat tiga kelas\nsentimen yang digunakan: positif, negatif, dan netral. Hasil eksperimen\nmenunjukkan bahwa IndoBERT memiliki kinerja yang lebih baik dibandingkan\ndengan algoritma traditional machine learning, dengan kombinasi hyperparameter\ntuning terbaik menghasilkan akurasi sebesar 90.9% dan memiliki generalisasi baik\npada dataset. Untuk meningkatkan kualitas hasil analisis sentimen, dilakukan pula\nmekanisme analisis teks, yang terdiri dari pemodelan topik dengan klasterisasi topik,\npemetaan topik-sentimen, dan pencarian kata-kata terkait dengan kata kunci untuk\nmemperluas insight dari dataset yang digunakan. Data tweet disediakan oleh\nContinuum Data Indonesia dan NoLimit Indonesia dengan jumlah 23.200 tweet.", "Daftar File": {"23521011 Dionisius Pratama.pdf": "https://digilib.itb.ac.id/gdl/download/296728"}, "Penulis": "Dionisius Pratama [23521011]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Saiful Akbar, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "analisis sentimen, analisis teks, social media mining, deep learning, IndoBERT", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "11 Jul 2023"}