{"Nomor": 74360, "Judul": "AUTOMATIC INTERPRETATION OF WELL LOG DATA FOR CEMENT BOND EVALUATION: A MACHINE LEARNING APPROACH", "Abstrak": "Well cementing is critical in maintaining the integrity of oil and gas wells during drilling and production. However, deviations from the expected outcomes can occur, highlighting the need to evaluate the bond between cement, casing, and formation after cementing. Acoustic logging is commonly used for this evaluation, but its limitations can lead to misinterpretations of the acoustic signals. As an alternative, ultrasonic logging is employed due to its perceived advantages over acoustic logs.\nManual cement bond evaluations, performed by trained professionals, are currently time-consuming, complex, and subjective. Different interpretations can arise even when analyzing the same data, underscoring the need for a more consistent and efficient approach. Machine learning are introduced to automate the interpretation process to address this. By developing a machine learning-based software, the study aims to assist cement bond evaluations. This software generates quick-look interpretations, which serve as a reference for professionals conducting manual interpretations. The outcomes will undergo analysis, and subsequent actions will be determined based on the findings.\nWith Extra Trees as the best algorithm that has validation scores of 93%, the software could predict one casing or liner section cement bond in less than 1 minute. It improves the speed and consistency of cement bond evaluations.", "Daftar File": {"ABSTRAK Muhammad Azmi": "https://digilib.itb.ac.id/gdl/download/296657"}, "Penulis": "Muhammad Azmi [12219059]", "Kontributor / Dosen Pembimbing": ["Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Cement Evaluation, Interpretation, Log, Machine Learning", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "11 Jul 2023"}