{"Nomor": 74384, "Judul": "PEMODELAN KEDEPAN DAN INVERSI DATA METODE TIME DOMAIN ELECTROMAGNETIC (TDEM) KONFIGURASI CENTRAL LOOP", "Abstrak": "Metode time domain electromagnetic (TDEM) adalah salah satu metode aktif\nfisika bumi yang memberikan informasi distribusi resistivitas bawah permukaan\ndengan mengukur respons peluruhan medan elektromagnetik. Informasi bawah\npermukaan metode ini diperoleh melalui proses pemodelan kedepan dan inversi\ndari data observasi yang hanya dapat diselesaikan secara numerik. Pada\npemodelan kedepan, ekspresi numerik digunakan untuk mentransformasikan\nrespons medan magnet dari domain frekuensi ke waktu dengan memanfaatkan\nalgoritma transformasi Hankel dan invers transformasi Laplace Gaver-Stehfest\nyang keduanya berdomain Laplace. Dalam penelitian ini, hasil pemodelan\nkedepan menunjukkan tingkat akurasi yang tinggi antara perhitungan numerik dan\nanalitik pada kasus bumi homogen. Kesalahan maksimum antara kedua\nperhitungan tersebut adalah sebesar 0,49%. Validasi kode pemrograman inversi\nOccam dilakukan dengan memodelkan kasus bumi yang memiliki variasi lapisan\ndan gangguan. Rentang nilai Root Mean Square Error (RMSE) dari model-model\ntersebut berkisar antara 0,07 hingga 0,46. Secara keseluruhan, formulasi\npemodelan kedepan dan inversi Occam yang digunakan telah berhasil\nmemodelkan bawah permukaan dari data observasi. Hal ini dibuktikan oleh\nrentang RMSE yang dihasilkan berkisar antara 0,09 hingga 0,57. Hasil pemodelan\npada kasus investigasi zona intrusi air laut di Pantai Santolo menunjukkan\nbeberapa lapisan berbeda. Lapisan pertama bersifat paling resistif diantara lapisan\nlainnya, dengan resistivitas sebesar 50 – 350 ohm.m. Lapisan kedua memiliki\nresistivitas 15 – 50 ohm.m yang berperan sebagai akuifer berisi air tawar. Lapisan\nselanjutnya merupakan zona campuran antara air tawar dan air asin dengan\nresistivitas 5 – 15 ohm.m. Terakhir, terdapat lapisan dengan resistivitas terendah\nyaitu 0,1 – 5 ohm.m pada kedalaman di bawah 40 meter yang diindikasikan\nsebagai zona intrusi air laut.", "Daftar File": {"ABSTRAK Vitasha Adha Chaerul": "https://digilib.itb.ac.id/gdl/download/296838"}, "Penulis": "Vitasha Adha Chaerul [20221024]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Wahyu Srigutomo, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "time domain electromagnetic, central loop, pemodelan kedepan, inversi Occam.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "12 Jul 2023"}