{"Nomor": 74385, "Judul": "ANALISIS SESAR MENDATAR REGIONAL SANGKULIRANG  TERHADAP EVOLUSI STRUKTUR DI WILAYAH KERJA SANGATTA  BARAT, CEKUNGAN KUTAI BAGIAN UTARA", "Abstrak": "Penelitian ini bertujuan untuk mengetahui evolusi struktur yang terjadi di wilayah \nkerja Sangatta Barat yang merupakan konsesi dari PT. Kalimantan Kutai Energi, \napabila dikaitkan dengan tektonik regional yang terjadi di Cekungan Kutai, dalam \nhal ini Sesar Sangkulirang. Sesar Sangkulirang merupakan sesar mendatar mengiri \nregional yang berada di bagian utara daerah penelitian, sesar ini memanjang di \nbagian utara Cekungan Kutai dan memiliki arah relatif barat laut – tenggara, sesar \nini kemudian menyatu dengan sesar Palu Koro di Sulawesi.\nRekonstruksi palinspatik diharapkan dapat memberikan gambaran tentang evolusi \nstruktur di daerah penelitian. Kurang lebih 65 lintasan seismik telah diinterpretasi \ndan 5 sumur eksplorasi di daerah penelitian diintegrasikan guna memperoleh \ngambaran mengenai struktur dan sedimentasi yang berada di daerah penelitian. \nInterpretasi dan hasil rekonstruksi palinspatik ini membagi daerah penelitian \nmenjadi 3 fase yaitu 1) fase syn-rift pada kala Eosen 2) fase post-rift pada kala \nOligosen Awal 3) fase syn-inversion pada kala Oligosen Akhir. Pola struktur di \ndaerah penelitian diinterpretasikan merupakan struktur inversi, yang tereaktifasi \ndari struktur tensional pada kala Eosen. Pada kala Miosen diperkirakan bahwa \nsesar mendatar merotasi bagian utara daerah penelitian, sehingga menyebabkan \nperbedaan pola struktur di daerah penelitian, dimana di bagian selatan memiliki \npola struktur utara timur laut – selatan barat daya sedangkan di bagian utara \nmemiliki pola lebih timur laut – barat daya.\nDaerah penelitian juga memiliki potensi hidrokarbon yang ekonomis mengingat \npada fase syn-rift dimana pembukaan cekungan terjadi, memberikan potensi \nterendapkannya batuan induk dan reservoir, pada fase post-rift dimana tektonik \ntidak begitu aktif dan terjadi genang laut menyebabkan diendapkannya serpih\nyang sangat baik sebagai batuan penutup, dan fase syn-inversion diharapkan dapat \nmembentuk perangkap untuk akumulasi hidrokarbon.", "Daftar File": {"Abstrak Bertha Sondang 22008014.pdf": "https://digilib.itb.ac.id/gdl/download/296844", "Cover Bertha Sondang 22008014.pdf": "https://digilib.itb.ac.id/gdl/download/296845", "Bab 1 Bertha Sondang 22008014.pdf": "https://digilib.itb.ac.id/gdl/download/296846", "Bab 2 Bertha Sondang 22008014.pdf": "https://digilib.itb.ac.id/gdl/download/296847", "Bab 3 Bertha Sondang 22008014.pdf": "https://digilib.itb.ac.id/gdl/download/296848", "Bab 4 Bertha Sondang 22008014.pdf": "https://digilib.itb.ac.id/gdl/download/296849", "Bab 5 Bertha Sondang 22008014.pdf": "https://digilib.itb.ac.id/gdl/download/296850", "Bab 6 Bertha Sondang 22008014.pdf": "https://digilib.itb.ac.id/gdl/download/296851", "Daftar Pustaka Bertha Sondang 22008014.pdf": "https://digilib.itb.ac.id/gdl/download/296852"}, "Penulis": "Bertha Sondang Martinauly [22008014]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Cekungan Kutai, Sesar Sangkulirang, Tektonik", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "9 file", "Tanggal Input": "12 Jul 2023"}