{"Nomor": 74406, "Judul": "PENERAPAN EVENT DRIVEN ARCHITECTURE DALAM MEMENUHI KEBUTUHAN SLA QUERY INFORMATION DAN QUERY TRANSACTION PADA STUDI KASUS BULK PAYMENT", "Abstrak": "Revolusi industri 4.0 telah membawa perubahan signifikan pada sektor perbankan\ndi Indonesia dengan adanya digital banking yang merupakan layanan pembayaran\nreal-time yang tersedia dalam 24 jam. Salah satu infrastruktur untuk memenuhi\nlayanan pembayaran selama 24 jam tersebut adalah BI-FAST yang diluncurkan\noleh Bank Indonesia. Layanan digital banking harus memenuhi Service Level\nAgreement (SLA) pemrosesan total waktu transaksi yang terdiri dari query\ninformasi dan query transaksi dari BI-FAST selama 25 detik. Saat ini,\nService-Oriented Architecture (SOA) digunakan pada infrastruktur BI-FAST.\nHingga saat ini, SOA masih dapat memenuhi SLA tersebut, namun terdapat satu\narsitektur bernama Event Driven Architecture (EDA) yang dapat menjadi\nalternatif yang lebih baik untuk mengatasi masalah real-time dan memenuhi\nkebutuhan akan waktu SLA karena sifat response time yang lebih cepat. Pada\npenelitian ini, dirancang dan dihasilkan arsitektur bernama Event Driven\nArchitecture (EDA) yang dapat menjadi alternatif selain daripada SOA. Melalui\nuji coba untuk kasus 25, 50, dan 75 transaksi per detik untuk batch transfer\nsebesar 50, 75, dan 100, menghasilkan kesimpulan bahwa SOA memiliki kinerja\nyang lebih baik daripada EDA dalam kasus query informasi dengan perbedaan\nhasil sebanyak 18.4%. Sedangkan EDA memiliki kinerja yang lebih baik daripada\nSOA untuk kasus query transaksi dengan hasil sebesar 111.7%. Pada kasus total\nwaktu transaksi, SOA memiliki kinerja yang lebih baik sebesar 15.4%\ndibandingkan dengan EDA. Sehingga, dapat disimpulkan bahwa SOA lebih baik\nuntuk menangani transfer dengan batch yang kecil, sedangkan EDA memiliki\nkinerja yang lebih baik untuk batch transfer yang semakin besar.", "Daftar File": {"23521093 Mochammad Farrell.pdf": "https://digilib.itb.ac.id/gdl/download/296977"}, "Penulis": "Mochammad Farrell [23521093]", "Kontributor / Dosen Pembimbing": ["Dr. tech. Wikan Danar Sunindyo, S.T, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "BI-FAST, bulk payment, service oriented architecture, event driven architecture, SLA requirements.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "13 Jul 2023"}