{"Nomor": 74408, "Judul": "PENENTUAN PRIORITAS PENGEMBANGAN INFRASTRUKTUR JALAN DI KOTA KENDARI DENGAN METODE ANALISIS HIRARKI PROSES", "Abstrak": "Kota Kendari memiliki jaringan jalan yang masih terbatas. Masih banyak kawasan yang belum terhubung dengan jaringan jalan, sementara besar keinginan baik pemerintah daerah untuk menjadikan kota Kendari sebagai kota jasa dan kota yang menarik baik investor maupun wisatawan baik domestik maupun mancanegara. Permasalahan jalan di perkotaan yang umumnya terjadi adalah kurangnya aksesibilitas dan mobilitas jalan, yang menimbulkan kemacetan lalulintas, sehingga memperlambat pergerakan barang dan jasa (inefisiensi). Berbagai upaya untuk mengatasi masalah transportasi di kota Kendari terus dikembangkan dan ditingkatkan. Salah satunya, dengan peningkatan kuantitas jalan melalui pembangunan jalan baru dan pelebaran jalan, sehingga panjang jalan bertambah dan aksesibilitas menjadi lebih mudah untuk mencapai tujuan dan lebar jalan bertambah dan mobilitas menjadi lebih baik. Pemerintah daerah sudah menerbitkan dalam rencana pembangunan jangka menengah daerah (RPJMD) berupa rencana pengembangan jalan, yaitu Jalan Kendari-Toronipa, Lingkar Kendari, Lingkar RUJAB, dan Inner Ringroad yang dinilai sudah sesuai dengan tata ruang. Namun, dalam pelaksanaannya seringkali menghadapi permasalahan perbedaan kepentingan antara golongan masyarakat pengguna jalan. Oleh karena itu, pemerintah daerah kesulitan untuk menentukan skala prioritas dalam pengembangan jalan. Untuk mengatasi permasalahan tersebut demi memenuhi kebutuhan transportasi di kota Kendari, perlu suatu penilaian yang tepat terhadap penetapan prioritas pengembangan jalan di kota Kendari dengan menggunakan analisis hirarki proses (AHP). Adapun kriteria yang digunakan adalah aksesibilitas, kinerja jaringan jalan, pengembangan wilayah, manfaat, dan biaya. Bobot kriteria secara hirarki yang mana pada rangking pertama diraih oleh kriteria aksesibilitas dengan bobot 40,25%, manfaat 23,96%, kinerja jaringan jalan 16,05%, pengembangan wilayah 12,35% , dan biaya dengan bobot 11,17%.\nRencana pengembangan jaringan jalan yang akan disusun prioritasnya, terdiri darike-empat rencana pengembangan terpisah yang selanjutnya dibuat kombinasi 2(dua) dan 3(tiga), dan 4 (empat) yang menghasilkan 15 kombinasi (lima belas) alternatif. Penentuan prioritas dianalisis dengan memperkalikan antara bobot kriteria dengan skala penilaian kinerja tiap kriteria terhadap alternatif rencana pengembangan jalan. Penilaian alternatif pengembangan jalan diperhitungkan berdasarkan variabel kriteria pendukungnya. Kriteria aksesibilitas diperoleh dari pengukuran jarak, kinerja jaringan jalan berdasarkan hasil turunan pemodelan transportasi makro, kriteria pengembangan wilayah diperoleh dari keterjangkauan rencana pengembangan jalan terhadap aspek potensi ekonomi, kriteria manfaat diturunkan dari hasil model makro dengan metode consumer surplus, dan kriteria biaya berdasarkan owner estimated dinas bina marga. Hasil penentuan prioritas menunjukkan bahwa yang menjadi prioritas pemerintah dalam merealisasikan rencana pengembangan jalan adalah dengan membangun secara bersamaan jalan Lingkar Kendari dan Inner Ringroad.", "Daftar File": {"ABSTRAK Waode Anggun Mahrani": "https://digilib.itb.ac.id/gdl/download/296981"}, "Penulis": "Waode Anggun Mahrani [26921025]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Harun Al Rasyid, M.Sc., Ph.D.", "Dr. Russ Bona Frazila, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Jalan, Pengembangan, Prioritas, dan AHP", "Sumber": "Program Studi Magister Sistem dan Teknik Jalan Raya", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Jul 2023"}