{"Nomor": 74414, "Judul": "KAJIAN SITUASI BERISIKO BERKENDARA MOTOR DI KOTA BANDUNG DENGAN PENDEKATAN NATURALISTIC DRIVING STUDY", "Abstrak": "Kecelakaan lalu lintas merupakan masalah yang serius di Indonesia. Jumlah kecelakaan di\n2021 mendekati 103 ribu kejadian. Kemudian, sekitar 73% dari korban adalah pengendara\nsepeda motor. Penelitian ini bertujuan untuk mengetahui dan mengembangkan skenario\nsituasi berisiko yang terjadi di Kota Bandung serta memberikan usulan atau rekomendasi\nintervensi kepada stakeholder. Tujuan ini akan dicapai melalui penelitian kajian situasi\nberisiko dengan pendekatan naturalistic driving study.\nPendekatan naturalistic study melibatkan setidaknya sepuluh pengendara sepeda motor\n\nuntuk mengemudikan sepeda motor selama satu hari, baik dalam format perjalanan pulang-\npergi kantor, pulang-pergi kampus, ataupun perjalanan biasa. Partisipan mengemudikan\n\nmotor yang telah dilengkapi dengan satu kamera untuk merekam situasi dan kondisi\nperjalanan. Video diolah melalui proses data reduction, sehingga diperoleh sejumlah data\nkuantitatif seperti stiuasi berisiko atau safety critival event (SCE). Hasil pengolahan ini\nberupa skenario situasi berisiko atau SCE yang nantinya akan dipakai untuk menentukan\nskenario situasi yang paling berisiko beserta usulan atau rekomendasi untuk mengurangi\nsituasi tersebut.\nHasil penelitian yang diperoleh adalah terdapat empat skenario situasi berisiko yang paling\nsering terjadi dan berisiko di Kota Bandung. Skenario tersebut adalah pengguna jalan lain\nhampir bertabrakan dengan partisipan karena menyalip di jalur partisipan dari arah\nberlawanan, partisipan berkendara di sisi atau jalur yang salah, partisipan hampir\nbertabrakan dengan pengguna jalan lain (dari arah berlawanan maupun di jalur yang sama)\nsaat menyalip kendaraan di depannya, dan pelanggaran lalu lintas yang umum dilakukan\nbaik oleh partisipan maupun pengendara lain. Implikasi dari hasil penelitian ini adalah\nusulan rekomendasi terhadap situasi tersebut dengan framework 3E yaitu engineering,\neducation, dan enforcement. Saran untuk penelitian selanjutnya adalah melakukan validasi\nuntuk usulan rekomendasi yang diberikan pada penelitian ini.", "Daftar File": {}, "Penulis": "Yusuf Ardiansyah [14419046]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Hardianto Iridiastadi, M.SIE., Ph.D., CPE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kecelakaan, situasi berisiko, pengemudi motor, naturalistic driving study.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "13 Jul 2023"}