{"Nomor": 74411, "Judul": "ANALISIS PENGAMBILAN KEPUTUSAN DALAM MEMUTUSKAN MANAJEMEN RISIKO PERUSAHAAN PADA PT SELENA LINEN MENGGUNAKAN METODE ANALYTICAL HIERARCHY PROCESS", "Abstrak": "Tujuan utama dari thesis ini adalah untuk memfasilitasi pemahaman dan mekanisme Enterprise Risk Management (ERM) dengan menggunakan standar ISO 31000 yang dapat diterapkan dan diadaptasi oleh produsen linen hotel ternama di Bandung berdasarkan tingkat dampak dan kemungkinannya. yang dipengaruhi oleh pulihnya industri perhotelan setelah mengalami keterpurukan akibat COVID-19. Pemulihan ditunjukkan dengan peningkatan jumlah hunian hotel di seluruh provinsi di Indonesia dari data tahun 2019 hingga 2022.\nPenelitian ini menggunakan pendekatan kualitatif melalui analisis data dengan menggunakan kuesioner dan wawancara dengan 3 stakeholder perusahaan yang menjadi pengambil keputusan. Hasil kuesioner terkait risiko yang teridentifikasi diolah dengan menggunakan metode Analytic Hierarchy Process (AHP). Risiko memiliki pengaruh pasar, operasional, keuangan, rantai pasokan, hukum atau diatur, keamanan dan reputasi. Gudang yang tidak sesuai dan keterlambatan pembayaran merupakan risiko dengan eksposur tertinggi sedangkan yang terendah adalah reputasi, peraturan perpajakan dan insiden pencurian bahan baku. Pada akhirnya, untuk rencana mitigasi risiko, akan ada 21 risiko untuk dikurangi, 4 risiko untuk diterima, 2 risiko untuk dibagikan, dan 1 risiko untuk dihindari.", "Daftar File": {"2023TS_PP_Jonathan Julion-29120139_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/296983"}, "Penulis": "Jonathan Julion [29120139]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pri Hermawan, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "risiko bisnis, manajemen risiko perusahaan, penilaian risiko, mitigasi risiko", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "13 Jul 2023"}