{"Nomor": 74415, "Judul": "APLIKASI INVESTASI BERDASARKAN TINGKAT IMBAL HASIL SAHAM  DALAM INDONESIA STOCK EXCHANGE  (STUDI KASUS:IDX HIGH DEVIDEN 20 SELAMA TAHUN 2018-2022)", "Abstrak": "Pertumbuhan pasar saham di Indonesia telah berlangsung dengan cepat, dan dengan perbaikan peringkat investasi negara oleh perusahaan seperti Moody's dan S&P, pasar saham Indonesia telah menjadi pilihan menarik bagi investor di seluruh dunia. Pada tahun 2017, terdapat 1,1 juta investor berdasarkan data KSEI, dan pada tahun 2022, setelah 5 tahun, jumlah investor melonjak menjadi 10,3 juta. Untuk memaksimalkan portofolio mereka, para investor mencari strategi investasi yang sederhana dan mudah diterapkan. Salah satu strategi tersebut, yang berbasis pada dividend yield, semakin populer di Amerika Serikat namun masih belum dimanfaatkan sepenuhnya di Indonesia. \n \nTugas akhir ini bertujuan untuk menganalisis penerapan strategi investasi berbasis dividend yield di bursa saham Indonesia, khususnya pada indeks saham IDX High Dividend 20, untuk menentukan apakah dapat menghasilkan hasil yang serupa dengan indeks saham Dow Jones. Data historis dari tahun 2018 hingga 2022 mengenai saham-saham IDX High Dividend 20, termasuk harga penutupan pada akhir tahun dan dividen tahunan, digunakan untuk menghitung dividend yield dan membentuk portofolio yang terdiri dari 10 saham dengan yield tertinggi. Pendekatan ini disebut The Dogs of the Dow, di mana dalam penelitian ini, varianvarian lain dari Dogs of the Dow seperti Dogs of the Dow X (Dow 7), Top Low 5 (Dow 5), Top Low 4 (Dow 4), dan Fund allocation 4 (Foolish 4) digunakan. \n \nHasil penelitian menunjukkan bahwa strategi investasi berbasis dividend yield dapat mengungguli pasar (IHSG), dengan DOW 4 dan Foolish 4 Variance sebagai pemenang terbaik berdasarkan rasio Sharpe. Strategi investasi berbasis dividend yield ini mudah diterapkan dan dapat memberikan kinerja tinggi, menjadikannya pilihan yang menguntungkan bagi para investor. Penelitian ini juga dapat menarik perhatian perusahaan investasi untuk menawarkan produk berbasis strategi ini, dan investor individu dapat memaksimalkan keuntungan mereka dengan mengembangkan portofolio mereka menggunakan pendekatan ini.", "Daftar File": {"2023_TS_PP_M Rizky Amin-29121409_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/296997"}, "Penulis": "Muhammad Rizky Amin [29121409]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto Soekarno, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bursa Efek Indonesia, Imbal hasil, IDX high dividend 20, The Dogs of the Dow, dan strategi investasi", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "13 Jul 2023"}