{"Nomor": 74410, "Judul": "ANALISIS COMOVEMENT CURAH HUJAN TERHADAP TEMPERATUR RATA-RATA WILAYAH KOTA BANDUNG MENGGUNAKAN METODE WAVELET COHERENCE", "Abstrak": "Sistem kompleks adalah sistem yang diperiksa untuk menyelidiki pola interaksi komponen, pemodelan sistem, dan proses pembentukan dengan pola-pola komponennya. Modelnya akan memetakan berbagai keadaan yang bersifat nyata dan beraneka macam. Seperti model nonlinier yang dapat menghasilkan data tidak teratur, contohnya pada dinamika nonlinier seperti iklim. Perubahan iklim yang terjadi saat ini akan berdampak buruk terhadap berbagai aspek kehidupan. Dampak yang potensial adanya perubahan iklim adalah peningkatan temperatur, perubahan pola hujan, dan kenaikan permukaan laut. Diketahui bahwa temperatur dan curah hujan adalah parameter yang penting dari adanya dampak yang terjadi dan saling mempengaruhi satu sama lain. Pergerakan dari perubahan curah hujan dan temperatur dapat dianalisis dengan comovement. Metode analisis wavelet menjadi salah satu metode yang dapat digunakan karena mampu menganalisis deret dalam domain waktu dan domain frekuensi. Metode wavelet power spectrum digunakan untuk mengetahui pola volatilitas dan metode wavelet coherence digunakan untuk mengetahui pola comovement antara kedua parameter. Pada penelitian ini yaitu curah hujan (mm) dan temperatur rata-rata (°C) pada skala waktu harian dari stasiun geofisika kota Bandung dalam rentang tahun 2018 – 2020. Hasil dari plot kontur WPS menjelaskan bahwa volatilitas tinggi frekuensi tinggi untuk curah hujan dan temperatur rata-rata diperoleh dengan periode di bawah 16 hari. Pola volatilitas dengan frekuensi dan periode yang diperoleh antara kedua parameter berada pada rentang bulan yang beragam. Sementara, dari hasil analisis comovement diketahui bahwa adanya korelasi antara curah hujan dan temperatur rata-rata yaitu memiliki koherensi tidak sefase sehingga berkorelasi negatif.", "Daftar File": {}, "Penulis": "Ika Ariyanti [10219032]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Wahyu Srigutomo, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "comovement, curah hujan, iklim, temperatur, volatilitas, wavelet", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "13 Jul 2023"}