{"Nomor": 74423, "Judul": "ANALISIS DAMPAK DAN PENERAPAN TEORI ANTRIAN PENGUNJUNG DALAM KEGIATAN PARIWISATA DI KAWASAN KONSERVASI (KASUS: TAMAN WISATA ALAM SITU GUNUNG SUKABUMI)", "Abstrak": "Taman Nasional Gunung Gede Pangrango (TNGGP) merupakan salah satu kawasan\nkonservasi di Provinsi Jawa Barat yang memiliki objek wisata alam yang banyak\ndigemari oleh masyarakat. Salah satu destinasi wisata unggulan di kawasan TNGGP\nyang memiliki jumlah kunjungan paling tinggi adalah Taman Wisata Alam Situ\nGunung Sukabumi. Hal ini ditandai dengan peningkatan jumlah kunjungan ke Taman\nWisata Alam Situ Gunung Sukabumi selama kurun waktu lima tahun (2014-2019) yang\nnaik sebesar 1.783,65%. Perkembangan areal wisata ini menunjukkan kemajuan yang\nsangat pesat, dikhawatirkan jumlah pengunjung yang datang pun akan terus meningkat.\nMaka dari itu perlu adanya pengaturan jumlah pengunjung berdasarkan daya dukung\nlingkungan (carrying capacity). Penelitian ini bertujuan untuk menganalisis trend\npengunjung dan dampaknya terhadap kondisi lingkungan dan sosio-ekonomi,\nmenganalisis nilai carrying capacity dan pengelolaan yang efektif di TWA Situ\nGunung Sukabumi, dan membuat model antrian pengunjung TWA Situ Gunung\nSukabumi yang optimal dan berkelanjutan. Metode yang digunakan adalah analisis\nnilai carrying capacity, management effectiveness tracking tools dan hasil tersebut\ndibuat model antrian pengunjung. Hasil penelitian menunjukan bahwa trend\npengunjung mengalami kenaikan untuk setiap penambahan satuan waktu. Tercatat\nbahwa jumlah pengunjung pada tahun 2014 berjumlah 16.126 orang dan diperkiran\npada tahun 2029 jumlah pengunjung TWA Situ Gunung Sukabumi berjumlah 439.851\norang. Pada tahun 2014 dengan jumlah pengunjung 16.126 orang, diperkirakan jumlah\ntimbunan sampah di TWA Situ Gunung Sukabumi sebesar 12.900,8 liter/hari dan\napabila jumlah pengunjung pada tahun 2029 yang sudah dihitung berdasarkan trend\npengunjung berjumlah 439.851 orang maka jumlah timbunan sampah yang ada di\nTWA Situ Gunung Sukabumi berjumlah 351.880,8 liter/hari. Selain itu, bertambahnya\njumlah pengunjung pun memberikan dampak positif bagi keadaan sosio-ekonomi\nmasyarakat ditunjukan mata pencaharian masyarakat sebelum adanya TWA Situ\nGunung Sukabumi yaitu petani, buruh tani dan karyawan pabrik, sedangkan setelah\nadanya TWA Situ Gunung Sukabumi mata pencaharian masyarakat berubah menjadi\npedagang, ojek wisata, perahu wisata, guide dan angkutan lokal dengan pendapatan\nrata-rata perbulan setara bahkan lebih dari UMK Kab. Sukabumi yang berjumlah Rp.\n3.125.444. Hasil analisis carrying capacity di TWA Situ Gunung Sukabumi didapat bahwa danau memiliki kapasistas maksimum 626 orang, suspension bridge 98 orang\ndan curug sawer sebanyak 113 orang. Hasil analisis METT menunjukan bahwa tingkat\nefektivitas pengelolaan TWA Situ Gunung Sukabumi sebesar 84,9% yang masuk\ndalam kategori efektif. Selanjutnya model antrian pengunjung yang optimal dan\nberkelanjutan yaitu untuk destinasi danau dengan kapasitas ECC sebesar 626 orang\ndengan laju kedatangan 626 orang/jam memiliki lama kunjungan 60 menit, suspension\nbridge memiliki lama kunjungan maksimal 33 menit dengan alokasi laju kedatangan\n1178 orang/jam, dan curug sawer memiliki lama kunjungan maksimal 34 menit 36\ndetik dengan alokasi laju kedatangan 196 orang/jam.", "Daftar File": {"ABSTRAK Muhammad Rafi Firdaus": "https://digilib.itb.ac.id/gdl/download/297055"}, "Penulis": "Muhammad Rafi Firdaus [21320305]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yooce Yustiana, M.Si.", "Alhilal Furqan, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Dampak Pengunjung, Situ Gunung, Carrying Capacity, Management Effectiveness Tracking Tools, Model Antrian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Jul 2023"}