{"Nomor": 74431, "Judul": "USULAN STRATEGI MANAJEMEN PENGETAHUAN UNTUK MENINGKATKAN MUTU DAN MENURUNKAN BIAYA  DI PT TOTAL BANGUN PERSADA TBK", "Abstrak": "Industri konstruksi Indonesia semakin membaik pada tahun 2023 seiring membaiknya epidemi COVID-19. Sektor konstruksi Indonesia, khususnya pasar gedung bertingkat, akan diuntungkan oleh perkembangan ekonomi yang solid pada tahun 2023. Meskipun pertumbuhan lebih baik pada tahun ini, inflasi yang tinggi, kenaikan suku bunga, dan fragmentasi industri masih mengancam stabilitas sektor tersebut. PT Total Bangun Persada Tbk menghadapi persaingan yang lebih ketat di sektor ini karena kondisi ekonomi makro. PT Total Bangun Persada Tbk, perusahaan jasa konstruksi yang berfokus pada pelanggan, mengutamakan kualitas produk dan layanan purna jual. Perusahaan juga menangani masalah konsumen dengan serius dan mempelajarinya untuk meningkatkan kinerja perusahaan. Baru-baru ini, korporasi menghadapi tantangan untuk memberikan produk berkualitas tinggi secara konsisten untuk keberlanjutan jangka panjang. Menurut sebuah laporan internal, harga penawaran PT Total Bangun Persada Tbk cenderung lebih tinggi para pesaingnya, yang dapat menyebabkan klien memilih jasa konstruksi lain, meskipun kualitas pekerjaan PT Total Bangun Persada lebih baik. Untuk mencapai hal tersebut, PT Total Bangun Persada Tbk harus terus meningkatkan pengetahuan dan kemampuan karyawannya, karena hal ini penting untuk kelangsungan dan daya saing perusahaan dalam jangka panjang. Selain itu, perusahaan harus mengelola pengetahuan, menyebarkannya kepada karyawan, dan memasukkannya ke dalam proses konstruksi. \n\nPenelitian ini menggunakan metode kuantitatif dengan menyebarkan kuesioner berdasarkan Kerangka Manajemen Pengetahuan APQC kepada 25 anggota tim proyek. Hasilnya menunjukkan bahwa skor rata-rata untuk empat kategori kemampuan (Strategi, Orang, Proses, dan Manajemen Konten) adalah 2,36 dari 5. Strategi mendapat skor 2,27, proses mendapat skor 2,34, dan orang mendapat skor skor 2,14, dengan manajemen konten menerima skor tertinggi 2,68. Hal ini menunjukkan bahwa perusahaan menyadari manajemen pengetahuan dan bermaksud menerapkannya; namun, proses pengetahuan mereka sebagian besar ad hoc dan terlokalisasi.\n\nTujuan dari penelitian ini adalah untuk mengidentifikasi dan menganalisis pengetahuan kritis untuk menemukan strategi pengelolaan pengetahuan dan inisiatif pengelolaan pengetahuan untuk meningkatkan praktik pengelolaan pengetahuan guna mendukung peningkatan mutu dan menurunkan biaya.", "Daftar File": {"COVER Agustinus ferry setiawan": "https://digilib.itb.ac.id/gdl/download/297071"}, "Penulis": "Agustinus ferry setiawan [29321310]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Tingkat Kematangan Manajemen Pengetahuan, APQC, Strategi Manajemen Pengetahuan, Implementasi Manajemen Pengetahuan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "14 Jul 2023"}