{"Nomor": 74435, "Judul": "USULAN PENGGUNAAN SISTEM MANAJEMEN PENGETAHUAN UNTUK MENGOPTIMALKAN PROYEK PENGEMBANGAN PEMBELAJARAN DIGITAL KHUSUS KORPORAT DI PT CENTRINOVA SOLUSI EDUKASI", "Abstrak": "Pembelajaran digital menjadi salah satu metode yang efektif dalam meningkatkan pengetahuan dan keterampilan pembelajar, terutama di era digital saat ini yang semakin berkembang. Kebutuhan akan pembelajaran digital di Indonesia semakin berkembang, khususnya di perusahaan yang mulai merubah pembelajaran konvensional ke pembelajaran digital. PT Centrinova Solusi Edukasi (Centrinova), sebagai perusahaan penyedia solusi pembelajaran digital di Indonesia, melihat bahwa optimalisasi produksi pada proyek pengembangan pembelajaran digital sangat diperlukan saat ini. Karakter bisnis digital yang sangat cepat berubah, kompleksitas dari proses proyek tersebut, serta banyaknya materi pembelajaran dari klien dengan latar belakang berbagai macam industri, membutuhkan pendekatan knowledge management untuk mengoptimalkan produksi di Centrinova. Selain itu, meskipun pendapatan total meningkat, Centrinova menghadapi masalah bisnis dengan penurunan persentase margin keuntungan bersih.\nPenelitian dengan menggunakan metode campuran ini diawali dengan melakukan asesmen atas kesiapan knowledge management pada Centrniova dengan menggunakan Asian Productivity Organization (APO) Knowledge Management (KM) Tools dan interview semi terstruktur untuk mendapatkan pengetahuan kritis yang diperlukan dalam pengembangan pembelajaran digital. \nBerangkat dari hasil analisa tersebut, sebuah pendekatan implementasi knowledge management disusun untuk dengan KM Strategy sebagai berikut: meningkatkan penggunaan teknologi digital yang saat ini telah dimiliki, melakukan pengembangan karyawan khususnya untuk soft skills, dan meningkatkan kultur berkolaborasi di antara karyawan. Implementasi knowledge management tersebut dituangkan dalam sebuah rancangan pembentukan empat organizational enablers dan KM initiatives, lengkap dengan jadwal implementasinya", "Daftar File": {"COVER Budi Kristanto": "https://digilib.itb.ac.id/gdl/download/297075"}, "Penulis": "Budi Kristanto [29321421]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pembelajaran Digital, Produktivitas, Knowledge Management, KM Strategy, KM Initiative, Organization Enablers.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "14 Jul 2023"}