{"Nomor": 74433, "Judul": "KLASIFIKASI LAHAN GARAM BERDASARKAN CITRA PANSHARPENING MENGGUNAKAN ALGORITMA RANDOM FOREST  (STUDI KASUS: KABUPATEN PATI)", "Abstrak": "Para peneliti sebelumnya telah menggunakan pembelajaran mesin untuk klasifikasi Lahan Garam berdasarkan citra satelit resolusi menengah. Namun, analisis dan pengambilan kebijakan produksi garam nasional memerlukan informasi yang lebih detail dan resolusi spasial yang lebih besar. Penelitian ini mengusulkan klasifikasi Lahan Garam menjadi lebih detail yaitu Lahan Garam Aktif dan Non Aktif berdasarkan citra pansharpening menggunakan algoritma Random Forest. Pansharpening dilakukan terhadap citra satelit Pleiades dan Sentinel 2 untuk menghasilkan citra baru dengan resolusi spasial dan spektral yang tinggi. Metode pansharpening yang digunakan adalah High Pass Filter (HPF), Nearest Neighbor Diffusion Pansharpening (NNDiffuse), À Trous Algorithm-Based Wavelet Transform (AWT), dan University of New Brunswick (UNB) PanSharp. Hasil penelitian menunjukkan bahwa metode pansharpening terbaik adalah UNB PanSharp, menghasilkan nilai RMSE sebesar 7,1. Selanjutnya, 73 variabel diturunkan dari citra pansharpening dan Digital Elevation Model Nasional (DEMNAS) untuk membuat model Random Forest. Analisis kemudian dilakukan untuk menentukan tingkat kepentingan variabel dan skema klasifikasi Lahan Garam terbaik. Hasil penelitian menunjukkan: 1) Peringkat kontribusi kelompok variabel dalam membangun model klasifikasi Random Forest adalah indeks tekstur > variabel spektral > indeks red-edge > variabel topografi > indeks vegetasi dan bangunan > parameter biofisik > indeks air; 2) skema 9 merupakan model klasifikasi Random Forest yang paling efisien. Model ini menggunakan 37 variabel terpenting dan 100 pohon keputusan, menghasilkan OA sebesar 66,699% dan koefisien Kappa sebesar 0,394. Studi ini dapat digunakan sebagai referensi yang baik untuk mengembangkan pemetaan dan kebijakan Lahan Garam oleh para praktisi atau pemangku kepentingan.", "Daftar File": {"ABSTRAK Diastarini": "https://digilib.itb.ac.id/gdl/download/297073"}, "Penulis": "Diastarini [25121009]", "Kontributor / Dosen Pembimbing": ["Ir. Agung Budi Harto, M.Sc., Ph.D.", "Dr. Riantini Virtriana, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "ahan garam, algoritma Random Forest, pansharpening, variable importance", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Jul 2023"}