{"Nomor": 74442, "Judul": "TINGKATKAN RENCANA AKSI PERUSAHAAN SMARTPHONE CINA INDONESIA UNTUK MEMPERKUAT PENCIPTAAN NILAI", "Abstrak": "Indonesia memiliki bonus demografi dan potensi pengembangan pasar yang sangat besar dan telah menjadi stasiun internasional pilihan bagi produsen smartphone. Samsung, Xiaomi, OPPO, dll. memiliki keunggulannya sendiri dalam penentuan posisi produk, konstruksi saluran, dll. Karena struktur pasar smartphone secara bertahap menjadi stabil, homogenitas produk dan persaingan pasar semakin meningkat. Melalui metode analisis data strategis dan keuangan, penelitian ini secara komprehensif menggunakan alat analisis strategis untuk membuat rekomendasi bagaimana Perusahaan Smartphone China dapat mengungguli pesaingnya dan meningkatkan pangsa pasarnya.\nMasalah utama yang dihadapi Perusahaan Smartphone China adalah bahkan saat ini merebut posisi pasar terdepan di ponsel, namun hasil keuangan tidak menghasilkan pada tingkat yang diinginkan. Bagaimana memperluas pangsa pasar dan meningkatkan kinerja keuangan pengiriman adalah tujuan penelitian utama.\nDi bagian analisis strategis, pahami keunggulan dan kelemahan kompetitif produk melalui analisis lingkungan internal dan eksternal. Pada bagian analisis keuangan, penulis memilih data laporan keuangan dari tahun 2016 hingga 2021 untuk menganalisis secara empiris kinerja Perusahaan Smartphone Cina di Indonesia. Hasil penelitian menemukan bahwa setelah memasuki pasar Indonesia, Perusahaan Smartphone Cina berkembang pesat dan menjadi raksasa industri dengan strategi penetrasi yang efektif, dan peningkatan pangsa pasar juga tidak didasarkan pada premis mengorbankan keuntungan. Perseroan masih mempertahankan profitabilitas yang sehat, dan profitabilitas diperkirakan akan terus meningkat.\n\nMakalah ini menarik kesimpulan sebagai berikut:\n(1) Strategi pemasaran saat ini yang ditetapkan pada tahun 2014-2015 berjalan dengan baik selama periode embrio bisnis dalam merebut pangsa pasar.\n(2) Untuk meningkatkan usaha dan kinerja keuangannya dapat dikemukakan saran-saran sebagai berikut: a. Efisiensi biaya, b. Strategi yang dioptimalkan lebih lanjut, c. Mengintensifkan diversifikasi produk, d. Berinvestasi dalam bisnis baru.\n(3) Dengan persaingan yang semakin ketat di pasar ponsel, untuk lebih meningkatkan konstruksi saluran, perusahaan dapat mengembangkan saluran jaringan dengan biaya konstruksi rendah dan memperluas lini produk ke orientasi mengembangkan produk-produk kelas atas, sehingga dapat mengakses kelompok pelanggan berpenghasilan tinggi.\nMelalui penelitian ini, disarankan agar Perusahaan Smartphone China secara aktif mengintegrasikan dan mengoptimalkan saluran penjualan, memperluas lini produk, dan mencapai operasi yang terdiversifikasi melalui Internet of Things.", "Daftar File": {"COVER He Jiaqi": "https://digilib.itb.ac.id/gdl/download/297090"}, "Penulis": "He Jiaqi [29321702]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T, M.Eng., Ph.D.", "Dr. Ir. Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Smartphone, pasar Indonesia, Penetrasi Pasar, Riset Strategis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "14 Jul 2023"}