{"Nomor": 74458, "Judul": "PENENTUAN PERSAMAAN PROBABILITAS KESTABILAN PILAR BATUBARA DENGAN MENGGUNAKAN METODE REGRESI LOGISTIK BINER", "Abstrak": "Dalam metode penambangan bawah tanah, pilar sebagai komponen penting untuk\nmenopang batuan di atas tambang agar tidak runtuh. Namun, tidak sedikit kasus\npilar yang runtuh walaupun telah memiliki faktor keamanan lebih besar dari satu.\nOleh karena itu, perlu dikembangkan persamaan probabilitas kestabilan pilar\nbatubara agar dapat didesain pilar batubara yang memiliki peluang besar untuk\nstabil berdasarkan data historis pilar batubara yang pernah dibuat.\nPersamaan probabilitas kestabilan pilar batubara dapat diperoleh menggunakan\nmetode regresi logistik biner berdasarkan rasio lebar dan tinggi pilar serta faktor\nkeamanan pilar. Pengolahan data pilar secara statistik dilakukan menggunakan\nperangkat lunak SPSS 26.0 untuk memperoleh koefisien regresi logistik sehingga\ndapat dibentuk persamaan probabilitas kestabilan pilar batubara.\nPada hasil penelitian ini, diperoleh persamaan probabilitas kestabilan pilar batubara\nyang memiliki tiga koefisien regresi logistik yaitu -6.323 (????0), -0.227 (????1) dan\n8.147 (????2) dan diperoleh probabilitas kestabilan pilar batubara pada stable pillar\nsebesar 40.2%-100% dan pada failed pillar sebesar 2.58%-88.84%. Batas\nprobabilitas minimum yang harus dimiliki pilar batubara sebesar 90% agar dapat\ndipastikan stabil.", "Daftar File": {"ABSTRAK M. Dwi Farras": "https://digilib.itb.ac.id/gdl/download/297115"}, "Penulis": "M. Dwi Farras [12119063]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pilar, regresi, logistik, probabilitas, kestabilan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "14 Jul 2023"}