{"Nomor": 74465, "Judul": "PENGEMBANGAN TRIANGULAR SILVER NANOPRISM SEBAGAI AGEN ANTIBAKTERI ESCHERICHIA COLI DAN STAPHYLOCOCCUS AUREUS", "Abstrak": "Mekanisme triangular silver nanoprism sebagai agen antibakteri terhadap dua jenis bakteri yang berbeda yaitu bakteri gram-negatif menggunakan Escherichia coli dan gram-positif menggunakan Staphylococcus aureus diuji dalam penelitian ini menggunakan metode Angka Lempeng Total (ALT) . Sejauh ini, antibiotik masih paling umum digunakan sebagai antibakteri karena tingkat efektivitasnya yang tinggi. Namun, seiring perkembangan waktu, permasalahan resistensi antibiotik yang dapat menyebabkan akibat fatal terhadap manusia juga ikut berkembang. Salah satu alternatif dari permasalahan tersebut adalah penggunaan nanomaterial logam ke dalam berbagai aplikasi antibakteri, biasanya digunakan dalam pelapis perangkat medis, tekstil, dan kosmetik. Pada penelitian ini, logam perak dipilih karena efektivitas antibakteri yang tinggi akibat mekanisme ion perak yang mampu merusak membran bakteri. Nanopartikel perak disintesis menjadi bentuk triangular nanoprism dengan tambahan variasi ethylene glycol 50 µL, 100 µL, dan 150 µL untuk mengetahui pengaruhnya dalam pembentukan triangular nanoprism serta aktivitasnya dalam membunuh bakteri. Hasil penelitian menunjukkan triangular silver nanoprism berhasil disintesis dan dikarakterisasi dengan TEM dan UV-Visible. Setelah dilakukan pengujian antibakteri, diperoleh data yang menunjukkan triangular silver nanoprism mampu membunuh bakteri dengan efektivitas paling tinggi terdapat pada variasi ethylene glycol 150 µL, yaitu sekitar 88,5% untuk Escherichia coli dan 87,6% untuk Staphylococcus aureus. Penelitian ini juga menunjukkan bahwa semakin tinggi kadar ethylene glycol yang digunakan dalam sintesis triangular silver nanoprism, semakin tinggi juga efektivitas dalam membunuh bakteri.", "Daftar File": {}, "Penulis": "Jayanti Metta Carini [13319032]", "Kontributor / Dosen Pembimbing": ["Nugraha, Dr.Eng.", "Prof. Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "triangular silver nanoprism, antibakteri, Escherichia coli, Staphylococcus aureus, ethylene glycol", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "8 file", "Tanggal Input": "14 Jul 2023"}