{"Nomor": 74460, "Judul": "PERANCANGAN KOMIK DIGITAL MENGENAI EDUKASI SEKSUAL UNTUK REMAJA 14-18 TAHUN", "Abstrak": "Setiap manusia akan melewati proses pertumbuhan dan perkembangan, mulai dari masa bayi, anakanak, remaja, dewasa hingga manula. Salah satu tahap penting dalam perkembangan seorang anak\nialah saat dirinya memasuki masa remaja. Masa remaja merupakan fase peralihan dari masa anakanak sebelum memasuki masa dewasa. Pembekalan pembelajaran seks semenjak dini sanggup\nkurangi kemampuan resiko yang mencuat akibat sikap intim, semacam kehamilan diluar nikah,\npenularan penyakit intim serta lain sebagainya, sehingga membantu tingkatkan mutu ikatan yang\npositif pada generasi muda. Pembelajaran seks tidak hanya mengulas tentang proses ikatan intim\nantar orang, tetapi pula mengantarkan hal- hal tentang raga seksualitas, pertumbuhan emosional, dan\nhal- hal bernilai positif. Mengangkat isu kekerasan dan pelecehan seksual, metode perancangan ini\ndibuat melalui media komik digital berbasis webtoon, guna meningkatkan mutu Pendidikan dan\nliterasi remaja masa kini. Dalam proses perancangan, terdapat berbagai isu sosial dan fakta lapangan\nyang dicantumkan sehingga dapat diproses oleh remaja. Beberapa adegan dalam karya menggunakan\nmetode yang dinamakan retorika visual, menyampaikan pesan verbal secara visual. Menggunakan\nretorika visual juga membuat pembaca terpicu untuk memikirkan visual yang dimaksud dalam pesan\nverbal sehingga memiliki makna ganda atau pesan tersendiri kepada pembaca, yakni memberikan\ntrigger kepada mereka bahwa adegan ini yang dimaksud. Pendidikan seks bukanlah substansi yang\nmemberikan stigma bahwa hal tersebut selalu berhubungan dengan aktivitas seksual, organ seksual,\ndan sebagainya. Topik yang diangkat adalah bagaimana langkah preventif dalam menghindari dan\nmenghadapi ancaman kekerasan seksual di lingkungan kita.", "Daftar File": {}, "Penulis": "Muhammad Azra Rofa [17419008]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani Mansoor, S.T, MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Komik, Seks, Remaja, Edukasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Jul 2023"}