{"Nomor": 74466, "Judul": "PENERAPAN PASSIVE DESIGN  PADA BANGUNAN CAGAR    BUDAYA DI KAWASAN KOTA LAMA SEMARANG MELALUI PENDEKATAN ADAPTIVE REUSE", "Abstrak": "Kawasan Kota Lama Semarang merupakan kawasan kolonial yang dimiliki oleh Kota Semarang sebagai peninggalan zaman kolonial. Pada saat ini, kawasan tersebut masih berfungsi secara aktif sebagai kawasan pariwisata. Selain itu, Kota Lama Semarang merupakan salah satu kota yang masuk dalam usulan status World Heritage City dari The United Nations Educational, Scientific, and Cultural Organization (UNESCO). Melihat potensi wisata yang ada pada Kawasan Kota Lama Semarang yang semakin meningkat, melakukan perancangan pada beberapa bangunan cagar budaya yang belum aktif di Kawasan Kota Lama Semarang merupakan upaya yang dapat mendorong perkembangan kawasan pariwisata tersebut. Perancangan pada bangunan eksisting terpilih dilakukan melalui pendekatan Adaptive Re-use dengan penerapan passive design sebagai batasan standar dari bangunan.  Terdapat upaya restorasi dari pemerintah Kota Semarang pada seluruh Kawasan Kota Lama Semarang. Dengan adanya perubahan iklim pada Kota Semarang dari zaman kolonial Belanda (1800-an) hingga saat ini, maka dilakukan pengkajian ulang terhadap relevansi kenyamanan serta optimalisasi passive design pada salah satu bangunan cagar budaya di Jalan Merak. Pengkajian ulang diperlukan supaya bangunan tetap dapat berperan sebagai kontributor positif pada lingkungan sekitar dan pengguna bangunan. Studi pada tesis ini akan disusun dengan menggunakan metode perancangan yang dimulai dengan kajian literatur, kajian preseden, analisis lokasi perancangan, elaborasi dan hasil perancangan, serta evaluasi hasil perancangan. Melalui metodologi tersebut, tesis ini akan menghasilkan penyesuaian desain pada objek perancangan melalui pendekatan Adaptive Re-use dengan penerapan passive design.", "Daftar File": {"ABSTRAK Tatania Lintang Alviani": "https://digilib.itb.ac.id/gdl/download/297147"}, "Penulis": "Tatania Lintang Alviani [25221065]", "Kontributor / Dosen Pembimbing": ["Dewi Larasati, S.T, M.T, Ph.D.", "Dr. Eng. Mochamad Donny Koerniawan, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kawasan Kota Lama Semarang, Adaptive Re-use, Passive Design", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "14 Jul 2023"}