{"Nomor": 74468, "Judul": "MENUTUP KESENJANGAN KOMPETENSI: STUDI TENTANG KETERAMPILAN DAN KEBUTUHAN PELATIHAN STAF DAN PIMPINAN IT INFRASTRUKTUR DI PERUSAHAAN KONSULTAN IT", "Abstrak": "Perusahaan informasi dan Teknologi (TI) beroperasi di pasar yang bergerak cepat\ndan sangat kompetitif, di mana kemampuan untuk menarik dan mempertahankan\ntalenta terbaik merupakan faktor penting dalam kesuksesan mereka. Untuk\nmengatasi tantangan ini, perusahaan perlu fokus pada rekrutmen dan pelatihan\nuntuk menarik dan mempertahankan talenta terbaik. Menjembatani kesenjangan\nketerampilan merupakan faktor penting bagi perusahaan untuk beroperasi di pasar\nyang bergerak cepat dan sangat kompetitif untuk memberikan solusi terbaik\ndibandingkan pesaing lainnya. PT Futuremax Solution Indonesia sebagai\nperusahaan konsultan IT harus memperhatikan kondisi tersebut. Futuremax masih\nperlu mengurangi kesenjangan keterampilan antar anggota tim. Untuk melakukan\nitu, mereka membutuhkan kamus kompetensi yang komprehensif untuk memandu\nproses perekrutan dan pelatihan.\nTesis ini bertujuan untuk mengidentifikasi model kompetensi yang paling cocok\nuntuk organisasi dan menentukan keterampilan yang dibutuhkan oleh staf dan\npimpinan Infrastruktur TI. Penelitian ini juga bertujuan untuk mengembangkan\nseperangkat kompetensi kerja yang komprehensif untuk setiap level fungsional dan\nmembentuk matriks pelatihan berdasarkan kompetensi tersebut. Karena\nketerbatasan penelitian ini, segala upaya akan dilakukan untuk memastikan\nakurasi dan validitas hasil; penelitian tunduk pada keterbatasan potensial seperti\nkendala waktu dan sumber daya, ketersediaan dan kemauan peserta untuk\nberpartisipasi dalam penelitian, dan potensi bias atau keterbatasan dalam metode\npenelitian yang digunakan.\nRancangan penelitian meliputi empat fase. Tahap pertama akan melibatkan\npengumpulan data kuantitatif dan data kualitatif melalui web scraping,\nwawancara, dan studi literatur untuk mengembangkan kerangka kompetensi. \nTahap kedua akan melibatkan analisis kualitatif deskripsi pekerjaan dan \nwawancara ahli untuk mengembangkan kamus kompetensi berdasarkan kerangka\nkerja kompetensi. Tahap ketiga akan menggunakan expert judgment untuk menilai kamus kompetensi, dengan expert memberikan umpan balik. Pada Fase Keempat,\nanalisis kesenjangan akan dilakukan untuk mengidentifikasi perbedaan antara\nkompetensi yang dibutuhkan dan kompetensi staf dan pimpinan Infrastruktur TI\nsaat ini, dengan rekomendasi untuk pelatihan dan sertifikasi diberikan untuk\nmengatasi setiap kesenjangan yang teridentifikasi. \nMelalui pendekatan ini, ditentukan bahwa model kompetensi yang paling cocok\nuntuk organisasi terdiri dari empat kategori berbeda: Kompetensi Teknis,\nKompetensi Lunak, Kompetensi Manajemen Proyek, dan Kompetensi Teknis Masa\nDepan. Studi ini mengidentifikasi dan mengkategorikan 49 kompetensi, masingmasing\n\ndibagi menjadi enam tingkat kemahiran, mengembangkan kamus\nkompetensi yang komprehensif. Staf Infrastruktur TI dan kompetensi pemimpin\ndijelaskan pada setiap tingkat fungsional. Tim juga mengembangkan matriks\npelatihan untuk menjembatani kesenjangan keterampilan yang teridentifikasi.\nTemuan ini berkontribusi pada pengetahuan dalam manajemen infrastruktur TI\ndan memberikan wawasan praktis bagi organisasi yang ingin mengoptimalkan\nketerampilan dan kompetensi personel infrastruktur TI mereka.", "Daftar File": {"2023_TS_PP_Muhammad Alif Maulana - 29121347_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/297156"}, "Penulis": "Muhammad Alif Maulana [29121347]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T, M.A.B, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Sumber Daya Manusia Berbasis Kompetensi (CBHRM), Kesenjangan Kompetensi, Kamus Kompetensi, Perusahaan Konsultan IT, Matriks Pelatihan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "14 Jul 2023"}