{"Nomor": 74467, "Judul": "PERANCANGAN SISTEM KONTROL DINAMIK ROBOT OMNI WHEEL", "Abstrak": "Robot omni wheel holonomik adalah robot yang dapat bergerak ke segala arah dengan menggunakan roda omnidirectional yang memungkinkan  gerakan translasi dan rotasi yang memungkinkan kemampuan manuver yang tinggi di berbagai lingkungan. Pemodelan menggunakan kinematik menganggap keadaan motor ideal tanpa terjadi slip. Hal itu dapat menyebabkan galat dalam penentuan posisi robot. Maka dari itu, diterapkan sistem deteksi dan kontrol slip dinamik untuk mengurangi galat yang disebabkan slip pada roda. Pada tugas akhir ini robot dimodelkan dengan sistem kinematik dengan tambahan faktor keamanan yang dikalikan percepatan terhadap bingkai global robot. Deteksi slip dilakukan dengan mengukur galat antara bacaan ground camera dengan hasil forward kinematic bacaan kecepatan masing-masing encoder motor. Hasil deteksi slip akan digunakan sebagai regulator. Setelah itu, slip akan dikontrol dengan algoritma kontrol slip dengan menerapkan faktor keamanan untuk percepatan yang terjadi, sehingga slip dan galat pada hasil bacaan  ground camera dan bacaan encoder dapat terkurangi. Telah diuji bahwa robot mampu mengontrol slip yang terjadi. Dengan menerapkan sistem kontrol tersebut, telah diuji bahwa robot mampu mengontrol slip yang terjadi. Kepresisian pengotrol slip dibuktikan dengan nilai RMSE saat kontrol slip diterapkan pada arah gerak V-Vn dan V-Vn lebih kecil dari pada nilai RMSE saat slip terjadi. RMSE saat slip terjadi yaitu 100,03 mm/s arah lateral (Vn), 110,9 m/s arah lateral-longitudinal (V-Vn) , 100,89 mm/s arah longitudinal (V). Sedangkan hasil RMSE rata-rata 56,58 mm/s untuk arah (Vn), 57,07 mm/s untuk arah (V-Vn), dan 52,98 mm/s untuk arah (V).", "Daftar File": {}, "Penulis": "Husnun Ni'am [13319101]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eko Mursito Budi, M.T.", "Ir. Estiyanti Ekawati, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "holonomik, omni wheel, faktor keamanan, slip.", "Sumber": "", "Staf Input/Edit": "Rina Kania", "File": "9 file", "Tanggal Input": "14 Jul 2023"}