{"Nomor": 74476, "Judul": "EVALUASI USABILITY WEBSITE MYPPM ITB", "Abstrak": "Myppm ITB merupakan situs web yang digunakan oleh dosen di ITB untuk mengumpulkan proposal\ndan laporan terkait penelitian serta pengabdian masyarakat. Berdasarkan diskusi yang dilakukan\ndengan pengelola website, LPPM memiliki rencana jangka panjang akan melakukan pengembangan\nwebsite lebih lanjut untuk mengintegrasikan sistem dengan beberapa sistem lain yang berkaitan\ndengan akademik, kepegawaian, serta penggajian. Pada sistem eksisting belum pernah dilakukan\nevaluasi untuk mengetahui permasalahan pengguna saat menggunakan website tersebut. Keluhan\nhanya disampaikan secara sporadis kepada pengelola website. Hasil studi pendahuluan menunjukkan\nbahwa terdapat 55% pengguna menemui masalah yang sama terkait penggunaan situs web.\nPenelitian bertujuan untuk mengevaluasi website Myppm ITB dengan menemukan permasalahan\nserta penilaian pengguna terhadap situs web dengan pendekatan usability sehingga dapat\nmenghasilkan usulan perbaikan pada user interface situs web. Penelitian dilakukan dengan teknik\nusability testing dengan meminta partisipan untuk berinteraksi dengan website Myppm ITB dengan\nmengerjakan empat skenario tugas yang mewakili empat fitur pada situs web. Dari pengerjaan\nskenario tugas dilakukan pengukuran pada beberapa paremeter terkait dimensi usability yang\nmencakup efektivitas (keberhasilan dan kesalahan pengerjaan tugas), efisiensi (durasi pengerjaan\ntugas), dan kepuasan pengguna (Questionnaire for User Interface Satisfaction). Kemudian dilakukan\nteknik usability inquiry menggunakan Retrospective Think-Aloud untuk mendapatkan masalah yang\nditemui partisipan ketika pengerjaan tugas. Penelitian dilakukan pada 12 partisipan yang\ndikelompokkan dalam partisipan non pemula (dosen yang pernah menggunakan Myppm ITB) dan\npartisipan pemula (dosen yang belum pernah menggunakan Myppm ITB).\nHasil penelitian menunjukkan efektivitas yang kurang baik pada fitur proposal penelitian\nberdasarkan persentase keberhasilan pengerjaan tugas yang rendah (< 70%) dan frekuensi kesalahan\nyang tinggi. Diketahui pula bahwa keempat fitur memiliki efisiensi yang baik dilihat dari durasi\npengerjaan tugas yang tidak berbeda signifikan antarkelompok partisipan. Hasil penilaian kepuasan\npengguna yang rendah pada sub karakteristik layar, tanggapan menyeluruh, serta terminologi dan\ninformasi sistem. Berdasarkan pemetaan masalah diperoleh 32 masalah usability yang menjadi\nprioritas perbaikan mencakup isu terminologi, umpan balik, status sistem, organisasi informasi,\ntampilan kontras dan layout desain, dan permintaan input. Penelitian menghasilkan 27 usulan\nperbaikan mencakup perbaikan pada tampilan laman, terminologi ikon, permintaan input, organisasi\ninformasi, notifikasi kesalahan dan konfirmasi, serta status sistem. Usulan perbaikan telah melalui\nproses validasi dengan problem user serta problem customer situs web Myppm ITB. Tindak lanjut\ndari hasil penelitian, pengelola website perlu melakukan feasibility study implementasi tampilan\nusulan terkait keterbatasan serta kapabilitas framework eksisting.", "Daftar File": {}, "Penulis": "Bramanta Naufal Rizaldi [14418015]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Hardianto Iridiastadi, M.SIE., Ph.D., CPE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "usability, usability testing, usability inquiry, user interface, website, Myppm ITB", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "17 Jul 2023"}