{"Nomor": 74470, "Judul": "ANALISIS FAKTOR-FAKTOR YANG MEMPENGARUHI ADOPSI APLIKASI AKUNTANSI DI KALANGAN UMKM BIDANG KULINER DI JAWA BARAT DENGAN MENGGUNAKAN UNIFIED THEORY OF ACCEPTANCE AND USE OF TECHNOLOGY MODEL", "Abstrak": "UMKM berperan penting dalam mendorong pertumbuhan ekonomi Indonesia yang stabil dan berkelanjutan. Terlepas dari pentingnya peran UMKM dalam perekonomian Indonesia, banyak dari mereka yang masih kesulitan untuk berkembang dikarenakan berbagai alasan. Salah satunya ialah keterbatasan modal. Penggunaan aplikasi akuntansi diyakini dapat membantu meningkatkan kapasitas pengelolaan keuangan UMKM dan memperkuat akses permodalan. Namun, studi pendahuluan yang dilakukan oleh peneliti menemukan bahwa hanya sedikit UMKM yang telah menggunakan aplikasi akuntansi, walaupun mereka telah mengetahui manfaatnya dan banyaknya aplikasi akuntansi gratis yang tersedia di pasaran. Penelitian ini bertujuan untuk mengidentifikasi faktor-faktor yang mempengaruhi penggunaan aplikasi akuntansi pada UMKM kuliner dari sudut pandang model Unified Theory of Acceptance and Use of Technology (UTAUT). Menurut UTAUT, niat perilaku untuk mengadopsi sistem dipengaruhi oleh ekspektasi kinerja, ekspektasi usaha, pengaruh sosial, dan kondisi fasilitator, sedangkan penggunaan sesungguhnya dari sistem dipengaruhi oleh kondisi fasilitator dan niat perilaku. Data dikumpulkan menggunakan metode kuantitatif, melalui penyebaran kuesioner secara daring dan luring kepada pemilik atau pimpinan UMKM sektor kuliner di Jawa Barat. Hasil kuesioner yang berjumlah 246 kemudian dianalisis dengan metode PLS-SEM. Hasil analisis menunjukkan bahwa niat perilaku UMKM untuk menggunakan aplikasi akuntansi hanya dipengaruhi secara positif oleh ekspektasi kinerja, ekspektasi usaha, dan kondisi yang memfasilitasi. Selain itu, penggunaan aktual aplikasi dipengaruhi oleh niat perilaku dan kondisi yang memfasilitasi UMKM. Oleh karena itu, pengembang aplikasi akuntansi disarankan untuk memanfaatkan faktor-faktor tersebut untuk meningkatkan penggunaan aplikasi dengan meningkatkan performa dan kemudahan pemakaian. Selain itu, pemerintah juga disarankan untuk memperkuat kondisi yang memfasilitasi melalui peningkatan infrastruktur digital di daerah- daerah yang belum terjangkau untuk memastikan pemerataan akses teknologi. Dengan mempertimbangkan keterbatasan penelitian, studi selanjutnya disarankan untuk menggunakan sampel UMKM yang lebih beragam dari berbagai daerah di Jawa Barat.", "Daftar File": {"2023 SK PP Naomi Agatha Dwi P. Tambunan   [19020300] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/297214"}, "Penulis": "Naomi Agatha Dwi P. Tambunan [19020300]", "Kontributor / Dosen Pembimbing": ["Tuntun Salamatun Zen, S.E, Ak., M.Si..,CA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Aplikasi Akuntansi, UTAUT, Ekspektasi Kinerja, Ekspektasi Upaya, Kondisi Fasilitas, Indonesia", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "17 Jul 2023"}