{"Nomor": 74486, "Judul": "OVERPRESSURE, KOMPARTEMENTALISASI, DAN PROPERTI RESERVOIR DI LAPANGAN MINYAK DAN GAS BLOK AA, PAPARAN UTARA MADURA, CEKUNGAN JAWA TIMUR", "Abstrak": "Penelitian dilakukan di Paparan Utara Madura (North Madura Platform), Cekungan Jawa Timur, berumur Eosen hingga Miosen dan terbukti sebagai penghasil hidrokarbon pada Formasi Kujung dan Ngimbang. Secara tektonik, cekungan ini terletak di kawasan tektonik aktif sehingga memungkinkan terjadinya overpressure. \n\nPlot data tekanan terhadap kedalaman menunjukkan bahwa reservoir karbonat di Formasi Kujung dan Formasi Ngimbang mengalami kondisi overpressure dan hidrostatik. Tren gradien tekanan yang bervariasi di Formasi Kujung dan Ngimbang mengindikasikan bahwa reservoir tidak terhubung satu dengan lainnya atau terkompartementalisasi. Distribusi rezim tekanan di beberapa sumur menunjukkan bahwa overpressure hanya terlokalisasi di beberapa sumur. Overpressure di kedua formasi tersebut disebabkan oleh loading, yaitu batuan yang gagal kompak (undercompaction). Interpretasi data seismik inversi acoustic impedance (AI) dan atribut seismik menunjukkan bahwa fasies karbonat terumbu (patch reef carbonate) di Formasi Kujung I, yang mengalami overpressure, diendapkan di lingkungan platform interior (tidal flat). Sedangkan Formasi Kujung I yang berada dalam kondisi hidrostatik diendapkan di platform margin (barrier reef) dan platform interior (tidal flat). Karbonat terumbu dengan sisipan serpih di Formasi Kujung II, III, dan Ngimbang Zona A, yang juga berada dalam kondisi overpressure, diendapkan di lingkungan platform interior (lagoon dan tidal flat).\n\nAnalisis properti reservoir karbonat yang diturunkan dari data seismik dengan kalibrasi data core sumur menunjukkan bahwa overpressure di Formasi Ngimbang Zona A terjadi di fasies karbonat terumbu yang mempunyai porositas dan permeabilitas yang relatif rendah sampai dengan sedang, sedangkan overpressure di Formasi Kujung terjadi di fasies karbonat terumbu paparan yang mempunyai porositas dan permeabilitas yang relatif tinggi. Hal ini mengindikasikan bahwa overpressure yang terjadi di fasies karbonat terumbu dan karbonat terumbu paparan tidak dipengaruhi oleh properti reservoir.\n\nPrediksi tekanan pori sumur menggunakan metode Eaton pada reservoir karbonat yang berseling dengan serpih menghasilkan prediksi tekanan pori yang lebih akurat dibandingkan dengan prediksi tekanan pori pada reservoir karbonat yang bersih. Overpressure yang terjadi di daerah penelitian secara spasial nilainya kecil sehingga tidak bisa digunakan untuk memprediksi kompartementalisasi reservoir. Sedangkan kualitas reservoir dapat dipetakan dengan mengalikan attribut porositas, permeabilitas, dan tekanan pori. Nilai yang paling besar berasosiasi dengan kualitas reservoir yang sangat baik. Overpressure yang berasosiasi dengan kualitas reservoir yang baik terletak pada tren tenggara dimana hal ini mengindikasikan pola aliran fluida terjadi pada arah tersebut sebagai zona akuifer.", "Daftar File": {"ABSTRAK Ecep Suryana": "https://digilib.itb.ac.id/gdl/download/298610"}, "Penulis": "Ecep Suryana [32017001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lambok Hutasoit, M.Sc., Ph.D.", "Dr. Dwiharso Nugroho, S.T, M.T.", "Prof. Agus Mochamad Ramdhan, S.T, M.T, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Jawa Timur, kompartementalisasi, reservoir karbonat,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jul 2023"}