{"Nomor": 74493, "Judul": "STRATEGI RESTORASI MANGROVE TERHADAP BAHAYA ABRASI DAN KENAIKAN MUKA AIR LAUT DI KAWASAN PANTAI PONDOK BALI, KABUPATEN SUBANG", "Abstrak": "Abrasi di kawasan pesisir terjadi sebagai akibat dari naiknya permukaan air laut\nyang disebabkan oleh adanya peristiwa perubahan iklim. Kawasan Pantai\nPondok Bali yang berada di Kabupaten Subang termasuk salah satu kawasan\nyang mengalami bahaya abrasi dan kenaikan muka air laut cukup parah. Abrasi\ndan kenaikan muka air laut tersebut diperparah dengan adanya kerusakan hutan\nmangrove sebagai salah satu peranan penting dalam ekosistem pesisir. Bencana\nkawasan pesisir yang terjadi berdampak secara langsung pada lingkungan,\ninfrastruktur, dan ekonomi masyarakat setempat, sehingga diperlukannya strategi\npenanganan abrasi dan kenaikan muka air laut untuk mengembalikan ekosistem\nmangrove. Tujuan penelitian ini yaitu untuk menganalisis strategi restorasi\nmangrove terhadap bahaya abrasi dan kenaikan muka air laut di Kawasan Pantai\nPondok Bali, Kabupaten Subang yang terdiri dari: (1) analisis bencana kawasan\npesisir yang terdiri dari analisis perhitungan perubahan garis pantai\nmenggunakan DSAS, penyebab dan dampak dari abrasi dan kenaikan muka air\nlaut, (2) analisis kondisi ekosistem mangrove yang terdiri dari analisis perubahan\nluasan lahan dan kerapatan mangrove menggunakan metode NDVI dan analisis\nekosistem mangrove, (3) identifikasi strategi penanganan abrasi dan kenaikan\nmuka air laut pada kawasan mangrove. Berdasarkan hasil analisis, strategi\nrestorasi mangrove telah dilaksanakan secara bertahap dan membutuhkan\nkonsistensi dalam melaksanakan strategi tersebut sebagai upaya dalam mengatasi\nkemunduran garis pantai yang mencapai 2361,75 meter di Desa Legonwetan dan\n1704,92 meter di Desa Mayangan dari tahun 1992 2022. Selain itu, ekosistem\nmangrove yang memiliki peranan penting dalam menjaga ekosistem pesisir yaitu\nsebagai pelindung pantai mengalami degradasi luasan mencapai 160,87 Ha di\nDesa Mayangan dan 63 Ha di Desa Legonwetan. Strategi yang sedang dilakukan\noleh berbagai stakeholder yaitu berupa strategi struktural yang terdiri dari\npembuatan Alat Pemecah Ombak (APO) sebagai penahan ombak yang sekaligus\ndapat menangkap sedimen untuk mencegah abrasi dan kenaikan muka air laut\nlebih parah serta dilakukannya penanaman kembali hutan mangrove pada\nkawasan yang mangrove yang telah hilang.", "Daftar File": {}, "Penulis": "Dinda Pratiwi [15419143]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Abrasi, Kenaikan Muka Air Laut, Ekosistem Mangrove, Alat Pemecah Ombak (APO)", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "17 Jul 2023"}