{"Nomor": 74494, "Judul": "EVALUASI MANAJEMEN ASET TANAH DAN BANGUNAN MILIK PEMERINTAH KABUPATEN PENUKAL ABAB LEMATANG ILIR", "Abstrak": "Manajemen aset merupakan salah satu aspek yang mempengaruhi Pemerintah\nDaerah dalam mengambil keputusan untuk perencanaan pembangunan daerah\nkhususnya tanah dan bangunan. Pemerintah daerah dengan mengetahui keberadaan\ndan potensi aset yang dimiliki daerah, maka dapat menyusun manajemen aset yang\nterdiri dari serangkaian tahapan kegiatan. Kabupaten Penukal Abab Lematang Ilir\nmerupakan kabupaten yang baru terbantuk, manajemen aset belum menjadi\nperhatian utama meskipun manajemen aset penting untuk memenuhi kebutuhan\ndaerah. Oleh karena itu, studi ini penting dilakukan untuk melihat sejauh mana\nmanajemen aset telah dilaksanakan dan struktur persoalan manajemen aset.\nPenelitian ini untuk merumuskan rekomendasi perbaikan manajemen aset tanah\ndan bangunan yang dapat diterapkan oleh Pemerintah Daerah Kabupaten Penukal\nAbab Lematang Ilir. Penelitian ini melakukan tinjauan terhadap variabel dan\nindikator ideal manajemen aset tanah dan bangunan daerah, karakteristik\nmanajemen aset tanah dan bangunan milik Pemerintah Kabupaten Penukal Abab\nLematang Ilir, struktur persoalan pelaksanaan manajemen aset tanah dan bangunan,\naspek yang dipertimbangkan dan komponen yang dapat diatur di dalam manajemen\naset tanah dan bangunan. Jenis penelitian ini merupakan penelitian evaluatif.\nPendekatan dalam penelitian manajemen aset tanah dan bangunan menggunakan\nevaluasi semu. Hasil penelitian menunjukkan bahwa manajemen aset tanah dan\nbangunan di Kabupaten Penukal Abab Lematang Ilir belum optimal terlihat dengan\nadanya 14 persoalan yang tersebar pada variabel penatausahaan aset, optimalisasi\naset, dan evaluasi aset. Persoalan disebabkan aspek sumber daya manusia,\nkelembagaan, dan regulasi pada beberapa komponen pelaksanaan manajemen aset\ntanah dan bangunan di Kabupaten Penukal Abab Lematang Ilir. Rekomendasi yang\ndapat dilakukan dalam penanganan persoalan aspek SDM diperlukan langkahlangkah seperti, pelatihan dan bimbingan teknis. Upaya dalam penanganan\npersoalan kelembagaan seperti komunikasi intensif antar unit kerja dan kolaborasi\nantar SDM juga penting untuk pertukaran pengetahuan. Selain itu, penyusunan\nregulasi yang jelas untuk setiap tahapan manajemen aset perlu dilakukan untuk\nmemastikan pelaksanaan yang terstruktur dan sesuai aturan", "Daftar File": {"ABSTRAK Nurma Latifa Sari": "https://digilib.itb.ac.id/gdl/download/297326", "BAB 1 Nurma Latifa Sari": "https://digilib.itb.ac.id/gdl/download/297327", "BAB 2 Nurma Latifa Sari": "https://digilib.itb.ac.id/gdl/download/297328", "BAB 3 Nurma Latifa Sari": "https://digilib.itb.ac.id/gdl/download/297329", "BAB 4 Nurma Latifa Sari": "https://digilib.itb.ac.id/gdl/download/297330", "BAB 5 Nurma Latifa Sari": "https://digilib.itb.ac.id/gdl/download/297331", "BAB 6 Nurma Latifa Sari": "https://digilib.itb.ac.id/gdl/download/297332", "PUSTAKA Nurma Latifa Sari": "https://digilib.itb.ac.id/gdl/download/297333", "LAMPIRAN Nurma Latifa Sari": "https://digilib.itb.ac.id/gdl/download/297335"}, "Penulis": "Nurma Latifa Sari [25421057]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Aset Milik Pemerintah Daerah, Manajemen Aset Pemerintah Daerah", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "17 Jul 2023"}