{"Nomor": 74499, "Judul": "PERANCANGAN INTERIOR FASILITAS ECO-RESORT DI PANTAI TELUK ASMARA, KABUPATEN MALANG DENGAN PENDEKATAN ECO- TECHNOLOGY", "Abstrak": "Perancangan Interior Fasilitas Eco-Resort di Pantai Teluk Asmara dengan\npendekatan Eco-Technology merupakan resort yang akan dirancang dengan\nmengutamakan potensi alam dan pemandangan khas pantai sebagai daya tarik\nutamanya. Pantai Teluk Asmara mirip dengan Raja Ampat karena banyak gugusan\npulau karang sehingga banyak wisatawan domestik hingga mancanegara yang\ntertarik untuk berwisata ke pantai ini. Pantai Teluk Asmara masih tergolong wisata\nbaru, resmi dibuka pada tahun 2017, sehingga fasilitas penginapan masih terbatas.\nVilla Asmara Hills merupakan penginapan terdekat (31 meter) dari Pantai Teluk\nAsmara, namun villa ini hanya menyediakan 9 kamar. kurang memenuhi kebutuhan\nbanyaknya wisatawan yang datang. 10 penginapan terbaik lainnya memiliki jarak\nyang jauh sekitar 30-50 km dan menempuh waktu 2-3 jam perjalanan. Terbatasnya\nfasilitas penginapan dekat lokasi wisata menjadi salah satu kendala berkurangnya\nwisatawan, karena waktu untuk menikmati panorama alam tersebut menjadi\nterbatas karena harus menempuh perjalanan yang cukup jauh untuk mencari\nfasilitas penginapan.\n\nMerancang fasilitas penginapan di Pantai Teluk Asmara diperlukan metode\nperancangan yang dapat menyelaraskan lingkungan dan berlandaskan kepedulian\ntentang konservasi lingkungan global dengan penekanan pada efisiensi energi.\nKarena Pantai Teluk Asmara merupakan kawasan yang dikelola oleh PERHUTANI\n(BUMN Perum) yang mana pada radius 5km dari Pantai Teluk Asmara terdapat\n\n2\n\nkonservasi hutan mangrove. Untuk mencapai hal tersebut diperlukan suatu\npendekatan yang berbasis pada teknologi yang dapat merancang suatu ekosistem\ndengan melakukan konservasi energi dan potensi yang ada, sehingga perancangan\nini menggunakan konsep eco-technology. Eco-technology merupakan pendekatan\ndesain berbasis lingkungan yang digabungkan dengan teknologi dapat\nmemunculkan rancangan yang menghasilkan smart building. Bangunan yang hemat\nenergi, atau bahkan dapat mengahasilkan energi sendiri, tidak merusak lingkungan\nserta dapat mengintregasikan lingkungan alam dengan bangunan dan memberikan\nrasa nyaman bagi pengguna.\n\nTerciptanya fasilitas eco-resort bintang 5 ini ditujukan untuk memfasilitasi\nkebutuhan relaksasi, rekreasi, dan ekonomi wisatawan hingga warga sekitar. Lokasi\nperancangan terjangkau, sekitar 30-50 meter dari tempat wisata Pantai Teluk\nAsmara. Wisatawan tidak perlu membuang waktu dan tenaga karena dengan\nadanya eco resort ini mereka dapat menikmati banyak aktivitas dalam satu kawasan.\nDaya tarik pada eco-resort ini diharapkan dapat mengundang kembali wisatawan,\nmemberdayakan masyarakat sekitar, sehingga dapat meningkatkan perekonomian\ndaerah, dan dapat mewujudkan salah satu city branding kabupaten malang yaitu\nmemperkenalkan potensi alam yang ada di “Malang Raya”. Metode perancangan\nini dilakukan dengan studi literatur dan observasi lapangan di Pantai Teluk Asmara,\nKabupaten Malang, untuk memperoleh informasi mengenai Pantai Teluk Asmara\ndan sekitarnya.", "Daftar File": {}, "Penulis": "Zhafirah Dhiya Ulhaq [17319038]", "Kontributor / Dosen Pembimbing": ["Bagus Handoko, S.Sn., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "eco-resort, eco-technology, pantai teluk asmara, kabupaten malang", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Jul 2023"}