{"Nomor": 74502, "Judul": "PERANCANGAN INTERIOR MUSEUM ARSITEKTUR NUSANTARA DENGAN PENDEKATAN ANALOGI DI UBUD", "Abstrak": "Indonesia merupakan negara dengan 38 provinsi yang memiliki berbagai\nmacam kekayaan dan warisan budaya, salah satunya adalah arsitektur tradisional.\nArsitektur tradisional, adalah perwujudan dari teknik membangun dan merancang oleh\nsekelompok masyarakat yang tinggal pada sebuah daerah dengan kepercayaan tertentu.\nSalah satu bentuk dari arsitektur tradisional yang dimiliki oleh setiap daerah dan\nprovinsi di Indonesia adalah rumah adat tradisional.\nRumah-rumah adat tradisional Indonesia memiliki berbagai macam bentuk,\nsejarah dan filosofi. Namun, mayoritas rumah adat tradisional dari berbagai daerah di\nIndonesia dibangun dengan latar belakang kosmologi yang cenderung sama, yaitu\npembagian semesta menjadi 3 alam dunia. Sayangnya, rumah adat tradisional kini\nsemakin sulit ditemukan akibat berubahnya teknik membangun rumah dengan\nmenggunakan cara modern. Akibat hal ini, cukup sulit untuk memperkenalkan\narsitektur tradisional atau rumah adat Indonesia kepada turis mancanegara atau generasi\npenerus bangsa.\nKecamatan Ubud di Kabupaten Gianyar, Bali merupakan salah satu destinasi\nterkenal bagi turis mancanegara dan lokal karena terkenal akan destinasi wisata seni,\nbudaya dan alamnya yang beragam. Oleh karena itu, museum arsitektur nusantara yang\ndirancang di Ubud serta berisi rumah – rumah adat tradisional dari Indonesia ini\nmenjadi sarana untuk memperkenalkan warisan budaya Indonesia, serta\nmempromosikan daerah-daerah lain di Indonesia yang kaya akan budaya dan kearifan\nlokal.", "Daftar File": {}, "Penulis": "Haura Salsabila Karnada [17319015]", "Kontributor / Dosen Pembimbing": ["Dr. Ruly Darmawan, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Rumah adat tradisional, Kecamatan Ubud, Bali, Museum", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Jul 2023"}