{"Nomor": 74514, "Judul": "IDENTIFIKASI PENGEMBANGAN WISATA MICE DAN DAMPAK TERHADAP TUTUPAN LAHAN KOTA BANDUNG", "Abstrak": "MICE (Meetings, Incentive Trips, Conferences dan Exhibitions) menjadi salah satu\nsektor wisata yang mempunyai berbagai dampak efektif terhadap ekonomi dan\nmendukung strategi pariwisata yang mengedepankan quality tourism serta memiliki\npotensi penghasil devisa yang tinggi di Indonesia. Kota Bandung dikembangkan\nsebagai salah satu tujuan MICE terbaik di Indonesia yang memiliki potensi\npengembangan yang tinggi dan tumbuh dengan pesat. Dalam pengembangannya,\nkegiatan wisata MICE membutuhkan infrastruktur MICE untuk lingkup skala\nnasional dan internasional. Secara bersamaan Kota Bandung dihadapi keterbatasan\nlahan yang tersedia. Pengembangan wisata MICE di Kota Bandung perlu\ndiperhatikan lebih lanjut, sehingga fokus penelitian ini adalah melihat\npengembangan MICE di Kota Bandung yaitu kebijakan MICE, karakteristik MICE\ndan pengaruh terhadap perubahan tutupan lahan di Kota Bandung. Penelitian ini\nmengambil data primer berupa wawancara dan observasi terhadap pemerintah dan\npengelola hotel bintang serta gedung pertemuan, dan data sekunder dari instansi\nterkait yang diolah menggunakan analisis kualitatif, kuantitatif dan spasial untuk\nmelihat perubahan tutupan lahan. Hasil studi menunjukan kegiatan wisata MICE\ntelah teridentifikasi dalam program pemerintah daerah namun belum tersedianya\nperaturan daerah yang khusus mengatur terkait kegiatan MICE. Selain itu, kegiatan\nwisata MICE di Kota Bandung termasuk dalam skala MICE menengah dengan\nkapasitas fasilitas MICE Kota Bandung yang hanya mampu menampung 200\nhingga 8000 pengunjung. Pada tahun 2022 terdapat 221 kegiatan MICE yang\nkonsentrasi pelaksanaan berada di SWK Cibeunying. SWK Cibeunying beralih\nfungsi 12,6% dan dari 79 titik fasilitas MICE berada pada lahan tidak berubah.\nBelum ditemukan dampak langsung kegiatan wisata MICE terhadap perubahan\ntutupan lahan dari tahun 2016 hingga 2019. Wisata MICE juga belum teridentifikasi\nsecara khusus pada RTRW dan RDTR Kota Bandung dan 48% wisata MICE\ndilakukan pada zona perdagangan dan jasa", "Daftar File": {}, "Penulis": "Hadinda Maghfira [15419108]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "analisis spasial, karakteristik mice, kebijakan mice, Kota Bandung, perubahan tutupan lahan, wisata mice.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "17 Jul 2023"}