{"Nomor": 74512, "Judul": "PERANCANGAN SEKOL AH LUAR BIASA DALAM RANGKA PERBAIKAN PENDIDIKAN ANAK BERKEBUTUHAN KHUSUS DI DENPASAR, BALI. KASUS KHUSUS TUNA NETRA LOW VISION", "Abstrak": "Penyandang Disabilitas di Bali menyentuh angka yang sangat tinggi. Menurut data dari BPS pada\ntahun 2019 ,Provinsi Bali Bali memiliki 580 Ribu jiwa disabilitas yang tersebar di pulau Bali\ndengan Tuna Netra sebagai kasus terbanyak. Ditambah, dengan belum terpenuhinya standar\nstandar pendidikan inklusif pada Sekolah Luar Biasa yang berada di Bali, membuat semakin\ntertinggalnya pendidikan inklusif yang berada di Bali. Maka dari itu dibutuhkan wadah atau\ntempat yang layak untuk mewadahi penyandang disabilitas yang belum terpenuhi dengan\nbaik pendidikanya di Kota Denpasar dengan mengusulkan Perencanaan dan Perancangan\nSekolah Luar Biasa (SLB) di Kota Denpasar, Bali. Sekolah Dasar diambil menjadi studi kasus\nperancangan guna merespon kebutuhan disabilitas untuk dapat beradaptasi dalam kehidupan kelak\nyang mana kurikulum nya dirasa bisa mewadahi kebutuhan tersebut. Metode pengumpulan data\nyang digunakan adalah metode studi literatur dengan jurnal terkait dengan penelitian,\nObservasi lapangan dengan pengamatan langsung ke lokasi perencanaan dan metode survei\ndengan mengunjungi pihak terkait untuk mendapatkan data-data yang kuat.\n\nPendekatan yang diterapkan dalam perancangan ini yaitu pendekatan Five Sense yang mendukung\nkebutuhan para siswa yang mana banyak dari mereka yang masih belum menggunakan ke-empat\nindranya dengan maksimal. Dengan konsep perancangan yang mengacu pada pemaksimalan indra,\ndiharapkan para siswa dan siswi SLBN Denpasar dapat menjadi pemicu para siswa dan siswi untuk\nmendapatkan pengalaman pembelajaran yang lebih optimal. Selain itu pendekatan tradisional juga\nakan banyak di terapkan pada perancangan guna merespon lokasi perancangan yang memiliki\nimage yang kuat dan juga untuk tidak melupakan jati diri dari budaya Bali itu sendiri. Penerapan\nstandar bangunan yang sesuai juga menjadi perhatian khusus pada perancangan kali ini yang mana\nstandar tersebut dapat memiliki dampak yang sangat besar bagi para murid serta guru yang akan\nmenjadi pengguna rancangan, dengan harapan semua standar tersebut dapat membantu kegiatan\nbelajar para siswa menjadi lebih mudah dan menyenangkan dan kegiatan mengajar para guru\nmenjadi lebih mudah.", "Daftar File": {}, "Penulis": "Muhammad Hafizh [17319019]", "Kontributor / Dosen Pembimbing": ["Dr. Kharista Astrini Sakya, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "luar biasa, tuna netra, low vision", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Jul 2023"}