{"Nomor": 74515, "Judul": "KAJIAN ATAS FAKTOR-FAKTOR YANG MEMPENGARUHI PENUNGGAKAN PAJAK BUMI DAN BANGUNAN ( STUDI KASUS : KP PBB BANDUNG SATU )", "Abstrak": "Tunggakan PBB setiap tahun menunjukkan jumlah kumulatif yang semakin besar.\nBanyak faktor yang dapat menyebabkan seorang wajib pajak menunggak PBB\nantara lain kesalahan dalam penetapan PBB yang menyangkut luas tanah, luas\nbangunan dan penetapan kelas, kurangnya kesadaran wajib pajak, jarak antara\ntempat pembayaran PBB dengan domisili wajib pajak, keengganan wajib pajak\ndalam melakukan proses pembetulan, keberatan dan pengurangan pajak, jumlah\npenghasilan wajib pajak dan faktor-faktor lainnya. Untuk dapat mencairkan\ntunggakan PBB secara efektif selain dilakukan penagihan pajak secara aktif perlu\ndiketahui faktor-faktor yang menyebabkan kecenderungan wajib pajak tidak\nmembayar PBB melalui suatu pemodelan yang hasilnya diharapkan dapat untuk\nmemprediksi apakah suatu objek pajak akan melunasi atau menunggak PBB untuk\ntahun pajak yang akan datang sehingga dapat dilakukan berbagai upaya prefentif\nuntuk meminimalisir munculnya tunggakan pajak baru di tahun-tahun berikutnya.\nPada penelitian ini dilakukan analisis untuk mengetahui seberapa besar pengaruh\nfaktor-faktor yang cenderung menyebabkan timbulnya tunggakan pajak dengan\nmelalukan pemodelan berdasarkan data sample sejumlah objek pajak. Variabel\nbebas yang diteliti adalah jumlah ketetapan PBB, luas tanah, luas bangunan jenis\npenggunaan bangunan dan penghasilan wajib pajak. Sedangkan variable\nterikatnya berupa data kategori yang membedakan apakah suatu objek pajak lunas\natau tidak lunas PBB pada tahun yang diteliti. Hasil analisa dengan menggunakan\nalat analisis Analisa Diskriminan menghasilkan suatu model diskriminan yaitu\nZscore = -0,255 – 1,30E-07 ketetapan + 4,64E-09 penghasilan . Dari model tersebut\ndapat diketahui bahwa variabel yang secara signifikan dapat membedakan apakah\nsuatu objek pajak akan melunasi atau menunggak PBB dengan tingkat\nkepercayaan 95% adalah variabel ketetapan dengan angka Sig. 0,012 dan variabel\npenghasilan dengan angka Sig. 0,003. Sedangkan variabel luas tanah, luas\nbangunan dan penggunaan bangunan tidak berpengaruh secara signifikan terhadap\nstatus pembayaran PBB dengan angka Sig. masing-masing 0,129 ; 0,121 dan\n0,816.\nMelalui validasi model yang dilakukan dapat dinyatakan bahwa model yang\ndihasilkan mempunyai tingkat keakuratan yang cukup tinggi yaitu sebesar 68 %.\nDengan demikian model diskriminan dinyatakan valid sehingga bisa digunakan\nuntuk meprediksi suatu objek pajak akan dikategorikan melunasi PBB atau\nmenunggak PBB untuk tahun-tahun pajak yang akan datang", "Daftar File": {"2008 TS PP AGUS BUDIRAHARDJO 1-COVER": "https://digilib.itb.ac.id/gdl/download/297621", "2008 TS PP AGUS BUDIRAHARDJO 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/297622", "2008 TS PP AGUS BUDIRAHARDJO 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/297623", "2008 TS PP AGUS BUDIRAHARDJO 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/297624", "2008 TS PP AGUS BUDIRAHARDJO 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/297625", "2008 TS PP AGUS BUDIRAHARDJO 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/297626", "2008 TS PP AGUS BUDIRAHARDJO 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/297627"}, "Penulis": "Agus Budirahardjo [25106023]", "Kontributor / Dosen Pembimbing": ["Ir. Agoes Soewandito Soedomo, M.T.", "Dr. Andri Hernandi, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Analisis Diskriminan, pelunasan PBB, penunggakan PBB", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "17 Jul 2023"}