{"Nomor": 74520, "Judul": "IMPLEMENTASI DATA DAN ANALISIS KESTABILAN TITIK EKUILIBRIUM DARI MODEL DINAMIKA DUA BANK", "Abstrak": "Bank merupakan lembaga penting dalam ekonomi suatu negara. Pada praktiknya\nsuatu bank tidak berdiri sendiri, sehingga terdapat interaksi antara satu bank\ndengan bank lainnya. Model matematika dapat digunakan untuk membantu bank\ndalam menentukan strategi dan kebijakan. Pada penelitian ini, dikonstruksi model\ndinamika dua bank dengan enam buah kompartemen yaitu simpanan, kredit, dan\nekuitas untuk masing-masing bank. Model dikembangkan menjadi empat jenis\nsistem dengan skema interaksi simpanan dan kredit yang berbeda. Data yang\ndigunakan adalah data bulanan simpanan, kredit, dan ekuitas dari Bank Negara\nIndonesia (BNI), Bank Danamon, Bank Pembangunan Daerah Jawa Barat dan\nBanten (BJB), dan Bank Pembangunan Daerah Bali (BPD Bali) yang dipilih\nsebagai wakil dari setiap kelompok bank berdasarkan modal inti. Terdapat 12\nkasus untuk setiap sistemnya berdasarkan pasangan bank. Spiral Optimization\nAlgorithm (SOA) digunakan untuk melakukan estimasi nilai parameter sehingga\ndiperoleh nilai parameter yang baik, yaitu dengan MAPE di bawah 12%. Titiktitik\nkesetimbangan pada model dicari kemudian ditentukan kestabilannya. Pada\nwaktu menuju takhingga, sebagian besar kasus menunjukkan nilai simpanan, kredit,\ndan ekuitas masing-masing bank menuju suatu nilai yang tetap, sehingga memiliki\ntitik kesetimbangan yang stabil. Adapun pada kasus lainnya tidak memiliki\ntitik kesetimbangan yang stabil. Perubahan nilai parameter faktor kredit macet\ndan penarikan simpanan dilakukan untuk melihat perubahan kestabilan dari titik\nkesetimbangan. Terdapat kasus yang semulanya tidak memiliki titik kesetimbangan\nstabil menjadi memiliki titik kesetimbangan yang stabil akibat dari perubahan nilai\nparameter faktor kredit macet maupun penarikan simpanan.", "Daftar File": {"ABSTRAK Laila Maya Santi": "https://digilib.itb.ac.id/gdl/download/297658"}, "Penulis": "Laila Maya Santi [20121029]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Model matematika, Model dinamika perbankan, Model dua bank, Estimasi parameter, Algoritma optimasi spiral", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Jul 2023"}