{"Nomor": 74529, "Judul": "PENGEMBANGAN APLIKASI MOBILE SISTEM REKAPITULASI  ELEKTRONIK PEMILU 2024", "Abstrak": "Pemilu merupakan mekanisme yang dilakukan oleh negara demokrasi untuk memilih wakil\nrakyat. Proses pemilu di Indonesia saat ini masih menggunakan kertas sebagai artifak\ndokumentasi utama mulai dari proses perhitungan suara di TPS hingga rekapitulasi secara\nberjenjang hingga ke KPU Pusat. Salah satu solusi yang pernah dikembangkan untuk\nmembantu proses ini adalah aplikasi Sistem Rekapitulasi Elektronik Mobile. Sirekap Mobile\nberfungsi untuk menangkap dan mengirim gambar formulir C pada masing-masing TPS oleh\nKPPS. Pemindaian gambar kemudian dilakukan dengan memanfaatkan teknologi OCR dan\nOMR. Hasil pemindaian formulir C dikirimkan kepada Saksi dan Pengawas untuk diverifikasi\nkesesuaiannya dengan foto yang diterima. Namun, berdasarkan hasil implementasi sebelumnya\nSirekap Mobile masih memiliki beberapa aspek yang dapat ditingkatkan agar dapat menangani\nsegala kondisi dan situasi yang ada di lapangan. Beberapa aspek tersebut diantaranya adalah\npengenalan gambar formulir yang dilakukan secara otomatis sehingga mengurangi adanya\nhuman error dibandingkan metode sebelumnya yang mengharuskan pengambilan gambar\ndalam konteks halaman yang sudah dispesifikasikan. Selain itu, diperlukan juga metode\nalternatif untuk pembagian hasil formulir agar dapat digunakan tanpa jaringan internet. Sebab,\npenggunaan website sebagai metode pembagian formulir kurang cocok untuk digunakan di\ndaerah pedesaan dengan keterbatasan jaringan internet. Alternatif solusi yang dikembangkan\nadalah dengan mengubah alur interaksi pengambilan gambar formulir. Implementasi dilakukan\ndengan membuat tombol ambil gambar yang dapat diakses tanpa perlu memilih formulir dan\nmenambahkan fitur riwayat gambar untuk menjajaki status setiap gambar formulir yang sudah\npernah diambil baik dari yang belum terkirim, sedang diproses, maupun sudah memiliki hasil.\nSelanjutnya, implementasi pembagian formulir secara luring dilakukan dengan menggunakan\nlocal hostpot yang dapat menyajikan konten dalam Android Web Server. Selain itu, untuk\nperangkat yang tidak mendukung fitur local hotspot dapat menggunakan alternatif pembagian\nformulir menggunakan bluetooth. Berdasarkan hasil pengujian terhadap skenario penggunaan\naplikasi yang sudah dirancang dapat disimpulkan bahwa penambahan fitur ini dapat berjalan\ndengan baik sesuai dengan hasil akhir yang diharapkan.", "Daftar File": {}, "Penulis": "Muhammad Dzaki Razaan Faza [13519033]", "Kontributor / Dosen Pembimbing": ["Riza Satria Perdana, S.T, M.T.", "Dr. techn. Saiful Akbar, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "aplikasi mobile, Android, offline data sharing, local hotspot, sistem rekapitulasi elektronik, pemilu", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Jul 2023"}