{"Nomor": 74527, "Judul": "PEMODELAN DINAMIKA BANK DENGAN SISTEM PERSAMAAN BEDA DAN ANALISIS KESTABILAN TITIK TETAPNYA", "Abstrak": "Bank adalah salah satu lembaga keuangan yang mampu menawarkan berbagai jenis jasa seperti\nmenghimpun dana dari masyarakat yang ingin menabung dalam bentuk deposito dan\nmemberikan dana tersebut dalam bentuk pinjaman kepada masyarakat yang membutuhkannya.\nBank pada umumnya mendapatkan keuntungan dari bunga pinjaman dan juga dari hasil\ninvestasi yang dilakukan. Bank juga memiliki pengeluaran berupa bunga yang harus\ndibayarkan kepada nasabah yang telah menabung. Bank perlu bijak dalam menentukan kriteria\norang yang dapat diberikan pinjaman agar terhindar dari terjadinya kredit macet. Di sisi lain,\nbank juga harus mampu mempertahankan likuiditas bank guna menjaga kepercayaan\nmasyarakat terhadap sistem perbankan dan mencegah terjadinya bank run. Oleh karena itu,\ntugas akhir ini akan berfokus pada perancangan model dinamika bank yang terdiri dari 3\npersamaan beda, yaitu Dana Pihak Ketiga (DPK), Pinjaman dan Ekuitas. Parameter-parameter\nyang terdapat pada tiap persamaan beda tersebut akan diestimasi dengan menggunakan\nAlgoritma Optimsasi Spiral. Proses optimisasi ini berfokus untuk meminimumkan MAPE\n(Mean Average Percentage Error) sebagai fungsi objektif. Pencarian titik tetap, analisis\nkestabilan dan analisis sensitivas juga akan dilakukan untuk tiap persamaan beda pada model.\nHal ini dilakukan agar mampu memahami bagaimana pengaruh dari parameter tertentu pada\nmodel terhadap kondisi dari Dana Pihak Ketiga (DPK), Pinjaman dan Ekuitas dari sebuah bank\nuntuk jangka waktu yang panjang.", "Daftar File": {"ABSTRAK Billy Senputra": "https://digilib.itb.ac.id/gdl/download/297781"}, "Penulis": "Billy Senputra [10819049]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "model dinamika, MAPE, Optimisasi Algoritma Spiral, pengaruh parameter", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Jul 2023"}