{"Nomor": 74537, "Judul": "IMPLEMENTASI NILAI BELA NEGARA DI MASYARAKAT MARITIM NATUNA DALAM UPAYA MEMENUHI KEWAJIBAN SEBAGAI WARGA NEGARA (STUDI KASUS : NELAYAN PEMILIK  KAPAL KECIL)", "Abstrak": "Efek negatif globalisasi telah mengakibatkan krisis cinta tanah air yang berdampak pada kurangnya kemauan untuk membela negara. Permasalahan didaerah perbatasan seperti di Natuna sering terjadi dapat menimbulkan dampak yang serius. Kekhawatiran Nelayan Natuna dengan maraknya kapal ikan asing (KIA) milik negara lain yang melakukan dapat menurunkan kesejahteraan nelayan hingga merusak ekosistem laut. Tujuan penelitian ini adalah mengidentifikasi nilai-nilai bela negara dalam kehidupan masyarakat nelayan di pesisir Kabupaten Natuna dalam rangka untuk memenuhi kewajiban sebagai warga negara Indonesia. Hasil penelitian ini menunjukkan bahwa masyarakat nelayan di Natuna telah memiliki pemahaman tentang nilai-nilai bela negara dan telah melakukan penerapan nilai- nilai bela negara dalam kehidupannya. Manfaat dari penerapan nilai-nilai bela negara bagi keamanan nasional yaitu dengan menggunakan kemampuan nelayan lokal Natuna sebagai human intelligence untuk mengidentifikasi kegiatan illegal fishing maupun pelanggaran-pelanggaran yang terjadi di perairan Natuna. Kelebihan lainnya yaitu dapat meminimalisir terjadinya over fishing yang diakibatkan oleh eksploitasi sumber daya kelautan. Dengan demikian pemerintah berperan dalam meningkatkan kesadaran bela negara baik melalui sosialisasi bela negara; mendorong program komponen cadangan (Komcad); maupun kegiatan lain yang dilakukan melalui pembinaan kepada masyarakat dan nelayan Natuna.", "Daftar File": {"COVER Ferry Trisnaputra": "https://digilib.itb.ac.id/gdl/download/297799", "BAB_1 Ferry Trisnaputra": "https://digilib.itb.ac.id/gdl/download/297800", "BAB_2 Ferry Trisnaputra": "https://digilib.itb.ac.id/gdl/download/297801", "BAB_3 Ferry Trisnaputra": "https://digilib.itb.ac.id/gdl/download/297802", "BAB_4 Ferry Trisnaputra": "https://digilib.itb.ac.id/gdl/download/297803", "BAB_5 Ferry Trisnaputra": "https://digilib.itb.ac.id/gdl/download/297804", "BAB_6 Ferry Trisnaputra": "https://digilib.itb.ac.id/gdl/download/297805"}, "Penulis": "Ferry Trisnaputra [24021030]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bela Negara, Implementasi, Nelayan, Natuna", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "17 Jul 2023"}