{"Nomor": 74539, "Judul": "KONFLIK KEPENTINGAN KEMENTERIAN DAN LEMBAGA DALAM MENGAWASI POTENSI SUMBER DAYA PERIKANAN DI WILAYAH NATUNA", "Abstrak": "Wilayah Natuna kaya sumber daya perikanan karena sebagian besar merupakan laut. Namun, kekayaan ini juga menimbulkan pelanggaran batas wilayah dan illegal fishing oleh negara tetangga, terutama di Perairan Natuna. Pemerintah Indonesia telah mengatur keamanan laut melalui UU No. 17 Tahun 2008. Beberapa lembaga seperti TNI-AL, BAKAMLA, DITPOLAIR, dan DITJEN PSDKP bertugas menjaga kedaulatan laut. Namun, terdapat kemungkinan tumpang tindih dalam pengaturan tersebut. Penelitian ini bertujuan untuk mengevaluasi efektivitas sektor perikanan di Indonesia, dengan fokus pada faktor-faktor yang mempengaruhi sektor perikanan dan efektivitas strategi pengelolaan perikanan. Metode yang digunakan berupa kualitatif dengan data primer dan sekunder. Analisis menunjukkan adanya tumpang tindih wewenang dan tugas antara lembaga penegak hukum. Ada perluasan aturan dan kejelasan dalam mengatur tata kelola lembaga tersebut untuk menghindari konflik dan ego sektoral.", "Daftar File": {"COVER Muhammad Sulaiman": "https://digilib.itb.ac.id/gdl/download/297816", "BAB_1 Muhammad Sulaiman": "https://digilib.itb.ac.id/gdl/download/297817", "BAB_2 Muhammad Sulaiman": "https://digilib.itb.ac.id/gdl/download/297818", "BAB_3 Muhammad Sulaiman": "https://digilib.itb.ac.id/gdl/download/297819", "BAB_4 Muhammad Sulaiman": "https://digilib.itb.ac.id/gdl/download/297820", "BAB_5 Muhammad Sulaiman": "https://digilib.itb.ac.id/gdl/download/297821", "BAB_6 Muhammad Sulaiman": "https://digilib.itb.ac.id/gdl/download/297822"}, "Penulis": "Muhammad Sulaiman [24021039]", "Kontributor / Dosen Pembimbing": ["Dr. Tengku Munawar Chalil, S.T., M.PP."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Laut Natuna, Dasar Hukum, Tumpang Tindih, Kebijakan, Kedaulatan Laut.", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "17 Jul 2023"}