{"Nomor": 74534, "Judul": "MIGRASI DARI BASIS DATA RELASIONAL KE BASIS DATA NOSQL BERORIENTASI KOLOM", "Abstrak": "Kondisi basis data relasional yang mulai kewalahan ketika memproses volume data yang besar\ndan memberikan kinerja yang memburuk, dapat diatasi dengan menggunakan basis data\nNoSQL berorientasi kolom. Hal tersebut dikarenakan kelebihan yang dimiliki basis data\nNoSQL berorientasi kolom, seperti scalability, performance, dll. Basis data NoSQL\nberorientasi kolom juga memiliki kelebihan dapat menjalankan kueri yang bersifat analitis\nsecara cepat. Dikarenakan aplikasi yang menggunakan basis data relasional sudah berjalan,\n\ntidak memungkinkan untuk menggunakan sebuah basis data NoSQL baru tanpa adanya data-\ndata yang sudah ada pada basis data relasional. Karena kebutuhan tersebut, dibutuhkan migrasi\n\ndari basis data relasional ke basis data NoSQL berorientasi kolom.\nPada tugas akhir ini dikembangkan dua alternatif solusi, yaitu metode langsung dan tidak\nlangsung, yang keduanya dari dua buah tahap, yaitu migrasi skema dan migrasi data. Metode\nlangsung melakukan proses pemetaan satu ke satu, yaitu sebuah tabel pada basis data relasional\nakan dimigrasikan menjadi satu buah column family. Metode tidak langsung utamanya terfokus\npada dua buah subproses, yaitu ekstraksi ERD dan konversi ERD ke logical schema NoSQL\nkolom. Proses ekstraksi ERD dikembangkan dari penelitian Chiang dkk. (1994) yang\nmemanfaatkan metadata dan inclusion dependencies. Proses konversi ERD ke logical schema\nmenggunakan algoritma Poffo & Mello (2016). Tahap migrasi data terdiri dari ekstraksi data,\ntransformasi struktur data, dan unggah data. Proses migrasi dengan metode tidak langsung\nselanjutnya diimplementasikan dalam aplikasi, yang dikembangkan berdasarkan aplikasi dari\nAl-Ghifari & Azizah (2022).\nBerdasarkan hasil pengujian, kedua metode migrasi yang dihasilkan dapat memigrasikan data\ndari basis data relasional (MySQL) ke basis data NoSQL kolom (Cassandra) dengan tetap\nmenjaga keutuhan data. Hasil pengujian juga menunjukkan metode tidak langsung memiliki\nkinerja yang lebih baik dibandingkan metode langsung pada seluruh aspek, kecuali pada kasus\nupdate data. Ditunjukkan pula bahwa aplikasi yang dikembangkan untuk migrasi dengan\nmetode tidak langsung telah dapat digunakan untuk memigrasikan basis data MySQL ke\nCassandra.", "Daftar File": {}, "Penulis": "Rizky Anggita S. Siregar [13519132]", "Kontributor / Dosen Pembimbing": ["Dr. Fazat Nur Azizah, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "migrasi, basis data, relasional, NoSQL berorientasi kolom, ERD.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "17 Jul 2023"}