{"Nomor": 74536, "Judul": "TRANSISI PERUBAHAN LAYANAN PENUMPANG DALAM UPAYA PENINGKATAN PENGELOLAAN PADA PT. KERETA API INDONESIA (STUDI KASUS : STASIUN BANDUNG)", "Abstrak": "Perkembangan transportasi dalam meningkatkan layanan menjadi aspek penting dalam menjawab tuntutan mobilitas yang lebih baik. Dalam memberikan pelayanan transportasi yang optimal, PT. Kereta Api Indonesia (PT. KAI) berusaha mengedepankan peningkatan layanan. Sementara itu, perubahan landscape dalam meningkatkan pelayanan penumpang kereta api menjadi fokus PT. KAI dikarenakan dapat berdampak pada operasional dan pengembangan. Hal ini dilatarbelakangi adanya pergeseran trend dalam peningkatan layanan, sehingga perlu beradaptasi dengan adanya perubahan tersebut. Penelitian ini bertujuan untuk mengidentifikasi transisi perubahan layanan penumpang pada stasiun Bandung dan memahami peningkatan pengetahuan yang dapat memengaruhi proses keberlanjutan peningkatan kualitas layanan KAI. Penelitian ini menggunakan metode penelitian kualitatif dengan pendekatan studi kasus dan in-depth interview. Sedangkan pemilihan subjek menggunakan metode purposive sampling. Pengumpulan data dilakukan dengan pengumpulan data primer dan sekunder. Analisis ini menggunakan alat analisis Multi-Level Perspective. Untuk menginterpretasikan data yang terkumpul, diperlukan pengolahan data, presentasi data, dan penarikan kesimpulan. Hasil penelitian menunjukkan bahwa perubahan layanan terdiri dari fase penertiban: dengan mengkondisikan sistem dan tata kelola pelayanan penumpang. Selanjutnya fase restorasi: dengan perbaikan alur kerja, strategi, dan praktik dan melakukan studi banding. Kemudian fase peningkatan kenyamanan: dengan memperbaiki infrastruktur stasiun, penampilan pelayanan, dan mengadopsi teknologi. Serta fase membangun resiliensi: dalam menghadapi tantangan pada masa pandemi covid-19 dan peningkatan penumpang. Disisi lain, peningkatan pengetahuan memengaruhi proses keberlanjutan peningkatan kualitas layanan KAI yang mendorong knowledge creation, diantaranya proses sosialisasi, eksternalisasi, kombinasi, dan internalisasi. knowledge creation dapat memperkuat pengetahuan yang dimiliki oleh pegawai KAI dalam mengelola perubahan pada pelayanan. Penelitian ini menyarankan perlu adanya pemerataan kebaharuan infrastruktur pada setiap stasiun, melakukan rotasi personil pegawai pada setiap stasiun untuk pemerataan ide pengetahuan tacit maupun explicit, serta menambah jumlah petugas yang bertugas di area check-in dan adopsi teknologi boarding pass.", "Daftar File": {"COVER Arya Kristina": "https://digilib.itb.ac.id/gdl/download/297790", "BAB_1 Arya Kristina": "https://digilib.itb.ac.id/gdl/download/297791", "BAB_2 Arya Kristina": "https://digilib.itb.ac.id/gdl/download/297792", "BAB_3 Arya Kristina": "https://digilib.itb.ac.id/gdl/download/297793", "BAB_4 Arya Kristina": "https://digilib.itb.ac.id/gdl/download/297794", "BAB_5 Arya Kristina": "https://digilib.itb.ac.id/gdl/download/297795", "BAB_6 Arya Kristina": "https://digilib.itb.ac.id/gdl/download/297796"}, "Penulis": "Arya Kristina [24020322]", "Kontributor / Dosen Pembimbing": ["Dr. Drs. Suhirman, SH., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "transisi, perubahan layanan, peningkatan, pengelolaan, kai", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "17 Jul 2023"}