{"Nomor": 74538, "Judul": "PEMBANGUNAN WILAYAH LAUT NATUNA UTARA MENURUT KONSEP DEVELOPMENT OF BORDER", "Abstrak": "Konflik di wilayah Natuna bermula dari klaim sepihak Cina atas Nine Dash Line yang meliputi area Laut Cina Selatan (LCS). Nine Dash Line adalah sembilan titik imajiner yang menjadi klaim Cina atas sebagian besar wilayah LCS. Dalam rangka mengantisipasi konflik berkelanjutan, pemerintah melakukan development of border di wilayah Natuna. Penerapan konsep development border di Natuna Utara menjadi perhatian oleh Pemerintah Republik Indonesia dengan cara membuat keputusan Peraturan Presiden (Perpres) Nomor 41 Tahun 2022 tentang Tata Ruang Wilayah Antar Wilayah Laut Natuna-Laut Natuna Utara. Salah satu pasal dalam Perpres tersebut mengatur tentang strategi pertahanan dan keamanan negara di sekitar perairan Natuna. Tujuan penelitian ini untuk mengetahui penerapan konsep development of border pada wilayah perbatasan Natuna – Natuan Utara sesuai dengan implementasi Perpres Nomor 41 Tahun 2022 dan pembahasan terkait dengan pengembangan kawasan khusus pada area Natuna-Natuna Utara dan pengembangan konsep pertahanan Natuna. Penelitian deskriptif analitis yang terkait dengan upaya pengembangan ruang Natuna Utara untuk mengembangkan wilayah sekitar Natuna sehingga diharapkan dapat terjadi pencegahan potensi konflik di wilayah Natuna Utara, maka penelitian ini perlu menganalisis berbagai sudut pandang ekonomi, geopolitik, geostrategik terkait dengan wilayah Natuna Utara. Setelah melakukan kajian menurut konsep development of border di wilayah Natuna, ditemukan Natuna saat ini baru menerapkan development of border dengan melaksanakan pendudukan militer dengan menjadikan Natuna menjadi pangkalan induk statis bagi pangkalan aju terdepan TNI diperbatasan Negara dengan pembentukan Satuan Terintegrasi TNI (STT) dan Batalyon Komposit TNI, sedangkan konsep development of border Natuna dalam bidang ekonomi masih sebatas sub pokok dalam ekonomi kelautan yang menjadikan wilayah Natuna saat ini belum berkembang dalam bidang ekonomi kelautan.", "Daftar File": {"COVER Agung Triwibowo": "https://digilib.itb.ac.id/gdl/download/297807", "BAB_1 Agung Triwibowo": "https://digilib.itb.ac.id/gdl/download/297808", "BAB_2 Agung Triwibowo": "https://digilib.itb.ac.id/gdl/download/297809", "BAB_3 Agung Triwibowo": "https://digilib.itb.ac.id/gdl/download/297810", "BAB_4 Agung Triwibowo": "https://digilib.itb.ac.id/gdl/download/297811", "BAB_5 Agung Triwibowo": "https://digilib.itb.ac.id/gdl/download/297812", "BAB_6 Agung Triwibowo": "https://digilib.itb.ac.id/gdl/download/297813"}, "Penulis": "Agung Triwibowo [24021011]", "Kontributor / Dosen Pembimbing": ["Dr. Tengku Munawar Chalil, S.T., M.PP."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": ": Pertahanan, Natuna, LCS, Development of Border, Ekonomi Kelautan, Perpres Nomor 41 Tahun 2022", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "17 Jul 2023"}