{"Nomor": 74544, "Judul": "PERANCANGAN PERBAIKAN PROSES BISNIS PADA PT X DENGAN MENGGUNAKAN BUSINESS PROCESS  IMPROVEMENT", "Abstrak": "PT X merupakan perusahaan yang bergerak di bidang produksi bahan kimia khusus. Seiring\ndengan berkembangnya industri bahan kimia di Indonesia, jumlah transaksi PT X juga\nsemakin bertambah setiap tahunnya. Sayangnya, semakin berkembangnya bisnis PT X ini\nmengakibatkan PT X kesulitan dan kewalahan dalam memenuhi pesanan yang datang. Tidak\nadanya pengaturan yang baik terkait pemenuhan pesanan konsumen juga mengakibatkan\nperformansi dari PT X menurun. Berdasarkan identifikasi akar permasalahan, terdapat\nberbagai permasalahan yang saling berhubungan seperti kurang teraturnya alur informasi\ndan tidak terintegrasinya proses dokumentasi pemenuhan pesanan. Untuk mengatasi\npermasalahan tersebut, diperlukan perbaikan proses bisnis dengan business process\nimprovement.\nPerbaikan proses bisnis PT X ini bertujuan untuk melakukan evaluasi proses bisnis yang\nterjadi saat ini dan menentukan rancangan perbaikan solusi yang dibutuhkan. Dalam\nmelakukan perbaikan proses bisnis, dilakukan langkah-langkah seperti menentukan prioritas\nproses bisnis dengan process prioritization matrix, membuat dokumen yang menentukan\ncakupan perbaikan proses bisnis, memetakan proses bisnis yang ada saat ini dengan process\nclassification framework dan business process modelling notation, dan melakukan redesain\nproses bisnis dengan improvement technique wheel.\nBerdasarkan prioritasi proses, didapatkan fokus perbaikan proses bisnis pada penelitian ini\nadalah pada proses bisnis inbound logistics, operasional, dan outbound logistics. Perbaikan\nproses bisnis dengan improvement technique wheel difokuskan pada 6 aspek yaitu\nmengurangi birokrasi, mengeliminasi duplikasi, melakukan simplifikasi, mengeliminasi\nakitvitas non-value added, mengevaluasi waktu siklus, dan menggunakan alat bantu otomasi.\nBerdasarkan hasil evaluasi, dilakukan perbaikan pada 6 aktivitas proses bisnis yang\nmengandung birokrasi, 3 aktivitas proses bisnis yang dilakukan berulang-ulang, 5 aktivitas\nproses bisnis yang dapat dilakukan simplifikasi, dan 6 aktivitas proses bisnis yang dapat\ndibantu dengan otomasi.", "Daftar File": {}, "Penulis": "Karima Tamara [13419071]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, D.E.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "industri bahan kimia, business process improvement, process classification framework, business process model notation, improvement technique wheel", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Jul 2023"}