{"Nomor": 74547, "Judul": "PENGEMBANGAN METODE PENENTUAN KEBIJAKAN STRATEGIS MAKE-OR-BUY JASA WELDING PADA LINGKUNGAN MAKE-TO-ORDER DENGAN PENDEKATAN TOTAL COST OF OWNERSHIP DAN SIMULASI DI PT. X", "Abstrak": "Sebagai perusahaan manufaktur berbasis job shop dengan sistem produksi make-to-order, PT. X\ndipengaruhi oleh berbagai ketidakpastian dalam proses perencanaan produksinya. Salah satu\nstrategi untuk menghadapi ketidakpastian tersebut, suatu perusahaan manufaktur perlu\nmenentukan kebijakan make-or-buy agar dapat bersaing dalam hal quality, cost, delivery, dan\nflexibility. Kebijakan make-or-buy yang saat ini diterapkan oleh PT. X adalah melakukan\noutsourcing melalui subcontracting dengan pihak ketiga dan insourcing melalui produksi internal\n(in house production). Jasa welding merupakan satu-satunya proses produksi yang dilakukan\nsecara in house dan subcontracting karena keterbatasan kapasitas PT. X. Fluktuasi tingkat\npermintaan pelanggan jasa welding yang terdiri dari PT. Alpha dan pelanggan lainnya, fluktuasi\nkapasitas jasa welding subcontracting, serta keterbatasan kapasitas jasa welding in house\nmerupakan faktor yang perlu dipertimbangkan oleh PT. X dalam menentukan kebijakan strategis\nmake-or-buy yang terdiri dari dua pilihan, yaitu penambahan sebuah workstation atau\npengembangan jasa subkontraktor.\n\nPenelitian ini dilakukan untuk mengembangkan metode penentuan kebijakan strategis make-or-\nbuy jasa welding dengan mempertimbangkan tingkat biayanya melalui pendekatan total cost of\n\nownership. Tingkat biaya jasa welding in house serta subcontracting pada Subkontraktor A, B,\ndan C berturut-turut sebesar Rp116.388, Rp315.630, Rp187.855, dan Rp182.103 per jam. Biaya\njasa welding tersusun atas capital expenditure yang terdiri dari biaya (1) permesinan, (2) material\nhandling equipment, dan (3) peralatan penunjang serta operational expenditure yang terdiri dari\nbiaya (1) tenaga kerja, (2) kebutuhan khusus proses welding, (3) kebutuhan produksi, (4)\npengelolaan kualitas, (5) pengemasan, dan (6) jasa subkontraktor. Tingkat biaya jasa welding\nselanjutnya digunakan dalam pengembangan model simulasi berbasis analisis skenario untuk\nmengeksplorasi pengaruh ketiga faktor penentuan kebijakan terhadap (1) tingkat permintaan yang\ntidak terpenuhi, (2) tingkat utilitas produksi in house, (3) laba kotor potensial, dan (4) laba kotor.\nKebijakan terbaik dipilih dengan sistem point-rating dalam setiap tingkat permintaan pelanggan.\nPenambahan workstation dan pengembangan subkontraktor hingga dapat memberikan 24 jam per\nminggu kepada PT. X direkomendasikan ketika tingkat permintaan PT. Alpha optimis dan tingkat\npermintaan pelanggan lain most likely atau optimis. Pengembangan subkontraktor hingga dapat\nmemberikan 24 jam per minggu direkomendasikan ketika tingkat permintaan pelanggan lain\noptimis dan tingkat permintaan PT. Alpha most likely. Di sisi lain, pengembangan subkontraktor\nhingga dapat memberikan 12 jam per minggu direkomendasikan ketika tingkat permintaan\npelanggan lain dan tingkat permintaan PT. Alpha dalam skenario lainnya. Dengan mengutamakan\ntingkat permintaan yang tidak terpenuhi, penambahan sebuah workstation direkomendasikan\nketika rata-rata permintaan pelanggan lain melebihi 79, 146, dan 201 jam per minggu dalam\nskenario pesimis, most likely, dan optimis. Apabila tingkat permintaan pelanggan lain pesimis,\npenambahan sebuah workstation direkomendasikan ketika rata-rata permintaan PT. Alpha\nmelebihi 277 jam per minggu dalam skenario pesimis, melebihi 275 jam per minggu dalam\nskenario most likely, dan melebihi 187 jam per minggu dalam skenario optimis. Apabila tingkat\npermintaan pelanggan lain most likely, penambahan sebuah workstation direkomendasikan ketika\nrata-rata permintaan PT. Alpha melebihi 237 jam per minggu dalam skenario pesimis dan\nmelebihi 190 jam per minggu dalam skenario most likely. Di sisi lain, apabila tingkat permintaan\npelanggan lain optimis, penambahan sebuah workstation direkomendasikan ketika rata-rata\npermintaan PT. Alpha melebihi 123 jam per minggu dalam skenario pesimis dan melebihi 80 jam\nper minggu dalam skenario most likely.", "Daftar File": {}, "Penulis": "Beta Bhekti Pratiwi [13419012]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Yosi Agustina Hidayat, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "estimasi biaya, jasa welding, make-or-buy, simulasi, total cost of ownership", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Jul 2023"}