{"Nomor": 74545, "Judul": "ANALISIS MODEL SUSCEPTIBLE INFECTED RECOVERED MULTI-GRUP DALAM MENGGAMBARKAN PENYEBARAN VIRUS SIBER DAN APLIKASINYA DALAM ASURANSI", "Abstrak": "Seiring perkembangan teknologi yang semakin pesat ini muncul bentuk kejahatan baru yang dapat dilakukan melalui dunia maya. Serangan siber menjadi salah satu serangan yang harus diwaspadai karena masih belum banyak yang tahu cara menghadapi serangan siber. Hal yang paling bisa dilakukan adalah dengan menjaga keamanan sebaik mungkin di dunia siber. Serangan siber dapat mudah dilakukan oleh orang yang bahkan keberadaannya jauh dari korban. Serangan siber dapat memberikan dampak kerugian yang besar berupa uang, privasi, dan data-data penting lainnya. Penyebaran virus siber dapat dimodelkan dengan berbagai model, salah satunya adalah model Susceptibel Infected Recovered (SIR) yang biasa digunakan untuk memodelkan penularan penyakit. Model SIR paling sederhana adalah model dengan tiga keadaan, yaitu rentan, terinfeksi, dan pulih. Model SIR dapat digunakan untuk melihat hubungan antar beberapa grup. Parameter dalam model SIR dapat ditambahkan sesuai dengan kebutuhan dalam menggambarkan keadaan sebenarnya. Karena dalam model SIR biasanya menggunakan persamaan diferensial untuk menggambarkan laju perpindahan untuk ketiga keadaan tersebut, metode numerik Euler dan Runge-Kutta 4 digunakan untuk mensimulasikan banyak individu yang berada pada masing-masing keadaan di setiap waktu. Dalam penyebaran virus siber jenis serangan yang dilakukan berbeda-beda yang menyebabkan perbedaan total infeksi yang terjadi. Demi mencegah terjadinya infeksi, seseorang dapat melakukan proteksi sehingga mengurangi jumlah kejadian infeksi. Apabila serangan siber tidak dapat dicegah, maka ada peran dari asuransi siber dalam menggantikan kerugian yang dialami. Premi dari asuransi tersebut dapat dihitung berdasarkan total kerugian dalam suatu portfolio asuransi. Dalam model SIR, pengaruh dari nilai parameter dapat dilihat dengan melakukan analisis sensitivitas yaitu dengan mengubah-ubah nilai parameter dan melihat pengaruhnya terhadap total terinfeksi. Suatu skenario perlindungan atas serangan siber dibangun dan besar premi asuransinya dihitung, hasil simulasi menunjukkan sektor yang mengalami kerugian lebih besar membayar premi yang lebih besar.", "Daftar File": {"ABSTRAK Fariz Ahmad Sultansyah": "https://digilib.itb.ac.id/gdl/download/297828"}, "Penulis": "Fariz Ahmad Sultansyah [10819007]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "model SIR, Euler, Runge-Kutta 4, analisis sensitivitas", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "18 Jul 2023"}