{"Nomor": 74549, "Judul": "PERANCANGAN USULAN PERBAIKAN INBOUND LOGISTICS PROCESS GROUP DENGAN MENGGUNAKAN PENDEKATAN DMAIC DAN MULTI MOMENT ANALYSIS", "Abstrak": "Pertumbuhan lapangan usaha untuk industri logam dasar di Indonesia menuntut pelaku usaha\nindustri logam untuk terus melakukan perbaikan agar mampu bersaing dengan\nkompetitornya. Objek kajian tugas akhir merupakan perusahaan yang bergerak di bidang\nmanufaktur dan fabrikasi lembar logam. Pihak manajemen memiliki agenda untuk\nmelakukan perbaikan agar dapat meningkatkan profit perusahaan. Peningkatan profit akan\ndilakukan dengan upaya penurunan biaya. Salah satu indikasi perlunya penurunan biaya\nadalah terjadinya tren peningkatan lembur pada Divisi Logistik selama periode 1 Juli 2022\nhingga 26 Januari 2023. Salah satu keinginan pihak manajemen adalah melakukan perbaikan\npada pengelolaan inbound logistics di Divisi Logistik. Data menunjukkan sebesar 66%\nkegiatan lembur merupakan lembur untuk pengelolaan inbound logistics. Pihak manajemen\ningin mengetahui proses-proses aktual yang terjadi di lantai pabrik untuk pengelolaan\ninbound logistics. Adanya lembur tersebut mengindikasikan adanya pekerjaan yang tidak\nbernilai tambah atau pemborosan.\nDalam konsep lean thinking, pemborosan merupakan sesuatu yang perlu dihilangkan.\nPendekatan DMAIC digunakan dalam penelitian ini untuk melakukan perbaikan proses dan\nmenurunkan tingkat pemborosan. DMAIC merupakan kerangka perbaikan proses yang\nmemiliki lima tahapan: Define, Measure, Analyze, Improve dan Control. Pada tahap\nMeasure, dilakukan pengukuran dengan pengambilan data menggunakan metode Multi\nMoment Analysis (MMA). MMA merupakan pengukuran dengan sampling untuk mengukur\nterjadinya suatu aktivitas atau proses. Pada tahap Improve, dirancang beberapa usulan\nperbaikan yang terdiri atas pengadaan aplikasi digitalisasi lembar pengecekan, pembuatan\nchecklist untuk optimalisasi agenda 5R perusahaan, pembuatan lembar target pekerjaan\nharian setiap pekerja, pelatihan komputer sebaya untuk penginputan data inbound logistics,\npembuatan Standar Operasional Prosedur (SOP) pelaporan perbedaan aksi penggunaan\nmaterial, dan perubahan label identitas raw material dengan melakukan integrasi dua label\nidentitas. Usulan perbaikan ini mengestimasi penurunan tingkat pemborosan sebesar 81,74%\nwaktu pengerjaan kegiatan tidak bernilai tambah dan 1,07% waktu pengerjaan kegiatan tidak\nbernilai tambah tapi dibutuhkan. Penghematan dari penurunan tingkat pemborosan tersebut\nsetara dengan Rp. 23.948.597,8 /tahun.", "Daftar File": {}, "Penulis": "M. Arif Saefurrohman [13419242]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Inbound Logistics, DMAIC, Multi Moment Analysis, Pemborosan", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Jul 2023"}