{"Nomor": 74552, "Judul": "ANALISIS NET CARBON SAVING DARI PENGGUNAAN KONVERTER KIT PADA PERAHU NELAYAN", "Abstrak": "Peningkatan suhu bumi akhir-akhir ini bisa menjadi sumber kekhawatiran yang tidak boleh \ndianggap remeh oleh semua orang. Pada awal bulan Juni tahun 2023 kemarin, tercatat \npeningkatan suhu lebih dari 1,5 °C. Angka tersebut sudah mencapai batas yang telah \nditetapkan oleh UNFCC pada Perjanjian Paris 2015. Peningkatan suhu bumi tersebut \ndisebabkan oleh peningkatan emisi karbon yang ada di atmosfer bumi. Besar emisi karbon \nyang dihasilkan pada tahun 2022 kemarin, mencapai angka 36,1 Gt CO2 yang naik sebesar \n1,5 % dibandingkan dengan tahun 2021. \nAgar peningkatan suhu bumi dapat terjaga, maka emisi karbon yang dihasilkan harus bisa \nmenyamai emisi karbon yang dapat diserap kembali oleh bumi (net-zero emission). \nPemerintah Indonesia sendiri telah menetapkan target penurunan emisi karbon sebesar 29% \nuntuk upaya sendiri dan 41% apabila menggunakan bantuan internasional pada tahun 2030 \nnanti. Untuk bisa mendukung program pemerintah tersebut, salah satu cara yang dapat \ndilakukan adalah dengan mengurangi emisi karbon dari sektor transportasi. Penggunaan alat \nKonverter Kit pada perahu nelayan yang mengalihkan sumber energi BBM menjadi gas LPG \ndapat menjadi salah satu solusi atas permasalahan tersebut.\nPenelitian kali ini akan menggunakan metode net carbon saving untuk bisa menentukan \napakah produk Konverter Kit tersebut dapat membantu mengurangi emisi karbon atau tidak. \nNet carbon saving sendiri didapatkan dengan mencari titik potong di mana jumlah emisi \nkarbon yang dapat dihemat dari penggunaan Konverter Kit berpotongan dengan jumlah \nemisi karbon yang dilepaskan dari pembuatan satu produk Konverter Kit. Titik potong \ntersebut menunjukkan seberapa jauh jarak yang harus ditempuh oleh perahu nelayan agar \nemisi karbon mulai terjadi penurunan.\nJumlah emisi karbon yang dapat dihemat adalah sebesar 0,36687 kg CO2-E/km. Sedangkan, \njumlah emisi karbon yang dilepaskan dari proses produksi Konverter Kit adalah sebesar \n12,99361 kg CO2-E. Net carbon saving dapat tercapai ketika perahu nelayan sudah mencapai \njarak 35,417 km. Hal tersebut mengindikasikan bahwa setelah jarak tempuh perahu melebihi \n36 km, maka emisi karbon dapat dihemat sebesar 0,36687 kg CO2-E per kilometer jarak \nyang ditempuh.", "Daftar File": {}, "Penulis": "Ega Rizky Ramadhan [13416028]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng.", "Muhammad Akbar, S.T., M.T., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Emisi karbon, Net Zero Emission (NZE), Konverter kit, Net Carbon Saving", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Jul 2023"}