{"Nomor": 74559, "Judul": "ANALISIS SISTEM PENDINGIN PENGONDISI UDARA PRESISI PUSAT DATA KAMPUS BERBASIS INTERNET OF THINGS", "Abstrak": "Penelitian ini bertujuan untuk menganalisis performa sistem pendinginan Precision Air Conditioner (PAC) pada ruang data center di Gedung CRCS ITB yang berbasis teknologi Internet of Things (IoT). Ruang data center merupakan entitas penting yang membutuhkan lingkungan yang optimal untuk memastikan keandalan dan kinerja operasionalnya. Identifikasi potensi peningkatan efisiensi energi dan pengaturan suhu yang lebih optimal dapat membantu meningkatkan performa operasional ruang data center, mengurangi biaya operasional, dan meminimalkan penggunaan energi yang berlebih.\nDalam penelitian ini, data suhu, konsumsi energi, dan faktor Coefficient of Performance (CoP) PAC dikumpulkan dan dianalisis untuk mengevaluasi efisiensi dan efektivitas sistem pendinginan tersebut. Penggunaan sensor IoT memungkinkan pemantauan dan pengendalian yang lebih akurat terhadap suhu di ruang data center. Analisis melibatkan pemantauan suhu ruangan, suhu keluaran PAC, serta suhu di daerah kritis seperti pada rak server dan perangkat penyimpanan data. Selain itu, CoP PAC juga dievaluasi untuk mengukur efisiensi kerja sistem pendinginan.\nHasil penelitian ini memberikan wawasan yang berharga tentang performa sistem pendinginan PAC pada ruang data center di Gedung CRCS ITB yang berbasis IoT, termasuk informasi tentang Cooling Capacity dan CoP. Disimpulkan bahwa variabel-variabel yang mempengaruhi nilai CoP adalah panas melalui dinding (heat wall), temperatur ambient, PAC running, dan daya beban peralatan IT (Daya IT).", "Daftar File": {}, "Penulis": "Muhammad Wildan Firdaus [13317040]", "Kontributor / Dosen Pembimbing": ["Dr. Irsyad Nashirul Haq, S.T., M.T.", "Dr.-Ing. Justin Pradipta, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Data center, Performa Sistem Pendinginan, Efisiensi Energi, Internet of Things (IoT)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jul 2023"}