{"Nomor": 74550, "Judul": "PERANCANGAN USULAN PERBAIKAN KEPUASAN KERJA PADA PT. AGRO MITRA LESTARI DENGAN  JOB SATISFACTION SURVEY", "Abstrak": "PT. Agro Mitra Lestari adalah perusahaan yang bergerak di bidang distributor suku\ncadang alat pertanian. Perusahaan ini memiliki permintaan yang bertambah dari\ntahun ke tahun, namun memiliki kesulitan untuk menjaga jumlah karyawan dalam\nperusahaan. Di saat beban kerja meningkat, karyawan yang memiliki kemampuan\nyang baik mengundurkan diri. Oleh karena itu, PT.AML membutuhkan retensi\nkaryawan agar dapat menjaga karyawan yang memiliki pengetahuan yang tinggi\nagar dapat tetap bekerja dalam perusahaan. Berdasarkan penelitian dari Medina\n(2012) dan Biason (2020), prediktor dan peningkat retensi karyawan adalah\nkepuasan kerja karyawan. Maka, akan diukur kepuasan kerja karyawan untuk\nmengetahui aspek pekerjaan yang paling tidak memuaskan bagi karyawan dengan\nmenggunakan Job Satisfaction Survey oleh Spector (1985). Selanjutnya untuk\nmemfokuskan perbaikan, digunakan Importance Performance Analysis (IPA).\nBerdasarkan hasil dari IPA, variabel yang harus diperbaiki adalah deskripsi kerja\nyang belum jelas (CM3), benefit kerja yang kurang memuaskan bila dibandingkan\ndengan perusahaan lain (FB1), rekan kerja yang kurang kompeten (CO1), minat\nyang rendah dari atasan terhadap karyawannya (S3), dan imbalan yang kurang\nmemuaskan untuk pekerjaan yang hasilnya baik (CR3). Berdasarkan hasil ini,\nusulan perbaikan dilakukan pada variabel CM3 yang berfokus pada fungsi gudang\ndan stok, karena peningkatan pada variabel CM3 dapat meningkatkan kualitas\nvariabel problematis lainnya serta fungsi gudang dan stok adalah fungsi yang\nmemiliki paling banyak jam lembur dan juga menjadi sumber lembur untuk fungsi\nlainnya. Usulan perbaikan yang dilakukan adalah dengan membuat deskripsi kerja\ndengan menggunakan RACI Matrix yang dihubungkan dengan pemetaan aktivitas\nproses bisnis menggunakan APQC. Diharapkan usulan perbaikan yang diberikan\npada PT.AML dapat menjadi basis perbaikan kepuasan karyawan secara\nkeseluruhan.", "Daftar File": {}, "Penulis": "Ryan Wirawan [14416043]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kepuasan karyawan, retensi karyawan, job satisfaction survey, RACI Matrix.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Jul 2023"}