{"Nomor": 74557, "Judul": "ANALISIS ALIRAN PADA SISTEM RUANG ALIRAN PARALEL SELULAR DENGAN METODE DINAMIKA FLUIDA KOMPUTASIONAL", "Abstrak": "Berdasarkan data World Health Organization (WHO) pada tahun 2019, penyakit\nkardiovaskular merupakan penyebab kematian dari 32% penduduk dunia. Salahsatu\npenyebab penyakit kardiovaskular adalah adanya stenosis (penyempitan) pada\npembuluh darah. Pada prosedur untuk membuka pembuluh darah yang menyempit\ndilakukan stent deployment. Akan tetapi, kehadiran stent pada pembuluh darah\ndapat menyebabkan perubahan lingkungan mekanis pada dinding pembuluh darah,\nantara lain pola kecepatan aliran dan kontur wall shear stress (WSS).\nEksperimen in vitro dapat dilakukan menggunakan sistem ruang aliran paralel\nselular, yang dirancang agar memiliki kondisi aliran menyerupai pada pembuluh\ndarah. Pada eksperimen tersebut, perilaku sel-sel endotel diamati setelah diberikan\naliran selama 24 jam. Diketahui, perubahan nilai WSS mempengaruhi proliferasi\ndan migrasi dari sel-sel endotel. Akan tetapi, nilai WSS tidak dapat diukur dengan\neksperimen in vitro. Oleh karena itu, dibutuhkan simulasi komputasi untuk\nmemprediksi nilai WSS ini. Prediksi ini guna mengetahui kondisi WSS tetap\nnormal pada pembuluh pasca pemasangan stent.\nPada penelitian Tugas Akhir ini, akan dilakukan pembuatan model geometri\ncomputer aided design (CAD) dari sistem ruang aliran paralel selular yang\ndigunakan pada eksperimen in vitro guna memodelkan kondisi aliran tanpa serta\npasca pemasangan stent pada pembuluh darah. Lalu, dilakukan studi dinamika\nfluida komputasional atau computational fluid dynamic (CFD) untuk analisis\nprediksi pola kecepatan aliran dan nilai WSS serta pengaruhnya pada sel-sel endotel\nmenggunakan metode komputasional berbasis finite volume method (FVM).\nDari penelitian ini, disimpulkan bahwa kehadiran stent pada pembuluh darah pasti\nakan mempengaruhi pola kecepatan aliran serta kontur WSS. Semakin besar jarak\nantar kawat paralel, semakin menjauhi kondisi pembuluh darah normal. Dari variasi\ncelah 1-3 mm, maka celah 1 mm adalah jarak optimal antar kawat paralel agar\nperubahan WSS paling minimal.", "Daftar File": {}, "Penulis": "Olivia Yacub [13317068]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rizki Armanto Mangkuto, S.T., M.T.", "Narendra Kurnia Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "stent, sel-sel endotel, eksperimen in vitro, WSS, CAD, CFD, FVM", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "18 Jul 2023"}