{"Nomor": 74563, "Judul": "FASILITAS EDUKASI KOPI PANIIS SEBAGAI PRASARANA PENDUKUNG PERTANIAN KOPI UNTUK MENINGKATKAN KUALITAS BIDANG EKONOMI KREATIF DESA PANGADEGAN RANCAKALONG", "Abstrak": "Desain Perancangan ini bertujuan untuk meningkatkan produktifitas masyarakat Desa\nPangadegan Rancakalong Sumedang, melalui bidang pendidikan dan ekonomi kreatif agar bisa\nmemanfaatkan serta mengolah sumber daya yang sudah ada sehingga mengurangi tingkat\npengangguran, meningkatkan potensi sumber daya manusia dan meningkatkan ekonomi desa.\nHal ini sejalan dengan tujuan LMDH Paniis yaitu bertujuan untuk membantu peran Perhutani\ndan pemerintah dalam meningkatkan ekonomi masyarakat, dengan menjaga melestarikan\nhutan dan lingkungan serta meningkatkan sumber mata air, yang berdampak bagi kepentingan\nmasyarakat. LMDH dibentuk pada tanggal 12 febuari 2007, sampai saat ini telah menghasilkan\ntiga jenis bibit unggul yang menghasilkan lima produk unggulan yang sudah tersertivikasi.\nTahun 2007 sampai 2014 LMDH aktif mengikuti program pelatihan yang di adakan di luar dan\nmengikuti perlombaan yang menghasilkan penghargaan kejuaraan tahun 2014 sebanyak 3 kali\ndan satu kali pada tahun 2016. Data dalam penelitian dari hasil observasi, studi literatur dan\nwawancara mendalam dengan informan. Hasil analisis mengungkapkan potensi yang di\nkembangkan LMDH dapat memberdayakan pemuda pengangguran, memberdayakan potensi\nalam desa, mengembangkan agribisnis dan usaha - usaha yang sekarang menjadi alternatif.\nPerkembangan dan hasil yang sudah di implementasikan LMDH sudah bagus, namun dalam\npengelolaannya hanya bisa di rasakan hasilnya oleh pengelola yang sudah lama. Oleh karena\nitu, perlu adanya tempat yang menjual serta pelatihan untuk generasi muda terutama remaja\nyang tidak bisa bersekolah dengan membangun kerjasama bersama masyarakat, perhutani dan\npemerintahan setempat. Sebuah fasilitas “Pelatihan Kopi Paniis” yang akan menjadi solusi\nuntuk sarana pendukung pertanian kopi. Dirancang dengan menciptakan konsep lingkungan\ndinamis dan kondusif, mendorong penggunanya untuk selalu bergerak dan mengembangkan\ninovasi – inovasinya.", "Daftar File": {}, "Penulis": "Sifa Bayulistia Agustina [17316012]", "Kontributor / Dosen Pembimbing": ["Dr. Kharista Astrini Sakya, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Pelatihan Kopi, Agriculture, Komparasi Konsep Symbiosis-Hybrid.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "18 Jul 2023"}