{"Nomor": 74565, "Judul": "SIMULASI PENGONTROL LATERAL MENGGUNAKAN KAMERA UNTUK SISTEM PENGIKUT JALUR MOBIL OTONOM", "Abstrak": "Mobil otonom, juga dikenal sebagai kendaraan otonom, telah menjadi topik yang\nsemakin mendapatkan perhatian dalam beberapa tahun terakhir. Kelalaian manusia\nadalah penyebab utama kecelakaan lalu lintas, baik karena kelelahan, tidak fokus,\natau faktor manusia lainnya. Mobil otonom memiliki kemampuan untuk\nmengurangi resiko ini karena menggunakan teknologi seperti sensor, komputer, dan\nperangkat lunak yang mampu merespon lebih baik dan tidak terpengaruh gangguan\nemosional atau kelelahan. Salah satu aspek penting dari berkendara yang harus\ndilakukan dengan baik oleh mobil otonom adalah mengikuti jalur. Umumnya jalur\nberkendara sudah ditetapkan oleh keberadaan marka jalan yang berfungsi sebagai\ntanda visual. Salah satu kelebihan marka jalan adalah penggunaanya yang sudah\nlama dan sudah umum digunakan di banyak tempat, sehingga mobil otonom akan\nlebih mudah terimplementasi jika mobil otonom dapat mengikuti jalur dengan\ninfrastruktur yang sudah ada.\nPada tugas akhir ini, dilakukan sebuah penelitian yang mensimulasikan sistem\npengikut jalur menggunakan kamera RGB dan pengontrol lateral untuk menjaga\nmobil tetap berada di dalam jalur. Simulasi sudah merupakan cara umum untuk\nmendesain dan menguji sebuah sistem mobil otonom, salah satu kelebihannya\nadalah mempercepat pengujian sebuah ide. Pada penelitian ini simulasi dilakukan\ndi perangkat lunak Carla Simulator dan berbarengan dengan ROS (Robot Operating\nSystem). Carla Simulator berperan untuk mensimulasikan fenomena fisis\nsedangkan ROS berfungsi untuk komunikasi antar proses dalam sistem pengikut\njalur. Sistem pengikut jalur didesain dengan mengolah citra kamera yang\nmenghadap depan mobil untuk mendeteksi keberadaan marka jalan yang\nmembatasi jalur mobil otonom. Dari informasi tersebut posisi mobil relatif terhadap\njalan dapat ditentukan, representasi yang digunakan pada penelitian ini adalah galat\nlateral dan galat orientasi, yang masing-masing menyatakan jarak terdekat mobil\ndengan jalur, dan sudut yang dibentuk dari perbedaan orientasi jalur dengan\norientasi mobil. Informasi galat tersebut akan digunakan untuk pengontrol lateral\nuntuk menentukan sudut setir yang mampu menurunkan galat yang terdeteksi.\nKeseluruhan proses ini membentuk sebuah proses umpan balik atau closed loop\nyang akan menjaga mobil yang bergerak tetap berada di dalam jalur.\nPengontrol lateral yang digunakan pada penelitian ini adalah Pengontrol Stanley,\nsebuah pengontrol non-linear yang telah dibuktikan memiliki stabilitas global.\nUmumnya pengontrol stanley menggunakan berbagai kombinasi sensor untuk\nmemberikan informasi galat yang diperlukan untuk menentukan sudut setir. Namun\ndikarenakan tiap sensor tidak dapat selalu diandalkan, pengontrol stanley perlu diuji\nketika hanya bisa menggunakan satu sensor, dan pada penelitian tugas akhir ini,\nkamera dipilih sebagai sensor, karena marka jalan yang terdapat di berbagai tempat\nsebagai pendana visual jalur, serta akses yang mudah untuk mendapatkan kamera\nRGB. Penelitian terkait di Program Studi Teknik Fisika, juga telah mendesain mobil\notonom dengan pengontrol lateral stanley, namun kamera sebagai sensor adalah\nkebaruan yang dilakukan pada penelitian tugas akhir ini.\nSubsistem pendeteksi galat yang berbasis kamera diuji sebelum beroperasi\nmemberikan galat kepada pengontrol lateral. Pendeteksi Galat dibagi pengujiannya\nuntuk mendeteksi galat lateral dan galat orientasi, dan untuk pengujian galat lateral\ndi rentang nilai pengukuran didapatkan nilai sensitivitas sebesar 0,67, maksimum\npengukuran sebesar 1 meter, minimum pengukuran -1 meter, rata-rata ME (Mean\nError) sebesar -0,065 dengan standar deviasi 0,208 dan rata-rata MAE (Mean\nAbsolute Error) sebesar 0,183 dengan standar deviasi sebesar 0,127. Kemudian\npengujian pendeteksi galat orientasi di rentang nilai pengukuran memberikan nilai\nsensitivitas 0,68 , maksimum pengukuran sebesar 8?, minimum pengukuran -8?\nmeter, rata-rata ME -0,675 dengan standar deviasi 2,225 dan rata-rata MAE 3,186\ndengan standar deviasi 1,395\nPengujian pendeteksi galat tersebut menyimpulkan bahwa adanya bias dan slope\ndrift dari nilai pengukuran yang sebenarnya. Sehingga dilakukannya kalibrasi\ndengan dasar nilai sensitivitas dan ME untuk masing-masing pendeteksi galat,\nsehingga untuk pendeteksi galat lateral didapatkan nilai setelah kalibrasi,\nsensitivitas sebesar 1,03; rata-rata ME 0,043 dengan standar deviasi 0,068; dan ratarata\nMAE 0,264 dengan standar deviasi 0,126. Kemudian untuk pendeteksi galat\norientasi setelah kalibrasi didapatkan sensitivitas sebesar 1,12, rata-rata ME sebesar\n0,142 dengan standar deviasi 0,047 dam rata-rata MAE sebesar 4,546 dengan\nstandar deviasi 2,089\nSistem pengikut jalur diuji pada 2 bentuk lintasan yang berbeda, lintasan pertama\nadalah jalur lurus yang diikuti oleh belok kiri dan diakhiri dengan lurus. Sedangkan\nlintasan kedua adalah adalah jalur berbelok kanan konstan. Sistem pengikut jalur\ntelah diuji dan berhasil mengikuti jalur pada lintasan pertama dan kedua. Hasil\npengujian memberikan nilai RMSE dan MAE untuk galat lateral sebesar [0,139;\n0,145] meter untuk lintasan pertama, [0,106; 0,132] meter untuk lintasan kedua dan\ngalat orientasi sebesar [0,974; 0,797]? untuk lintasan pertama, dan [0,610; 0,558]?\nuntuk lintasan kedua\nSistem pengikut jalur juga diuji untuk menghadapi galat di awal berkendara. Di tiap\nlintasan sistem pengikut jalur diuji untuk menghadapi galat awal lateral maksimum\npositif dan negatif, serta galat awal orientasi maksimum positif dan negatif. Dari\nseluruh pengujian ini, sistem pengikut jalur berhasil mengoreksi galat di awal\nberkendara, dan mempertahankan tetap di dalam jalur selama berkendara. Pada\nlintasan pertama didapatkan RMSE dan MAE galat lateral dan galat orientasi\nsebesar [0,230; 0,167] meter, [1,911; 1,271] ?. Pada lintasan kedua didapatkan\nRMSE dan MAE galat lateral dan orientasi sebesar [0,169; 0,153] meter, [1,447;\n0,956] ?", "Daftar File": {}, "Penulis": "Ngakan Putu Gede Amartya K.S. [13317059]", "Kontributor / Dosen Pembimbing": ["Augie Widyotriatmo, S.T, M.T, Ph.D.", "Dr. Damar Rastri Adhika, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pengikut jalur, pengontrol lateral, kamera", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "18 Jul 2023"}