{"Nomor": 74566, "Judul": "IDENTIFIKASI KEBERADAAN PIPA BAWAH PERMUKAAN MENGGUNAKAN METODE GEOLISTRIK RESISTIVITAS", "Abstrak": "Identifikasi bawah permukaan tanah merupakan hal penting untuk mengetahui\nkondisi bawah permukaan. Banyak ditemukan kasus dimana terdapat suatu objek\ndi bawah permukaan, seperti pipa, kabel, dan utilitas. Dalam mengidentifikasi\nkeberadaan suatu objek tersebut dapat menggunakan metode geofisika. Metode\ngeofisika yang digunakan dalam penelitian ini adalah metode geolistrik resistivitas.\nPrinsip kerja metode ini adalah mengukur beda potensial dari injeksi arus listrik ke\ndalam bawah permukaan tanah. Metode geolistrik resistivitas memiliki berbagai\njenis konfigurasi dalam survei pengukuran di lapangan. Setiap jenis konfigurasi\nmemiliki cakupan data, kekuatan sinyal, sensitivitas, dan resolusi data yang\nberbeda. Penelitian ini bertujuan untuk mengetahui konfigurasi terbaik dari tiga\njenis konfigurasi yang akan digunakan melalui dua tahapan, yaitu pemodelan\nsintetik dan pengukuran data lapangan. Konfigurasi yang digunakan adalah\nkonfigurasi Dipole – Dipole, Wenner Alpha, dan Wenner – Schlumberger sebagai\nperbandingan, dimana belum ada penelitian yang membahas perbandingan antara\nkonfigurasi-konfigurasi tersebut dalam satu penelitian. Pada penelitian ini,\npemodelan sintetik dan pengukuran data lapangan menggunakan spasi antara\nelektroda 0.10 m dan jumlah elektroda 32 buah. Pemodelan sintetik menggunakan\nsoftware RES2DMOD dengan memvariasikan penempatan kedalaman (0.12, 0.21,\n0.30, 0.42, 0.52) m pipa besi berdiameter 0.10 m dan 0.20 m di bawah permukaan\nhomogen. Sedangkan, pengukuran data lapangan melibatkan 2 lintasan tegak lurus\nyang melewati pipa besi (CS1 dan CS2), 2 lintasan tegak lurus yang tidak melewati\npipa besi (CS3 dan CS4), dan 1 lintasan sejajar pipa besi (LS). Setelah diperoleh\ndata sintetik dan data lapangan, kemudian data – data tersebut dilakukan\npengolahan data menggunakan teknik inversi Least-Square dari software\nRES2DINV. Hasil inversi pemodelan sintetik pada pipa besi berdiameter sekitar\n0.10 m yang ditempatkan di bawah permukaan homogen didapatkan, bahwa\nkonfigurasi Dipole – Dipole mampu mengidentifikasi keberadaan pipa besi pada\nkedalaman 0.12 m sampai 0.42 m dan konfigurasi Wenner - Schlumberger mampu\nmengidentifikasi pada kedalaman 0.12 m sampai 0.30 m. Sedangkan, untuk\nkonfigurasi Wenner Alpha tidak mampu mengidentifikasi keberadaan pipa besi.\nSelanjutnya, untuk hasil inversi pemodelan sintetik pada pipa besi berdiameter\nsekitar 0.20 meter yang ditempatkan di bawah permukaan homogen didapatkan,\nbahwa konfigurasi Dipole – Dipole mampu mengidentifikasi keberadaan pipa besi\nberongga pada kedalaman 0.12 m sampai 0.52 m dan konfigurasi Wenner -\nSchlumberger mampu mengidentifikasi pada kedalaman 0.12 m sampai 0.30 m. Sedangkan, untuk konfigurasi Wenner Alpha hanya mampu mengidentifikasi\nkeberadaan pipa besi pada kedalaman 0.12 m di bawah permukaan homogen. Hasil\ninversi data lapangan pada lintasan tegak lurus yang melewati pipa besi (CS1 dan\nCS2) yang berdiameter 0.10 m didapatkan, bahwa hanya konfigurasi Dipole –\nDipole yang mampu mendeteksi keberadaan dari anomali pipa besi di bawah\npermukaan tanah. Selanjutnya, hasil inversi data lapangan pada lintasan sejajar arah\npipa besi (LS) dengan panjang pipa besi sekitar 1.90 m didapatkan, bahwa semua\nkonfigurasi yang digunakan dalam penelitian ini (Dipole – Dipole, Wenner Alpha,\ndan Wenner – Schlumberger) mampu mendeteksi keberadaan dari anomali pipa\nbesi di bawah permukaan tanah. Berdasarkan penelitian ini, dari hasil inversi pada\npemodelan sintetik dan pengukuran data lapangan dapat disimpulkan, bahwa\nkonfigurasi Dipole – Dipole memberikan hasil lebih baik dalam mengidentifikasi\nkeberadaan pipa di bawah permukaan, dibandingkan konfigurasi Wenner Alpha\ndan Wenner – Schlumberger.", "Daftar File": {"ABSTRAK Mohamad Nasro": "https://digilib.itb.ac.id/gdl/download/297989"}, "Penulis": "Mohamad Nasro [20220020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. rer. nat. Umar Fauzi", "Dr. Eng. Enjang Jaenal Mustopa, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Metode Geolistrik Resistivitas, Pipa Besi, Perbandingan Konfigurasi, Pemodelan, Inversi.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "18 Jul 2023"}