{"Nomor": 74579, "Judul": "USULAN STRATEGI PEMASARAN TIRTAGANGGA HOT  SPRING RESORT UNTUK MASUK KE PASAR BARU DI  ANTARA GEN Z DAN MILENIAL", "Abstrak": "Indonesia merupakan negara dengan jumlah penduduk yang signifikan, sesuai data Kementerian Dalam Negeri Republik Indonesia melalui Ditjen Dukcapil, Gen Z dan Milenial merupakan generasi terbesar di Indonesia. Berbagai macam perbedaan perilaku pada kedua generasi ini dibandingkan dengan generasi sebelumnya, termasuk juga perilaku saat berpergian. Kementerian Pariwisata dan Ekonomi Kreatif (Kemenparekraf) telah menetapkan Gen Z dan Milenial sebagai demografis target utama untuk mencapai target pariwisata nasional, begitupun dengan Tirtagangga Hot Spring Resort yang melakukan rebranding untuk dapat masuk ke dalam pasar Gen Z dan Milenial. Berdasarkan penelitian pendahuluan, penulis menemukan bahwa Tirtagangga Hot Spring Resort mendapatkan kendala dalam meningkatkan jumlah tamu hotel dari pasar baru tersebut. Penelitian ini akan menggunakan metode kuantitatif untuk melakukan analisis pelanggan dengan menggunakan kuesioner. Kemudian menggunakan SMARTPLS untuk mengolah data untuk pengujian hipotesis. Metode kuantitatif akan digunakan dengan mewawancarai 12 orang dan pemilik usaha serta bagian pemasarannya.  \n \nHasilnya adalah Social Media Marketing berpengaruh secara signifikan terhadap Brand Awareness dan Brand Image, lalu Brand Awareness dan Brand Image berpengaruh secara signifikan terhadap Purchase Intention. Dari temuan tersebut, penulis memberikan beberapa strategi yang dapat membantu perusahaan ini untuk meningkatkan penjualan yang dihasilkan dari alat SWOT dan TOWS yang diinputkan dari analisis eksternal dan internal dan diuji melalui QSPM Matrix. Strategi tersebut adalah mengembangkan beragam strategi promosi, secara khusus menargetkan gaya dan aktivitas baru hotel dengan tujuan menarik perhatian dan membangkitkan minat, penekanan ditempatkan pada menonjolkan kekhasan hotel legendaris yang memadukan estetika modern dengan lingkungan yang higienis, fokus utama terletak pada mempromosikan gaya hotel yang baru diadopsi sementara secara bersamaan memajukan upaya renovasinya, estetika novel hotel secara efektif dipamerkan sambil melestarikan warisannya yang terkenal, memperkaya hotel dengan memperkenalkan kegiatan dan fasilitas tambahan.", "Daftar File": {"2023_TS_PP_Rizka Pramadian-29121428_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/298173"}, "Penulis": "Rizka Pramadian [29121428]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Gen Z, Milenial, Social Media Marketing, Brand Awareness, Brand Image, Purchase Intention", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "18 Jul 2023"}