{"Nomor": 74586, "Judul": "MENINGKATKAN PRODUKTIVITAS KARYAWAN MENGGUNAKAN WORK-LIFE BALANCE ANALYSIS PADA PERUSAHAAN KONSTRUKSI BERBASIS PROYEK", "Abstrak": "Dunia konstruksi adalah dunia yang penuh dengan keterbatasan, mulai dari waktu yang terbatas untuk menyelesaikan sebuah proyek hingga keterbatasan sumber daya manusia untuk menyelesaikan proyek tersebut. Oleh karena itu, keseimbangan sangat diperlukan untuk menjaga kestabilan kesehatan baik fisik maupun mental. Salah satu cara menjaga kesehatan mental adalah dengan menjaga work-life balance. PT Total Bangun Persada, Tbk merupakan perusahaan konstruksi yang berfokus pada kualitas dan pelanggan. Untuk mencapai hal tersebut, diperlukan tingkat produktivitas yang cukup tinggi. Penelitian ini bertujuan untuk membantu perusahaan meningkatkan produktivitas dengan menggunakan analisis work-life balance, yang memiliki tiga indikator: keseimbangan waktu, keseimbangan keterlibatan, dan keseimbangan kepuasan. Metode kuantitatif akan digunakan dalam penelitian ini untuk mengetahui karakteristik proses peningkatan produktivitas dengan menggunakan analisis skala Likert untuk mengetahui tingkat work-life balance pada proyek konstruksi. Hasil survey ini akan digunakan oleh pengambil keputusan perusahaan untuk menentukan karakteristik alternatif pengambilan keputusan. Hasil penelitian menemukan bahwa kondisi work-life balance saat ini menurut time balance saat ini berada pada kondisi rata-rata. Menurut keseimbangan keterlibatan adalah pencapaian yang cukup bagus. Menurut keseimbangan kepuasan ditemukan bahwa responden menunjukkan tingkat kepuasan yang cukup tinggi terhadap lingkungan, aktivitas kerja, dan hal-hal di luar pekerjaannya. Berdasarkan studi literatur yang dilakukan, ditemukan bahwa work-life balance dan produktivitas saling berkaitan. Kehidupan kerja yang tidak seimbang akan menimbulkan stress dan burnout yang akan menurunkan kinerja karyawan. Oleh karena itu, work-life balance yang baik akan dapat meningkatkan kinerja seseorang, yang akan menghasilkan kepuasan batin, yang secara tidak langsung akan meningkatkan produktivitas. Meningkatkan work-life balance dengan tujuan meningkatkan produktivitas dapat dilakukan dengan berbagai cara seperti Family Time, Brainstroming, Health Benefit, dan Bonus. Berdasarkan hasil penelitian yang dilakukan, indikator work-life balance yang paling berpengaruh pada karyawan di sektor konstruksi adalah indikator time balance.", "Daftar File": {"COVER Gunawan handoko": "https://digilib.itb.ac.id/gdl/download/298325"}, "Penulis": "Gunawan handoko [29321414]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si.Psikolog."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Konstruksi, Work-Life Balance, Peningkatan Produktivitas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "18 Jul 2023"}