{"Nomor": 74593, "Judul": "PENGARUH TEKTONIK PLIOSEN TERHADAP GENERASIHIDROKARBON DI SELATAN KEPALA BURUNG PAPUA BARAT", "Abstrak": "Daerah penelitian termasuk dalam wilayah Kepala Burung, Papua Barat yang \nmencakup Cekungan Berau, Antiklinorium Misool-Onin-Kumawa (MOKA), dan \nSeram Trough. Ketidakselarasan Pliosen dan sedimentasi Pliosen yang cepat \nmerupakan ciri umum yang dijumpai di daerah penelitian. Sampai saat penelitian \nini dilakukan, belum ada temuan hidrokarbon di daerah penelitian, sedangkan, di \nCekungan Salawati dan Cekungan Bintuni, interval sedimen yang juga dijumpai \ndi daerah penelitian, telah menghasilkan hidrokarbon dalam jumlah yang \nekonomis. \nPemodelan cekungan satu dimensi dilakukan untuk melihat kaitan sejarah \ngenerasi hidrokarbon daerah penelitian dengan peristiwa tektonik Pliosen-Resen. \nHasil pemodelan menunjukkan bahwa tektonik Pliosen tidak terlalu berpengaruh \nterhadap sejarah kematangan di Cekungan Berau dan MOKA. Ketidakhadiran \nhidrokarbon diperkirakan lebih dikarenakan rezim termal yang relatif rendah sejak \npenurunan termal paska break-up Jura. Lain halnya dengan Cekungan Berau dan \nMOKA, tektonik Pliosen memberi pengaruh yang besar terhadap kematangan \nbatuan induk di Seram Trough, yang diindikasikan dengan meningkatnya \nkematangan dan rasio transformasi di wilayah tersebut sejak sedimentasi Pliosen.", "Daftar File": {"Abstrak Rofiq 22008007.pdf": "https://digilib.itb.ac.id/gdl/download/298360", "Cover Rofiq 22008007.pdf": "https://digilib.itb.ac.id/gdl/download/298361", "Bab 1 Rofiq 22008007.pdf": "https://digilib.itb.ac.id/gdl/download/298362", "Bab 2 Rofiq 22008007.pdf": "https://digilib.itb.ac.id/gdl/download/298363", "Bab 3 Rofiq 22008007.pdf": "https://digilib.itb.ac.id/gdl/download/298364", "Bab 4 Rofiq 22008007.pdf": "https://digilib.itb.ac.id/gdl/download/298365", "Bab 5 Rofiq 22008007.pdf": "https://digilib.itb.ac.id/gdl/download/298366", "Bab 6 Rofiq 22008007.pdf": "https://digilib.itb.ac.id/gdl/download/298367", "Daftar Pustaka Rofiq 22008007.pdf": "https://digilib.itb.ac.id/gdl/download/298368", "Lampiran Rofiq 22008007.pdf": "https://digilib.itb.ac.id/gdl/download/298369"}, "Penulis": "Muhammad Rofiq [22008007]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D.", "Dr. Ir. Asep Heri Patria Kesumajana, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "PENGARUH TEKTONIK PLIOSEN TERHADAP GENERASI  HIDROKARBON DI CEKUNGAN BERAU, ANTIKLINORIUM MISOOLONIN-KUMAWA, DAN SERAM TROUGH, PAPUA BARAT", "Sumber": "", "Staf Input/Edit": "Dedi Rosadi", "File": "10 file", "Tanggal Input": "18 Jul 2023"}