{"Nomor": 74600, "Judul": "TRANSISI ENERGI HIJAU: VALUASI & STRATEGI UNTUK MENINGKATKAN CITRA PERUSAHAAN DI PT ADARO ENERGY TBK", "Abstrak": "Penelitian ini bertujuan untuk mengeksplorasi bagaimana transisi PT Adaro Energy Tbk (Adaro) ke energi terbarukan dapat meningkatkan citra perusahaan dan nilai non-finansial, serta dampaknya. Metodologi yang digunakan dalam penelitian ini melibatkan analisis kualitatif dan kuantitatif data sekunder, seperti laporan keuangan, studi kasus, dan literatur terkait. Ini juga memanfaatkan berbagai metode penilaian, termasuk Free Cash Flow to Firm (FCFF), Price-to-Earnings Ratio, dan EV/EBITDA. Hasil penelitian menunjukkan bahwa Adaro dapat meningkatkan citra perusahaan dan nilai non-finansial dengan memanfaatkan energi terbarukan. Transisi ini tidak hanya berpotensi meningkatkan citra dan reputasi Adaro, tetapi juga berpotensi menarik lebih banyak investor. Selain itu, berdasarkan penilaian finansial, saham Adaro tampaknya undervalued, menunjukkan peluang investasi potensial. Implikasinya meliputi manfaat teoritis bagi studi tentang transisi energi hijau dan penilaian perusahaan, manfaat praktis bagi investor dan stakeholder lainnya, serta manfaat manajerial untuk Adaro dalam menerapkan strategi transisi energi hijau. Rekomendasi penelitian ini mencakup meningkatkan efisiensi operasional, komunikasi transparan dengan stakeholder, dan penekanan pada nilai non-finansial dalam strategi korporat Adaro. Pelaksanaan rekomendasi ini diharapkan dapat meningkatkan kinerja finansial Adaro dan citra perusahaan secara keseluruhan. Keterbatasan penelitian ini mencakup penggunaan data sekunder dan fokus pada satu perusahaan. Penelitian masa depan mungkin perlu mempertimbangkan analisis komparatif lebih lanjut dan dampak langsung dari transisi energi hijau terhadap kinerja finansial Adaro.", "Daftar File": {"COVER Sereno Kevas Lemuel": "https://digilib.itb.ac.id/gdl/download/298381"}, "Penulis": "Sereno Kevas Lemuel [29321557]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D.", "Dr. Ir. Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Valuasi, Kinerja Keuangan, Citra Perusahaan, Transisi Energi Terbarukan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "18 Jul 2023"}