{"Nomor": 74608, "Judul": "MENINGKATKAN INTERAKSI DUA ARAH DI CSS  (CUSTOMER SELF SERVICE) MENGGUNAKAN AHP  (ANALYTICAL HIERARCHY PROCESS) DI PT ADHIMIX  PRECAST INDONESIA", "Abstrak": "Digitalisasi dalam era Industri 4.0 menjadi begitu penting dalam aktivitas bisnis. Pandemi Covid-19 memaksa banyak bisnis untuk mempercepat pengadopsian digital, termasuk di industri konstruksi. Dampak dari pandemi menyebabkan kebijakan penjarakkan sosial yang mengharuskan bisnis dilakukan secara jarak jauh menggunakan teknologi. \n \nSebelum pandemi, PT Adhimix Precast Indonesia sudah meluncurkan layanan pelanggan secara daring yang Bernama CSS (Customer Self Service). CSS menggunakan SST (Self-Service Technology) dengan tujuan pelanggan dapat melakukan pelayanan sendiri tanpa bantuan karyawan secara langsung. Ditinjau dari kelebihannya. CSS seharusnya menjadi fitur utama dari Adhimix untuk melakukan transaksi. \n \nNamun, CSS kurang maksimal dalam penggunaannya dan performanya selama era pandemi yang seharusnya ini menjadi kelebihan utama dari Adhimix. Alasannya ialah CSS kurang piawai dalam memberikan sensasi komunikasi dua arah. CSS gagal menyampaikan tujuannya dikarenakan berfokus dalam komunikasi satu arah dan mengabaikan keterlibatan pelanggan dalam melakukan pemesanan. \n \nUntuk menjembatani komunikasi antara pengguna dan sistem, penelitian ini menggunakan IMK (Interaksi Manusia-Komputer) sebagai panduannya. Penelitian ini juga berfokus kepada preferensi dalam desain yang didasari dari IMK. Preferensi dari desain pelanggan harus diketahui untuk menganalisa karakteristik dan kemauan dari pengguna dalam menggunakan produk digital. \n \nSetelah mengumpulkan karakteristik dan kemauan dari pengguna, penelitian ini menawarkan berbagai alternatif untuk penambahan fitur baru di CSS. Metode yang digunakan untuk mendapatkan fitur baru pada platform layanan pelanggan ini menggunakan AHP dikarenakan metode ini dapat meminimalisir ketidak konsistenan dalam menentukan fitur baru.", "Daftar File": {"2023_TS_PP_Muhammad Prabu Mutawakkil-29121212_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/298468"}, "Penulis": "Muhammad Prabu Mutawakkil [29121212]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "industri konstruksi, Self-Service Technology, Layanan Pelanggan,  Interaksi Manusia-Komputer, Analytical Hierarchy Process", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "18 Jul 2023"}