{"Nomor": 74613, "Judul": "PENGEMBANGAN MODEL LOYALITAS WISATAWAN PADA KAWASAN AGROWISATA PERKOTAAN KEBUN NUTRISI PT SEKOLAH SENIMAN PANGAN BEKASI", "Abstrak": "Tingginya jumlah penduduk di daerah perkotaan membawa isu penting pada aspek\nkehidupan dan pembangunan seperti pengangguran, transportasi, dan kualitas\nlingkungan hidup akibat berkurangnya lahan terbuka atau ruang hijau, penurunan\npasokan atau ketersediaan pangan yang memadai dan berkualitas serta\nperkembangan atau perluasan suatu kawasan perkotaan yang tak terkontrol.\nPermasalahan ini salah satunya dapat di atasi dengan pertanian perkotaan sekaligus\nagrowisata. Wisata berbasis pertanian di wilayah perkotaan atau yang dapat disebut\nagrowisata perkotaan dalam beberapa tahun belakangan mengalami pertumbuhan\nyang cukup baik dan menjanjikan.\n\nPT Sekolah Seniman Pangan Bekasi merupakan perusahaan pangan kreatif yang\nmemiliki bidang bisnis dibidang agrowisata perkotaan dengan nama agrowisata\nkebun nutrisi. Agrowisata kebun nutrisi mengalami beberapa masalah, diantaranya\nyaitu pada total pendapatan dan jumlah pengunjung yang tidak tercapai sesuai\ndengan target yang telah ditentukan perusahaan. Permasalahan lainnya adalah\nditemukannya keluhan dari para pengunjung terkait bau yang tercium selama\nberkegiatan di agrowisata kebun nutrisi sehingga dapat berdampak negatif pada\nkepuasan dan loyalitas wisatawan. Loyalitas wisatawan dianggap sebagai salah satu\nelemen penting dari pemasaran wisata karena dapat mendatangkan wisatawan baru\ndan mempertahankan wisatawan yang sudah pernah berkunjung ke destinasi wisata.\nTerkait hal ini perlu dipikirkan strategi yang tepat untuk membangun metode\npemasaran dengan memanfaatkan berbagai faktor-faktor terkait sehingga dapat\nmeningkatkan jumlah wisatawan dan total pendapatan dari agrowisata kebun\nnutrisi. Oleh karena itu, studi ini akan menguji faktor-faktor yang dapat\nmempengaruhi loyalitas wisatawan agrowisata perkotaan, antara lain citra\ndestinasi, pengalaman wisatawan, kepuasan wisatawan, nilai yang didapatkan\nwisatawan, motivasi wisatawan, loyalitas terhadap atraksi dan loyalitas wisatawan.\nTerdapat 26 indikator yang digunakan untuk mengukur 7 konstruk penelitian.\nSebanyak 100 data berhasil dikumpulkan dari 19 Maret 2023 hingga 1 April 2023\ndengan menggunakan teknik purposive sampling. Pengumpulan data dilakukan\ndengan menyebar kuesioner yang didistribusikan secara daring kepada para\npengunjung Agrowisata Kebun Nutrisi PT Sekolah Seniman Pangan menggunakan\ngoogle form. Data diolah menggunakan metode PLS-SEM dengan bantuan\nperangkat lunak SmartPLS. Berdasarkan hasil analisis bibiliometrik, belum ada", "Daftar File": {"ABSTRAK Muhammad Siddiq": "https://digilib.itb.ac.id/gdl/download/298487"}, "Penulis": "Muhammad Siddiq [23419014]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "citra destinasi, pengalaman wisatawan, kepuasan wisatawan, nilai yang didapatkan wisatawan, motivasi wisatawan, loyalitas terhadap atraksi, loyalitas wisatawan, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "20 Jul 2023"}