{"Nomor": 74610, "Judul": "PENGEMBANGAN CRITICAL SUCCESS FACTOR PADA  BUSINESS PROCESS MANAGEMENT (STUDI KASUS: UMKM KULINER DI KOTA BANDUNG)", "Abstrak": "Usaha Mikro, Kecil dan Menengah (UMKM) usaha kecil didefinisikan sebagai\nkegiatan ekonomi produktif yang berdiri sendiri yang dilakukan perorangan maupun\nbadan usaha. Kontribusi UMKM terhadap perekonomian Indonesia meliputi\nkemampuan menyerap sebesar 97% dari total tenaga kerja yang ada serta dapat\nmenghimpun sampai 60,4% dari total investasi. Namun, UMKM Indonesia masih\nrelatif rendah dibandingkan negara ASEAN yang lain pada tingkat pembangunan yang\nrelatif sama, terutama dalam segi produktivitas, kontribusi terhadap ekspor, kontribusi\nterhadap nilai tambah, serta partisipasi UMKM dalam transaksi global. Hal ini\ndiakibatkan oleh beberapa keterbatasan sumber daya, diantaranya yaitu keuangan,\ninformasi, kapasitas manajemen dan teknologi serta akses terhadap informasi pasar\nPada dasarnya, suatu perusahaan besar maupun kecil pasti memiliki suatu aktivitas\nbisnis yang terdiri dari proses berlanjut yang dijalankan dalam perusahaan, atau biasa\ndisebut dengan proses bisnis. Organisasi yang baik adalah organisasi yang proses\nbisnisnya efisien dan efektif termasuk organisasi seperti UMKM. Maka dari itu\nUMKM dituntut untuk mempertahankan keseimbangan antara kapasitas produksi dan\nhasil aktual, namun keseimbangan ini mungkin terganggu oleh pasar yang terus\nmenerus berubah dengan cepat. BPM (Business Process Management) atau\nmanajemen proses bisnis dapat menjadi solusi yang dapat membantu dalam\npengelolaan bisnis yang menekankan kepada pendekatan manajemen untuk\nmeningkatkan efektivitas dan efisiensi bisnis sehingga mencapai suatu inovasi dan\nintegrasi dengan teknologi. Beberapa penelitian sebelumnya mencoba\nmengidentifikasi faktor penentu keberhasilan CSF dari BPM Namun, sebagian besar\nmakalah tersebut gagal menempatkan penelitian mereka dalam kerangka teoritis. Oleh\nkarena itu, tujuan penelitian ini untuk mengidentifikasi faktor keberhasilan kritis di\nsetiap siklus hidup BPM pada UMKM.\nSebanyak 119 data berhasil dikumpulkan berdasarkan teknik sampling homogeneous\npurposive sampling dan diolah menggunakan teknik analisis faktor eksploratori untuk\nmereduksi atau menyederhanakan CSF BPM yang terbentuk pasa setiap fase siklus\nhidupnya Hasil analisis didapatkan bahwa pada fase identifikasi proses terbentuk 4\nfaktor dari indikator critical success factors business process management, yaitu\nfaktor Pemantuan dan Evaluasi Kinerja Berkelanjutan (Methods), Transformasi\nOrganisasi (Governance), Strategi Perbaikan Berkelanjutan (Strategic), dan\nPengelolaan Teknologi (Technology), Fase Penemuan Proses terbentuk 4 faktor dari\n\n3\nindikator critical success factors business process management, yaitu Transformasi\nOrganisasi (Governance), Pengelolaan Teknologi (Technology), Pengembangan Kinerja\nKaryawan (People), Kapabilitas Manajemen Perubahan (Culture). Fase Analisis Proses\nterbentuk 3 faktor dari indikator critical success factors business process management,\nyaitu Peningkatan Kinerja Berbasis Proses (Methods), Pengelolaan Kinerja (Governance),\nKolaborasi Efektif (People). Fase Pengembangan/Desain Proses terbentuk 5 faktor dari\nindikator critical success factors business process management, yaitu Adaptabilitas\nProses (Methods), Inovasi Proses (Culture), Kolaborasi Efektif (People), Pengelolaan Proses\nBerbasis Strategi (Strategy), Optimisasi Kinerja (Governance). Fase Penerapan Proses\nterbentuk 4 faktor dari indikator critical success factors business process management,\nyaitu Optimasi Sumber Daya Manusia (People), Manajemen Proses (Methods), Manajemen\nPerubahan dan Kinerja (Governance), dan Teknologi yang Adaptif (Technology). Fase\nPemantauan dan Pengendalian Proses terbentuk 5 faktor dari indikator critical success\nfactors business process management, yaitu Kesesuaian Strategis (Strategic),\nTransformasi Organisasi (Governance), Peningkatan Kinerja (People), Efektivitas\nOperasional (Methods), dan Inovasi dan Pengembangan (Culture).", "Daftar File": {"ABSTRAK Shendy Aditya Anggara": "https://digilib.itb.ac.id/gdl/download/298484"}, "Penulis": "Shendy Aditya Anggara [23419013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, D.E.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Faktor Kunci Sukses, Manajemen Proses Bisnis, UMKM", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "20 Jul 2023"}