{"Nomor": 74612, "Judul": "UJI KELAYAKAN DIGITAL MICROFLUIDICS SEBAGAI END-TO-END PLATFORM UNTUK PENGUKURAN KADAR GLUKOSA BERBASIS REAKSI ENZIMATIK DAN METODE  KOLORIMETRI", "Abstrak": "Diabetes adalah salah satu penyakit yang paling umum terjadi di Indonesia. Penting\nbagi masyarakat untuk memiliki pengetahuan untuk melakukan pengecekan secara\nmandiri untuk mengontrol kadar glukosa dalam tubuh. Salah satu metode\npengukuran glukosa adalah pengukuran berbasis enzimatik. Namun, penelitian di\ndalam laboratorium memiliki kekurangan yaitu proses yang panjang, kebutuhan\nmobilitas peneliti selama percobaan, dan ukuran reagen yang banyak. Maka dari\nitu, muncul sebuah solusi bersifat Lab-On-Chip, sebuah penelitian yang dilakukan\npada media berukuran kecil. Digital Microfluidics (DMF) adalah salah satu\ncontohnya, sebuah metode percobaan dengan menggerakan cairan pada platform\nkecil. Percobaan ini mempersingkat waktu dan tahapan percobaan.\nPada penelitian Tugas Akhir ini, diaplikasikan percobaan menggunakan DMF\nuntuk mendeteksi kadar glukosa dengan kombinasi teknik spektrofotometri\nmenggunakan spektrofotometer portabel dari referensi penelitian sebelumnya.\nHasil akhir percobaan dibandingkan dengan percobaan referensi, yaitu pengukuran\nkadar glukosa menggunakan UV-Vis Spektrofotometer. Reagen yang digunakan\nuntuk reaksi adalah air, larutan enzim, larutan glukosa, dan ?2??4.Hasil untuk\nseluruh percobaan memiliki karakteristik yang sesuai, yaitu konsentrasi glukosa\nbersifat linear dengan gelombang absorbansi. Semakin tinggi konsentrasi glukosa,\nsemakin panjang gelombang absorbansi dan jumlah partikel yang terabsorbsi.\nMeskipun begitu, puncak gelombang untuk setiap percobaan bergeser yang\ndisebabkan karena reaksi yang belum mencapai kondisi stabil. Secara keseluruhan,\npercobaan menggunakan DMF berhasil membuktikan bahwa aplikasi metode ini\nmenyederhanakan pengujian laboratorium secara konvensional. Di masa depan,\ndiharapkan aplikasi penggunaan DMF lebih marak digunakan untuk sebagai\npenelitian secara sedeherna yang dapat menghemat waktu dan biaya.", "Daftar File": {}, "Penulis": "Medeline Agita Tenardi [18319011]", "Kontributor / Dosen Pembimbing": ["Dr. Widyawardana Adiprawita, S.T, M.T.", "Isa Anshori, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "lab-on-chip, digital microfluidics, printed circuit board, microdroplet, ethylene tetrafluoroethylene (ETFE), silicone oil, UV-Vis Spectrophotometer, portable spectrophotometer", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "20 Jul 2023"}