{"Nomor": 74618, "Judul": "PEMANFAATAN LIMBAH KANTONG PLASTIK UNTUK PENGEMBANGAN DESAIN PRODUK", "Abstrak": "Plastik merupakan material yang sangat akrab dalam kehidupan manusia.\nKemajuan teknologi plastik membuat aktivitas produksi plastik terus meningkat.\nHampir setiap produk menggunakan plastik sebagai kemasan atau bahan dasar.\nMaterial plastik banyak digunakan karena memiliki kelebihan dalam sifatnya yang\nringan, transparan, tahan air, serta harganya relatif murah dan terjangkau oleh\nsemua kalangan masyarakat.\nSegala keunggulan ini membuat plastik digemari dan banyak digunakan dalam\nhampir setiap aspek kehidupan manusia. Akibatnya jumlah produk plastik yang\nakan menjadi sampah pun terus bertambah. Limbah plastik yang umum\nditemukan di tempat pembuangan sampah antara lain botol minuman dan deterjen\nyang termasuk jenis PET, dan kantong plastik. Jumlah kantong plastik di TPA\nterus menumpuk karena tidak terlalu diminati karena memiliki nilai jual yang\nrendah. Kantong-kantong plastik ini tidak mudah terurai sehingga hanya akan\nterus menumpuk dan bertambah di TPA sampai 1000 tahun ke depan.\nOleh karena itu diperlukannya suatu solusi tepat yang bukan hanya mengurangi\npenggunaan kantong plastik karena selama masih diijinkan untuk digunakan maka\nkantong plastik itu akan terus ada dan bertambah. Limbah kantong plastik yang\nmenumpuk di TPA dapat menjadi peluang dan jika diolah dengan benar dapat\nmenjadi sumber daya. Pengembangan proses pengolahan kantong plastik\ndilakukan melaui eksperimentasi untuk membuka peluang pemanfaatan kantong\nplastik dengan penerapan teknologi sederhana, murah, dan nyata. Eksperimen\njuga mencakup eksplorasi sifat dan karakteristik kantong plastik yang unik untuk\ndiaplikasikan menjadi produk bernilai tinggi sehingga dapat menaikkan nilai dari\nlimbah kantong plastik.", "Daftar File": {}, "Penulis": "Agrina Librata [17504021]", "Kontributor / Dosen Pembimbing": ["Ir. Oemar Handojo, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Limbah, plastik, daur ulang", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "8 file", "Tanggal Input": "20 Jul 2023"}