{"Nomor": 74622, "Judul": "INSTITUTION BUILDING FOR ADAPTIVE RIVER BASIN MANAGEMENT (CASE STUDIES : BRANTAS AND THE RHINE RIVER BASIN MANAGEMENT)", "Abstrak": "Recently the shift of paradigm in water management has been developed in many countries\nin the world. The shift refers to the approach changing from command control approach\ntowards more adaptive approach encouraging responsiveness, flexibility and innovations\ndevelopment in the management process. The shift on the water management approach is\nencouraged by complexity of water system and many uncertainties emerging in management\nprocess. An adaptive management is promoted as an approach and methodological\ninnovation providing better insight to deal with the need for more socially constructed in\nwater resource management.\nBecause water management approach need to be changed towards more adaptive so this\nresearch want to know how adaptive management concept is brought in the management of\nriver basin. The research is focused to attain better insight how institution is developed for\nbringing adaptive management concept in river basin management based on the experiences\nof Brantas and the Rhine RBMs. Based on understanding upon the institution building of\nboth RBMs and the basic theory of the concept of adaptive management, we hope that we\ncan get some lessons to improve the current institutions.", "Daftar File": {"2008 TS PP AGNES ANDRIANI KARTIKA SARI 1-COVER": "https://digilib.itb.ac.id/gdl/download/298518", "2008 TS PP AGNES ANDRIANI KARTIKA SARI 1-BAB 1": "https://digilib.itb.ac.id/gdl/download/298519", "2008 TS PP AGNES ANDRIANI KARTIKA SARI 1-BAB 2": "https://digilib.itb.ac.id/gdl/download/298520", "2008 TS PP AGNES ANDRIANI KARTIKA SARI 1-BAB 3": "https://digilib.itb.ac.id/gdl/download/298521", "2008 TS PP AGNES ANDRIANI KARTIKA SARI 1-BAB 4": "https://digilib.itb.ac.id/gdl/download/298522", "2008 TS PP AGNES ANDRIANI KARTIKA SARI 1-BAB 5": "https://digilib.itb.ac.id/gdl/download/298523", "2008 TS PP AGNES ANDRIANI KARTIKA SARI 1-BAB 6": "https://digilib.itb.ac.id/gdl/download/298524", "2008 TS PP AGNES ANDRIANI KARTIKA SARI 1-PUSTAKA": "https://digilib.itb.ac.id/gdl/download/298525"}, "Penulis": "Agnes Andriani Kartika Sari [25406031]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Armiati Argo, M.E.S, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Adaptive Management, River Basin Management, Institution Building, Brantas, and The Rhine", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "8 file", "Tanggal Input": "20 Jul 2023"}