{"Nomor": 74635, "Judul": "APLIKASI ELEKTRODA  E6013 PADA PENGELASAN BASAH DALAM AIR UNTUK BAJA KARBON RENDAH AISI 1015", "Abstrak": "Pengelasan basah di dalam air merupakan salah satu metode\npenyambungan yang penting pada industri kelautan dan konstruksi perairan, salah\nsatu metode yang umum dan paling sederhana yaitu dengan menggunakan\npengelasan dengan menggunakan elektroda terbungkus (Shielded Metal Arc\nWelding, SMAW) jika dibandingkan dengan metode pengelasan yang lain yaitu\nGTAW, FCAW ataupun GMAW. Pada pengelasan ini elektroda yang digunakan\nyaitu elektroda E6013 yang lazimnya digunakan pada pengelasan kering, pada\npengelasan basah didalam air elektroda ini dimodifikasi dengan menggunakan\npelapis berupa lapisan lilin. Penggunaan pelapis ini diharapkan dapat mencegah\nmasuknya air kedalam fluks elektroda, sehingga hasil yang diharapkan tidak akan\njauh berbeda kualitasnya dengan pengelasan kering diudara terbuka.\nSimulasi pengelasan yaitu operator las berada di dalam air, dan melakukan\npengelasan pada lingkungan air tersebut, pada penelitian ini lingkungan air yang\ndigunakan yaitu lingkungan air tawar dan air asin. Pengujian hasil pengelasan\nyaitu dengan mengamati pengaruh parameter (heat input), terhadap karakteristik\npenyalaan busur, pemeriksaan visual, metalografi dan sifat mekanik pada\npengelasan baja karbon rendah AISI 1015. Hasil pengelasan yang diperoleh pada\npengelasan ini yaitu masih banyak terdapat cacat undercut dan manik las yang\nkurang rata. Sedangkan porositas dan fasa martensit bukan merupakan mayoritas\ncacat yang terdapat pada hasil pengelasan. Sedangkan angka kekerasan yang\ndidapatkan tidak melebihi 370 HVN.\nSecara umum berdasarkan standar AWS D3.6M: 1999 class B yang\ndigunakan hasil pengelasan ini tidak memenuhi persyaratan. Hal ini lebih\ndominan diakibatkan oleh kurang terampilnya operator las, sehingga pada\npenelitian berikutnya diharapkan dapat menggunakan operator yang berkompeten\ndan variasi pelapis yang lain.", "Daftar File": {}, "Penulis": "AFIF FADHLI [13102023]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rochim Suratman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pengelasan bawah air, Weltek 6013, daerah HAZ", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "20 Jul 2023"}