{"Nomor": 74631, "Judul": "PERAN SERVICESCAPE DALAM MEMPENGARUHI NIAT BELI PELANGGAN KLINIK KECANTIKAN DI SURABAYA", "Abstrak": "Banyaknya brand klinik kecantikan baru yang bermunculan membuat persaingan di industri klinik kecantikan semakin ketat. Setiap klinik dituntut untuk bersaing menjadi pilihan pelanggan agar tetap bertahan. Memahami perilaku pelanggan dalam tahap evaluasi bukti fisik sebelum keputusan pembelian merupakan langkah yang bisa diambil bagi marketer bisnis klinik kecantikan. Penelitian ini bertujuan untuk menyelidiki pengaruh servicescape terhadap niat beli dan melihat dimensi servicescape mana yang paling berperan dalam mempengaruhi niat beli. Pendekatan kuantitatif digunakan untuk menganalisis peran servicescape dalam mempengaruhi niat beli pelanggan klinik kecantikan. Pengumpulan data primer dilakukan dengan menyebarkan kuesioner terstruktur yang diberikan kepada minimal 200 orang yang memenuhi kriteria, yaitu wanita usia 20-64 tahun, berdomisili di Surabaya, dan pelanggan klinik kecantikan. Data diolah dengan menggunakan program SPSS 27 dan dianalisis dengan menggunakan beberapa teknik yaitu analisis deskriptif, analisis regresi linier berganda, dan teknik analisis parsial. Hasil penelitian menemukan bahwa masing-masing dimensi servicescape secara bersama-sama berpengaruh signifikan terhadap niat beli pelanggan klinik kecantikan. Dengan dimensi Sign, Symbols, & Artefak yang paling berperan dalam mempengaruhi niat beli pelanggan klinik kecantikan. Namun, penelitian lebih lanjut diperlukan untuk menentukan faktor-faktor di setiap dimensi lingkungan fisik servicescape.", "Daftar File": {"2023 SK PP Dzikra Nafiah   [19020298] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/298549"}, "Penulis": "Dzikra Nafiah [19020298]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Servicescape, bukti fisik, niat beli, klinik kecantikan.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "20 Jul 2023"}