{"Nomor": 74633, "Judul": "KEPUASAN WISATAWAN MILENIAL DAN GEN Z TERHADAP KAWASAN WISATA GEOPARK IJEN", "Abstrak": "Geopark Ijen merupakan area geografis yang dikembangkan melalui prinsip konservasi, edukasi, dan keberlanjutan. Kawasan Geopark Ijen terletak pada Kabupaten Banyuwangi dan Kabupaten Bondowoso. Pendaftaran Geopark Ijen sebagai salah satu anggota UNESCO Global Geopark melalui Komisi Nasional Indonesia untuk UNESCO atau KNIU Kementerian Pendidikan dan Kebudayaan memberikan dampak positif melalui promosi dan peningkatan keterlibatan masyarakat dalam upaya pelestarian kekayaan alam dan budaya yang ada di Geopark Ijen. Milenial dan gen z termasuk dalam pasar wisatawan yang potensial mengingat rentang usia milenial dan gen z berada pada rentang usia yang melakukan perjalanan wisata. Selain itu milenial dan gen z merupakan generasi yang menggunakan internet dan gawai dalam aktivitas sehari-hari sehingga mempengaruhi kecenderungan untuk mencari referensi mengenai tempat wisata dari internet. Sehubungan dengan potensi yang dimiliki oleh wisatawan dari milenial dan gen z untuk memberikan dampak positif terhadap pengembangan Geopark Ijen, maka dibutuhkan penelitian mengenai kepuasan wisatawan terhadap kinerja dan pelayanan wisata di Geopark Ijen.\nPenelitian ini bertujuan untuk mengetahui kesesuaian antara ekspektasi dan kinerja aspek pariwisata pada Geopark Ijen berdasarkan persepsi milenial dan gen z, klasifikasi setiap aspek pariwisata berdasarkan ekspektasi dan kinerja, dan kepuasan wisatawan milenial dan gen z terhadap kawasan wisata Geopark Ijen. Penelitian ini menggunakan metode deskriptif kuantitatif tepatnya Importance Performance Analysis (IPA) dan Tourism Satisfaction Index. Data primer yang digunakan pada penelitian ini diperoleh melalui penyebaran kuesioner terhadap responden yang merupakan wisatawan pada Geopark Ijen dan masih tergolong pada generasi milenial dan gen z. Data sekunder yang digunakan pada penelitian ini diperoleh dari website dan publikasi resmi pengelola Geopark Ijen. Tahapan penelitian ini dimulai dengan pengumpulan data primer melalui penyebaran kuesioner kepada wisatawan pada tempat wisata di kawasan Geopark Ijen yang masih tergolong dalam milenial dan gen z, selain itu juga dilakukan pengumpulan data primer dari website dan publikasi resmi yang dikeluarkan oleh pengelola Geopark Ijen. Setelah kuota kuesioner terpenuhi, dilakukan analisis kesesuaian ekspektasi dan kinerja berdasarkan persepsi wisatawan milenial dan gen z menggunakan metode  Importance Performance Analysis (IPA),  setelah itu\n \ndilakukan klasifikasi aspek-aspek pariwisata pada kuadran IPA. Selanjutnya dilakukan perhitungan indeks kepuasan melalui perhitungan Tourism Satisfaction Index (TSI).\nHasil penelitian menunjukkan bahwa aspek yang memiliki nilai kesesuaian paling tinggi adalah pengalaman alam bebas (wilderness experience) yaitu 98,5%, sementara aspek yang memiliki tingkat kesesuaian paling rendah adalah ketersediaan/keterjangkauan jaringan internet yaitu 73,3%. Aspek-aspek yang termasuk pada kuadran I IPA diantaranya adalah kemudahan akses ke tempat atraksi, kualitas jalan di tempat atraksi, kelancaran lalu lintas, kebersihan penginapan, dan ketersediaan/keterjangkauan jaringan internet. Aspek yang berada pada kuadran I tersebut merupakan aspek yang menjadi prioritas utama untuk dibenahi secara cepat. Aspek-aspek yang termasuk pada kuadran II IPA diantaranya adalah keindahan alam, pengalaman tamasya/melihat-lihat (sightseeing experience), dan keramahtamahan staf/pengelola penginapan. Aspek-aspek yang berada pada kuadran II merupakan aspek-aspek yang memiliki kinerja baik dan telah memenuhi ekspektasi wisatawan. Aspek-aspek yang termasuk pada kuadran III diantaranya adalah keterjangkauan harga penginapan dan ketersediaan fasilitas umum. Aspek-aspek yang terdapat pada kuadran III merupakan aspek-aspek yang tidak memberikan pencapaian karena ekspektasi dan kinerjanya rendah. Aspek- aspek yang termasuk pada kuadran IV diantaranya adalah keberagaman budaya dan tradisi, keberagaman tanaman dan hewan/flora-fauna, pengalaman trekking, hiking, sporty adventure, dan aktivitas lokal, pengalaman alam bebas (wilderness experience), dan kualitas makanan lokal. Aspek-aspek yang berada pada kuadran IV merupakan aspek yang menjadi prioritas terkahir untuk dibenahi karena kinerja yang diberikan telah melampaui ekspektasi wisatawan. Tourism Satisfaction Index (TSI) wisatawan milenial dan gen z adalah sebesar 77,93% dan termasuk pada kategori puas.", "Daftar File": {"COVER Shabrina Amalia Ghassani": "https://digilib.itb.ac.id/gdl/download/298550", "BAB_1 Shabrina Amalia Ghassani": "https://digilib.itb.ac.id/gdl/download/298551", "BAB_2 Shabrina Amalia Ghassani": "https://digilib.itb.ac.id/gdl/download/298552", "BAB_3 Shabrina Amalia Ghassani": "https://digilib.itb.ac.id/gdl/download/298553", "BAB_4 Shabrina Amalia Ghassani": "https://digilib.itb.ac.id/gdl/download/298554", "BAB_5 Shabrina Amalia Ghassani": "https://digilib.itb.ac.id/gdl/download/298555", "BAB_6 Shabrina Amalia Ghassani": "https://digilib.itb.ac.id/gdl/download/298556", "2023_TS_PP_SHABRINA_AMALIA_GHASSANI_DAFUS.pdf": "https://digilib.itb.ac.id/gdl/download/298557"}, "Penulis": "Shabrina Amalia Ghassani [28821013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Siti Herni Rochana, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kepuasan Wisatawan, Milenial, Gen Z, Geopark Ijen", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "20 Jul 2023"}