{"Nomor": 74647, "Judul": "ANALISIS INTERAKSI STAKEHOLDER  DALAM TANGGUNG JAWAB SOSIAL PERUSAHAAN: STUDI KASUS  PROGRAM KARAWANG BERSERI", "Abstrak": "PT Pertamina EP Tambun (PEP Tambun) dalam aktivitas bisnisnya menjalankan sebuah program CSR bernama Karawang Berseri, yang berfokus pada pencegahan kekerasan perempuan dan anak di wilayah Kelurahan Karawang Kulon, Kab. Karawang. Terdapat kelompok binaan yang menjadi implementer program yaitu Satgas Karawang Berseri, yang bertugas memberi konseling dan pendampingan bagi korban kekerasan. \nTantangan muncul ketika rencana strategis program bergerak menuju tahap perluasan kemitraan. Aktivitas program yang sebelumnya fokus pada penguatan SDM dan kelembagaan, akan beralih menjadi pengembangan jaringan kolaborasi dengan para pemangku kepentingan untuk mencapai tujuan terciptanya layanan berjejaring. Teori drama akan digunakan untuk mengilustrasikan dilemma yang dihadapi oleh para pemangku kepentingan kunci, yang dikombinasikan dengan penggunaan Thomas-Kilmann Mode Instrument (TKI) untuk memetakan gaya resolusi konfliknya. \nDari hasil analisa penggambaran sebuah episode menggunakan Teori Drama, ditemukan lima dilema yang dihadapi para pemangku kepentingan dalam melakukan penanganan kasus kekerasan terhadap perempuan. Selanjutnya, diberikan alternatif untuk mengeliminasi dilema yang dihadapi. Kemudian, TKI digunakan untuk mendapatkan gaya resolusi konflik yang paling dominan dari para pemangku kepentingan kunci, untuk selanjutnya dibuat matriks gaya resolusi konflik. Rencana implementasi juga akan disusun untuk memberikan pemahaman mengenai tata waktu pelaksanaan kegiatan.", "Daftar File": {"2023_TS_PP_Noor Taufiq-29120185_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/298628"}, "Penulis": "Noor Taufiq [29120185]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pri Hermawan, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "PEP Tambun, CSR, Karawang Berseri, Pemangku Kepentingan, Teori Drama,  Thomas-Kilmann Mode Instrument (TKI), Dilema.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "20 Jul 2023"}