{"Nomor": 74643, "Judul": "KAJIAN PERKEMBANGAN ARSITEKTUR MASJID TUA MINANGKABAU DI LUHAK TANAH DATAR", "Abstrak": "Masjid-masjid tua di Luhak Tanah Datar merupakan bagian dari warisan budaya Minangkabau yang mencakup nilai sejarah serta memiliki karakteristik arsitekturalnya sendiri. Baik dari bentuk atap tumpang, tata ruang luar, struktur konstruksi, dan material. Namun, belum banyak penelitian yang secara komprehensif mengkaji bagaimana karakteristik serta perkembangan arsitektur yang terjadi. Masjid tua di Luhak Tanah Datar juga dianggap sebagai awal perkembangan masjid di wilayah Minangkabau yang masih difungsikan hingga saat ini. Perwujudan arsitektur masjid tua tersebut mengalami perkembangan dan perubahan yang diakibatkan oleh bencana alam dan peristiwa-peristiwa lainnya.\n\nTujuan utama penelitian ini adalah untuk mengetahui karakteristik serta perkembangan yang terjadi pada arsitektur masjid tua di Luhak Tanah Datar dari waktu ke waktu. Penelitian ini merupakan penelitian kualitatif-deskriptif dengan menggunakan pendekatan historis dan menggunakan metode analisis data berupa analisis foto dan analisis diakronik-sinkronik. Data penelitian berisi tentang proses perkembangan arsitektur masjid melalui foto-foto lama dan informasi dari narasumber. Kemudian hasil penelitian ini akan dinarasikan sebagai uraian tentang bagaimana karakteristik serta perkembangan elemen arsitektur yang terjadi pada Masjid Tua Minangkabau di Luhak Tanah Datar.\n\nHasil penelitian menunjukkan bahwa karakteristik arsitektural masjid di Luhak Tanah Datar mengalami perkembangan seiring periode waktu. Masjid yang dibangun sebelum abad ke-20 menggunakan tonggak macu sebagai struktur utama, berbahan kayu, berlantai panggung, dan beratap ijuk. Sedangkan masjid yang dibangun pada abad ke-20 menggunakan soko guru sebagai struktur utama, lantai dasar dengan sebagian besar bermaterial bata, dan beratap seng bergelombang. Perkembangan dan perubahan arsitektural masjid-masjid yang paling signifikan terjadi pada periode akhir pemerintahan Hindia-Belanda dan periode awal kemerdekaan Indonesia, di mana pada masa itu menjadi titik awal perkembangan pertukangan di Minangkabau dan penggunaan material seng.", "Daftar File": {"ABSTRAK Juli Yanda Putra": "https://digilib.itb.ac.id/gdl/download/298608"}, "Penulis": "Juli Yanda Putra [25221058]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Bambang Setia Budi, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Historis, Karakteristik, Luhak Tanah Datar, Masjid Tua, Minangkabau, Perkembangan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "20 Jul 2023"}