{"Nomor": 74659, "Judul": "PERENCANAAN EMBUNG RAWA MALANG SEBAGAI PENGENDALIAN BANJIR DI KALI GENDONG, JAKARTA UTARA", "Abstrak": "Jakarta Utara merupakan salah satu kota administrasi pada provinsi DKI Jakarta yang memiliki nilai investasi yang tinggi. Salah satu kecamatan yang ada pada Jakarta Utara adalah Kecamatan Cilincing. Pada kecamatan tersebut memiliki permasalahan yang sering terjadi yaitu banjir. Banjir yang terjadi pada kecamatan tersebut terjadi karena akumulasi air yang tidak bisa masuk ke sungai dengan catchment seluas 16.873 km². Sungai yang ditinjau adalah Kali Gendong dengan kapasitas eksisting 1.5 m³/s dan Kali Petukangan dengan kapasitas eksisting 0.5 m³/s. Bangunan pengendali banjir yang ada hanya Embung Belibis yang menampung air dari catchment seluas 2.08 km² dan juga Rumah Pompa Bulak Cabe yang terletak pada hilir kedua kali. Pembangunan Embung Rawa Malang ini direncanakan untuk menampung air dari catchment seluas 1.08 km² dengan outlet berupa pompa dengan total kapasitas 6 m³/s. Dari pembangunan Embung Rawa Malang terjadi reduksi banjir tetapi tidak menuntaskan banjir sampai debit banjir periode ulang 10 tahun. Untuk menuntaskan banjir tersebut dibutuhkan penanganan lain seperti meningkatkan kapasitas pada Kali Petukangan dan Kali Gendong, membangun embung lain dan juga meningkatkan kapasitas pompa pada Rumah Pompa Bulak Cabe.", "Daftar File": {"ABSTRAK Adry Simon Otniel Sihite": "https://digilib.itb.ac.id/gdl/download/298668"}, "Penulis": "Adry Simon Otniel Sihite [15819002]", "Kontributor / Dosen Pembimbing": ["Ir. Hernawan Mahfudz, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Banjir, Kali Gendong, Kali Petukangan, Embung, Pompa", "Sumber": "PROGRAM STUDI TEKNIK DAN PENGELOLAAN", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jul 2023"}