{"Nomor": 74665, "Judul": "PROSES INFORMAL PENGEMBANGAN LAHAN PADA TANAH TIMBUL DI PESISIR KOTA CIREBON", "Abstrak": "Pertumbuhan suatu kota dan pertumbuhan penduduk saling berkaitan erat\nsehingga berimplikasi pada kebutuhan ruang untuk bertempat tinggal yang\nsemakin meningkat. Sulitnya mencari lahan di perkotaan dengan harga yang\nterjangkau sehingga mendorong masyarakat untuk melakukan pengembangan\nlahan secara informal. Hal tersebut dilakukan karena mudah diakses, kosong, dan\nmemiliki harga yang terjangkau. Pengembangan lahan informal dapat berupa\nmenempati tanah yang bukan milik sendiri atau berada di di lokasi illegal,\nmendirikan bangunan yang tidak sesuai standar, dan cenderung berada di kawasan\nkumuh. Penggunaan lahan informal juga dapat dikaitkan dengan ketidakmampuan\npemerintah untuk menyediakan perumahan yang terjangkau bagi keluarga\nberpenghasilan rendah. Salah satu pengembangan lahan informal, yakni tanah\ntimbul. Jika dimanfaatkan secara baik, tanah timbul dapat memberikan\nkeuntungan secara ekonomis dengan menjadi cadangan lahan di masa yang akan\ndatang. Tetapi, dapat menyebabkan masalah pula jika penanganan tanah timbul ini\ntidak tepat. Salah satu daerah yang memiliki tanah timbul yang cukup luas adalah\nKota Cirebon yang terletak di Pesisir Utara Provinsi Jawa Barat. Proses\npengembangan lahan pada tanah timbul di Kota Cirebon terus menerus dilakukan\nkarena belum ada kebijakan mengenai hal tersebut. Luas administrasi Kota\nCirebon mengalami perluasan akibat adanya tanah timbul, terutama di Kecamatan\nLemahwungkuk. Tanah timbul di Kota Cirebon dikuasai oleh masyarakat tanpa\nadanya izin kepemilikan yang sah dan izin pembangunan. Penelitian ini bertujuan\nuntuk menjelaskan proses pengembangan lahan pada tanah timbul di Pesisir Kota\nCirebon yang berfokus pada proses maupun aktor yang terlibat. Untuk menjawab\ntujuan tersebut, penelitian ini dilakukan dengan pendekatan kualitatif melalui\nteknik pengumpulan data primer yakni wawancara dan dianalisis menggunakan\nmetode analisis kualitatif. Dengan demikian, hasil penelitian ini diharapkan dapat\nmemberikan manfaat akademis dalam keilmuan Perencanaan Wilayah dan Kota,\nkhususnya terkait pengaplikasian event-sequence models dan agency modelsii\ndalam konteks pengembangan lahan informal pada tanah timbul. Selain itu, hasil\npenelitian ini dapat menjadi masukan terhadap penanganan permasalahan tanah\ntimbul sehingga dapat memutuskan suatu kebijakan/langkah penanganan tanah\ntimbul di masa mendatang.\nBerdasarkan hasil penelitian, tanah timbul di Pesisir Kota Cirebon dimanfaatkan\nsebagai tempat bermukim bagi masyarakat berpenghasilan rendah (MBR). Tanah\ntimbul pada lokasi studi dapat digolongkan menjadi tiga tipe melalui empat proses\npengembangan lahan, yakni proses mendapatkan lahan, proses konstruksi, proses\nlegalisasi, dan proses menyalurkan (jual-beli atau sewa-menyewa). Tipe 1\nmerupakan tanah timbul yang terjadi secara alami, tipe 2 tanah timbul yang\ndipercepat pembentukannya oleh manusia, sedangkan tipe 3 tanah timbul berada\ndi sempadan sungai. Proses pembentukan tanah timbul memakan waktu yang\nlama sebab memerlukan pengurugan dengan sampah dan berangkal atau material\nbekas konstruksi bangunan. Proses mendapatkan lahan dilakukan secara informal,\nyakni dengan mengakuisisi tanah timbul yang merupakan milik negara. Adapun\naktor yang terlibat seperti masyarakat yang mematok atau mengakuisisi tanah\ntimbul bertindak sebagai occupiers dan masyarakat yang membeli atau mencari\ntanah timbul bertindak sebagai land buyer. Proses konstruksi juga dilakukan\nsecara informal dengan melakukan pembangunan tanpa izin dan menggunakan\npembiayaan informal. Proses legalisasi dapat ditunjukan dengan bukti\nkepemilikan yang dimiliki oleh masyarakat berupa surat izin menggarap (SIM)\natau surat hak garap atau surat sejenisnya. Penerbitan surat ini melibatkan aktor\nseperti pemerintahan setingkat RT, RW, dan kelurahan. Begitu juga dengan\nproses menyalurkan (jual-beli atau sewa-menyewa) yang dilakukan secara\ninformal, yakni dengan cara tradisional dengan tidak melibatkan teknologi atau\nplatform pemasaran online atau digital. Masyarakat melakukan proses ini secara\nlisan atau dari mulut ke mulut.\nDengan demikian, dapat disimpulkan bahwa pengembangan lahan tanah timbul di\nPesisir Kota Cirebon dilakukan secara informal, walaupun dalam proses\nkonstruksi tidak dibangun dari bahan yang tersedia, seperti kotak kemasan, tong\nikan, kardus karton, kayu, kaleng, jerami dan bahkan koran, melainkan\nmenggunakan bahan yang lazim digunakan seperti seperti batu bata atau batako,\nsemen, batu kali, dan sebagainya. Penelitian ini juga belum dapat memperlihatkan\nhubungan antara perilaku pengembangan lahan dengan keadaan sosial ekonomi\npada lokasi studi serta menjelaskan konteks dan keadaan eksternal yang\nmenyebabkan terjadinya pengembangan lahan di tanah timbul.", "Daftar File": {"ABSTRAK Muhammad Fajar Amanullah": "https://digilib.itb.ac.id/gdl/download/298691", "BAB 1 Muhammad Fajar Amanullah": "https://digilib.itb.ac.id/gdl/download/298692", "BAB 2 Muhammad Fajar Amanullah": "https://digilib.itb.ac.id/gdl/download/298693", "BAB 3 Muhammad Fajar Amanullah": "https://digilib.itb.ac.id/gdl/download/298694", "BAB 4 Muhammad Fajar Amanullah": "https://digilib.itb.ac.id/gdl/download/298695", "BAB 5 Muhammad Fajar Amanullah": "https://digilib.itb.ac.id/gdl/download/298696", "BAB 6 Muhammad Fajar Amanullah": "https://digilib.itb.ac.id/gdl/download/298697", "PUSTAKA Muhammad Fajar Amanullah": "https://digilib.itb.ac.id/gdl/download/298698", "LAMPIRAN Muhammad Fajar Amanullah": "https://digilib.itb.ac.id/gdl/download/298699"}, "Penulis": "Muhammad Fajar Amanullah [25422015]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Pengembangan Lahan, Tanah Timbul, Proses, Aktor, Informal", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "20 Jul 2023"}