{"Nomor": 74667, "Judul": "PENDEKATAN TRIGONOMETRI TERHADAP ATRIBUT CURVED PSEUDO ELASTIC IMPEDANCE (CPEI) DAN PSEUDO ELASTIC IMPEDANCE - LITHOLOGY (PEI-L) UNTUK KARAKTERISASI RESERVOIR PADA FORMASI LOWER TERUMBU LAPANGAN", "Abstrak": "Cekungan Natuna Timur merupakan salah satu cekungan yang menjadi\npenghasil hidrokarbon, terutama gas, di Indonesia. Lapangan “EL CLASICO”\nberada pada Cekungan Natuna Timur dan penelitian ini berfokus pada Formasi\nLower Terumbu. Litologi dari formasi ini merupakan perselingan antara batuan\nserpih dengan batupasir yang tipis, sehingga dibutuhkan sebuah metode yang\ndapat memisahkan kedua litologi tersebut dengan baik. Analisis terhadap data\nlog sumur menunjukkan AI dan VpVs Ratio merupakan parameter elastis yang\nsensitif. Metode seismik model based inversion dilakukan dengan analisis AI\ndan extended elastic impedance untuk VpVs Ratio. Hasil data inversi parameter\nelastis umumnya akan bias untuk nilai AI-VpVs Ratio yang tidak dominan dan\nmenunjukkan hubungan data linear yang diperoleh dari regresi, sedangkan\nparameter petrofisika memiliki tren nonlinear. Dari permasalahan tersebut\ndilakukan karakterisasi reservoir menggunakan atribut curved pseudo-elastic\nimpedance (CPEI) dan pseudo-elastic impedance – lithology (PEI-L).\nPendekatan karakterisasi reservoir dilakukan terhadap parameter petrofisika\nyang akan dianalisis, yaitu porositas melalui Atribut PEI-L untuk melihat\ncompaction trend dan water saturation melalui Atribut CPEI untuk melihat fluid\ntrend. Atribut CPEI dan Atribut PEI-L dalam penelitian ini dibuat pada domain\nAI-VpVs Ratio. Pembuatan atribut CPEI dan PEI-L dilakukan dengan\naproksimasi trigonometri dan analisis sudut korelasi maksimum terhadap\nparameter petrofisika target. Atribut CPEI berkorelasi sebesar 0.70187 terhadap\nwater saturation dan PEI-L berkorelasi sebesar -0.8634 terhadap porositas. Hasil\nAtribut CPEI dan Atribut PEI-L ditransformasi menjadi volume porositas dan\nwater saturation. Hasil penelitian menunjukkan nilai AI, VpVs Ratio, CPEI,\nPEI-L, dan water saturation yang rendah, serta porositas yang tinggi\nmengindikasikan bahwa lapangan “EL CLASICO” pada Formasi Lower\nTerumbu merupakan shally sandstone yang porous dan memiliki indikasi terisi\nfluida hidrokarbon.", "Daftar File": {}, "Penulis": "A.Meickloni Wahyuzi [12319042]", "Kontributor / Dosen Pembimbing": ["Ignatius Sonny Winardhie, Ph.D.", "Ekkal Dinanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "CPEI, PEI-L, AI, VpVs Ratio, water saturation, dan porositas.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "20 Jul 2023"}