{"Nomor": 74671, "Judul": "TRANSFORMASI ARSITEKTUR RUMAH LONTIOK  DI WILAYAH ADAT LIMO KOTO KAMPAR, RIAU STUDI KASUS: RUMAH LONTIOK DI KOTO BANGKINANG DAN SALO", "Abstrak": "Limo Koto Kampar merupakan wilayah adat yang secara administratif termasuk dalam Kabupaten Kampar dan terdiri dari lima koto atau desa, antara lain Kuok, Salo, Bangkinang, Air Tiris, dan Rumbio. Rumah lontiok merupakan salah satu warisan kebudayaan masyarakat Ocu yang menjadi ciri khas daerah tersebut. Seiring perkembangan zaman, arsitektur rumah lontiok mengalami perubahan. Penelitian ini bertujuan untuk memberikan gambaran tentang bagaimana perkembangan zaman mempengaruhi kehidupan masyarakat Ocu yang kemudian berimplikasi pada transformasi arsitektur rumah lontiok. \nPenelitian ini menggunakan paradigma kualitatif dengan pendekatan studi kasus. Pemilihan kasus dilakukan secara purposive untuk menentukan objek penelitian yang dapat digali informasinya dan mampu membantu menjawab pertanyaan penelitian. Data primer diperoleh melalui kegiatan wawancara dengan masyarakat Ocu, observasi terhadap lingkungan permukiman masyarakat Ocu, dan dokumentasi bangunan rumah lontiok. Data sekunder diperoleh dari dokumen-dokumen berupa peta, dokumen pemerintah, dan tulisan yang berisi hasil penelitian sebelumnya. Data yang dikumpulkan selanjutnya dianalisis menggunakan metode analisis deskriptif.\nPenelitian ini berfokus pada tiga kasus rumah lontiok, terdiri dari satu rumah di Koto Bangkinang dan dua rumah di Koto Salo. Hasil penelitian menunjukkan bahwa ketiga kasus tersebut memiliki karakteristik transformasi yang berbeda-beda. Karakteristik transformasi rumah lontiok  ditandai oleh perubahan-perubahan yang terjadi pada sistem gagasan, sistem aktivitas, dan artefak. Transformasi rumah lontiok terjadi karena adanya faktor internal dan faktor eksternal. Faktor internal terdiri dari modernisasi dalam kehidupan domestik, tingkat ekonomi yang rendah, tidak memmpunyai keahlian pertukangan tradisional, hilangnya tradisi bertani dalam keluarga, rendahnya tingkat apresiasi terhadap warisan leluhur, dan keinginan untuk mencoba hal baru. Adapun faktor eksternal, meliputi perkembangan ilmu pengetahuan dan teknologi modern, tingginya harga kayu, dan terdegradasinya peran ninik mamak.", "Daftar File": {"ABSTRAK Mahya Fiddini Kaffah": "https://digilib.itb.ac.id/gdl/download/298743"}, "Penulis": "Mahya Fiddini Kaffah [25221044]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Limo Koto Kampar, rumah lontiok, transformasi arsitektur", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "20 Jul 2023"}