{"Nomor": 74677, "Judul": "PEMBANGUNAN REKOMENDASI MUSIK DENGAN MEMANFAATKAN MUSIC LYRIC EMOTION", "Abstrak": "Mayoritas sistem rekomendasi musik yang ada saat ini menggunakan algoritma\nkonvensional, yakni content-based filtering dan collaborative filtering. Dengan\npenggunaan algoritma content-based filtering maupun collaborative filtering,\nterkadang pengguna tidak mendapatkan rekomendasi musik yang sesuai dengan\npreferensi pengguna dan mood atau emosi yang sedang dirasakan oleh pengguna.\nOleh karena itu, emosi pengguna digunakan untuk pembangkitan rekomendasi\nmusik. Namun, masih sedikit penelitian yang menggunakan emosi pengguna untuk\nmembangkitkan rekomendasi musik. Oleh karena itu, tugas akhir mengenai\npembangunan sistem rekomendasi musik multi-konteks ini dilakukan.\nPada penelitian ini ditentukan bagaimana cara membangkitkan rekomendasi musik\ndengan memanfaatkan emosi pengguna menggunakan metode shallow learning\ndengan algoritma Support Vector Machines (SVM) dan deep learning dengan\nalgoritma Convolutional Neural Network (CNN), Reccurent Neural Network\n(RNN) dan Bidirectional Encoder Representations from Transformers (BERT).\nPembangkitan rekomendasi musik dilakukan dengan memperhitungkan variabel\nemosi pengguna dan emosi lirik lagu.\nBerdasarkan penelitian yang dilakukan, sistem rekomendasi musik yang dibangun\nmenggunakan model shallow learning dengan nilai akurasi F1-Score model sebesar\n93.41% dapat menghasilkan daftar rekomendasi musik yang cukup baik diterima\noleh pengguna dengan persentase sebesar 63.6% yang didapat melalui survey.", "Daftar File": {}, "Penulis": "Vincent Budianto [13517137]", "Kontributor / Dosen Pembimbing": ["Dr. Nur Ulfa Maulidevi, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "deep learning, emosi, musik, sistem rekomendasi, shallow learning", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "20 Jul 2023"}