{"Nomor": 74688, "Judul": "PENGARUH SOCIAL COMMERCE MARKETING TERHADAP PERILAKU PEMBELIAN KOMPULSIF GENERASI-Z", "Abstrak": "Kemajuan teknologi telah merevolusi dunia belanja, menyediakan kenyamanan dan akses mudah terhadap informasi. E-Commerce dan Social Commerce telah mengubah cara orang berbelanja melalui platform interaktif. Namun, beberapa pengguna pada platform social commerce menunjukkan perilaku pembelian impulsif, melakukan pembelian spontan tanpa banyak perencanaan. Penting untuk membedakan pembelian impulsif dengan pembelian kompulsif, karena keduanya mewakili fenomena yang berbeda. Pembelian kompulsif melibatkan dorongan yang tidak terkendali untuk melakukan pembelian, sering kali dipicu oleh emosi negatif, menyebabkan penderitaan pribadi. Penelitian ini bertujuan untuk menyelidiki pengaruh strategi pemasaran social commerce terhadap perilaku pembelian kompulsif pada Generasi Z. Survei akan dilakukan pada individu Generasi Z berusia 15 hingga 24 tahun yang memiliki pengalaman menggunakan platform social commerce. Data yang terkumpul akan dianalisis menggunakan teknik Partial Least Squares (PLS) untuk mendapatkan wawasan yang bermakna. Temuan penelitian menunjukkan bahwa pemasaran social commerce secara tidak langsung berkontribusi pada peningkatan perilaku pembelian kompulsif pada konsumen Generasi Z, mengindikasikan potensi strategi pemasaran untuk memicu atau memperburuk kecenderungan pembelian kompulsif. Untuk mengatasi masalah ini dan mengurangi dampak negatif social commerce, rekomendasi akan difokuskan pada mempromosikan kesadaran diri di kalangan konsumen Generasi Z. Mendorong kesadaran akan kecenderungan impulsif dan evaluasi kritis terhadap pembelian, menetapkan anggaran, menghindari pemicu, berlatih menunda kepuasan, dan mencari dukungan dari teman dan keluarga dapat membantu mencegah dan mengelola perilaku pembelian kompulsif. Meminimalkan pengaruh media sosial dengan mengurangi penggunaan, berhenti mengikuti atau mematikan suara akun yang mempromosikan pembelian impulsif, dan mencari sumber hiburan alternatif dapat mengurangi keputusan pembelian impulsif. Memperoleh pengetahuan tentang taktik pemasaran memberdayakan konsumen Generasi Z untuk membuat pilihan yang berinformasi dan mengembangkan kebiasaan belanja yang lebih sehat, menolak godaan pembelian kompulsif.", "Daftar File": {"2023 SK PP Nayla Nurhaliza   [19020235] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/298790"}, "Penulis": "Nayla Nurhaliza [19020235]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Social Commerce, Perilaku Konsumen, Perilaku Pembelian Kompulsif", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Jul 2023"}