{"Nomor": 74687, "Judul": "ANALISIS DATA MIKROTREMOR UNTUK ESTIMASI KECEPATAN GELOMBANG GESER DAN POTENSI AMPLIFIKASI OLEH LAPISAN SEDIMEN PERMUKAAN DI KOTA SOLOK, SUMATERA BARAT", "Abstrak": "Kota Solok terletak di sepanjang jalur patahan aktif Sumatera yang lebih dikenal\ndengan Segmen Sianok dan Segmen Sumani. Kedua Segmen tersebut sangat\nmenarik karena sejarah kerusakan yang terjadi akibat gempabumi yang terjadi di\nkedua segmen tersebut serta letaknya yang berada di lokasi padat penduduk. Selain\nitu, wilayah Kota Solok ditutupi oleh endapan lunak berupa aluvium dan soil hasil\npelapukan batuan. Oleh karena itu, Kota Solok rentan terhadap kerusakan yang\ndiakibatkan oleh goncangan dari gelombang seismik yang bersumber dari\ngempabumi. Goncangan tersebut dapat mengalami amplifikasi yang disebabkan\noleh lapisan sedimen permukaan. Sehubungan dengan hal tersebut, maka perlu\npemahaman yang lebih baik mengenai karakteristik sedimen permukaan di wilayah\nini. Salah satu parameter yang berperan penting dalam mengestimasi amplifikasi\ngelombang adalah kecepatan gelombang geser. Dalam penelitian ini kecepatan\ngelombang geser diperoleh dari pemodelan data mikrotremor array sedangkan nilai\namplifikasi diperoleh dari kombinasi data array dan single station. Pengukuran\nmikrotremor array dilakukan di 9 lokasi sedangkan mikrotremor single station pada\n98 lokasi. Berdasarkan hasil pemodelan mikrotremor array di 9 lokasi, nilai Vs di\nlapisan sedimen permukaan berkisar antara 113,33 m/s sampai dengan 210,02 m/s\nyang menggambarkan endapan aluvium. Frekuensi dominan lapisan sedimen di\ndaerah penelitian berkisar antara 0,35 Hz sampai dengan 14,75 Hz. Adapun hasil\nperhitungan nilai amplifikasi berkisar antara 1,04 sampai dengan 1,94 dan nilai\nindeks kerentanan seismik di daerah penelitian berkisar antara 0,07 sampai dengan\n5,81. Daerah dengan indeks kerentanan yang tinggi berada di bagian tenggara yang\numumnya menempati daerah endapan limpah banjir dan endapan aluvium, daerah\ntersebut juga memiliki amplifikasi yang cenderung lebih besar dibandingkan\ndengan daerah lainnya.", "Daftar File": {"ABSTRAK Nova Novelyarisyanti": "https://digilib.itb.ac.id/gdl/download/298789"}, "Penulis": "Nova Novelyarisyanti [22420308]", "Kontributor / Dosen Pembimbing": ["Afnimar, M.Sc., Ph.D.", "Marjiyono, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Earth sciences", "Kata Kunci": "Mikrotremor array dan single station, amplifikasi rendah, indeks kerentanan seismik", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "21 Jul 2023"}