{"Nomor": 74684, "Judul": "STUDI MULTI-WALLED CARBON NANOTUBE/NICKEL/SILVER UNTUK DETEKSI ASAM URAT YANG TERKAIT DENGAN KONTEN DI KERINGAT PADA SENSOR BERBASIS SCREEN-PRINTED CARBON ELECTRODE (SPCE) DAN KAIN", "Abstrak": "Dalam pengembangan biosensor, diperlukan sensor yang mampu memberikan\n\nrespons cepat, memiliki sensitivitas dan selektivitas yang baik, dan bersifat non-\ninvasif. Di antara berbagai pengembangan biosensor, sensor berbasis elektrokimia\n\nmendapatkan perhatian khusus karena bersifat non-invasif dan mudah digunakan.\nSalah satu jenis sensor yang banyak dikembangkan adalah screen-printed carbon\nelectrode (SPCE). Terbaru, biosensor elektrokimia berbasis wearable dengan\nkeringat sebagai sampel deteksi telah dikembangkan. Keringat kaya akan\nbiomarker seperti elektrolit dan metabolit yang dapat digunakan untuk mengetahui\nkondisi tubuh. Untuk meningkatkan kinerja sensor, nanomaterial telah\ndiperkenalkan ke bidang biosensor. Biosensor berbasis nanomaterial menjadi salah\nsatu topik utama di bidang diagnostik karena dapat meningkatkan kinerja dalam hal\nsensitivitas.\nPada penelitian ini, dikembangkan sensor SPCE dan wearable sensor berbasis kain\nuntuk menyelidiki kadar asam urat yang terkait di dalam konten keringat.\nNanomaterial multi-walled carbon nanotube/Nickel/Silver (f-MWCNT/AgNi)\ndigunakan sebagai recognition element dalam mendeteksi asam urat. Karakteristik\n\ndari f-MWCNT/AgNi dianalisis menggunakan metode UV-Vis, Raman, SEM-\nEDX, dan XRD. Selanjutnya, f-MWCNT/AgNi dideposisi pada permukaan\n\nworking electrode menggunakan metode drop-casting. Kemudian, dilakukan uji\nkarakteristik elektrokimia dan performa mendeteksi asam urat menggunakan\nmetode cyclic voltammetry (CV) dan differential pulse voltammetry (DPV).\nDiperoleh parameter performa SPCE dan elektroda kain dalam mendeteksi asam\nurat masing-masing yaitu limit of detection (LOD) 0,024 mM dan 0,011 mM, limit\nof quantification (LOQ) 0,079 mM dan 0,330 mM, rentang linier 0,05–1 mM dan\n1–5 mM, serta linieritas 0,999 dan 0,998. Dari nilai parameter tersebut, penggunaan\nSPCE dan elektroda kain yang termodifikasi f-MWCNT/AgNi dapat diaplikasikan\nsebagai biosensor dalam mendeteksi UA.", "Daftar File": {}, "Penulis": "Uperianti [18319035]", "Kontributor / Dosen Pembimbing": ["Isa Anshori, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "biosensor elektrokimia wearable berbasis kain, SPCE, nanokomposit f-MWCNT/AgNi, asam urat", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Jul 2023"}