{"Nomor": 74683, "Judul": "EVALUATION OF THE EFFECTIVENESS OF MAGANG MERDEKA (INDEPENDENT INTERNSHIP) PROGRAM A CASE STUDY OF UNDERGRADUATE MANAGEMENT STUDENT OF SBM ITB", "Abstrak": "Dunia kerja saat ini membutuhkan tenaga kerja yang tidak hanya memiliki pengetahuan tetapi juga memiliki kemampuan dan keterampilan. Tantangan industri semakin meningkat, ditandai dengan dibutuhkannya kesesuaian dan ketepatan antara skill yang dimiliki tenaga kerja dengan kualifikasi yang dibutuhkan. Merdeka Belajar – Kampus Merdeka bertujuan menyiapkan mahasiswa menghadapi tantangan dunia kerja dan kemajuan teknologi yang pesat. Program MBKM memiliki paradigma yang mirip dengan kebijakan link and match, dimana peserta didik memiliki kesempatan bukan hanya mendapatkan pendidikan berkualitas, tapi setelah mereka lulus dapat kesempatan kerja. Mahasiswa Manajemen SBM ITB sangat antusias menyambut program tersebut. Harapannya dengan mengikuti MBKM dapat meningkatkan skill mahasiswa lebih dari apa yang didapatkan di perkuliahan. Penelitian ini dilakukan dengan tujuan mengevaluasi keefektivitasan MBKM untuk meningkatkan skill mahasiswa. Penelitian ini dilakukan dengan menguji sampel mahasiswa SBM ITB yang mengikuti MBKM dan tidak. Apakah ada perbedaan skill antara kedua kelompok tersebut. Pendekatan yang digunakan adalah pendekatan Kuantitatif dengan Analisis Uji Beda menggunakan Independent sample t-test. Variabel yang dianalisis dalam penelitian ini adalah Pelaksanaan MBKM sebagai Variabel Independen, dan Career Skill dan Career Focus sebagai Variabel Dependen. Populasi penelitian ini adalah 138 responden mahasiswa Manajemen SBM ITB yang distratifikasi menjadi kelompok yang mengikuti MBKM dan tidak. Penelitian ini menunjukkan terdapat perbedaan skill antara mahasiswa sehingga dapat disimpulkan bahwa pelaksanaan MBKM memiliki hubungan yang positif dan signifikan dengan peningkatan skill mahasiswa.", "Daftar File": {"2023 SK PP Dea Syafira Yuvitri   [19020266] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/298783"}, "Penulis": "Dea Syafira Yuvitri [19020266]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "MBKM, Magang, Keterampilan Karir, Fokus Karir, Peningkatan Skill, Mahasiswa Manajemen SBM ITB", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Jul 2023"}