{"Nomor": 74696, "Judul": "PEMANFAATAN MATERIAL V-5CR-5TI PADA LAPISAN DINDING PERTAMA DAN KONFIGURASI LIPB, LI4SIO4 PADA ZONA PEMBIAKNYA UNTUK MENINGKATKAN OPTIMASI PEMBIAKAN TRITIUM DI ITER", "Abstrak": "Pengembangan energi fusi merupakan salah satu strategi energi internasional yang\npenting dengan tonggak terpenting adalah proyek ITER (International Thermonuclear\nExperimental Reactor), yang diprakarsai oleh banyak negara, seperti: Amerika, Eropa,\ndan sebagian negara Asia, yang sepakat untuk mendirikan fusi tipe Tokamak di Perancis..\nDengan menggunakan bahan bakar DT yang memproduksi neutron berenergi tinggi 14.1\nMeV, berbagai penelitian dikerjakan dimulai dari memperkaya referensi data pustaka\nnuklir (JENDL-5, JENDL-4.0, ENDF/B-VII.1, ENDF/B -VIII, dan JEFF-3.3) dengan\nmenambah khazanah data eksperimen. Salah satunya dikerjakan oleh tim riset di\nlaboratorium OKTAVIAN, Osaka University, yang mengembangkan metode integrasi\nbaru pada studi benchmarknya untuk mengevaluasi distribusi reaksi hamburan neutron\npada sudut besar. Hal ini berguna untuk meningkatkan presisi perhitungan aliran neutron\ndi struktur kompleks reaktor fusi. Mengaplikasikan metode dua bilah shadow bar (SB)\nuntuk mengesktrak perhitungan laju reaksi hamburannya, disimpulkan keberhasilan\nmetode ini dalam mengevaluasi hamburan balik neutron di masing-masing material\ninteraksinya pada energi neutron tinggi sebesar 14.1 MeV.\nEnergi neutron 14.1 MeV ini pun dimanfaatkan dalam selimut reaktor untuk direaksikan\ndengan komponen litium, yang kemudian menghasilkan tritium untuk memenuhi\nkebutuhan pasokan bahan bakar DTnya. Dengan menganalisis performa neutronik pada\npenggunaan material dinding pertama (V-5Cr-5Ti) dengan kebetalan 1 cm, didapatkan\noptimasi yang baik dengan nilai TBR tertinggi 1.27 dan faktor pengali energi 1.26. Hal\nini ditunjang dengan kemampuan ketahanan pada radiasi yang rendah pada jumlah perpindahan atom, produksi hidrogen, dan produksi helium masing-masing sekitar\n22,31?appm, 765,55?appm, dan 281,57?appm. Hasil tersebut masih di bawah angka\nambang batas untuk kerusakan material. Sehingga, V-5Cr-5Ti merupakan material yang\nsangat baik untuk reaktor fusi dengan ketahanan materisel sekitar 13,45 tahun pada\ndesain selimut ini.\nOptimasi yang baik pada material di lapisan zona pembiaknya (BZ) didapatkan pada\nkombinasi LiPb dan Li4SiO4. Tidak hanya pengayaan 6Li yang dikonfigurasikan, namun\njuga pengayaan material pengganda neutronnya,\n208Pb. Pada percobaan selimut reaktor\nberlapis (dengan komposisi pengayaan 6Li yang berbeda), didapatkan bahwa kestabilan\nnilai TBR pada fluktuasi pengayaan 6Li sekitar 60% terjadi pada fraksi Li4SiO4 40%.\nMaka jika dikaitkan dengan optimasi pengayaan material pengganda neutron, 208Pb,\ndidapatkan komposisi terbaik pada konfigurasi ini adalah LiPb 60% dan Li4SiO4 40%,\ndan pengayaan 208Pb sebesar 100%.\nSelain itu, selimut reaktor dijalankan selama pengoperasian 5 tahun. Didapatkan nilai\nTBR menurun dengan variasi sebesar 8% sampai 15% untuk komposisi material yang\nmampu mencapai kebutuhan tritium yang mencukupi selama durasi 5 tahun. Penurunan\n8% pada TBR dari rentang 1.309 menjadi 1.202, 8.8% untuk TBR dari 1.203 menurun\nmenjadi 1.09, dan juga dari 1.08 menjadi 0.918 setara dengan penurunan 14.9% pada\nmargin TBR di atas satu dan ini akan cukup turun di bawah target umum TBR <\n1.1 untuk daerah tertentu. Pada akhirnya didapatkan bahwa perubahan signifikan terjadi\npada pengayaan 6Li yang kecil dibawah 20%.", "Daftar File": {"ABSTRAK Indah Rosidah Maemunah": "https://digilib.itb.ac.id/gdl/download/298798"}, "Penulis": "Indah Rosidah Maemunah [30217017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zaki Su`ud, M.Eng.", "Prof. Drs. Abdul Waris, M.Eng., Ph.D.", "Dr. Eng. Dwi Irwanto, S.Si., M.Si., M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Fusi, hamburan balik, MCNP5, pembiak tritium, pengganda neutron, selimut HCLL, TBR.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "21 Jul 2023"}