{"Nomor": 74698, "Judul": "SISTEM DETEKSI TINGKAT KEPARAHAN PENYAKIT ANTRAKNOSA PADA BUAH CABAI RAWIT (CAPSICUM FRUTESCENS) MENGGUNAKAN MACHINE LEARNING", "Abstrak": "Tingginya permintaan buah cabai rawit oleh masyarakat baik dalam maupun luar\nnegeri, menuntut peningkatkan hasil produksi dan kualitas cabai rawit. Indonesia\nmemiliki potensi besar dalam bidang pertanian termasuk cabai rawit. Namun,\nadanya serangan penyakit antraknosa pada tanaman cabai rawit, menyebabkan buah\nmemiliki kualitas yang sangat buruk dengan nilai estetika yang rendah atau bahkan\ntidak bernilai sama sekali. Sebagai solusi yang permanen dan jangka panjang,\ndiperlukan benih cabai rawit yang sehat dan tahan terhadap penyakit antraknosa.\nPT. East West Seed Indonesia (Ewindo) telah memiliki protokol pengujian\nketahanan penyakit antraknosa pada buah cabai yang sudah establish dan stabil.\nDalam proses disease screening yang telah dilakukan, masih terdapat beberapa\nkekurangan yaitu: Dimensi yang terlalu luas menyebabkan kehigienisan ruangan\nyang rendah dan rawan terjadi kontaminasi. Pengaturan dan pengukuran suhu,\nkelembaban dan intensitas cahaya untuk memenuhi syarat kondisi iklim mikro\nmasih dilakukan secara manual. Selain itu, proses pengamatan dan analisis gejala\npenyakit antraknosa yang muncul pada buah cabai rawit juga masih dilakukan\nsecara manual. Oleh karena itu, pada penelitian ini dibuatlah sistem ruang tumbuh\nterkendali menggunakan metode Machine Learning untuk identifikasi tingkat\nkeparahan penyakit antraknosa pada buah cabai rawit. Untuk memenuhi kebutuhan\ntersebut, sistem dibuat dengan dimensi yang tidak terlalu besar dengan kondisi\niklim mikro yang dapat dikontrol dan dimonitor sesuai dengan kebutuhan proses\ndisease screening yang stabil. Sistem juga dilengkapi dengan kamera robotik X-Y\nyang terintegrasi dengan model YOLOv4-Tiny untuk identifikasi dan deteksi score\ngejala penyakit antraknosa pada buah cabai rawit. Berdasarkan hasil penelitian,\nSistem telah berhasil melakukan kontrol dan monitoring iklim mikro, untuk\nkebutuhan disease screening dengan suhu 27 ?C, kelembaban 80%RH, dan\nintensitas cahaya 158 lux. Selain itu sistem juga berhasil melakukan identifikasi\ndan deteksi tinggat keparahan penyakit antraknosa pada buah cabai dengan nilai\nakurasi sebesar 52,32%.", "Daftar File": {"23220301 Ita Mubarokah.pdf": "https://digilib.itb.ac.id/gdl/download/298800"}, "Penulis": "Ita Mubarokah [23220301]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Irman Idris, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kamera Robotik, Machine Learning, Cabai Rawit, Antraknosa", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Jul 2023"}