{"Nomor": 74692, "Judul": "PENDETEKSIAN DAN PENGUKURAN JARAK OBJEK MENGGUNAKAN FUNGSI KOMBINASI SENSOR LIDAR 2D  DAN KAMERA", "Abstrak": "Sistem automasi pada kendaraan angkut seperti forklift dapat memberikan solusi\ndari segi waktu, jumlah, dan biaya akomodasi dari pengoperasiannya, karena pada\nsistem konvensional pengoperasian kendaraan angkut seperti forklift memerlukan\npengemudi yang memiliki sertifikasi dan kualifikasi tertentu. Automasi pada\nforklift memerlukan berbagai fungsi kendali yang menggunakan bermacam jenis\ndata. Beberapa fungsi yang diperlukan dalam automasi forklift adalah fungsi\npendeteksian objek serta pengukuran jarak objek. Pada pengukuran jarak akan\nmenggunakan LiDAR (Light Distance and Ranging) yang memiliki tingkat akurasi\ntinggi dengan daerah pendeteksian yang luas, serta dapat menggunakan berbagai\nsudut penelusuran.\nPenelusuran menggunakan 2D LiDAR hanya dapat memberikan keluaran berupa\npendeteksian dalam satu garis horizontal sehingga untuk pengenalan objek secara\ntiga dimensi sistem memerlukan sensor pendukung lain seperti kamera.\nPendeteksian atau pengenalan objek menggunakan kamera dapat dilakukan\nmenggunakan aplikasi deep learning dengan dataset objek – objek spesifik yang\ningin dideteksi. Pendeteksian objek mengaplikasikan YOLOv5 sedangkan pada\npengukuran jarak objek menggunakan metode fusion dan projeksi data 2D LiDAR\ndengan data kamera. Disini sistem memberikan data pendeteksian dengan presisi\n0.97945 pada model YOLOv5 tipe-m epoch 100, sedangkan untuk pengukuran\njarak terbaik adalah pada metode projeksi data 2D LiDAR ke kamera dengan error\nrate 0.15%.", "Daftar File": {"23219019  I Kadek Agus Wahyu.pdf": "https://digilib.itb.ac.id/gdl/download/298794"}, "Penulis": "I Kadek Agus Wahyu Raharja [23219019]", "Kontributor / Dosen Pembimbing": ["Dr. Pranoto Hidaya Rusmin, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kamera, 2D LiDAR, YOLOv5, Projeksi Data", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Jul 2023"}