{"Nomor": 74694, "Judul": "USULAN STRATEGI PEMASARAN DI PT. MERAKI BINAR AMERTA KASUS: NORTHWOOD CIHANJUANG", "Abstrak": "Industri pariwisata Indonesia menurut catatan terbaru yang dirilis oleh The Travel and\nTourism Competitiveness Report 2022, berada di peringkat ke-32 dari negara-negara\ndi dunia dengan skor 4,3, atau naik delapan tingkat dibandingkan dengan posisi tahun\n2019. Industri pariwisata juga merupakan salah satu industri yang menjadi salah satu\npenghasil pendapatan terbesar bagi Indonesia. setiap jenis industri kuliner di kota\nBandung dari tahun 2018 hingga 2021 selalu mengalami peningkatan, hal ini\nmembuktikan bahwa industri kuliner di kota Bandung mengalami perkembangan  dari\ntahun ke tahun dan Indonesia merupakan salah satu negara yang memiliki\nkeanekaragaman jenis kopi dan kuliner yang sangat melimpah dan terkenal lezat. \nNorthwood Cihanjuang adalah salah satu bisnis coffee shop yang di buka di kota\nbandung sejak April 2021, Pendapatan dari Northwood Cihanjuang tidak selalu\nmencapai target yang diinginkan, terutama pada tahun terakhir yang jauh dari target\nyang cukup turun dari awal gerai dibuka, sehingga target yang diinginkan tidak\ntercapai. Tujuan penelitian ini adalah untuk meningkatkan pendapatan dengan\nmenggunakan integrated marketing communication strategy yang di harapkan bisa\nmeningkatan minat berkunjung di Northwood Cihanjuang, dengan metode yang\ndigunakan adalah kuesioner sebagai data primer dan tinjauan literatur sebagai data\nsekunder. \nFokus penelitian ini adalah untuk menganalisis masalah tersebut, analisis yang\ndigunakan dalam penelitian ini adalah analisis internal dan eksternal. Analisis internal\nterdiri dari Current Strategy, IMC, STP, dan Marketing Mix, sedangkan untuk eksternal\nanalisis menggunakan PESTEL, Porter Five Forces, Competitor Analysis, dan\nConsumer Analysis. Analisis tersebut bisa menjelaskan penyebab utama menurunya\npendapatan Northwood Cihanjuang pada beberapa bulan terakhir dan strategi mana\nyang sebaiknya digunakan untuk memperbaiki isu bisnis tersebut. IMC strategy dalam\npenelitian ini digunakan untuk meningkatkan tingkat kunjungan ke Northwood\nCihanjuang dengan tujuan bisa meningkatkan tingkat pendapatan di coffee shop\ntersebut.", "Daftar File": {"2023_TS_PP_Faisal Rizqi Atthoriq_29119143_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/298796"}, "Penulis": "Faisal Rizqi Atthoriq [29119143]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Kopi, Coffee Shop, Northwood, IMC Strategy, Advertising, Direct Marketing, Sa les Promotion, Personal Selling", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Jul 2023"}