{"Nomor": 74707, "Judul": "ANALISIS HEART RATE VARIABILITY PADA ELEKTROKARDIOGRAM (SINYAL EKG) DAN PENGARUH USIA TERHADAP HEART RATE", "Abstrak": "Penyakit jantung merupakan salah satu penyakit paling mematikan di dunia pada\ntahun 2019. Pengukuran frekuensi denyut jantung atau heart rate menjadi suatu\nhal yang paling sederhana untuk dilakukan dalam langkah mendiagnosis penyakit\njantung. Ada beberapa hal yang dapat memengaruhi heart rate, diantaranya adalah\nperbedaan usia, jenis kelamin dan indeks massa tubuh (IMT). Penelitian ini\nbertujuan untuk menganalisis time domain heart rate variability (HRV)\nberdasarkan interval RR pada lead I, II, III, aVR, aVL dan aVF, dan mengetahui\npengaruh usia, jenis kelamin dan IMT terhadap heart rate. Pengukuran heart rate\ndilakukan menggunakan EKG portabel yaitu KardiaMobile 6L selama perekaman\n30 detik dalam kondisi resting. Jumlah subjek pada penelitian ini adalah 168 subjek\ndengan 5 kelompok usia. Kelompok 1 (4–5 tahun), kelompok 2 (6–7 tahun),\nkelompok 3 (10-13 tahun), kelompok 4 (19-30 tahun) dan kelompok 5 (55-75\ntahun). Data dari KardiaMobile 6L akan tersimpan dalam format PDF oleh karena\nitu perlu dilakukan optimasi digitasi sinyal EKG. Variasi ?????(s) yang digunakan\npada optimasi digitasi sinyal EKG adalah 0,0001, 0,0005, 0,001, 0,005, 0,01 dan\n0,05. Hasil digitasi sinyal EKG menyatakan bahwa pada ?????(s) = 0,005, 0,01 dan\n0,05 selisih minimum-maksimum mengalami penurunan pada domain amplitudo.\nPada analisis time domain HRV variabel yang dianalisis adalah rata-rata interval\nRR ± standar deviasi dan root mean square of successive differences (RMSSD)\ndari interval RR. Nilai interval RR (s) pada semua lead tidak memiliki perbedaan,\nyaitu lead I (0,6997 ± 0,056), lead II (0,6998 ± 0,056), lead III (0,6998 ± 0,056),\naVR (0,6998 ± 0,056), aVL (0,6995 ± 0,057) dan aVF (0,6998 ± 0,056). Pada\nanalisis heart rate (bpm) berdasarkan perbedaan usia diperoleh nilai tiap kelompok,\nyaitu kelompok 1 (113 ± 10,9), kelompok 2 (106 ± 10,6), kelompok 3 (84 ±\n9,2), kelompok 4 (83± 9,1) dan kelompok 5 (76 ± 7,4). Dengan demikian dapat\ndisimpulkan bahwa seiring bertambahnya usia maka heart rate akan semakin\nmenurun. Berdasarkan jenis kelamin untuk semua kelompok usia dapat\ndisimpulkan bahwa heart rate perempuan tidak selalu lebih tinggi dibandingkan\nlaki-laki. Berdasarkan IMT untuk kelompok 4 yang memiliki 5 kategori IMT, dapat\ndisimpulkan bahwa IMT tidak memengaruhi heart rate untuk subjek dalam kondisi\nresting", "Daftar File": {"ABSTRAK Fina Nahdiyya": "https://digilib.itb.ac.id/gdl/download/298807"}, "Penulis": "Fina Nahdiyya [24721006]", "Kontributor / Dosen Pembimbing": ["Dr. Siti Nurul Khotimah, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "heart rate, KardiaMobile 6L, HRV, optimasi digitasi, pengaruh usia", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "21 Jul 2023"}