{"Nomor": 74702, "Judul": "PERANCANGAN NAVIGASI ROBOT OTONOM MENGGUNAKAN DEEP REINFORCEMENT  LEARNING", "Abstrak": "Robot mobil dikatagorikan otonom jika memiliki kemampuan navigasi yang baik\nsehingga mampu bergerak dari posisi awal ke posisi target tanpa menabrak\nobstacles. Untuk memenuhi tugas tersebut, dibutuhkan sistem perencanaan jalur.\nThesis ini bertujuan untuk membuat sistem perencanaan jalur, baik global maupun\nlokal yang mengoptimalkan panjang jalur yang ditempuh, waktu komputasi dan\nefisiensi penggunaan memori. Pada perencanaan jalur global digunakan algoritma\nRapidly-Exploring Random Trees (RRT*) yang dikombinasikan dengan\npendekatan fixed node, mesh grid dan metode sampling visibility graph. Sedangkan\nuntuk perencanaan jalur lokal diterapkan algoritma Dynamic Window Approach\n(DWA) dengan Deep Reinforcement Learning untuk menentukan kecepatan\ntranslasi dan kecepatan rotasi yang optimal. Jalur global yang ditemukan akan\ndieksekusi oleh robot menggunakan perencanaan jalur lokal. Pasangan kecepatan\n(v,?) ditentukan dengan algoritma DRL yang telah dilatih pada Gazebo ROS.\nPengujian dilakukan di lingkungan simulasi dan lingkungan nyata dengan 3 variasi\nlingkungan, yaitu tanpa obstacles dengan pelatihan agen pada lingkungan pertama,\ndengan obstacles dan pelatihan agen pada lingkungan kedua, dan dengan obstacles\ntanpa pelatihan agen pada lingkungan ketiga. Pelatihan pada penelitian ini\ndilakukan sebanyak 1000 episode. Dari proses pengujian, didapatkan hasil bahwa\npada lingkungan pertama, keberhasilan robot menuju target pada lingkungan\nsimulasi yaitu 100%, sedangkan pada lingkungan nyata yaitu 80%. Selanjutnya\nuntuk lingkungan kedua dan ketiga pada lingkungan simulasi dan lingkungan nyata\ndidapatkan persentase keberhasilan mencapai target yaitu 90% dan 60% untuk\nlingkungan kedua, lalu 80% dan 60% untuk lingkungan ketiga. Berdasarkan hasil\ntersebut, robot dapat dilatih dengan baik pada dua variasi lingkungan. Dan juga\ndapat mencapai pose taget dari pose awal pada tiga variasi lingkungan dengan\npanjang jalur terpendek, waktu dan penggunaan memori komputasi yang efisien.\nNamun untuk mendapatkan hasil yang lebih optimal harus dilakukan pelatihan pada\nvariasi lingkungan dan jumlah episode pelatihan yang lebih banyak.", "Daftar File": {"23220007 Annisa Izaty.pdf": "https://digilib.itb.ac.id/gdl/download/298804"}, "Penulis": "Annisa Izaty [23220007]", "Kontributor / Dosen Pembimbing": ["Dr. Pranoto Hidaya Rusmin, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Path Planning, Global Planner, Local Planner, Rapidly-Exploring Random Trees, Dynamic Window Approach, Deep Reinforcement Learning.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Jul 2023"}