{"Nomor": 74727, "Judul": "EKOLOGI PERILAKU ORANGUTAN KALIMANTAN (PONGO PYGMAEUS LINNAEUS, 1760) EX-REHABILITANT PASCA DILEPASLIARKAN DI KAWASAN HUTAN LINDUNG GUNUNG BATU MESANGAT, KALIMANTAN TIMUR", "Abstrak": "Populasi orangutan kalimantan (\nPongo pygmaeus ) mengalami penurunan drastis\ndan menghadapi ancaman kepunahan akibat rusaknya habitat dan perburuan liar.\nRehabilitasi merupakan salah satu cara untuk mempertahankan populasi\norangutan agar dapat dilepasliarkan kembali ke habitat alaminya. Namun,\nkurangnya informasi mengenai ekologi perilaku orangutan seperti menjelajah,\nmenggunakan pohon tidur dan bersarang, serta konsumsi pakan orangutan pasca\ndilepasliarkan menyebabkan peni laian keberhasilan pelepasliaran sulit ditentukan.\nOleh karena itu, penelitian ini bertujuan untuk menentukan kemampuan jelajah,\npenggunaan pohon tidur dan bersarang, serta konsumsi pakan orangutan yang\ndapat digunakan sebagai indikator keberhasilan pelepa sliaran. Penelitian ini\ndilakukan di Hutan Lindung Gunung Batu Mesangat, Kalimantan Timur, terhadap\nempat individu orangutan yang telah dilepasliarkan setelah melewati masa\nrehabilitasi yakni Antak, Hercules, Ucokwati, dan Mungil. Pengamatan perilaku\ndilak ukan dengan metode focal instantaneous sampling yang dicatat per 10 menit\nsepanjang hari mulai dari bangun hingga tidur ( nest to nest ). Data jelajah harian\ndilakukan dengan perekaman alur pergerakan menggunakan GPS receiver , yang\nkemudian diolah dan dihitu ng menggunakan metode Minimum Bounding\nGeometry dalam ArcMap 10.4.1. Diperoleh hasil pengamatan yang menunjukkan\nbahwa luas area jelajah Antak adalah 7,78 km 2 , Hercules 3,05 km 2 , Ucokwati 4,59\nkm 2 , dan Mungil 5,78 km 2 . Jarak jelajah Antak 17,45 km, Hercule s 15,58 km,\nUcokwati 15,91 km dan Mungil 20,24 km. Pohon tidur dan bersarang yang dipilih\nmemiliki diameter lebih dari 10 cm dengan posisi ketinggian lebih dari 10 m,\ndengan jenis yang paling banyak dipilih adalah spesies Dracontomelon dao dan Artocarpus e\nlasticus . Tumbuhan pakan yang dikonsumsi terdiri dari 18 spesies\ndengan proporsi konsumsi tertinggi yaitu pada bagian daun. Apabila dibandingkan\ndengan orangutan liar, keempat individu yang diamati berhasil mengembalikan\nkemampuan alaminya pasca proses rehabilitasi", "Daftar File": {"ABSTRAK Mutia Salsabiyla": "https://digilib.itb.ac.id/gdl/download/298847"}, "Penulis": "Mutia Salsabiyla [10618036]", "Kontributor / Dosen Pembimbing": ["Aditya Dimas Pramudya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Orangutan, rehabilitasi, pasca pelepasliaran, perilaku Gunung Batu Mesangat", "Sumber": "PROGRAM STUDI BIOLOGI", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jul 2023"}