{"Nomor": 74728, "Judul": "PRAKTIK PARTISIPASI MASYARAKAT DALAM IMPLEMENTASI PROGRAM DESA DIGITAL TEMATIK PERIKANAN PADA DESA KENANGA, KABUPATEN INDRAMAYU", "Abstrak": "Revolusi Industri 4.0 dan pandemi Covid-19 mendorong transformasi\ndigital dalam pembangunan desa di Indonesia. Program Desa Digital sukses\nditerapkan di Desa Kenanga, dengan partisipasi masyarakat yang mencerminkan\nhak-hak yang diakui oleh UU Desa. Harmonisasi antara pemerintah dan\nmasyarakat menjadi faktor penting dalam keberhasilan program ini. Penelitian ini\nmengidentifikasi praktik partisipasi masyarakat dalam Program Desa Digital\nperikanan di Desa Kenanga, menggunakan framework kubus demokrasi. Metode\npemilihan peserta, diskusi, dan pengambilan keputusan dianalisis dalam setiap\ntahap. Data diperoleh dari wawancara, observasi, dan literatur yang dianalisis\ndengan pendekatan kualitatif. Hasil penelitian menunjukkan perluasan ruang\npartisipasi masyarakat seiring perkembangan program. Hasil penelitian\nmenunjukkan bahwa ruang praktik partisipasi masyarakat semakin meluas seiring\ndengan perkembangan tahapan perencanaan, pelaksanaan, pengawasan, dan\nevaluasi program. Metode pemilihan peserta berubah dari \"Unit Ahli Pemerintah\"\nmenjadi \"Pemangku Kepentingan Non-Ahli\", dengan melibatkan kelompok\nmasyarakat budidaya ikan air tawar yaitu kelompok DAQOM dan Kelompok\nBarokah. Metode diskusi menjadi lebih inklusif dengan memprioritaskan aspirasi\nmasyarakat, mulai dari \"Tanpa Komunikasi\" hingga \"Musyawarah dan Mufakat\".\nMetode pengambilan keputusan juga mengalami perubahan, di mana aspirasi\nmasyarakat menjadi fokus utama, mulai dari \"Keuntungan Pribadi\" tanpa\npartisipasi masyarakat menjadi \"Kolaborasi Dengan Pemerintah\" dan mencapai\n\"Kedaulatan Penuh\", di mana masyarakat memiliki wewenang penuh dalam\npengambilan keputusan.", "Daftar File": {}, "Penulis": "Eka Rahayu [15419119]", "Kontributor / Dosen Pembimbing": ["Arini Murwindarti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Democracy cube, Desa Digital, Partisipasi Masyarakat", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "21 Jul 2023"}