{"Nomor": 74720, "Judul": "ANALISIS KEPUTUSAN PADA STRUKTUR PERUSAHAAN UNTUK MEMPERTAHANKAN KEBERLANGSUNGAN FINANSIAL: STUDI KASUS PERUSAHAAN BAJA INDONESIA", "Abstrak": "PT Krakatau Steel (Persero) Tbk (“PTKS”) telah mengalami performa finansial yang kurang memuaskan selama tujuh tahun berturut-turut, dari tahun 2013 hingga tahun 2019. Untuk mengatasi situasi tersebut, PTKS telah melakukan transformasi perusahaan dan restrukturisasi hutang perusahaan pada tahun 2020. Sebagai hasilnya, PTKS sukses mencatatkan keuntungan pada tahun 2020 dan 2021. Akan tetapi, dampak dari transformasi PTKS belum cukup untuk menyelesaikan salah satu akar masalah perusahaan, yaitu besarnya jumlah hutang perusahaan. Untuk menyelesaikan akar masalah perusahaan tersebut, manajemen PTKS telah merencanakan untuk mengubah struktur perusahaan PTKS dari perusahaan operasional menjadi perusahaan holding. Perubahan struktur perusahaan tersebut bertujuan untuk meningkatkan keberlangsungan finansial perusahaan yang terancam karena ketidaksanggupan perusahaan untuk menyelesaikan hutangnya. Untuk menjustifikasi rencana manajemen tersebut, sebuah studi dengan menggunakan metode Analytical Hierarchy Process (“AHP”) dilakukan pada Proyek Akhir ini untuk menentukan struktur perusahaan yang sesuai bagi PTKS untuk mempertahankan keberlangsungan finansialnya. Tujuan dari studi ini adalah untuk mengeksplorasi kriteria-kriteria yang harus dipertimbangkan untuk menentukan struktur perusahaan yang sesuai bagi PTKS untuk mempertahankan keberlangsungan finansialnya, untuk menentukan opsi yang sesuai bagi PTKS antara tetap menjadi perusahaan operasional atau berubah menjadi perusahaan holding, dan untuk merekomendasikan pengimplementasian pada keputusan terpilih untuk memastikan agar keberlangsungan finansial perusahaan meningkat. Dari interview yang dilakukan kepada manajemen PTKS, didapat bahwa ada lima kriteria (Finansial, Operasional, Sumber Daya Manusia, Pemasaran, dan Pengembangan Bisnis) dan 14 sub-kriteria (Performa Finansial, Kemampuan Membayar Hutang, Sinergi Antar Anak Usaha, Kompleksitas Operasional Efisiensi, Pengembangan Talenta, Ukuran Organisasi, Produktivitias Organisasi, Pemasaran Terintegrasi, Citra Merek, Pangsa Pasar, Pertumbuhan Bisnis, Pengembangan Portofolio Bisnis, dan Pengembagan Produk) yang dipertimbangkan untuk menentukan struktur perusahaan yang sesuai bagi PTKS. Berdasarkan hasil dari perhitungan bobot menggunakan metode AHP dari kuesioner yang disebar, sub-kriteria paling penting dalam menentukan struktur perusahaan yang sesuai adalah Kemampuan Membayar Hutang, diikuti oleh Pertumbuhan Bisnis dan Pengembangan Portofolio Bisnis. Di sisi lain, sub-kriteria yang paling tidak penting adalah Ukuran Organisasi, diikuti oleh Kompleksitas Operasional dan Pemasaran Terintegrasi. Setelah mendapatkan bobot dari semua sub-kriteria, proses berlanjut dengan pemberian peringkat kepada alternatif bisnis, yaitu Struktur Perusahaan Operasional dan Struktur Perusahaan Holding, pada masing-masing sub-kriteria. Sebagai langkah akhir, bobot dari sub-kriteria dikalikan dengan peringkat dari masing-masing alternatif bisnis. Dengan mengamati hasil dari perhitungan akhir menggunakan metode AHP, dapat ditentukan bahwa Struktur Perusahaan Holding adalah struktur perusahaan yang lebih sesuai bagi PTKS untuk mempertahankan keberlangsungan finansialnya. Untuk mengimplementasikan rencana tersebut, PTKS akan melaksanakan kontribusi inbreng atas fasilitas operasional perusahaan kepada salah satu perusahaan sub-holdingnya, sehingga PTKS tidak memiliki asset atau fasilitas untuk dioperasikan. Tanpa asset atau fasilitas untuk dioperasikan, PTKS telah resmi berubah menjadi perusahaan holding. Dengan berubah menjadi perusahaan holding, PTKS diharapkan mampu menjadi lebih tangkas dan mampu menghasilkan lebih banyak uang kas untuk membayar hutang perusahaan.", "Daftar File": {"COVER Fadil Alhamdi": "https://digilib.itb.ac.id/gdl/download/298831"}, "Penulis": "Fadil Alhamdi [29321597]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keberlangsungan Finansial, Struktur Perusahaan, AHP", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "21 Jul 2023"}