{"Nomor": 74721, "Judul": "PERENCANAAN DESAIN BANGUNAN PENGENDALI BANJIR AKIBAT KERUNTUHAN BENDUNGAN PAMUKKULU, KABUPATEN TAKALAR, SULAWESI SELATAN", "Abstrak": "Keruntuhan bendungan akibat cuaca ekstrem sulit diprediksi dan diantisipasi sehingga korban jiwa dan kerugian yang ditimbulkan akan besar. Terlebih lagi, tidak ada bendungan yang terlepas dari potensi keruntuhan. Tentunya, Bendungan Pamukkulu pada Kabupaten Takalar tidak menjadi pengecualian. Studi ini mengkaji penyebab, dampak, dan upaya penaggulangan bencana akibat keruntuhan Bendungan Pamukkulu pada Kabupaten Takalar, Sulawesi Selatan, Indonesia. Cuaca ekstrem digunakan sebagai penyebab keruntuhan Bendungan Pamukkulu karena berkemungkinan memberikan kerugian terbesar pada Kabupaten Takalar. Probable Maximum Precipitation (PMP) merupakan hujan terbesar yang dapat terjadi pada suatu daerah. PMP ditentukan menggunakan metode Hersfield. Debit inflow yang digunakan yaitu Probable Maximum Flood (PMF). Pemilahan metode Hidrograf Satuan Sintetis (HSS) dilakukan menggunakan metode Creager, dengan metode yang terpilih yaitu ITB-1b. Simulasi keruntuhan Bendungan Pamukkulu dan sebaran banjirnya menggunakan aplikasi HEC-HMS v.4.6.1 dan HEC-RAS v.6.3.1. Upaya struktural memiliki pengaruh lebih baik dalam mereduksi kerugian akibat bencana banjir yang besar. Analisis risiko bencana dilakukan untuk menentukan daerah yang diprioritaskan upaya strukturalnya. Kecamatan Pattalsang dipilih sebagai daerah yang diprioritaskan karena memiliki indeks risiko tertinggi sebesar 0,75. Luas genangan banjir pada Kabupaten Takalar dan pemukiman pada Kecamatan Pattalsang masing-masing yaitu 114,36 km2 dan 2,54 km2. Sebelas ruas tanggul dengan panjang total 13,42 km dan tinggi bervariasi dari 3,21 m hingga 4,92 m berhasil mereduksi banjir sebesar 100 % pada pemukiman Kecamatan Pattalsang. Aplikasi Geostudio 2018 R2 digunakan dalam menghitung faktor keamanan lereng dalam kondisi gempa dan tanpa gempa. Dengan mamnfaatkan sheet pile, timbunan tanggul aman terhadap kondisi tanpa gempa maupun tanpa gempa. Pembangunan tanggul memiliki Rancanagan Anggaran Biaya (RAB) sebesar Rp. 351,1 Milyar. Dilakukan perencanaan pemeliharaan preventif, korektif, dan rehabilitatif pada timbunan tanggul.", "Daftar File": {}, "Penulis": "Donny Rizki Pratama Santosa [15819013]", "Kontributor / Dosen Pembimbing": ["Widyaningtias, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "keruntuhan bendungan, Probable Maximum Flood, luas genangan, analisis risiko, stabilitas lereng", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jul 2023"}