{"Nomor": 74743, "Judul": "PERANCANGAN PANTI WERDHA DENGAN PENERAPAN HEALING ENVIRONMENT DI KOTA JAKARTA", "Abstrak": "Proses penuaan merupakan sebuah proses alami yang akan terjadi pada semua\norang. Proses penuaan ini menyebabkan banyak perubahan yang signifikan seperti\nkondisi kesehatan mental, fisik dan psikis seiring berjalannya waktu. Hal ini\nmembuat lanjut usia perlu mendapatkan penanganan dan perhatian yang khusus\nguna mencapai kesejahteraan di hari tua. Dengan adanya lingkungan binaan yang\nmewadahi segala kebutuhan lansia, merespon keterbatasan yang dimiliki dan\nmemperhatikan kemampuan pengguna utama salah satunya dengan fasilitas panti\nwerdha.\nKota Jakarta, sebagai pusat perkotaan utama Indonesia, menghadapi tantangan yang\nunik dalam merespon kebutuhan populasi usia lanjut yang semakin meningkat.\nAdanya tuntutan untuk hidup yang lebih baik membuat masyarakat bekerja lebih\nkeras. Sehingga tak sedikit orang yang tinggal di Jakarta menjadi sibuk bekerja dan\nkomunikasi antar keluarga semakin minim khususnya terhadap lanjut usia. Hal ini\ndapat mempengaruhi fungsi sosial dan psikologisnya pun menjadi terganggu.\nMengingat semakin meningkatnya jumlah penduduk lanjut usia di Jakarta, maka\npengembangan di bidang pelayanan sosial untuk lansia salah satunya adalah Panti\nWerdha. Namun, masih terlihat banyak fasilitas panti werdha dengan kondisi\nfasilitas yang kurang baik terhadap kesehatan dan tingkat keamanan bagi para lansia\nyang tinggal. Untuk itu perencanaan desain interior hadir dalam memberikan wadah\nserta inovasi melalui perancangan panti werdha sebagai tempat tinggal para lansia\nyang mengalami kesepian guna mencapai kesejahteraan dimasa tuanya dengan\nsehat, bahagia dan produktif.", "Daftar File": {}, "Penulis": "Syifa FitriaHati [17319037]", "Kontributor / Dosen Pembimbing": ["Dr. Andriyanto Wibisono, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Panti Werdha, Lansia, Healing Environment, Psikologis", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Jul 2023"}