{"Nomor": 74748, "Judul": "ANALISIS TINGKAT PENGARUH WALKING TOUR TERHADAP LINGKUNGAN DAN EKONOMI PELAKU PARIWISATA SEKITAR (STUDI KASUS: JAKARTA GOOD GUIDE)", "Abstrak": "Walking tour sebagai salah satu cara berwisata dengan berjalan kaki menyusuri suatu rute wisata dalam durasi kurang dari satu hari semakin berkembang di DKI Jakarta. Keterbatasan akses pariwisata akibat pandemi menjadikannya semakin dikenal oleh masyarakat lokal. Satu dari sekian penyelenggara walking tour ternama di DKI Jakarta ialah Jakarta Good Guide. Pengembangan dan pembangunan pariwisata memberikan dampak terhadap aspek-aspek kehidupan, begitu juga dengan keberadaan walking tour. Baik dampak positif maupun negatif, baik secara langsung maupun tidak langsung. Maka dari itu tujuan dari penelitian ini yaitu menganalisis tingkat pengaruh walking tour yang diselenggarakan oleh Jakarta Good Guide terhadap lingkungan dan ekonomi pelaku pariwisata sekitar. Pengumpulan data primer dilakukan dengan wawancara dan observasi serta pengumpulan data sekunder melalui jurnal, media populer, website, dan buku. Metode analisis yang digunakan adalah analisis desktriptif kualitatif. Hasil dari penelitian menunjukkan bahwa walking tour berdampak positif terhadap lingkungan dan ekonomi pelaku pariwisata sekitar. Di mana walking tour meminimalkan polusi hasil kegiatan pariwisata, meningkatkan kesadaran masyarakat terhadap pelestarian lingkungan dan bangunan cagar budaya, meningkatkan pendapatan pelaku pariwisata, hingga memperkenalkan daerah-daerah di DKI Jakarta. Meski begitu masih terdapat hal-hal yang dapat dikembangkan untuk memaksimalkan dampak positif yang dihasilkan. Hasil analisis tersebut diturunkan menjadi strategi pengembangan pariwisata melalui walking tour di Provinsi DKI Jakarta.", "Daftar File": {}, "Penulis": "Siti Sarah Salsabila [15418018]", "Kontributor / Dosen Pembimbing": ["Dr. Niken Prilandita, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Dampak walking tour, Perekonomian, Pengembangan pariwisata, Jakarta Good Guide", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "21 Jul 2023"}