{"Nomor": 74749, "Judul": "PERAIH PERHATIAN GEN Z: KEKUATAN PENGARUH CUSTOMER INERTIA DI JAKARTA", "Abstrak": "Generasi Z atau Gen Z adalah generasi yang lahir antara tahun 1997 hingga 2012. Data menunjukan bahwa Gen Z saat ini menempati posisi pertama dalam populasi Indonesia bahkan dunia. Tidak hanya itu, Gen Z berperan besar pada ekonomi dan trend. Perlahan tapi pasti, Gen Z akan menjadi pasar yang menggiurkan bagi perusahaan. Penelitian menunjukan orang-orang dalam kategori generasi Z cenderung memiliki rentang perhatian yang jauh lebih pendek dari millennial dan generasi-generasi sebelumnya. Hal ini menyebabkan Gen-Z cenderung memiliki loyalitas rendah terhadap suatu brand. Di sisi lain loyalitas pelanggan sangat penting bagi perusahaan. Salah satu kunci dari tercapainya loyalitas pelanggan yang sesungguhnya adalah inertia. Saat ini belum banyak penelitian yang membahas tentang Customer Inertia pada Gen Z, terlebih pada konteks perusahaan makanan dan minuman sehingga belum banyak landasan yang dapat digunakan dalam membentuk strategi yang baik untuk meningkatkan Customer Inertia khususnya pada Gen Z. Oleh karena itu, Penelitian ini dibuat dengan tujuan mengetahui bagaimana karakter pelanggan generasi Z dapat berpengaruh pada Customer Inertia dengan Mie Gacoan Jakarta sebagai studi kasus. Penelitian ini menggunakan pendekatan kuantitatif dengan jumlah responden 271 melalui survey online. Analisis dilakukan menggunakan metode PLS-SEM dengan SMARTPLS dan SPSS. Hasil penelitian menunjukan bahwa emosional-afektif memiliki pengaruh yang signifikan terhadap Customer Inertia melalui faktor \"excitement of use\" dibandingkan dimensi Customer Inertia lain. Hasil penelitian ini dapat diadaptasi dan dimanfaatkan oleh perusahaan dibidang makanan dan minuman untuk menciptakan inovasi dan strategi yang tepat untuk meningkatkan Customer Inertia pada pelanggan dengan kategori generasi Z. Selain itu, temuan dari penelitian ini dapat membantu memberikan perspektif baru tentang Customer Inertia, terutama pada pelanggan Gen Z dan pada bisnis F&B.", "Daftar File": {"2023 SK PP Aurora Nur Aisyah   [19020181] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/298926"}, "Penulis": "Aurora Nur Aisyah [19020181]", "Kontributor / Dosen Pembimbing": ["Apt Yulianto, S.Si., M.A.B., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer Inertia, Generasi Z, Emosional afektif, Bisnis F&B.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "21 Jul 2023"}