{"Nomor": 74745, "Judul": "RENCEK PADA HABITUS MASYARAKAT DESA TEMPELLEMAHBANG DALAM KARYA SENI RUPA KONTENPORER.", "Abstrak": "Limbah kayu jati yang melimpah di Desa Tempellemahbang Kabupaten Blora yang disebut\ndengan isitilah rencek, dieksplorasi melalui proses kreatif oleh penulis dan digunakan sebagai\nmedium berkarya seni rupa kontemporer. Kesadaran atas eksplorasi rencek sebagai medium\nberkarya seni lukis didukung adanya intuisi estetik penulis, serta keterkaitan habitus antara\nmasyarakat Desa Tempellemahbang dengan penulis. Adapun metode penciptaan karya yaitu,\npenulis mengumpulkan & merumuskan permasalahan yang berkaitan dengan topik habitus\nmasyarakat Desa Tempellemahbang, menafsirkan topik permasalahan yang usung oleh penulus\nuntuk dijadikan sebuah gagasan pada karya, proses rancangan karya mulai dari medium yang\ndigunakan hingga visualisasi bentuk karya, dan tahap eksekusi dan realisasi karya. Dalam\npenciptaan karya ini, penulis tertarik dan menggunakan referensi karya dari beberapa seniman\nIndonesia Heri Dono, Amrus Natalsya, dan Masmundari. Penulis bereksplorasi menggunakan\nmedium rencek kayu jati dan menghasilkan lima karya dengan judul karya diantara lain; (1) Si\nGadis Desa, (2) Tutup Telinga dan Teriaklah, (3) Blandong Kayu, (4) Langkah Nafkah Hidup dan\n(5) Raut Ekspresi Kami. Penulis yang merupakan warga asli Desa Tempellemahbang tergugah dan\ningin menyuarakan isu ketidaknyamanan hunian di lingkungan dengan merepresentasikannya\ndalam wujud karya seni. Penulis menggunakan medium limbah rencek kayu yang berasal dari\nindustri. Penulis tertarik dengan segala aktivitas, ekspresi dan respon masyarakat sekitar mengenai\nlingkungan industri kayu yang dapat diekspresikan ke dalam karya seni kontemporer. Melalui\nkarya seni lukis ini, diharapkan mampu menjadi media ekspresi artistik dalam mengungkapkan\nekspresi masyarakat yang “tertindas” oleh kaum kapitalis.", "Daftar File": {"2023 TS PP RIZKA ALFIANA IMAWATI 1.pdf": "https://digilib.itb.ac.id/gdl/download/299027"}, "Penulis": "Rizka Alfiana Imawati [27021006]", "Kontributor / Dosen Pembimbing": ["Dr. Muksin, S.Sn., M.Sn.", "Dikdik Sayahdikumullah, M.Sn., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Rencek, Seni Rupa Kontemporer, Dekoratif, Kabupaten Blora", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Jul 2023"}