{"Nomor": 74758, "Judul": "IMPLEMENTASI PERSPEKTIF SERVIS SAINS DALAM PROSES BISNIS DENGAN ADAPTIF SOP DAN SISTEM SIRKULAR EKONOMI SEBAGAI INOVASI STRATEGI PENGEMBANGAN UNTUK MEMPERLUAS PASAR KE B2B SEKTOR F&B DI BANDUNG: STUDI KASUS DARI NYAMPIH", "Abstrak": "Undang-Undang Republik Indonesia No. 18 Tahun 2008 Tentang Pengelolaan Sampah\nmenyatakan bahwa pengelolaan sampah perlu dilakukan secara menyeluruh dan terpadu\ndari hulu hingga hilir agar dapat memberikan dampak positif bagi perekonomian,\nkesehatan masyarakat, dan lingkungan. Sampah sudah menjadi isu besar dalam skala\nnasional, belum ada aturan dan pedoman yang baik. Tujuan dari penelitian ini adalah\nuntuk memberikan SOP dalam ekonomi sirkular dengan perspektif ilmu layanan sebagai\nstrategi pertumbuhan NYAMPIH, start-up pengelolaan logistik limbah. Objek penelitian\nadalah usaha makanan dan minuman yang ada di kota Bandung seperti kedai kopi,\nrestoran dan hotel. Penelitian ini menggunakan pendekatan kualitatif dengan mengamati\ndan juga mewawancarai total 8 responden yang memiliki jabatan manager dan divisi\nkebersihan usaha. Data primer yang digunakan adalah operasional NYAMPIH dengan\ndokumen perusahaan dan literature review serta ringkasan dan pemikiran dari berbagai\nsumber untuk mendukung penelitian ini. Hasil dari penelitian ini adalah sektor F&B masih\nmengalami kesulitan dalam mengelola limbahnya karena belum adanya regulasi atau\npedoman yang dapat diterapkan dengan baik oleh industri terkait keterbatasan\nkewenangan yang diberikan dan tidak adanya tanggung jawab yang diberikan dari atasan,\nproses pengelolaan limbah dan seleksi tidak didukung oleh infrastruktur saat ini. Oleh\nkarena itu adanya pembuatan SOP pendidikan yang efisien, pendampingan, dan penilaian\nadalah beberapa taktik yang akan digunakan dalam SOP NYAMPIH untuk dapat menarik \npelanggan. Dengan menciptakan skema ekonomi sirkular untuk sampah organik dan non-\norganik yang menghasilkan pertumbuhan ekonomi yang lebih berkelanjutan. Dan juga\nperspektif dari servis sains menggunakan analisis proses co-creation nilai untuk dapat\nberkolaborasi dengan semua pemangku kepentingan dalam membangun proses bisnis yang\nlebih bersinergi untuk memperluas pasar dengan cepat.", "Daftar File": {"2023_TS_PP_Karin Winda Lestari_1-Abstrakcs.pdf": "https://digilib.itb.ac.id/gdl/download/299006", "Karin Winda Lestari_29121390_Full Thesis (1).pdf": "https://digilib.itb.ac.id/gdl/download/299008"}, "Penulis": "Karin Winda Lestari [29121390]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pengelolaan limbah, Prosedur Operasi Standar, ekonomi sirkular, makanan dan minuman, servis sains, value co-creation", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "2 file", "Tanggal Input": "21 Jul 2023"}