{"Nomor": 74756, "Judul": "PERANCANGAN ARSITEKTUR SOLUSI GENERIK SUPERVISORY TECHNOLOGY (SUPTECH) SEBAGAI REFERENSI DESAIN UNTUK PENGEMBANGAN SISTEM  PENGAWASAN KEPATUHAN REGULASI", "Abstrak": "Saat ini pemanfaatan teknologi informasi dilakukan pada berbagai industri,\nterutama industri keuangan yang selalu menggunakan teknologi terbaru pada\nproduk layanan yang mereka miliki. Kemudahan layanan keuangan yang diberikan\noleh penyelenggara Inovasi Keuangan Digital (IKD) dengan memanfaatkan\nteknologi, memperluas jangkauan layanan pelanggan. Hal ini menjadikan semakin\nbanyaknya jumlah pelanggan yang menggunakan layanan keuangan tersebut dan\nmeningkatkan pertumbuhan jumlah penyelenggara IKD. Oleh karena itu,\npengawasan dari otoritas khusus harus dilakukan dengan memastikan bahwa\npenyelenggara IKD dapat mematuhi regulasi yang diberikan. Sehingga dapat\nmeminimalisir terjadinya penyimpangan yang dilakukan oleh penyelenggara IKD\nmelalui laporan yang dikirimkan kepada otoritas pengawas secara rutin. Otoritas\npengawas harus memeriksa dokumen laporan secara rinci sehingga tidak ada\nregulasi yang dilanggar oleh penyelenggara IKD. Karena banyaknya penyelenggara\nIKD yang harus diawasi beserta pemeriksaan berbagai dokumen laporan, maka para\nregulator harus mulai memanfaatkan teknologi pada kegiatan pengawasan\nkepatuhan penyelenggara IKD terhadap regulasi (Supervisory Technology, atau\nSupTech).\nPenelitian tentang pengimplemntasian SupTech sudah mulai dilakukan baik untuk\nkepentingan pengumpulan data maupun analisis data. Akan tetapi, baik penelitian\nmaupun pengimplementasian masih berada pada bidang industri keuangan. Pada\nbeberapa penelitian disebutkan terdapat beberapa teknologi yang sudah digunakan\ndalam pengawasan di industri keuangan diantaranya Machine Learning, Big Data,\nArtificial Intelligence, API, dan beberapa teknologi lainnya yang sedang\nberkembang saat ini. Seperti yang diketahui bahwa, regulasi tidak hanya ada pada\nsektor keuangan namun terdapat pula regulasi yang mengatur entitas diluar industri\nkeuangan. Oleh karena itu, penerapan SupTech sangat memungkinkan untuk\ndigunakan pada pengawasan kepatuhan regulasi diluar industri keuangan baik yang\nmemiliki regulasi yang ketat seperti industri keuangan maupun yang memiliki\nregulasi yang lebih longgar dari industri keuangan. Oleh karena itu, dibutuhkan\nreferensi yang dapat membantu pengadopsian atau pengembangan SupTech. Salah\nsatu bentuk referensi adalah arsitektur solusi. Arsitektur solusi dapat digunakan\nuntuk menjembatani antara kebutuhan bisnis dengan projek manajemen. Meskipun\n\nii\n\ndemikian, belum ditemukan penelitian yang membahas mengenai arsitektur\nSupTech bahkan untuk industri keuangan sekalipun. Oleh karena itu, dipandang\nperlu untuk melakukan perancangan arsitektur solusi yang dapat dijadikan referensi\ndalam pengembangan teknologi pengawasan kepatuhan regulasi yang bersifat\ngenerik. Hasil perancangan tersebut, diharapkan dapat menjadi referensi untuk\nmempermudah dan mempercepat pengembangan SupTech.\nPada penelitian ini, hasil artefak dari perancangan berupa arsitektur solusi generik\nSupTech yang mengadaptasi layer pada TOGAF. Artefak yang dihasilkan terdiri\ndari empat layer yaitu layer bisnis, layer data, layer aplikasi, dan layer infrastruktur.\nIdentifikasi komponen arsitektur pada masing-masing layer dibuat berdasarkan\nkebutuhan arsitektur, setelah itu dilakukan perancangan. Untuk membuktikan\nkriteria generik, hasil perancangan dilakukan demonstrasi melalui ilustrasi skenario\npada industri yang memiliki regulasi yang ketat dan industri yang memiliki regulasi\nyang lebih longgar. Selain itu dilakukan juga evaluasi melalui survei penggunaan\nartefak sebagai arsitektur referensi oleh responden untuk memperkuat pembuktian\nkriteria generik dan kriteria arsitektur lainnya. Sedangkan verifikasi terhadap\nkomponen arsitektur dilakukan untuk memastikan bahwa artefak yang dihasilkan\nsudah memenuhi kebutuhan yang telah ditentukan. Dari hasil pengujian dan\nevaluasi dapat disimpulkan bahwa artefak yang dihasilkan bersifat generik serta\ndapat menjadi referensi dalam perancangan arsitektur pengawasan kepatuhan\nregulasi menggunakan SupTech baik oleh responden yang memiliki pengalaman\ndalam mendesain arsitektur TI maupun responden yang belum memiliki\npengalaman dalam mendesain arsitektur TI.", "Daftar File": {"23221113 Aan Ardiansyah.pdf": "https://digilib.itb.ac.id/gdl/download/299402"}, "Penulis": "Aan Ardiansyah [23221113]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arry Akhmad Arman, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Supervisory Technology, SupTech, Regulasi, Arsitektur Referensi.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "21 Jul 2023"}