{"Nomor": 74757, "Judul": "USULAN SOLUSI MENGGUNAKAN DESIGN THINKING SEBAGAI ALAT PEMECAHAN MASALAH KREATIF(STUDI KASUS : ARIE TOUR AND TRAVEL)", "Abstrak": "Arie Tour pertama kali berdiri pada tanggal 4 Agustus 2000. Awalnya Layanan bisnis yang Arie Tour \ntawarkan adalah menyediakan kendaraan untuk disewa, seiring berjalannya waktu kemudian Arie Tour \nmenyediakan layanan tur dan konsultasi perjalanan untuk wisatawan rekreasi, tiket,  Inbound dan\noutbound yang terkonsentrasi, paket tur insentif, Umroh & Haji dan terhubung dengan hotel dan agen\nperjalanan di seluruh dunia , didukung oleh pemerintah daerah dan asosiasi pemandu.\nMetodology yang digunakan dalam penelitian ini adalah menggunakan pendekatan Kualitatif Untuk\nmengetahui keadaan perusahaan Arie Tour, dilakukan analisis menggunakan Design Thinking, yang\nmemiliki 5 fase yaitu, Empathize, Define, Ideate, Prototype, dan Test. Pada tahap Empathy juga\ndilakukan Interview mendalam tujuannya untuk mengeksplorasi dan mengetahui hal - hal apa yang\ndibutuhkan oleh User/Staff Arie Tour terkait proses bisnis yang saat ini berjalan di perusahaan. \nSetelah melakukan Analisis terhadap proses bisnis yang lama dan mendapatkan beberapa Alternatif\nide untuk pengembangan perusahaan, maka dilakukan prioritas pekerjaan menggunakan Eisenhower\nMatriks. Pada tahap ini dilakukan analisis kembali terhadap kebutuhan utama yang harus dijalankan\nsegera mungkin oleh Arie Tour didalam perusahaan agar dapat bersaing dengan kompetitor dan\nmampu mempertahankan dan mengembangkan bisnisnya. Program baru yang dihadirkan oleh Arie\nTour yaitu Project Virtual Customer Service dan Pemesanan Sistem Ticketing, yang diharapkan \nmembawa perubahan terhadap Proses Bisnis sehingga menciptakan efisiensi kerja dan produktivitas\nmeningkat. Hasil analisis dari penelitian ini adalah untuk mengetahui situasi, emosi dan pengalaman\npengguna ketika sudah mengetahui proses bisnis bekerja dari sistem lama dan juga ada update proses\nbisnis baru. Untuk mengetahui hal-hal tersebut diperlukan pengumpulan informasi dan pemahaman\nempati melalui Says, Does, Think, Feels.", "Daftar File": {"2023_TS_PP_NUROCTIANA GINTING_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/298979", "NUROCTIANA GINTING_29120194_Full thesis.pdf": "https://digilib.itb.ac.id/gdl/download/298980"}, "Penulis": "Nuroctiana Ginting [29120188]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Agen Wisata Perjalanan, Biro Umroh dan Haji, Design Thinking, Eisenhower  Matriks, Empathy.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "2 file", "Tanggal Input": "21 Jul 2023"}