{"Nomor": 74762, "Judul": "STUDI STABILISASI TANAH EKSPANSIF DENGAN PENGGUNAAN BUBUK LIMBAH KACA TERHADAP KUAT GESER, KEPADATAN TANAH, DAN POTENSI PENGEMBANGAN TANAH", "Abstrak": "Tanah ekspansif merupakan tanah yang mengalami kembang susut secara\nsignifikan jika terjadi perubahan kadar air. Sifat kembang susut tersebut\ndisebabkan oleh mineralogi pada tanah ekspansif. Kembang susut yang tinggi\nmenyebabkan kerusakan pada struktur yang dibangun di atasnya. Kerusakan\ntersebut disebabkan oleh pergerakan diferensial dan heaving pada fondasi yang\nmengakibatkan retak pada struktur. Di Indonesia, terdapat sejumlah wilayah\ndengan tanah lempung ekspansif. Oleh sebab itu diperlukan adanya usaha\nidentifikasi dan perbaikan tanah ekspansif.\nPada Penelitian ini dilakukan identifikasi mineral tanah yang menyebabkan sifat\nekspansif tanah dengan pengujian X-Ray Diffraction. Sampel tanah yang\ndigunakan pada penelitian ini diambil dari Proyek Groundsill, Cipamingkis,\nKabupaten Bogor, Jawa Barat. Dari hasil pengujian diperoleh mineral yang\nmenyebabkan sifat ekspansif pada sampel tanah adalah montmorillonite dan\nnontronite dengan kadar masing-masing 14,5% dan 14,7%.\nPada penelitian ini dilakukan usaha perbaikan tanah dengan penambahan bubuk\nlimbah kaca. Bubuk kaca memiliki potensi untuk menstabilkan tanah ekspansif\nkarena mengandung mineral silika dan sedikit kapur. Kedua mineral ini\nmembentuk senyawa CSH dan CAH yang dapat meningkatkan kekuatan tanah.\nPada penelitian ini digunakan variasi penambahan kadar bubuk kaca 2,5%, 5%, 10% dan 15% dan dilakukan juga variasi pemeraman 0 hari, 3 hari, 7 hari, dan 14\nhari. Dilakukan pengujian laboratorium indeks propertis tanah, kepadatan tanah\ndengan Standard Proctor, kuat tekan bebas, pengembangan 1-dimensi, dan metilen\nbiru pada sampel tanah sebelum dan sesudah distabilisasi dengan bubuk limbah\nkaca. Ditentukan kadar bubuk limbah kaca optimum dan lama pemeraman\noptimum untuk meningkatkan kepadatan dan kuat geser, serta menurunkan\npengembangan tanah.\nDiperoleh bahwa penambahan bubuk limbah kaca menurunkan batas Atterberg\ndan kadar air optimum, meningkatkan kepadatan kering maksimum dan kuat\ngeser hingga kadar bubuk kaca tertentu. Penambahan bubuk limbah kaca juga\nmengurangi potensi pengembangan tanah dan tekanan pengembangan. Selain itu,\ndiperoleh bahwa semakin lama waktu pemeraman memberikan peningkatan kuat\ngeser dan menunjukkan tren penurunan pada batas Atterberg dan potensi\npengembangan tanah.", "Daftar File": {"ABSTRAK Futri Lamiyah": "https://digilib.itb.ac.id/gdl/download/299029"}, "Penulis": "Futri Lamiyah [15019115]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Hasbullah Nawir, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "tanah ekspansif, metilen biru, bubuk limbah kaca, pemeraman, mineral tanah", "Sumber": "Program Studi Teknik Sipil", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jul 2023"}