{"Nomor": 74766, "Judul": "NILAI-NILAI KERJA GENERASI Z DI INDONESIA, PREFERENSI ANTARA PERUSAHAAN STARTUP DAN KORPORASI, SERTA INTENSI UNTUK MELAMAR PEKERJAAN", "Abstrak": "Manusia adalah aset kunci bagi setiap organisasi, mereka adalah yang menciptakan semua aset tak berwujud, seperti paten, hak cipta, merek, tanda dagang, penelitian, dan pengembangan. Hal ini membuat penting bagi perusahaan untuk memahami keinginan dan kebutuhan karyawan mereka, mempertahankan kepuasan karyawan berarti menjaga kelangsungan perusahaan. Saat ini, Generasi Z menyusun sekitar 30% dari populasi dunia dan diperkirakan pada tahun 2025, Generasi Z akan menyusun 27% dari angkatan kerja. Hal ini mengimplikasikan bahwa, dengan Generasi Z mulai memasuki angkatan kerja, para pengusaha perlu mampu menarik dan mempertahankan karyawan Generasi Z, seiring dengan fenomena berkembangnya perusahaan-perusahaan startup. Oleh karena itu, dalam penelitian ini, peneliti ingin melihat jenis-nilai kerja apa yang dianggap penting oleh Generasi Z, dan apakah hal tersebut terhubung dengan preferensi mereka untuk bekerja di perusahaan startup atau perusahaan korporasi. Dari preferensi tersebut, peneliti juga ingin mengetahui apakah hal tersebut terkait dengan intensi mereka untuk melamar di perusahaan yang dipilih. Penelitian ini dilakukan melalui metode kuantitatif menggunakan kuesioner online terhadap 352 Generasi Z Indonesia berusia 18 – 25 tahun yang belum bekerja sebagai karyawan penuh waktu. Peneliti mengeksplorasi 7 jenis nilai kerja (intrinsik, ekstrinsik, supervisi, sosial, altruistik, rekreasi, dan stabilitas). Penelitian ini menggunakan uji t-test dan regresi logistik melalui software JASP untuk menguji hubungan antara nilai- nilai kerja dan preferensi tempat kerja Generasi Z, serta metode Chi-Square untuk menguji hubungan antara preferensi tempat kerja Generasi Z dan intensi untuk melamar pekerjaan. Penemuan dari penelitian ini diharapkan dapat mengetahui nilai-nilai kerja yang dianggap penting oleh Generasi Z sesuai dengan preferensi dan intensi mereka untuk melamar, serta bagaimana perusahaan dapat meningkatkan sistem sehubungan dengan nilai-nilai kerja tersebut agar dapat menarik Generasi Z, para calon pekerja.", "Daftar File": {"2023 SK PP Alifia Hanifah Puteri Sali [19020208] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/299969"}, "Penulis": "Alifia Hanifah Puteri Sali [19020208]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc.", "Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Generasi Z, Nilai-nilai Kerja, Preferensi, Startup, Korporasi, Intensi untuk Melamar Pekerjaan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "24 Jul 2023"}