{"Nomor": 74764, "Judul": "ANALISIS HUBUNGAN FAKTOR LINGKUNGAN KELAS  DENGAN KONSENTRASI PM2,5 DI DALAM RUANGAN  KELAS SEKOLAH DASAR KOTA BANDUNG", "Abstrak": "PM2,5 di dalam ruangan kelas menjadi hal yang perlu diperhatikan \ndikarenakan anak-anak merupakan kelompok sensitif terhadap polutan udara. \nPengukuran PM2,5 dan faktor lingkungan di lingkungan kelas pada Sekolah Dasar \nKota Bandung belum pernah dilakukan. Oleh karena itu, tujuan dari penelitian ini \ndiantaranya adalah mengidentifikasi fluktuasi konsentrasi PM2,5 di dalam ruangan \nkelas dan koridor semi-outdoor, menentukan hubungan faktor lingkungan kelas \ndengan konsentrasi PM2,5 di dalam ruangan kelas, menentukan hubungan faktor \nlingkungan kelas dengan PM2,5 I/O, menentukan hubungan lamanya penggunaan \nkelas dengan rata-rata konsentrasi PM2,5 kelas, menentukan pengaruh faktor \nlingkungan kelas secara simultan terhadap konsentrasi PM2,5 di dalam ruangan \nkelas, mengidentifikasi ada atau tidaknya perbedaan antara konsentrasi PM2,5 di \ndalam ruangan kelas dari 3 Sekolah Dasar Kota Bandung, dan mengidentifikasi ada \natau tidaknya perbedaan konsentrasi PM2,5 dari ruangan kelas yang dekat atau tidak \ndekat dengan jalan/ruangan kelas dengan 1 sesi atau 2 sesi sekolah. Lokasi \npenelitian ini adalah SDN 071 Sukagalih, SDN 001 Merdeka, dan SDN 091 \nCibereum (berbeda jenis hirarki jalan dan kondisi lingkungan). Data primer utama \nyang diambil meliputi data PM2,5, temperatur, humiditas relatif, rasio bukaan \nventilasi dan luas kelas, dan kepadatan kelas. Analisis non parametrik yang \ndilakukan dalam penelitian ini diantaranya adalah uji korelasi Spearman, uji \nkorelasi Eta, uji regresi Robust, uji Kruskal-Wallis, dan uji Mann-Whitney. Hasil \npenelitian ini diantaranya adalah fluktuasi berupa peningkatan yang signifikan pada \nmasing-masing SD terjadi pada pagi hari (07.00-09.00) dan malam hari (19.00-\n21.00). Hubungan faktor lingkungan kelas dengan konsentrasi PM2,5 di dalam \nruangan kelas seluruhnya menunjukkan hubungan yang lemah atau sangat lemah. \nHubungan faktor lingkungan kelas dengan PM2,5 I/O menunjukkan hubungan \nsangat lemah, lemah, hingga sedang. Tidak terdapat hubungan lamanya \npenggunaan kelas dengan rata-rata konsentrasi PM2,5 kelas. Faktor lingkungan \nkelas tersebut secara simultan berpengaruh terhadap konsentrasi PM2,5 di dalam \nruangan kelas. Terdapat perbedaan konsentrasi PM2,5 ruang kelas diantara 3 sekolah \ndasar yang diteliti. Selain itu, terdapat perbedaan konsentrasi PM2,5 ruang kelas \nantara kelas yang dekat dan tidak dekat dengan jalan. Tidak terdapat perbedaan \nkonsentrasi PM2,5 dengan 1 sesi sekolah dan 2 sesi sekolah", "Daftar File": {"Abstrak Bahasa Indonesia dan Inggris_15319035_Aurel Ardya Prameswari.pdf": "https://digilib.itb.ac.id/gdl/download/299031"}, "Penulis": "Aurel Ardya Prameswari [15319035]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, M.S.", "Dr. Asep Sofyan, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bukaan ventilasi, humiditas relatif, kepadatan kelas, PM2,5, sekolah  dasar, temperatur", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "21 Jul 2023"}