{"Nomor": 74775, "Judul": "PENJADWALAN DYNAMIC DOUBLE-HOIST PADA AREA SURFACE TREATMENT DENGAN METODE HEURISTIK", "Abstrak": "Surface treatment memainkan peran penting dalam meningkatkan kualitas dan\nfungsi logam dengan menggunakan proses kimiawi. Dalam proses industri dengan\notomasi, penjadwalan surface treatment yang optimal penting untuk meningkatkan\nefisiensi produksi dan memenuhi permintaan pelanggan. Penelitian ini mengambil\nkasus pada proses salah satu perusahaan pesawat Indonesia, yaitu PTDI.\nPermasalahan yang disoroti pada surface treatment logam di PTDI adalah\npenjadwalan dengan karakteristik job dinamis yang melibatkan double hoist untuk\nmengangkat logam ke dalam tangki kimia dengan mempertimbangkan batasan\noperasional di antaranya: waktu proses minimum dan maksimum yang dibatasi\ndengan ketat karena produk akan cacat jika dicelupkan kurang dari batas minimum\natau lebih dari batas maksimum, urutan proses yang berbeda-beda untuk setiap job,\nwaktu perpindahan hoist pada saat kosong maupun dengan muatan, serta\n\npenjadwalan yang bersifat bebas-tunggu (no-wait) dan bebas tabrakan (collision-\nfree) antara kedua hoist. Masalah spesifik tersebut disebut sebagai Dynamic Double\n\nHoist Scheduling Problem (DDHSP) dan dikategorikan sebagai NP-hard. Tujuan\ndari penelitian ini adalah untuk meminimalkan makespan yang dibutuhkan untuk\nmenyelesaikan semua job. Untuk mengatasi masalah tersebut, kombinasi\npenjadwalan komputasi optimal dengan menggunakan CPLEX yang diikuti oleh\npenjadwalan algoritma heuristik diusulkan. Kombinasi algoritma tersebut\nkemudian dievaluasi menggunakan seperangkat benchmark dan data surface\ntreatment dari perusahaan dan dibandingkan dengan metode yang ada. Pengujian\nalgoritma kemudian dilakukan terhadap data hipotetik. Hasil menunjukkan bahwa\nkombinasi dari algoritma optimal dan heuristik menunjukkan makespan yang lebih\nkecil dalam jadwal.", "Daftar File": {"ABSTRAK Rahadini Windia Habiba": "https://digilib.itb.ac.id/gdl/download/299043"}, "Penulis": "Rahadini Windia Habiba [23419026]", "Kontributor / Dosen Pembimbing": ["Dr. Wisnu Aribowo, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "dynamic double hoist scheduling problem, surface treatment, penjadwalan no-wait, penjadwalan collision-free, minimasi makespan.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "24 Jul 2023"}