{"Nomor": 74780, "Judul": "PERANCANGAN PROSES CMDB SISTEM MANAJEMEN KONFIGURASI PADA INSTITUT TEKNOLOGI BANDUNG: STUDI KASUS DIREKTORAT TEKNOLOGI INFORMASI", "Abstrak": "Pada era sekarang ini, teknologi informasi menjadi semakin berorientasi pada layanan.\nSetiap layanan memiliki komponen yang mendukung keberjalanannya baik dari\nsegi hardware, software, ataupun orang-orang yang terlibat dalam pengelolaannya.\nBanyaknya komponen yang menjadi pendukung sebuah layanan membuat sebuah\norganisasi terkadang tidak mampu untuk mengelola secara manual. Hal ini juga\nterjadi pada Direktorat Teknologi Informasi Institut Teknologi Bandung (DTI ITB)\nyang merupakan salah satu unit kerja dengan peran sebagai penyedia layanan dan\npegelola data terkait teknologi informasi di Institut Teknologi Bandung, dan akan\nmenjadi objek penelitian pada penyelesaian tugas akhir ini. Tujuan dari tugas akhir\nini adalah menghasilkan rancangan proses manajemen konfigurasi basis data yang\nsesuai untuk diterapkan pada DTI ITB berdasarkan hasil identifikasi kebutuhan\nterkait manajemen konfigurasi saat ini serta model data yang dirancang.\nPerancangan akan mengacu pada kerangka kerja ITIL dan didukung oleh kakas\nyang disediakan oleh Infosys Research Group yang akan digunakan sebagai acuan.\nHasil utama dari tugas akhir ini adalah rancangan penerapan manajemen\nkonfigurasi basis data berupa kebutuhan serta saran dan aktivitas yang dapat\ndilakukan agar DTI ITB dapat menerapkan manajemen konfigurasi basis data\nsebagai bagian dari penerapan manajemen konfigurasi yang berguna untuk\nmengoptimalkan layanan beserta infrastruktur yang dimiliki. Selain itu, hasil tugas\nakhir diharapkan dapat membantu DTI ITB untuk mengurangi kejadian yang terjadi\ndari proses ITSM lainnya.", "Daftar File": {}, "Penulis": "Cindy Amandani Noviantika [18219110]", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ITIL, manajemen konfigurasi basis data, infrastruktur, item konfigurasi.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jul 2023"}