{"Nomor": 74788, "Judul": "RANCANG BANGUN SMART CONTRACT SEBAGAI BACKUP DATABASE UNTUK MENJAGA INTEGRITAS DATA PADA  SISTEM PEMBAYARAN PARKIR CERDAS", "Abstrak": "Tugas akhir ini merupakan penelitian yang membangun sistem pembayaran parkir\ncerdas. Terdapat lima subsistem utama yang dibangun, yaitu machine learning,\nblockchain, backend, internet of things, dan web application. Pada penelitian ini akan\nberfokus pada implementasi blockchain menggunakan smart contract sebagai back up\ndari database smart parking. Dengan adanya hal tersebut bertujuan untuk menjaga\nintegritas data smart parking. Smart contract yang dibangun memiliki beberapa\nfungsi seperti userRegister, topUpBalance, addOrder, insertExit, getUserInfo, dan\ngetOrderDetail. Hasil akhir dari subsistem ini adalah penyimpanan data pada\nblockchain untuk setiap transaksi pada smart parking. Selain itu jika terjadi insiden\npada database, data tersebut dapat di-recover menggunakan data yang tersimpan di\nblockchain. Kesimpulan yang didapat dari pengembangan subsistem ini adalah hak\nakses yang terkait dengan fungsi-fungsi pada smart contract mencegah akses oleh\npihak yang tidak berwenang. Validasi data pada setiap fungsi smart contract juga\nmemastikan bahwa data yang disimpan di blockchain adalah data yang sesuai. Untuk\nhasil integration testing, didapatkan bahwa sistem pembayaran parkir cerdas memiliki\nwaktu rata-rata 10,4 detik untuk memproses data hingga pengguna berhasil check in\ndan waktu rata-rata 11,1 detik untuk check out.", "Daftar File": {}, "Penulis": "Muhammad Asyrofi Al Hakim [18219049]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Kusprasapta Mutijarsa, S.T, M.T.", "Dr. Waskita Adijarto, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "blockchain, smart contract, back up, sistem pembayaran parkir cerdas", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jul 2023"}