{"Nomor": 74792, "Judul": "PENANGANAN ALIH KODE INDONESIA-INGGRIS PADA SISTEM PENGENALAN UCAPAN END-TO-END BAHASA INDONESIA DENGAN MODEL CONNECTIONIST  TEMPORAL CLASSIFICATION", "Abstrak": "Fenomena alih kode dalam ucapan adalah masalah yang harus ditangani dalam\nsistem automatic speech recognition (ASR). Ketika tidak ditangani, alih kode\nbahasa asing dapat menurunkan akurasi prediksi ucapan. Seiring\nberkembangnya teknologi, sistem pengenalan ucapan berkembang ke 2 jenis\narsitektur: konvensional & end-to-end (e2e). Dibandingkan arsitektur\nkonvensional, arsitektur e2e lebih digunakan karena struktur sederhana dan\nkinerja lebih baik. Salah satu teknik pemodelan yang digunakan untuk ASR e2e\nadalah model Connectionist Temporal Classification (CTC). Model CTC\nberbasis gabungan dari recurrent neural network (RNN) dan sebuah fungsi\nobjektif CTC. Fungsi CTC digunakan untuk mengatasi keadaan ketika\nalignment antara ucapan dan transkrip tidak diketahui. Pada tugas akhir ini,\npenanganan fenomena alih kode Indonesia-Inggris pada sistem ASR e2e dengan\nmodel CTC dilakukan. Proses penanganan alih kode yang diajukan adalah\nmelakukan pre-training dan transfer learning. Pre-training dilakukan ke data\nucapan bahasa Indonesia. Ketika diuji ke data uji bahasa Indonesia, sistem dapat\nmenghasilkan error rata-rata 13.23% (WER) dan 4.13% (CER). Namun, nilai\nerror rata-rata untuk data uji alih kode masih bernilai tinggi. Proses transfer\nlearning kemudian dilakukan terhadap data ucapan alih kode. Proses transfer\nlearning dilakukan dengan melakukan fine-tuning model terhadap data alih\nkode. Ketika diuji ke data dengan alih kode, error dihasilkan membaik dengan\nnilai rata-rata 48.115% (WER) dan 16.8% (CER). Namun, error pada data uji\nbahasa Indonesia meningkat. Untuk mengatasi masalah ini, sistem dengan 2\nmodel CTC dikembangkan yang mampu mengidentifikasi data yang hanya\nmengandung bahasa Indonesia dan data yang mengandung alih kode\n\nmenggunakan nilai kepercayaan. Sistem berhasil memperbaiki nilai error rata-\nrata 24.6625% (WER) dan 7.0525% (CER) untuk data bahasa Indonesia dan\n\nmenghasilkan 53.852% (WER) dan 20.7675% (CER) untuk data dengan alih\nkode.", "Daftar File": {}, "Penulis": "Hizkia Raditya Pratama Roosadi [13519087]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ASR, CTC, alih kode, transfer learning.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jul 2023"}