{"Nomor": 74794, "Judul": "DESAIN DAN FABRIKASI PLATFORM MIKROFLUIDA YANG TERINTEGRASI DENGAN SENSOR ELEKTROKIMIA  MENGGUNAKAN METODE 3D PRINTING", "Abstrak": "Lab-on-chip adalah miniaturisasi dari sebuah laboratorium ke dalam suatu cip kecil\nterintegrasi yang berukuran sentimeter atau milimeter. Perkembangan lab-on-chip\ntidak dapat terlepas dari platform mikrofluida. Mikrofluida adalah sebuah ilmu\nyang mempelajari aliran pada suatu kanal mikro. Platform mikrofluida\nmemungkinkan pergerakan sampel dalam jumlah kecil ke dalam masing-masing\nfungsi lab-on-chip sehingga dapat terintegrasi satu sama lain. Salah satu jenis\npengembangan mikrofluida adalah sebagai platform uji elektrokimia. Platform\nmikrofluida dapat diintegrasikan dengan suatu sensor yang dapat mendeteksi analit\ntertentu. Platform difabrikasi dengan material yang tidak mempengaruhi kerja\nsensor. Metode fabrikasi platform mikrofluida yang umumnya digunakan masih\nkurang terintegrasi, mahal, dan memerlukan proses yang lama. Dengan\nmenggunakan metode cetak 3D printing proses fabrikasi bisa lebih terintegrasi.\nProses fabrikasi menjadi lebih cepat dan murah. Platform mikrofluida yang akan\ndiintegrasikan dengan suatu sensor dan perangkat potensiostat harus difabrikasi\ndengan baik. Platform mikrofluida ini harus transparan sehingga sampel dapat\ndengan mudah diamati. Platform mikrofluida juga tidak mengganggu kinerja sensor\nyang diintegrasikan sehingga dapat digunakan sebagai platform uji elektrokimia.\nMelalui beberapa pengembangan desain yang dilakukan, platform mikrofluida\nterintegrasi sensor SPCE dan perangkat potensiostat EmStat 4M berhasil\ndifabrikasi dengan baik. Platform mikrofluida hasil fabrikasi transparan. Hasil\npengembangan dari beberapa jenis desain menghasilkan platform mikrofluida\nmemperbaiki kebocoran yang terjadi pada penelitian sebelumnya. Platform\nmemiliki sebuah kanal mikro berukuran ~1000 ?m dengan galat fabrikasi hampir\nseluruhnya < 10%. Performa platform mikrofluida hasil fabrikasi sebagai platform\nuji elektrokimia memiliki akurasi dan tingkat repeatability yang baik dibanding\nmetode droplet. Pengujian menggunakan platform juga cenderung mengalami\npeningkatan nilai arus puncak anodic akibat desain platform yang memungkinkan\nsampel mengenai elektroda SPCE secara merata.", "Daftar File": {}, "Penulis": "Kurniati Laeli Munifah [18318005]", "Kontributor / Dosen Pembimbing": ["Isa Anshori, S.T, M.Eng., Ph.D.", "Dr. Beni Rio Hermanto, S.T, MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Lab-on-chip, mikrofluida, 3D printing, desain, fabrikasi, integrasi, sensor, elektrokimia, potensiostat.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jul 2023"}