{"Nomor": 74796, "Judul": "PENGEMBANGAN MODEL PENGIDENTIFIKASI SUARA KICAUAN BURUNG DENGAN CONVOLUTIONAL NEURAL  NETWORK (CNN)", "Abstrak": "Burung adalah kelompok hewan yang memiliki keragaman spesies yang sangat\nbesar. Namun, keragaman ini mulai terancam punah akibat ulah manusia dan\nfenomena alam. Mengidentifikasi spesies burung yang masih ada pada suatu\nekosistem merupakan suatu tindakan awal yang dapat dilakukan untuk melindungi\nkeragaman burung ini. Pada penelitian tugas akhir ini, dibangun model\nConvolutional Neural Network (CNN) untuk mengotomatisasi proses\npengidentifikasian spesies burung berdasarkan suara kicauannya.\nPada eksperimen yang dilakukan, dibangun 24 model CNN yang memiliki\nperbedaan pada arsitektur, teknik ekstraksi fitur, dan jenis data yang digunakan.\nAdapun arsitektur yang digunakan ada 3, yaitu AlexNet, DenseNet, dan VGG.\nTeknik ekstraksi fitur yang digunakan ada 4, yaitu mel-spectrogram, harmonic\ncomponent based mel-spectrogram, percussive component based mel-spectrogram,\ndan MFCC. Sedangkan untuk jenis data yang digunakan ada 2, yaitu clean data dan\nraw data. Dari 24 model ini, kemudian dipilih tiga model untuk dilakukan tuning\nhyperparameter.\nBerdasarkan hasil analisis eksperimen yang dilakukan, diperoleh model dengan\nkonfigurasi terbaik adalah model dengan arsitektur DenseNet, ekstraksi fitur\npercussive component based mel-spectrogram, dan menggunakan clean data.\nProses evaluasi ini dilakukan menggunakan 2 jenis metode pengujian, yaitu\npengujian dengan menggunakan data hasil pemotongan dan pengujian dengan data\nyang utuh. Adapun akurasi yang dihasilkan oleh model dengan konfigurasi terbaik\nini mencapai 85,67% untuk metode 1 dan 90,42% untuk metode 2.", "Daftar File": {}, "Penulis": "Nabila Hannania [13519097]", "Kontributor / Dosen Pembimbing": ["Dr. Nur Ulfa Maulidevi, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "identifikasi, suara, kicauan burung, pembangunan model, Convolutional Neural Network (CNN)", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jul 2023"}