{"Nomor": 74809, "Judul": "PRA-RANCANGAN SISTEM BUDIDAYA TANAMAN TOMAT CHERRY ( LYCOPERSICUM CERASIFORME MILL. ), BUNCIS (PHASEOLUS VULGARIS L. ), CAISIM (BRASSICA CHINENSIS VAR. PARACHINENSIS ), DAN SELADA KERITING (LACTUCA SATIVA L.) SECARA POLIKULTUR PADA (RAISED BED ) TERINTEGRASI DENGAN BUDIDAYA (BLACK SOLDIER FLY ) ( HERMETIA ILLUCENS)", "Abstrak": "Pasokan tomat cherry di Indonesia hanya bisa memenuhi 60% dari seluruh permintaannya. Selain itu, menurunnya luas lahan pertanian menjadi saah satu faktor penghambat dalam produksi tomat. Salah satu solusinya yaitu dengan menerapkan urban farming dengan memanfaatkan lahan sempit di perkotaan. Budidaya tomat cherry (Lycopersicum cerasiforme Mill.) pada sistem raised bed adalah salah satu solusi dari permasalahan tersebut. Selain itu, perbandingan komposisi media tanam yang tepat dapat mengoptimalkan produksi tanaman tomat cherry. Tujuan dari penelitian ini yaitu untu menentukan perbandingan komposisi media tanam terbaik untuk pertumbuhan dan hasil produksi tomat cherry. Penelitian ini dilakukan selama 5 bulan dan berlokasi di Screenhouse A3 ITB Jatinangor. Metode penelitian yang dilakukan mulai dari persiapan media tanam, budidaya tanaman tomat cherry, pengamatan parameter pertumbuhan dan hasil produksi, dan pengolahan data. Perlakuan perbandingan yang terdiri atas tanah, arang sekam, kasgot, dan bahan organik adalah sebagi berikut P1 = 2 : 2 : 2 : 2; P2 = 2 : 3 : 1 : 2; P3 = 2 : 1 : 3 : 2; P4 = 1 : 2 : 2 : 3; P5 = 1 : 3 : 3 : 1; P6 = 3 : 2 : 2 : 1. Hasil penelitian menunjukkan bahwa tidak terdapat pengaruh signifikan dari perlakuan pada pertumbuhan dan produksi dari tanaman tomat cherry. Kesimpulan yang didapatkan yaitu perbandingan komposisi media tanam terbaik bagi pertumbuhan dan produksi tomat cherry yaitu pada perlakuan komposisi tanah, arang sekam, kasgot, dan serasah yaitu 2 :1 : 3: 2 dan 3 : 2 : 2 : 1.", "Daftar File": {}, "Penulis": "Muhammad Ridwan [11419041]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Eng. Arno Adi Kuntoro, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "media tanam, perbandingan komposisi, tomat cherry, urban farming.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}