{"Nomor": 74806, "Judul": "STRATEGI BISNIS UNTUK MENINGKATKAN NILAI WORTEL REJECT   (STUDI EMPIRIS: PURNAMA FARM)", "Abstrak": "Pertanian merupakan salah satu sektor unggulan di Indonesia. Salah satu pertanian hortikultura di Indonesia adalah wortel yang ditanam di daerah Pangalengan, Kabupaten Bandung, Jawa Barat. Wortel di Jawa Barat dapat menghasilkan 152.000 ton selama satu tahun. Permasalahan yang dihadapi dalam bisnis pertanian adalah harga yang tidak menentu, biaya yang semakin meningkat dan cuaca yang tidak menentu sehingga dari aspek ini tidak dapat memaksimalkan hasil pertanian. Hasil pertanian tidak selalu baik karena faktor-faktor tersebut sehingga perlu adanya pengembangan pertanian dengan cara pengembangan produk. \n \nPenelitian ini bertujuan untuk mengetahui potensi pengembangan produk dari wortel yang reject namun dapat diolah kembali sehingga mendapatkan nilai jual yang lebih tinggi. Terdapat dua produk dari pengolahan wortel, yaitu tepung wortel dan wortel beku. Kedua produk ini diharapkan dapat meningkatkan nilai jual dan mengurangi kerugian yang dapat terjadi. \n \nMetode penelitian yang digunakan dalam penelitian ini adalah studi deskriptif. Penelitian deskriptif dilakukan untuk memahami dan mendeskripsikan proses analisis kelayakan strategi bisnis. Penelitian deskriptif meliputi penelitian survei, studi kasus, penelitian perkembangan, penelitian tindak lanjut, analisis dokumen dan penelitian korelasional. Dalam penelitian ini, jenis penelitian deskriptif yang digunakan antara lain penelitian survei dan analisis dokumen. \n \nHasil dari penelitian ini adalah kedua produk dapat dijalankan jika dilihat dari finansial seperti NPV, IRR, PI, dan PP bernilai positif dan dari sisi pemasaran produk tepung wortel belum begitu dikenal dan pesaingnya sedikit sehingga perlu dilakukan peningkatan awareness dan pengenalan produk pengganti tepung terigu sedangkan frozen carrot sudah lebih dikenal namun pesaingnya banyak. Namun, wortel beku masih dapat diminati dan dipasarkan karena membutuhkan waktu yang lebih lama.", "Daftar File": {"2023_TS_PP_Yasa Pradana Tama-29120151_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/299077"}, "Penulis": "Yasa Pradana Tama [29120151]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Agriculture, carrot, carrot flour, frozen carrot, feasibility study", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Jul 2023"}