{"Nomor": 74815, "Judul": "PERANCANGAN STRUKTUR DERMAGA DAN TRESTLE PELABUHAN PERIKANAN MUARA ANGKE", "Abstrak": "Pelabuhan Perikanan Muara Angke yang terletak di Pluit, Jakarta Utara memegang peranan penting dalam menunjang aktivitas distribusi komoditas antar pulau. Sebagai pelabuhan perikanan nusantara, pelabuhan ini akan melayani bongkar muat kapal ikan dengan variasi ukuran 30 GT – 131 GT. Agar kelancaran kegiatan bongkar muat terjaga, perlu dirancang struktur dermaga dan trestle yang tahan terhadap gaya gempa, arus, dan gelombang. Kriteria desain yang digunakan mencakup data peta lokasi studi, data hidro-oseanografi, data tanah, dan data kapal. Pada tugas akhir ini, elemen struktural dermaga dan trestle didesain berdasarkan ketentuan SNI 1725-2016, SNI 1726-2019, dan SNI 2847-2019. Perilaku komponen penyusun struktur dianalisis dengan menggunakan metode LFRD. Elemen rangka pada dermaga dan trestle menggunakan material beton bertulang dengan fondasi tiang pancang baja. Penentuan jenis pembebanan yang bekerja pada rancangan struktur akan mengacu pada ketentuan OCDI, BS 6349, dan ASCE 61-14. Pemodelan struktur dilakukan dengan menggunakan software SAP2000.\nBerdasarkan hasil perancangan, struktur dermaga memiliki total panjang 202 m, lebar 15 m, kedalaman perairan sebesar -3.36 m dari LWS, dan elevasi dek dermaga +2 m dari LWS. Agar memudahkan akses ke dermaga, dirancang dua buah trestle dengan panjang 40 m dan lebar 6 m. Sebagai fasilitas pendukung dermaga, digunakan tipe arch fender AN500 dan single bit bollard dengan kapasitas 10 ton. Hasil desain penulangan elemen struktur terdiri dari 1 tipe pile cap, 2 tipe balok, dan 1 tipe pelat.", "Daftar File": {}, "Penulis": "Derick Sufendy [15019079]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Adang Surahman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pelabuhan, dermaga, trestle, beton bertulang, tiang pancang baja", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}