{"Nomor": 74813, "Judul": "ANALISIS KELEMBAGAAN INSTITUSI KESEHATAN DAN POTENSI BISNIS DISTRIBUSI KIT DIAGNOSTIK HEPATITIS B", "Abstrak": "Meskipun angka prevalensi hepatitis B di Jawa Barat terhitung tinggi (0,5% angka 2018), Jawa Barat merupakan salah satu provinsi dengan tingkat deteksi dini hepatitis B (DDHB) yang cukup rendah. Hal ini dipengaruhi oleh terbatasnya alat kesehatan yang terkait dengan deteksi dini Hepatitis B tersebut. Oleh karena itu, penelitian ini bertujuan untuk menentukan potensi produksi alat kesehatan di Indonesia, menentukan strategi distribusi alat kesehatan di Indonesia, dan menentukan strategi pemasaran kit diagnostic untuk virus Hepatitis B. Pengambilan data pada tesis ini dilakukan dengan metode wawancara semi-terstruktur dan mendalam terhadap enam narasumber dan survey kuesioner ke 117 responden. Data yang didapatkan kemudian dianalisis dengan menggunakan analisis pemangku kepentingan (stakeholder analysis) dan bauran pemasaran (marketing mix). Hasil penelitian menunjukan bahwa strategi distribusi yang dapat dilakukan adalah dengan mengandalkan Kementerian Kesehatan sebagai pengambil keputusan tertinggi untuk sektor pemerintah dan melalui kantor pusat Lembaga Layanan Kesehatan (LLK) untuk sektor swasta. Berdasarkan hasil survey, mayoritas responden memahami pentingnya deteksi dini Hepatitis B dan bersedia melakukan screening lebih lanjut sekiranya layanan tersebut tersedia. Hal ini dapat dilihat sebagai potensi pasar kit diagnostic Hepatitis B, di mana perusahaan perlu mendorong strategi co-promotion bersama pemerintah, sektor swasta, dan kompetitor untuk membangun kesadartahuan (awareness) mengenai Hepatitis B. Di sisi lain, keberpihakan pemerintah Indonesia yang jelas terhadap produk-produk inovasi kesehatan lokal, serta terbukanya kesempatan dari klaim diagnosis Hepatisis B melalui BPJS Kesehatan, memberikan potensi yang tinggi dalam pengembangan produk dan pemasaran diagnostic kit Hepatitis B.", "Daftar File": {"ABSTRAK Harumi Nabila Ridzki": "https://digilib.itb.ac.id/gdl/download/299092"}, "Penulis": "Harumi Nabila Ridzki [21319013]", "Kontributor / Dosen Pembimbing": ["Ernawati Arifin Giri-Rachman, M.Si., Ph.D.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Analisis Bauran Pemasaran, Analisis Pemangku Kepentingan, Deteksi Dini Hepatitis B (DDHB), Hepatitis B, Jawa Barat, Kit Diagnostic.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}