{"Nomor": 74825, "Judul": "PERUMUSAN STRATEGI PEMASARAN DIGITAL UNTUK MENINGKATKAN KETERLIBATAN PADA INDUSTRI LEMBAGA KURSUS DAN PELATIHAN (STUDI KASUS: PT KARISMA GARUDA MULIA)", "Abstrak": "PT Karisma Garuda Mulia adalah lembaga kursus dan pelatihan yang berlokasi di Kota Malang, Jawa Timur. Program pelatihan yang dibuat oleh PT Karisma Garuda Mulia berpusat pada pengembangan keterampilan IT dan teknologi digital yang meliputi kursus Microsoft Office Professional, desain grafis dan multimedia, pengembangan web, arsitektur digital, aplikasi teknik sipil, dan pemasaran digital. Seiring dengan munculnya platform e-learning online, bisnis mulai mengalami beberapa kesulitan. Permasalahan yang dihadapi oleh PT Karisma Garuda Mulia adalah rendahnya engagement dan kurangnya strategi pemasaran digital untuk membantu bisnisnya menghasilkan penjualan. \n \nTujuan dari penelitian ini adalah untuk membuat strategi digital marketing yang tepat untuk meningkatkan engagement guna membantu kelancaran customer journey. Penelitian ini dilakukan dengan mengidentifikasi masalah internal dan eksternal menggunakan Analisis STP, Marketing Mix (7Ps), analisis PESTEL, Porter’s Five Forces dan analisis pesaing. Setelah melakukan analisis tersebut, peneliti juga menganalisis upaya pemasaran digital PT Karisma Garuda Mulia dengan memasukkan model Hierarchy of Effects. \n \nPenelitian ini dilakukan dengan menggunakan metode kualitatif. Para peneliti melakukan wawancara mendalam dengan beberapa karyawan perusahaan untuk mendapatkan wawasan tentang upaya pemasaran digital perusahaan. Hasil wawancara menunjukkan bahwa strategi digital marketing yang digunakan oleh perusahaan masih kurang tepat. Menggunakan wawasan wawancara, para peneliti membangun strategi pemasaran digital menggunakan kerangka perencanaan RACE. \n \nHasil dari penelitian ini adalah perusahaan membutuhkan strategi pemasaran digital yang tepat dengan saluran pemasaran yang jelas di setiap tahapan kerangka perencanaan RACE. Saluran pemasaran yang digunakan adalah pemasaran mesin pencari dan pemasaran konten di tahap jangkauan, situs web dan kelas demo di tahap tindakan, pemasaran email dan dukungan layanan pelanggan di tahap konversi, dan terakhir pembangunan komunitas dan survei umpan balik di tahap keterlibatan.", "Daftar File": {"2023_TS_PP_Ilham Tsani Rasyidan_29121549_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/299127"}, "Penulis": "Ilham Tsani Rasyidan [29121549]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Lembaga kursus dan pelatihan, pemasaran digital, keterlibatan, perjalanan pelanggan, kerangka kerja RACE.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Jul 2023"}