{"Nomor": 74820, "Judul": "SUSTAINABLE BUSINESS HEADQUARTERS:   PERANCANGAN KANTOR PUSAT BERKELANJUTAN DENGAN PENDEKATAN LOW ENERGY BUILDING", "Abstrak": "Indonesia memiliki permintaan energi tertinggi di antara anggota ASEAN, dan sumber daya bahan bakar fosil masih mendominasi bauran energi dan listrik Indonesia (IESR, 2021). Bangunan menghasilkan 50 persen total pengeluaran energi di Indonesia dan sekitar 50-60 persen penggunaan energi pada bangunan disebabkan oleh proses-proses yang diperlukan untuk menciptakan iklim buatan dalam ruangan melalui pemanasan, pendinginan, ventilasi, dan pencahayaan. Desain kantor pusat bisnis yang berkelanjutan dengan pendekatan bangunan hemat energi bertujuan untuk meminimalkan konsumsi energi, mengurangi emisi karbon, dan mempromosikan lingkungan kerja yang sehat dan berkelanjutan. Dengan mengintegrasikan berbagai strategi dan teknologi, kantor pusat yang berkelanjutan dapat mencapai penghematan energi yang signifikan dan berkontribusi pada masa depan yang lebih hijau.\nProyek ini berada pada lahan seluas 12.156 m2 yang terletak di jalan BSD Green Office Park, BSD City, Tangerang Selatan yang merupakan kawasan kantor hijau pertama dan satu-satunya di kota tersebut. Perancangan proyek ini didasari oleh beberapa   pendekatan  arsitektur  yang dibagi menjadi dua persoalan pertama yakni mengenai bangunan rendah energi dan bangunan dengan lingkungan kerja yang berkelanjutan. Perancangan bangunan rendah energi didasarkan beberapa standar efisiensi energi bangunan yakni International Energy Conservation Code (IECC), ANSI/ASHRAE/IES Standard 90.1, ANSI/ASHRAE Standard 55, ANSI/ASHRAE Standard 189.1, serta Buku Pedoman Energi Efisiensi untuk Desain Bangunan Gedung di Indonesia. Sedangkan teori lingkungan kerja yang berkelanjutan dilandaskan penelitian yang dilaksanakan oleh Candido, dkk. (2019) yang mengidentifikasi pendorong utama di balik kepuasan pekerja, produktivitas yang dirasakan, dan kesehatan di kantor terbuka sementara pada saat yang sama memahami kesamaan desain yang dimiliki oleh ruang kerja berkinerja tinggi.\nPada proyek ini dilakukan simulasi optimasi selubung bangunan (constrained multi-objective optimization) menggunakan algoritme NSGA2 dengan perangkat lunak DesignBuilder untuk menghitung cost-benefit analysis yang memperhitungkan kombinasi terbaik untuk emisi energi bangunan, batasan kenyamanan termal, dan biaya optimal untuk menciptakan selubung bangunan berkinerja tinggi (high-performance façade) selagi mempertahankan aspek ikonik dari sebuah kantor pusat.", "Daftar File": {}, "Penulis": "Santika Devi Permata [15219008]", "Kontributor / Dosen Pembimbing": ["Ir. Robby Dwiko Juliardi, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kantor pusat, performance-based decisions, efisiensi energi, sustainable work environment", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "24 Jul 2023"}