{"Nomor": 74824, "Judul": "EVALUASI DAN PENINGKATAN PELAYANAN FASILITAS PENUMPANG STASIUN KERETA API ANGKUTAN ORANG DI STASIUN BANDUNG PINTU UTARA", "Abstrak": "Stasiun Bandung adalah stasiun terbesar tipe A di Jawa Barat yang memfasilitasi pergerakan penumpang dari Kota Bandung. Adanya tren peningkatan jumlah penumpang dari tahun ke tahun tentunya telah mempengaruhi pelayanan beberapa fasilitas penumpang, terutama fasilitas yang kebutuhannya dipengaruhi oleh jumlah penumpang. Hal ini dapat dilihat pada sirkulasi kendaraan di fasilitas parkir dan sirkulasi penumpang di ruang boarding yang kurang baik saat jam sibuk. Untuk itu, perlu dilakukan evaluasi sehingga dapat diberikan usulan peningkatan pelayanan fasilitas penumpang di Stasiun Bandung Pintu Utara hingga tahun rencana 2033 yang direncanakan dengan metode regresi linier berganda. Evaluasi pelayanan fasilitas penumpang akan dilakukan dengan pengumpulan data primer dan sekunder. Data primer didapat melalui kegiatan survei atau pengamatan dan penyebaran kuesioner kepada penumpang kereta api jarak jauh yang berangkat dari Stasiun Bandung, sedangkan data sekunder didapatkan langsung dari instansi terkait. Pada perancangan ini, evaluasi pelayanan fasilitas penumpang dibagi menjadi fasilitas penumpang di dalam dan luar gedung stasiun. Fasilitas penumpang di dalam gedung stasiun terdiri dari fasilitas penumpang yang terdapat dalam Standar Pelayanan Minimum Angkutan Orang Dengan Kereta Api di Stasiun dalam Peraturan Menteri Perhubungan Republik Indonesia Nomor PM 63 Tahun 2019, sedangkan fasilitas penumpang di luar gedung stasiun terdiri dari fasilitas parkir dan Tempat Perhentian Kendaraan Penumpang Umum (TPKPU). Hasil evaluasi menunjukkan masih terdapat fasilitas penumpang di dalam gedung stasiun yang belum memenuhi Standar Pelayanan Minimum dan perlu ditingkatkan dengan memasang guiding block pada area peron, menyediakan tata cara pembelian tiket kereta, memasang peta jaringan kereta di area tidak bertiket, melengkapi toilet dengan urionoar untuk anak-anak, dan musala dengan tempat duduk untuk pengguna berkebutuhan khusus. Untuk ruang boarding sendiri masih memenuhi Standar Pelayanan Minimum karena setiap penumpang memiliki kebebasan ruang sebesar 1,659 m2/orang dengan LOS A. Selain itu, masih terdapat juga fasilitas penumpang di luar gedung stasiun yang perlu ditingkatkan dengan memperbaiki inventaris parkir dan mengusulkan pembangunan halte bus dan Angkot pada lokasi yang terpisah. Peningkatan pelayanan fasilitas penumpang di luar gedung stasiun juga dilakukan dengan mendesain layout dan sirkulasi parkir dengan kapasitas 180 SRP mobil dan 4 SRP untuk pengguna berkebutuhan khusus. Keseluruhan usulan peningkatan pelayanan fasilitas penumpang ini dianggarkan membutuhkan biaya sebesar Rp3.976.455.038,48.", "Daftar File": {}, "Penulis": "Adriana Gabriela Palupi [15019144]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T, M.T.", "Ir. Nasuhi Zain, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Stasiun Bandung, fasilitas penumpang, fasilitas parkir, ruang boarding, halte", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}