{"Nomor": 74822, "Judul": "IDENTIFIKASI POLA KLIMATOLOGIS CURAH HUJAN DAN VARIABILITAS INTER-ANNUALNYA AKIBAT PENGARUH FENOMENA ENSO DI PULAU JAWA BAGIAN BARAT", "Abstrak": "Pola curah hujan di wilayah Jawa bagian barat secara umum diklasifikasikan sebagai\npola monsunal, yaitu pola dengan satu puncak curah hujan dalam satu tahun. Di sisi\nlain, terdapat penelitian yang menemukan adanya pola dua puncak curah hujan\ndalam satu tahun di wilayah tersebut. Perbedaan pola curah hujan ini dapat\ndiakibatkan oleh perbedaan jumlah stasiun, distribusi stasiun, maupun panjang data\nyang digunakan, sehingga kurang mampu merepresentasikan curah hujan secara\ndetail pada wilayah yang luas dan topografi yang kompleks. Variasi curah hujan\nantar-tahunan (inter-annual) di wilayah tersebut juga dipengaruhi oleh fenomena El\nNiño-Southern Oscillation (ENSO). ENSO secara signifikan mempengaruhi\nmagnitude serta awal musim hujan di wilayah kajian.\nPenelitian ini mendetailkan kembali pola curah hujan di wilayah Jawa bagian barat\ndengan menggunakan metode local maxima dan memanfaatkan jumlah stasiun yang\nlebih banyak, lebih terdistribusi secara merata, serta memilki data yang lebih\npanjang. Analisis diperluas dengan melihat dampak fenomena ENSO terhadap pola\ncurah hujannya.\nIdentifikasi ini menghasilkan tiga pola curah hujan, yaitu pola 1, 2, dan 3 puncak\ncurah hujan. Stasiun dengan 1 puncak pada umumnya berada di wilayah utara\n(wilayah lowland), sedangkan stasiun dengan 2 dan 3 puncak dominan berada di\nwilayah tengah hingga selatan (wilayah highland) Jawa bagian barat. Perbedaan\npola yang kontras antara wilayah lowland dan highland, menunjukkan bahwa\ntopografi menjadi salah satu faktor yang mempengaruhi curah hujan di wilayah\nJawa bagian barat. Kemudian, fenomena La Niña menyebabkan peningkatan nilai\ncurah hujan hampir di seluruh wilayah pada periode Agustus hingga November dan\nmenyebabkan adanya penambahan jumlah puncak serta waktu puncak yang lebih\nawal dibandingkan dengan klimatologisnya. Di sisi lain, El Niño menyebabkan nilai\ncurah hujan berkurang hampir di seluruh wilayah pada periode Juni hingga Oktober,\nnamun El Niño cenderung tidak mengubah pola curah hujan di Jawa bagian barat.", "Daftar File": {"ABSTRAK Dea Mira Christin Haloho": "https://digilib.itb.ac.id/gdl/download/299123"}, "Penulis": "Dea Mira Christin Haloho [12819003]", "Kontributor / Dosen Pembimbing": ["Dr. Rusmawan Suwarman, S.Si., M.T.", "Dr. Yudha Setiawan Djamil"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "El Niño–Southern Oscillation (ENSO), Jawa bagian barat, Local maxima, Pola curah hujan.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "24 Jul 2023"}