{"Nomor": 74833, "Judul": "PRA-RANCANGAN INDUSTRI LANTAI KAYU TAHAN API BERBAHAN BAKU KAYU SENGON (FALCATARIA MOLUCCANA MIQ.): KARAKTERISTIK LVL DAN LVB SENGON (FALCATARIA MOLUCCANA MIQ.) DENGAN PENAMBAHAN BAHAN RETARDASI API SODIUM SILIKAT DAN DIAMMONIUM FOSFAT", "Abstrak": "Penelitian ini bertujuan untuk mengetahui pengaruh penambahan bahan retardasi api diammonium fosfat (DAP) 20% dan sodium silikat (SS) 20% menggunakan metode impregnasi dan coating terhadap sifat fisis, sifat mekanis, delaminasi, emisi formaldehida dan ketahanan terhadap api pada produk Laminated Veneer Lumber (LVL) dan Laminated Veneer Board (LVB). Panel LVL maupun LVB diberikan 5 perlakuan berupa: kontrol, impregnasi DAP, impregnasi SS, coating DAP, dan coating SS. Hasil penelitian menunjukkan bahwa untuk sifat fisis, LVL maupun LVB memiliki kadar air, kerapatan, penyusutan panjang, penyusutan lebar, dan pengembangan tebal yang berbeda tidak nyata antara satu sama lain. Perlakuan bahan retardasi hanya memberikan perbedaan nyata pada kadar air, dengan rentang nilai sebesar 14,75% hingga 18,77% untuk perlakuan impregnasi. Persentase peningkatan bobot untuk perlakuan impregnasi DAP dan SS masing-masing sebesar 23,55% dan 11,95%. Dalam pengujian sifat mekanis, LVL memiliki nilai kekuatan bonding (horizontal shear), kekuatan bending modulus of elasticity (MOE), dan modulus of rupture (MOR) yang lebih tinggi dibandingkan dengan LVB, namun tidak untuk nilai kekerasan. Perlakuan bahan retardasi api pada kayu memengaruhi laju pembakaran dan durasi pembakaran, dengan laju dan durasi terbaik diperoleh pada perlakuan impregnasi DAP, masing-masing sebesar 0,5 mm/menit dan 36,76 menit. Dalam pengujian emisi formaldehida, LVL memiliki nilai yang baik untuk semua perlakuan, dengan rentang nilai emisi sebesar 0,04 mg/l hingga 0,17 mg/l. Delaminasi pada panel LVL maupun LVB memiliki nilai 0% untuk semua perlakuan kecuali perlakuan kontrol LVL yang memperoleh nilai sebesar 8,33%. Semua nilai yang telah disebutkan lolos standar JAS, kecuali untuk sampel impregnasi DAP dan SS untuk pengujian kadar air.", "Daftar File": {}, "Penulis": "Rafael Niko Navarro [11919021]", "Kontributor / Dosen Pembimbing": ["Eka Mulya Alamsyah, S.Hut., M.Agr., Ph.D.", "Dr. Yoyo Suhaya, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "bahan retardasi api, coating, diammonium fosfat (DAP), impregnasi, LVB, LVL, sifat fisis, sifat mekanis, sodium silikat (SS)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}