{"Nomor": 74832, "Judul": "PEMODELAN GEOLOGI 3D LAPISAN BATUPASIR ENDAPAN SUNGAI ZONA TRANSISI: STUDI KASUS PADA RESERVOIR D-10, STRUKTUR NORTH KUTAI LAMA, LAPANGAN SANGASANGA, CEKUNGAN KUTAI", "Abstrak": "Batupasir reservoir D-10 berkontribusi 70% produksi minyak di Struktur North Kutai Lama (NKL), Lapangan Sangasanga sejak awal tahun 2020. Reservoir ini terletak di sayap antiklin bagian timur, utara Antiklinorium Samarinda. Namun demikian, untuk memahami reservoir ini terdapat kendala dalam pemodelan fasies karena sedikitnya sumur yang menembus di area sayap antiklin dan tidak ada konektivitas antara sayap antiklin dengan area punggungan. Kompartemen ini, terlihat dari posisi reservoir minyak dibagian sayap antiklin berada dibawah kontak minyak – air dari reservoir di area punggungan dan tren evolusi tekanan terlihat berbeda di kedua area tersebut. Analisis pertama yang dilakukan yaitu penentuan lito dan elektro fasies merujuk pada Walker dan James, 1992 dan Miall, 1977 kemudian mengorelasikan kesamaan waktu antara sumur dengan konsep cyclothem. Hal ini dikarenakan adanya perulangan lapisan batubara secara vertikal di area penelitian yang dapat dijadikan sebagai datum marker (Weller, 1931 dan McCabe, 1984). Tahapan berikutnya menentukan lingkungan pengendapan dan tipe fasies batupasir dengan mengintegrasikan dari berbagai analisis yaitu biostratigrafi dari beberapa jenis fosil, lito dan elektro fasies, besar butir batupasir dari serbuk pengeboran, struktur sedimen dan arah pengendapan purba dari data dipmeter serta salinitas reservoir dari uji sampel air. Memahami lingkungan pengendapan dan fasies tentunya berkaitan dengan geometri, dimensi dan karakteristik reservoir yang berdampak pada perhitungan volume inisial hidrokarbon. Hasil berbagai analisis\ntersebut dijadikan acuan untuk pembuatan peta Net to Gross (NTG) 2D yang secara umum terbagi menjadi dua tahapan yaitu rekonstruksi batupasir sungai dalam bentuk poligon dan persebaran pola NTG di dalam poligon sungai tersebut. Pada tahapan pemodelan fasies 3D, peta NTG 2D dikonversi kedalam 3D sebagai tren batuserpih dan batupasir disetiap lapisan vertikalnya berdasarkan analisis data VPC (Vertical Proportion Curve). Peta 3D tersebut digunakan sebagai tren dalam pemodelan fasies dengan metode SIS (Sequential Indicator Simulation) dan menjadi data sekunder pada pemodelan properti dengan metode SGS (Sequential Gaussian Simulation). Hasil penelitian menyimpulkan lapisan D-10 terdiri dari fasies arsitektur berupa daratan lumpur (mud flat), limpahan banjir (crevasse splay) dan fasies zona transisi fluvial-tidal yang terbagi menjadi beberapa kompartemen yang umumnya dipisahkan secara stratigrafi dengan keberadaan thalweg yang diisi oleh batuserpih dan disebabkan oleh sekatan sesar normal. Fasies batupasir sungai merupakan fasies yang dominan mempunyai hidrokarbon terbukti dari kumulatif produksi di berbagai sumur. Perhitungan total volume hidrokarbon inisial dari sayap antiklin dan punggungan dari pemodelan statis 3D pada fasies batupasir sungai sebesar 7.04 MMstb dan 1.23 Bcf sedangkan total kumulatif produksi yaitu 1.41 MMstb (RF, recovery factor 20%) dan 0.18 Bcf (RF 14%). Akumulasi hidrokarbon yang terbesar terletak di sayap antiklin yaitu sebesar 6.76 MMstb (RF 18%) dan masih realistis dibandingkan dengan kumulatif produksi minyak serta penyumbang 70% produksi minyak di Struktur NKL. Analisis ergodicity pun dilakukan sebagai bagian dari analisis ketidakpastian dan sensitivitas untuk mendapatkan rentang nilai volume hidrokarbon inisial. Hasil pemodelan reservoir 3D ini diharapkan dapat membantu dalam pengembangan lapangan Struktur NKL yang lebih akurat seperti perhitungan volume dan lokasi potensi hidrokarbon termasuk usulan sumur pengeboran, strategi injeksi air untuk mempertahankan tekanan reservoir dan simulasi reservoir.\nKata kunci: analisis lingkungan pengendapan terintegrasi, pemodelan fasies, fluvial-tidal transition zone, cyclothem, ergodicity, volume hidrokarbon inisial.", "Daftar File": {"ABSTRAK Ferdi Rizal": "https://digilib.itb.ac.id/gdl/download/299159"}, "Penulis": "Ferdi Rizal [22021012]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Soemintadiredja, M.S.", "Dr. Dwiharso Nugroho, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "analisis lingkungan pengendapan terintegrasi, pemodelan fasies, fluvial-tidal transition zone, cyclothem, ergodicity, volume hidrokarbon inisial.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}