{"Nomor": 74845, "Judul": "EVALUASI KELAYAKHUNIAN PERMUKIMAN PADAT PENDUDUK BERDASARKAN PRASARANA DASAR (STUDI KASUS: KAMPUNG NELAYAN CILINCING, JAKARTA UTARA)", "Abstrak": "DKI Jakarta sebagai Ibukota Negara terus menjadi tujuan urbanisasi oleh karena berbagai\ndaya tarik yang dimilikinya, akan tetapi kota ini masih terikat dengan permasalahan\npermukiman kumuh atau permukiman yang kurang layak. Kota Administrasi Jakarta Utara,\nsebagai penyumbang terbesar permukiman kumuh di DKI Jakarta, memiliki kampungkampung nelayan di pesisirnya yang menjadi salah satu bukti nyata keberadaan\npermukiman kumuh. Salah satunya yang termasuk kawasan kumuh menurut Kementerian\nPekerjaan Umum dan Perumahan Rakyat adalah Kampung Nelayan Cilincing yang berada\ndi RW 04 Kelurahan Cilincing. Meski begitu, terkadang yang terjadi di tengah masyarakat\nsering kali berbeda dengan yang dinilai oleh pemerintah. Diketahui juga banyak faktor\nyang dapat mempengaruhi kumuh atau tidaknya suatu kawasan. Oleh sebab itu, perlu\ndilakukan evaluasi kelayakhunian Kampung Nelayan Cilincing berdasarkan prasarana\ndasar permukiman. Dengan prasarana dasar permukiman yang dimaksud meliputi\nprasarana jalan, air bersih, air limbah, drainase, dan persampahan. Evaluasi dimulai dari\nmerumuskan kriteria layak huni pada prasarana dasar permukiman, lalu mengidentifikasi\nprioritas kriteria layak huni pada prasarana dasar permukiman, hingga menganalisis\nkelayakhunian Kampung Nelayan Cilincing. Penelitian dilakukan dengan mengumpulkan\ndata dari dinas berkaitan, juga data yang didapat melalui wawancara dinas, wawancara\nmasyarakat, kuesioner AHP, kuesioner masyarakat, dan observasi. Setelah itu dilakukan\nanalisis konten, analisis AHP, serta analisis deskriptif kualitatif dan skoring. Sehingga\ndidapati bahwa Kampung Nelayan Cilincing secara keseluruhan sudah cukup layak huni\ndan dari hasil skoring pun mendapatkan nilai pada kelas kelayakhunian tinggi. Tetapi\nsebenarnya masih ada hal-hal yang membuatnya belum sepenuhnya layak huni, seperti\ntidak tersedianya jalur pejalan kaki dan penghijauan di jalan, tidak tersedianya kran hidran\nkebakaran milik komunal, masih terjadi pembuangan air limbah domestik ke lingkungan,\nsaluran drainase dan air limbah yang masih tergabung, serta belum ada pemilahan sampah\ndan penerapan 3R di skala rumah tangga.", "Daftar File": {}, "Penulis": "Ester Lita Melki Napitupulu [15419136]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Ayu Andani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "AHP, Kampung Nelayan Cilincing, kelayakhunian, kumuh", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "24 Jul 2023"}