{"Nomor": 74854, "Judul": "STUDI PEMANFAATAN SPLACHNOBRYUM SP. DAN SPIROGYRA SP. SEBAGAI AGEN BIOSORPSI LOGAM TEMBAGA (CU) DI AREA REKLAMASI TAMBANG TERBUKA GRASBERG", "Abstrak": "Adanya aktivitas pertambangan berpotensi menimbulkan dampak negatif terhadap lingkungan, salah satunya adalah terbentuknya air asam tambang. Air asam tambang merupakan senyawa dengan pH rendah serta kandungan logam berat tinggi, faktor tersebut berpotensi menjadi ancaman bagi lingkungan apabila tidak dikelola dengan baik. Salah satu upaya yang dapat digunakan untuk mengurangi kadar logam berat yang terlarut dalam air adalah metode biosorpsi. Dalam penelitian sebelumnya disebutkan bahwa Spirogyra sp. dan Splachnobryum sp. memiliki kemampuan biosorpsi khususnya untuk logam tembaga dengan memanfaatkan fitokelatin. Oleh karena itu mengetahui potensi penyerapan logam tembaga (Cu) oleh kedua spesies yang tumbuh di Area Reklamasi Grasberg serta mengetahui konsentrasi logam Cu yang terakumulasi di dalam kedua spesies di Area Reklamasi Grasberg. Pada penelitian ini dilakukan analisis persebaran yang dapat mempengaruhi penyerapan logam berat oleh kedua spesies, dianalisis kandungan logam berat yang terdapat pada air asam tambang dan pada kedua spesies, serta dianalisis menggunakan metode isotherm Langmuir dan Freundlich untuk diketahui penyerapan maksimal. Dari hasil analisis didapatkan bahwa kemampuan kedua spesies dalam menyerap logam berat Cu hingga 95,6% dari sampel air, dengan rerata persentase penyerapan 52.05% untuk Splachnobrium sp. dan 51,93% untuk Spirogyra sp.. Kemampuan akumulasi logam tembaga mencapai 247 mg/kg untuk Spirogyra sp. dan sebesar 211 mg/kg untuk Splachnobryum sp..", "Daftar File": {}, "Penulis": "Muhammad Yusvado Aldrian Habib [10619024]", "Kontributor / Dosen Pembimbing": ["Neil Priharto, S.Si., M.T., Ph.D.", "Anriansyah Renggaman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Air Asam Tambang, Biosorpsi, Konsentrasi Cu, Spirogyra sp., Splachobryum sp.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}