{"Nomor": 74858, "Judul": "KAJIAN KESESUAIAN PENGGUNAAN LAHAN DAN RENCANA POLA RUANG PROVINSI DAERAH ISTIMEWA YOGYAKARTA BERDASARKAN KEMAMPUAN LAHANNYA", "Abstrak": "Salah satu sumberdaya utama dalam perencanaan tata ruang ialah tanah. Akan\ntetapi, sayangnya ketersediaan tanah dengan kondisi yang baik untuk memenuhi\nkebutuhan akan lahan ini cukup terbatas, sehingga dalam beberapa kasus terjadi\nkesalahan atau ketidaksesuaian penggunaan lahan dengan kemampuannya yang\ndapat menyebabkan degradasi tanah itu dan dapat membawa bencana. Hal\ntersebut bisa dikatakan sebagai eksternalitas negatif dan bersifat merugikan.\nProvinsi Daerah Istimewa Yogyakarta atau biasa disingkat DIY, merupakan\nsebuah provinsi dengan berbagai penggunaan lagam, di mana Kota Yogyakarta\nsebagai pusat perkembangan perkotaan dan kabupaten yang mengitari di\nsekitarnya memberikan bantuan seperti hasil pertanian atau perkebunan yang\nmenjadi kebutuhan bagi masyarakat, di samping itu juga memiliki keindahan alam\nyang perlu dilestarikan dan dapat dikembangkan menjadi daya tarik wisata.\nBerdasarkan hal tersebut, maka evaluasi kesesuaian penggunaan lahan menjadi\nsebuah hal penting dalam melakukan kajian kesesuaian penggunaan lahan beserta\ndengan rencana tata ruang Provinsi DIY didasarkan pada daya dukungnya. Salah\nsatu pendekatannya yaitu kemampuan lahan dengan bantuan Sistem Informasi\nGeografis atau SIG. Kriteria kemampuan lahan yang digunakan adalah\nkelerengan, erosi, jenis tanah, drainase tanah, permeabilitas tanah, dan batuan.\nHasil penelitian memperlihatkan bahwa Provinsi DIY memiliki kemampuan lahan\nKelas I hingga Kelas VIII, namun tidak ditemukannya Kelas V, yang didominasi\ndengan kemampuan lahan Kelas IV dan Kelas VI. Hal tersebut menunjukkan bahwa\nProvinsi DIY memiliki suatu hambatan khususnya dalam penggunaan lahan\nbudidaya. Disamping itu juga didapatkan hasil bahwa pada penggunaan lahan\neksisting maupun rencana pola ruang yang mengacu pada RTRW Provinsi DIY\nTahun 2019-2039 masih terdapat ketidaksesuaian penggunaan lahan berdasarkan\nkemampuannya. Oleh karena itu, para pemangku kepentingan dalam perencanaan\npenataan ruang perlu melakukan penyesuaian dan upaya preventif serta\nmempertimbangkan skenario-skenario pembangunan perkotaan yang ada untuk\nmengatasi dan mengurangi dampak yang dapat ditimbulkan dari adanya\nketidaksesuaian ini.", "Daftar File": {}, "Penulis": "Yohanes Tosan Aji Dinar P. [15419124]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Armiati Argo, M.E.S, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Provinsi Daerah Istimewa Yogyakarta, Guna Lahan, Kemampuan Lahan, Kesesuaian Lahan, SIG", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "24 Jul 2023"}