{"Nomor": 74853, "Judul": "UJI JALAN 3X10.000 KM UNTUK PENGEMBANGAN PRODUK PELUMAS MOTOR DIESEL SAE 15W-40 API SERVICE CF-4", "Abstrak": "Pelumasan merupakan salah satu fakor penting dalam sistem motor diesel. Sejak awal\npenggunaannya hingga sekarang, pelumasan selalu menjadi perhatian utama dalam\nperancangan motor diesel. Banyaknya komponen yang bergerak saling bergesekan pada\nmotor diesel menyebabkan banyak terdapat komponen yang akan mengalami keausan.\nKeausan yang berlebihan akan menyebabkan prestasi dan umur pakai dari motor diesel itu\nmenurun. Perlindungan terhadap komponen-komponen yang mengalami keausan ini akan\ndiberikan oleh pelumas.\nPenelitian ini dilakukan untuk pengembangan produk pelumas motor diesel agar dapat\nberoperasi dengan jarak 10.000 km dan untuk mengetahui kinerja dari pelumas serta\npengaruhnya terhadap komponen-komponen yang mengalami keausan dari motor diesel.\nPenelitian dilaksanakan dengan uji jalan menggunakan mobil uji berpenggerak motor diesel\nsejauh 3 x 10.000 km yang mengacu pada standar ASTM D-5500. Parameter-parameter yang\ndiujikan yaitu kecepatan rata-rata, tingkat kebisingan ruang mesin, akselerasi mobil uji,\nprestasi mobil uji, perubahan sifat pelumas, massa komponen, dimensi komponen, kekasaran\nkomponen, dan kerusakan komponen melalui evaluasi visual.\nHasil dari pengujian ini adalah terjadinya penurunan rata-rata viskositas kinematik\npelumas sebesar 10.07%, perubahan massa, dimensi, dan kekasaran komponen antara 0.01%-\n2%, penurunan daya sebesar 14.11%, penurunan torsi sebesar 6.84%, konsumsi pelumas\nsebanyak 13.27%, dan konsumsi bahan bakar rata-rata sebesar 15.95 km/liter. Perubahan\ntersebut terjadi karena adanya degradasi pelumas sehingga gesekan yang terjadi antar\nkomponen semakin besar. Gesekan ini yang akan menyebabkan keausan pada komponen\nyang dilihat dari evaluasi visual. Evaluasi visual ini memperlihatkan kerusakan akibat\ngesekan yang semakin besar setelah pengujian. Oleh karena itu prestasi dari kendaraan akan\nmenurun.\nSecara umum perubahan parameter masih berada dalam batas yang diizinkan. Oleh\nkarena itu setelah menjalani pengujian sejauh 3 x 10.000 km, pelumas yang dikembangkan\nbisa dikatakan memenuhi spesifikasi API Service CF-4.", "Daftar File": {}, "Penulis": "Adrian Prayoga [13103093]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pelumas SAE 15W-40, motor diesel, uji jalan", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "24 Jul 2023"}