{"Nomor": 74863, "Judul": "CARA MENGOPTIMASI FAKTOR EMPLOYEE EXPERIENCE UNTUK MENINGKATKAN EMPLOYEE DAN/ATAU WORK ENGAGEMENT: STUDI KASUS PADA PT TELKOM INDONESIA", "Abstrak": "Studi ini meneliti mengenai kaitan antara faktor-faktor Employee Experience (Ex) yang berpengaruh terhadap Employee dan Work Engagement (EG & WG). Topik ini dipilih karena pentingnya menjaga engagement dalam organisasi maupun pekerjaan, terutama pada generasi late millennials atau nineties. Target penelitian dipilih pada studi ini karena pada objek penelitian (PT. Telkom Indonesia) late millennials atau nineties merupakan generasi yang akan bertanggung jawab atas masa depan perusahaan. Dengan terdapatnya fenomena terkait system dan model engagement yang sudah ada, penelitian ini mencoba memformulasikan dan mengimprove praktik implementasi engagement yang sudah ada. \n Metode yang digunakan dari penelitian ini adalah kuantitatif, tetapi diawali dengan open interview untuk menentukan faktor Ex mana yang paling berpengaruh terhadap engagement. Studi ini mendapatkan 207 responden secara sukarela, 186 data dari responden tersebut diolah, sisa dari responden tersebut tidak diolah karena tidak sesuai kriteria pada penelitian ini yaitu minimal 3 tahun lebih bekerja pada objek penelitian. Pengujian awal pada penelitian berjalan baik terbukti dari Uji Validitas, Reliabilitas, Multikolienaritas, Heteroskedastitas yang menunjukkan tidak ada isu ketidaksinambungan. Selanjutnya, pengujian dilakukan menggunakan regresi linear berganda. \n Hasil dari penelitian ini yaitu Ex berpengaruh positif terhadap engagement. 5 faktor Ex yang ditemukan dalam penelitian ini sebagai variable indenpenden yaitu Work Environment (WE), Career Development (CD), Leadership (LD), Compensation (CM), dan Training and Development (TD) terdapat 10 hipotesis yang diuji. Penelitian ini juga menghasilkan rekomendasi untuk objek penelitian agar mempertahankan hingga mengimprove 3 faktor dengan pengaruh terbesar pada engagement sebagai alternative pertama, kemudian menguatkan dan memperbaiki 2 faktor lainnya pada alternative kedua. Dengan mengadaptasi model dari penelitian ini, perusahaan dan peneliti selanjutnya dapat lebih memperhatikan praktik work engagement, bukan hanya pada implementasi employee engagement.", "Daftar File": {"2023_TS_PP_Safaat Aufahasan Adzka_29120052_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/299319"}, "Penulis": "Safaat Aufahasan Adzka [29120052]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Employee Experience, Employee Engagement, Work Engagement, Work Environment, Career Development, Leadership, Compensation, and Training and Development.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Jul 2023"}