{"Nomor": 74864, "Judul": "STUDI PENETAPAN PARAMETER DESAIN DALAM PENYERAPAN SO2 DENGAN MENGGUNAKAN AIR LAUT PADA KOLOM ABSORBER", "Abstrak": "Salah satu jenis teknologi yang digunakan untuk pengendalian pencemaran udara \ndalam penyisihan pencemar berupa SO2 adalah Seawater Flue Gas (SWFGD). \nSejauh ini, kebanyakan penelitian terdahulu memfokuskan penelitiannya pada \nbagaimana pengaruh beberapa variabel operasi terhadap kemampuan penyisihan \nSO2. Sedangkan penelitian yang memfokuskan studi untuk menetapkan beberapa \nparameter desain seperti konstanta Henry, koefisien transfer massa, nilai L/G dan \nflooding velocity cukup jarang dilakukan, terlebih lagi jika berbicara mengenai \nstudi kasus penggunaan air laut alami dari Indonesia. Oleh karena itu, penelitian ini \ndirancang dengan fokus dan tujuan utama adalah untuk menentukan beberapa \nparameter desain tersebut, dimana pengukuran terhadap pengaruh parameter \noperasi terhadap efisiensi penyisihan SO2 juga tetap dilakukan. Penelitian \ndilakukan dengan menggunakan kolom absorber tipe packed tower dan aliran \ncounter current. Variasi nilai flow rate air laut dan flow rate gas yang digunakan \nsecara berturut-turut adalah 150 – 250 l/jam dan 1 – 10 m3\n/jam untuk variasi rasio \nL/G adalah 20,9 hingga 174,2. Sedangkan variasi temperatur adalah 30 – 50oC. \nHasil penelitian menunjukan bahwa semakin meningkatnya nilai rasio L/G maka \nefisiensi penyisihan pun turut meningkat. Sedangkan hubungan antara temperatur \ndan efisiensi penyisihan justru berbanding terbalik. Semakin meningkat temperatur, \nmaka efisiensi penyisihan akan semakin menurun. Adapun penyisihan tertinggi \nmampu mencapai angka 100%, sedangkan efisiensi terendah mencapai 74%. pH \nair laut yang dihasilkan dari proses penyerapan berkisar antara 3 – 6, dengan \nkenaikan pH optimal terjadi ketika rasio 1:2 hingga 1:3 fresh seawater ditambahkan \nke dalam efluen air laut. Kemudian nilai konstanta Henry yang diperoleh terbilang \ncukup kecil dibandingkan dengan nilai konstanta Henry untuk jenis absorben air \ntawar. Yaitu pada suhu 30oC, nilai konstanta Henry adalah 0,03. Sedangkan nilai \nkoefisien transfer massa akan meningkat seiring dengan meningkatnya flow rate\nliquid dan temperatur gas, dimana koefisien tertinggi didapat pada kondisi \ntemperatur 30oC dan nilai L/G adalah 174,2.", "Daftar File": {"25321021_Kadek Sri Anik Suci.pdf": "https://digilib.itb.ac.id/gdl/download/299315"}, "Penulis": "Kadek Sri Anik Suci [25321021]", "Kontributor / Dosen Pembimbing": ["Dr. Mont. Kania Dewi, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "efisiensi, konstanta Henry, PLTU, SO2, SWFGD", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Jul 2023"}