{"Nomor": 74874, "Judul": "ESTIMASI INDEKS POTENSI TIMBULAN SAMPAH DAN PERGERAKAN PARTIKELNYA DARI SUNGAI DI SELAT BALI PADA MUSIM BARAT", "Abstrak": "Saat ini, isu sampah laut telah menjadi isu global. Indonesia pun mengalami kejadian terkait sampah laut ini, misalnya timbulan sampah di pesisir barat Pulau\nBali bagian selatan, yang datang setiap periode angin musim barat. Hal tersebut\ntelah terjadi dalam beberapa dekade terakhir. Berbagai upaya pencegahan dan\npenanganan telah dilakukan mulai dari penelitian, pembuatan peraturan, dan aksi nyata. Namun, masih diperlukan banyak penelitian terkait upaya efektif\npencegahannya.\nBerkaitan dengan hal itu, penelitian ini bertujuan untuk melihat pergerakan partikel sampah laut dilepaskan dari muara sungai Selat Bali saat musim barat (8 – 24\nDesember 2020) dengan meninjau parameter tingkat kepadatan penduduk, LULC,\ndan aktivitas ekonomi sebagai faktor yang mempengaruhi produksi timbulan\nsampah di darat yang sebagian tidak terkelola kemudian terakumulasi di muara sungai. Dari perameter tersebut dilakukan estimasi indeks potensi timbulan sampah\nuntuk menentukan 12 titik muara sungai yang menjadi sumber pelepasan partikel sampah.\nHasil simulasi particle tracking dengan metode Lagrangian menggunakan software\nDelft3D yang menghasilkan model hidrodinamika yang dibangkitkan oleh pasang\nsurut dan angin menunjukkan bahwa hanya partikel dari Sungai Bomo dan Tukad\nDaya yang bergerak keluar pintu masuk Selat Bali. Sementara partikel lain\nmemiliki kecenderungan bergerak menuju arah timur-selatan. Partikel yang keluar\ndari Sungai Bomo (Kabupaten Banyuwangi) juga memiliki lintasan terpanjang,\nyaitu 227,23 km. Sedangkan lintasan terpendek dimiliki oleh partikel dari Tukad\nPenet yaitu 31,11 km. Selain itu, tidak terlihat adanya partikel dari muara sungai di\nKabupaten Banyuwangi yang mencapai pesisir barat Pulau Bali.", "Daftar File": {"ABSTRAK Novita Tilangsari": "https://digilib.itb.ac.id/gdl/download/299354"}, "Penulis": "Novita Tilangsari [22419012]", "Kontributor / Dosen Pembimbing": ["Ivonne Milichristi Radjawane, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Earth sciences", "Kata Kunci": "sampah laut, Selat Bali, kepadatan penduduk, LULC, cahaya malam hari, particle tracking, Delft3D", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "24 Jul 2023"}