{"Nomor": 74876, "Judul": "PENGEMBANGAN ANTARMUKA BERBASIS WEB UNTUK PENGATURAN NIST NET EMULATOR", "Abstrak": "NIST Net Emulator adalah sebuah perangkat lunak yang dapat digunakan\nuntuk melakukan emulasi jaringan IP. Dengan menggunakan NIST Net, pengguna\ndapat melakukan penelitian tentang dinamika perubahan karakteristik jaringan,\nyaitu delay, jitter, bandwidth limit, congestion, packet loss dan packet duplication.\nNIST Net dapat dijalankan di sebuah komputer berbasis Linux dan\ndifungsikan sebagai sebuah router yang menghubungkan beberapa jaringan\ndibawahnya. Karakteristik lalu lintas paket antara beberapa jaringan dapat diatur\ndan disesuaikan dengan kebutuhan. NIST Net memiliki antar muka grafis di\nXwindow sehingga pengaturan karakateristik jaringan dapat dilakukan dengan\nmudah dan nyaman pada terminal lokal. Permasalahannya, pengaturan NIST Net\nsecara remote harus dilakukan dengan perintah berbasis command line sehingga\nkurang nyaman.\nPengembangan antarmuka grafis dilakukan untuk pengamatan dan\npengkonfigurasian remote NIST Net Emulator yang nyaman. Pengembangan\nantarmuka NIST Net berbasis web ini dilakukan pada perangkat keras yang sama\ndengan NIST Net dalam lingkungan berbasis Linux menggunakan pemrograman\nPHP dan HTML. Antarmuka grafis ini dilakukan sebagai modul yang berbeda\ndengan perangkat lunak NIST Net sehingga modifikasi tidak dilakukan pada\nperangkat lunak NIST Net.\nAntarmuka pengkonfigurasian dan pengamatan remote NIST Net ini\nmemiliki sistem pembatasan pengguna. Otentikasi pengguna selalu diutamakan\npada setiap prosesnya untuk menjamin akses antarmuka dilakukan oleh pengguna\nyang memiliki wewenang. Pengguna yang berwenang dapat melakukan\npengaturan karakteristik jaringan dibawah PC router NIST Net. Pengguna juga\ndapat melihat data statistik paket-paket IP pada jaringan yang sedang\ndiemulasikan oleh NIST Net.\nPelaksanaan Tugas Akhir ini dilakukan dalam beberapa tahapan. Tahapan\nyang pertama adalah studi literatur untuk mendapatkan dasar pengetahuan yang\ncukup untuk melaksanakan pengembangan antarmuka berbasis web ini. Tahapan\nyang kedua adalah pengembangan sistem antarmuka berbasis web ini. Setelah\nsistem antarmuka berbasis web ini berhasil dibuat, tahapan terakhir yang\ndilakukan adalah pengujian terhadap sistem antarmuka ini untuk memastikan\nbahwa antarmuka telah bekerja dengan baik sesuai dengan standar pengamatan\ndan pengkonfigurasian NIST Net secara remote yang telah ditetapkan.", "Daftar File": {}, "Penulis": "Adrian Kusuma [13203004]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Armein Z.R. Langi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Emulator jaringan, dinamika karakteristik jaringan, NIST Net, antarmuka berbasis web", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "24 Jul 2023"}