{"Nomor": 74875, "Judul": "DESAIN INTERAKSI PADA PLATFORM INFORMASI PUBLIK KOTA SEMARANG DENGAN PENDEKATAN USER CENTERED DESIGN UNTUK MENINGKATKAN USABILITY", "Abstrak": "Dalam era transformasi digital saat ini, pemerintahan menjadi salah satu entitas yang mengadopsi\nperubahan tersebut. Namun, implementasi transformasi digital yang kurang baik telah\nmenyebabkan banyaknya aplikasi yang terpisah-pisah sehingga masyarakat kesulitan dalam\nmencari informasi publik. Kota Semarang merupakan salah satu contoh kasus dengan lebih dari\n300 aplikasi publik yang ada. Untuk mengatasi masalah tersebut, diperlukan sebuah platform yang\ndapat memudahkan akses masyarakat terhadap layanan dan informasi publik dalam satu tempat.\nDalam merancang platform ini, diperlukan desain interaksi yang baik agar platform yang\ndirancang dapat digunakan dengan baik oleh pengguna. Dilakukan analisis menggunakan metode\n10 Usability Heuristics dan wawancara pengguna untuk mengetahui permasalahan pada interaksi\nplatform saat ini. Proses merancang solusi untuk meningkatkan usability pada platform dilakukan\npendekatan User-Centered Design (UCD) yang didasarkan pada standar ISO 9241-210:2019.\nUCD merupakan pendekatan desain iteratif yang dimulai dari pemahaman konteks penggunaan,\nmenentukan kebutuhan pengguna, merancang solusi, hingga mengevaluasi desain interaksi.\nDilakukan iterasi sebanyak dua kali pada tahap perancangan solusi dan evaluasi desain interaksi.\nBerhasil dirancang solusi desain interaksi berupa prototipe desain interaktif pada perangkat mobile\nyang memenuhi berbagai aspek usability dan user experience (UX) goals. Prototipe ini dirancang\nmenggunakan kakas aplikasi Figma. Dilakukan evaluasi akhir dengan metode usability testing\nkepada 20 orang pengguna. Solusi yang dirancang telah berhasil meningkatkan usability melalui\nnilai SUS sebesar 10,875 dibandingkan dengan solusi saat ini. Rincian ketercapaian usability dan\nUX goals seperti aspek efektivitas (effectiviness) dengan tingkat keberhasilan task mencapai\n84,57%, aspek mudah dipelajari (learnability) tercapai dengan nilai rata-rata Single Ease Question\n(SEQ) sebesar 5,88, aspek kegunaan (utility) tercapai dengan nilai System Usability Scale (SUS)\nsebesar 77,75, dan aspek membantu (helpful) tercapai dengan nilai Intrinsic Motivation Inventory\n(IMI) pada subskala value/usefulness sebesar 6,85. Dengan demikian, solusi yang dirancang telah\nmencapai usability dan UX goals yang ditetapkan.", "Daftar File": {}, "Penulis": "Justin Dermawan Ikhsan [18219095]", "Kontributor / Dosen Pembimbing": ["I Gusti Bagus Baskara Nugraha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "platform informasi publik, Pemerintah Kota Semarang, desain interaksi, usercentered design", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jul 2023"}