{"Nomor": 74878, "Judul": "ANALISIS KARAKTERISTIK OVERPRESSURE DAN PREDIKSI TEKANAN PORI DI LAPANGAN VEN, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Lapangan Ven merupakan lapangan penghasil minyak dan gas bumi yang terletak di Cekungan Sumatra Selatan. Lapangan Ven terbagi menjadi empat formasi yaitu Formasi Gumai, Formasi Air Benakat, Formasi Muara Enim, dan Formasi Kasai. Dalam pengeborannya, ditemukan beberapa kendala seperti munculnya background gas dan trip gas. Munculnya masalah pengeboran tersebut dapat mengindikasikan keterdapatan zona overpressure. Overpressure yang tidak diteliti dengan baik dapat mengakibatkan kerugian finansial dan teknis yang berdampak cukup besar saat pengeboran dilakukan.\nTujuan dari penelitian ini adalah untuk mengestimasi nilai tekanan pori pada setiap sumur pengeboran dengan menggunakan data log tali kawat, menentukan kedalaman kemunculan pertama overpressure pada setiap sumur pengeboran, menentukan mekanisme yang menyebabkan terjadinya overpressure pada setiap sumur pengeboran, menganalisis hubungan antara keterdapatan zona overpressure pada setiap sumur pengeboran dengan peristiwa tektonik dan stratigrafi daerah penelitian. Pengolahan data dilakukan pada tiga sumur menggunakan data log tali kawat, data tekanan lumpur, data uji tekanan langsung, data temperatur, dan laporan pengeboran. Kondisi daerah penelitian digunakan sebagai acuan dalam mengestimasi tekanan pori.\nBerdasarkan hasil analisis, didapatkan bahwa ketiga sumur memiliki zona overpressure. Zona overpressure dicapai mulai kedalaman 1200–1240 m. Hasil analisis menunjukkan bahwa ketiga sumur memiliki kondisi tekanan hidrostatik dan overpressure. Mekanisme pembentukan overpressure dipengaruhi oleh mekanisme loading dengan estimasi gradien tekanan pori 0,44 psi/ft–0,83 psi/ft. Mekanisme loading disebabkan oleh kecepatan sedimentasi yang tinggi pada Formasi Gumai akibat pengangkatan Pegunungan Barisan. Formasi Gumai didominasi oleh litologi batulempung. Terdapat fenomena lateral drainage yang terjadi akibat adanya batupasir diantara batulempung, hal ini didukung oleh keterdapatan Formasi Intra-Gumai pada daerah penelitian yang disebabkan oleh peristiwa progradasi.", "Daftar File": {"ABSTRAK Olifia Ammara Venty": "https://digilib.itb.ac.id/gdl/download/299363"}, "Penulis": "Olifia Ammara Venty [12019042]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lambok Hutasoit, M.Sc., Ph.D.", "Prof. Agus Mochamad Ramdhan, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Cekungan Sumatra Selatan, Lapangan Ven, overpressure, makanisme loading, lateral drainage.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jul 2023"}