{"Nomor": 74877, "Judul": "KAJIAN BAHAYA PERUBAHAN IKLIM MENGGUNAKAN CLIMATE HAZARD INDEX DI INDONESIA", "Abstrak": "Perubahan iklim merupakan permasalahan serius bagi dunia. Hal ini berdampak pada ekosistem dan manusia di seluruh bagian benua dan samudra di dunia serta berisiko besar bagi kesehatan manusia, keamanan pangan global, dan pembangunan ekonomi. Salah satu langkah untuk mengurangi bencana perubahan iklim dengan manajemen risiko iklim. Climate Risk Index (CRI) merupakan sebuah perhitungan kuantitatif banyak resiko iklim dengan threshold yang spesifik pada kejadian cuaca dan iklim ekstrim yang menyebabkan bencana. Salah satu tahapan penyusunan CRI adalah menetapkan valuasi bahaya atau Climate Hazard Index (CHI). Karena keadaan iklim di Indonesia bervariasi pada curah hujan, maka perlu ada kajian untuk menetapkan CHI yang berkaitan dengan variabel tersebut.\nPada kajian ini, bahaya iklim didefinisikan adalah bahaya yang berkaitan langsung dengan iklim di Indonesia, yaitu curah hujan. Kejadian bahaya yang dikaji adalah kekeringan dan hujan ekstrem. Maka komponen penyusun dari CHI yang dikaji adalah indeks kekeringan dan indeks hujan ekstrem.\nKajian bahaya ini menunjukkan adanya kenaikan tren di setiap masing-masing indeks komponen penyusun CHI dengan frekuensi kejadian bahaya kategori sangat tinggi sering muncul sejak tahun 1995 hingga tahun 2021. Bulan Juni menjadi bulan yang memiliki rata-rata CHI tertinggi di antara bulan lainnya sepanjang tahun 1962–2021. Pada pola spasial, CHI ekstrem di wilayah Indonesia dengan pola hujan lokal dan ekuatorial. Sedangkan pada pola monsun, CHI berada dalam rentang sedang-sangat rendah. Selanjutnya CHI bisa dipengaruhi beberapa faktor, salah satunya dengan tutupan lahan hutan. Hasil menunjukkan bahwa ketika tutupan lahan hutan yang hilang meningkat, maka nilai CHI beserta indeks komponen penyusunnya akan meningkat pula dalam jangka waktu pendek.", "Daftar File": {"ABSTRAK Ismail Robbani": "https://digilib.itb.ac.id/gdl/download/299357"}, "Penulis": "Ismail Robbani [12819042]", "Kontributor / Dosen Pembimbing": ["Dr. Joko Wiratmo, M.P.", "Dr.rer.nat. Armi Susandi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Bahaya, Perubahan iklim, Climate Hazard Index, Indonesia.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus  \n                                     Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "24 Jul 2023"}