{"Nomor": 74887, "Judul": "ANALISIS TOLERANSI ASSEMBLY RAGUM VERTEX ANG-FIXED MILLING VISE VA-5 DI PT PRESA GENTA ENGINEERING", "Abstrak": "PT Presa Genta Engineering (PT PGE) adalah sebuah perusahaan yang bergerak di\nbidang manufaktur komponen otomotif. Dalam mengerjakan pesanan, PT PGE\nmelakukan proses manufaktur secara apa adanya tanpa menerapkan toleransi.\nEvaluasi terhadap variasi komponen yang diproduksi secara terpisah dengan\nakurasi mesin yang berbeda juga tidak dilakukan, sehingga durasi pengerjaan\nmenjadi lebih lama, karena melewati fase perancangan purwarupa fisik dan\nperbaikan komponen yang tidak sesuai spesifikasi. Persaingan pasar membutuhkan\ndurasi pengembangan produk yang singkat, sehingga purwarupa fisik perlu\ndialihkan menjadi digital. Dalam upaya mencegah deviasi yang sulit dikendalikan\nsejak awal pengembangan produk, dilakukan perancangan sistem analisis toleransi\nuntuk dapat memberlakukan toleransi serta evaluasi terhadap ketetapan tersebut.\nPerancangan sistem analisis toleransi dilakukan pada produk studi kasus berupa\nragum Vertex Ang-Fixed Milling Vise VA-5. Penelitian dimulai dengan\npengukuran komponen penyusun ragum, serta dilanjutkan dengan identifikasi\nmekanisme dan penentuan kebutuhan geometris. Kebutuhan geometris diolah\nmenjadi spesifikasi toleransi, dan dilanjutkan dengan penentuan besaran toleransi\nmenggunakan metode constant precision factor (CPF). Analisis toleransi dilakukan\ndengan dua model, yaitu vector loop dan tolerance stack dengan perangkat lunak\nSolidworks.\nBerdasarkan pengolahan data, diperoleh hasil bahwa model vector loop\nmenghasilkan variasi dengan rerata 1,1681 untuk metode worst case dan 0,8258\nuntuk RSS. Model tolerance stack menghasilkan rerata 1,0931 untuk metode worst\ncase dan 0,7988 untuk RSS. Model vector loop memiliki rentang toleransi lebih\nketat dibandingkan dengan model tolerance stack, sebesar 6,24% untuk metode\nworst case dan 3,26% untuk RSS..", "Daftar File": {}, "Penulis": "Abdurrauf Althof [13416123]", "Kontributor / Dosen Pembimbing": ["Mohammad Mi'", "radj Isnaini, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "toleransi, analisis toleransi, model vector loop", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "24 Jul 2023"}