{"Nomor": 74888, "Judul": "ANALISIS DATA CURAH HUJAN BERBASIS SATELIT PADA SAAT KEJADIAN BANJIR BANDANG DI PULAU SUMATRA (STUDI KASUS: BANJIR BANDANG 2011-2021)", "Abstrak": "Kejadian banjir bandang yang terjadi secara tiba-tiba menyebabkan banyak\nkerugian. Banjir bandang biasanya terjadi di daerah tangkapan air yang cenderung\nkecil dengan luas kurang dari 1000 km2 yang disebabkan oleh curah hujan ekstrem.\nNamun, dalam pengamatan dan pemantauan banjir bandang membutuhkan banyak\naspek, karena adanya keterbatasan spasial, tidak ada stasiun pengamatan\nmeteorologi yang berada di sekitar nya. Oleh karena itu diperlukan alternatif lain\nuntuk mengetahui satelit terbaik yang dapat mengidentifikasi curah hujan pada saat\nkejadian banjir bandang, serta mengetahui informasi/karakteristik penting dari data\nsatelit yang berkaitan dengan banjir bandang.\nPada penelitian ini akan digunakan data Global Precipitation Measurement (GPM),\nGlobal Satellite Mapping of Precipitation (GSMaP), dan beberapa data stasiun\npengamatan. Data tersebut kemudian diolah menggunakan metode distribusi\ngumbel untuk mencari nilai periode ulang dan rasio perbandingannya dengan curah\nhujan 1 harian, 2 harian, 5 harian, dan 10 harian. Data GPM dan GSMaP akan diuji\nvaliditasnya menggunakan data stasiun pengamatan melalui hasil perbandingan\nnilai rasio curah hujannya.\nHasil dari perhitungan perbandingan rasio nilai periode ulang dengan nilai curah\nhujan masing-masing satelit adalah GPM dapat menunjukkan kejadian dengan\nkategori hujan lebat lebih banyak pada curah hujan 1 harian, 2 harian, 5 harian, dan\n10 harian dibandingkan dengan GSMaP. Selain itu, kejadian ekstrem saat terjadinya\nbanjir bandang yang teridentifikasi oleh GPM lebih banyak pada durasi waktu yang\nlebih panjang. Dapat dilihat pada hasil jumlah kejadian hujan 10 harian, satelit\ndapat menunjukkan jumlah yang lebih banyak pada kategori hujan lebat.", "Daftar File": {"ABSTRAK Salsabila Zel Aliefya": "https://digilib.itb.ac.id/gdl/download/299392"}, "Penulis": "Salsabila Zel Aliefya [12819039]", "Kontributor / Dosen Pembimbing": ["Dr. Edi Riawan, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Banjir bandang, Curah hujan ekstrem, GPM, GSMaP, Periode ulang, Rasio.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "24 Jul 2023"}