{"Nomor": 74889, "Judul": "ANALISIS STATISTIK KONDISI ATMOSFER YANG MENDUKUNG HUJAN EKSTREM PEMICU BANJIR BANDANG (STUDI KASUS: SUMATRA TAHUN 2011 - 2021)", "Abstrak": "Pulau Sumatra merupakan wilayah yang sering mengalami permasalahan banjir\nbandang. Menurut Badan Nasional Penanggulangan Bencana (BNPB), kejadian\nbanjir bandang di Sumatra tahun 2011–2021 terdapat 190 kejadian.\nKetidakstabilan atmosfer mempengaruhi curah hujan ekstrem yang dapat memicu\nterjadinya banjir bandang. Namun, kajian mengenai peningkatan curah hujan\nekstrem dan kondisi atmosfer terhadap peningkatan banjir bandang belum banyak\ndikaji. Oleh karena itu, penelitian ini dilakukan untuk mengidentifikasi dan\nmenganalisis kondisi atmosfer yang terjadi ketika curah hujan ekstrem dan banjir\nbandang di Sumatra pada tahun 2011–2021.\nPenelitian ini menggunakan metode Generalized Extreme Value (GEV) untuk\nmenghitung ambang batas nilai curah hujan pada periode ulang tertentu sesuai\ndengan titik centroid kejadian banjir bandang. Data Global Precipitation\nMeasurement (GPM) digunakan untuk menghitung nilai curah hujan ekstrem.\nData Reanalysis ERA5 untuk menghitung parameter proksi yaitu Convective\nAvailable Potential Energy (CAPE), Convective Inhibition (CIN), k-indeks,\njumlah total uap air, kelembapan spesifik, kelembapan relatif, kecepatan angin,\nlow-level wind shear, dan deep-layer wind shear. Tiga kategori digunakan untuk\nmengidentifikasi ambang batas dari setiap parameter proksi dan dipilih yang\nsensitif dalam mengidentifikasi pemicu curah hujan ekstrem dan banjir bandang.\nHasil penelitian ini selama 2011–2021 di Pulau Sumatra setidaknya terjadi 93\nkejadian banjir bandang yang umumnya terjadi pada periode musim MAM\n(Maret-April-Mei). Parameter K-Indeks (? 28,3 ?) atau Jumlah Total Uap Air (?\n39,67 kg/m2) merupakan parameter proksi yang sensitif dalam mengidentifikasi\npemicu curah hujan ekstrem dan banjir bandang daripada parameter Convective\nAvailable Potential Energy (CAPE), Convective Inhibition (CIN), kelembapan\nspesifik, kelembapan relatif, kecepatan angin di level 700 hPa, low-level wind\nshear, dan deep-layer wind shear. Persentase parameter K-Indeks dan Jumlah\nTotal Uap Air terhadap kejadian banjir bandang secara berturut-turut yaitu 81,5%\ndan 77,7% kejadian.", "Daftar File": {"ABSTRAK Nurul Nabila Fadiyah": "https://digilib.itb.ac.id/gdl/download/299393"}, "Penulis": "Nurul Nabila Fadiyah [12819051]", "Kontributor / Dosen Pembimbing": ["Dr. Edi Riawan, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Banjir bandang, Hujan ekstrem, Kondisi atmosfer.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus  \n                                     Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "24 Jul 2023"}