{"Nomor": 74894, "Judul": "PERAN LEARNING AGILITY UNTUK MENINGKATKAN PEMBELAJARAN MAHASISWA PADA ERA NEW NORMAL COVID 19", "Abstrak": "Perubahan sistem pendidikan yang dikarenakan COVID 19 memberikan dampat terhadap lebih dari 91% populasi siwa di dunia. Menanggapi hal tersebut, sekolah dan universitas segera mengubah program regulernya menjadi online learning. Sayangnya, perubahan ini memberikan dampak buruk terhadap beberapa siswa. Hal ini dikarenakan online larning mengharuskan siswa untuk adaptif dan cerdas yang seringkali disebut dengan learning agility dalam proses pembelajaran. Pengetahuan dan kemampuan untuk mencapai learning agility ini berkembang melalui akumulasi pengalaman berhadapan dengan kondisi yang menantang dan membutuhkan keputusan yang cepat. Pengetahuan dan kemampuan menerapkan learning agility ini dibutuhkan siswa pada online learning. Oleh karena itu, penelitian ini berusaha untuk mengidentifikasi faktor faktor yang menyebabkan learning agility pada mahasiswa di era COVID 19.\n\nPenelitian ini menerapkan filosofi interpretivism dengan menggunakan pendekatan induktif. Penelitia ini menerapkan metode studi kasis untuk mendapatkan hasil yang menyeluruh. Objek studi kasus penelitian ini adalah sembilan mahasiswa MBA ITB dan teknik industry Telkom University. Pemilihan objek ini dikarenakan keunikan karakteristik dua populasi mahasiswa tersebut. Selain beajar di bangku kuliah, beberapa mahasiswa MBA ITB mulai membangun bisnis bersama rekannya, sedangkan banyak dari mahasiswa teknik industry Telkom University mengikuti organisasi kemahasiswaan. Oleh karena itu, dua populasi mahasiswa dianggap unik dikarenakan keaktifannya di luar pembelajaran selama era COVID 19.\n\nData dalam penelitian ini didapatkan melalui interview. Metode interview dilakukan melalui interview semi terstruktur. Interview semi terstruktur memberikan ruang kepada peneliti untuk memberikan pertanyaan lanjutan dengan tetap mengikuti panduan interview. Pertanyaan interview terdiri dari pertanyaan terbuka dengan mode pertanyaan seperti ‘bagaimana’, ‘apa’, atau ‘mengapa’.\n\nDalam penelitian ini juga dilakukan ethical issues. Dokumen terkait ethical issues terdiri dari penjelasan lengkap dan persetujuan untuk berpartisipasi dalam penelitian. Penelitian ini dilakukan melalui aplikasi telekonferensi seperti Zoom, Google Meet, atau telfon. Durasi interview berjangka antara 45 hingga 120 menit. Seluruh interview ditranskrip dan dianalisis menggunakan perangkat lunak pengolahan data kualitatif bernama NVivo.\n\nPenelitian ini menggunakan analisis tematik. Analisis tematik digunakan untuk mengidentifikasi pola dan tema tertentu dari data kualitatif yang tidak terstruktur. Analisis tematik dianggap merupakan analisis yang tepat untuk penelitian eksploratori. Inti dari analisis tematik adalah kodifikasi data. Kodifikasi data memberikan label terhadap data yang berpotensi memberikan pemahaman baru.\n\nAnalisis tematik ini menghasilkan lima tema yang berkaitan dengan learning agility diantaranya adalah change agility, mental agility, people agility, results agility, dan self awareness. Sedangkan keamanan psikologis yang disebut sebagai kondisi dimana individu mampu menunjukkan kemampuannya tanpa keraguan akan dampak buruk terhadap citra dirinya juga ditemukan dalam analisis tematik. Keamanan psikologi terdiri dari kecocokan dan lingkungan yang memahami dan mendukung kondisi diri.", "Daftar File": {"2023 TS PP Sofi Hanifah Hermawan [29019010] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300944"}, "Penulis": "Sofi Hanifah Hermawan [29019010]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "learning agility, keamanan psikologis, studi kasus", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "24 Jul 2023"}