{"Nomor": 74896, "Judul": "SISTEM TEXT TO SPEECH UNTUK GANGGUAN BICARA DISFONIA MENGGUNAKAN ARSITEKTUR ADVERSARIAL NETWORKS DENGAN PENDEKATAN KLONING SUARA", "Abstrak": "Disfonia adalah penyakit gangguan bicara paling banyak kedua di Amerika Serikat\nyang dapat menyerang siapa saja. Disfonia menyebabkan kesulitan dalam\nberkomunikasi dan berpotensi menurunkan kualitas hidup penderitanya. Terlebih\nlagi, penutur disfonia kesulitan dalam mengeluarkan suara serta merasa lelah dan\nsakit pada tenggorokan saat berbicara sehingga mempengaruhi ucapan. Solusi\nuntuk memperbaiki kualitas ucapan penutur disfonia adalah melalui operasi atau\nterapi, namun hal ini membutuhkan dana yang tidak sedikit. Oleh karena itu,\ndiperlukan solusi alternatif untuk meningkatkan kualitas ucapan, salah satunya\nadalah menggunakan sistem text-to-speech (TTS).\nPenelitian ini membangun sistem TTS bagi penutur disfonia dalam menghasilkan\nsintesis ucapan untuk membantu meningkatkan kualitas ucapan. Sistem TTS\ndibangun menggunakan model berbasis arsitektur adversarial networks yaitu\nYourTTS, dengan pendekatan kloning suara untuk menghasilkan sintesis ucapan\ndengan kemiripan suara yang tinggi menggunakan sampel data yang kecil. Untuk\nmengatasi kelemahan model YourTTS yaitu kurang jelasnya ucapan pada hasil\nsintesis ucapan, penelitian ini mengusulkan content text loss (CTL) sebagai\ntambahan nilai loss untuk membantu meningkatkan kejelasan ucapan.\nEvaluasi kinerja dilakukan secara subjektif dan objektif untuk menguji aspek\nkemiripan suara, kealamian ucapan, dan kejelasan ucapan. Pada kemiripan suara\ndidapat nilai mean opinion score (MOS) sebesar 3,59, cosine similarity sebesar\n0,883 dan nilai perceptual evaluation of speech quality (PESQ) sebesar 2,910. Pada\nkealamian ucapan didapat nilai MOS sebesar 3,37, dan NISQA-TTS sebesar 3,136.\nPada kejelasan ucapan didapat nilai semantically unpredictable sentences (SUS)\ndengan persentase ketepatan kata sebesar 76,32% dan persentase ketepatan kalimat\nsebesar 63,12%, dan NISQA-TTS sebesar 3,136.", "Daftar File": {"23251030 Dhiya Ulhaq Dewangga.pdf": "https://digilib.itb.ac.id/gdl/download/299409"}, "Penulis": "Dhiya Ulhaq Dewangga [23521030]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "gangguan bicara, disfonia, text-to-speech, sintesis ucapan, kloning suara, adversarial network.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jul 2023"}