{"Nomor": 74893, "Judul": "PENGAPLIKASIAN SENSOR LUNAK BERBAHAN DASAR MINYAK KELAPA SAWIT DAN CARBON BLACK-ELASTOMER PADA WEARABLE DEVICE DAN SOFT ROBOT MANIPULATOR UNTUK APLIKASI INTUBASI ENDOTRAKEAL", "Abstrak": "Perangkat elektronik fleksibel dan soft robot memerlukan komponen pendeteksi berupa sensor lunak agar dapat berinteraksi dengan manusia dan objek lunak. Salah satu sensor lunak yang paling banyak dikembangkan adalah dengan prinsip kerja resistif,  karena proses fabrikasinya yang sederhana dan memiliki sensitivitas tinggi. Sensor lunak resistif memiliki mekanisme kerja berupa adanya perubahan resistansi akibat deformasi dari luar. Pada penelitian ini, fabrikasi sensor lunak resistif dilakukan dengan mencampurkan material konduktif carbon black (CB) dan Ecoflex menggunakan vacuum mixer. Saat pencampuran, partikel CB memiliki kecenderungan untuk beraglomerasi yang mengakibatkan buruknya konduktivitas campuran, untuk mengatasi hal ini ditambahkan minyak kelapa sawit atau palm oil (PO) sebagai pelarut organik untuk menggantikan pelarut berbahaya, guna menghasilkan sensor lunak- ramah lingkungan dan aman digunakan pada manusia. Untuk memeriksa kelayakan PO sebagai pelarut, komposisi PO pada Ecoflex/CB divariasikan (0,15-0,35 w/w). Dari penelitian ini variasi penambahan PO optimum ada pada jumlah 0,35 w/w. Performa sensor lunak PO 0,35 w/w berupa elongation at break didapatkan sebesar 500%, nilai gauge factor (GF) yang menandakan sensitivitas sebesar 1,9-4,21 pada regangan 0-200%, repeatability dan durabilitas yang baik setelah 1500 siklus. Dengan performa sensor lunak yang sangat baik tersebut, kemudian sensor lunak diaplikasikan pada wearable device untuk memantau deformasi pada jari tangan dan soft robot manipulator untuk aplikasi intubasi endotrakeal.", "Daftar File": {"ABSTRAK Thoriq Marendra": "https://digilib.itb.ac.id/gdl/download/299406"}, "Penulis": "Thoriq Marendra [23722002]", "Kontributor / Dosen Pembimbing": ["Vani Virdyawan, S.T, M.T., Ph.D.", "Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sensor lunak, minyak kelapa sawit, carbon black, soft robot manipulator, intubasi endotrakeal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}