{"Nomor": 74892, "Judul": "PERANCANGAN SISTEM SENI MULTIMEDIA INTERAKTIF DENGAN SENSOR PIR DAN PERANGKAT LUNAK PURE DATA", "Abstrak": "seni dan teknologi. Bidang ini menitikberatkan pada interaksi manusia dan komputer\nmelalui gerakan-gerakan alamiah kemudian aksi-aksi tersebut akan diterjemahkan\nmenjadi sebuah objek multimedia, baik audio ataupun visual. Dalam aplikasinya bidang\nini juga bisa digunakan dalam bidang-bidang lain, seperti bidang tata kota, arsitektur,\npendidikan dan periklanan.\nSistem yang dirancang ini, akan menerapkan seni multimedia interaktif sebagai media\niklan. Untuk itu, maka sistem akan dirancang untuk menampilkan sebuah gambar berupa\niklan suatu produk dan gambar ini bisa dimanipulasi dengan gerakan-gerakan dari\naudiens. Adanya perubahan ini, akan membuat gambar semakin menarik, dan perhatian\naudiens bisa terfokus ke produk yang ditampilkan.\nImplementasi sistem dilakukan dengan menggunakan sensor PIR (Passive Infra Red)\nuntuk mendeteksi gerakan dari seseorang. Sensor kemudian dihubungkan dengan\nkomputer melalui Board Arduino dan hasil dari pembacaan sensor diolah di perangkat\nlunak open source bernama Pd (Pure Data). Di perangkat lunak ini, pembacaan hasil\ndeteksi sensor digunakan untuk memanipulasi gambar. Total ada 4 sensor yang\ndigunakan dalam sistem dan bergantung dari sensor mana yang aktif, maka bentuk\nmanipulasi pada gambar juga akan berubah.\nSistem kemudian diletakkan di langit-langit, dan komputer dihubungkan dengan sebuah\nprojektor yang akan menampilkan gambar di lantai. Setiap ada orang yang bergerak di\natas lantai, dan memasuki daerah kerja sensor, maka gerakan tersebut terdeteksi dan\nsensor akan memberi masukan kepada board. Hasilnya, gambar di lantai akan berubah.\nIni akan menimbulkan suatu bentuk interaktivitas tersendiri.", "Daftar File": {}, "Penulis": "Adityo Pratomo [13204187]", "Kontributor / Dosen Pembimbing": ["Ir. Adi Indrayanto, M.Sc., Ph.D.", "Dr. Ary Setijadi Prihatmanto, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Seni interaktif, multimedia interaktif, new media art, sensor PIR, Pure Data, Interaksi Komputer Manusia", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "8 file", "Tanggal Input": "24 Jul 2023"}