{"Nomor": 74906, "Judul": "STUDI PERILAKU OKSIDASI ISOTERMAL PADUAN LOGAM ENTROPI TINGGI AL0.25COCRFENI PADA TEMPERATUR 900, 1000, DAN 11000C", "Abstrak": "Dalam mencapai Negara Industri Indonesia Tangguh, perlu penyiapan produksi\npaduan logam untuk pemakaian pada temperatur tinggi. Pengembangan material\ngenerasi terbaru dalam dua dekade terakhir mengarahkan pada desain paduan\nlogam berbasis entropi tinggi. Paduan logam entropi tinggi memiliki ketahanan\noksidasi, korosi dan temperatur tinggi yang lebih baik apabila dibandingkan\ndengan paduan logam konvensional maupun paduan logam super. Umumnya\npaduan ini terdiri dari beberapa unsur. Untuk aplikasi pada temperatur tinggi,\nbeberapa unsur yang sering digunakan adalah Al, Cr, maupun Si, karena oksida\nyang terbentuk bersifat protektif, yaitu dengan membentuk Al2O3, Cr2O3, maupun\nSiO2.\nUntuk mengetahui laju pembentukan oksida pada logam, dapat dilakukan\nbeberapa pengukuran baik pada jumlah logam yang terkonsumsi, jumlah oksigen\nyang dikonsumsi, maupun jumlah oksigen yang digunakan pada saat reaksi.\nDimana pada temperatur tinggi, ada tiga model kinetika reaksi oksidasi yang\numum digunakan, yaitu kinetika laju linear, parabolik, dan logaritmik. Umumnya\npada oksidasi isotermal, laju kinetika mengikuti persamaan parabolik, artinya\nsemakin lama oksidasi dilakukan, maka ketebalan kerak oksida yang terbentuk\nakan semakin berkurang. Pada penelitian kali ini, temperatur uji yang dilakukan\nadalah 900, 1000, dan 11000C, dengan variasi waktu pengujian selama 2, 16, 40\njam, dan 7 hari untuk suhu 11000C dengan sampel paduan entropi tinggi\nAl0.25CoCrFeNi.\nBerdasarkan hasil percobaan yang telah dilakukan, diketahui bahwa pada sampel\nAl0.25CoCrFeNi, oksida yang pertama kali terbentuk pada suhu 9000C-2 jam\nadalah spinel berbentuk NiFe2O4 dan CoFe2O4. Lalu, seiring berjalannya waktu,\noksida yang bersifat protektif Cr2O3 mulai terbentuk dengan cara difusi ion\nmelalui kerak oksida yang sudah terbentuk sebelumnya,sementara itu pada suhu\ntinggi dan waktu yang sangat lama, oksida yang bersifat protektif lainnya Al2O3\nterbentuk. Diketahui juga bahwa semakin tinggi suhu dan semakin lama waktu\noksidasi, oksida Cr2O3 akan semakin banyak terbentuk. Berdasarkan hasil\nperpotongan antara perubahan berat dengan waktu kinetika laju oksidasi,\ndiketahui bahwa pada suhu 9000C Al0.25CoCrFeNi memiliki ketahanan oksidasi\nyang paling baik, dengan persamaan laju pembentukan oksida adalah x2= 9 x 10-7t\n+ 7 x 10-5, dengan nilai energi aktivasi adalah 54,757kJ/mol.", "Daftar File": {"ABSTRAK Ronald L. S. L. Sitorus": "https://digilib.itb.ac.id/gdl/download/299455"}, "Penulis": "Ronald L. S. L. Sitorus [12519059]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "oksidasi isotermal, entropi tinggi, oksida, temperatur tinggi, Cr2O3", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "24 Jul 2023"}