{"Nomor": 74901, "Judul": "PENGEMBANGAN PERANGKAT ELEKTRONIKA UNTUK DETEKSI, KLASIFIKASI GANGGUAN SERTA ANALISIS KONTINJENSI PADA SISTEM TENAGA LISTRIK", "Abstrak": "Kontribusi yang baru dari penelitian ini adalah penggunaan model Transformer-Encoder,\nsuatu metode Machine Learning (ML) yang mutakhir untuk deteksi dan klasifikasi gangguan,\nserta analisis kontinjensi pada sistem tenaga listrik. Lebih jauh, metode ML yang mutakhir ini\njuga telah berhasil di-implementasikan pada sebuah platform elektronika edge-computing,\ndalam hal ini Raspberry Pi 4. Implementasi ini dimungkinkan berkat penggunaan cara\npenyederhanaan atau kompresi model yang dikenal sebagai Knowledge-Distillation (KD).\nTransformer encoder-decoder baru-baru ini muncul sebagai metode ML yang sangat\nmenjanjikan di berbagai bidang. BERT dan GPT-3 sebagai model pendahulu GPT-4 adalah\ncontoh aplikasi model Transformer yang terkenal. Dalam menganalisis data sekuensial,\nTransformer memiliki jangkauan koneksi yang jauh lebih panjang daripada metode yang\nlebih konvensional seperti RNN dan LSTM. Dalam karya penelitian ini, ditunjukkan bahwa\nencoder Transformer juga dapat digunakan dalam klasifikasi kesalahan sistem tenaga dan\nanalisis kontingensi daya. Untuk mengimplementasikan metode ML pada platform komputasi\nkecil dengan sumber daya komputasi yang terbatas, digunakan metode KD. Proses\npembelajaran dalam metode KD setidaknya melibatkan dua model, yaitu model Guru dan\nmodel Siswa. Pertama, Model-Guru yang bisa berukuran besar dilatih menggunakan CPU\natau GPU berbasis Desktop. Model-Guru yang sudah dilatih (pre-trained) ini kemudian\ndigunakan untuk melatih Model-Siswa yang ukurannya jauh lebih kecil. Berbeda dengan\npembelajaran konvensional, pada pembelajaran Distilasi ini digunakan nilai prediksi dari\nModel-Guru selain label logit. Selain itu, penelitian ini juga menunjukkan bahwa selama\nproses pelatihan distilasi, ukuran kumpulan data yang lebih kecil tanpa augmentasi dapat\ndigunakan. Dengan menggunakan dataset yang sama yang lebih kecil, terlihat bahwa\npembelajaran Model-Siswa melalui proses KD menghasilkan kinerja yang lebih tinggi\ndaripada jika Model-Siswa dilatih secara mandiri seperti cara konvensional. Model-Siswa\nyang dihasilkan dengan ukuran kecil ini telah dapat diimplementasikan dalam Raspberry Pi 4\nyang memiliki sumber daya yang sangat terbatas dibandingkan PC Desktop.", "Daftar File": {"33216030 Farkhad Ihsan Hariadi.pdf": "https://digilib.itb.ac.id/gdl/download/299433"}, "Penulis": "Farkhad Ihsan Hariadi [33216030]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Adang Suwandi Ahmad", "Dr. Ir. Nanang Hariyanto, M.T.", "Prof. Trio Adiono, S.T, M.T, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Knowledge-Distillation, Tranformer-encoder, Analisis-kontinjensi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "24 Jul 2023"}