{"Nomor": 74927, "Judul": "PERANCANGAN SISTEM INFORMASI PENILAIAN KINERJA PEGAWAI (STUDI KASUS: KEMENTERIAN  AGRARIA DAN TATA RUANG/ BADAN PERTANAHAN NASIONAL)", "Abstrak": "Kementerian Agraria dan Tata Ruang/Badan Pertanahan Nasional (ATR/BPN) merupakan\nsuatu kementerian di Indonesia yang bertanggung jawab dalam menyelenggarakan urusan\npemerintahan di bidang agraria/pertanahan dan tata ruang untuk membantu presiden dalam\nmenyelenggarakan pemerintahan negara. Salah satu unit kerja di dalam Kementerian\nATR/BPN yaitu Biro Organisasi dan Kepegawaian, khususnya Bagian Pengembangan\nPegawai, Subbagian Kinerja dan Peningkatan Kapasitas Pegawai bertugas untuk mengurusi\nberbagai hal seputar kepegawaian di lingkungan Kementerian ATR/BPN, salah satunya\nyaitu penilaian kinerja pegawai. Pelaksanaan penilaian kinerja pegawai sendiri merupakan\nsalah satu komponen dari sistem manajemen kinerja yang lebih luas.\nUntuk mendukung pelaksanaan penilaian kinerja pegawai tersebut, dibutuhkan suatu\nrancangan sistem informasi yang terpadu. Metodologi yang digunakan dalam tahap\nperancangan sistem informasi tersebut adalah metodologi System Development Life Cycle\n(SDLC). Tahapan metodologi SDLC dilakukan mulai dari tahap planning, defining, dan\ndesigning.\nDari hasil penelitian yang telah dilakukan, setelah dilakukan tahapan perancangan sistem\ninformasi mengikuti metodologi SDLC, didapatkan problems dan opportunities sebagai\nhasil dari tahap identifikasi problems & opportunities; proses bisnis sebagai hasil dari tahap\npendeskripsian sistem kajian; daftar kebutuhan fungsional dan non-fungsional sebagai hasil\ndari tahap penentuan kebutuhan; context diagram, decomposition diagram, dan data flow\ndiagram sebagai hasil dari tahap perancangan kebutuhan proses; entitiy relationship\ndiagram, logical data model, dan physical data model sebagai hasil dari tahap perancangan\nkebutuhan data; dan rancangan desain antarmuka sebagai hasil dari tahap perancangan\ndesain antarmuka pengguna.", "Daftar File": {}, "Penulis": "Farrel Rafi Aryatama [13416114]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T, M.T.", "Bunga Kharissa Laras Kemala, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sistem penilaian kinerja pegawai, Peraturan Menteri PAN-RB No. 6 Tahun 2022, pengembangan sistem informasi, metodologi SDLC", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "24 Jul 2023"}