{"Nomor": 74924, "Judul": "PRA-RANCANGAN SISTEM BUDIDAYA AKUAPONIK SELADA MERAH (LACTUCA SATIVA L. VAR CRISPA ) DAN IKAN NILA HITAM (OREOCHROMIS NILOTICUS BLEKEER) DENGAN PEMANFAATAN BIOFILTER BIOBALL DAN IJUK AREN", "Abstrak": "Perikanan merupakan subsektor pertanian yang memegang peranan sangat penting dalam pembangunan perekonomian nasional. Sumber daya perikanan di Indonesia sangat beragam dan berpotensi termasuk budidaya ikan. Salah satu teknik pembudidayaan ikan yang dikembangkan adalah akuaponik yang merupakan kombinasi antara sistem akuakultur dengan sistem hidroponik dalam lingkungan yang bersifat simbiotik. Sistem akuaponik merupakan salah satu budidaya yang berkembang dari tren pertanian terpadu di Negara Jepang. Pertanian terpadu bermanfaat baik secara kehidupan sosial dan kelestarian lingkungan, berupa menambah hasil sumber makanan yang sehat dan segar. Model sistem pertanian terpadu ini sudah mulai diminati di berbagai negara, seperti Filipina, Malaysia, Singapura, Thailand, dan termasuk Indonesia. Beberapa tahun terakhir banyak petani dan pengusaha pertanian di Indonesia tertarik dengan potensi sistem akuaponik. Penerapannya yang cocok diaplikasikan baik di tengah perkotaan maupun di pedesaan menjadi kesempatan bagi mereka untuk mendapatkan keuntungan.\nAkuaponik sebagai sistem pertanian yang terpadu memiliki kemampuan untuk memproduksi lebih dari satu jenis produk pertanian dari satu sistem pada waktu yang bersamaan. Keunggulan dari penggunaan sistem akuaponik ialah dapat diterapkan pada lahan yang sempit, tidak memerlukan media tanam berupa tanah, penggunaan air yang lebih efisien dan hemat, serta tidak menimbulkan residu limbah yang banyak pada pembudidayaannya. Selain itu, keunggulan lainnya adalah penggunaan air yang tersirkulasi, menghasilkan produk yang sehat dan organik tanpa penambahan pupuk dari luar sistem. Penggunaan sistem budidaya akuaponik memanfaatkan daur ulang air secara tertutup antara kolam ikan dan tanaman. Kotoran ikan dapat dimanfaatkan kembali menjadi sumber pupuk organik atau larutan nutrisi untuk pertumbuhan tanaman. Dampak dari praktik akuaponik memberikan suatu sistem yang berkelanjutan secara ekologis. Keberlanjutan usaha secara ekologis tentu akan memberikan keuntungan ekonomis dalam jangka waktu yang lama.\nFaktor lingkungan seperti kualitas air, mikroklimat, padat tebar ikan, dan jarak tanam diperlukan untuk mendapatkan hasil yang terbaik. Kualitas air seperti  derajat keasaman, total padatan terlarut, dan kadar oksigen yang berubah akan mempengaruhi pertumbuhan biomassa tanaman dan ikan. Kualitas air ini kerap kali terkendala pada pemanfaatan nutrisi pakan, sekitar 70-80% nutrisi pakan menjadi limbah metabolit bagi kolam budidaya ikan. Disamping itu, akuaponik memiliki sistem dengan sirkulasi tertutup yang dapat meningkatkan akumulasi racun hasil metabolit seperti amonia. Amonia dalam kondisi anaerob akan bersifat toksik yang dapat mengganggu kelangsungan hidup dan pertumbuhan tanaman dan ikan pada sistem akuaponik.\nPeningkatan akumulasi racun hasil metabolit pada sistem akuaponik dapat direduksi dengan penggunaan biofilter dan clarifier untuk menghasilkan air sirkulasi yang baik bagi ikan dan tanaman. Penggunaan biofilter dapat berfungsi sebagai media perkembangbiakan berbagai bakteri, salah satunya yaitu bakteri nitrifikasi yang dapat mengubah amonia menjadi ion nitrit dan nitrat. Penggunaan ini dapat mengurangi jumlah amonia berlebih dalam sistem menjadi ion nitrat yang dapat diserap tanaman. Clarifier digunakan pada sistem ini dengan tujuan utama sebagai penjernih air yang dialirkan menuju kolam ikan. Bahan clarifier yang digunakan adalah zeolit yang merupakan material berstruktur hidrat aluminium silikat yang banyak ditemukan di Indonesia dengan diameter pori 0,7 nm dan besar partikel 0,65 nm yang mampu menahan atau menyaring kotoran. Kedua unit ini berperan dalam menjaga kandungan air dalam sistem akuaponik.\nIkan yang kerap kali digunakan pada pembudidayaan sistem akuaponik adalah ikan air tawar. Salah satu ikan air tawar yang digemari dalam kalangan masyarakat adalah ikan nila. Selain itu, komoditas ikan nila merupakan salah satu komoditas yang difokuskan oleh pemerintah untuk memenuhi nutrisi masyarakat, serta ikan tersebut merupakan komoditas ikan yang mudah untuk dibudidayakan, dan memiliki tingkat kesintasan tinggi. Sedangkan tanaman yang kerap kali digunakan pada pembudidayaan sistem akuaponik adalah tanaman sayuran. Sistem akuaponik yang digunakan merupakan sistem akuaponik rakit apung yang memanfaatkan styrofoam sebagai penyangga tanaman. Oleh sebab itu, pemilihan tanaman yang digunakan pada pembudidayaan ialah tanaman sayuran daun yang memiliki bobot tanaman yang cukup ringan. Tanaman selada merah adaah tanaman sayur yang memiliki nilai ekonomis tinggi dan nilai gizi yang baik.  Hasil Penelitian Produksi Biomassa (TA-1) didapatkan bahwa pada penggunaan biofilter berupa bioball memiliki hasil pertumbuhan tanaman selada merah yang lebih baik dibandingkan dengan penggunaan biofilter bioball dengan penambahan ijuk aren, sedangkan pertumbuhan ikan nila hitam pada penggunaan biofilter bioball dengan penambahan ijuk aren memiliki hasil lebih baik dibandingkan penggunaan biofilter berupa bioball. Analisis R/C ratio menunjukkan bahwa penggunaan biofilter bioball dengan penambahan ijuk aren memiliki nilai yang lebih baik dibandingkan dengan penggunaan biofilter bioball saja. Hal ini disebabkan, selain pertumbuhan ikan yang lebih baik, juga dihasilkan produk sampingan berupa pupuk kompos\n.......\napabila angka penjualan lebih dari Rp 182.698.484,00.\nSistem pra-rancangan ini akan mengalami pengembalian modal investasi secara keseluruhan pada 2 tahun, 11 bulan, dan 24 hari setelah usaha dijalankan. Nilai perhitungan NPV pada pra-rancangan ini yaitu sebesar RpRp257.788.425,00 yang menunjukkan angka positif dan menandakan bahwa pra-rancangan tersebut akan terus mengalami keuntungan. Hasil perhitungan BCR menunjukkan angka lebih dari satu yaitu sebesar 1,52 yang menunjukkan bahwa nilai laba sistem pra-rancangan ini lebih besar dibandingkan dengan biaya produksi yang dihasilkan. Hasil perhitungan IRR didapatkan sebesar 22,96% yang menunjukkan bahwa usaha ini memiliki nilai IRR lebih tinggi dibandingkan tingkat kredit bank atau OCC (Opportunity Cost of Capital) sebesar 6%. Sehingga berdasarkan pendekatan nilai payback period, NPV, BCR, dan IRR menunjukkan bahwa pra rancangan ini layak untuk dijalankan.", "Daftar File": {"ABSTRAK Nanda Shofiyah Ulfa": "https://digilib.itb.ac.id/gdl/download/299504"}, "Penulis": "Nanda Shofiyah Ulfa [11419010]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman", "Novi Tri Astutiningsih, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Lactuca sativa L. Var Crispa; akuaponic; Oreochromis niloticus Blekeer; ikan nila hitam; ijuk aren", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jul 2023"}