{"Nomor": 74921, "Judul": "PENGEMBANGAN ENZIM REVERSE TRANSCRIPTASE DARI MOLONEY MURINE LEUKEMIA VIRUS YANG DIFUSIKAN DENGAN PROTEIN SIS7A DARI SULFOLOBUS ISLANDICUS", "Abstrak": "Reverse transcriptase (RT) adalah enzim polimerase yang dapat mengubah rantai RNA menjadi rantai DNA. Penggunaan dari enzim ini sudah banyak dilakukan di biologi molekuler, terutama di bidang diagnostik molekuler. Salah satu enzim RT yang banyak digunakan berasal dari Moloney Murine Leukemia Virus (MMLV RT). MMLV RT merupakan jenis enzim RT yang memiliki aktivitas katalitik dan fidelitas lebih tinggi dari enzim RT lainnya. Namun, enzim RT tersebut masih memiliki prosesivitas yang rendah dan bersifat termolabil, sehingga diperlukan pengembangan agar diperoleh performa yang lebih maksimal. Pada penelitian sebelumnya, telah dilakukan perancangan fusi antara enzim MMLV RT dengan protein 7 kDa DNA-binding milik Arkea Sulfolobus islandicus, yaitu Sis7a. Diketahui bahwa hasil analisis parameter hasil fusi secara in silico mengindikasikan adanya peningkatan stabilitas struktur dan peningkatan afinitas terhadap ligan dibandingkan MMLV RT wildtype. Selain itu, pada penelitian sebelumnya juga dilakukan uji coba ekspresi dan optimasi kondisi ekspresi untuk mendapatkan enzim fusi pada fraksi terlarut. Namun, enzim RT rekombinan tersebut belum dikarakterisasi lebih lanjut. Oleh karena itu, pada penelitian ini, dilakukan purifikasi dan karakterisasi enzim MMLV RT yang difusikan dengan protein Sis7a dari Arkea Sulfolobus islandicus. Protein rekombinan yang diekspresikan di Escherichia coli BL21 (DE3) dipurifikasi dengan kolom kromatografi, kemudian dikonfirmasi menggunakan metode western blot. Beberapa parameter enzim yang akan dilihat adalah suhu optimum reaksi, unit aktivitas, termostabilitas terhadap perubahan suhu, dan ketahanan terhadap inhibitor. Sebagai kontrol positif, digunakan enzim MMLV RT dari kit komersial yang telah umum digunakan (RTK). Enzim RT fusi (RTF) berhasil diproduksi pada kondisi terlarut dan teridentifikasi sebagai pita target menggunakan antibodi His-tag melalui metode western blot. Selain itu, aktivitasnya teramati melalui terdeteksinya nilai Cq dibandingkan no template control (NTC) dan RTK, serta adanya pita hasil amplifikasi cDNA teramati melalui elektroforesis agarosa. Diketahui bahwa dalam satu kali produksi diperoleh sekitar 23116 U/?l RTF. Selain itu, diperoleh nilai efisiensi PCR RTF 91.53%, dengan nilai R2 sebesar 0.9835. Dengan menggunakan jumlah unit aktivitas yang setara dengan RTK, diperoleh suhu optimum reaksi RTF, yaitu di sekitar 45oC. RTF memiliki rentang suhu reaksi sebesar 40oC hingga 50oC. Selanjutnya, uji termostabilitas menunjukkan bahwa nilai melting temperature (Tm) dari RTF adalah sekitar 50oC. Selain itu, RTF juga dinilai tahan terhadap kehadiran inhibitor berupa guanidine isothicyanate, whole blood, plasma darah, etanol, dan urea. Sedangkan, nilai prosesivitas belum dapat diperoleh pada penelitian ini. Dengan demikian, dalam penelitian ini telah berhasil dikarakterisasi enzim RT fusi yang\nmemiliki nilai parameter cukup sebanding dengan enzim RT komersial. Penelitian selanjutnya perlu dilakukan untuk memproduksi protein RTF ini dalam skala yang lebih besar, sehingga dapat diaplikasikan dalam kit diagnostik.", "Daftar File": {"ABSTRAK Amalia Alita Fananda": "https://digilib.itb.ac.id/gdl/download/299502"}, "Penulis": "Amalia Alita Fananda [21122010]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "reverse transcriptase, MMLV RT, Sis7a, polimerase, RT-qPCR, Cq", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}