{"Nomor": 74935, "Judul": "REKAYASA PENIRUAN RECEIVER ASSEMBLY MACHINE GUN KAL.12.7 MM", "Abstrak": "Kemandirian teknologi militer merupakan salah satu pondasi pertahanan dan\nkeamanan negara. PT XYZ merupakan perusahaan yang bergerak di bidang\nindustri manufaktur, jasa dan perdagangan produk keamanan serta produk\nindustrial berusaha untuk mendukung negara dalam kemandirian teknologi dan\nproduk senjata. PT XYZ memiliki izin untuk memproduksi produk di bidang\npersenjataan. PT XYZ telah banyak menghasilkan berbagai varian produk senjata\nyang dibuat secara mandiri.\nPT XYZ mengembangkan produk dengan menggunakan metode alih teknologi\nmelalui pembelian license dan rekayasa peniruan (reverse engineering).\nPembelian license merupakan metode yang membutuhkan modal besar karena\nakan mendapatkan TDP (Technical Data Package) dan asistensi dari pemilik\nproduk. Sedangkan rekayasa peniruan merupakan metode yang lebih efisien\ndalam proses alih teknologi. PT XYZ telah menggunakan metode rekayasa\npeniruan tetapi belum ada referensi manual standard di perusahaan untuk metode\ntersebut. Manual standard rekayasa peniruan yang belum ada mengakibatkan\nhanya pegawai yang berpengalaman yang dapat melakukan alih teknologi karena\npengetahuan terhadap produk dan proses penelitian tersimpan secara perorangan.\nSistematika penelitian juga akan berbeda antar pegawai tergantung dengan jenis\nproduk dan proses penelitian yang dilalui.\nPenelitian dilakukan terhadap produk senjata senapan kaliber 12.7 mm yang telah\ndipesan user. PT XYZ belum pernah melakukan memproduksi secara massal\nuntuk produk senjata jenis senapan mesin kaliber 12.7 mm. Penelitian dilakukan\ndengan metode rekayasa peniruan untuk membuat purwarupa dari salah satu\nrakitan produk tersebut. Rekayasa peniruan mengikuti kaidah 7 langkah rekayasa\npeniruan untuk mengembangkan kemampuan rekayasa peniruan dan\nmengidentifikasi hubungan-hubungan antar komponen.\nPenelitian dilakukan dengan membuat purwarupa bagian receiver assembly dari\nproduk senapan mesin yang telah dibeli user. Receiver assembly dipilih karena\nrakitan tersebut merupakan bagian senjata yang memiliki banyak variasi\npermesinan dan merupakan bagian penghubung dari fungsi-fungsi rakitan senjata\nlainnya.", "Daftar File": {"ABSTRAK Lintang Madi Sudiro": "https://digilib.itb.ac.id/gdl/download/299523"}, "Penulis": "Lintang Madi Sudiro [23119010]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ir. Agung Wibowo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}