{"Nomor": 74948, "Judul": "USULAN ANALISIS KEBUTUHAN PELATIHAN UNTUK MEMBANGUN PROGRAM PELATIHAN PADA DIVISI PERAWATAN & MODIFIKASI PT DIRGANTARA INDONESIA", "Abstrak": "Training Needs Analysis (TNA) adalah proses penting dalam pengembangan karyawan dan peningkatan kinerja perusahaan. Peneltian ini bertujuan untuk melakukan TNA pada perusahaan maintenance pesawat terbang dan mengembangkan program pelatihan untuk meningkatkan kinerja karyawan dalam operasi dan pemeliharaan pesawat terbang. Penelitian ini menggunakan metode deskriptif dengan pendekatan kualitatif. Teknik pengumpulan data melalui extant data, job task analisis dan wawancara langsung pada karyawan dan manajemen perusahaan. Analisis gap digunakan untuk mengevaluasi keterampilan dan pengetahuan karyawan saat ini dan menentukan keterampilan dan pengetahuan yang dibutuhkan untuk meningkatkan kinerja mereka dalam operasi dan pemeliharaan pesawat terbang. Hasil penelitian menunjukkan bahwa karyawan memiliki kebutuhan pelatihan yang berbeda dalam berbagai area, seperti keterampilan teknis dalam pemeliharaan dan perbaikan mesin, avionic, dan struktur pesawat, serta pengembangan keterampilan lain seperti manajemen proyek, manajemen risiko, dan manajemen perubahan. Dari hasil analisis gap, disusun rencana pelatihan yang terdiri dari berbagai program pelatihan yang dirancang untuk memenuhi kebutuhan pelatihan karyawan. Pelatihan tersebut mencakup pelatihan teknis dan pelatihan pengembangan keterampilan yang diberikan secara reguler untuk meningkatkan kinerja karyawan. Penelitian ini menunjukkan bahwa TNA adalah proses penting dalam pengembangan karyawan dan peningkatan kinerja perusahaan. Pelaksanaan TNA secara berkala dapat membantu perusahaan maintenance pesawat terbang dalam mengidentifikasi kebutuhan pelatihan karyawan dan memastikan bahwa karyawan memiliki keterampilan dan pengetahuan yang diperlukan untuk menjalankan tugas mereka secara efektif dan efisien. Dengan memberikan pelatihan yang sesuai, perusahaan dapat meningkatkan kinerja karyawan, meningkatkan produktivitas dan kinerja keseluruhan perusahaan, dan meningkatkan keamanan dan kualitas layanan dalam operasi dan pemeliharaan pesawat terbang.", "Daftar File": {"2023_TS_PP_Nurul Aini-29119237_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300466"}, "Penulis": "Nurul Aini [29119237]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si.Psikolog."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisis \tKebutuhan \tPelatihan, \tPerawatan \tPesawat, Pengembangan Karyawan, Program Pelatihan", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Jul 2023"}