{"Nomor": 74942, "Judul": "ANALISIS TINGKAT KERAWANAN MULTI-HAZARD TERHADAP ASPEK LINGKUNGAN HUTAN, PERTANIAN, DAN URBAN MENGGUNAKAN MACHINE LEARNING DI WILAYAH ASIA TENGGARA", "Abstrak": "Asia Tenggara merupakan wilayah yang rawan bencana alam di dunia. Sejak tahun 2012 tercatat total kejadian bencana mencapai 1.899 kejadian dengan terdampak lebih dari 147 juta jiwa meninggal dunia serta mengalami kerugian sebesar 17 miliar dolar dan terus meningkat akibat bertambahnya populasi dan perubahan iklim lingkungan. Bahaya ini tidak dapat dihilangkan, namun dampaknya dapat diminimalkan salah satunya dengan penerapan manajemen risiko bahaya yang lebih kompleks. Tujuan dari penelitian ini yaitu memodelkan kerawanan multi bahaya yang kompleks dengan metode machine learning algoritma Random Forest (RF), Gradien Tree Boosting (GTB), Classification and Regression Trees (CART) serta memodelkan nilai aspek lingkungan hutan, pertanian, urban dan memodelkan hubungan multi-hazard tersebut terhadap aspek nilai lingkungan tersebut. Hasil dari penelitian ini menunjukkan hasil uji ACC dan AUC algoritma Random Forest (RF) untuk tanah longsor, banjir, dan kebakaran hutan memiliki nilai diatas 80%. Hasil kombinasi hazard dan nilai index lingkungan didapatkan bahaya tanah longsor dominan berada dalam nilai jasa ekosistem hutan yang tinggi melingkupi 20% dari luas total hutan di Asia Tenggara. Hasil kombinasi kebakaran hutan dominan berada dalam nilai kesesuaian lahan pertanian yang tinggi melingkupi 12% dari luas total pertanian di Asia Tenggara. Hasil kombinasi bahaya banjir dominan berada dalam nilai kesesuian lahan pertanian yang tinggi melingkupi 50% dari luas total pertanian di Asia Tenggara. Oleh karena itu bahaya banjir dan tanah longsor sangat memiliki dampak yang besar terhadap aktivitas ekonomi Asia Tenggara.", "Daftar File": {"ABSTRAK Adria Viola Chintia": "https://digilib.itb.ac.id/gdl/download/299530"}, "Penulis": "Adria Viola Chintia [25122017]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr. Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Hutan, Kerawanan, Multi-Hazard, Pertanian, Urban", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}