{"Nomor": 74944, "Judul": "STUDI PETROLOGI DAN GEOKIMIA UNTUK PEMODELAN MAGMATISME KENOZOIKUM PULAU JAWA", "Abstrak": "Pulau Jawa merupakan salah satu wilayah yang berada pada Paparan Sunda (Sundaland) secara tektonik. Pulau Jawa yang terlihat saat ini merupakan hasil dari konvergensi Lempeng Indo-Australia dan Lempeng Eurasia. Pergerakan tektonik menyebabkan terbentuknya pola struktur geologi, evolusi magmatisme dan perkembangan vulkanisme di Pulau Jawa. Penelitian ini bertujuan untuk mempelajari evolusi magmatisme tersebut berdasarkan studi petrologi dan geokimia batuan vulkanik di Pulau Jawa, mengetahui perbedaan aktivitas magmatisme antara busur Jawa dan busur timur laut Jepang, serta mengetahui model perkembangan busur magmatisme masa Kenozoikum Pulau Jawa. Studi petrologi dan geokimia batuan vulkanik berumur Kuarter sudah banyak dilakukan sedangkan studi batuan vulkanik Tersier masih terbatas. Data yang digunakan adalah data literatur dan pemodelan distribusi magmatisme menggunakan pendekatan kecepatan konvergensi. Hasil dari penelitian ini diperoleh informasi terkait petrologi, geokimia, tatanan tektonik, dan evolusi magmatisme Pulau Jawa. Afinitas magma Pulau Jawa telah terjadi tiga perubahan afinitas magma, yaitu: Low-K terjadi sekitar 40 hingga 18 juta tahun yang lalu, High-K sekitar 12 hingga 2 juta tahun yang lalu, dan Medium-Very High-K sekitar 2 juta tahun yang lalu hingga sekarang. Selanjutnya, pada penelitian ini dilakukan perbandingan antara busur vulkanik Jawa dengan busur vulkanik timur laut Jepang. Hal ini dilakukan karena memiliki kemiripan tektonik yang tegak lurus terhadap posisi subduksinya. Hasil dari perbandingan tersebut menunjukkan bahwa persebaran gunung api timur laut Jepang tersebar baik dan merata. Selain itu, Perkembangan aktivitas vulkanisme dan magmatisme dari rentang Tersier-Kuarter distribusi bergerak dari selatan mengarah ke utara.", "Daftar File": {}, "Penulis": "Zainuddin Pratama [12016065]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T, M.T.", "Dr. Idham Andri Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Magmatisme, petrologi, geokimia, tektonik, Kenozoikum.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}