{"Nomor": 74951, "Judul": "PENGARUH PEMBERIAN EDIBLE COATING KITOSAN DENGAN PENAMBAHAN EKSTRAK TEH HIJAU (CAMELLIA SINENSIS) TERHADAP MUTU KIMIA IKAN BANDENG FILLET (CHANOS CHANOS)", "Abstrak": "Ikan bandeng (Chanos chanos) merupakan ikan budidaya yang kaya akan nutrisi dengan total produksi mencapai 243,2 ton pada tahun 2022. Produksi ikan ini tersebar di beberapa provinsi seperti Jawa Barat, Jawa Timur, dan Sulawesi Selatan. Namun, ikan bandeng merupakan produk mudah rusak apabila tidak diimbangi dengan penanganan pascapanen yang baik. Kemasan pelapis seperti edible coating kitosan dipercaya mampu mempertahankan kualitas ikan bandeng karena memiliki fungsi antimikroba. Fungsi perlindungan edible coating dapat ditingkatkan dengan penambahan green tea extract (GTE) yang juga memiliki sifat antioksidan tinggi. Penelitian ini bertujuan untuk membuat edible coating melalui penentuan kombinasi konsentrasi terbaik dari kitosan (0,8-2%) dan GTE(0,07-2%) dalam mempertahankan kualitas dan memperpanjang masa simpan ikan bandeng. Metode penelitian dilakukan menggunakan Response Surface Methodology (RSM) Central Composite Design (CCD) dengan rancangan penelitian didapat sebanyak 18 formulasi yang terdiri dari dua kali pengulangan. Pengujian dilakukan terhadap karakteristik kimia seperti kadar air, kadar abu, pH dan nilai total volatile base nitrogen (TVBN) sebagai respon. Hasil respon kemudian diuji setiap modelnya menggunakan uji statistik ANOVA dan keempat respon dioptimasi sesuai dengan target yang diinginkan. Berdasarkan hasil penelitian, perlakuan terbaik dengan hasil respon yang diinginkan dicapai oleh kombinasi kitosan 0,8% dengan GTE 0,14% dengan nilai desirability sebesar 0,91. Kemasan aktif edible coating dengan kombinasi kitosan dan GTE terbukti dapat mempertahankan ikan bandeng hingga 6 hari penyimpanan dibandingkan perlakuan kontrol yang hanya bertahan hingga 3 hari penyimpanan pada suhu rendah (4?).", "Daftar File": {"ABSTRAK Najaah Sabila": "https://digilib.itb.ac.id/gdl/download/299670"}, "Penulis": "Najaah Sabila [11919038]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr. Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ikan Bandeng, Edible coating, Kitosan, Teh Hijau, RSM", "Sumber": "SITH", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jul 2023"}