{"Nomor": 74953, "Judul": "STUDI GELOMBANG DI SELATAN BALI MENGGUNAKAN MODEL SWAN", "Abstrak": "Gelombang yang dibangkitkan oleh angin di lautan banyak mempengaruhi aktivitas\nmanusia baik di laut lepas maupun di perairan dekat pantai. Di perairan dekat pantai\nbanyak faktor nonlinier yang sangat mempengaruhi gelombang maka dibutuhkan metoda\nstudi gelombang yang dapat digunakan untuk memprediksi keadaan gelombang yang\ncukup baik memperhitungkan faktor nonlinier tersebut secara cepat dan cukup akurat.\nMaka model SWAN ( Simulating Waves Nearshore ), model spektrum gelombang yang\ntelah digunakan secara luas pada tugas akhir ini digunakan untuk mengkaji keadaan\ngelombang di selatan Bali. Model SWAN dapat mensimulasikan fenomena gelombang\ndari pembangkitan oleh angin, penjalaran yang melibatkan refraksi dan disipasi oleh\nwhitecapping, gelombang pecah akibat kedalaman dan gesekan dasar. Simulasi dilakukan\nempat waktu di bulan Februari yang mewakili tipikal kondisi musim barat. Input parameter\ngelombang didapat dari model WAVEWATCH III dan kondisi angin dari NCEP. Selain\nempat simulasi utama dilakukan juga simulasi tambahan yaitu simulasi untuk menyelidiki\nsensitivitas terhadap angin dengan kondisi angin yang berbeda dan uji pengaruh disipasi.\nKondisi angin dengan kecepatan tinggi menghasilkan distribusi gelombang yang tinggi\npula. Bila input parameter gelombang kasus waktu pertama digunakan untuk menyelidiki\nfaktor disipasi, kontributor terbesar dalam peluruhan gelombang adalah wave blocking\nsebesar 64 % yang timbul akibat adanya penghalangan penjalaran gelombang dari bentuk\ngaris pantai. Hasil perbandingan tinggi gelombang simulasi SWAN memberikan nilai\nRMS 0,26 untuk persamaan Young dan Verhagen (1996) dan 0,25 untuk persamaan\nBretschneider (1984).", "Daftar File": {}, "Penulis": "Aditia Rojali [12904016]", "Kontributor / Dosen Pembimbing": ["Prof. Safwan Hadi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gelombang, model SWAN,  model WAVEWATCH III", "Sumber": "", "Staf Input/Edit": "rikrik  \n                                     rikrik", "File": "8 file", "Tanggal Input": "24 Jul 2023"}