{"Nomor": 74967, "Judul": "PENGARUH INTENSI PERALIHAN MEREK DARI FAST FASHION KE SLOW FASHION DI INDONESIA TERHADAP PERUSAHAAN FAST FASHION", "Abstrak": "Industri pakaian merupakan salah satu industri yang paling merusak lingkungan, kedua setelah industri perminyakan. Fast fashion atau busana cepat merujuk pada desain pakaian yang cepat dipindahkan ke gerai ritel untuk memanfaatkan tren dengan merek-merek seperti Zara, H&M, dan Uniqlo. Indonesia, dengan populasi yang besar dan terus bertambah, memiliki potensi pasar yang signifikan bagi industri fashion. Namun, ada segmen populasi yang signifikan yang menentang tren ini. Generasi Z sangat peduli terhadap lingkungan dan memimpin pergeseran dari busana cepat menuju slow fashion atau busana lambat yang menentukan alternatif berkelanjutan dan ramah lingkungan. Oleh karena itu, tujuan dari penelitian ini adalah untuk mengidentifikasi faktor-faktor utama yang mempengaruhi intensi beralih merek dan menguji hubungan antara kepuasan konsumen dan intensi beralih merek tersebut di Indonesia. Penelitian ini menggunakan pendekatan kuantitatif, dengan menggunakan survei online melalui kuesioner yang ditargetkan pada Generasi Z yang sebelumnya telah membeli produk dari merek-merek busana cepat dan telah beralih atau bermaksud untuk beralih ke busana lambat. Analisis deskriptif dan metode PLS-SEM digunakan untuk menganalisis data yang dikumpulkan. Temuan penelitian menunjukkan dua faktor yang signifikan yang berpotensi mempengaruhi intensi beralih merek konsumen dari busana cepat ke busana lambat di Indonesia: poor performance (kinerja yang buruk) dan foreignness (merasa asing). Selain itu, penelitian ini juga mengungkapkan hubungan yang signifikan dan substansial antara kepuasan konsumen dalam intensi beralih merek konsumen. Hasil dari penelitian ini diharapkan dapat memberikan panduan untuk merumuskan strategi pemasaran yang efektif bagi merek-merek fast fashion yang beroperasi di Indonesia.", "Daftar File": {"2023 SK PP Afina Anjaina Putri Rachmat   [19020303] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/299575"}, "Penulis": "Afina Anjaina Putri Rachmat [19020303]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Busana Cepat, Busana Lambat, Generasi Z, Kepuasan Konsumen, Intensi Peralihan Merek", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "24 Jul 2023"}