{"Nomor": 74966, "Judul": "PEMANFAATAN HYDROPHOBIC MICROPOROUS HOLLOW FIBER MEMBRANE UNTUK PROSES KLARIFIKASI MINYAK PADA INDUSTRI CPO  (APPLICATION OF HYDROPHOBIC MICROPOROUS HOLLOW FIBER MEMBRANE FOR OIL CLARIFICATION IN CPO INDUSTRY)", "Abstrak": "Indonesia merupakan produsen minyak sawit mentah (crude palm oil / CPO) terbesar\nkedua setelah Malaysia. Indonesia diprediksi menjadi produsen minyak sawit terbesar di\ndunia pada tahun 2010. Target inilah yang mendorong banyak industri bergerak di\nbidang pengolahan kelapa sawit. Tahapan proses pengolahan CPO secara konvensional\ndibagi menjadi empat tahap besar, yaitu tahap pengolahan awal, tahap pengambilan\nminyak, tahap klarifikasi minyak, dan tahap pengolahan lumpur. Kendala yang ada\nsekarang ini adalah panjangnya proses klarifikasi minyak pada pengolahan CPO secara\nkonvensional. Untuk itu diupayakan penggunaan teknologi membran dalam\nmemperpendek proses tersebut. Proses produksi yang lebih pendek diharapkan dapat\nmenurunkan biaya dan mempercepat proses produksi.\nPenelitian ini terdiri atas dua tahap utama, yaitu perlakuan awal pada minyak sawit\nkeluaran unit ayakan getar dan evaluasi performa membran klarifikasi CPO terhadap\nbeberapa variabel operasi. Perlakuan awal pada minyak sawit dilakukan dengan\nsentrifugasi untuk mengurangi partikel pengotor tak larut yang berukuran besar\nsehingga meringankan kerja membran. Evaluasi performa membran klarifikasi CPO\ndilakukan dengan pengukuran nilai fluks, analisis kadar air, dan analisis pengotor tak\nlarut pada tiap variasi kondisi operasi. Variasi yang dilakukan adalah variasi temperatur\npada 40 °C, 50 °C, dan 60 °C; variasi trans membrane pressure (TMP) 1,5 bar, 1,7 bar,\ndan 2,2 bar; dan variasi interval backflush 3 menit, 5 menit, dan 7 menit menggunakan\nkonfigurasi membran cross flow. Hasil penelitian menunjukkan bahwa hydrophobic\nmicroporous hollow fiber membran dapat digunakan untuk proses klarifikasi pada\nindustri CPO. Hal ini dapat dilihat pada kualitas permeat yang telah sesuai dengan\nspesifikasi keluaran unit klarifikasi industri CPO. Laju alir permeat dipengaruhi oleh\ntemperatur, TMP, dan interval backflush.", "Daftar File": {}, "Penulis": "Adi Susilo [13003071]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gede Wenten, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Minyak sawit mentah, klarifikasi, membran mikrofiltrasi", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "6 file", "Tanggal Input": "24 Jul 2023"}