{"Nomor": 74965, "Judul": "FAKTOR PENENTU RISIKO KREDIT PADA BANK KONVENSIONAL DI INDONESIA", "Abstrak": "Di masa pandemi Covid-19, Non Performing Loan (NPL) perbankan di Indonesia mengalami peningkatan. Berkaca dari fenomena tersebut, penelitian ini difokuskan untuk menyelidiki faktor-faktor yang mempengaruhi risiko kredit pada bank konvensional di Indonesia agar mitigasi risiko dapat dilakukan dengan tepat. Metodologi yang digunakan dalam penelitian ini adalah analisis regresi data panel dengan menggunakan 16 bank konvensional yang dikategorikan dalam KBMI IV dan KBMI III tahun 2018-2022. Data dalam penelitian ini bersumber dari data publikasi keuangan bank yang diterbitkan oleh OJK, pengungkapan yang dipublikasikan dalam laporan keberlanjutan bank, dan data makroekonomi yang diterbitkan oleh BI dan BPS yang dikumpulkan dari situs resminya. Hasil penelitian menunjukkan bahwa terdapat beberapa faktor spesifik bank dan faktor ekonomi makro yang mempengaruhi risiko kredit. Ukuran bank yang diukur dengan total aset berhubungan positif signifikan dengan risiko kredit. Pengungkapan ekonomi, lingkungan, dan sosial yang diukur dengan pengungkapan indeks GRI, profitabilitas yang diukur dengan ROE, dan CAR berhubungan negatif signifikan dengan risiko kredit. Namun, efisiensi yang diukur dengan rasio biaya terhadap pendapatan tidak berhubungan signifikan dengan risiko kredit. Tingkat inflasi secara signifikan berhubungan positif dengan risiko kredit. Suku bunga dan PDB riil berhubungan negatif signifikan dengan risiko kredit. Sedangkan nilai tukar tidak berhubungan signifikan dengan risiko kredit. Berdasarkan hasil tersebut, penelitian ini menyarankan beberapa masukan yang perlu diperhatikan oleh bank dan regulator untuk mengendalikan risiko kredit di bank.", "Daftar File": {"2023 SK PP Muhammad Alvino Nurfalah   [19020252] - Full Text": "https://digilib.itb.ac.id/gdl/download/299568"}, "Penulis": "Muhammad Alvino Nurfalah [19020252]", "Kontributor / Dosen Pembimbing": ["Tuntun Salamatun Zen, S.E, Ak., M.Si..,CA", "Atika Irawan, S.Mn., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Risiko Kredit, NPL, Bank Konvensional di Indonesia, Faktor Spesifik Bank, Faktor Makroekonomi.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "24 Jul 2023"}