{"Nomor": 74960, "Judul": "PERANCANGAN DESAIN INSTALASI PENGOLAHAN AIR (IPA) BUARAN III DI WILAYAH TIMUR DKI JAKARTA", "Abstrak": "Pemenuhan layanan air minum DKI Jakarta tahun 2023 berkisar 65% dari target\nRencana Pembangunan Jangka Menengah Nasional (RPJMN) 2020 – 2024.\nInstalasi Pengolahan Air (IPA) Buaran III berkapasitas produksi 3.000 LPS yang\nberlokasi di Jakarta Timur. Sumber air baku yang digunakan berasal dari Kali\nMalang. Kualitas air baku yang harus disisihkan adalah koliform (100%), kromium\n(43,8%), kekeruhan (90,2%), dan zat organik (13,04%). Karakteristik dari air baku\nini adalah adanya perbedaan konsentrasi kekeruhan yang signifikan antara musim\nhujan dan non-hujan.\nTeknologi pengolahan pada IPA yang dipilih adalah pra-sedimentasi, koagulasi\nmekanis, flokulasi vertical baffle, sedimentasi, saringan pasir cepat, pengolahan\nkromium yang berbeda di tiap alternatif, desinfeksi, dan pengolahan lumpur.\nAlternatif teknologi pengolahan kromium berupa koagulasi-fero sulfat (FeSO4),\nkarbon aktif, dan penukar ion yang kemudian dipilih melalui Simple Additive\nWeighting (SAW) dengan teknologi terpilih berupa koagulasi-FeSO4. Kebutuhan\nlahan dari semua unit pengolahan yang dirancang berkisar 0,94 Ha dari 3,5 Ha lahan\ntersedia.\nKonstruksi dilakukan dua tahap, dengan biaya investasi yang harus dikeluarkan\nuntuk proyek IPA Buaran III ini adalah sebesar Rp930.904.891.000 untuk\nkonstruksi pertama dan Rp429.200.270.000 untuk konstruksi kedua. Biaya\noperasional dan pemeliharaan per bulannya adalah Rp174.360.809.094,35. Dengan\nbiaya pemakaian air rata – rata pelanggan sebesar Rp7.500/m3, proyek IPA Buaran\nIII ini layak atau menguntungkan karena memiliki nilai NPV sebesar\nRp488.015.432.682,4 dari 25 tahun operasional dan investasinya layak karena\nmemiliki nilai BCR ? 1.", "Daftar File": {}, "Penulis": "Ukhti Aulia [15719017]", "Kontributor / Dosen Pembimbing": ["Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D.", "Dr. Mariana Marselina S., S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "air minum, desain, IPA, Jakarta Timur, penyisihan kromium.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "24 Jul 2023"}