{"Nomor": 74978, "Judul": "RISET PARTISIPATORIS RANCANGAN PAMERAN RAMAH DIFABEL NETRA BERSAMA SENTRA WYATA GUNA", "Abstrak": "Ruang seni menghadirkan suatu bentuk edukasi yang bebas, dikenali sebagai freechoice learning, untuk belajar tanpa adanya batasan dan paksaan, sesuatu yang\nseharusnya dapat dialami oleh seluruh pengunjung tanpa pandang bulu. Namun,\nsering kali akses terhadapnya menjadi terbatas bagi para penyandang disabilitas,\nterutama para difabel netra, karena kuatnya aspek visualitas dalam pameran seni.\nDalam upaya tersebut, dilakukan penelitian partisipatoris dengan metode studi\nliteratur, wawancara, dan eksperimen bersama para partisipan dari Sentra Wyata\nGuna, sebuah balai rehabilitasi sosial yang dinaungi oleh Kementerian Sosial\nRepublik Indonesia. Pada setiap langkah dalam pengambilan data, pendapat serta\nmasukan dari para partisipan dianggap setara dengan pendapat peneliti dan sumbersumber lainnya, mengetahui pentingnya keterlibatan langsung dari komunitas yang\nmemiliki kepentingan dalam penelitian ini, yaitu para difabel netra. Kepentingan\natas keterlibatan langsung dari para partisipan adalah pengambilan keputusan untuk\nlingkungan yang lebih inklusif secara bottom-up.\nTerdapat tiga aspek utama yang dapat membantu pengalaman apresiasi seni bagi\npara difabel netra. Aspek-aspek tersebut adalah pencahayaan ruang, orientasi ruang,\nserta tur aman sentuh. Ketiganya saling mendukung untuk menciptakan mobilitas\ndan interaksi antara pengunjung dengan karya. Data yang telah dikumpulkan dan\ndidiskusikan bersama para partisipan kemudian diujicobakan dalam pameran\nberjudul Merupa Alam Benda yang dilaksanakan di Galeri Soemardja, Institut\nTeknologi Bandung. Beberapa fasilitas yang sekiranya akan membantu\npengalaman apresiasi seni bagi para difabel netra adalah pemanfaatan fokus dan\nsorot cahaya, fasilitas taktil untuk membantu mobilisasi seperti lantai taktil dan\nsusuran pada dinding, replika aman sentuh, audio guide, hingga pendampingan oleh\nguide pameran.\nInklusivitas dalam ruang seni pada akhirnya hanya tidak menaruh fokusnya pada\nkelompok tertentu. Maka, segala fasilitas yang ramah bagi para difabel netra\nseharusnya tidak akan mengganggu pengalaman para pengunjung awas mata dalam\nmengakses ruang pamer dan mengapresiasi karya.", "Daftar File": {}, "Penulis": "Karen Clahilda Gabriela [17019020]", "Kontributor / Dosen Pembimbing": ["Ardhana Riswarie, S.Sn., M.A.", "Danuh Tyas Pradipta, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Apresiasi seni, inklusif, manajemen pameran, ruang seni", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Jul 2023"}