{"Nomor": 74979, "Judul": "UPAYA PENINGKATAN AKURASI MODEL GEOID GRAVIMETRIK LOKAL DI PULAU JAWA BAGIAN TENGAH", "Abstrak": "Saat ini Global Navigation Satellite System (GNSS) merupakan metode yang\nberkembang secara signifikan di bidang survei geodesi. Namun, tinggi yang\ndiperoleh merupakan tinggi geodetik perlu diubah menjadi tinggi ortometrik yang\ndapat digunakan untuk keperluan praktis, seperti rekayasa, survei, dan pemetaan.\nSalah satu metode yang dapat dilakukan adalah dengan menggunakan model\ngeoid. Namun, undulasi geoid yang dapat diperoleh dari model global, misalnya\nEGM2008 memiliki root mean square error (RMSE) 18,6 cm untuk wilayah\nPulau Jawa bagian tengah. Oleh karena itu, ada kebutuhan yang kuat untuk\nmemodelkan geoid teliti untuk mendapatkan tinggi ortometrik yang akurat untuk\nmemenuhi kebutuhan pengukuran praktis. Pemodelan geoid yang dilakukan pada\npenelitian ini menggunakan pendekatan Molodensky yang menggunakan\nkuasigeoid sebagai pendekatannya. Pemodelan geoid juga dilakukan dengan\nmenggunakan metode Remove-Compute-Restore (RCR) dan skema reduksi\nResidual Terrain Model (RTM). Selain itu, dilakukan juga tinjauan terhadap\nberbagai metode Fast Fourier Transform (FFT) dan modifikasi Stokes dalam\nkomputasi integral Stokes untuk mendapatkan model geoid terbaik di wilayah\nkajian. Data yang digunakan merupakan kombinasi dari berbagai data pengamtan\ngayaberat, yaitu darat (terestris), airborne, dan altimetri. Dalam pemodelan geoid\ndibutuhkan juga kontribusi data dari berbagai frekuensi, pada penelitian ini\nmenggunakan gelombang panjang yang diperoleh dari Earth Geopotential Model\n(EGM)2008, dan gelombang pendek yang dari kombinasi data Shuttle Radar\nTopography Mission (SRTM)3” untuk wilayah darat dan SRTM15”+ yang di\nresampling menjadi grid 3” untuk wilayah laut.\nTerdapat tiga model geoid yang dihasilkan dengan resolusi 1 arcmin, yaitu model\ngeoid 2D planar FFT (FFT 2D), 1D spherical FFT (FFT 1D), dan multiband\nspherical FFT dengan masing-masing memiliki standar deviasi sebesar 9,2 cm;\n7,1 cm; dan 6,6 cm. Model geoid terbaik yang dihasilkan merupakan model geoid\nmultiband spherical FFT (sebut model geoid ITB) dengan tanpa melakukan fitting\npada model geoid yang diperoleh. Penambahan data gayaberat dari berbagai\npengamatan gayaberat juga mempengaruhi model geoid yang dihasilkan, perbedaan yang dihasilkan antara model geoid ITB yang menggunakan berbagai\ndata pengamatan gayaberat dengan model geoid yang hanya menggunakan model\ngayaberat terestris sebagai masukan dapat mencapai ±40 cm. Modifikasi yang\npada pemodelan geoid yang dilakukan tentunya akan memiliki perbedaan\nbergantung pada kondisi data terutama dalam segi distribusi dan kerapatannya.\nModel geoid ITB memiliki standar deviasi yang paling baik jika dibandingkan\ndengan EGM2008 dan INAGEOID2020 v2.0 yang masing-masing memiliki\nstandar deviasi 8,5 cm dan 11,8 cm. Model geoid ITB yang diperoleh pada\npenelitian ini dapat memenuhi kebutuhan pemetaan peta dasar skala besar. Model\ngeoid ITB dapat digunakan untuk pemetaan skala 1:1.000 kelas 1 hingga skala\n1:500 kelas 2.\nUpaya yang dilakukan untuk mendapatkan model geoid yang dihasilkan pada\npenelitian ini, diantaranya dengan menggunakan masukan data dari berbagai\npengamatan gayaberat, melakukan evaluasi data untuk menghilangkan outlier\npada data, melakukan evaluasi berbagai metode komputasi untuk melakukan\npenyelesaian integral Stokes, dan melakukan modifikasi pada komputasi integral\nStokes. Beberapa hal yang mungkin dapat lebih meningkatkan akurasi dari model\ngeoid yang dihasilkan, yaitu dengan melakukan evaluasi pada data aiborne dan\naltimetri di wilayah pesisir, menggunakan data validasi yang lebih terdistribusi\nmerata, dan melakukan evaluasi data pendukung model geopotensial global dan\nmodel topografi untuk memperoleh komponen gelombang panjang, dan\ngelombang pendek yang lebih baik.", "Daftar File": {"ABSTRAK Rahayu Lestari": "https://digilib.itb.ac.id/gdl/download/299592"}, "Penulis": "Rahayu Lestari [25122004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Kosasih Prijatna, M.Sc.", "Brian Bramanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "model geoid, Molodensky, RCR, RTM, FFT, modifikasi kernel", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jul 2023"}