{"Nomor": 74980, "Judul": "LAND USE AND LAND COVER (LULC) INFLUENCE ON  AEROSOL OPTICAL DEPTH (AOD) AND ITS ASSOCIATION  WITH RESPIRATORY DISEASES IN BANDUNG REGENCY", "Abstrak": "Tutupan dan tata guna lahan (Land Use and Land Cover atau LULC) dapat \nberdampak pada kualitas udara dan kesehatan masyarakat. Akan tetapi, saat ini \nsistem pemantauan kualitas udara di Kabupaten Bandung masih terbatas. Penelitian \nini menguji hubungan antara kondisi LULC, aerosol optical depth (AOD) sebagai \nindikator kualitas udara, dan kasus penyakit pernapasan di tiga kecamatan: \nMargaasih, Dayeuhkolot, dan Ciparay. Data sekunder yang dikumpulkan, yaitu \nLULC dari Landsat 8 Level 2, AOD dari MODIS Terra dan Aqua Level 2, serta \nkasus penyakit pernapasan dari pusat kesehatan masyarakat (Puskesmas) yang \ntersedia. Analisis statistik mengungkapkan bahwa Margaasih memiliki persentase \nlahan perkotaan yang tinggi, Dayeuhkolot memiliki kehadiran industri yang \nsignifikan, dan Ciparay memiliki lahan pertanian basah yang luas. Penelitian ini \nmenunjukkan bahwa Margaasih, Dayeuhkolot, dan Ciparay memiliki nilai AOD \nregional masing-masing sebesar 0,27; 0,26; dan 0,24. Antara tahun 2017-2022, \nAOD mencapai nilai rata-rata tertinggi pada tahun 2022. Distribusi spasial AOD \nmenunjukkan pengaruh jenis penggunaan lahan pada tingkat AOD regional, dengan \nwilayah perkotaan berkontribusi pada nilai AOD yang lebih tinggi di Margaasih \ndan Ciparay, dan area industri di Dayeuhkolot. Korelasi antara penyakit pernapasan \ndan AOD berbeda untuk masing-masing jenis penyakit. Hubungan antara kejadian \nasma di Puskesmas Pakutandang Ciparay dengan AOD di Ciparay ditemukan\ndengan nilai korelasi yang sangat kuat (r = 0,85). Dengan menggunakan AOD \nsebagai indikator, penelitian ini meningkatkan pemahaman tentang dinamika polusi \nudara di berbagai LULC dan dampaknya pada kesehatan masyarakat. Penelitian \nlebih lanjut dan pemantauan berkelanjutan diperlukan untuk memperdalam \npemahaman dan mengembangkan strategi yang efektif untuk meningkatkan \nkualitas kesehatan lingkungan di Kabupaten Bandung", "Daftar File": {"Saskia Kusnadi (3).pdf": "https://digilib.itb.ac.id/gdl/download/299798"}, "Penulis": "Saskia Nur Fadhilah Kusnadi [15319106]", "Kontributor / Dosen Pembimbing": ["Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D.", "Windy Iriana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "aerosol optical depth, tutupan dan tata guna lahan, penyakit  pernapasan, penginderaan jauh, kesehatan lingkungan", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Jul 2023"}