{"Nomor": 74981, "Judul": "MODEL MATEMATIKA INFEKSI DENGUE DENGAN STRUKTUR USIA", "Abstrak": "Infeksi virus dengue masih menjadi salah satu masalah kesehatan utama di banyak\nnegara endemik, termasuk Indonesia, yang ditandai dengan tingginya morbiditas\ndan penyebarannya. Faktor risiko yang mempengaruhi intensitas transmisi virus\ndengue bervariasi pada kelompok usia yang berbeda, yang dapat berimplikasi pada\npenerapan strategi pengendalian dengue. Dalam studi ini, model matematika infeksi\ndengue dengan struktur usia pada populasi manusia dikonstruksi. Populasi manusia\ndan nyamuk secara berurutan akan direpresentasikan oleh model Susceptible-\nInfected-Recovered (SIR) dan model Susceptible-Infected (SI). Skenario vaksinasi\nsebagai strategi pengendalian infeksi dengue juga diterapkan dalam model tersebut.\nData kasus dengue dari kota-kota padat penduduk di Indonesia, seperti Kota\nSemarang dan Kota Bandung, digunakan untuk mengestimasi laju infeksi, baik\nyang konstan maupun yang bergantung waktu. Indikator-indikator untuk mengidentifikasi\nperubahan intensitas transmisi dengue di setiap struktur usia, seperti force\nof infection (FoI) dan bilangan reproduksi, baik bilangan reproduksi dasar maupun\nbilangan reproduksi efektif, dapat diperoleh di sini. Hasil-hasil simulasi numerik\nmengindikasikan bahwa kelompok usia remaja berisiko tinggi terinfeksi dengue.\nVaksinasi pada kelompok usia ini efektif menurunkan jumlah kasus dengue di kotakota\nyang diteliti. Oleh karena itu, strategi vaksinasi di masa yang akan datang dapat\ndiprioritaskan pada kelompok usia remaja untuk dapat mengendalikan penyebaran\ninfeksi dengue.\nAdanya peringatan dini wabah dengue juga dapat membantu dalam merencanakan\nstrategi pengendalian yang lebih efektif. Dalam studi ini, operator\npembangkit kumulatif dikonstuksi menggunakan data kasus dengue mingguan di\nKota Palu untuk menghasilkan solusi dinamik dari model matematika host-vector.\nBerdasarkan hasil perhitungan korelasi antar waktu, bilangan reproduksi efektif\ndapat digunakan sebagai indikator peringatan dini untuk memprediksi tren kejadian\ndengue di masa depan.", "Daftar File": {"2023 JUNI WIJAYANTI PUSPITA 30119005.pdf": "https://digilib.itb.ac.id/gdl/download/300978"}, "Penulis": "Juni Wijayanti Puspita [30119005]", "Kontributor / Dosen Pembimbing": ["Prof. Edy Soewono, Ph.D.", "Dr. Nuning Nuraini, S.Si., M.Si.", "Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bilangan reproduksi, infeksi dengue, kekuatan infeksi, struktur usia, vaksinasi.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "24 Jul 2023"}