{"Nomor": 74989, "Judul": "EFEKTIVITAS PENGGUNAAN BIOFILTER DENGAN PENAMBAHAN ARANG AKTIF TERHADAP PERTUMBUHAN SELADA MERAH (LACTUCA SATIVA VAR. CRISPA) DAN IKAN NILA (OREOCHROMIS NILOTICUS) DALAM SISTEM AKUAPONIK", "Abstrak": "ABSTRAK \nPerikanan merupakan subsektor pertanian yang memegang peranan sangat penting dalam pembangunan perekonomian nasional. Sumber daya perikanan di Indonesia sangat beragam dan berpotensi termasuk budidaya ikan. Budidaya ikan bertujuan untuk menghasilkan biomassa yang lebih tinggi dibandingkan penangkapan ikan secara alami. Akuaponik merupakan teknologi budidaya yang menggabungkan pemeliharaan ikan dan tanaman yang lebih ramah lingkungan dan menghemat penggunaan air. Akuaponik dapat mereduksi penimbunan amonia, nitrat, dan nitrit oleh sisa pakan ikan dan metabolisme ikan dengan tanaman dan media biofilter penyerapan senyawa tersebut. Pengujian dilakukan dengan dua instalasi pada komponen berbeda, yaitu komponen bioball dan arang aktif (1:1) dan kontrol. Pengujian efektivitas komponen biofilter dilakukan dengan melakukan perancangan penelitian, penyiapan alat dan bahan, proses budidaya, pengamatan dan pengambilan data pertumbuhan tanaman selada merah, produktivitas biomassa tanaman selada merah, pertumbuhan ikan nila, kualitas air, kondisi lingkungan serta pengolahan dan analisis data. Diperoleh pengaruh penambahan media biofilter arang aktif terhadap pertumbuhan jumlah daun dan kadar klorofil berbeda, dengan hasil rata-rata lebih baik pada instalasi arang aktif (1:1), namun pada pertumbuhan tinggi tanaman, lebar daun, dan luas daun lebih rendah (p<0,05). Pertumbuhan luas daun dan kadar klorofil berpengaruh terhadap perlakuan posisi yang ditunjukkan oleh luas daun terbaik pada posisi 8, sedangkan kadar klorofil terbaik pada perlakuan 2. Penambahan media biofilter arang aktif terhadap berat kering dan berat basah berbeda nyata (p<0,05) lebih baik pada instalasi arang aktif dibandingkan instalasi kontrol, namun dengan Shoot-Root Ratio lebih rendah. Instalasi arang aktif (1:1) menunjukkan rata-rata pertumbuhan ikan lebih baik, kesintasan ikan lebih banyak dan mempertahankan kualitas air lebih baik.", "Daftar File": {"ABSTRAK Thoriq Izzurrahman": "https://digilib.itb.ac.id/gdl/download/299618"}, "Penulis": "Thoriq Izzurrahman [11419015]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman", "Novi Tri Astutiningsih, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Akuaponik, Arang Aktif, Biofilter, Ikan Nila, Selada Merah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jul 2023"}