{"Nomor": 74984, "Judul": "KAJIAN KAPASITAS AKTOR PERTANIAN DALAM PENERAPAN CLIMATE-SMART AGRICULTURE PADA PROGRAM SIMURP (STUDI KASUS: DESA CIBERES, KECAMATAN PATOKBEUSI, KABUPATEN SUBANG)", "Abstrak": "Sektor pertanian merupakan salah satu sektor yang berkontribusi pada\npeningkatan perubahan iklim dan juga sektor yang rentan terhadap dampak\nperubahan iklim. Untuk mengatasi hal ini terdapat prinsip Climate-Smart\nAgriculture atau Pertanian Cerdas Iklim, prinsip ini dipakai dalam salah satu\nprogram pemerintah yaitu SIMURP. Kondisi perubahan iklim merupakan\npermasalahan yang harus diselesaikan bersama. Dengan begitu, aktor pertanian\nseperti petani, Balai Penyuluhan Pertanian (BPP), Dinas Pertanian Kabupaten\nSubang serta Pemerintah Desa Ciberes pada pelaksanaan program ini memiliki\nperan penting dalam penerapan CSA di program SIMURP. Penelitian ini bertujuan\nuntuk mengidentifikasi kapasitas aktor pertanian dalam penerapan CSA pada\nprogram SIMURP dengan studi kasus di Desa Ciberes, Kecamatan Patokbeusi,\nKabupaten Subang. Penelitian ini merupakan penelitian kualitatif dengan\npendekatan studi kasus. Teknik pengambilan data pada penelitian ini dilakukan\ndengan penyebaran kuesioner kepada petani dan wawancara pada perwakilan\nBPP, Dinas Pertanian, dan Pemerintah Desa Ciberes. Teknik pengambilan sampel\npada penelitian ini menggunakan teknik purposive sampling. Metode analisis yang\ndigunakan adalah analisis deskriptif kualitatif dan kuantitatif, analisis konten serta\nanalisis SWOT. Identifikasi kapasitas aktor berdasarkan persepsi, kapasitas modal\nmanusia, serta modal sosial yang dimiliki aktor pertanian. Hasil studi menemukan\nbahwa setiap aktor memiliki persepsi positif terhadap kesadaran perubahan iklim\ndan penerapan CSA. Ditemukan beberapa kapasitas aktor yang masih belum\noptimal berkaitan dengan peran pemerintah Desa serta budaya pertanian\nkonvensional. Dengan itu, disusun strategi yang dapat diupayakan oleh setiap\naktor untuk mendukung peningkatan kapasitas dalam penerapan CSA di Desa\nCiberes contohnya dilihat dari kapasitas modal manusia seperti penguatan\nwawasan mengenai CSA dan peran setiap aktor pertanian. Sementara strategi\nkapasitas modal sosial dapat didukung dari penyelarasan kebijakan pusat-daerah,\npenguatan jaringan dan kolaborasi antar aktor.", "Daftar File": {}, "Penulis": "Fajriana Nur Malahayati Sukma [15419121]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Climate-Smart Agriculture, SIMURP, Aktor Pertanian, Kapasitas Sumber Daya Manusia", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "24 Jul 2023"}