{"Nomor": 74997, "Judul": "STUDI KOMPARASI METODE DUA TAHAP DENGAN ANALISIS LINEAR RIWAYAT WAKTU DAN ANALISIS RESPON SPEKTRA PADA STRUKTUR GEDUNG", "Abstrak": "Perilaku struktur ketika mengalami beban seismik umumnya dipengaruhi oleh\ndistribusi massa, kekuatan dan kekakuan. Ketika distribusi massa, kekuatan atau\nkekakuan struktur tidak merata pada arah vertikal, maka akan menyebabkan\nterjadinya ketidakberaturan pada struktur tersebut. Ketika struktur didesain\nmemiliki kekakuan yang berbeda, maka perilaku struktur dapat dianalisis dengan\nmenggunakan metode analisa dua tahap. Namun dengan syarat, struktur bagian\nbawah memiliki kekakuan 10 kali kekakuan struktur bagian atas dan periode\nseluruh struktur kurang dari 1,1 kali periode struktur bagian atas.\nAnalisa dua tahap pertama kali disebutkan dalam Uniform Building Code (UBC)\ntahun 1988. Metode ini memungkinkan suatu sturktur untuk didesain secara\nterpisah antara struktur bagian atas dan struktur bagian bawah. Dalam proses\nanalisis, struktur bagian atas dapat didesain dengan menggunakan metode analisa\nrespon spektra atau analisa lateral statik ekivalen sedangkan struktur bagian bawah\nharus dianalisis dengan menggunakan metode analisa lateral statik ekivalen.\nNamun muncul pertanyaan, apakah batasan rasio kekakuan struktur bawah dan\nkekakuan struktur atas tersebut merupakan nilai paling minimumnya dan\nbagaimana jika kekakuan struktur bagian bawah 5 kali kekakuan struktur bagian\natas. Penelitian ini bertujuan untuk mengetahui pengaruh variasi kekakuan terhadap\nperilaku struktur dan perbandingan hasil analisa yang didapatkan dari metode dua\ntahap dan metode analisa satu tahap.\nModel yang dianailis merupakan bangunan dengan total 26 lantai yang terdiri atas\n7 lantai struktur bawah dan 19 lantai struktur atas. Struktur atas berupa model\ntypical, sedangkan struktur bagian bawah terdiri atas 6 model dengan kekakuan\nyang berbeda-beda. Analisa struktur menggunakan bantuan ETABS dengan analisa\nrespon spektra digunakan pada struktur bagian atas dan analisa lateral statik\nekivalen digunakan untuk struktur bagian bawah. Setelah metode dua tahap\ndilakukan pada struktur, kedua bagian struktur disatukan untuk dilakukan analisa\nsecara bersamaan. Pada tahap ini struktur dianalisis menggunakan analisa respon\nspektra dan analisa linear riwayat waktu. Pada akhir penelitian, didapatkan perbandingan gaya geser lantai dan simpangan antar lantai dari struktur yang\ndianalisa menggunakan metode dua tahap dan metode satu tahap.", "Daftar File": {"ABSTRAK La Rahman": "https://digilib.itb.ac.id/gdl/download/299626"}, "Penulis": "La Rahman [25019051]", "Kontributor / Dosen Pembimbing": ["Muhammad Riyansyah, S.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "analisa dua tahap, analisa leteral statik ekivalen, analisa linear riwayat waktu, analisa respon spektra, kekakuan struktur.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jul 2023"}