{"Nomor": 74992, "Judul": "EFEKTIVITAS PENGGUNAAN BIOFILTER DENGAN  PENAMBAHAN CANGKANG KERANG OYSTER  (CRASSOSTREA SP) TERHADAP PERTUMBUHAN  SELADA MERAH (LACTUCA SATIVA VAR CRISPA) DAN  IKAN NILA (OREOCHROMIS NILOTICUS) DALAM SISTEM  AKUAPONIK NFT", "Abstrak": "Teknologi akuaponik sebagai hasil integrasi akuakultur dan hidroponik dapat \ndijadikan sebagai alternatif intensifikasi lahan pertanian Selada merah (Lactuca \nsativa Var. Crispa) dan Ikan nila (Oreochromis niloticus) menjadi perhatian \npemerintah sebagai komoditas untuk peningkatan gizi masyarakat serta memenuhi \nkriteria baik sebagai komponen akuaponik. Peningkatan ammonia menjadi masalah \ndalam praktik akuaponik sehingga penggunaan biofilter seperti bioball dibutuhkan \nuntuk mereduksi zat tersebut. Penambahan cangkang kerang oyster diharapkan \ndapat memberikan fungsi tambahan untuk menstabilkan pH dan kualitas air. \nPenelitian ini memilki tujuan untuk mengetahui efektivitas penggunaan biofilter \ndengan penambahan cangkang kerang oyster (CKO) dalam pertumbuhan selada \nmerah dan ikan nila serta mengetahui pengaruh posisi tanaman dalam instalasi \nterhadap pertumbuhan selada merah. Digunakan Rancangan Acak Kelompok \n(RAK) dua faktor yaitu biofilter CKO dan bioball 1:1 serta bioball saja dan 10 \nposisi tanaman dengan 6 kali ulangan. Pengukuran dilakukan terhadap \npertumbuhan dan biomassa tanaman, pertumbuhan dan kesintasan hidup ikan, \nkualitas air (TDS, EC, dan pH air) serta kondisi lingkungan. Data diolah dengan uji \nANOVA dua arah dilanjutkan uji BNJ Tukey dengan selang kepercayaan 95%. \nDidapatkan hasil, penambahan CKO dapat meningkatkan pertumbuhan tanaman \n(jumlah daun, berat basah, dan berat kering tanaman) dan pertumbuhan ikan \n(panjang, berat, da sintasan hidup ikan). Posisi tanaman terdekat dari inlet (Posisi 1 \ndan 2) memberikan pertumbuhan terbaik untuk tanaman (tinggi, jumlah daun, berat \nkering dan berat basah tanaman) sedangkan semakin jauh dari inlet maka nilai yang \ndihasilkan semakin kecil.", "Daftar File": {"ABSTRAK Izma Aliyyatussaadah": "https://digilib.itb.ac.id/gdl/download/299621"}, "Penulis": "Izma Aliyyatussaadah [11419036]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman", "Novi Tri Astutiningsih, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Akuaponik, Biofilter, Cangkang Kerang Oyster, Ikan Nila, Selada  Merah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jul 2023"}