{"Nomor": 74996, "Judul": "RELIABILITAS BAUT TERHADAP FATIK PADA JEMBATAN SBARCH MENGGUNAKAN DATA WEIGH-IN-MOTION (WIM)", "Abstrak": "Jembatan SBArch merupakan jembatan komposit ganda yang berisi beton pada\npenampang baja lengkungnya. Penampang baja lengkung ini kombinasi\npenampang U dan penampang I. Struktur jembatan ini memiliki sambungan baut\nyang menyambungkan beberapa segmen girder. Sambungan-sambungan yang\nterdapat pada jembatan memiliki faktor adanya konsentrasi tegangan dan struktur\nyang tidak kontinyu. Sehingga, sambungan-sambungan perlu diperhatikan dengan\nbaik terhadap bahaya fatik dengan cara menghindari terjadinya konsentrasi\ntegangan yang tidak perlu. Penelitian ini akan mengevaluasi tingkat keandalan fatik\nyang terjadi pada baut dengan menggunakan beban kendaraan bergerak atau weighin-\nmotion (WIM). Penelitian ini diawali dengan mengecek batasan fatik terhadap\ndesain jembatan sesuai AASHTO, SNI dan Eurocode.\nRekam data yang dilakukan oleh Pusat Penelitian dan Pengembangan Jalan dan\nJembatan (PUSJATAN) di Pantai Utara Kendal, Jawa Tengah digunakan dalam\npenelitian ini. Data beban kendaraan yang digunakan dalam penelitian ini adalah\nhasil pengukuran beban kendaraan WIM dengan durasi pengukuran 5 (lima)\nminggu pada rentang waktu 1 November 2020 hingga 5 Desember 2020. Data WIM\nyang diukur oleh PUSJATAN memiliki faktor dinamik sebesar 1.1 ini kemudian\ndiaplikasikan pada model dengan jumlah simulasi iring-iringan sebesar 1301\nkendaraan. Jumlah siklus yang terjadi pada jembatan kemudian diproyeksikan\nsesuai dengan data WIM tersebut.\nPenelitian ini menggunakan Jembatan SBArch yang berada di Jalan Tol Krian\nLegundi Bunder Manyar sebagai objek penelitian. Jembatan ini memiliki total\npanjang 167.4 m, 2 lajur dengan lebar setiap lajurnya sebesar 16.15 m. Jembatan\nini dimodelkan dengan software SAP2000. Dari hasil analisis struktur diperoleh\nmomen lentur dan gaya geser yang terjadi pada titik sambungan. Dari data tersebut\nkemudian diolah untuk kemudian didapatkan tegangan yang terjadi pada\nsambungan baut akibat beban kendaraan random. Tegangan pada sambungan baut\nini kemudian diolah secara statistik untuk memperoleh parameter statistik dari\ndistribusi tegangan baut. Kurva SN yang digunakan dalam menentukan tingkat\nkeandalan fatik dari baut didapatkan dari beberapa literatur. Kurva ini\ndikelompokan menjadi dua yaitu kurva untuk baut dengan lokasi shear plane diulir dan tidak diulir. Adapun baut yang digunakan dalam penelitian menggunakan baut\nmutu F10T atau setara dengan Grade 10.9 atau A490.\nHasil analisis menunjukkan bahwa sebaran stress range pada baut Detail 11\nmengikuti distribusi beta dengan parameter bernilai ?1=3.3892, ?2=10.1377,\na=6.1309 dan b=31.6996 serta mean stress sebesar 83.3733 MPa. Dengan\nmengasumsikan kendaraan yang melintasi Jembatan SBArch berada pada reduksi\n25% dari Jalan Pantura Kendal dan umur rencana 50 tahun, resiko kegagalan fatik\nbaut adalah sebesar 1.05E-08 atau pada indeks keamanan fatik sebesar 5.60. Nilai\ntersebut masih berada pada batas aman, dimana safety index target menurut\nEurocode untuk 50 tahun adalah sebesar 4.30. Pada jembatan SBArch, sambungan\nbaut sangat andal dalam menahan gaya fatik yang terjadi.", "Daftar File": {"ABSTRAK Rahmi Aulia": "https://digilib.itb.ac.id/gdl/download/299625"}, "Penulis": "Rahmi Aulia [25019029]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indra Djati, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Jembatan SBArch, fatik, keandalan, weigh-in-motion", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jul 2023"}