{"Nomor": 74995, "Judul": "EFEKTIVITAS KOMPOS LIMBAH BAGLOG DENGAN PENAMBAHAN KOTORAN AYAM, KAMBING, DAN SAPI TERHADAP PERTUMBUHAN DAN PRODUKSI BIOMASSA TANAMAN BUNCIS (PHASEOLUS VULGARIS L.) VARIETAS LOGAWA", "Abstrak": "Tanaman buncis (Phaseolus vulgaris L.) merupakan salah satu sayuran kelompok kacang-kacangan yang digemari oleh masyarakat indonesia karena rasanya, kaya protein, dan mengandung banyak vitamin. Saat ini, produksi buncis di Indonesia mengalami fluktuasi karena dipengaruhi oleh penggunaan pupuk yang kurang tepat seperti penggunaan pupuk anorganik yang berlebihan. Salah satu upaya untuk mengurangi penggunaan pupuk anorganik adalah dengan menggunakan pupuk organik sebagai input. Pupuk organik seperti kompos dapat digunakan untuk memenuhi kebutuhan nutrisi tanaman. Kompos merupakan pupuk organik yang berasal dari sisa tanaman dan kotoran hewan yang telah mengalami proses dekomposisi. Pembuatan kompos dapat memanfaatkan limbah baglog dan kotoran ternak yang umumnya belum digunakan secara optimal. Penelitian ini bertujuan untuk menentukan komposisi kompos yang memberikan hasil terbaik terhadap parameter pertumbuhan dan produksi biomassa tanaman buncis. Penelitian ini didasarkan pada perbedaan penambahan jenis kotoran ternak pada komposisi pembuatan kompos limbah baglog. Perlakuan penambahan jenis kotoran ternak dalam penelitian ini terdiri dari limbah baglog tanpa penambahan kotoran ternak, limbah baglog dengan penambahan kotoran ayam, limbah baglog dengan penambahan kotoran sapi, dan limbah baglog dengan penambahan kotoran kambing. Hasil penelitian ini menunjukan perlakuan MKa (media tanam + kompos Ka) memberikan hasil terbaik pada parameter pertumbuhan dan produksi tanaman buncis (Phaseolus vulgaris L.) varietas logawa karena kandungan unsur nutrisi yang lebih tinggi dibandingkan perlakuan lainnya.", "Daftar File": {"ABSTRAK Lidiana Aristania": "https://digilib.itb.ac.id/gdl/download/299624"}, "Penulis": "Lidiana Aristania [11419055]", "Kontributor / Dosen Pembimbing": ["Prof. Sri Nanan B. Widiyanto, Ph.D.", "Dr. Taufikurahman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "buncis, c/n rasio, kotoran ternak, limbah baglog, pengomposan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jul 2023"}