{"Nomor": 74998, "Judul": "ANALISIS KETERKAITAN INDUSTRI KONSTRUKSI INDONESIA DENGAN INDUSTRI EKSPORTIR MENGGUNAKAN ANALISIS INPUT-OUTPUT (1995-2018): PENDEKATAN SISI PERMINTAAN DAN SISI PENAWARAN", "Abstrak": "Berbagai penelitian telah mengungkapkan bahwa industri konstruksi di negara-negara berkembang sangat bergantung pada input bahan baku dan peralatan impor (Saka dan Olanipekun, 2020; Barra, 2021; Muchdie dkk, 2018). Padahal meningkatnya impor dapat menyebabkan efek buruk terhadap perekonomian dalam negeri (Sukirno, 2021). Di sisi lain, Indonesia merupakan negara dengan ekonomi kecil terbuka (small open economy) (Juhro, 2020; Ananda, 2020; Ramayandi, 2011; Adhi dkk, 2018; Purwanto dkk, 2018), yang mana hanya dapat berkembang dengan baik apabila ekspornya tumbuh (Bykau dan Kholkov, 2017). Hubungan industri konstruksi dengan ekspor belum ada yang mengungkap. Oleh karen itu penelitian ini berupaya mengungkap keterkaitan industri eksportir dengan industri konstruksi menggunakan analisis input-output. Hasil penelitian menunjukkan Industri konstruksi secara aktif berperan dalam memasok kebutuhan input seluruh industri untuk memenuhi permintaan ekspor industri-industri tersebut. Secara keseluruhan industri konstruksi menmasok sebesar $ 71668,63 juta dari tahun 1995 sampai 2018. Trendnya meningkat dari 856.03 juta dolar amerika pada tahun 1995 menjadi 3463.38 juta dolar amerika pada tahun 2018. Berdasarkan struktur pasokannya, Industri konstruksi memiliki keterkaitan yang kuat dengan industri pertambangan minyak dan batubara. Adapun berdasarkan klasifikasi keterkaitan sisi permintaan dan sisi penawaran, maka ditemukan bahwa push capability industri konstruksi lebih didorong oleh perubahan input primer dibandingkan oleh perubahan permintaan akhir. Diperkirakan juga Impor bahan baku industri konstruksi yang digunakan untuk keperluan ekspor adalah senilai USD 111,28 juta pada 1995 dan USD 450,23 juta pada tahun 2018.", "Daftar File": {"ABSTRAK Joko Supriyadi": "https://digilib.itb.ac.id/gdl/download/299627"}, "Penulis": "Joko Supriyadi [25019053]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhamad Abduh, M.T, Ph.D.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Analisis Input-Output, Industri Konstruksi, Ekspor, Keterkaitan, Sisi Permintaan, Sisi Penawaran", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jul 2023"}