{"Nomor": 74993, "Judul": "EFEKTIVITAS PENGGUNAAN BIOFILTER DENGAN  PENAMBAHAN IJUK AREN TERHADAP  PERTUMBUHAN SELADA MERAH (LACTUCA SATIVA VAR. CRISPA) DAN IKAN NILA (OREOCHROMIS NILOTICUS)  DALAM SISTEM AKUAPONIK RAKIT APUNG", "Abstrak": "Sistem akuaponik merupakan sistem sirkulasi tertutup yang menggunakan interaksi \nantara budidaya tanaman dan ikan. Permasalahan yang kerap terjadi dalam \npengembangan sistem akuaponik salah satunya adalah terjadinya peningkatan \nakumulasi racun hasil metabolit ikan seperti amonia. Penggunaan biofilter pada \nsistem akuaponik diharapkan dapat meningkatkan terjadinya transformasi amonia \nmenjadi nitrat yang dapat dimanfaatkan secara langsung oleh tanaman. \nPenambahan ijuk aren pada biofilter bioball diharapkan dapat menyaring partikel \nberukuran besar pada air. Penelitian ini dilakukan untuk mengetahui pengaruh \npenambahan ijuk aren pada biofilter bioball terhadap pertumbuhan tanaman selada \nmerah (Lactuca sativa var. Crispa) dan pertumbuhan ikan nila (Oreochromis \nnitloticus). Selain itu, ingin diketahui juga apakah terdapat pengaruh terhadap \npertumbuhan tanaman berdasarkan posisi yang berbeda pada model sistem rakit \napung. Penelitian ini dilakukan secara Rancangan Acak Kelompok (RAK) dengan \n2 instalasi yang memiliki biofilter berbeda dan 5 posisi tanaman pada setiap \ninstalasinya. Pada instalasi pertama menggunakan biofilter bioball sebagai kontrol \ndan instalasi kedua menggunakan biofilter bioball dengan penambahan ijuk aren \n(1:1). Pada setiap instalasi diamati juga pengaruh setiap posisi tanaman yang \nmemiliki perbedaan jarak dengan inlet dengan urutan posisi 1 (30 cm); posisi 2 (60 \ncm); posisi 3 (90 cm); posisi 4 (120 cm); dan posisi 5 (150 cm) terhadap \npertumbuhan tanaman selada merah (L. sativa). Setiap perlakuan posisi dilakukan \npengulangan sebanyak 12 kali. Pengukuran dilakukan terhadap parameter \npertumbuhan dan biomassa tanaman, pertumbuhan ikan, kualitas air (pH, TDS, dan \nEC), dan kondisi lingkungan (suhu, kelembapan, dan intensitas cahaya). \nPertumbuhan tanaman dan biomassa tanaman tertinggi diperoleh pada perlakuan \nbiofilter kontrol dengan perlakuan posisi 1 dan 2. Pertumbuhan ikan tertinggi \ndiperoleh pada perlakuan biofilter ijuk aren dan bioball.", "Daftar File": {"ABSTRAK Made Satria Mauldeva Wibawa": "https://digilib.itb.ac.id/gdl/download/299622"}, "Penulis": "Made Satria Mauldeva Wibawa [11419045]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman", "Novi Tri Astutiningsih, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biofilter, Ijuk aren, Akuaponik, Selada merah, Ikan nila", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jul 2023"}