{"Nomor": 75004, "Judul": "KAJIAN EKPERIMEN DAN OPTIMASI SISTEM BIORETENSI UNTUK MENGURANGI PUNCAK ALIRAN LIMPASAN", "Abstrak": "Pertumbuhan ekonomi menyebabkan meningkatnya pembangunan dan berkembanganya daerah perkotaan dan sekitarnya sehingga meningkat pula permasalahan lingkungan yang ditimbulkan termasuk salah satunya pennasalahan terkait sumber daya air. Permasalahan seperti meningkatnya polusi air, meningkatnya permintaan air bersih, kekurangan air saat musim kemarau dan meningkatnya banjir perkotaan pada musim hujan adalah beberapa contoh permasalahan yang sering terjadi di kota besar di Indonesia. Untuk mengatasi limpasan air penyebab banjir di perkotaan berbagai alternatif dikembangkan salah satunya adalah konsep Green Infrastructure (GI) yang merupakan konsep penataan ruang dengan penerapan dan pembangunan infrastruktur ramah lingkungan sehingga tidak mengganggu siklus alami lingkungan. GI dapat digunakan dalam pengelolaan air hujan dengan menerapkan konsep Low Impact Development (LID), yaitu pengelolaan air hujan dan pengembangan lahan yang menekankan petingnya konservasi sesuai kondisi alami dan terintegrasi dengan rekayasa hidrologi dan hidraulika skala mikro untuk meniru kondisi hidrologi lahan sebelum dilakukan pengembangan. Salah satu bentuk dari GI dan konsep LID adalah sistem bioretensi yang dapat digambarkan sebagai cekungan pada suatu area yang dapat menerima limpahan hujan di sekelilingnya. Air limpasan hujan mengalir menuju area bioretensi, mengalami penggenangan pada permukaan tanah dan berangsur menyerap ke dalam tanah atau dapat dialirkan secara perlahan ke saluran drainase atau tampungan bak penyimpanan yang nantinya dapat dipanen untuk pemenuhan kebutuhan air. Dengan adanya bioretensi diharapkan air dapat tertahan dan terinfiltrasi secara perlahan sehingga dapat mengurangi debit runoff\n\nDesain bioretensi dibuat sesuai dengan tujuan, kebutuhan, dan ketersediaan lahan. Media filter yang digunakan dapat mempengaruhi infiltrasi dan berkurangnya polutan yang terkandung dalam air hujan. Media filter yang tepat juga akan mengurangi risiko penyumbatan (clogging) yang merupakan faktor pengham.bat dalam operasi jangka panjang sistern bioretensi sehingga penentuan jenis filter media yang digunakan serta ketebalannya dapat mempengaruhi optimasi sistem bioretensi dalam mengurangi debit puncak banjir.\nPada penelitian ini dilakukan eksperimen dengan beberapa kombinasi jenis dan ketebalan media filter. Eksperimen ini bertujuan mendapatkan nilai konduktivitas hidraulik yang optimal dari scbuah sci biorctcnsi, dimana sci biorctcnsi tcrscbut menggunakan bahan untuk filter media yang mudah didapatkan, seperti tanah, pasir dan kerikil. Semakin kecil nilai konduktivitas hidraulik maka semakin lama air tertahan pada sel bioretensi. Konduktivitas hidraulik ditentukan menggunakan tes permeabilitas. Dimana secara fisis didekati dengan Hukum Darcy. Eksperimen pertama dilakukan pada media hanya kerikil, eksperimen kedua campuran pasir kerikil l: l, eksperimen ketiga campuran pasir keikil 2: I, eksperimen keempat hanya pasir, eksperimen kelima kerikil setinggi 30 cm clan campuran pasir kerikil I: I setinggi 90 cm, eksperimen keenam kerikil setinggi 30 cm clan campuran pasir kerikil 2: I setinggi 90 cm clan eksperimen ketujuh pasir setinggi 30 cm ditambah campuran pasir kerikil 2: I setinggi 90 cm clan tanah humus setinggi 30 cm yang diatasnya ditanami tanaman bakung. Hasil eksperimen menunjukkan baha eksperimen ketujuh dimana media filter terdiri dari kerikil, campuran pasir clan kerikil 2: I serta tanah yang diatasnya ditanami tanaman bakung merupakan kombinasi media filter paling baik dengan nilai konduktivitas hidraulik 0,00097 cm/s.\n\nSetelah didapatkan kombinasi media filter terbaik basil eksperimen maka kombinasi media filter itu digunakan untuk melakukan uji coba terhadap sel bioretensi yang berukuran 200 x I00 x 150 cm yang terdiri dari 30 cm lapisan kerikil, 30 cm campuran pasir clan kerikil 2: I, 30 cm pasir, 30 cm tanah humus clan 30 cm area genangan yang ditanami tanaman bakung. Uji coba dilakukan sebanyak\n3 kali dimana ukuran diameter pipa drainase untuk mengeluarkan air dari sel bioretensi berbeda. Hasilnya dari ketiga uji coba tersebut sel bioretensi menyebabkan air mengalir perlahan sehingga mengurangi debit puncak dari runoff karena air tertahan sementara pada area genangan oleh tanaman clan tanah kemudianjuga tertahan pada area media filter. Pada ujicoba ketiga air menggenang lebih lama pada zona genangan karena kondisi media filter yang mulai jenuh. Kombinasi jenis media filter, kondisi kejenuhan media filter clan ukuran diameter pipa drainase menjadi faktor penentu air dapat tertahan pada sel bioretensi. Oleh karena itu, perlu penelitian lebih lanjut terkait optimasi desain bioretensi terutama jika sistem bioretensi dikombinasikan dengan sistem lainnya seperti Rainwater Harvesting (RWH), sumur resapan, dll.", "Daftar File": {"ABSTRAK Dian Afifah Rahmawati": "https://digilib.itb.ac.id/gdl/download/299633"}, "Penulis": "Dian Afifah Rahmawati [25020373]", "Kontributor / Dosen Pembimbing": ["Ir. Cahyono, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Green Infrastructure, Bioretensi, Media Filter, Konduktivitas Hidrauliuk", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jul 2023"}