{"Nomor": 75010, "Judul": "FAKTOR PENENTU DAN STRATEGI PENINGKATAN DAYA SAING KONTRAKTOR KUALIFIKASI KECIL PADA INDUSTRI KONSTRUKSI DI KOTA BANDUNG", "Abstrak": "Kondisi industri konstruksi yang berkembang menuntut kontraktor harus siap \nbersaing dan memiliki keunggulan-keunggulan kompetitif. Namun, segmen pasar \nyang dikuasai oleh kontraktor kualifikasi kecil sangat tidak sebanding dengan \njumlah perusahaan yang ada. Keadaan ini menyebabkan persaingan usaha di pasar \nkonstruksi kualifikasi kecil menjadi ketat, bahkan tidak sehat dan terdistorsi. \nPenelitian ini bertujuan untuk mengidentifikasi faktor-faktor dominan yang \nmenentukan daya saing kontraktor kualifikasi kecil dengan metode uji komparatif, \nuji reliabilitas, Relative Importance Index (RII), analisis statistik (rata-rata, standar \ndeviasi, variansi) dan analisis korelasi;serta menyusun strategi untuk meningkatkan \ndaya saing dengan analisis SWOT (Strengths, Weaknesses, Opportunities, Threats). \nObjek penelitian ini adalah kontraktor kualifikasi kecil di Kota Bandung yang \ndiminta untuk menilai tingkat keberpengaruhan variabel-variabel penentu daya \nsaing dari berbagai literatur dengan menggunakan metode kuesioner. Dari hasil \npengolahan data diperoleh 59% dari total 87 variabel atau 51 variabel dinilai\nberpengaruh. Berdasarkan metode RII diperoleh 10 faktor paling dominan yang\nmenentukan daya saing yaitu keterampilan pekerja, kemampuan pengelolaan \nkeuangan, kemampuan perusahaan menyesuaikan pasar, pembelajaran \nberkelanjutan perusahaan, kemampuan menghasilkan kualitas pekerjaan sesuai \nharapan owner, investasi dan komitmen untuk berinovasi, citra industri atau \npemangku kepentingan, produktivitas pekerja, pengendalian mutu, serta metode \nproduksi/konstruksi. Berdasarkan analisis SWOT diperoleh 5 strategi peningkatan \ndaya saing yaitu strategi diferensiasi, strategi kontraktor spesialis bidang pekerjaan\ntertentu, strategi joint operation atau subkontraktor, strategi kontrak payung \npasokan material, serta strategi marketing, yang didetailkan dalam 51 rekomendasi \nlangkah tindakan untuk meningkatkan daya saing kontraktor.", "Daftar File": {"ABSTRAK Muhammad Zakik Abidin": "https://digilib.itb.ac.id/gdl/download/299639"}, "Penulis": "Muhammad Zakik Abidin [25022037]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Puti Farida Marzuki", "Dr. Ir. Ima Fatima, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Kondisi industri konstruksi yang berkembang menuntut kontraktor harus siap  bersaing dan memiliki keunggulan-keunggulan kompetitif. Namun, segmen pasar  yang dikuasai oleh kontraktor kualifikasi kecil sangat tidak sebanding dengan  jumlah perusahaan yang ada. Keadaan ini menyebabkan persaingan usaha di pasar  konstruksi kualifikasi kecil menjadi ketat, bahkan tidak sehat dan terdistorsi.  Penelitian ini bertujuan untuk mengidentifikasi faktor-faktor dominan yang  menentukan daya saing kontraktor kualifikasi kecil dengan metode uji komparatif,  uji reliabilitas, Relative Importance Index (RII), analisis statistik (rata-rata, standar  deviasi, variansi) dan analisis korelasi;serta menyusun strategi untuk meningkatkan  daya saing dengan analisis SWOT (Strengths, Weaknesses, Opportunities, Threats).  Objek penelitian ini adalah kontraktor kualifikasi kecil di Kota Bandung yang  diminta untuk menilai tingkat keberpengaruhan variabel-variabel penentu daya  saing dari berbagai literatur dengan menggunakan metode kuesioner. Dari hasil  pengolahan data diperoleh 59% dari total 87 variabel atau 51 variabel dinilai berpengaruh. Berdasarkan metode RII diperoleh 10 faktor paling dominan yang menentukan daya saing yaitu keterampilan pekerja, kemampuan pengelolaan  keuangan, kemampuan perusahaan menyesuaikan pasar, pembelajaran  berkelanjutan perusahaan, kemampuan menghasilkan kualitas pekerjaan sesuai  harapan owner, investasi dan komitmen untuk berinovasi, citra industri atau  pemangku kepentingan, produktivitas pekerja, pengendalian mutu, serta metode  produksi/konstruksi. Berdasarkan analisis SWOT diperoleh 5 strategi peningkatan  daya saing yaitu strategi diferensiasi, strategi kontraktor spesialis bidang pekerjaan tertentu, strategi joint operation atau subkontraktor, strategi kontrak payung  pasokan material, serta strategi marketing, yang didetailkan dalam 51 rekomendasi  langkah tindakan untuk meningkatkan daya saing kontraktor.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}