{"Nomor": 75019, "Judul": "IDENTIFIKASI MESOSCALE CONVECTIVE SYSTEM TIPE SQUALL LINE MENGGUNAKAN BASIS DATA CITRA RADAR (STUDI KASUS: TANGERANG, BANTEN)", "Abstrak": "Squall line atau Mesoscale Convective System (MCS) jenis linear dapat diidentifikasi menggunakan data citra radar BMKG berdasarkan nilai reflektivitas, panjang convective echoes, durasi kejadian, dan nilai eksentrisitas. Identifikasi MCS dengan citra radar telah dikembangkan dengan mengubah citra radar menjadi nilai reflektivitas. Akan tetapi, basis data nilai reflektivitas yang didapatkan kurang akurat karena terdapat nilai reflektivitas yang hilang akibat terpotong coastline, nama, dan batas daerah. Oleh karena itu, akan dibuat basis data dengan memperbaiki metode interpolasi agar dapat digunakan untuk mengidentifikasi dan menganalisis karakteristik MCS tipe squall line.\nProses pengolahan data citra radar terdiri dari proses konversi komposit RGB citra radar menjadi nilai reflektivitas, georeferencing, interpolasi konvolusi dengan matriks kernel gaussian blur, dan konversi data citra radar menjadi data reflektivitas (CMAX) secara berulang. Identifikasi squall line menggunakan data reflektivitas untuk menghitung nilai reflektivitas, panjang, durasi, dan nilai eksentrisitas convective echoes. Proses verifikasi squall line dilakukan menggunakan data citra satelit.\nMetode interpolasi konvolusi dengan matriks kernel gaussian blur mampu memperbaiki nilai reflektivitas yang hilang akibat terpotong coastline, nama, dan batas daerah. Matriks kernel gaussian blur yang digunakan dalam proses interpolasi berukuran 7×7. Dengan terisinya kembali nilai reflektivitas yang hilang, basis data reflektivitas yang akan digunakan untuk proses identifikasi menjadi lebih kontinu. Selain itu, daerah yang sebelumnya terpisah menjadi menyatu kembali sehingga luas area awan konvektif menjadi lebih besar dan memudahkan proses identifikasi. Pada tahun 2022, terdapat 73 kasus squall line yang berhasil diidentifikasi dengan data citra radar dan diverifikasi dengan citra satelit. Kasus squall line yang teridentifikasi sebagian besar terjadi pada malam hari pukul 18.00 hingga 00.00 WIB. Berdasarkan tempat kejadiannya, squall line yang terdeteksi terjadi di wilayah laut, darat, dan dipesisir dekat garis pantai.", "Daftar File": {"ABSTRAK Tias Dhemi Kintani": "https://digilib.itb.ac.id/gdl/download/300017"}, "Penulis": "Tias Dhemi Kintani [12819048]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Citra radar, Konvolusi gaussian blur, Identifikasi squall line.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "25 Jul 2023"}