{"Nomor": 75018, "Judul": "ANALISIS ASPEK INTERIOR SERVICESCAPE PADA RUANG DISPLAY MUSEUM TERHADAP PERILAKU PENGUNJUNG (STUDI KASUS MUSEUM KRETEK KUDUS)", "Abstrak": "Museum merupakan salah satu bagian dari fasilitas publik yang memiliki banyak\nmanfaat bagi masyarakat. Pada suatu museum tersimpan berbagai benda cagar\nbudaya yang penting dalam perkembangan peradaban suatu bangsa. Antusiasme\nkunjungan masyarakat untuk berwisata ke museum semakin berkurang meski\nmuseum memiliki berbagai fungsi yang bermanfaat bagi masyarakat. Dalam\nperkembanganya, aspek fisik interior museum dipandang kurang menarik dan\nterkesan hanya sebagai pelengkap saja. Padahal aspek fisik dalam kaitanya dengan\norganisasi pelayanan (servicescape) memiliki peran yang besar dalam menentukan\nperilaku pengunjung museum. Secara sederhana, interior servicescape\ndidefinisikan sebagai dampak dari aspek-aspek fisik lingkungan interior terhadap\naktivitas dan perilaku pengunjung (overt behavior). Dari paparan tersebut, maka\ndiperlukan suatu penelitian yang membahas mengenai analisis aspek interior\nservicescape terhadap perilaku pengunjung.\nTujuan utama dari penelitian ini yaitu mengetahui aspek interior servicescape yang\nlebih dominan atau berperan penting dalam mempengaruhi perilaku pengunjung\nmuseum. Penelitian ini menggunakan metodologi kualitatif dengan pendekatan\nstudi kasus. Data penelitian diperoleh baik dari studi literatur maupun hasil\nobservasi movement flow dan wawancara dengan beberapa ahli. Kontribusi dari\npenelitian ini yaitu mengisi gap dari penelitian terdahulu, dimana dengan lebih\nspesifik penelitian ini membahas mengenai aspek interior servicescape yang lebih\ndominan dalam mempengaruhi perilaku pengunjung museum. Setelah dilakukan\nanalisis data penelitian, terdapat temuan berupa aspek interior servicescape yang\nlebih dominan dalam mempengaruhi perilaku pengunjung museum yaitu aspek\npersonal artifacts. Penelitian ini memiliki keterbatasan yaitu hanya mengkaji aspek\ninterior servicescape berupa layout interior (denah tata letak), furnishings\n(perabot), signage (rambu petunjuk), personal artifacts (artefak), dan style of décor\n(gaya desain ruangan). Aspek interior servicescape lainya seperti temperature, air\nquality, noise, music, odor, equipment, dsb dapat dikaji pada penelitian lanjutan.", "Daftar File": {"2023 TS PP FENANDA MUHAMMAD BAHARUDIN 2.pdf": "https://digilib.itb.ac.id/gdl/download/299648", "2023 TS PP FENANDA MUHAMMAD BAHARUDIN 1.pdf": "https://digilib.itb.ac.id/gdl/download/299892"}, "Penulis": "Fenanda Muhammad Baharudin [27121070]", "Kontributor / Dosen Pembimbing": ["Dr. Imam Santosa, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "interior servicescape, museum, perilaku pengunjung", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "2 file", "Tanggal Input": "25 Jul 2023"}