{"Nomor": 75013, "Judul": "ANALISIS PERBANDINGAN PERUBAHAN TUTUPAN LAHAN SERTA PENGARUHNYA TERHADAP DISTRIBUSI AEROSOL OPTICAL DEPTH DI DKI JAKARTA DAN KOTA SEMARANG", "Abstrak": "Perubahan tutupan lahan sebagai salah satu dampak dari pengembangan kota menyebabkan penurunan kualitas udara akibat adanya pencemaran udara. Penelitian ini bertujuan untuk mengetahui bagaimana pengaruh perubahan tutupan lahan terhadap distribusi dan variabilitas Aerosol Optical Depth (AOD) serta perbandingannya antara DKI Jakarta dan Kota Semarang. Kedua wilayah tersebut dipilih karena memiliki karakteristik urban yang sama namun, luasan area vegetasi di kedua kota ini berbeda.\nCitra satelit Landsat 8 dan produk AOD dari Moderate Resolution Imaging Spectroradiometer (MODIS) MCD19A2 digunakan dalam mengestimasi perubahan tutupan lahan dan distribusi partikulat aerosol selama 7 tahun, dari 2013 sampai 2019. Data dari stasiun observasi meteorologi representatif kedua kota juga digunakan untuk mengetahui keadaan parameter meteorologi seperti curah hujan dan angin. Metode Normalized Difference Vegetation Index (NDVI) digunakan dalam proses pengklasifikasian tutupan lahan dan analisis korelasi sederhana digunakan untuk melihat keterkaitan antar variabel.\nHasil penelitian menunjukkan bahwa terjadi penurunan luas untuk tutupan lahan vegetasi baik di DKI Jakarta maupun Kota Semarang dalam rentang 2013–2019. Perubahan tutupan lahan terhadap perubahan AOD di DKI Jakarta memberikan korelasi yang lebih kuat (rLT = 0,72 dan rVG = -0,63) dibandingkan Kota Semarang (rLT = 0,29 dan rVG = -0,27). Kondisi perubahan AOD di DKI Jakarta juga menunjukkan hubungan yang kuat terhadap beberapa parameter meteorologi seperti curah hujan (r = -0,84) dan Land Surface Temperature (LST) (r = 0,73), sedangkan di Kota Semarang lebih berkaitan dengan kecepatan angin (r = 0,49). Karakter tutupan lahan DKI Jakarta didominasi oleh lahan terbangun (85–93%) membuat variasi AOD tahunan lebih besar, berbeda dengan Kota Semarang yang memiliki tutupan vegetasi lebih luas dari DKI Jakarta (40–57%) menyebabkan variasi AOD tahunan cukup rendah.", "Daftar File": {"ABSTRAK Lintang Dyah Siswati": "https://digilib.itb.ac.id/gdl/download/299642"}, "Penulis": "Lintang Dyah Siswati [12818037]", "Kontributor / Dosen Pembimbing": ["Rachmy Fitriani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Perubahan tutupan lahan, Aerosol Optical Depth (AOD), Curah hujan, Angin, Land Surface Temperature (LST), DKI Jakarta, Kota Semarang.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "25 Jul 2023"}