{"Nomor": 75024, "Judul": "OPTIMASI INVESTASI MODAL DALAM PROSES PERENCANAAN  BISNIS STRATEGIS UNTUK MENINGKATKAN PENDAPATAN DAN MEMAKSIMALKAN NILAI", "Abstrak": "Menghadapi berakhirnya kontrak pada Agustus 2021 dan masa transisi dua tahun pada 2022- 2023 PT. XYZ telah mengembangkan strategi rencana bisnis untuk mengoptimalkan semua sumber daya dan belanja modal untuk fokus pada aktivitas bernilai tinggi yang memberikan nilai maksimum dan pendapatan yang lebih tinggi baik untuk Pemerintah Indonesia (GOI) dan PT. perusahaan XYZ. Dalam hal ini akan dibahas tentang manajemen operasi strategi di Heavy Oil (HO) Team sebagai salah satu divisi di PT. Perusahaan XYZ untuk mengelola investasi modal dalam proses bisnis strategis untuk memaksimalkan nilai dan meningkatkan pendapatan yang tinggi di tahun 2022-2023. \nRencana bisnis Heavy Oil (HO) tahun 2021 yang disetujui oleh PT. Perusahaan XYZ dengan total anggaran operasional $24,8 juta untuk melaksanakan semua aktivitas optimalisasi pada tahun 2021 dengan total 6,8 rig sebagai sumber daya untuk semua pekerjaan dan stimulasi. Mengikuti strategi bisnis yang diberikan arahan dari Pemerintah Indonesia (GOI) untuk menjaga semua sumber daya mendukung kegiatan proaktif untuk mencapai target produksi, PT. XYZ perlu mempertahankan sumber daya selama masa transisi pada 21 Agustus dan seterusnya di 25-rig flat untuk Operasi Sumatera baik tim Heavy Oil (HO) maupun light oil. Panduan dari Pemerintah Indonesia tersebut berdampak pada Perencanaan Bisnis Heavy Oil (HO) internal, agar selaras dengan panduan Pemerintah tersebut, tim Heavy Oil perlu mempertahankan 10,3 rig dengan Rencana Kerja yang diusulkan dan meningkatkan anggaran menjadi ~$31,9 MM untuk mencakup sumber daya 3,5 rig tambahan hingga Agustus 21 dan akan menyiapkan peningkatan sumber daya rig untuk mendukung rencana bisnis 2022-2023. \nFokus proyek akhir adalah mengembangkan rencana optimalisasi untuk meningkatkan pendapatan dan memaksimalkan nilai untuk opsi investasi pekerjaan proaktif selama masa transisi. Dalam tugas akhir ini, penulis menggunakan manajemen operasi, manajemen keuangan dan analisis keputusan untuk membuat solusi alternatif.", "Daftar File": {"2023_TS_PP_Dian Vidyaning Kusuma_29119300_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/299654"}, "Penulis": "Dian Vidyaning Kusuma [29119300]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T, M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Alternatif Solusi, Analisis Keputusan, Manajemen Operasi, Optimasi, Perencanaan, Evaluasi Ekonomi, Peramalan,.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jul 2023"}