{"Nomor": 75026, "Judul": "INVESTIGASI DEFORMASI AFTERSLIP GEMPABUMI PALU-DONGGALA TAHUN 2018 BERDASARKAN DATA GPS  TAHUN 2018", "Abstrak": "Pulau Sulawesi memiliki aktivitas seismisitas yang tinggi karena berada di\npersimpangan tiga lempeng tektonik, yaitu lempeng Sunda, Australia, dan Laut\nFilipina. Interaksi kompleks antara lempeng-lempeng ini menyebabkan beberapa\ngempa besar, termasuk gempa Palu-Donggala tahun 2018 dengan magnitudo 7,5\nyang mengakibatkan tsunami dan likuifaksi. Penelitian ini bertujuan\nmenginvestigasi deformasi afterslip setelah gempa Palu-Donggala menggunakan\ndata GPS yang dikumpulkan selama periode enam bulan. Data tersebut dibagi\nmenjadi tiga periode waktu dan melakukan inversi untuk menganalisis deformasi\nafterslip. Nilai displacement afterslip terbesar berada di stasiun PAL6 ~0,86 cm.\nAnalisis displacement dari seluruh stasiun GPS menunjukkan pergerakan yang\nparalel dengan Sesar Palu-Koro yaitu geser mengiri (left-lateral strike-slip).\nDistribusi slip selama tiga periode waktu terkonsentrasi pada kedalaman dangkal\n~8 km. Besaran slip maksimum berkisar antara 4,52 cm hingga 5,5 cm, sementara\nbesaran slip minimum berkisar antara 0,25 cm hingga 0,39 cm. Hasil ini\nmenunjukkan dinamika kompleks dalam deformasi afterslip yang mempengaruhi\nbesaran slip pada rentang waktu yang berbeda. Selain itu, perbandingan momen\nafterslip kumulatif dengan momen seismik saat gempa menunjukkan kontribusi\ndeformasi afterslip yang semakin menurun seiring waktu. Persentase momen\nafterslip pada periode waktu pertama dan kedua ~0,3% dan periode waktu ketiga\n~0,22%, menunjukkan pengaruh deformasi afterslip yang semakin berkurang\nseiring berjalannya waktu.", "Daftar File": {}, "Penulis": "Intan Murni Yunika [12319069]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Sri Widiyantoro, M.Sc., Ph.D.", "Dr. Endra Gunawan, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "gempa Palu-Donggala 2018, deformasi, afterslip, GPS", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "25 Jul 2023"}