{"Nomor": 75025, "Judul": "INVESTIGATION OF WATER-ALTERNATING-GAS (WAG) USING NITROGEN (N2) GAS IN LAYERED RESERVOIR WITH PERMEABILITY CONTRAST", "Abstrak": "This study investigates the effectiveness of water alternating gas (WAG) injection in improving hydrocarbon recovery in heterogenous reservoirs. WAG injection has been shown to mitigate the impact of density and viscosity differences between the injected fluid and reservoir fluid, and able to reduce the effect of reservoir heterogeneity. Additionally, the WAG allows for the re-injection of produced water and gas and thereby it gives a positive impact to the environment. This research employs physical experiments and numerical simulations to investigate the mechanism of WAG injection to non-communicating-parallel cores with contrasting permeabilities.\nNineteen coreflood experiments were conducted, along with history matching and reservoir simulation studies. The results demonstrate the ability of WAG injection to improve recovery of a pair of cores with contrasting permeabilities.\nFinally, the objective of this research is to develop Recovery Factor equations using forces balance approach in reservoir consisting of capillary, gravity and viscous forces. The statistical analysis from simulation results shows that the recovery factor (RF) in coreflood experiments is governed by gravity number (Ng), K_ratio and W/G ratio.", "Daftar File": {"ABSTRAK Iwan Setya Budi": "https://digilib.itb.ac.id/gdl/download/299718"}, "Penulis": "Iwan Setya Budi [32216002]", "Kontributor / Dosen Pembimbing": ["Ir. Utjok W. R. Siagian, M.Sc., Ph.D.", "Zuher Syihab, S.T, Ph.D.", "Prof. Dr. Ir. H. P. Septoratno Siregar, DEA"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "WAG, heterogeneity, simulation.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "25 Jul 2023"}