{"Nomor": 75036, "Judul": "STUDI KOMPUTASI KOMPLEKS AIF DAN SENYAWA KUINON DALAM TAHAP AWAL MODULASI PROSES APOPTOSIS MENGGUNAKAN METODE DOCKING DAN KUANTUM TERPARAMETRISASI", "Abstrak": "AIF adalah protein yang memainkan peran penting dalam apoptosis, dan disregulasinya telah dikaitkan dengan perkembangan kanker. Mitokondria adalah organel yang pada sel sehat berfungsi sebagai pabrik energi yang penting untuk menjaga kehidupan sel. Apoptosis-inducing factor (AIF) adalah protein kecil yang terletak di ruang intermembran mitokondria dengan situs aktif, yaitu FAD dan NADH. Senyawa kuinon telah menunjukkan potensi sebagai agen anti kanker dengan menargetkan fungsi mitokondria dengan modulasi menadion melalui stres oksidatif. Dalam studi ini, kami menggunakan metode komputasi, termasuk metode docking dan Divide-and-Conquer Density-Functional Tight-Binding Molecular Dynamics (DCDFTBMD), salah satu metode kuantum terparametrisasi, untuk menyelidiki interaksi antara AIF dalam mitokondria dan senyawa kuinon dan perannya dalam tahap awal modulasi proses apoptosis.\n\nDi samping itu AIF merupakan salah satu protein lethal yang awalnya diketahui sebagai efektor bebas kaspase. Pada sel-sel yang terinduksi untuk mati, AIF yang semula berada di dalam mitokondria akan bertranslokasi ke sitoplasma, lalu ke inti sel untuk berpartisipasi dalam kondensasi kromatin dan degradasi DNA. Baru-baru ini diusulkan adanya peran tambahan AIF, yaitu aktivitasnya dalam metabolisme senyawa kuinon dengan adanya menadion (2-methyl-1,4- naphthaquinone; vitamin K3), AIF bertindak sebagai NADH : kuinon reduktase, dengan memfasilitasi reaksi reduksi kuinon menjadi senyawa semikuinon atau hidrokuinon yang bersifat toksik. Reduksi menadion dikaitkan dengan kecepatan siklus redoks yang berkaitan dengan\n \nterjadinya stress oksidatif di dalam sel. Selain reduksi menadion ditemukan indikasi bahwa AIF terlibat dalam arilasi melalui domain FAD dengan antioksidan glutation (GSH) yang membentuk senyawa tiodion yang juga bersifat toksik. Mekanisme lebih rinci mengenai kedua cara keterlibatan AIF ini masih belum terungkap. Oleh karena itu, memahami metabolisme seluler kuinon merupakan hal penting dalam bidang onkologi karena senyawa kuinon telah berhasil dieksplorasi berkaitan dengan potensi anti kankernya. Penelitian secara laboratorium dan studi komputasi pendahuluan secara docking telah dilakukan untuk mengevaluasi dan menganalisis interaksi gugus fungsi menadion dan residu-residu AIF.\n\nPenelitian ini bertujuan untuk mengklarifikasi peran AIF secara molekul menggunakan komputasi menggunakan metode Docking dan DCDFTBMD. Pertama-tama, dilakukan kajian interaksi AIF dengan ligan-ligan yang berperan dalam keaktifan AIF, dengan metode docking. Komputasi kuantum terparameterisasi, dengan metode DCDFTBMD, mengkaji interaksi antara AIF dan ligan- ligan tersebut secara lebih rinci, khususnya domain FAD dan NAD(P)H, untuk mengkonfirmasi atau mengoreksi interaksi yang terjadi. Tujuan lain dari metode DCDFTBMD adalah meramalkan tahap awal mekanisme reaksi antara ligan-ligan yang tertambat pada AIF, untuk menghasilkan struktur yang lebih stabil, yang diduga berperan pada proses kematian sel.\n\nPertama, model homologi AIF dibangun berdasarkan templat struktural yang tersedia. Struktur senyawa kuinon terpilih dioptimasi menggunakan perhitungan kimia kuantum. Metode docking kemudian digunakan untuk mengetahui mode pengikatan dan afinitas pengikatan senyawa kuinon dengan AIF. Selanjutnya, struktur kompleks hasil komputasi docking digunakan untuk rescoring dengan metode DCDFTBMD, dengan dan tanpa optimasi geometri kompleks keseluruhan. Dari rangkaian komputasi ini, ditemukan bahwa dalam batas tertentu, komputasi docking bisa menghasilkan kompleks AIF dengan ligan alami (native ligand), yang menjadi dasar untuk perlakuan docking bagi ligan-ligan yang lain. Walaupun pose terbaik menurut docking untuk ligan alami, cukup bersesuaian dengan orientasi ligan pada struktur kristal kompleks pada protein data bank, metode DCDFTBMD mampu menemukan posisi lain dengan orientasi yang juga sesuai tetapi menunjukkan ikatan-ikatan yang lebih baik dengan residu-residu asam amino dalam AIF.\n \nOptimasi geometri pada struktur kompleks AIF-ligan dengan DCDFTBMD dilakukan untuk mengeksplorasi struktur terbaik yang bisa diperoleh dari dinamika kompleks AIF-kuinon. Optimasi memberikan wawasan tentang kestabilan kompleks dan dinamika interaksi. Jadi, metode DCDFTBMD dilakukan dengan dua pendekatan. Yang pertama, digunakan struktur yang tepat sama dengan struktur hasil docking, yang berarti komputasi yang dilakukan berupa rescoring secara kuantum terhadap interaksi antara AIF dan ligan. Yang kedua, diberikan keleluasaan terhadap AIF dan ligan untuk mengoptimasi strukturnya, untuk melihat terpeliharanya kesesuaian orientasi dan ikatan pada ligan alami, yang menjadi landasan yang kuat untuk menggunakan metode DCDFTBMD untuk ligan-ligan yang lain.\n\nHasil secara komputasi menunjukkan Interaksi AIF lebih kuat di domain FAD (-11.4) daripada di NADH (-8.4). Residu yang berinteraksi adalah Val 232, Glu 163, Ala 141, Thr 259, Arg 171, Arg 284, His 453, dan Pro 172. Hasil analisis pada perhitungan energi AIF untuk domain FAD dan ligan asal dari kuinon dengan metode DCDFTBMD, menunjukkan bahwa posisi terbaik bukan pada pose pertama tetapi pada pose yang berbeda untuk setiap interaksi AIF dengan ligan. Lewat metode DCDFTBMD, ditemukan residu yang berbeda dengan jarak yang lebih kecil dari hasil docking. Untuk ligan alami, strukturnya tervalidasi dengan struktur kristal kompleks dari protein data bank. Hal ini memberikan indikasi bahwa konformasi perhitungan DCDFTBMD lebih akurat. Muatan parsial ligan sebelum dan sesudah kompleks dihitung menggunakan teknik DCDFTBMD, dan hasilnya menunjukkan bahwa muatan dalam ikatan berubah menjadi lebih negatif. Hal ini menunjukkan adanya penguatan interaksi elektrostatik melalui efek polarisasi dalam molekul yang berikatan.\n\nKomputasi lanjutan untuk interaksi antara AIF-menadion dengan GSH, dan sebaliknya antara AIF- GSH dengan menadion, memberikan indikasi awal bahwa mekanisme yang terjadi adalah pembentukan kompleks AIF dengan menadion terlebih dahulu, diikuti dengan penambatan molekul GSH pada kompleks tersebut diikuti reaksi di antara kedua ligan. Mekanisme alternatif, yaitu GSH membentuk kompleks lebih dahulu dengan AIF, diikuti interaksi dengan menadion, memberikan potensi terjadinya reaksi yang lebih rendah.", "Daftar File": {"ABSTRAK Muklisatum Listyawati": "https://digilib.itb.ac.id/gdl/download/299666"}, "Penulis": "Muklisatum Listyawati [30516012]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, M.S, Ph.D.", "Drs. Muhamad Abdulkadir Martoprawiro, M.S, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "mitokondria, AIF, docking, kuantum terparametrisasi, metadinamika", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "25 Jul 2023"}