{"Nomor": 75038, "Judul": "KERAGAMAN BEGOMOVIRUS DAN SERANGGA VEKTOR BEMISIA TABACI MELALUI PENDEKATAN GENOMIK UNTUK SISTEM PEMANTAUAN MOLEKULER PENYAKIT KUNING PADA TANAMAN SAYURAN", "Abstrak": "Penyakit kuning pada tanaman sayuran disebabkan oleh Begomovirus dengan serangga vektor\nBemisia tabaci dapat menurunkan kualitas dan kuantitas hasil panen. Gejala khas penyakit\nberupa daun menguning banyak ditemukan pada pertanaman sayuran dengan tingkat insidensi\nmencapai 100%. Pengendalian penyakit kuning pada tanaman sayuran masih menjadi\ntantangan, terutama dalam memahami patosistem penyakit kuning secara menyeluruh sebagai\ndasar dalam menyusun strategi pengendalian. Tujuan dari penelitian ini adalah melakukan\nsurvei pada kasus insidensi penyakit kuning di sentra sayuran Pulau Jawa dan Sumatra,\nmelakukan karakterisasi keragaman Begomovirus yang berada pada serangga vektor B. tabaci\ndengan pendekatan genomik, konfirmasi spesies Begomovirus dominan menggunakan primer\nspesifik, dan identifikasi keragaman B. tabaci pada lokasi survei. Metode penelitian meliputi\nsurvei variasi gejala serta tingkat insidensi penyakit dengan parameter pengamatan kondisi\nlahan, deskripsi gejala dan perhitungan insidensi penyakit. Karakterisasi genus Begomovirus\ndari serangga vektor dilakukan menggunakan Mate Pair Sequencing Illumina®, analisis\nkeragaman B.tabaci menggunakan marka mtCOI (mitochondrial cytochrome oxidase subunit\nI gene) dan identifikasi Begomovirus pada B. tabaci dengan amplifikasi gen selubung protein\nmenggunakan primer-spesifik.\nHasil penelitian menunjukkan bahwa pada 57 lahan pertanaman sayuran yang terdiri dari 21\nlahan pertanaman cabai, 11 lahan pertanaman tomat dan 25 lahan pertanaman terung yang\ndiamati di Jawa Barat (Kabupaten Bandung, Garut, Tasikmalaya; Jawa Tengah (Semarang,\nTemanggung, Wonosobo, Magelang); Jawa Timur (Jombang, Kediri, Kota Batu, Malang,\nLumajang, Probolinggo); Sumatra Barat (Kota Padang Panjang, Agam, Tanah Datar); Jambi\n(Muaro Jambi, Bungo, Merangin); Sumatera Utara (Deli Serdang, Binjai Selatan, Karo,\nPematang siantar, Simalungun), terdapat variasi gejala penyakit kuning. Gejala yang\nditemukan antara lain pemucatan tulang daun dan penebalan tulang daun, mosaik, tepi daun\nmelengkung keatas, malformasi daun, daun kuning dan keriting, daun mengecil berwarna\nkuning cerah dan tanaman kerdil. Gejala khas penyakit kuning pada cabai dan terung adalah\ndaun kuning cerah, tanaman tomat adalah daun mosaik ringan disertai tepi daun melengkung\nkeatas. Pengamatan karaktristik gejala pada hamparan pertanaman sayuran menunjukkan  bahwa gejala menguning pada tanaman cabai dan terung terlihat dengan jelas dibandingkan\ngejala pada pertanaman tomat. Hal ini akan memudahkan dalam pelaksanaan monitoring\npenyakit secara konvensional. Tingkat insidensi penyakit kuning di Jawa dan Sumatra pada\ntanaman cabai, tomat dan terung bervariasi berkisar antara 5-100%. Insidensi penyakit 100%\numumnya ditandai dengan daun mengecil dan berwarna kuning pada tanaman cabai atau terung\ndi lahan pertanaman sayuran. Informasi gejala khas penyakit kuning akibat Begomovirus dapat\nmenunjang pelaksanaan pengelolaan penyakit tanaman sebagai deteksi awal dalam\nmengeliminasi penyebab penyakit tanaman.\nKeragaman Begomovirus melalui pendekatan genomik Next Generation Sequencing (NGS)\ndengan teknologi Mate Pair Sequencing Illumina® dan menggunakan analisis bioinformatika\nde novo berhasil mendeteksi 2 contig DNA A dan DNA B Tomato yellow leaf curl\nKanchanabury virus (TYLCKaV), 28 contig Biotipe B, tabaci yaitu Meam 1 (Biotipe B),\nSebanyak 376 contigs lainnya adalah virus lain, yaitu Unidentified Cotton leaf curl Rajasthan\nvirus-associated DNA clone pNDM1.5 partial sequence. Analisis bioinformatika\nmenggunakan pendekatan reference-based assembly menghasilkan 2 contig TYLKaV (DNA\nA dan B) dan Pepper yellow leaf curl Indonesia virus (PYLCIV). Pendekatan berdasarkan\npenelitian ini dapat menjadi dasar dalam sistem pemantauan molekuler penyakit tanaman,\nkhususnya yang penularannya melalui serangga vektor. Hal ini dikarenakan NGS dapat\nmendeteksi jenis spesies Begomovirus dan Biotipe B tabaci yang diduga dominan serta dapat\nmendeteksi species baru yang membutuhkan penelitian lebih lanjut.\nKonfirmasi dan validasi hasil NGS menggunakan analisis keragaman genetik B. tabaci dengan\ntarget gen mitokondria mtCOI yang direkontruksi dengan membuat pohon filogenetik\nNeighbour-Joining menghasilkan 32 sekuen yang semuanya termasuk klade Biotipe Non B,\nhasil analisis tersebut berbeda dengan hasil NGS yaitu Biotipe Meam 1, namun demikian dalam\nklade Non B terdapat 1 biotipe MEAM 1 asal Indonesia dan Biotipe Asia 1 asal korea. Hal ini\ndapat digunakan untuk menunjang hasil penelitian ini. Identifikasi Begomovirus pada B tabaci\ndengan primer spesifik berhasil mendeteksi TYLCKaV dan PYLCV sebagai virus yang banyak\nditemukan di Jawa dan Sumatra, dan TYLCKaV sebagai Begomovirus dominan. Pada\npenelitian ini pendekatan genomik tidak hanya sebagai metode deteksi untuk identifikasi dan\nkeragaman namun memberikan implikasi terhadap sistem pemantauan molekuler yang dapat\nmendukung strategi pengendalian penyakit kuning.", "Daftar File": {"ABSTRAK Rika Meliansyah": "https://digilib.itb.ac.id/gdl/download/299668"}, "Penulis": "Rika Meliansyah [30616003]", "Kontributor / Dosen Pembimbing": ["Prof. Tjandra Anggraeni, Ph.D.", "Sony Suhandono, M.Sc., Ph.D.", "Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "filogenetik, geminivirus, kutu kebul, keriting kuning, next generation sequencing", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}