{"Nomor": 75044, "Judul": "EFEK PARAMETER-PARAMETER PADA PEMODELAN EVOLUSI GALAKSI DUSTY SAGE TERHADAP STELLAR MASS FUNCTION (SMF) DAN DUST MASS FUNCTION (DMF)", "Abstrak": "Pengembangan teori pembentukan galaksi merupakan salah satu fokus di bidang\nastronomi. Hal yang dapat dilakukan untuk mempelajari teori pembentukan\ngalaksi adalah menguji melalui simulasi supercomputer dan membandingkan\nhasilnya dengan pengamatan. Pemodelan evolusi galaksi yang\nada saat ini belum sepenuhnya sempurna dalam merekonstruksi hasil pengamatan,\nterutama pada galaksi-galaksi dengan redshift tinggi, sehingga membutuhkan\nkajian lebih lanjut. Studi pembentukan galaksi penting dilakukan\nuntuk memahami bagaimana struktur di alam semesta terbentuk, memahami\npembentukan bintang serta mekanisme terkait debu dan gas.\nDalam Tugas Akhir ini, dilakukan pengujian perubahan nilai parameterparameter\npada simulasi pembentukan galaksi Dusty SAGE dan efeknya terhadap\nStellar Mass Function (SMF) dan Dust Mass Function (DMF). Perubahan nilai\ndilakukan secara satu persatu untuk setiap parameter dengan menambah\ndan mengurangi nilainya dari nilai awal atau default.\nPengujian ini dilakukan terhadap delapan parameter yang dianggap akan\nberpengaruh terhadap pembentukan bintang dan debu di galaksi, yaitu\nefisiensi radio mode feedback (?R), efisiensi quasar mode feedback (?Q), efisiensi\npembentukan bintang (?SF), skala kecepatan untuk gas reincorporation\n(?reinc), efisiensi kondensasi untuk bintang-bintang AGB dan SN II (?AGB dan\n?SNII), batas kritis rasio massa subhalo terhadap barionik (ffriction), dan waktu\npenggabungan analitik (tfriction).\nSelanjutnya, dilakukan analisis tentang efek parameter-parameter tersebut\npada SMF dan DMF, serta melakukan perbandingan antara SMF dan DMF\nmodel dengan hasil pengamatan. Perbandingan tersebut dilakukan untuk melihat\nparameter mana yang dapat mendekatkan hasil pemodelan dengan data\npengamatan.\nHasil penelitian ini menunjukkan terdapat beberapa parameter yang dapat\nmendekatkan SMF dan DMF hasil pemodelan terhadap data pengamatan.\nUntuk SMF, terdapat empat parameter, yaitu ?R dan ?Q jika nilainya dikurangi,\nserta ?SF dan ?reinc jika nilainya ditambah. Untuk DMF, terdapat enam\nparameter, yaitu ?R, ?Q, ?SF, dan ?reinc jika nilainya dikurangi, serta ?SNII dan\n?AGB jika nilainya ditambah.", "Daftar File": {}, "Penulis": "Haru Hawaari Rifqi [10319015]", "Kontributor / Dosen Pembimbing": ["Dr. Lucky Puspitarini, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Pemodelan Galaksi, SMF, DMF, Simulasi Kosmologi, Model Semi-analitik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}