{"Nomor": 75043, "Judul": "OPTIMASI PEMBUATAN MINUMAN FERMENTASI WATER KEFIR NANAS GULA AREN DENGAN RESPONSE SURFACE METHODOLOGY", "Abstrak": "Susu telah dikenal sebagai minuman bernutrisi yang mengandung berbagai komponen esensial bagi tubuh. Namun, keberadaan kandungan lemak jenuh yang relatif tinggi pada susu menyebabkan konsumsinya yang berlebih dapat menimbulkan berbagai penyakit kardiovaskular. Di lain sisi, terdapat banyak produk olahan berbasis susu yang umum ditemukan di pasaran. Oleh karena itu, beberapa kelompok masyarakat telah berupaya untuk mengurangi konsumsi susu secara umum. Hal ini tercermin dari keberadaan trend pemilihan produk non-susu yang juga diiringi dengan peningkatan publikasi ilmiah terkait produk non-susu pada beberapa tahun terakhir. Water kefir sebagai produk minuman fermentasi dapat memenuhi preferensi konsumen yang menghindari konsumsi produk berbasis susu. Penelitian terdahulu menunjukkan pentingnya peran penambahan substrat buah terhadap peningkatan karakteristik sensoris. Pada penelitian ini, sari nanas dan gula aren digunakan sebagai substrat fermentasi karena dapat ditemukan secara lokal, memiliki karakteristik organoleptik yang baik, dan bermanfaat bagi kesehatan. Penelitian bertujuan untuk: (1) Mengoptimasi karakteristik fisikokimia dan organoleptik water kefir menggunakan response surface methodology (RSM), (2) Menentukan pengaruh dinamika populasi mikroba selama proses fermentasi terhadap konsentrasi substrat dan produk, (3) Menentukan aktivitas antioksidan pada produk water kefir. Analisis yang dilakukan meliputi: penentuan rentang batas RSM; pengukuran massa kefir grains serta pH larutan; uji organoleptik; analisis RSM (? = 0.05) menggunakan Box-Behnken design, validasi model RSM; perhitungan TPC, analisis HPLC terhadap kelompok asam, gula, serta alkohol; dan penentuan IC50 berdasarkan hasil DPPH scavenging assay. Hasil penelitian menunjukkan penggunaan waktu fermentasi selama 24 jam, konsentrasi gula aren sebesar 8,358% (w/v), dan konsentrasi sari nanas sebesar 2% (w/v) dapat menghasilkan variasi optimal. Pada keseluruhan dinamika populasi mikroba sampel A, B, dan C, dapat diamati kemiripan kelimpahan tertinggi secara berurutan dari kelompok bakteri asam laktat (7,29 - 8,93 log CFU/ml), ragi (6,18 – 7,49 log CFU/ml), dan bakteri asam asetat (5,14 – 6,27 log CFU/ml). Pertumbuhan mikroba pada medium MRSA, GYCA, dan PDA menunjukkan keberadaan korelasi positif antara perubahan kepadatan sel dengan perubahan konsentrasi asam laktat, asam asetat, dan etanol serta korelasi negatif antara perubahan kepadatan sel dengan perubahan konsentrasi sukrosa. Konsentrasi glukosa yang diperoleh cenderung lebih rendah dibandingkan konsentrasi fruktosa pada setiap waktu fermentasi. Uji aktivitas antioksidan pada produk dengan penggunaan variasi optimal menunjukkan nilai IC50 sebesar 166,266 ppm yang lebih besar 7,6 kali dari nilai IC50 asam askorbat. Penelitian menunjukkan bahwa penggunaan variasi optimal waktu fermentasi, konsentrasi gula aren, dan sari nanas berperan meningkatkan karakteristik organoleptik, fisikokimia, dan fungsional dari produk akhir water kefir.", "Daftar File": {"ABSTRAK Samuel": "https://digilib.itb.ac.id/gdl/download/299674"}, "Penulis": "Samuel [10419013]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr. Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "water kefir, RSM, dinamika populasi mikroba, HPLC, DPPH scavenging assay", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}