{"Nomor": 75046, "Judul": "PERANCANGAN KEBUN RAYA DI KAWASAN INTI PUSAT PEMERINTAHAN IBU KOTA NUSANTARA DALAM UPAYA REFORESTASI HUTAN TROPIS KALIMANTAN YANG SELARAS DENGAN KONSEP PEMBANGUNAN FOREST CITY", "Abstrak": "Ibu Kota Negara Nusantara (IKN) terletak di Kabupaten Penajam Paser Utara dan Kutai Kartanegara, Kalimantan Timur memiliki area seluas 256.142 ha dengan tutupan lahan yang bervariasi. Oleh sebab itu, perlu dilakukan analisis kondisi eksisting dengan menganalisis tutupan lahan dan topografi wilayah IKN serta perencanaan tata ruang dengan mempertimbangkan kondisi eksisting. Analisis kondisi eksisting dilakukan menggunakan metode penginderaan jauh dengan citra satelit Sentinel- 2A. Tutupan lahan yang mendominasi adalah vegetasi lebat dan sedang masing-masing seluas 109.218 ha (38,.4%) dan 98.873 ha (34,.8%) dengan nilai normalized difference vegetation index (NDVI) 0,.6 – 1. Selain itu, terdapat lahan terbuka hasil kegiatan pertambangan sebesar 10,.3% dan lahan terbuka 6,.8%. Pemukiman yang terdapat di wilayah IKN seluas 2,.1% dan luas lahan pertanian atau perkebunan 10,.3%. Kemiringan lereng yang mendominasi pada wilayah adalah datar (0 – 8%) dengan luas 1883,7 ha diikuti dengan kemiringan landai (8 – 15%) seluas 723,8 ha. Elevasi yang mendominasi adalah 25 – 100 mdpl. Sungai Sepaku dan Sungai Mahakam sebagai sumber air utama memiliki zona riparian yang didominasi oleh tutupan vegetasi lebat dan sedang, yaitu sebesar 62,4%, diikuti dengan pertanian dan perkebunan sebesar 230,6 ha (10%). Hasil analisis tutupan lahan dan topografi serta kondisi zona riparian dapat menjadi batas dasar dalam pengembalian khususnya ruang terbuka hijau saat melakukan pembangunan serta menjadi referensi dan pertimbangan dalam melakukan pembangunan. Peraturan Presiden Nomor 63 dan 64 Tahun 2022 menunjukkan bahwa terdapat area yang berpotensi untuk dibangun kebun raya, yaitu pada zona rimba di Kawasan Inti Pusat Pemerintahan Ibu Kota Nusantara dengan karakteristik area memiliki tutupan lahan eksisting vegetasi sedang dan lebat dan ketinggian dominan 7 – 100 mdpl serta kelerengan datar hingga landai.", "Daftar File": {}, "Penulis": "Olivia Karla [11519036]", "Kontributor / Dosen Pembimbing": ["Prof. Endah Sulistyawati, S.Si., Ph.D.", "Noviana Budianti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "IKN, kemiringan lereng, penginderaan jauh, rencana tata letak, tutupan lahan, zona riparian", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}