{"Nomor": 75045, "Judul": "KERAGAMAN MAKROALGA LAUT DI PANTAI UJUNG GENTENG, JAWA BARAT, INDONESIA BERDASARKAN MORFOLOGI DAN GEN PENANDA 18S RRNA", "Abstrak": "Makroalga adalah organisme fotosintetik yang merupakan bentuk makrobentik (besar dan menempel) dari alga laut. Makrolga dimanfaatkan secara luas di bidang pangan, pertanian, kosmetik, dan farmasi. Sekitar 8,6% dari total biota di laut Indonesia adalah makroalga, yang menempati luas wilayah lautan sekitar 1,2 juta hektar atau terbesar di dunia. Pantai Ujung Genteng memiliki keanekaragaman hayati yang tinggi karena merupakan pantai yang relatif masih alami dengan zona intertidal yang luas dan terdiri dari beragam habitat. Beberapa penelitian keanekaragaman makroalga telah dilakukan di Pantai Ujung Genteng. Semua kajian keanekaragaman tersebut masih menggunakan cara-cara klasik yaitu menggunakan analisis morfologi. Identifikasi spesies secara morfologi seringkali tidak akurat disebabkan karena kemiripan morfologi sehingga menyebabkan hilangnya informasi mengenai komposisi spesies pada suatu ekosistem atau pada suatu wilayah. Pendekatan cara molekular menggunakan penanda genetik sangat berguna dalam mempelajari spesies khususnya makroalga dan dapat menjawab pertanyaanmengenai hubungan antar taksa (taxa) dan populasi dan divergensi Metode molekuler dapat mengatasi kekurangan pada studi morfologi yang digunakan sebelumnya. Informasi urutan DNA memungkinkan identifikasi spesies yang dulu bersifat ambigu dan tersembunyi pada suatu lingkungan. Urutan gen 18S rRNA dapat dijadikan sebagai penanda genetik untuk identifikasi spesies makroalga karena memiliki daerah lestari dan variabel yang berguna dalam penentuan spesies. Penelitian ini bertujuan untuk mengkaji keanekaragaman makroalga di Pantai Ujung Genteng, Jawa Barat berdasarkan morfologi dan genetik dengan gen penanda 18S rRNA. Pengkajian dilakukan pada dua lokasi di Pantai Ujung Genteng, yaitu Lokasi 1 yang dikategorikan sebagai pantai tidak tercemar karena tidak ada aktivitas manusia, rumah tangga, transportasi dan industri, dan Lokasi 2 yang dikategorikan sebagai pantai tercemar karena ada aktivitas manusia, rumah tangga, transportasi dan industri di sekitar pantai. Metodologi penelitian ini meliputi: (i) pengambilan sampel makroalga di daerah Pantai Ujung Genteng, Jawa Barat; (ii) pengukuran kondisi air laut habitat makroalga yang meliputi pengukuran pH, suhu, salinitas, dan kandungan logam; (iii) analisis morfologi sampel makroalga; (iv) isolasi DNA total dari sampel makroalga; (v) amplifikasi gen 18S\n \nrRNA menggunakan metode PCR (vi) penentuan urutan nukleotidanya dengan metode sekuensing Sanger; (vii) identifikasi spesies makroalga berdasarkan urutan nukleotida gen 18S rRNA; (viii) analisis filogenetik sampel makroalga berdasarkan gen 18S rRNA. Sampel yang diperoleh dari Lokasi 1 secara keseluruhan adalah 24 jenis makroalga, yang diberi kode M1.1 hingga M1.24. Sedangkan sampel dari Lokasi 2 diperoleh 21 jenis makroalga yang diberi kode M2.1 hingga M2.21. Keseluruhan sampel makroalga yang didapatkan terdiri dari 17 genus, 15 famili dan 4 kelas. Pada proses pengidentifikasian sampel makroalga berdasarkan morfologi dan urutan gen 18S rRNA didapatkan empat kategori kondisi, yaitu (i) sampel makroalga yang terkonfirmasi secara morfologi pada tingkat genus dapat diidentifikasi hingga tingkat spesies oleh urutan 18S rRNA; (ii) sampel makroalga yang teridentifikasi hingga tingkat spesies, baik secara morfologi maupun genetika dengan urutan gen 18S rRNA; (iii) sampel makroalga yang teridentifikasi secara morfologi pada genus/spesies yang berbeda dari genus/spesies hasil identifikasi oleh gen 18S rRNA; (iv) sampel makroalga yang terkonfirmasi hanya secara morfologi karena tidak tersedia data urutan gen 18S rRNA (amplifikasi gen 18S rRNA tidak berhasil pada beberapa sampel). Pohon filogenetik terdiri dari clade yang yang memperlihatkan pengelompokan makroalga merah, makroalga coklat, dan makroalga hijau.Keanekaragaman makroalga pada kedua Lokasi 1 dan Lokasi 2 cukup jauh berbeda dengan ditemukannya beberapa jenis spesies yang hanya tumbuh di Lokasi 1, dan beberapa jenis lainnya hanya tumbuh di Lokasi 2. Jenis makroalga yang memiliki sebaran/keberlimpahan tertinggi secara keseluruhan yang meliputi Lokasi 1 dan 2 adalah Enteromorpha sp., diikuti oleh Gracilaria corticata. Sementara jenis makroalga yang paling berlimpah di Lokasi 1 adalah Enteromorpha sp, diikuti oleh Chaetomorpha brachygona, sedangkan Lokasi 2 adalah Cladophora vagabunda, diikuti oleh Padina australis. Lokasi 2 yang memiliki kandungan logam timbal (Pb) 8,2 kali lebih tinggi dibandingkan lokasi 1 didominasi oleh makroalga coklat Padina sp. sehingga diduga Padina sp. (bioindikator efektif logam) lebih tahan pada kadar Logam timbal yang lebih tinggi. Beberapa jenis makroalga baru terungkap pada penelitian ini keberadaannya di Pantai Ujung Genteng, yaitu Palisada sp. (kode akses GenBank OQ938823), Gracilaria curtissiae, Gracilaria canaliculata (OQ938824, OQ938832, OQ938836, OQ938842, OQ938847) dan Wurdemannia miniata (OQ930737). Penggunaan penanda genetik 18S rRNA dapat memberikan hasil identifikasi yang lebih tepat dibandingkan analisis secara morfologi saja. Makroalga-makroalga yang tumbuh pada Lokasi 1 adalah makroalga yang tidak dapat tumbuh pada timbal air laut yang tinggi (Enteromorpha sp. dan Chaetomorpha brachygona), dan makroalga-makroalga yang tumbuh pada Lokasi 2 adalah makroalga yang dapat tumbuh pada kadar logam timbal air laut yang tinggi (Cladophora vagabunda dan Padina australis).", "Daftar File": {"ABSTRAK Yessy": "https://digilib.itb.ac.id/gdl/download/300186"}, "Penulis": "Yessy [30516004]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, M.S, Ph.D.", "Prof. Akhmaloka, Ph.D.", "Yanti Rachmayanti, M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Pantai Ujung Genteng, makroalga, 18S rRNA, keragaman genetik", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "25 Jul 2023"}