{"Nomor": 75047, "Judul": "MANAJEMEN PERSEDIAAN DAN PERENCANAAN KEBUTUHAN MATERIAL UNTUK MENGOPTIMALKAN PENGGUNAAN SUKU CADANG BESAR DAN MENGURANGI BIAYA OPERASI UNTUK KEGIATAN PEMADAMAN DAN PERAWATAN DI PT MULTI STEAM POWER", "Abstrak": "PT Multi Steam Power (MSP) mengoperasikan Pembangkit Listrik Tenaga Uap South Davis di\nSumatera. Perusahaan ini menyuplai listrik dan uap kepada PT California Petroleum Energy (CPE) yang\nmengoperasikan Blok Raja. Pembangkit ini memiliki total kapasitas 300 MW dari tiga turbin\npembakaran yang beroperasi bersama tiga penukar panas pembuat uap dengan kapasitas total lebih dari\n360.000 barel setara air dingin per hari untuk mendukung kegiatan Enhanced Oil Recovery (EOR) di\nLapangan Minyak Berat Davis. Pada tahun 2018, PT MSP harus melakukan evaluasi ulang terhadap\nperencanaan suku cadang utama karena pengaruh kontrak konsesi PT CPE yang akan berakhir pada\n2021. Evaluasi teknik dilakukan untuk mengidentifikasi dan mempromosikan penggunaan alternatif dari\nsuku cadang tersebut, menghasilkan rekomendasi perpanjangan umur pakai dari produsen peralatan\nOEM, serta mengoptimalkan penggunaan suku cadang bekas yang disimpan di Gudang PT MSP. \nTerdapat 3 alternatif perencanaan suku cadang utama: sesuai dengan BP 2018, perbaikan sebagian suku\ncadang bekas setelah tahun 2021, dan perbaikan suku cadang bekas pada tahun 2018-2020. Biaya terkait\npembangkitan listrik dan uap terbagi menjadi bahan, tenaga kerja, dan overhead. Manajemen Inventaris\ndan Perencanaan Kebutuhan Bahan membantu memilih skenario terbaik. Skenario perbaikan sebagian\nsuku cadang bekas setelah tahun 2021 dipilih sebagai opsi terbaik karena biaya bahan paling rendah dan\nmemastikan kebutuhan material SDTA optimal sebelum kontrak berakhir dan setelahnya. \nManajemen inventaris yang efektif sangat penting bagi PT MSP untuk mengoptimalkan biaya dan\nmeningkatkan efisiensi keseluruhan. Perusahaan ini telah berhasil mengurangi pengeluaran modal pada\nsuku cadang utama sebesar $12,4 juta dari tahun 2018 hingga 2021, melampaui Rencana Bisnis yang\ndiproyeksikan dan mengungguli Skenario 1 sebesar $1 juta. Pengurangan biaya ini diharapkan akan\nterus berlanjut, dengan PT MSP mengantisipasi pengurangan biaya kumulatif sebesar $24,3 juta pada\ntahun 2024. Dengan menerapkan strategi pengendalian inventaris yang tepat, PT MSP dapat\nmengoptimalkan penggunaan modal dan meminimalkan pengeluaran yang tidak perlu. Hal ini tidak\nhanya akan meningkatkan efisiensi operasional, tetapi juga memperkuat posisi keu", "Daftar File": {"2023_TS_PP_Baruna Satria Nugraha_29119290_Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/299678"}, "Penulis": "Baruna Satria Nugraha [29119290]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.SC., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen inventaris, MRP, pembangkit listrik, pembangkitan bersama, Enhanced Oil Recovery (EOR)", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Jul 2023"}