{"Nomor": 75042, "Judul": "STRATEGI CAPAIAN KOMPONEN DALAM NEGERI PADA  INDUSTRI MINYAK DAN GAS UNTUK SKEMA GROSS SPLIT  (STUDI KASUS: PT PERTAMINA HULU ROKAN)", "Abstrak": "PT Pertamina Hulu Rokan (PHR) adalah anak perusahaan dari PT Pertamina Hulu Energi (PHE) yang ditunjuk sebagai operator baru di Blok Rokan sejak 9 Agustus 2021. PHR mengambil alih Blok Rokan dari PT Chevron Pacific Indonesia yang mengoperasikannya sejak awal tahun 1900. Produksi minyak Blok Rokan saat ini mencapai lebih dari 160 Barrel Minyak Per Hari (BOPD) yang menjadikan PHR sebagai salah satu kontributor terbesar produksi minyak Indonesia. Kontribusi PHR sangat signifikan untuk mendukung PT Pertamina (Persero) dalam mencapai tujuan menjadi perusahaan global dengan nilai pasar $100 miliar dan mencapai program keamanan energi nasional dalam mencapai target produksi Indonesia satu miliar BOPD dan mengangkat dua belas miliar kaki kubik gas per hari. \nPHR menggunakan skema Gross Split dalam mengoperasikan Blok Rokan, skema ini berbeda dengan operator sebelumnya yang menggunakan skema Cost Recovery. Dengan menggunakan skema gross split, semua risiko menjadi tanggung jawab PHR. Untuk memastikan keuntungan PT PHR, perusahaan harus fokus pada operasi yang efisien. Ini melibatkan optimalisasi berbagai proses, penyederhanaan alur kerja, dan meminimalkan biaya yang tidak perlu. Selain itu, PHR harus memaksimalkan insentif yang diberikan oleh Pemerintah Republik Indonesia. Pemerintah dapat menawarkan berbagai insentif dan manfaat untuk mendorong pertumbuhan bisnis lokal dan berkontribusi pada pembangunan ekonomi negara, salah satunya melalui realisasi konten domestik. \nBerdasarkan Peraturan Menteri (PERMEN) ESDM No 08/2017 tentang kontrak Gross Split di industri migas yang diperbarui melalui PERMEN ESDM No 12/2020 pasal 5, kontraktor gross split berhak memperoleh bagian dasar sebesar 43% untuk minyak dan 48% untuk gas. Kontraktor masih memiliki kesempatan untuk meningkatkan bagian mereka berdasarkan komponen variabel dan komponen progresif. \nPenelitian ini bertujuan untuk menganalisis posisi saat ini dari realisasi konten domestik PHR, dan bagaimana cara meningkatkan konten domestik sehingga PHR dapat menerima insentif melalui pembagian lebih tinggi. Dalam penelitian ini, penulis menganalisis dan mengeksplorasi masalah melalui wawancara dengan orang-orang kunci yang terkait dengan konten domestik. Sejak mengoperasikan Blok Rokan, PHR hanya berhasil mencapai tambahan 3% dari konten domestik, sedangkan pembagian maksimum dari konten domestik adalah 4%, sehingga tambahan 1% dapat meningkatkan pendapatan PHR sebesar $30 juta. Beberapa strategi telah ditetapkan untuk mencapai konten domestik yang optimal untuk PHR", "Daftar File": {"2023_TS_PP_Mochammad Tulus Budijono 29119282_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/299673"}, "Penulis": "Mochammad Tulus Budijono [29119282]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T, M.A.B., Ph.D.", "Dr. Liane Okdinawati, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Komponen Dalam Negeri, gross split, Rokan, cost recovery", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jul 2023"}