{"Nomor": 75040, "Judul": "OPTIMISASI STRUKTUR CROSS CAR BEAM UNTUK PERLINDUNGAN BATERAI PADA KENDARAAN LISTRIK MENGGUNAKAN METODE PEMBELAJARAN MESIN", "Abstrak": "Green technology in transportation has driven the electric vehicles (EVs) growth in\nlast 5 years. 10 million EVs will have been grounded by the end of 2020 in 2020.\nIn Indonesia, 1900 EVs sold in the first semester of 2021. But the utilization of\nLithium-Ion batteries in EVs would cause fire due to low voltage and post-crash\naccidents such as side pole impact. Therefore, safe and lightweight battery\nprotection is needed in EVs. It could be achieved by optimizing the cross-car beam\nand chassis system geometry and material selection. Cross car beam maintains the\nunderbody car structure due to side impact. The 254-diameter rigid pole is modelled\nbased on FMVSS 214. The stationary rigid pole receives kinetic energy of the\nvehicle at 32 km/h. The chassis system model is based on the electric vehicle\nchassis. Various configurations of the structure are modelled based on the data\nsampling from Latin Hypercube Sampling (LHS) method. Then, the result will be\nsimulated by using Finite Element Method (FEM) Specific Energy Absorption\n(SEA) and battery stress of the model. Machine Learning will predict the optimum\ndesign with maximum SEA and minimum battery stress such as the utilization of\nArtificial Neural Network (ANN) for model approximation and Nondominated\nSorting Genetic Algorithm-II (NSGA-II) for variable optimization. Then, the\nTOPSIS algorithm offers a decision-making procedure for determining the optimal\nconfiguration. This research will be varied the cross-car beam geometry (Top Hat,\nClosed Top Hat, Rectangular) and material (Carbon Steel, Aluminum 6061-T6, and\nAluminum 5012) as the input for optimization using machine learning. The chassis\nalso optimized by variate material selection and thickness.\nThe optimization process resulted in the maximum Specific Energy Absorption and\nbattery stress are 4.06 kJ/kg and 39 MPa with Top Hat configuration and aluminum\n6061-T6 as material selection. Then, numerical simulation was conducted to\nvalidate the result. As a result, the error between numerical simulation and\napproximation results are 8.77% for SEA and 3.88% for battery stress that indicates\nthe approximation model can predict the optimal result well. The optimal result\nincreases SEA 180.35% and decreases battery stress 20.39%.", "Daftar File": {}, "Penulis": "Prayoga [13619047]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Djarot Widagdo, Ph.D.", "Ir. Sigit Puji Santosa, MSME., Sc.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Lithium-Ion, Side Pole Impact, Cross car beam", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}