{"Nomor": 75049, "Judul": "PEMODELAN RISIKO KERUGIAN FINANSIAL AKIBATGEMPA BUMI TEKTONIK BERDASARKAN EARTHQUAKECATASTROPHE (CAT) MODEL: STUDI KASUS BANGUNANRESIDENSIAL DI KOTA SORONG, PROVINSI PAPUABARAT DAYA", "Abstrak": "Indonesia merupakan daerah pertemuan empat lempeng besar di dunia, yaitu\nLempeng Eurasia, Lempeng Pasifik, Lempeng Indo-Australia, dan Lempeng Laut\nFilipina. Hal ini menjadikan Indonesia menjadi suatu negara yang sangat rentan\nterhadap risiko gempa bumi, baik tektonik maupun vulkanik. Selain mengakibatkan\nkorban jiwa, gempa bumi tektonik maupun vulkanik juga dapat mengakibatkan\nterjadinya kerugian finansial akibat properti dan infrastruktur yang rusak.\nDalam tugas akhir ini, dibahas suatu metodologi untuk memodelkan kerugian\nfinansial yang diakibatkan gempa bumi tektonik dengan memanfaatkan Earthquake\nCatastrophe (CAT) Model. Suatu software OpenQuake yang dikembangkan\noleh Global Earthquake Model (GEM), menggunakan katalog gempa\nbumi sintetis dalam membangun model kerugian finansial akibat gempa bumi\ntektonik. Sebagai pembanding, di dalam Tugas Akhir ini, dibangun Event\nLoss Table (ELT) berdasarkan distribusi peluang moment magnitude gempa bumi\ntektonik mainshocks di megathrust. Secara khusus, ELT yang dibangun adalah\nELT untuk kerugian finansial yang dialami residensial di Kota Sorong, Provinsi\nPapua Barat Daya. Kerugian finansial dimodelkan menggunakan Collective Risk\nModel dan simulasi Monte-Carlo digunakan untuk membangkitkan beberapa ELT.\nDari ELT yang dihasilkan, ukuran risiko Value-at-Risk dan Tail Value-at-Risk\nyang bersesuaian digunakan untuk membuat beberapa skema model risiko kerugian\nfinansial yang dialami residensial di Kota Sorong, Provinsi Papua Barat Daya\ntersebut.", "Daftar File": {"ABSTRAK Muhammad Fauzan Rahmady": "https://digilib.itb.ac.id/gdl/download/299680"}, "Penulis": "Muhammad Fauzan Rahmady [10819040]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Gempa Bumi Tektonik, Event Loss Table, Earthquake Catastrophe Model, Risiko Finansial", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}