{"Nomor": 75059, "Judul": "MODEL DEEP LEARNING LANJUTAN YANG DAPAT DIJELASKAN UNTUK KLASIFIKASI GAMBAR", "Abstrak": "Penelitian ini berfokus pada penerapan arsitektur jaringan saraf DenseNet121\nuntuk mengatasi dua masalah klasifikasi yang berbeda dan menggunakan SHAP,\nGradCAM, dan SmoothGrad sebagai model yang dapat dijelaskan.\nTujuan utama dari pekerjaan ini adalah membuat software untuk mengklasifikasikan\nbuah kelapa sawit berdasarkan kematangan, dengan tujuan untuk\nmeningkatkan produktivitas pemanenan kelapa sawit menggunakan teknologi\ndrone otomatis. Kasus tambahan ditambahkan untuk menguji hasil dari kasus\nsebelumnya. Kasus kedua adalah mengklasifikasikan tingkat keparahan ulcerative\ncolitis untuk meningkatkan kemampuan diagnostik profesional medis.\nUntuk masalah klasifikasi kelapa sawit, model dibangun menggunakan data\ndari Suharjito, G. N. dkk., mencapai skor akurasi 0,9958 dalam mengklasifikasikan\nbuah kelapa sawit menjadi tiga kategori: mentah, panen baik, dan\npanen buruk. Tiga model yang dapat dijelaskan berhasil memvalidasi bahwa\nbuah kelapa sawit merupakan fitur penting untuk keputusan klasifikasi model.\nDalam kasus klasifikasi ulcerative colitis., dataset HyperKvasir digunakan,\nterdiri dari 851 gambar ulcerative colitis yang dikategorikan berdasarkan Skor\nMayo. Model mencapai skor F1 0,9156 dalam membedakan ulcerative colitis\nringan dan berat. GradCAM dan SmoothGrad, berhasil mengidentifikasi\ndarah, benjolan, atau lesi putih yang mengindikasikan ulcerative colitis.", "Daftar File": {"ABSTRAK Mellisa Irawan": "https://digilib.itb.ac.id/gdl/download/300189"}, "Penulis": "Mellisa Irawan [13619063]", "Kontributor / Dosen Pembimbing": ["Ir. Lavi Rizki Zuhal, Ph.D.", "Pramudita Satria Palar, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "DenseNet, klasifikasi gambar, explainable AI, buah segar kelapa sawit, ulcerative colitis", "Sumber": "AEROSPACE ENGINEERING PROGRAM", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}