{"Nomor": 75064, "Judul": "PERANCANGAN SISTEM TATA UDARA SUATU APARTEMEN DI KOTA SEMARANG", "Abstrak": "Industrial expansion and urbanisation in Semarang has caused a growth in the city’s\npopulation and an increased demands of community housing needs. However, this demand is\nmet with escalating prices of traditional housing options and the limited availability of\naffordable vacant land and property. These conditions have led to the proliferation of high-rise\nhousing such as apartment complexes in the city, which offer temporary or permanent housing,\nmoreover investment opportunities. High-rise buildings such as apartments require careful\nplanning and design of its utilities, in particular air conditioning systems, to ensure comfortable\nliving for its residents.\nThis research will be a comparative study to determine the optimal air conditioning system\nacross six alternative system combinations, including split wall with non-inverter, inverter and\nVRF variations for residential spaces, as well as split duct with non-inverter and VRF\nvariations for public spaces. The design process includes estimating the required cooling load\nof the apartment building, designing the installation layout of the air conditioning equipment,\nand selecting the proper air conditioning equipment to satisfy the building’s cooling needs.\nFurthermore, Energy Use Intensity (EUI) calculations and Life Cycle Cost (LCC) analysis are\nperformed to determine the most cost effective and energy efficient alternative.\nThe combination of split wall inverter and split duct non-inverter system, namely\nalternative 3 is concluded to be the most optimal system design in terms of energy and cost.\nBased on its calculated EUI index and LCC, the 3rd alternative has an EUI of 139.32 kWh/m2\nper year and the a 10-year LCC of IDR 16,978,466,427.27.", "Daftar File": {}, "Penulis": "Wiagil Tunku Nastiti Widoyoko [13118204]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Prihadi Setyo Darmanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "apartment, air conditioning system design, energy use intensity, life cycle cost analysis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}