{"Nomor": 75068, "Judul": "PENGARUH LAMA FERMENTASI RAGI TEMPE (RHIZOPUS OLIGOSPORUS) TERHADAP MUTU MINYAK NILAM (POGOSTEMON CABLIN BENTH.)", "Abstrak": "Minyak atsiri merupakan minyak yang berasal dari tanaman, Salah satu minyak\natsiri yang paling dikenal adalah minyak nilam, karena memiliki manfaat yang\nberagam. Indonesia merupakan salah satu pengekspor minyak nilam terbesar\nkarena dapat menguasai 95% pasar dunia. Namun demikian, dengan tingginya\npermintaan ini, masih banyak penanganan minyak nilam yang kurang tepat,\nsehingga pada penelitian ini dilakukan fermentasi dengan tujuan untuk dapat\nmeningkatkan rendemen dan mutu minyak nilam. Fermentasi yang dilakukan\nmenggunakan ragi tempe yang mengandung Rhizopus oligosporus dengan\nkonsentrasi 0,2% (w/w) selama 2, 4, dan 8 hari. Setelah proses fermentasi daun\nnilam selanjutnya dilakukan proses ekstraksi dengan distilasi uap (steam\ndistillation) menggunakan suhu 95oC selama 4 jam. Hasil minyak nilam selanjutnya\ndihitung dan diuji mutunya berdasarkan SNI 06-2385-2006. Pengujian dilakukan\nterhadap rendemen, warna, bobot jenis, kelarutan dalam etanol 90%, bilangan asam,\ndan jumlah kandungan patchouli alcohol. Perlakuan fermentasi 8 hari\nmenghasilkan rendemen paling banyak, sekitar 1,624 ± 0,319 %. Untuk pengujian\nbobot jenis hasil terbaik didapatkan pada perlakuan fermentasi 2 hari, dari\npengujian bilangan asam hanya fermentasi 4 hari dan 8 hari yang sesuai dengan\nSNI 06-2385-06, kandungan patchouli alcohol terbanyak terdapat pada kontrol.", "Daftar File": {"ABSTRAK Priscilla Jocelyin": "https://digilib.itb.ac.id/gdl/download/299698"}, "Penulis": "Priscilla Jocelyin [11919016]", "Kontributor / Dosen Pembimbing": ["Dr. Alfi Rumidatul, S.Hut., M.Si.", "Dr. Ir. Rudi, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "fermentasi, minyak nilam, steam distillation, rendemen, mutu minyak nilam", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}