{"Nomor": 75072, "Judul": "MENGOPTIMALKAN KOMUNIKASI PEMASARAN UNTUK MENINGKATKAN PENDAFTARAN SISWA ( STUDI KASUS: SD ALAM SANGATTA)", "Abstrak": "SD Alam Sangatta didirikan pada tahun 2019, resmi menjadi anggota ke 107 di Jaringan Sekolah Alam Nasional (JSAN) dan memperoleh izin pada Maret 2021 dari Dinas Pendidikan Kutai Timur. Munculnya Sekolah Alam di Sangatta merupakan salah satu langkah peningkatan kualitas sistem pendidikan di Sangatta dengan menerapkan empat pilar didalam sistem pendidikannya. Tujuan dari penelitian ini adalah untuk mengoptimalkan komunikasi pemasaran program sekolah agar jumlah pendaftaran murid baru terus bertambah setiap tahunnya.  \n \nMetode penelitian yang digunakan adalah kualitatif yang mana digunakan untuk mengumpulkan data primer untuk analisis calon orang tua dengan melakukan wawancara dengan 30 orang tua yang ada. Data sekunder menggunakan buku, website, artikel dan media sosial praktisi pendidikan. PEST dan Porters’s Five Forces digunakan untuk menganalisis faktor eksternal sedangkan analisis internal dilakukan dengan menggunakan STP, 7Ps Marketing Mix, dan analisis VRIO. Analisis SWOT menjadi dasar untuk merumuskan strategi dalam meningkatkan jumlah pendaftaran murid baru di SD Alam Sangatta.  \n \nBerdasarkan temuan, peneliti mengusulkan beberapa cara efektif untuk mengkomunikasikan program sekolah kepada masyarakat dengan melibatkan orang tua dan diharapkan cara ini dapat membantu sekolah dalam meningkatkan jumlah siswa yang mendaftar setiap tahunnya.", "Daftar File": {"2023_TS_PP_Neva Zenilda_29119427_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/299706"}, "Penulis": "Neva Zenilda Novstantia Emzed [29119427]", "Kontributor / Dosen Pembimbing": ["Prof. Wawan Dhewanto, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "sekolah alam, pendaftaran, murid, wawasan orang tua, komunikasi pemasaran", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jul 2023"}