{"Nomor": 75076, "Judul": "PENGARUH METODE PENGERINGAN TERHADAP RENDEMEN DAN MUTU MINYAK NILAM (POGOSTEMON CABLIN BENTH.)", "Abstrak": "Tanaman nilam (Pogostemon cablin Benth) adalah herba aromatik\npenghasil minyak esensial dengan nilai ekonomi tinggi yang dikenal dengan nama\ndagang patchouli oil. Ekstraksi minyak esensial dari tanaman merupakan teknik\npengolahan yang terus berkembang dan diteliti seiring dengan perkembangan\nteknologi. Permintaan atas minyak nilam kian meningkat mengingat sifat\nfiksatifnya yang baik dan tidak dapat digantikan oleh zat sintetik mana pun.\nPenelitian ini bertujuan untuk meningkatkan rendemen dan mutu minyak nilam\ndengan metode pengeringan pada tahap pra penyulingan. Penambahan perlakuan\npasca panen berupa pengeringan menyebabkan dinding sel pada daun lebih mudah\nditembus uap (tidak hanya sampai permukaan), sehingga rendemen minyak yang\ndihasilkan lebih tinggi. Secara umum, yang akan dilakukan pada penelitian ini\nadalah menentukan metode pengeringan paling baik untuk menghasilkan minyak\nnilam dengan rendemen tinggi dan mutu yang memenuhi standar SNI-06-2385-\n2006 tentang minyak nilam. Variasi metode pengeringan terdiri atas penjemuran di\nbawah sinar matahari langsung selama 3 hari dengan durasi penjemuran 7 jam per\nhari, kering angin (shade drying) selama 9 hari, dan pengeringan mekanik dengan\noven pada suhu 40? selama 21 jam. Batang dan daun nilam kering didestilasi\ndengan metode destilasi uap (steam distillation) selama empat jam. Pengujian\nterhadap minyak nilam terdiri atas perolehan rendemen, warna, bobot jenis,\nbilangan asam, kelarutan dalam alkohol 90%, dan kadar patchouli alcohol. Hasil\npenelitian enunjukkan bahwa rendemen minyak nilam paling tinggi diperoleh dari\nhasil perlakuan metode kering angin selama 9 hari, yaitu 1,39% dan paling direndah\ndari perlakuan kontrol (tanpa pengeringan), yaitu 0,22%. Metode kering angin\nselama 9 hari menghasilkan minyak nilam yang memenuhi SNI-06-2385-2006\ndengan karakteristik minyak berwarna kuning, bobot jenis 0,956, larut dalam etanol\n90% pada perbandingan 1:6, dan bilangan asam sebesar 3,647. Namun, perlakuan\nini belum menghasilkan minyak nilam memenuhi standar patchouli alcohol yang\nditetapkan SNI-06-2385-2006.", "Daftar File": {"ABSTRAK Michelle Albertine": "https://digilib.itb.ac.id/gdl/download/299707"}, "Penulis": "Michelle Albertine [11919008]", "Kontributor / Dosen Pembimbing": ["Dr. Alfi Rumidatul, S.Hut., M.Si.", "Dr. Ir. Rudi, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "minyak atsiri, minyak nilam, steam distillation, rendemen, mutu minyak nilam", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}