{"Nomor": 75077, "Judul": "OPTIMASI PERFORMA PRODUKSI MENGGUNAKAN METODE EQUAL SLOPE DI LAPANGAN  X  DENGAN HYBRID ARTIFICIAL LIFT: ELECTRICAL SUBMERSIBLE PUMP DAN GAS LIFT", "Abstrak": "Minyak dan gas dalam suatu reservoir diproduksikan dengan mengangkat fluida ke permukaan melalui fasilitas produksi. Secara alami, aliran fluida yang diproduksikan akan terangkat ke permukaan dengan cara alami atau natural flow. Penurunan tekanan reservoir merupakan hal wajar bila produksi dilakukan secara berkelanjutan yang berakibat pada penurunan produksi minyak dan gas. Salah satu cara untuk kembali meningkatkan produksi adalah dengan meningkatkan pressure drawdown dengan mengaplikasikan artificial lift atau pengangkatan buatan pada suatu sumur produksi. Optimasi pada suatu lapangan dengan metode lebih dari satu, biasa dilakukan dengan menggunakan metode komputasi. Sedangkan metode optimasi yang sederhana seperti equal slope, sampai saat ini hanya diaplikasikan pada lapangan dengan pengangkatan buatan yaitu gas lift. Penerapan metode equal slope pada pengangkatan buatan lain selain gas lift, sejauh ini belum diaplikasikan. Pada penelitian ini penulis mengusulkan metode equal slope untuk mengoptimasi performa produksi lapangan X menggunakan hybrid artificial lift berupa Electrical Submersible Pump (ESP) dan gas lift secara bersamaan. Pada penelitian ini, penulis ingin menganalisis optimasi dengan batasan kapasitas pengolahan produksi sumur minyak dan alokasi injeksi gas.\nHasil penelitian didapatkan bahwa metode equal slope dapat digunakan untuk mengoptimasi lapangan produksi dengan hybrid artificial lift. Sebelum diaplikasikan untuk mengoptimasi pada hybrid artificial lift ini, metode equal slope terlebih dahulu diuji untuk mengoptimasi artificial lift selain gas lift.", "Daftar File": {"ABSTRAK Ali Morteza Imaduddin": "https://digilib.itb.ac.id/gdl/download/299708"}, "Penulis": "Ali Morteza Imaduddin [12219062]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Equal Slope, ESP, Gas Lift", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "25 Jul 2023"}