{"Nomor": 75085, "Judul": "TINJAUAN PERKEMBANGAN KARYA-KARYA IRFAN HENDRIAN (2012-2022)", "Abstrak": "Intervensi pasca-medium merupakan fenomena dalam Seni rupa Kontemporer yang\nmengusung bahwa suatu karya maupun seorang seniman tidak terbatas pada media\ntertentu untuk menyampaikan ekspresi dari karyanya. Ini bertentangan dengan\npendekatan kekhususan medium dalam Seni Modern. Dalam perkembangan Seni\nRupa kontemporer Indonesia muncul beberapa seniman berbasis kertas yang\nmenjadikan ciri kekaryaan mereka sebagai identitas utama. Di dalam kluster\nseniman kertas itu sosok Irfan Hendrian merupakan seniman berbasis kertas yang\ncukup membedakan secara teknis dan visual dikarenakan proses orisinal dari\npengembangan medium kertas.\nPenelitian ini bertujuan menengarai bagaimana kehidupan dan pandangan Irfan\nHendrian mempengaruhi kekaryanya dan juga bagaimana perkembangan karyakarya Irfan terutama dalam pameran tunggal ke pameran tunggal dalam kurun\nwaktu 2012-2022. Kritik seni Feldman dan Barret digunakan untuk mengulas\nkarya-karya secara kualitatif. Penelitian mengenai Proses Kreasi Seniman Muda\nBandung dan Medium Seni dalam Medan Sosial Seni Rupa Indonesia telah\ndilakukan oleh Kiki Rizki Soetrisna Putri dan Adryanto Rikrik Kusmara. Penelitian\nini bermaksud menelaah kekaryaan Irfan Hendrian sebagai seniman berbasis kertas\ndalam rangka menambah khazanah pengetahuan seni rupa kontemporer Indonesia.\nTinjauan karya-karya Irfan Hendrian dalam mendalami medium kertas\nmenunjukkan evolusi teknis dan visual yang bertahap. Sifat karya khas Irfan\nmerupakan teknis penumpukan puluhan layer kertas industrial yang dipotong\nmaupun dipahat secara mesin dengan pertimbangan yang sangat terukur\nformalistik. Variasi teknis yang berevolusi dari pameran tunggal ke pameran\ntunggal memperlihatkan pemahaman medium kertas yang mendalam dan\nsenantiasa mendorong terus segi orisinalitasnya dalam pengembangan medium dan\nsikap pandangannya pada keadaan sekitar yang mempengaruhi kehidupannya.\nPengolahan ini merupakan kekhususan lebih lanjut dari identitasnya sebagai\nseniman berbasis kertas yang membedakan dirinya dengan seniman sejawat yang\nsama-sama mengusung kertas sebagai medium-specificity mereka.", "Daftar File": {"2023 TS PP GEUGEUT PANGESTU SUKANADAWINATA 1.pdf": "https://digilib.itb.ac.id/gdl/download/299716"}, "Penulis": "Geugeut Pangestu Sukandawinata [27019009]", "Kontributor / Dosen Pembimbing": ["Dr. Andryanto Rikrik Kusmara, M.Sn.", "Dr. Agung Hujatnika, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Tinjauan Karya, Kritik Seni, Irfan Hendrian, Kekhususan Medium", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Jul 2023"}