{"Nomor": 75086, "Judul": "APLIKASI TIO2 TERMODIFIKASI MANGAN SEBAGAI ETHYLENE SCAVENGER UNTUK MEMPERPANJANG UMUR SIMPAN BUAH PISANG", "Abstrak": "Pisang, selain menjadi sumber nutrisi yang baik, juga merupakan komoditas\npenting di Indonesia dan menjadi buah paling banyak dihasilkan. Namun, karena\npisang merupakan buah klimakterik, maka buah tersebut memiliki pematangan\nyang cepat dan umur simpan yang rendah. Salah satu teknologi untuk\nmemperpanjang umur simpan pisang adalah dengan modified atmosfer storage\nyang memanfaatkan ethylene scavenger. Material ethylene scavenger berfungsi\nuntuk mengurangi kadar etilena agar memperlambat proses pematangan. TiO2,\ndengan sifatnya yang tidak beracun, dapat berperan sebagai ethylene scavenger\nmelalui proses degradasi fotokatalitik. Pada penelitian ini, dilakukan sintesis TiO2\nterdekorasi Mn (TiO2/Mn) dan diselidiki pengaruhnya terhadap aktivitas TiO2 pada\nrentang cahaya tampak, serta performanya sebagai ethylene scavenger. Metode\nkarakterisasi yang digunakan adalah spektroskopi UV-visible, spektroskopi Raman,\ndan scanning electron microscopy (SEM) yang dilengkapi dengan energy\ndispersive X-Ray spectroscopy (EDX). Pengujian aktivitas fotokatalisis dilakukan\ndengan dua pendekatan, yaitu terhadap pewarna rhodamin B dan langsung terhadap\ngas etilena murni. Kemudian TiO2/Mn ditambahkan ke dalam sistem penyimpanan\nbuah pisang sebagai uji aplikasi terhadap pematangan. Faktor yang diamati dari\npisang berupa perubahan dari segi warna, kekerasan buah (pengujian menggunakan\npenetrometer), laju pembentukan etilena, dan laju respirasi (menggunakan sensor\nCO2 dan etilena), serta tingkat hidrolisis pati (mengukur nilai total padatan terlarut).\nHasil karakterisasi EDX mengkonfirmasi adanya sepsi Mn yang merata pada\npermukaan TiO2. Kemudian spektroskopi UV-visible menunjukkan bahwa dekorasi\nMn meningkatkan serapan TiO2 pada rentang cahaya tampak. Selebihnya, struktur\ndan ukuran partikel tidak berubah secara signifikan. Pada pengujian fotodegradasi\nterhadap rhodamin B dan etilena, diketahui bahwa aktivitas TiO2 mengalami\npenurunan ketika disinari cahaya UV, namun meningkat ketika disinari pada\nrentang cahaya tampak. Pada rentang cahaya tampak, TiO2/Mn lebih aktif dengan\npenyinaran lampu biru dan merah, sedangkan tidak teramati adanya aktivitas pada\npenyinaran lampu hijau. Berdasarkan serapan inframerah dari reaktor etilena\nselama reaksi dengan penyinaran cahaya tampak, ditemukan bahwa etilena\nmengalami oksidasi sebagian menjadi asam format. Hal ini disebabkan oleh\nberkurangnya spesi oksidatif pada permukaan katalis, sehingga etilena lepas dari\npermukaan sebelum teroksidasi menjadi karbon dioksida. Berdasarkan warna\nTiO2/Mn, diasumsikan bahwa spesi Mn berupa MnO2, dimana interaksi antara TiO2\ndengan Mn berupa heterojunction tipe I. Selanjutnya, pengujian terhadap pisang\nmengkonfirmasi bahwa TiO2/Mn mampu digunakan sebagai ethylene scavenger.\nPisang yang disimpan pada wadah dengan adanya TiO2/Mn menunjukkan\nperubahan dari segi warna, laju produksi etilena, laju respirasi, kekerasan, dan\njumlah gula terlarut yang mengarah pada pematangan yang terhambat.", "Daftar File": {"ABSTRAK Fairuz Gianirfan Nugroho": "https://digilib.itb.ac.id/gdl/download/299717"}, "Penulis": "Fairuz Gianirfan Nugroho [28720301]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng.", "Prof. Fenny Martha Dwivany, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknologi Nano", "Fakultas": "", "Subjek": "", "Kata Kunci": "TiO2, dekorasi Mn, ethylene scavenger, pisang Cavendish, teknologi pascapanen", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}