{"Nomor": 75084, "Judul": "ANALISIS KESESUAIAN AREA EVAKUASI DAN RELOKASI BENCANA ERUPSI GUNUNG SEMERU TAHUN 2021 BERDASARKAN STANDAR PERATURAN YANG BERLAKU", "Abstrak": "Erupsi Gunung Semeru yang terjadi pada 4 Desember 2021 telah melanda\npermukiman warga di beberapa desa. Akibatnya, lingkungan tempat tinggal\nwarga porak-poranda dan rumah rata dengan tanah sehingga tidak dapat\nditempati kembali. Pemerintah bersama dengan para lembaga membangun\ntempat pengungsian di area evakuasi dan hunian sementara dan hunian tetap di\narea relokasi. Namun, pemindahan masyarakat ini menimbulkan kendala baru,\nseperti jarak yang terlalu dekat dengan gunung, masyarakat kehilangan mata\npencaharian, dan sebagainya. Berdasarkan hal tersebut, tugas akhir ini dibuat\ndengan tujuan menganalisis kesesuaian area evakuasi dan relokasi berdasarkan\nstandar peraturan yang berlaku. Untuk mencapai tujuan tersebut digunakan\ndata geotagging, digitasi area, kondisi geografis, dan wawancara pihak terkait\nserta dokumen pendukung. Data tersebut diolah dan dianalisis kesesuaiannya\nterhadap standar peraturan yang berlaku dan diuji komparasi menggunakan\nmetode SWOT. Hasil dari tugas akhir ini adalah informasi geospasial berupa\nkriteria standar area dan keterpenuhan kriteria. Kriteria dari area evakuasi\nsebanyak 8 kriteria (lokasi, topografi lahan, tenda, air bersih, pangan, toilet,\nakses perhubungan, dan fasillitas lainnya) dan area relokasi sebanyak 7 kriteria\n(lokasi, topografi, bangunan, air bersih, perhubungan, saluran irigasi, fasilitas\nlainnya). Masing-masing kriteria memiliki indikator dengan keterpenuhan\nkriteria area evakuasi sebanyak 14 indikator terpenuhi, 5 indikator cukup\nterpenuhi, dan 2 belum terpenuhi, serta 2 tidak terpenuhi sama sekali dan untuk\narea relokasi sebanyak 8 indikator terpenuhi, tidak ada indikator cukup\nterpenuhi, dan 4 indikator belum memenuhi. Selanjutnya, adanya rekomendasi\npeningkatan kualitas area evakuasi dan relokasi yang diharapkan dapat menjadi\ninformasi maupun pertimbangan bagi pemerintah dalam pengadaan area\nevakuasi dan relokasi saat ini maupaun untuk yang akan datang.", "Daftar File": {}, "Penulis": "Deby Oksela Putri [15119009]", "Kontributor / Dosen Pembimbing": ["Ir. Agustinus Bambang Setyadji, M.Si., D.Sc.", "Dr. Ir. Vera Sadarviana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Area evakuasi, area relokasi, kriteria, indikator, SWOT", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}