{"Nomor": 75098, "Judul": "PERANCANGAN AGROFORESTRI KOPI DENGAN MEMPERTIMBANGKAN HIDROLOGI LAHAN DI PALINTANG, CILENGKRANG, JAWA BARAT", "Abstrak": "Sejak abad ke-19, tanaman kopi merupakan komoditi yang penting pada perdagangan internasional. Konsumsi kopi per kapita di Indonesia saat ini adalah 1,11 kg/kapita/tahun dan akan terus meningkat. Dalam rangka pengembangan tanaman kopi, informasi terkait manajemen air seperti proses hidrologi (infiltrasi dan simpanan air yang tersedia dalam tanah) sangat diperlukan. Tujuan dari penelitian ini adalah untuk menentukan nilai infiltrasi tanah, nilai simpanan air tanah, serta pengaruh kehadiran eukaliptus (Eucalyptus sp.) dan pinus (Pinus merkusii) sebagai tanaman penaung kopi (Coffea arabica) terhadap infiltrasi dan simpanan air di lahan agroforestri kopi di Patrol Palintang, Cipanjalu, Kec. Cilengkrang, Bandung, Jawa Barat. Metode yang digunakan pada penelitian ini adalah observasi lapangan dan analisa laboratorium. Penelitian dilakukan pada dua tempat yang berbeda yaitu lahan tanaman kopi dengan naungan eukaliptus dan lahan tanaman kopi dengan naungan pinus. Dari masing- masing tempat dilakukan pengambilan data sebanyak 5 titik berbeda. Parameter yang diamati adalah infiltrasi dan simpanan air dalam tanah serta sifat fisik dan kimia tanah yang dilakukan dalam tiga periode. Hasil penelitian dijumpai infiltrasi rata-rata pada lahan tanaman kopi dengan naungan Eucalyptus sp. sebesar 9,62 mm dan pada lahan tanaman kopi dengan naungan Pinus merkusii sebesar 18,66 mm. Simpanan air tanah rata-rata pada lahan kopi dengan naungan Eucalyptus sp. sebesar 296,25 mm dan pada lahan tanaman kopi dengan naungan Pinus merkusii sebesar 255,16 mm. Infiltrasi tanah dipengaruhi oleh jenis naungan pada lahan tanaman kopi (p < 0,05) dan ketebalan serasah. Jumlah simpanan air tanah tidak dipengaruhi oleh perbedaan jenis naungan pada lahan tanaman kopi (p > 0,05). Simpanan air dipengaruhi oleh kadar air dan karakteristik sifat fisik tanah.", "Daftar File": {"ABSTRAK Savira Qorry Aina": "https://digilib.itb.ac.id/gdl/download/299736"}, "Penulis": "Savira Qorry Aina [11517009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, M.S., DEA.", "Sartika Indah Amalia Sudiarto, S.Si., M.Sc.Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "infiltrasi, sifat fisik tanah, sifat kimia tanah, tebal serasah, simpanan air", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}