{"Nomor": 75097, "Judul": "PENGEMBANGAN ACE2-LIKE ENZYME DARI KLUYVEROMYCES MARXIANUS YANG DIISOLASI DARI YOGHURT", "Abstrak": "Angiotensin-converting enzyme 2 (ACE2) adalah enzim yang ditemukan pada membran sel organ yang memiliki peran penting dalam proses fisiologis tubuh manusia. Namun, protein ACE2 juga dapat digunakan oleh virus SARS-CoV-2 sebagai titik masuk infeksi virus tersebut. Selanjutnya, infeksi ini akan membuat terjadinya downregulation fungsi dari ACE2 sendiri dan pada akhirnya dapat menyebabkan munculnya gejala COVID-19 seperti penurunan fungsi paru-paru, myokarditis, dan hipertensi. Oleh karena itu, salah satu mekanisme yang dapat dimanfaatkan untuk mengobati COVID-19 adalah dengan mengurangi ikatan SARS-CoV-2 dengan reseptor human ACE2 dengan memanfaatkan enzim ‘ACE2-like’. Telah diketahui dari penelitian sebelumnya bahwa ACE2-like enzyme dapat diisolasi dari mikroorganisme yang ada di produk makanan fermentasi. Oleh karena itu, penelitian ini akan mengisolasi mikroorganisme dari makanan fermentasi dan mengembangkan sistem ekspresi ACE2-like enzyme yang didapat. Penelitian ini diawali dengan seleksi mikroorganisme pada yoghurt dengan menggunakan medium selektif MRS. Kemudian, koloni yang tumbuh dicuplik dan diuji aktivitas ACE2-like-nya dan dilanjutkan dengan whole genome sequencing menggunakan Nanopore. Hasil WGS di-assembly dan dianotasi untuk mencari kandidat gen pengkode ACE2-like enzyme dan selanjutnya dilakukan analisis in silico pada kandidat gen tersebut. Kandidat gen dengan hasil uji in silico terbaik akan didesain plasmid ekspresinya, dikloning, dan diekspresikan pada bakteri rekombinan Escherichia coli BL21(DE3). Ekspresi protein rekombinan ACE2-like dikonfirmasi dengan metode SDS-PAGE dan uji aktivitas ACE2-like. Dari hasil penelitian, didapatkan 16 koloni berbeda yang berhasil tumbuh pada medium selektif, dan empat koloni diantaranya memiliki aktivitas ACE2-like enzyme tertinggi. Dari keempat koloni tersebut, satu koloni berhasil di analisis dan diidentifikasi whole genome-nya, yaitu Kluyveromyces marxianus. Dari hasil anotasi genom, spesies ini memiliki empat kandidat gen pengkode ACE2-like enzyme. Dari hasil analisis in silico, disimpulkan bahwa gen KEX1 merupakan gen pengkode kandidat ACE2-like enzyme yang terbaik. Gen KEX1 kemudian dikloning serta diekspresikan dengan induksi IPTG 0,25mM dan dikonfirmasi dengan SDS-PAGE. Hasil SDS-PAGE mengkonfirmasi keberhasilan ekspresi KEX1. Namun, dibutuhkan penelitian lebih lanjut untuk mengoptimasi ekspresi dan mengkarakterisasi protein KEX1 rekombinan yang dihasilkan.", "Daftar File": {"ABSTRAK Sulthan Rafi Ibrahim": "https://digilib.itb.ac.id/gdl/download/299735"}, "Penulis": "Sulthan Rafi Ibrahim [21122035]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "ACE2-like enzyme, KEX1, carboxypeptidase, Oxford Nanopore Technologies, Escherichia coli BL21 (DE3) pLysS, molecular docking, SARS-CoV-2, Kluyveromyces, Kluyveromyces marxianus", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}