{"Nomor": 75091, "Judul": "PENGARUH PERUBAHAN IKLIM PADA POLA DISTRIBUSI SPATIOTEMPORAL CELURUT (CROCIDURA SPP.) DI PAPARAN SUNDA", "Abstrak": "Perubahan iklim dan pemanasan global merupakan penyebab kepunahan tercepat,\ni.e. melalui penggeseran bahkan pengurangan distribusi habitat organisme.\nSayangnya, informasi terkait dampaknya pada pola distribusi satwa, khususnya di\nPaparan Sunda, masih terbatas. Untuk itulah dilakukan penelitian ini yang bertujuan\nuntuk mengidentifikasi pengaruh perubahan iklim pada pola distribusi\nspatiotemporal satwa di Paparan Sunda, khususnya celurut (Crocidura Wagler,\n1832), yang merupakan kelompok organisme yang ideal digunakan dalam\npemodelan Biogeografi. Pemodelan distribusi Crocidura spp. secara umum\ndilakukan menggunakan pendekatan maximum entropy (MaxEnt 3.4.4) dengan\ninput berupa informasi perjumpaan enam belas spesies Crocidura spp. di Paparan\nSunda, faktor bioklimatik, elevasi, dan tutupan lahan; sesuai dengan spesifikasi\nsoftware dan karakteristik organisme yang digunakan. Pemodelan distribusi\ndilakukan untuk masa: (1) kontemporer; (2) setelah Last Glacial Maximum (LGM)\nhingga Mid-Holocene); serta (3) proyeksi tahun 2060, 2080 dan 2100 di bawah\nskenario klimatik Shared Socioeconomic Pathway (SSP) 1-2.6 (perubahan\nminimum), SSP2-4.5 (perubahan menengah), dan SSP5-8.5 (perubahan\nmaksimum). Model kemudian dievaluasi dalam dua tahap, yaitu: (1) penerapan\nnilai ambang 0,75 untuk Area Under ROC (Receiver Operating Characteristic\ncurve) curve [AUC]; yang dilanjutkan dengan (2) ground check. Tahap kedua\ndilakukan melalui pemasangan Shearman, Victor, dan pitfall traps berjumlah 55\nbuah selama tiga hari di setiap area yang dipilih sesuai hasil evaluasi tahap pertama.\nRentang AUC dari model yang dihasilkan berkisar antara 0,838-0,999 (baik hingga\nsangat baik). Pada mayoritas spesies, variabel lingkungan yang paling berpengaruh\n???????????????????????????? ???????????????????????????????????????????? ???????????????????????????????? ???????????????????? Crocidura vosmaeri dan C. hutanis yang lebih\n????????????????????????????????????????????????????????????????????????mean diurnal range????????????Untuk itulah ground check dilakukan di\ntiga kawasan yang merepresentasikan perbedaan elevasi (Gunung Papandayan,\nGunung Sawal, dan Leuweung Sancang) dengan hasil didapatnya sebelas spesimen\ndari empat spesies dan jumlah spesimen celurut semakin menurun seiring\nberkurangnya elevasi. Berdasarkan pemodelan masa lalu, diduga Crocidura spp.\nPaparan Sunda masuk dari daratan utama Asia melalui dataran rendah\nSemenanjung Malaka yang menyebar ke area insular pada waktu terbentuknya land\nbridge berupa sabana, yang kemudian mengalami spesiasi secara alopatrik atau\nsimpatrik Secara umum, dinamika pola distribusi masa lalu tidak sesuai dengan\nhipotesis dampak iklim dan kenaikan muka air laut, kecuali untuk C. vosmaeri yang\nterisolasi di area insular Zaman Pleistosen sehingga hidup di dataran rendah, kurang\nadaptif pada peruabahan suhu dan memiliki preferensi habitat berupa sabana. Tren\nyang serupa terlihat pada hasil pemodelan masa depan yang juga sensitif terhadap\nkarakteristik spesies, yang kemudian dapat dikategorikan ke dalam skenario: (1)\nkepunahan; (2) fluktuasi habitat; serta (3) kenaikan populasi yang diikuti laju yang\nkonstan. Secara umum perubahan yang lebih besar nampak pada skenario dampak\nyang besar pula (SSP2-4.5 dan SSP5-8.5). Secara umum, penelitian ini bahwa secara umum (perubahan0 \"iklim\" bukanlah faktor penentu utama dalam membentuk pola distribusi spatiotemporal Crocidura spp. di Paparan Sunda.\nNamun, mitigasi dampak perubahan iklim tetap penting dilakukan karena faktor\niklim tetap dapat memberikan pengaruh yang menentukan kelestarian kelompok\norganisme ini di masa depan, khususnya ketika berinteraksi dengan faktor biologiss\nintrinsik dan ekstrinsik organisme.", "Daftar File": {"ABSTRAK Maha Yudha Samawi": "https://digilib.itb.ac.id/gdl/download/299730"}, "Penulis": "Maha Yudha Samawi [10619027]", "Kontributor / Dosen Pembimbing": ["Arni Rahmawati Fahmi Sholihah, S.Si., M.Si.", "Aditya Dimas Pramudya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "forest-dependent taxa, pemanasan global, pergeseran habitat, Soricidae, species distribution model", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}