{"Nomor": 75095, "Judul": "STUDI GEOKIMIA AIRTANAH DESA KEBONTURI DAN SEKITARNYA, KECAMATAN ARJAWINANGUN, PROVINSI JAWA BARAT", "Abstrak": "Pada tahun 2016, Institut Teknologi Bandung (ITB) meresmikan kampus Cirebon sebagai salah satu program pengembangan multikampus. Hal ini mengakibatkan jumlah penduduk yang berdomisili di sekitar kampus dan kebutuhan air untuk kegiatan sehari-hari bertambah. Sementara itu, pengetahuan tentang kondisi dan kualitas airtanah masih sangat terbatas, dikarenakan penelitian tentang airtanah di daerah tersebut masih sangat terbatas. Oleh karena itu, perlu adanya penelitian tentang kondisi dan kualitas airtanah di daerah tersebut. Daerah penelitian terletak di Desa Kebonturi, Kecamatan Arjawinangun, Kabupaten Cirebon, Jawa Barat. Luas daerah penelitian adalah 4,3 km2 dengan jarak sekitar satu kilometer dari area kampus Cirebon.\nPenelitian ini bertujuan untuk mengetahui kondisi bawah permukaan, arah aliran airtanah, karakteristik dan kualitas airtanah di Desa Kebonturi dan sekitarnya. Metode yang digunakan yaitu pengamatan sumur galian, pengukuran muka air tanah (MAT), dan sampling airtanah (pH, TDS, daya hantar listrik, kadar garam, warna, bau, rasa, dan temperatur). Terdapat 36 sampel airtanah dan 8 penampang geolistrik yang digunakan dalam penelitian ini. Sampel airtanah terdiri dari 21 sampel sumur bor, 13 sampel sumur galian, dan 2 sampel air panas. Kemudian, sepuluh sampel diantaranya dilakukan analisis lebih lanjut di laboratorium untuk memperoleh konsentrasi ion utama, fluorida, dan kesadahan.\nBerdasarkan penampang geolistrik, lapisan bawah permukaan didominasi oleh lapisan/material yang terdiri dari pasir bercampur dengan lempung, dapat menyimpan air dalam jumlah yang terbatas. Terdapat tiga titik saran lokasi pengeboran airtanah dan arah aliran airtanah diperkirakan bergerak ke timur berdasarkan peta persebaran muka airtanah (MAT). Analisis dan interpretasi geokimia airtanah dilakukan dengan menggunakan diagram Piper dan diagram Kloosterman. Berdasarkan diagram Piper, fasies airtanah pada daerah penelitian terbagi menjadi lima fasies yaitu fasies non-dominan bikarbonat, fasies natrium sulfat, fasies non-dominan sulfat, fasies natrium klorida, dan fasies campuran. Berdasarkan diagram Kloosterman, airtanah pada daerah\npenelitian terbagi menjadi lima tipe hidrokimia yaitu tipe II (air semi-karbonat), tipe IV (air sulfat), tipe Va, tipe VI (intrusi), dan zona campuran. Berdasarkan analisis parameter fisik dan kimia airtanah, airtanah pada daerah penelitian dinilai tidak layak untuk diminum secara langsung tanpa penanganan terlebih dahulu. Selain itu, terdapat sumber mata air panas yang berjarak sekitar 6,4 km dari daerah penelitian, diperkirakan tidak memberikan pengaruh terhadap sistem airtanah pada daerah penelitian.", "Daftar File": {}, "Penulis": "Frans Jonathan Matondang [12016019]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ir. Very Susanto, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kebonturi, geologi, geolistrik, geokimia, airtanah.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}