{"Nomor": 75105, "Judul": "PERANCANGAN PIPA PENYALUR AIR BERSIH PADA SUATU WILAYAH KOTA DI KALIMANTAN", "Abstrak": "Salah satu kebutuhan utama pada pembangunan suatu wilayah kota di Kalimantan\nadalah penyediaan air bersih yang dapat digunakan selama proses pembangunan dan\nkemudian dapat dilanjutkan sebagai penyediaan fasilitas air bersih untuk masyarakat.\nSaat proses pembangunan suatu wilayah kota di Kalimantan, akan ada sekitar 70 ribu\npekerja dari berbagai sektor kegiatan yang akan bekerja. Tentu saja dibutuhkan air bersih\nuntuk menunjang kegiatan pembangunan maupun kebutuhan air bersih bagi pekerja di atas.\nTugas akhir ini membahas kebutuhan pompa serta sistem pipa untuk mengalirkan air bersih\ndari sumber instalasi pengolahan air bersih menuju ground water tank yang berjarak sekitar\n2,8 kilometer.\nPerancangan sistem pipa penyalur air bersih dilakukan dengan perhitungan teoretis\nmaupun menggunakan perangkat lunak untuk menentukan diameter pipa, spesifikasi\npompa, menentukan tekanan maksimal yang terjadi di dalam pipa pada kondisi tunak\nmaupun transien, serta menganalisis keamanan mengenai ketahanan pipa terhadap fenomena\nwater hammer.\nBerdasarkan analisis yang dilakukan pada perancangan ini akan digunakan sistem perpipaan\nuntuk menyalurkan air bersih dari instalasi pengolahan air menuju ground water tank\nmenggunakan pipa HDPE berukuran 8 in dengan spesifikasi SDR11 PE100 PN16 yang\ndipompa melalui pompa Grundfos Grundfos Hydro MPC-E 5 CRIE 20-7 dengan daya 43,63\nkW untuk waktu operasional 16 jam dan pompa Grundfos Grundfos Hydro MPC-E 5 CRIE\n15-4 dengan daya 15,86 kW untuk waktu operasional 24 jam. Pompa yang dipilih untuk\nkedua waktu operasional tidak mengalami kavitasi. Tekanan maksimal untuk waktu\noperasional 16 jam adalah 7,22 bar pada keadaan tunak dan 10,38 bar pada keadaan transien.\nSedangkan tekanan maksimal untuk waktu operasional 24 jam adalah 4,52 bar pada keadaan\ntunak dan 6,71 bar pada keadaan transien. Sistem pipa penyalur air aman dari fenomena\nwater hammer pada kedua waktu operasional.", "Daftar File": {}, "Penulis": "Tecta An Nafi' Patragama [13116052]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}