{"Nomor": 75104, "Judul": "ADSORPSI ZAT WARNA RHODAMIN B MENGGUNAKAN ADSORBEN BUTIRAN KOMPOSIT KITOSAN-CACO3", "Abstrak": "Air merupakan komponen penting dalam kehidupan, dan apabila tercemar akan mempengaruhi makhluk hidup. Air yang tercemar dapat mengganggu ekosistem air. Hal ini dikarenakan air yang tercemar akan menghambat proses fotosíntesis karena dapat mempersulit masuknya sinar matahari. Pencemaran air dapat disebabkan oleh proses industri salah satunya industri tekstil yang menggunakan zat warna sintetik dalam proses produksinya. Jumlah zat warna yang digunakan dalam industri tekstil yaitu sekitar 1,3 juta ton per tahun dan sekitar 10-25% dibuang selama proses pewarnaan. Air buangan proses pewarnaan sekitar 1000-3000 m3 untuk 12-20 ton tekstil pertahunnya. Zat warna sintetik salah satunya yaitu Rhodamin B yang bersifat toksik dan karsinogenik. Penanganan tercemarnya air akibat adanya limbah zat warna, dapat menggunakan metode adsorpsi. Adsorben yang dapat digunakan yaitu kitosan. Namun, kitosan memiliki kekurangan yaitu sifat mekanik yang rendah karena mudah larut dalam asam. Oleh karena itu, kitosan dimodifikasi untuk meningkatkan sifat mekanik dan meningkatkan daya adsorpsi. Salah satu modifikasi yang dapat digunakan yaitu pengikatan silang dan pembentukan komposit. Berdasarkan hasil penelitian, sebelum dimodifikasi, kitosan dilarutkan dalam asam asetat 1% (%v/v) untuk mengaktivasi gugus amina (-NH2), kemudian larutan kitosan ditambahkan variasi konsentrasi senyawa anorganik CaCO3. Larutan kitosan-CaCO3 diteteskan menggunakan syringe dalam cawan petri yang berisikan variasi konsentrasi agen pengikat silang tripolifosfat (TPP) dan direndam dengan variasi waktu perendaman. Adsorben optimum dalam adsorpsi Rhodamin B dengan konsentrasi CaCO3 20 gram/mL, konsentrasi TPP 5% (%b/v) dan waktu perendaman 3 jam. Adsorben dikarakterisasi menggunakan SEM, FTIR, XRD, BET dan Potensial Zeta. Kemudian adsorben diaplikasikan dalam adsorpsi Rhodamin B dengan pengaruh pH, waktu kontak, konsentrasi adsorbat, jumlah adsorben dan temperatur. Berdasarkan hasil penelitian, adsorpsi Rhodamin B optimum pada waktu kontak 3 jam dengan kinetika mengikuti orde dua semu dengan R2 0,9939, pH optimum 4, konsentrasi adsorbat 50 ppm dengan isoterm adsorpsi Sips Qmax 2,8826 mg g-1 dan K 0,7325 L mg-1. Temperatur semakin tinggi meningkatkan kapasitas adsorpsi dengan reaksi spontan berdasakan nilai energi Gibbs negatif pada temperatur 300 K, tidak spontan dengan energi Gibbs positif pada temperatur 313 K dan 323 K. Proses adsorpsi berlangsung secara endotermis berdasarkan nilai entalpi positif. Adsorpsi Rhodamin B menggunakan adsorben butiran komposit kitosan- CaCO3 terjadi secara fisisorpsi karena ?G < 20 kJ mol-1.", "Daftar File": {"ABSTRAK Ainur Rizqi Choiriyah": "https://digilib.itb.ac.id/gdl/download/300489", "PUSTAKA Ainur Rizqi Choiriyah": "https://digilib.itb.ac.id/gdl/download/301009"}, "Penulis": "Ainur Rizqi Choiriyah [20520310]", "Kontributor / Dosen Pembimbing": ["Dr. Henry Setiyanto, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "kitosan, agen pengikat silang, CaCO3, rhodamin b, adsorpsi", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "25 Jul 2023"}