{"Nomor": 75101, "Judul": "STUDI PERILAKU TRIBOLOGI BLOK REM KERETA API MENGGUNAKAN TRIBOTESTER PIN-ON-DISK DENGAN METODE DESAIN FAKTORIAL", "Abstrak": "Sistem pengereman pada kereta api merupakan salah satu sistem penting dalam menunjang keselamatan. Kegagalan komponen dalam sistem pengereman seringkali diakibatkan oleh keausan yang ditandai dengan hilangnya material akibat gesekan. Kondisi pembebanan, pelumasan, dan lingkungan sangat berpengaruh terhadap tingkat keausan yang terjadi pada komponen pengereman. Salah satunya, blok rem kereta api yang berbasis besi cor kelabu.\nDalam penelitian ini, penentuan nilai mass loss dan koefisien gesek (?) dari blok rem kereta api dilakukan dengan rancangan desain faktorial menggunakan tribotester pin-on-disk yang telah dimodifikasi. Dalam pengujiannya, digunakan variasi faktor seperti besar pembebanan, pelumasan, serta partikel abrasif sebagai representasi dari debris yang ada di lingkungan.\nDari hasil pengujian yang dilakukan, melalui proses uji signifikansi, faktor yang memiliki pengaruh signifikan terhadap mass loss blok rem kereta api berbasis besi cor adalah pembebanan dan pelumasan. Perubahan besar beban dari 1,6 kgf menjadi 2 kgf akan meningkatkan nilai mass loss dari blok rem kereta api sebesar 0,13725 mg dari nilai rata-ratanya. Kemudian, perubahan kondisi pelumasan dari air menjadi oli SAE 40 akan menurunkan nilai mass loss sebesar 0,22075 mg dari nilai rata-ratanya. Untuk pengujian gesek, faktor yang berpengaruh signifikan terhadap nilai koefisien gesek adalah faktor pembebanan, yaitu dengan peningkatan beban dari 0,3 kgf menjadi 0,6 kgf akan menurunkan nilai koefisien gesek sebesar 0,07225 dari nilai rata-ratanya.", "Daftar File": {}, "Penulis": "Ridwan Kharisma Mukti [13719048]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Hartono Setiamarga", "Ir. Untung Ari Wibowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Rem, Keausan, Blok rem, Besi cor, Pembebanan, Pelumasan, Partikel abrasif", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}