{"Nomor": 75107, "Judul": "PENGARUH ANISOTROPI PADA PERILAKU TABRAK STRUKTUR CRASH BOX", "Abstrak": "Kecelakaan pada kendaraan dapat membahayakan keselamatan penumpang sehingga diperlukan usaha untuk meningkatkan keamanan dari struktur kendaraan. Desain struktur berbasis crashworthiness menggunakan crash box merupakan solusi efektif untuk menyerap energi kinetik dari perilaku tabrak. Crash box dimanufaktur dari plat logam yang dibentuk dengan metode rolling. Orientasi butir material akan berubah pada saat rolling sehingga akan menimbulkan anisotropi. Dengan terjadinya anisotropi akibat proses manufaktur akan memberikan pengaruh terhadap sifat material dan perilaku struktur ketika menerima beban impak.\nPenelitian ini menggunakan simulasi metode elemen hingga berbasis model anisotropi Hill dan Barlat pada software LS DYNA untuk menganalisis efek anisotropi pada beban dinamik dari crash box. Model anisotropi dan isotropi divalidasi dengan membandingkan hasil simulasi dengan eksperimen. Analisis parametrik juga dilakukan dengan memvariasikan parameter ketebalan dan material (AA5754 dan SPHC) untuk mengetahui korelasinya dengan performa crashworthiness seperti specific energy absorption, mean crushing force dan crushing force efficiency.\nDengan membandingkan hasil simulasi pada penelitian ini dengan hasil eksperimental menunjukkan model anisotropi Barlat memiliki galat specific energy absorption, mean crushing force, dan crushing force efficiency berturut-turut adalah 0.64%, 0.83% dan 17.18% sementara model isotropi memiliki galat sebesar 4.96%, 13.8%, dan 22.57%, dan Hill sebesar 16.33%, 16,48%, dan 17.64%. Pemodelan simulasi impak dengan variasi ketebalan dan material menunjukkan model material anisotropi Barlat lebih mendekati nilai isotropi dibandingkan model anisotropi Hill dengan galat rata-rata kurang dari 10% pada performa crashworthiness. Pemodelan anisotropi Barlat memperhitungkan efek dari strain rate, struktur polycrystal, dan rasio plastic strain material sehingga dapat memprediksi perilaku tabrak eksperimen lebih baik dibandingkan dengan model isotropi dan Hill. Hasil analisis parametrik dengan meningkatan ketebalan sebanding dengan peningkatan performa crashworthiness. Material SPHC memiliki specific energy absorption dan mean crushing force yang lebih tinggi dibandingkan AA5754 tetapi crushing force efficiency yang lebih rendah. Korelasi antara model material anisotropi Barlat dan isotropi memiliki trendline yang hampir sama sementara pada model material anisotropi Hill berbeda pada bagian specific energy absorption.", "Daftar File": {}, "Penulis": "Hisyam Sukmana Harun [13619009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Djarot Widagdo, Ph.D.", "Ir. Sigit Puji Santosa, MSME., Sc.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "crash box, anisotropi, isotropi, Hill, Barlat, crashworthiness, analisis parametrik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}