{"Nomor": 75102, "Judul": "PERANCANGAN AGROFORESTRI KOPI DENGAN MEMPERTIMBANGKAN HIDROLOGI LAHAN DI PALINTANG, CILENGKRANG, JAWA BARAT", "Abstrak": "Daur hidrologi merupakan perjalanan air dari laut ke atmosfir, permukaan tanah hingga kembali ke laut yang tidak pernah berhenti. Intersepsi dapat mengurangi jumlah air yang mencapai permukaan tanah dalam jumlah yang cukup besar. Intersepsi terjadi di tajuk vegetasi selama hujan hingga tajuk kembali kering. Penelitian ini bertujuan untuk menentukan intersepsi tajuk oleh ekaliptus (Eucalyptus sp.), pinus (Pinus merkusii) dan kopi (Coffea arabica) serta menentukan pengaruh intersepsi ekaliptus dan intersepsi pinus terhadap intersepsi tajuk kopi di lahan agroforestri kopi Patrol Palintang, Cipanjalu. Metode penelitian dilakukan dengan melakukan pengukuran langsung di lapangan dengan menggunakan pendekatan neraca volume selama 21 hari kejadian hujan. Curah hujan di lahan ekaliptus sebesar 15.80 mm, sedangkan curah hujan di lahan pinus sebesar 20.43 mm. Besar intersepsi tajuk ekaliptus (11,69% dari curah hujan) lebih kecil dari intersepsi tajuk pinus (34,60% dari curah hujan). Hal ini disebabkan karena pinus memiliki tajuk yang berbetuk corong, daun jarum, dan batang yang beralur. Selanjutnya, besar intersepsi tajuk kopi di bawah naungan ekaliptus adalah 96,16% dari curah hujan, sedangkan intersepsi tajuk kopi di bawah tegakan pinus adalah 90,78% dari curah hujan. Intersepsi ekaliptus dan pinus teruji secara statistik membawa pengaruh terhadap intersepsi kopi yang terdapat di bawah naungannya dengan signifikansi 0.018. Intersepsi tajuk tegakan utama mempengaruhi intersepsi tajuk pada tanaman kopi. Semakin besar intersepsi tajuk tegakan utama, maka intersepsi tajuk tanaman kopi semakin kecil.", "Daftar File": {"ABSTRAK Putri Meila Heryani": "https://digilib.itb.ac.id/gdl/download/299746"}, "Penulis": "Putri Meila Heryani [11517022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, M.S., DEA.", "Sartika Indah Amalia Sudiarto, S.Si., M.Sc.Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "curah hujan, intersepsi, stemflow, throughfall", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}