{"Nomor": 75113, "Judul": "PENGEMBANGAN STRATEGI DISTRIBUTOR ALAT KESEHATAN UNTUK MENGANTISIPASI SKENARIO KETIDAKPASTIAN DI MASA DEPAN", "Abstrak": "Indonesia diproyeksikan menjadi negara Asia dengan pertambahan usia tercepat\npada tahun 2025, yang mendorong peningkatan permintaan akan perangkat\nmedis canggih karena diterapkannya sistem asuransi kesehatan publik. Namun,\nregulasi pemerintah yang ketat dan ketergantungan terhadap alat kesehatan\nimpor telah mendorong terbitnya kebijakan baru yang mendukung produksi lokal.\nPerubahan kebijakan yang mendadak ini mempengaruhi banyak perusahaan\ndalam industri ini, dimana diperlukan adaptasi cepat.\n\nUntuk memastikan keberlanjutan jangka panjang PT Sehat Berkah, sebuah\ndistributor alat kesehatan, studi ini berfokus pada pengembangan perencanaan\nskenario untuk mengatasi ketidakpastian dalam industri ini. Data dikumpulkan\nmelalui wawancara dengan pemangku kepentingan dan digabungkan dengan\ndasar-dasar teoritis. Analisis internal menggunakan pandangan Resource Based\nView dan analisis VRIO, serta analisis eksternal menggunakan analisis PESTEL\ndan Porter’s Five Forces, membantu mengidentifikasi kekuatan penggerak utama.\n\nDi antara 15 kekuatan penggerak yang diidentifikasi, tenaga kerja terampil dan\nreputasi perusahaan memiliki dampak dan ketidakpastian yang paling krusial.\nMeskipun sifat dinamis industri ini, lingkungan internal yang kuat dapat\nmemperkuat posisi pasar PT Sehat Berkah, mengurangi dampak kekuatan\neksternal. Empat skenario - Sky High, Missed the Flight, Heavy Turbulence, dan\nMayday - dikembangkan, beserta masing-masing implikasi dan pilihan.\n\nDelapan indikator early warning diidentifikasi, dan PT Sehat Berkah harus\nmengejar skenario Sky High untuk keberlanjutan. Manajemen memainkan peran\nkrusial dalam menyelaraskan strategi dengan kondisi eksternal, memperkuat\nposisi pasar perusahaan melalui manajemen reputasi. Hal ini melibatkan\nmeninjau posisi perusahaan, memantau karyawan, menyediakan pelatihan,\nmemperbarui rencana strategis, mengevaluasi dukungan pemasok, menangani\nkeluhan pelanggan, dan meninjau implementasi CAPA.", "Daftar File": {"2023_TS_PP_Isabella Cynthia_29121146_1Full Thesis (1).pdf": "https://digilib.itb.ac.id/gdl/download/299760"}, "Penulis": "Isabella Cynthia [29121146]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Scenario Planning, VRIO, Resource Based View, PESTEL, Porter’s Five Forces", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Jul 2023"}