{"Nomor": 75110, "Judul": "PENGEMBANGAN MATRIKS AKTIF SILIKA-ALUMINA KOMPONEN KATALIS PERENGKAHAN", "Abstrak": "Indonesia saat ini mengonsumsi minyak bumi terbanyak pada sektor transportasi dalam bentuk Bahan Bakar Minyak (BBM) yang dapat diproduksi melalui proses Fluid Catalytic Cracking (FCC). Proses FCC membutuhkan katalis yang terdiri atas zeolit, matriks aktif, filler, dan binder. Matriks aktif merupakan komponen penting yang melakukan perengkahan awal dan menyediakan diameter pori yang besar untuk difusi komponen fraksi berat dari umpan menuju pori zeolit. Matriks dapat disintesis dengan bahan baku utama berupa kaolin yang jumlahnya melimpah di Indonesia dan tambahan bahan sebagai sumber silika untuk memenuhi rasio yang diharapkan. Metode hidrotermal berhasil mendapatkan matriks aktif dengan luas permukaan sebesar 545 m2/g (Qoniah dkk., 2015). Sehingga, metode pembuatan matriks aktif silika-alumina dari kaolin secara hidrotermal baik untuk dikembangkan.\nPenelitian ini bertujuan untuk menentukan rasio molar Si/Al terbaik dengan metode hidrotermal dan menentukan pengaruh waktu aging terhadap karakteristik matriks. Matriks yang dihasilkan dikarakterisasi dengan X-ray Fluorescence (XRF), Nitrogen Physisorption dengan metode Brunauer, Emmet, and Teller (BET), Ammonia Based Temperature-Programmed Adsorption/Desorption (NH3-TPD), X-ray Diffraction (XRD), Scanning Electron Microscope (SEM), dan Micro-activity Test (MAT) dengan umpan Vacuum Gas Oil (VGO) untuk memperoleh data kinerja, dan gravimetri untuk memperoleh data kandungan kokas pada spent matrix.\nTarget matriks yang diharapkan memiliki luas permukaan sebesar 350-600 m2/g dan diameter pori lebih besar dari 50 Å. Berdasarkan hasil penelitian, matriks hasil sintesis memiliki luas permukaan sebesar 44,26?88,43 m2/g dan diameter pori rata-rata pada rentang 117,94?176,56 Å. Semakin besar rasio molar Si/Al, memberikan keasaman total yang semakin menurun. Penambahan waktu aging saat sintesis matriks menurunkan nilai karakteristik fisik dan keasaman total matriks. Produk utama yang diharapkan dari proses perengkahan VGO adalah Light Cycle Oil (LCO). Produk LCO terbanyak diperoleh sebesar 18,78%-m saat menggunakan matriks dengan rasio molar Si/Al sebesar 14 dengan luas permukaan 88,43 m2/g, diameter pori sebesar 176,56 Å, dan keasaman total sebesar 0,13 mmol NH3/g.", "Daftar File": {"ABSTRAK Lita Marina Nisa": "https://digilib.itb.ac.id/gdl/download/299755"}, "Penulis": "Lita Marina Nisa [23021036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Subagjo", "Dr. Ir. Melia Laniwati Gunawan, M.S.", "Dr. Carolus Borromeus Rasrendra, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "FCC, LCO, kaolin, matriks aktif, silika-alumina", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}