{"Nomor": 75116, "Judul": "PERANCANGAN ALUR INFORMASI APLIKASI TERA SEBAGAI MEDIA SENI TERAPEUTIK UNTUK MENGELOLA KECEMASAN DI TENGAH PANDEMI", "Abstrak": "Pandemi COVID-19 saat pertama kali dikonfirmasi di Indonesia menunjukkan\npenularan yang tidak terkendali. Orang terkena dampak adalah penduduk usia\nproduktif, dimana jutaan orang menjadi penggangguran. Dampak dari PHK ini\ndapat mengakibatkan seseorang merasakan kecemasan akan keberlangsungan\nhidupnya yang akan berpengaruh pada kondisi kesehatan mental. Rasa cemas ini\nsebetulnya dapat disalurkan dan direduksi dengan mengekspresikan emosi dan\npikiran melalui aktivitas seni. Proses kreatif dan kreativitas seni sudah lama\ndiyakini dapat menjadi alat penyembuhan jiwa. Proses kreatif atau penciptaan seni\ndapat dilakukan secara mandiri atau lebih dikenal sebagai seni sebagai terapi atau\nterapeutik seni. Bila informasi tersebut bisa dilakukan melalui bantuan aplikasi,\nmaka diperlukan alur informasi yang menampilkan langkah-langkah sehingga\npengguna mendapatkan informasi yang dibutuhkan.\nTujuan perancangan ini mengidentifikasi bentuk media digital yang efektif,\nmerancang alur informasi, dan mengidentifikasi alur informasi yang efektif untuk\nmasyarakat yang mengalami kecemasan. Pengambilan data dilakukan dengan studi\nliteratur, wawancara ke psikolog, dan kuesioner untuk mengukur tingkat\nkecemasan. Analisa data dilakukan secara deskriptif. Berdasarkan analisis data,\nmasalah kecemasan ringan di tengah pandemi terbanyak pada usia 18-24 tahun, dan\nbentuk media digital yang efektif adalah aplikasi. Perancangan alur informasi\naplikasi dilakukan dengan flowchart, wireframe, dan ptototype.", "Daftar File": {"2023 TS PP FARAH FADIRA 1.pdf": "https://digilib.itb.ac.id/gdl/download/299761"}, "Penulis": "Farah Fadira [27119033]", "Kontributor / Dosen Pembimbing": ["Dr. Irma Damajanti, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "alur informasi, seni terapeutik, kecemasan, pandemi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Jul 2023"}