{"Nomor": 75117, "Judul": "PERANCANGAN DAN SIMULASI NUMERIK SISTEM TURBIN VORTEKS GRAVITASIONAL", "Abstrak": "Indonesia memiliki potensi yang besar dalam segi pemanfaatan energi terbarukan untuk mewujudkan langkah dalam menciptakan energi yang bersih dan ramah lingkungan. Salah satu langkah yang dapat dilakukan adalah pembangunan Pembangkit Listrik Tenaga Mikro Hidro (PLTMH). Inovasi PLTMH terbaru adalah Gravitational Water Vortex Power Plant (GWVPP), dimana sistemnya tidak membutuhkan lahan dan investasi yang besar untuk menghasilkan energi yang cukup untuk masyarakat di daerah terpencil.\nTugas sarjana ini membahas perancangan dari sistem GWVPP dengan kapasitas 15 kW, head 2,2 m dan debit aliran 0,8 m3/s. Selanjutnya, turbin propeler dirancang dengan menggunakan perangkat lunak Solidworks 2021. Hasil perancangan turbin akan digabungkan dan disimulasikan bersama kerangka GWVPP dengan menggunakan perangkat lunak ANSYS CFX pada kondisi tunak untuk mengetahui performa dan kondisi optimal dari sistem yang dirancang dari berbagai variasi yaitu kecepatan putar, kecepatan inlet, diameter basin, dan diameter outlet.\nHasil perancangan dan simulasi pada sistem GWVPP berbasis turbin propeler menunjukkan bahwa terdapat titik optimum pada setiap variasi, dimana efisiensi yang dihasilkan berkisar di antara 36% hingga 65%. Efisiensi maksimum yang dapat dicapai adalah 64,79%. Nilai tersebut didapat pada kondisi operasi kecepatan putar 30 rpm, kecepatan inlet 0,14 m/s, diameter basin 0,7 m, dan diameter outlet 0,33 m. Analisa kontur tekanan menunjukkan fenomena kavitasi terjadi di turbin dan daerah sekitar turbin.", "Daftar File": {"ABSTRAK David Ananda Kolin": "https://digilib.itb.ac.id/gdl/download/299769"}, "Penulis": "David Ananda Kolin [13118125]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Priyono Soetikno, D.E.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Pembangkit listrik tenaga mikro hidro, turbin vorteks gravitasional, turbin propeler, computational fluid dynamics", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}