{"Nomor": 75114, "Judul": "MODEL KERANGKA KONSEPTUAL UNTUK MENGEVALUASI RELEVANSI PENDIDIKAN DESAIN INDONESIA PADA ERA HIPERGLOBALISASI(STUDI KASUS: PROGRAM STUDI DESAIN, FAKULTAS SENI RUPA DAN DESAIN, INSTITUT TEKNOLOGI BANDUNG)", "Abstrak": "Jalinan ekonomi dan budaya dunia telah berkembang dan berubah pesat sejak awal globalisasi\nmasif pada tahun 1820, sekitar 100 tahun sebelum kurikulum Bauhaus, sebagai standar patokan\npendidikan desain internasional, pertama kali diperkenalkan. Seiring munculnya proses\npercepatan globalisasi yang disebut hiper-globalisasi serta gelombang iterasi revolusi ke-4,\ndesain mengalami banyak pergeseran akibat permasalahan dan tantangan yang semakin\nkompleks. Sementara itu, pendidikan desain saat ini masih dipengaruhi oleh model pembelajaran\nBauhaus yang diluncurkan untuk mengakomodasi revolusi industri pertama. Studi ini memberi\nalternatif model konseptual untuk mengevaluasi relevansi pendidikan desain pada era\nhiperglobalisasi dengan tujuan untuk membentuk pemahaman yang mendalam dari keseluruhan\nsistem pendidikan desain serta tantangan-tantangan yang akan dihadapi pada era hiperglobalisasi.\nPada studi ini, penulis beragumen bahwa timeliness of knowledge merupakan sebagai indikator\npenting untuk mengevaluasi relevansi pendidikan desain dengan kebutuhan industri di era\nhiperglobalisasi. Sehingga, relevansi sistem pendidikan desain dapat dievaluasi dengan seberapa\ntimely atau tepat waktu knowledge atau pengetahuan yang dimiliki lulusan desain dengan\nkeadaan perkembangan ekonomi, teknologi, dan komunikasi pada zamannya. Semakin\nterbaharui knowledge yang dimiliki lulusan desain, maka semakin efektif penerapannya dalam\ndunia industri.", "Daftar File": {"2023 TS PP KINANTI KAWURYAN DARMASTUTI 1.pdf": "https://digilib.itb.ac.id/gdl/download/299757", "2023 TS PP KINANTI KAWURYAN DARMASTUTI 2.pdf": "https://digilib.itb.ac.id/gdl/download/299758"}, "Penulis": "Kinanti Kawuryan Darmastuti [27119028]", "Kontributor / Dosen Pembimbing": ["Dr. Imam Santosa, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pendidikan desain, hiperglobalisasi, relevansi, model konseptual, timeliness of knowledge", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "2 file", "Tanggal Input": "25 Jul 2023"}