{"Nomor": 75127, "Judul": "PENGEMBANGAN SISTEM PENGELOLA INSPEKSI PENGEREMAN KERETA API BERBASIS CYBER PHYSICAL SYSTEM", "Abstrak": "Pengereman kereta api merupakan komponen utama dalam keselamatan kereta api sehingga pengendalian kualitas pada komponen pengereman melalui kegiatan inspeksi sangatlah penting untuk dilakukan. Pengembangan cyber physical system (CPS) pada pengelolaan proses inspeksi bertujuan untuk meningkatkan pemantauan proses inspeksi dan pengambilan keputusan sehingga kedua proses dapat dilakukan secara detail dan real time. Pengembangan CPS pada inspeksi pengereman dilakukan sehingga proses dapat berjalan dengan lebih efektif dan efisien.\nPada penelitian yang dilakukan, proses inspeksi pengereman kereta api berbasis CPS dikembangan melalui pemberian identitas pada sistem pengereman di setiap trainset, penggunaan configurable virtual work station (CVWS), basis data dan aplikasi berbasis web. Data yang didapat di proses inspeksi dimasukkan melalui aplikasi web, disimpan pada basis data lalu diolah dan diproses oleh CVWS untuk menghasilkan keputusan dari proses inspeksi pengereman yang dilakukan.\nPenelitian yang dilakukan akan dibandingkan dengan data inspeksi pengereman statik yang dilakukan pada rangkaian light rapid transit (LRT) Jabodetabek pada lini inspeksi di industri kereta. Sistem yang diuji berhasil menyimpan data hasil inspeksi pada basis data, mengolah data tersebut untuk menghasilkan keputusan inspeksi berdasarkan variasi data inspeksi dan ditampilkan pada aplikasi berbasis web yang dirancang.", "Daftar File": {"ABSTRAK Rudy Prawira Negara": "https://digilib.itb.ac.id/gdl/download/299774"}, "Penulis": "Rudy Prawira Negara [13117136]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Inspeksi pengereman, cyber physical system, configurable virtual work station, aplikasi berbasis web, pengambilan keputusan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}