{"Nomor": 75139, "Judul": "ANALISIS PREFERENSI WISATAWAN DALAM MEMILIH HOTEL PASCA PANDEMI", "Abstrak": "Penyebaran  virus  COVID-19 di  Indonesia  membawa  dampak  negatif  pada berbagai  sektor.  Sektor  pariwisata  terutama  industri perhotelan  mengalami penurunan tingkat hunian hotel. Dampak tersebut disebakan oleh pemerintah yang menerapkan kebijakan pemberlakuan pembatasan kegiatan masayarakat (PPKM) yang  membatasi  pergerakan  untuk  berpergian. Hal  ini  memberi  keputusan dilematis pada sektor pariwisata terutama perhotelan. Situasi pandemi COVID-19 menuntut  hotel  untuk  cepat  beradaptasi  dalam  memberikan  rasa  aman  dan terjamin kepada para konsumen. Berdasarkan latar belakang, lingkungan hotel di masa pandemi COVID-19 sangat berpotensi sebagai penyebaran virus sehingga memiliki urgensi tinggi untuk beradaptasi. Salah satu pendekatan adaptasi hotel dengan menganalisis faktor-faktor yang mempengaruhi preferensi konsumen.\nPenelitian  in  bertujuan  untuk  menganalisis  dan  mengidentifikasi  faktor-faktor yang dapat mempengaruhi preferensi wisatawan dalam memilih hotel di Bandung setelah pandemi. Berdasarkan  perubahan perilaku wisatawan setelah pandemi, wisatawan memiliki  preferensi baru sebagai sandaran kepada pihak hotel dalam memberikan rasa aman dan nyaman sebagai jaminan kepada konsumen ketika melakukan  perjalanan  wisata  saat  masa  krisis  kesehatan  seperti  COVID-19. Penelitian ini, menggunakan metode kuantitatif untuk menguji hipoteisi tertentu. Teknik pengumpulan data menggunakan kuesioner google form dengan jumlah responden  104  dan  metode  analisis  data  menggunakan  analisis  regresi  linier berganda.\nHasil  penelitian  sebagai  pembuktian  hipotesis  menyimpulkan  bahwa  variabel lokasi dan aksesibilitas, harga dan desain interior tidak berpengaruh signifikan terhadap preferensi wisatawn dalam memilih hotel  di Bandung setelah pandemi. Variabel yang memiliki pengaruh signifikan terhadap preferensi konsumen adalah Citra Merek.", "Daftar File": {"2023 TS PP HARDINA ATSILIA QURBAH 1.pdf": "https://digilib.itb.ac.id/gdl/download/299793"}, "Penulis": "Hardina Atsilia Qurbah [27119020]", "Kontributor / Dosen Pembimbing": ["Dr. Andriyanto Wibisono, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pandemi COVID-19, preferensi wisatawan, hotel", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Jul 2023"}