{"Nomor": 75130, "Judul": "ANALISIS IMPLEMENTASI KEBIJAKAN PERCEPATAN REHABILITASI MANGROVE NASIONAL", "Abstrak": "Pemerintah Indonesia bertekad untuk melaksanakan Pembangunan Rendah Karbon, dimana ekosistem mangrove merupakan salah satu langkah mitigasi perubahan iklim serta obyek dari kegiatan Pembangunan Rendah Karbon. Salah satu langkah yang ditempuh oleh pemerintah untuk meningkatkan luasan ekosistem mangrove adalah pelaksanaan program Percepatan Rehabilitasi Mangrove Nasional yang dilaksanakan dari 2021 hingga 2024 dengan target rehabilitasi seluas 600.000 ha. Penelitian ini bertujuan untuk menganalisis implementasi program ini dalam kerangka Teori Grindle, menentukan kesesuaian implementasi dan ketercapaian tujuan, dampak, manfaat serta kendala program. Implementasi kebijakan dianalisis menggunakan pendekatan Teori Grindle dengan melihat isi kebijakan dan konteks implementasi. Penelitian ini menggunakan data deskriptif kualitatif berdasarkan studi literatur ke berbagai Peraturan Perundang-undangan yang terkait dengan rehabilitasi mangrove dan dokumen-dokumen publik lainnya, serta hasil wawancara ke 12 narasumber yang meliputi pejabat pemerintah, lembaga swadaya masyarakat (LSM), dan kelompok masyarakat penggerak. Hasil analisis implementasi kebijakan menunjukkan kebijakan percepatan rehabilitasi mangrove nasional sudah memenuhi variabel implementasi kebijakan menurut teori Grindle. Target kebijakan rehabilitasi mangrove nasional pada tahun 2024 akan sulit tercapai melihat masih adanya beberapa kendala dalam implementasi. Beberapa kendala di dalam perencanaan dan implementasi berhasil diidentifikasi, dan dianalisis untuk merumuskan rekomendasi implementasi kebijakan ke depannya.", "Daftar File": {"ABSTRAK Nuraini Asjadinnisa Hartono": "https://digilib.itb.ac.id/gdl/download/299812"}, "Penulis": "Nuraini Asjadinnisa Hartono [21319018]", "Kontributor / Dosen Pembimbing": ["Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Implementasi Kebijakan, Kebijakan, Mangrove, Rehabilitasi", "Sumber": "Program Studi Magister Biomanajemen", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}