{"Nomor": 75144, "Judul": "STUDI KERENTANAN KETERSEDIAAN AIR BAKU DI PT M", "Abstrak": ": Pentingnya ketersediaan sumber daya air bagi kehidupan manusia dan \npertumbuhan ekonomi suatu negara maupun perusahaan, tidak dapat diabaikan. \nOleh karena itu, pengelolaan yang efektif diperlukan agar potensi sumber daya air \ndapat dimanfaatkan sebaik mungkin dalam berbagai aspek kehidupan masyarakat. \nSalah satu pendekatan yang sedang berkembang untuk mengatasi masalah \nkelangkaan air global adalah Water Stewardship. UNIDO (United Nations \nIndustrial Development Organization) mendefinisikan water stewardship sebagai \npenggunaan air yang adil secara sosial, berkelanjutan lingkungan, dan bermanfaat \nsecara ekonomi. Dalam konteks ini, penelitian ini fokus pada PT M, sebuah \nperusahaan otomotif yang merupakan bagian dari perusahaan besar berbasis di \nJepang. PT M merupakan salah satu unit operasional produksi dengan kebutuhan \nair yang meningkat seiring pertambahan kapasitas produksi. Metode penelitian ini \nberfokus pada studi kerentanan air, yang ditunjang dengan perhitungan kebutuhan, \nproyeksi, serta indeks kualitas air. Sumber air bersih di PT M berasal dari air PDAM \ndan pemanfaatan air hujan melalui sistem rainwater harvesting. Menurut \nperhitungan proyeksi kebutuhan air di PT M, pada tahun 2031, ketersediaan sumber \ndaya air PT M mulai tidak dapat mencukupi jumlah kebutuhan air total untuk \ndomestik, non-domestik, dan industri. Berdasarkan hasil penelitian, terdapat \nkerentanan pada sumber daya air PT M. Indikator kerentanan sosial (SVI) dan \nindikator kerentanan lingkungan (EnVI) memiliki kontribusi tertinggi masingmasing sebesar 36,6% terhadap kerentanan air PT M, diikuti oleh kerentanan \nekonomi yang memiliki kontribusi terkecil dengan tingkat sebesar 26,8%. Secara \nkeseluruhan, ketiga faktor tersebut memiliki pengaruh erat terhadap kerentanan \nsumber daya air PT M dengan rentang porsi yang tidak terlalu jauh. Perhitungan \nindeks kualitas air menunjukkan hasil 82,67 pada titik Outlet yang tergolong \nkategori baik, pada titik Upstream dan Downstream masing-masing menunjukkan \nhasil 51,03 dan 53,37 yang tergolong kategori sedang. Penurunan kualitas air di \nsekitar lokasi PT M lebih banyak dipengaruhi oleh aktivitas pihak-pihak lain yaitu \nbuangan dari limbah domestik dan industri-industri lain. Untuk mencegah dan \nmengurangi dampak dari kondisi kerentanan di PT M, terdapat beberapa upaya \nyang dapat dilakukan, di antaranya yaitu penggunaan advanced technology untuk \ndaur ulang limbah, pemanfaatan air hasil olahan IPAL PT M menjadi sumber air \nbaku bagi PDAM, pemanfaatan badan air di sekitar PT M sebagai sumber air \nalternatif, serta kolaborasi dengan pihak pemerintah, masyarakat, industri, serta \nswasta untuk menciptakan tata kelola air yang berkelanjutan.", "Daftar File": {"Ardiana Widyantari_15319031.pdf": "https://digilib.itb.ac.id/gdl/download/299797"}, "Penulis": "Ardiana Widyantari [15319031]", "Kontributor / Dosen Pembimbing": ["Rofiq Iqbal, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Indeks kerentanan (VI), kerentanan sumber daya air, ketersediaan  sumber daya air, perusahaan otomotif, water stewardship", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Jul 2023"}