{"Nomor": 75149, "Judul": "MANAJEMEN RISIKO KETERLAMBATAN PROYEK EPC PLTU (TINJAUAN KHUSUS : DAMPAK KETIDASEMPURNAAN INFORMASI BASIC DESIGN)", "Abstrak": "Kebutuhan listrik di Indonesia merupakan salah satu faktor penting dalam pendukung pertumbuhan ekonomi dan kualitas hidup masyarakat. Saat ini, penggunaan listrik perkapita di Indonesia mengalami peningkatan 4,45% per tahun yang berdampak pada peningkatan kebutuhan pembangkit listrik. Pada pembangunan pembangkit listrik, umumnya digunakan skema EPC. Proyek EPC PLTU memiliki tingkat kompleksitas yang berbeda-beda, salah satu faktornya adalah ukuran proyek, teknologi yang digunakan, lokasi, regulasi, aspek teknis, dan kebutuhan khusus lainnya memiliki risiko yang cukup besar. Basis dari proyek EPC adalah basic design dan kontraktor EPC sebagai pelaksana proyek bertanggung jawab dari tahap engineering, procurement, construction, hingga commissioning dan testing, sehingga potensi risiko yang ditanggung kontraktor EPC cukup besar, oleh karena itu perlu mengetahui faktor risiko dominan pada proyek EPC dari sisi kontraktor Tujuan dari penelitian ini adalah untuk mengetahui risiko dominan yang mempengaruhi kinerja waktu di Proyek EPC PLTU dan langkah mitigasi faktor risiko dominan pada Proyek EPC PLTU yang dapat dilakukan dari sisi kontraktor. Penelitian dilakukan dengan pendekatan kuantitatif menggunan important index dan kualitatif terkait manajemen risiko yang mengacu pada PMBOK Guide. Dari hasil penelitian didapatkan faktor risiko dominan terdapat pada tahap engineering dengan subfaktor risiko paling dominan yaitu perubahan lingkup pekerjaan, terbatasnya site investigation, dan perubahan persyaratan dari peralatan, material, dan instrumentasi. Hal ini disebabkan oleh keterbatasan informasi yang diperoleh dari basic desain. Adapun tindakan penanganan yang dibahas sebagai Tindakan preventif untuk proyek-proyek selanjutnya yang mengacu pada PMBOK Guide (2017), yaitu risk escalate, avoid, transfer, mitigate, and accept.", "Daftar File": {"ABSTRAK Meliza Handayani Siregar": "https://digilib.itb.ac.id/gdl/download/299804"}, "Penulis": "Meliza Handayani Siregar [25019081]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rizal Z. Tamin", "Rani Gayatri Kusumawardhani P., S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "EPC, Risiko, PLTU", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}