{"Nomor": 75158, "Judul": "PEMANFAATAN LIMBAH CAIR INDUSTRI MINYAK SAWIT SEBAGAI SUBSTRAT PADA PEMBENTUKAN ETANOL DAN HIDROGEN SECARA ANAEROB", "Abstrak": "Etanol dan hidrogen merupakan salah satu alternatifyang cukup menjanjikan untuk dijadikan sebagai sumber energi di masa depan. Beberapa penelitian terkait pembentukan etanol dan hidrogen melalui proses konversi limbah cair organik secara anaerob sudah pernah dilakukan dengan berbagai kondisi reaktor yang berbeda. Akan tetapi, etanol dan hidrogen bukan merupakan produk utama yang dihasilkan pada proses tersebut, bahkan etanol dan hidrogen dihasilkan dalam jumlah yang relatif lebih sedikit dibandingkan dengan produk asidogenesa lainnya seperti asam-asam volatil.\nPenelitian ini bertujuan untuk menentukan kondisi optimum pembentukan etanol dan hidrogen melalui kontrol pH awal running reaktor dan penambahan trace element (TE) Fe, Ni dan Mo sebagai ko-faktor enzim yang bekerja pada proses tersebut. pH awal reaktor diatur pada pH 4,5; 5,5; 6,5 dan 7,5. Konsentrasi trace element yang digunakan sebesar IO mg/L dan 15 mg/L untuk Fe; 0,5 mg/L dan I mg/L untuk Ni; serta 0,25 mg/L dan 0,5 mg/L untuk Mo. Penelitian dilakukan dengan menggunakan limbah cair industri minyak sawit sebagai substrat, bakteri kultur campuran yang berasal dari lumpur pada instalasi pengolahan air limbah industri minyak sawit digabungkan dengan rumen sapi dengan perbandingan  sebagai biomassa dan dilakukan di laboratorium dengan menggunakan circulating bed reactor (CBR) yang dioperasikan pada temperatur ruang selama 72 jam. Pengambilan sampel dilakukan setiap 6 jam sekali untuk kemudian dilakukan analisis terhadap produk asidogenesa yang dihasilkan.\nPada pengaturan kondisi pH awal reaktor, etanol yang dihasilkan dari setiap reaktor mengalami peningkatan sampai jam ke-48, dan selanjutnya cenderung turun. Reaktor dengan pengaturan pH awal 5,5 dapat menghasilkan etanol paling tinggi dibandingkan dengan reaktor lainnya yaitu sebesar 369,53 mg/L. Untuk reaktor dengan pengaturan pH awal 4,5; 6,5 dan 7,5 berturut-turut menghasilkan etanol sebesar 274,64; 256,50 dan 253,71 mg/L. Pengaturan pH awal reaktor juga berpengaruh terhadap tekanan parsial hidrogen (pH2) pada setiap reaktor. Tekanan parsial hidrogen (pH2) tertinggi terjadi pada reaktor dengan pengaturan pH awal 5 ,5 yaitu mencapai 15,43 kPa pada jam ke-60.\nTrace element Fe, Ni dan Mo ditambahkan sebagai upaya untuk meningkatkan produksi etanol dan hidrogen yang dihasilkan. Berdasarkan hasil penelitian yang sudah dilakukan, ditemukan bahwa waktu optimum pembentukan hidrogen dan etanol terjadi selama 48 jam pada reaktor dengan pH 5,5 dan penambahan trace element 15 mg/L-Fe; 1 mg/L-Ni dan 0,5 mg/L-Mo dimana etanol yang dihasilkan sebesar 589,40 mg/L dan hidrogen sebesar 7,570/0 v/v. Penambahan trace element Fe, Ni dan Mo mampu meningkatkan pembentukan etanol dan hidrogen dari proses pengolahan limbah secara anaerob.\nModel kinetika Gompertz digunakan untuk melihat kedekatan antara hasil uji laboratorium dengan konsentrasi produk maksimum yang dapat dihasilkan secara teoritis. Persentase perbandingan hasil uji di laboratorium dengan model kinetika Gompertz menunjukkan kedekatan antara hasil dengan model, semakin tinggi persentase maka semakin dekat kesesuaian antara hasil uji laboratorium dengan model kinetika. Parameter kinetika yang dipergunakan diantaranya: Pm atau konsentrasi maksimum produk dihasilkan yang diperoleh dari hasil perhitungan stoikiometri; Rm atau laju pembentukan produk yang diperoleh dari hasil percobaan; atau lag fase yang diperoleh dari hasil percobaan. Berdasarkan hasil perbandingan antara hasil uji di laboratorium dengan model kinetika Gompertz ditemukan bahwa persentase hidrogen yang dihasilkan sebesar 0,860/0 sampai dengan 3,690/0 yang terjadi pada reaktor dengan penambahan 15 mg/L-Fe; 1 mg/LNi dan 0,5 mg/L-Mo, sedangkan persentase etanol yang dihasilkan sebesar 21,640/0 sampai dengan 49,970/0 yang terjadi pada reaktor yang sama. Hal ini menunjukkan bahwa penambahan trace element tersebut mampu menghasilkan etanol yang mendekati model kinetika, akan tetapi bukan merupakan kondisi optimum pada pembentukan hidrogen.\nPerhitungan energi balance yang mencakup energi dari produk yang dihasilkan, net energy balance (NEB) dan net energy ratio (NER) dilakukan untuk mengevaluasi aspek teknis pada proses produksi bioenergi. Berdasarkan hasil perhitungan, diperoleh nilai energi yang dihasilkan pada setiap reaktor dengan penambahan TE lebih besar dibandingkan dengan reaktor tanpa penambahan TE, yang hanya menghasilkan energi output sebesar 62,84 kJ. Reaktor dengan penambahan TE dapat menghasilkan energi output sebesar 112,27-189,88 kJ. Energi output paling besar terjadi pada reaktor dengan penambahan 15 mg/L-Fe, I mg/L-Ni dan 0,5 mg/L-Mo. Nilai NER pada reaktor dengan penambahan TE mencapai 0,650-1,099, sedangkan pada reaktor kontrol nilai NER sebesar 0,364. Dengan demikian, penambahan TE dapat dilakukan sebagai upaya untuk meningkatkan produksi bioenergi pada pengolahan limbah cair industri minyak sawit secara anaerob.", "Daftar File": {"Andri Gumilar.pdf": "https://digilib.itb.ac.id/gdl/download/299830"}, "Penulis": "Andri Gumilar [35317005]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, M.S, Ph.D.", "Dr. Ing. Marisa Handajani, S.T, M.T.", "Syarif Hidayat, S.T, M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "anaerobic batch reactor, etanol, hidrogen, kinetika Gompertz, NEB, NER, POME.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Jul 2023"}