{"Nomor": 75153, "Judul": "DESAIN KUKUH FOTONIK DENGAN OPTIMASI TOPOLOGI", "Abstrak": "Penilitian ini menyajikan pendekatan multi-objektif pada optimisasi fotonik\nyang kukuh. Performa dan stabilitas desain fotonik umumnya bertentangan\nsehingga dapat lebih baik dioptimasi secara multi-objektif. Masalah optimasi\ndiformulasikan sebagai maksimalisasi ekspektasi serta meminimalisasi standar\ndeviasi dari Figure of Merit (FOM) atau dalam bahasa lain, intensitas pada\ntitik fokus dengan adanya ketidakpastian dalam berbagai parameter. Penelitian\nini mengusulkan kombinasi optimasi topologi dengan Polynomial Chaos\nExpansion (PCE) dan Pareto Optimal Tracing (POT) dalam mendapatkan solusi\noptimal Pareto secara efisien. Fokus diberikan pada perangkat optik untuk\naplikasi aerospace yaitu desain kukuh lensa fokus untuk aplikasi LiDAR dalam\nbentuk metalens. Efek kinerja dari penambahan batasan manufaktur yang\nmembatasi desain metalens juga dianalisis lebih lanjut. Selanjutnya, dilakukan\neksplorasi terhadap desain kukuh reflektor surya optik berbasis logam pada\nsatelit melalui pendekatan optimisasi topologi yang kukuh. Hasil penelitian\nmenunjukan bahwa topologi yang kukuh tidak selalu menghasilkan performa\nyang menguntungkan ketika terdapat ketidakpastian. Namun, topologi tersebut\nmenawarkan stabilitas dalam performa. Oleh karena itu, preferensi desain\nutama harus tetap pada tangan perancang, karena desain yang dihasilkan pada\noptimasi topolgi tersebut hanya memberikan wawasan berharga dalam tradeoff\nantara performa dan stabilitas. Selain itu, pembatasan topologi untuk kemudahan\nmanufaktur menghasilkan hasil yang sebanding tanpa mengganggu\nperforma keseluruhan dari perangkat optik.", "Daftar File": {}, "Penulis": "Muhammad Subhan Arifin [13619129]", "Kontributor / Dosen Pembimbing": ["Ir. Lavi Rizki Zuhal, Ph.D.", "Pramudita Satria Palar, S.T, M.T, Ph.D.", "Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "fotonik, LiDAR, reflektor surya optik, pareto optimal tracing, polynomial chaos expansion, optimasi topologi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}