{"Nomor": 75150, "Judul": "STUDI KETAHANAN KOROSI PADUAN MAGNESIUM KALSIUM UNTUK APLIKASI IMPLAN BIODEGRADABLE: ULASAN KRITIS", "Abstrak": "Badan Pengkajian dan Penerapan Teknologi (BPPT) pada tahun 2021 mencatat\nbahwa kebutuhan untuk implan tulang di Indonesia sekitar 120.000 keping pertahun\ndengan nilai sekitar Rp 600 milyar. Logam biodegradable dipilih pada kasus fraktur\ntulang yang membutuhkan penggunaan implan jangka pendek. Pada logam\nbiodegradable, laju korosi merupakan faktor penting yang perlu dikontrol agar\npeluruhan total sesuai dengan waktu osteogenesis tulang berakhir. Pada studi\nliteratur ini dipelajari mengenai logam magnesium sebagai material biodegradable\nimplant. Magnesium dipilih karena memiliki sifat mekanik yang paling mendekati\ndengan tulang manusia. Namun, kelemahan terbesar dari magnesium adalah\nketahanan korosinya rendah. Salah satu cara meningkatkan ketahanan korosi\nimplan magnesium adalah dengan menambahkan kalsium dan deformasi plastis\nberupa rolling. Pada studi literatur ini, diteliti pengaruh konsentrasi kalsium dan\nparameter persen reduksi ukuran serta temperatur terbaik terhadap ketahanan korosi\npaduan Mg-Ca.\nPenambahan konsentrasi Ca mampu menghaluskan butiran (grain refinement),\nmeningkatkan kekerasan, tensile strength, dan ketahanan korosi. Pada konsentrasi\nCa rendah, ketahanan korosi paduan Mg-Ca meningkat akibat terjadinya proses\npasivasi permukaan dari terbentuknya lapisan Ca-P. Namun pada konsentrasi Ca\ntinggi, ketahanan korosi paduan Mg-Ca menurun akibat tingginya jumlah fasa\nintermetalik Mg2Ca yang bersifat anodik pada batas butir dan matriks Mg sehingga\nakan menurunkan ketahanan korosi paduan Mg-Ca. Sedangkan pada proses\ndeformasi plastis berupa rolling, akan memperoleh laju korosi terendah saat persen\nreduksi ukuran tinggi dan temperatur rolling rendah. Hal ini terjadi akibat proses\nrolling pada paduan Mg-Ca menyebabkan ukuran butiran paduan semakin halus\ndan membantu agar fasa Mg2Ca terdistribusi secara merata.", "Daftar File": {"ABSTRAK Mutia Fakhira": "https://digilib.itb.ac.id/gdl/download/299805"}, "Penulis": "Mutia Fakhira [12516009]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Bonita Dilasari, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "biodegradable, deformasi plastis, implan, kalsium, korosi, magnesium.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "25 Jul 2023"}