{"Nomor": 75152, "Judul": "USULAN PENGEMBANGAN BISNIS DAN RENCANA TINDAKAN UNTUK USAHA KECIL MENENGAH PADA PERUSAHAAN PRODUKSI TRANSMEDIA (STUDI KASUS ORAY STUDIOS)", "Abstrak": "Industri transmedia mengalami pertumbuhan yang sangat pesat dari akhir 2010 hingga\n2019. Salah satu sektor transmedia yang paling berkembang pesat adalah industri Gim\nVideo. Pada tahun 2017 di Indonesia saja, industri Gim Indonesia memiliki nilai pasar\nsebesar 879 miliar dolar AS dan diprediksi terus tumbuh setiap tahun. Pada tahun 2015,\nsektor ekonomi kreatif di Indonesia menjadi potensi ekonomi yang muncul karena\nkomoditasnya yang menghasilkan PDB sebesar 852 Triliun Rupiah. Dengan dukungan\nKemenparekraf, lembaga pemerintah yang secara khusus mengembangkan ekonomi\nkreatif Indonesia, perusahaan seperti Oray Studios memiliki kesempatan untuk\nberkembang di lanskap yang semakin dinamis. Namun, menjual industri kreatif Indonesia\nterbukti sulit bagi semua pihak yang terlibat. Oray Studios adalah perushaan yang\nmenyediakan layanan untuk tiga subsektor yang paling cepat berkembang di antara 16\nsubsektor lainnya, yaitu desain komunikasi visual, pengembang aplikasi, dan pengembang\npermainan. Penelitian ini menghasilkan rencana tindakan untuk masalah bisnis Oray\nStudios berdasarkan pengamatan mendalam dari penulis. Pendapatan yang tidak\nmencapai target menjadi masalah utama Oray Studios yang harus segera diselesaikan. \nPenelitian ini menghasilkan beberapa rencana tindakan untuk isu bisnis Oray Studios.\nMetode kualitatif digunakan, melakukan wawancara, dan mengumpulkan data langsung\ndari sumber untuk menyelesaikan tesis ini. Penelitian ini berisi analisis situasi bisnis yang\nmencakup Analisis Internal, Analisis Eksternal, Bauran Pemasaran, Analisis Pesaing, dan\nAnalisis Penyebab Akar. Tetapi ada beberapa hal yang perlu diperbaiki dalam promosi,\nproduk, dan pemasaran. Diagram tulang ikan digunakan sebagai analisis akar penyebab\nmasalah yang dibuat untuk mengetahui semua masalah yang dihadapi. Tahap akhir\nadalah merencanakan implementasi rencana tindakan yang telah dibuat sebelumnya.\nTerdiri dari menentukan jangka waktu hingga 2024, orang yang bertanggung jawab untuk\nmengawasi rencana tindakan, dan perkiraan biaya perusahaan sekitar seratus enam puluh\njuta rupiah untuk mengimplementasikan rencana tindakan. Selain itu, sumber daya seperti keuangan, teknologi, inovasi, dan reputasi harus dikembangkan untuk mendukung\nrencana tindakan. Rencana tindakan yang telah dibuat diharapkan dapat menjadi solusi\nbagi masalah-masalah tersebut.", "Daftar File": {"2023_TS_PP_Widi Priyanto Soetjipto_29120159_Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/299813"}, "Penulis": "Widi Priyanto Soetjipto [29120159]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani Mansoor, S.T, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri Kreatif, Rencana Tindakan, Transmedia, Industri Gim, Illustratsi, Desain Grafis.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Jul 2023"}