{"Nomor": 75155, "Judul": "PEMODELAN SISTEM DISTRIBUSI DUA ESELON PAKET PERDAGANGAN ELEKTRONIK DI WILAYAH PERKOTAAN DENGAN PARCEL MOBILE HUB", "Abstrak": "Transaksi e-commerce diperkirakan tumbuh 31,2%, menghasilkan nilai transaksi\nsekitar Rp 526 triliun pada tahun 2022. Transaksi ini semakin meningkat selama\npandemi karena masyarakat yang tinggal di perkotaan beralih membeli barang\nsecara online daripada offline. Pembeli online dikenal sangat menuntut di mana\nmereka ingin operator kurir mengirimkan barang atau paket mereka lebih cepat\ndengan harga lebih murah.\nOperator kurir menghadapi tantangan berat untuk menyediakan sistem distribusi\nyang mampu mengirimkan paket lebih cepat, dengan biaya yang efisien, serta\nmempertimbangkan aspek lingkungan perkotaan. Sistem distribusi dua eselon\nmenggunakan parcel mobile hub (PMH) dengan kendaraan kecil dapat\nmeningkatkan efisiensi biaya operasional dan mengurangi emisi gas rumah kaca.\nSesuai dengan jadwal yang telah ditentukan, PMH membawa paket ke lokasi yang\ntelah ditentukan di setiap zona pengiriman.\nPenelitian ini bertujuan untuk menetapkan dan menguji sistem distribusi paket\nperdagangan elektronik di wilayah perkotaan dengan menggunakan hub bergerak\nberupa Parcel Mobile Hub (PMH). PMH bergerak dan melakukan kliring dengan\npengantar di lokasi-lokasi yang telah ditetapkan. Penetapan lokasi PMH\nberdasarkan kerangka konseptual pemilihan lokasi PMH dengan tiga variabel\n(distribusi paket, kuota internet untuk transaksi perdagangan elektronik, dan pusat\npembeli daring) dan dua kendala (ketersediaan lahan dan arus lalu lintas). Terdapat\ntiga sasaran penelitian, yaitu: terbentuknya organisasi inovatif sistem distribusi dua\neselon, terbangunnya kerangka konseptual penentuan lokasi armada PMH, dan\nterukurnya kinerja sistem distribusi dua eselon CEP dengan menggunakan PMH\nberdasarkan kriteria efisiensi dan keberlanjutan. Analisis spasial digunakan sebagai\nmetode untuk menguji kerangka konseptual dengan basis data distribusi paket dari\nBandung tahun 2020 dari salah satu operator CEP.ii\nSebagai kota yang profilnya merepresentasikan kawasan urban di negara\nberkembang dengan baik, Bandung dipilih sebagai studi kasus. Proporsi jarak ke\nvariabel dan titik terluar setiap cluster kurang dari 10%, yang membuktikan bahwa\nketiga variabel berkorelasi. Studi ini membuktikan bahwa pemilihan lokasi PMH\nberdasarkan kerangka konseptual ini menghasilkan kinerja berkelanjutan yang\nlebih baik dibandingkan dengan kondisi eksisting.\nPenggunaan PMH yang dikombinasikan dengan kendaraan kecil dapat mengurangi\nbiaya operasional sebesar 19,7% dan mencegah penambahan 3,4 ton emisi CO2 per\ntahun dengan sepeda motor konvensional dan 7,2 ton emisi CO2 per tahun dengan\nsepeda motor listrik atau skuter.", "Daftar File": {"ABSTRAK Riharsono Prastyantoro": "https://digilib.itb.ac.id/gdl/download/299817", "BAB 1 Riharsono Prastyantoro": "https://digilib.itb.ac.id/gdl/download/299818", "BAB 2 Riharsono Prastyantoro": "https://digilib.itb.ac.id/gdl/download/299819", "BAB 3 Riharsono Prastyantoro": "https://digilib.itb.ac.id/gdl/download/299820", "BAB 4 Riharsono Prastyantoro": "https://digilib.itb.ac.id/gdl/download/299821", "BAB 5 Riharsono Prastyantoro": "https://digilib.itb.ac.id/gdl/download/299822", "BAB 6 Riharsono Prastyantoro": "https://digilib.itb.ac.id/gdl/download/299823", "PUSTAKA Riharsono Prastyantoro": "https://digilib.itb.ac.id/gdl/download/299824", "LAMPIRAN Riharsono Prastyantoro": "https://digilib.itb.ac.id/gdl/download/299825"}, "Penulis": "Riharsono Prastyantoro [34219301]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Heru Purboyo Hidayat Putro, D.E.A.", "Ir. Gatot Yudoko, M.A.SC., Ph.D.", "Dr. Eng. Puspita Dirgahayani, S.T, M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "e-commerce logistics, CEP (courier, express, and parcel), parcel mobile hub, sustainability performance index", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "25 Jul 2023"}