{"Nomor": 75161, "Judul": "PEMURNIAN LARUTAN ARTIFISIAL YANG MENSIMULASIKAN HASIL PELINDIAN FERONIKEL UNTUK MENSINTESIS NIKEL SULFAT SEBAGAI BAHAN BAKU PREKURSOR KATODA BATERAI ION-LITIUM", "Abstrak": "Industri baterai merupakan sektor yang sedang berkembang pesat pada beberapa\ntahun terakhir akibat pertumbuhan permintaan kendaraaan listrik global yang\nsignifikan. Nikel sulfat heksahidrat (NiSO4.6H2O) merupakan salah satu bahan\nbaku utama katoda baterai litium yang sering digunakan untuk kendaraan listrik\nsaat ini. Untuk menjawab peningkatan kebutuhan akan nikel (Ni) yang meningkat\ndi masa depan, feronikel (FeNi) dan nikel pig iron (NPI) yang kapasitas produksinya\nsangat besar di Indonesia dapat menjadi salah satu sumber bahan baku untuk\nmemproduksi nikel sulfat. Fokus dari penelitian ini adalah pada pemurnian Ni dari\nlarutan hasil pelindian FeNi setelah pengendapan besi (Fe) sebagai besi fosfat untuk\nmemisahkan nikel dari logam-logam pengotor yang masih tersisa, yaitu Fe, Co, Mn,\ndan Cr.\nSerangkaian percobaan pemurnian larutan artifisial yang mensimulasikan hasil\npelindian FeNi dilakukan untuk mengetahui kondisi optimum proses pemurnian\ndengan metode pengendapan selektif dan ekstraksi pelarut (solvent extraction, SX).\nPercobaan diawali dengan analisis komposisi sampel FeNi yang menjadi basis\ndalam penentuan komposisi larutan artifisial dalam penelitian ini dengan persentase\npelarutan logam tertentu yang ditetapkan berdasarkan penelitian sebelumnya.\nLarutan artifisial kemudian dilakukan proses pengendapan Fe dan Cr. Komposisi\nfiltrat yang dihasilkan dari kondisi pengendapan optimum kemudian digunakan\nsebagai sampel percobaan SX dengan ekstraktan bis(2,4,4-trimethylpentyl)\nphospinic acid (Cyanex 272). Percobaan SX dengan Cyanex 272 dilakukan dengan\nmemvariasikan pH kesetimbangan, konsentrasi ekstraktan, dan rasio O/A. Rafinat\nyang diperoleh pada kondisi SX optimum kemudian dilakukan proses SX\nselanjutnya dengan ekstraktan neodecanoic acid (Versatic 10) untuk memisahkan\nNi dari ion monovalen. Loaded organic dari tahap ini kemudian melalui tahapan\nstripping untuk mendapatkan loaded stripped solution yang dikristalisasi lebih\nlanjut untuk memperoleh kristal nikel sulfat.\nHasil penelitian menunjukkan kondisi optimum pengendapan selektif Fe dan Cr\ndiperoleh pada pH 4,4. Pada pH tersebut pengendapan Fe dan Cr masing-masing\nsebesar 97,85% dan 100%. Sementara ko-presipitasi Ni, Co, Mn masing-masing\n26,83%, 55,87%, dan 46,51%. Kondisi optimum untuk SX Cyanex 272 tercapai\npada pH kesetimbangan 4,5, konsentrasi ekstraktan 20%, dan rasio O/A = 1 dengan\ntemperatur 40 ºC. Ekstraksi logam masing-masing mencapai 100% Fe, 99,48% Co\ndan 98,86% Mn, sementara ko-ekstraksi Ni sebesar 9,95%. Ekstraksi Ni oleh\nVersatic 10 untuk rafinat kaya Ni dapat mencapai 99,31% dan 99,82% Ni-nya dapat\ndilakukan stripping. Produk kristal nikel sulfat yang diperoleh menunjukkan kadar\nNi sebesar 22,28% yang memenuhi kemurnian untuk bahan baku baterai ion litium.", "Daftar File": {"ABSTRAK Mark Asisiansion Ritonga": "https://digilib.itb.ac.id/gdl/download/299832"}, "Penulis": "Mark Asisiansion Ritonga [12519068]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Mohammad Zaki Mubarok, S.T, M.T.", "Zela Tanlega, S.T, M.Phil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ekstraksi pelarut, feronikel, nikel sulfat, pemurnian, pengendapan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "25 Jul 2023"}