{"Nomor": 75167, "Judul": "KARAKTERISASI POLUTAN DAN MIKROPLASTIK PADA AIR BUANGAN DARI AKTIVITAS PENGGUNAAN PRODUK PERAWATAN MULUT DAN GIGI (STUDI KASUS: PASTA GIGI)", "Abstrak": "Personal Care and Cosmetic Products (PCCPs) adalah zat atau campuran yang \ndigunakan untuk membersihkan, mengharumkan, mengubah penampilan, \nmelindungi, menjaga kondisi, atau menghilangkan bau badan. PCCPs yang umum \ndigunakan seperti pasta gigi digunakan untuk membersihkan gigi dan kebersihan\nmulut, yang berkontribusi secara signifikan terhadap air limbah rumah tangga.\nPenelitian ini akan fokus pada karakteristik fisik-kimia, mikroplastik, dan beban \ntimbulan dari air buangan yang dihasilkan dari penggunaan pasta gigi. Karakterisasi \nfisik-kimia, mikroplastik, dan beban timbulan dilakukan berdasarkan air buangan \nbuatan yang dibuat dengan mencampurkan tiga merek pasta gigi yang berbeda \ndengan air keran. Sampel air buangan memiliki nilai pH berkisar antara 7,45 - 7,53; \ntotal COD berkisar antara 265,55 – 828,44 mg/L; nilai COD terlarut berkisar antara \n249,66 - 699,58 mg/L; total fosfat berkisar antara 6,82 - 22,44 mg/L; nilai NTK \nberkisar antara 1,4 - 2,99 mg/L; nilai TSS berkisar antara 0 - 31 mg/L; nilai TDS \nberkisar antara 334,5 - 570,67 mg/L; dan nilai timbulan mikroplastik berkisar antara \n206 - 1869 partikel/L. Beban polutan spesifik yang dihasilkan dari penggunaan \npasta gigi dalam air buangan diperkirakan sebesar 0,94 g COD total/kapita/hari; \n0,74 g COD terlarut/kapita/hari; 0,001 g NTK total/kapita/hari 0,02 g fosfat \ntotal/kapita/hari; 0,02 g TSS/kapita/hari; 0,69 g TDS/kapita/hari. Penelitian ini juga \nmengkonfirmasi jenis polimer mikroplastik menggunakan aplikasi Beat The \nMicrobead dari dua merek pasta gigi yang ada pada bahan pembuat produk tersebut \nyang berupa Sodium Polyacrylate, PEG 20 Hydrogenated Castor Oil, dan PVP. \nSatu merek pasta gigi lainnya terkonfirmasi jenis polimer mikroplastiknya berupa \npigmen warna Hostasol PV Fast Light R01 yang diuji menggunakan instrumen FTIR. Hasil penemuan mikroplastik yang tidak bisa diidentifikasi oleh FT-IR \nberukuran < 700 µm dan tidak kasat mata sehingga partikel bisa diduga berupa \nnanoplastik atau jenis plastik lainnya yang ukurannya lebih kecil.", "Daftar File": {"Aryaputra Gandewa K.pdf": "https://digilib.itb.ac.id/gdl/download/299852"}, "Penulis": "Aryaputra Gandewa Kartasasmita [15319094]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, M.S, Ph.D.", "Dr. Ing. Marisa Handajani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "air buangan, beban polutan, mikroplastik, pasta gigi, PCCPs", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Jul 2023"}