{"Nomor": 75175, "Judul": "ANALISIS PERFORMANSI MODEL AUTOREGRESIF DAN NEURAL NETWORK PADA DATA DERET WAKTU MULTIVARIAT", "Abstrak": "Deret waktu merupakan pengamatan data yang dilakukan secara berurutan berdasarkan waktu, seperti pengukuran harian, mingguan, dan bulanan. Model deret waktu digunakan untuk memprediksi nilai masa depan dari suatu variabel atau kesalahan berdasarkan data masa lalu. Salah satu model deret waktu yaitu model Autoregressive Integrated Moving Average (ARIMA) yang dapat digunakan untuk memodelkan data deret waktu univariat dan Vector Autoregressive (VAR) untuk memodelkan data deret waktu multivariat. Dari kedua model di atas cukup baik saat memprediksi data dengan pola linier, tetapi tidak cukup baik saat memprediksi pola yang tidak linier. Sehingga digunakan model neural network untuk melihat performa model dan memprediksi variabel-variabel dari data yang akan digunakan.\nPada penelitian ini, data yang digunakan adalah dua data deret waktu multivariat yaitu data variabel fisik lahan gambut dan data cuaca dalam pemodelan data dibagi menjadi 2 yaitu in sample dan out sample. Data in sample akan dimodelkan dengan model autoregresif (ARIMA dan VAR) dan neural network (ANN dan DNN). Hasil prediksi dari data in sample dibandingkan dengan data out sample lalu hitung akurasi prediksinya. Hasil akurasi prediksi untuk kedua data tersebut didapat bahwa data gambut menghasilkan nilai akurasi terbaik saat menggunakan model neural network. Untuk variabel tinggi muka air model terbaik adalah DNN dengan MAPE 9,3%, variabel kelembapan dengan model terbaik DNN dengan MAPE 0,2%, variabel curah hujan dengan model terbaik ANN dengan MAPE 87,7%. Untuk data cuaca menghasilkan nilai akurasi terbaik saat menggunakan model neural network. Untuk variabel curah hujan dengan model terbaik ANN dengan MAPE 31,4%, variabel temperatur dengan model terbaik DNN dengan MAPE 0,9%. Namun dari hasil tersebut, disimpulkan bahwa data gambut tidak cocok dimodelkan dengan model autoregresif karena tidak memenuhi asumsi dari model juga memiliki banyak pencilan pada setiap variabel datanya. Sehingga jenis data cuaca lebih cocok dimodelkan dengan model autoregresif dibanding data gambut.", "Daftar File": {"ABSTRAK Tofa Ade Nugraha": "https://digilib.itb.ac.id/gdl/download/299861"}, "Penulis": "Tofa Ade Nugraha [10118025]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "deret waktu, data, autoregresif, neural network, prediksi, akurasi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "25 Jul 2023"}