{"Nomor": 75179, "Judul": "ANALISIS HUBUNGAN DAN RISIKO FAKTOR LINGKUNGAN TERHADAP ANGKA KASUS BERAT BADAN LAHIR RENDAH DAN GANGGUAN SISTEM PERNAPASAN DI KECAMATAN KUTAWARINGIN, MARGAHAYU DAN SOREANG, KABUPATEN BANDUNG", "Abstrak": "Indonesia adalah negara yang menjadikan kesejahteraan rakyat sebagai salah satu \ntujuan negara. Tolak ukur kesjahteraan rakyat dapat dilihat dari kasus penyakit \nyang ada di Indonesia. Di Kabupaten Bandung, kasus BBLR menjadi penyebab \ntertinggi kematian neonatal ditahun 2022. Selain itu, kasus gangguan sistem \npernapasan menjadi penyakit yang menduduki peringkat satu untuk penyakit yang \npaling banyak ditemukan di rumah sakit dan puskesmas. Penelitian ini \nmenganalisis hubungan dan besar risiko faktor lingkungan terhadap kasus berat \nbadan lahir rendah (BBLR) dan gangguan sistem pernapasan di Kabupaten \nBandung. Jenis penelitian ini adalah observasional deskriptif kuantitatif dengan \ndesain studi cross-sectional. Dilakukan penyebaran kuesioner kepada 100 orang \nibu yang sudah memiliki anak di tiga kecamatan, Kabupaten Bandung yaitu \nKecamatan Kutawaringin (sektor pertanian), Kecamatan Margahayu (sektor \npermukiman) dan Kecamatan Soreang (sektor industri). Dilakukan juga \npengukuran konsentrasi PM2.5 dan PM10 menggunakan HT-9600 dalam 3 minggu. \nHasil penelitian menunjukkan adanya korelasi signifikan antara konsentrasi PM2.5\ndan PM10 terhadap kasus BBLR dengan nilai koefisien korelasi sebesar 0,642 dan \n0,387, didukung dengan perhitungan nilai OR untuk beberapa faktor lingkungan\n>1 yang menunjukkan bahwa paparan PM menjadi faktor risiko kejadian BBLR\ndan gangguan sistem pernapasan.", "Daftar File": {"Khaila Nursofa.pdf": "https://digilib.itb.ac.id/gdl/download/299864"}, "Penulis": "Khaila Nursofa [15319040]", "Kontributor / Dosen Pembimbing": ["Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Analisis korelasi, berat badan lahir rendah (BBLR), gangguan sistem  pernapasan, partikulat debu.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Jul 2023"}