{"Nomor": 75176, "Judul": "ELEKTRODA PASTA KARBON YANG DIMODIFIKASI OLEH KARBON AKTIF DARI AMPAS TEBU UNTUK ANALISIS ION CR(VI) SETECARA VOLTAMMETRI", "Abstrak": "Pencemaran logam berat yang sering ditemui di lingkungan, khususnya pada lingkungan perairan yang umumnya berasal dari pengolahan limbah industri yang tidak sesuai dengan prosedur dan baku mutu yang diterapkan. Kromium merupakan salah satu logam berat yang mencemari perairan dan bersifat toksik di lingkungan, khususnya dalam bentuk Cr(VI). Adanya perkembangan industri terutama pada industri electroplating yang tidak dimbangi oleh pengolahan limbah yang baik dapat mengakibatkan pencemaran lingkungan, yaitu berupa kontaminasi logam berat dari limbah industri tersebut yang bersifat toksik, seperti logam kromium. Karena sifat toksik dari ion Cr(VI) tersebut, maka perlu dikembangkan suatu metode analisis ion Cr(VI) khususnya pada tingkat konsentrasi yang lebih rendah. Pada penelitian ini, digunakan metode voltammetri karena memiliki keunggulan yaitu memiliki sensitivitas yang baik, rentang daerah linier yang lebar, waktu analisis yang cepat, dan mudah dioperasikan. Banyaknya produk samping pertanian terutama berupa ampas tebu dapat dimanfaatkan sebagai sumber karbon aktif yang dapat digunakan sebagai zat pemodifikasi yang efisien, efektif, dengan biaya yang relatif terjangkau dan ramah lingkungan. Maka, pada penelitian ini dikembangkan suatu modifikasi elektroda pasta karbon dengan karbon aktif dari ampas tebu yang diharapkan dapat meningkatkan luas permukaan pada elektroda sehingga dapat meningkatkan sensitivitas pada pengukuran elektroda pasta karbon yang digunakan. Tahapan penelitian yang telah dilakukan yaitu meliputi aktivasi pada ampas tebu, optimasi pada pembuatan elektroda, optimasi pada teknik pengukuran elektroda, penentuan kinerja pada elektroda, dan analisis sampel. Pada penelitian ini tahap aktivasi pada ampas tebu dilakukan dengan menggunakan reaktor furnace, yang dipanaskan pada temperatur karbonasi pada 200 °C selama 1 jam, kemudian dilakukan karakterisasi SEM dan BET. Optimasi pembuatan elektroda dilakukan dengan memvariasikan komposisi grafit:ampas tebu teraktivasi dengan variasi 1%, 3%, 5%, 10% dan 15% (w/w). Optimasi teknik pengukuran pada elektroda dilakukan dengan menggunakan tiga teknik pengukuran yaitu cyclic voltammetry (CV), differential pulse voltammetry (DPV) dan square wave voltammetry (SWV) yang diukur dalam larutan 1 mM Cr(VI) mengandung HCl 0,1 M yang digunakan sebagai elektrolit pendukung. Hasil pada penelitian yaitu didapatkan kondisi optimum pada pembuatan elektroda diperoleh pada komposisi grafit:ampas tebu teraktivasi 5% (w/w). Elektroda pasta karbon yang telah dimodifikasi menunjukkan kinerja yang baik, yang tercermin pada hasil uji keberulangan pada elektroda dengan hasil %RSD sebesar 4,79% untuk teknik DPV dan 3,59% untuk teknik SWV. Untuk rentang daerah linier pada elektroda dengan teknik SWV berada pada rentang 1-1000 ?M dengan limit deteksi 0,5373 ?M. Pada analisis laju pindai menunjukkan transfer elektron dikontrol oleh proses adsorpsi. Elektroda pasta karbon yang telah dimodifikasi telah digunakan untuk menganalisis sampel artificial (buatan). Untuk karakterisasi SEM dan BET yang menunjukkan adanya peningkatan luas permukaan dan volume pori-pori pada\n \nzat pemodifikasi setelah dilakukan aktivasi, sehingga dapat meningkatkan sensitivitas pada EPK. Pengukuran dengan metode AAS digunakan sebagai metode pembanding pada pengukuran dengan menggunakan metode voltammetri. Pada tahapan analisis sampel dilakukan uji statistik dengan uji F maupun uji T yang hasilnya menunjukkan bahwa tidak ada perbedaan yang signifikan pada hasil pengukuran dengan kedua metode tersebut yang digunakan.", "Daftar File": {"ABSTRAK Annisa Anggitami": "https://digilib.itb.ac.id/gdl/download/299862"}, "Penulis": "Annisa Anggitami [20521016]", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, S.Si., M.Si.", "Dr. Muhammad Yudhistira Azis, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "ampas tebu, elektroda pasta karbon, ion Cr(VI), voltammetri.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "25 Jul 2023"}