{"Nomor": 75185, "Judul": "INVERSI 2D DATA CONTROLLED SOURCE AUDIO-FREQUENCY MAGNETOTELLURIC (CSAMT) DAN APLIKASINYA PADA SISTEM PANAS BUMI", "Abstrak": "Salah satu metode elektromagnetik yang digunakan pada pencitraan bawah\npermukaan bumi adalah metode Controlled Source Audio-Frequency\nMagnetotelluric (CSAMT). Metode CSAMT memanfaatkan sumber medan buatan\nyang dibangkitkan melalui sebuah transmiter. Sumber medan buatan ini cenderung\nlebih stabil dan lebih cepat dalam pengambilan data dibandingkan dengan metode\npasif seperti magnetotellurik (MT). Metode CSAMT banyak digunakan dalam\neksplorasi fisika seperti pada kajian eksplorasi minyak bumi, kajian mineral dan\nlogam, penentuan struktur litologi bawah permukaan, kajian air bawah permukaan,\ndan penentuan potensi panas bumi. Telah dilakukan penelitian terdahulu berupa\npengukuran dengan menggunakan metode CSAMT pada daerah prospek panas\nbumi. Pengukuran pada metode CSAMT tebagi kepada tiga zona pegukuran.\nAdapaun zona tersebut adalah near field, transisi, dan far field. Pada zona near field\ndan transisi data yang didapatkan perlu dikoreksi terlebih dahulu dengan\nmenggunakan metode koreksi efek sumber. Pengambilan data dilakukan pada\ndaerah Tulehu, provinsi Maluku. Secara geografis, Tulehu merupakan sebuah\ndaerah yang terletak diarah timur dari pulau Ambon. Daerah ini memiliki\nketinggian 10 – 450 meter. Terdapat dua gunung vulkanik yaitu Gunung Eriwakang\ndengan ketinggian 350 meter dan gunung Salahutu dengan ketiggian 900 meter.\nKedua gunung berapi ini sudah tidak aktif. Berdasarkan struktur geologi batuan\npenyusun daerah Tulehu dan sekitarnya berupa Limestone yang memiliki\npresentase sekitar 24,72 %. Selain itu juga terdiri dari Aluvial tepatnya pada daerah\ndisekitar teluk Tulehu dan gunung Terang Alam (Huwe). Pada daerah yang berada\ndisekitar gunung Eriwakang struktur batuan berupa Pyroklastik yang menutupi\nbagian atas gunung.\nSecara struktur geologi daerah ini memiliki potensi untuk dikembangkan menjadi\nsumber energi panas bumi. Hal ini dikarenakan terdapat informasi geologi dari area\npenelitian berupa manifestasi panas bumi berupa mata air panas. Struktur patahan\ndidominasi oleh patahan normal seperti patahan Banda, patahan Banda-Hatuasa,\ndan patahan Huwe dengan orientasi barat daya-timur laut. Beberapa penelitian\nterdahulu sudah pernah dilakukan pada daerah ini, seperti pengukuran dengan\nmenggunakan metode gravity. Dari hasil inversi 2D Data CSAMT diperoleh hasil\npada daerah dangkal cenderung nilai resistivitas dari sedang ke tinggi, sedangkan\npada daerah yang lebih dalam nilai resistivitas cenderung lebih rendah. Terdapat\nbeberapa kemungkinan penyebab nilai resistivitas rendah seperti keberadaan kantung magma, keberadaan zona hidrotermal, dan keberadaan zona teralterasi\nhidrotermal. Hasil model CSAMT terkonfirmasi dengan adanya hasil data\npengukuran gravity. Anomali gravity yang tinggi dibagian barat daya\nmengindikasikan intrusi batuan magmatik yang kuat. Diperkirakan pada daerah ini\nterdapat batuan magmatik yang berasal dari magma yang sudah membeku, namun\nmasih menyimpan panas yang berpotensi menjadi heat source pada sebuah sistem\npanasbumi.", "Daftar File": {"ABSTRAK Husnul Hamdi": "https://digilib.itb.ac.id/gdl/download/299905"}, "Penulis": "Husnul Hamdi [30216004]", "Kontributor / Dosen Pembimbing": ["Prof. Doddy Sutarno, M.Sc., Ph.D.", "Dr. Eng. Enjang Jaenal Mustopa, S.Si., M.Si.", "Prof. Ir. Wahyu Srigutomo, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "CSAMT, Resistivitas, Panasbumi", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "25 Jul 2023"}