{"Nomor": 75182, "Judul": "STRATEGI PENATAAN FASILITAS PEDESTRIAN, STUDI KASUS : KOTA BANDUNG", "Abstrak": "Fasilitas pedestrian sangat penting untuk mengakomodasi kegiatan\nberjalan di Kota Bandung. Namun, pemerintah belum menganggap penting dan\nbelum menaruh fasilitas pedestrian sebagai satu kesatuan sistem transportasi.\nBelum ada upaya-upaya strategis untuk memaksimalkan penataan fasilitas\npedestrian. Selama ini fasilitas pedestrian hanya menjadi pelengkap\npembangunan jalan, dibangun seadanya, bahkan tidak dibangun apabila dananya\ntidak mencukupi.\nStudi ini bertujuan untuk menyusun strategi penataan fasilitas pedestrian.\nDengan melakukan observasi di dua ruas jalan nasional, dua ruas jalan provinsi\ndan dua ruas jalan kabupaten/kota untuk melihat potensi dan persoalan yang\nterjadi (secara teknis). Kemudian mengumpulkan data dan informasi dengan\nmelakukan wawancara kepada pihak terkait yang diidentifikasi dari hasil\nobservasi lapangan (pengelolaan). Dari sini didapatkan potensi dan persoalan\nmengenai fasilitas pedestrian menurut aspek teknis dan pengelolaan per\nkewenangan nasional, provinsi dan kabupaten/kota.\nMenurut hasil analisis, persoalan utama penataan fasilitas pedestrian\nyaitu tidak adanya koordinasi antar pemerintah selaku pihak pengelola.\nDiketahui bahwa tahap penataan fasilitas pedestrian yang selama ini\ndilaksanakan memang berpengaruh pada hasil yang terlihat di lapangan. Itulah\nsebabnya mengapa penataan fasilitas pedestrian menjadi sulit untuk diterapkan\ndi Kota Bandung. Untuk mengatasi keberlangsungan kondisi yang tidak baik itu\nmaka pemerintah harus berkoordinasi di seluruh tahapan penataan fasilitas\npedestrian dan menerapkan strategi-strategi yang telah ditemukan, agar hasil\npenataan fasilitas pedestrian menjadi lebih baik.", "Daftar File": {}, "Penulis": "Adisti Madella Elmanisa [15404093]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Strategi, pedestrian, penataan, Kota Bandung", "Sumber": "", "Staf Input/Edit": "rikrik", "File": "7 file", "Tanggal Input": "25 Jul 2023"}