{"Nomor": 75184, "Judul": "MODIFIKASI ELEKTRODA PASTA KARBON DENGAN MWCNT-POLIMER BERCETAKAN MOLEKUL UNTUK ANALISIS MALATION DENGAN METODE VOLTAMMETRI", "Abstrak": "Malation (MAL) merupakan kelompok pestisida organofosfor. Namun, penggunaan MAL dengan konsentrasi yang tinggi atau frekuensi yang sering mampu memicu terjadi akumulasi. Residu MAL membuat sistem saraf manusia terganggu karena terhambatnya kinerja enzim asetilkolinesterase (AChE). Oleh karena itu, perlu dilakukan analisis secara kuantitatif untuk mengetahui kadar MAL. Pada penelitian ini, pengukuran MAL digunakan metode Voltammetri secara tidak langsung. Pengukuran tidak langsung dilakukan dengan melakukan pengukuran pada larutan probe yaitu K3Fe(CN)6 dan K4Fe(CN)6 dalam larutan elektrolit Phosphate Buffer Saline (PBS). Elektroda kerja yang digunakan merupakan elektroda pasta karbon termodifikasi MWCNT dan MIP (EPK-MWCNT- MIP). MWCNT digunakan untuk meningkatkan sensitivitas, MWCNT dikarakterisasi dengan menggunakan PSA dan diketahui ukuran distribusi partikel 114 nm, yang mengindikasikan bahwa MWCNT bersifat nanopartikel. MIP digunakan untuk meningkatkan selektivitas pengukuran. MIP disintesis dengan menggunakan metode bulk polymerization dengan menggunakan Asam akrilat sebagai monomer fungsional, Etilen Glikol Dimetakrilat (EGDMA) sebagai pengikat silang, Asetonitril sebagai porogen, dan Benzoil Peroksida (BPO) sebagai inisiator. Sebagai kontrol dari MIP, maka dilakukan sintesis NIP. NIP dan MIP dikarakterisasi dengan menggunakan SEM-EDX (Scanning Electron Microscopy – Energy Dispersive Xray), FTIR (Fourier Transform Infra Red), dan PSA (Particle Size Analyzer). Berdasarkan hasil analisis SEM-EDS diketahui MIP mengandung atom Fosfor (P) dan Sulfur (S) yang berasal dari MAL sedangkan NIP tidak mengandung atom P dan S. Hasil analisis FTIR menunjukan adanya puncak pada bilangan gelombang 1610-1680 cm-`1 menunjukan gugus C-O dan 1670-1760 cm-1 yang berasal dari C=O, dari monomer fungsional Asam akrilat dan pengikat silang EGDMA. Analisis PSA menunjukan bahwa NIP ukuran distribusi partikelnya bersifat homogen, sedangkan MIP bersifat heterogen. Berdasarkan hasil karakterisasi MIP berhasil disintesis. Pengukuran didasarkan pada pengukuran penurunan arus dari larutan probe terhadap larutan probe + Malation. Berdasarkan hasil analisis diketahui bahwa kondisi optimum dari pengukuran yang diperoleh meliputi pengukuran menggunakan elektroda termodifikasi MWCNT dan MIP (EPK-MWCNT-MIP) dengan penurunan arus 7,92 µA, dengan pH optimum larutan elektrolit adalah pH 7, dan metode optimum pengukuran yaitu metode DPV dengan selisih arus 7,82\nµA. Berdasarkan hasil uji kinerja elektroda diketahui bahwa pada uji keberulangan diperoleh besar %RSD yaitu 3,36%. Pada uji kebolehulangan diperoleh %RSD yaitu 2,34% dan %RSD Horwitz 6,68%, dengan masing- masing nilai HorRat sebesar 0,543 dan 0,363. Pengukuran bersifat presisi karena nilai HorRat berada pada rentang 0,3 ? HorRat ? 1. Berdasarkan uji linearitas diperoleh rentang pengukuran pada konsentrasi Malation 0 sampai dengan 200 nM dengan limit deteksi 1,170 nM. Berdasarkan hasil uji t pada uji perbandingan metode antara GC-FID dan Voltammetri, t hitung yang diperoleh adalah 0,671 dan t tabel untuk tingkat kepercayaan 95% adalah 2,92. Sehingga diperoleh kesimpulan bahwa pengukuran dapat diterima, dan menunjukan tidak terdapat perbedaan pada analisis GC-FID dan Voltammetri. Uji selektifitas dilakukan dengan melakukan pegukuran pada MAL, Asam oleat, ion Cu2+. Dan Sodium dietilditio karbamat. Hasil analisis diperoleh kesimpulan bahwa pengukuran bersifat selektif karena penurunan arus teritinggi pada analit MAL sebesar 14,508 µA. Sedangkan pada senyawa organik lain yaitu Asam oleat dan Sodium dietilditio karbamat penurunan arus secara berturut-turut sebesar 4,503 µA dan 4,143 µA. Berdasarkan hasil analisis yang dilakukan dapat disimpulkan bahwa pengukuran bersifat presisi dan akurat.", "Daftar File": {"ABSTRAK Naurah Nazhifah": "https://digilib.itb.ac.id/gdl/download/299893"}, "Penulis": "Naurah Nazhifah [20520317]", "Kontributor / Dosen Pembimbing": ["Dr. Henry Setiyanto, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Malation, voltammetri, elektroda pasta karbon, MWCNT, MIP", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "25 Jul 2023"}