{"Nomor": 75189, "Judul": "STUDI KOMPUTASI REAKSI PENGGANDENGAN-SILANG  SUZUKI-MIYAURA MENGGUNAKAN KATALIS  PALADIUM DAN NIKEL", "Abstrak": "Reaksi penggandengan-silang Suzuki-Miyaura merupakan reaksi organik yang \ndigunakan untuk menghasilkan ikatan karbon-karbon. Reaksi ini dapat digunakan \nuntuk menyintesis bifenil yang diperlukan dalam industri kimia, produk pertanian, \nfarmasi, dan biokimia. Reaksi ini melibatkan penggunaan halobenzena yang dapat \ndireaksikan dengan senyawa organoboron dengan bantuan katalis logam transisi \nseperti paladium dan nikel. Pengembangan mekanisme dalam reaksi penggandengan-silang Suzuki-Miyaura untuk menyintesis bifenil dengan menggunakan \nkatalis atom tunggal paladium dan nikel. Penggunaan katalis atom tunggal untuk \nmengetahui aktivitas katalisis dengan tujuan dapat mengurangi biaya produksi \nserta dapat mengurangi toksisitas karena tidak menggunakan ligan. Katalis atom \ntunggal pada penelitian ini menggunakan nikel dan paladium agar dapat \nmengetahui aktivitas katalisis pada reaksi penggandengan-silang Suzuki-Miyaura.\nStudi komputasi pada reaksi ini menggunakan fenil klorida dan asam fenil boronat \nsebagai substrat. Fenil klorida digunakan karena lebih mudah tersedia dan ramah \nlingkungan. Studi komputasi dilakukan dengan perhitungan Density Functional \nTheory (DFT) menggunakan perangkat lunak ORCA 5.0.2. Teori fungsional yang \ndigunakan pada penelitian ini adalah Becke, 3-parameter, Lee–Yang–Parr\n(B3LYP) dengan koreksi dispersi D4 dan himpunan basis DEF2-TZVP. Transfer\nmuatan dihitung menggunakan muatan Electrostatic Potential (ESP) dengan \nbantuan program Multiwfn dan perhitungan HOMO-LUMO menggunakan \nTamm-Dancoff approximation (TDA). Perhitungan komputasi pada reaksi akan \ndivisualisasi menggunakan program Chemcraft. Mekanisme pada reaksi SuzukiMiyaura terdapat tiga tahap yang terdiri dari penambahan oksidatif, transmetalasi \ndan eliminasi reduktif. Hasil analisis pada tahap penambahan oksidatif adalah \ntahap awal dalam mekanisme penggandengan-silang Suzuki di mana fenil klorida \nberikatan dengan katalis paladium atau nikel yang menyebabkan terjadi \npemutusan klorida pada fenil. Energi pengaktifan dengan katalis paladium sebesar \n34,68 kJ/mol sedangkan dengan nikel sebesar 24,24 kJ/mol. Pemutusan ikatan CCl pada fenil klorida membutuhkan transfer muatan dari katalis ke fenil klorida, \npada katalis paladium sebesar 0,263 e dan katalis nikel sebesar 0,306 e. Tahap \nkedua adalah transmetalasi, yang dimulai dari Ph-M-Cl dengan penambahan fenil \ntrihidroksiboronat yang bermuatan negatif, sehingga fenil trihidroksiboronat akan\nberkoordinasi dengan Pd-Ph atau Ni-Ph. Pada keadaan transisi akan terjadi \npelepasan asam borat menghasilkan Ph-Pd-Ph. Energi pengaktifan pada pelepasan \nasam borat dari fenil trihidroksiboronat menggunakan katalis atom tunggal\npaladium sebesar 74,17 kJ/mol dan nikel sebesar 65,22 kJ/mol. Perpindahan \nmuatan dari asam borat ke kompleks Pd atau Ni, menyebabkan terjadinya transfer \nmuatan antara asam borat dengan kompleks paladium sebesar 0,330e sedangkan \nkompleks nikel sebesar 0,333e. Tahap mekanisme yang ketiga merupakan \neliminasi reduktif yang dimulai dari pemutusan asam borat sebagai produk dari \ntransmetalasi. Tahap ini menunjukkan pembentukan ikatan karbon-karbon yang \nmenghasilkan produk bifenil. Terjadinya interaksi C-C menunjukkan energi \npengaktifan dengan katalis nikel sebesar 51,73 kJ/mol sedangkan katalis paladium\nsebesar 42,48 kJ/mol. Muatan yang terjadi pada katalis nikel semakin negatif \nsehingga terdapat transfer muatan ke katalis nikel dari bifenil sebesar 0.186 e. \nPada paladium, transfer muatan dari bifenil ke Pd sebesar 0.279e. Penentu laju \npada reaksi penggandengan-silang Suzuki-Miyaura yang bertujuan untuk\npembentukan ikatan karbon-karbon pada bifenil adalah tahap transmetalasi. Data \nperhitungan menunjukkan pada tahap adisi oksidatif dan transmetalasi katalis \nnikel lebih unggul daripada katalis paladium, sedangkan pada tahap eliminasi \nreduktif katalis paladium lebih baik daripada katalis nikel. Oleh karena itu, dapat \ndiambil kesimpulan bahwa mekanisme reaksi penggandengan-silang SuzukiMiayura menunjukkan bahwa katalis atom tunggal nikel dapat menggantikan\npaladium pada sintesis pembuatan bifenil.", "Daftar File": {"ABSTRAK Laila Roikhatul Jannah": "https://digilib.itb.ac.id/gdl/download/299909"}, "Penulis": "Laila Roikhatul Jannah [20521022]", "Kontributor / Dosen Pembimbing": ["Drs. Muhamad Abdulkadir Martoprawiro, M.S, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "bifenil, DFT, energi pengaktifan, nikel, paladium, Suzuki-Miyaura", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "25 Jul 2023"}