{"Nomor": 75199, "Judul": "STUDI KOMPARASI STRUKTUR BANGUNAN GEDUNG BETON BERTINGKAT MENGGUNAKAN CORE SHEAR WALL DAN PERIMETER SHEAR WALL", "Abstrak": "Salah satu metode yang paling umum digunakan pada bangunan tinggi dalam mengantisipasi datangnya gaya gempa yang besar adalah dengan menggunakan dinding geser. Pada gedung bertingkat tinggi, dinding geser dan portal dapat berinteraksi untuk menahan gaya lateral yang terjadi. Oleh karena itu, pada Tugas Akhir ini penulis ingin mengetahui lebih lanjut interaksi shear wall terhadap frame pada struktur beton bertulang bertingkat, baik untuk gedung bertingkat tinggi (high rise building), tingkat menengah (mid rise building), maupun gedung bertingkat rendah (low rise building) dan letak shear wall arah X di tengah gedung (Core shear wall) maupun shear wall di perimeter gedung (Perimeter shear wall). Indikator yang digunakan sebagai tinjauan adalah perbandingan distribusi gaya geser shear wall vs frame, distribusi gaya momen balok, dan perbandingan perpindahan serta simpangan antarlantai. Pemodelan struktur dimodelkan pada ETABS v18.0.2. Berdasarkan hasil analisis, didapatkan bahwa Core SW menahan gaya geser yang lebih kecil daripada Perimeter SW pada arah tinjauan X namun lebih besar pada arah tinjauan Y untuk Low Rise, Mid Rise, dan High Rise Building. Kemudian, gaya momen balok yang terhubung dengan shear wall akan selalu didapatkan lebih besar daripada sisi lainnya. Distribusi momen balok secara vertikal akan mengikuti pola deformasi yang terjadi. Perpindahan rata-rata Core SW lebih kecil daripada Perimeter SW.", "Daftar File": {}, "Penulis": "Wilnando [15019003]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Adang Surahman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "dinding geser, portal, interaksi, analisis dinamik linear respon spektra, struktur beton bertulang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2023"}