{"Nomor": 75206, "Judul": "A CASE STUDY OF JOULE-THOMSON EFFECT ON SUBSURFACE SAFETY VALVE INSTALLATION FOR SUPERCRITICAL CARBON DIOXIDE INJECTION WELL", "Abstrak": "When supercritical CO2 injected through a well for CCS or CCUS purposes passes an insulated valve – a Subsurface Safety Valve (SSSV) – the Joule-Thomson Effect shall occur. This effect, causing temperature drop caused by the pressure drop in an isenthalpic condition, can become hazardous for our tubing, casing, and well, eventually damaging operation. As the temperature may drop to below 0°C, valves may freeze, metals and subsurface materials may embrittle – causing reduced pressure or load capability.\nAn analysis of how the SSSV bean sizes correlates to the magnitude of each case of temperature drop of sCO2 is done to understand how to avoid the problem. An analysis of the tubing used and how each tubing and SSSV causes sCO2 temperature to drop is also necessary. By analyzing the temperature profile along the well depth using PIPESIM Steady State Multiphase Flow Simulator and the abnormalities occurred when the sCO2 passes through the SSSV, we can obtain a better picture of how the sCO2 reacts to throttling in different diameter or sizes, and in line to it, the Joule-Thomson Effect and temperature drop.\nUltimately, an array of recommended SSSV and tubing sizes is expected to be obtained for our well, which offers a minimized risk of temperature drop. It is expected that with optimum SSSV and tubing size, the injection process can run smoothly without phase changes, while at the same time – by the presence of SSSV – protects our well and surface facilities from unwanted wellbore fluids and provides structural integrity from embrittlement or load capability decrease.", "Daftar File": {"ABSTRAK Evan William": "https://digilib.itb.ac.id/gdl/download/299933"}, "Penulis": "Evan William [12219068]", "Kontributor / Dosen Pembimbing": ["Ardhi Hakim Lumban Gaol, S.T., M.Sc., Ph.D.", "Wijoyo Niti Daton, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "supercritical CO2, injection, Joule-Thomson effect, subsurface safety valve, temperature drop", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "25 Jul 2023"}