{"Nomor": 75214, "Judul": "FUNGSIONALISASI POSISI ORTHO PADA 4-ASETILFENOL UNTUK PREKURSOR  PADA SINTESIS OBAT SALBUTAMOL", "Abstrak": "Asma dapat menyebabkan inflamasi kronik pada saluran pernapasan yang dapat menyebabkan timbulnya \ngejala seperti sesak napas dan gejala lainnya. Asma merupakan salah satu permasalahan kesehatan di \nIndonesia yang cukup serius dikarenakan jumlah penderita asma di Indonesia yang cukup banyak. \nSalbutamol merupakan salah satu obat yang banyak digunakan untuk meredakan penyakit asma. Oleh \nkarena itu, ketersediaan obat salbutamol di Indonesia menjadi sangat penting untuk mencukupi kebutuhan \nobat bagi masyarakat. Saat ini Indonesia masih mengimpor bahan baku obat sebesar 90%. Hal tersebut \nmenyebabkan Indonesia menjadi ketergantungan terhadap bahan baku obat impor. Pada penelitian ini \ndigunakan 4-asetilfenol yang merupakan produk asetilasi fenol sebagai bahan baku untuk sintesis obat \nsalbutamol karena bahan baku tersebut dapat diproduksi di Indonesia. Selain itu, sintesis salbutamol yang \ndikembangkan akan mengadopsi beberapa prinsip kimia hijau sehingga dapat memperbaiki rute sintesis \nyang sudah ada, yaitu mencegah pencemaran lingkungan dan limbah yang berasal dari bahan kimia \nberacun dan berbahaya. \nPada penelitian ini, sintesis salbutamol melalui fungsionalisasi posisi ortho 4-asetilfenol. Reaksi antara 4-\nasetilfenol dengan paraformaldehid di dalam campuran asam asetat glasial dan asam klorida pekat pada \nsuhu ruang menghasilan 6-asetil-1,3-benzodioksan yang memiliki karakteristik padatan berwarna putih \ndengan rendemen yang rendah sebesar 4,7%. Sementara formilasi 4-asetilfenol melalui reaksi ReimerTiemann, di mana 4-asetilfenol direaksikan dengan kloroform dalam etanol pada kondisi basa NaOH dan \ntrietilamin (Et3N) yang berlangsung selama 8 jam menghasilkan 5-asetil-2-hidroksibenzaldehid berupa \npadatan berwarna kuning menghasilkan rendemen lebih baik sebesar 6,9%. Kondisi reaksi dengan waktu \nyang lebih singkat yang berlangsung selama 4 jam menghasilkan produk rendemen 3,9%. Penggantian \nbasa dengan KOH pada kondisi reaksi Reimer-Tiemann menghasilkan produk dengan rendemen lebih \nbaik sebesar 14,2%. Dua senyawa yang diperoleh di atas, yaitu 6-asetil-1,3-benzodioksan dan 5-asetil-2-\nhidroksibenzaldehid merupakan senyawa prekursor penting dalam sintesis obat asma jenis salbutamol. \nPenentuan struktur produk murni dapat dilakukan karakterisasi dengan menggunakan metode \nspektroskopi NMR.", "Daftar File": {"ABSTRAK Anisa Lis Masa Miranti": "https://digilib.itb.ac.id/gdl/download/299962", "PUSTAKA Anisa Lis Masa Miranti": "https://digilib.itb.ac.id/gdl/download/301504"}, "Penulis": "Anisa Lis Masa Miranti [10519096]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Didin Mujahidin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "salbutamol, kimia hijau, 4-asetilfenol, reaksi Reimer-Tiemann.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "26 Jul 2023"}