{"Nomor": 75210, "Judul": "OPTIMISASI PORTOFOLIO SAHAM DAN PORTOFOLIO WARAN TERSTRUKTUR MENGGUNAKAN VOLATILITAS STOKASTIK", "Abstrak": "Banyak investor pasar modal baik perorangan maupun institusi perlu melakukan manajemen risiko yang menyeluruh. Investor membeli saham tanpa berpikir panjang akan risiko bahwa saham tersebut dapat mengalami penurunan bahkan dalam jumlah yang signifikan. Penelitian ini akan menggunakan simulasi kuantitatif untuk membantu investor dalam membuat keputusan investasi berdasarkan simulasi yang sesuai dengan risiko dan ekspektasi keuntungan masing-masing. Penelitian ini akan menggunakan prinsip Markowitz dalam optimisasi portofolio saham. Salah satu metode yang digunakan dalam optimisasi portofolio saham adalah utilitas maksimum. Utilitas maksimum menggunakan berbagai macam koefisien penghindaran risiko untuk melihat return investasi dari investor dengan preferensi tingkat risiko yang berbeda. Simulasi portofolio saham akan menggunakan 10 saham terbesar dari reksa dana Sucorinvest Equity Fund pada tanggal 28 April 2023 sebagai acuan. Selain itu, penelitian ini juga akan menggunakan waran terstruktur pada portofolio yang terpisah. Waran terstruktur merupakan produk baru yang diterbitkan oleh Bursa Efek Indonesia pada September 2022. Proses optimisasi waran terstruktur akan menggunakan volatilitas stokastik untuk mendapatkan nilai wajar waran. Hasil dari penelitian ini menghasilkan return dari portofolio yang mengalahkan performa reksa dana acuan. Sementara performa portofolio waran terstruktur menggunakan harga asli mengalami penurunan 54%. Namun, simulasi menggunakan harga wajar pada waran call dan put menghasilkan return fantastis.", "Daftar File": {"ABSTRAK Matthew Henry Prasetya": "https://digilib.itb.ac.id/gdl/download/299950"}, "Penulis": "Matthew Henry Prasetya [10819009]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Markowitz, optimisasi portofolio saham, Sharpe Ratio maksimum, Utilitas maksimum, reksa dana, waran terstruktur, volatilitas stokastik, call dan put", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "26 Jul 2023"}