{"Nomor": 75218, "Judul": "FACTORS THAT AFFECTING CUSTOMER INTENTION TO USE TELEMEDICINE APPLICATION CONTINUOUSLY AFTER COVID-19 CASES IN INDONESIA ARE DECREASING", "Abstrak": "Pada era pandemi COVID-19 telemedicine memiliki banyak pengguna dikarenakan pemerintah membuat peraturan terkait membatasi gerakan masyarakat untuk mengurangi penularan. Hal ini dikarenakan telemedicine bisa memberikan dan mendukung layanan kesehatan ketika jarak memisahkan pengguna hanya menggunakan alat komunikasi elektronik. Namun dengan hal ini, pasien dan dokter kehilangan kesempatan untuk berinteraksi secara pribadi, yang mana dapat memengaruhi komunikasi mereka. Ditambah menurunnya kasus COVID-19 di Indonesia membuat pemerintah mencabut peraturan yang membataskan pergerakan masyaraka sehingga orang-orang bisa menemui dokter secara langsung lagi. Oleh karena itu, penelitian ini bertujuan unutk menganalisa faktor yang memengaruhi niat pelanggan untuk menggunakan aplikasi telemedicine secara berkelanjutan dan menentukan faktor yang lebih signifikan dalam memengaruhi niat pelanggan untuk menggunakan aplikasi telemedicine secara terus menerus. Penelitian ini dilaksanakan dengan pendekatan kualitatif melalui wawancara semi terstruktur dan pendekatan kuantitatif melalui survei daring terhadap pelanggan yang telah pernah menggunakan aplikasi telemedicine. Peneliti menggunakan pengkodean terbukan untuk menganalisa hasil wawancara dan menggunakan statistik deskriptif dan PLS-SEM untuk menganalisa hasil survei. Hasil penelitian menunjukkan manfaat yang diterima, kepuasan, menghemat waktu, menghamat uang, dan harapan terhadap hasil memengaruhi niat pelanggan untuk menggunakan aplikasi telemedicine secara terus menerus. Selain itu, kepuasan dan menghemat pengeluaran memengaruhi niat pelanggan dalam menggunakan telmedicine secara terus menerus dengan signifikan. Penelitian ini dapat berguna bagi perusahaan telemedicine di Indonesia dalam mebuat strategi untuk menaikkan niat menggunakan telemedicine.", "Daftar File": {"2023 SK PP Gilang Fandika   [19020132] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/299968"}, "Penulis": "Gilang Fandika [19020132]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Aplikasi Telemedicine, Niat Pengguna Untuk Menggunakan Secara Terus Menerus, Setelah Pandemi, Kepuasan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "26 Jul 2023"}