{"Nomor": 75215, "Judul": "ANALISIS EFISIENSI PROSES PENGISIAN ULANG   DALAM TOKO MENGGUNAKAN KERANGKA LEAN SIX  SIGMA PADA BISNIS RETAIL PERLENGKAPAN RUMAH   (STUDI KASUS IKEA KOTA BARU PARAHYANGAN)", "Abstrak": "Peretail memanfaatkan rak untuk memamerkan produk mereka kepada pelanggan, memerlukan keputusan tentang cara mengalokasikan ruang penjualan untuk setiap item. Tujuan utamanya adalah untuk memaksimalkan penggunaan ruang ritel dan meningkatkan peluang penjualan. Karena produk di rak secara bertahap habis melalui pembelian pelanggan, pengecer harus mengisi kembali rak secara teratur. \"Sistem Pengisian Ulang\" memainkan peran penting dalam memenuhi harapan pelanggan dengan memastikan barang yang diproduksi tersedia untuk memenuhi kebutuhan inventaris IKEA. Pengaturan ini bertujuan untuk mengoptimalkan proses penyetokan ulang produk di toko, memungkinkan kelancaran arus barang dan meminimalkan keterlambatan atau kekurangan.  \nNamun, pertumbuhan bisnis IKEA juga menghadirkan tantangan baru, salah satunya adalah keterbatasan kapasitas ruang penyimpanan di toko. Dengan rangkaian produk yang luas dan permintaan pelanggan yang terus meningkat, mengelola ruang penyimpanan yang tersedia menjadi faktor penting dalam menjaga efisiensi pengisian ulang secara keseluruhan. Tantangan lainnya, indeks proses auto-replenishment di IKEA Kota Baru Parahyangan masih rendah hanya 48% di tahun 2022. Dari tren auto-replenishment, rasio rata-rata barang yang diterima dan yang ditolak adalah 3:2. Dapat diasumsikan bahwa untuk setiap 5 item dalam proposal, hanya 3 item yang akan dilanjutkan ke proses pengisian, dan sisanya akan ditolak. Ini menyebabkan efek berkelanjutan di mana setiap item yang ditolak akan menghasilkan permintaan manual. Pengisian manual yang diminta bisa mencapai 50% dari daftar pengisian ulang setiap hari. Dalam hal ini, tim pengisian ulang, terutama operator, harus mengambil sejumlah kecil satu barang dari buffer storage dengan menggunakan forklift atau Mobile Handling Equipment (MHE) berulang kali. Hal ini berpotensi menimbulkan biaya operasional yang tinggi akibat ketidaktepatan penggunaan MHE. Selain itu, aktivitas yang dilakukan secara berulang dengan kuantitas yang sedikit membuat lead time proses menjadi lebih lama dan menghasilkan pergerakan produk yang lebih banyak. Eksekusi yang tidak memadai di toko dapat menyebabkan kekurangan yang disebabkan oleh kurangnya pengetahuan rekan kerja, manajemen ruang penjualan yang tidak memadai, atau manajemen stok yang tidak efektif.  \nPenelitian ini bertujuan untuk mengidentifikasi proses pengisian ulang di dalam toko yang relevan dan biaya terkait untuk Bisnis Ritel Perabotan Rumah Tangga. Dengan memanfaatkan metode lean six-sigma yang dikenal sebagai DefineMeasure-Analyze-Improve-Control (DMAIC) untuk mengidentifikasi proses pengisian ulang, penelitian ini menggunakan kombinasi pendekatan kualitatif dan kuantitatif. Temuan penelitian ini digunakan untuk mengembangkan proses optimalisasi yang secara bersamaan meningkatkan manajemen ruang penjualan dan proses pengisian ulang di dalam toko. Akibatnya, rata-rata indeks pengisian ulang otomatis meningkat sebesar 23% dari tahun 2022 hingga 2023. Perbaikan proses memungkinkan pengurangan 1836 pergerakan produk selama periode tersebut, akibatnya memengaruhi berbagai faktor biaya dan pengeluaran: 1) Biaya Reach Truck menurun sebesar 7%; 2) Biaya Power Stacker menurun sebesar 48%; 3) biaya kerusakan produk menurun sebesar 26%; dan 4) biaya tenaga kerja berkurang 18%.", "Daftar File": {}, "Penulis": "Ratna Endah Pratiwi [29121343]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.SC., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Retail, Sistem Pengisian Ulang, In-store Replenishment Process, Manajemen Ruang Penjualan, Lean Six Sigma, DMAIC.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jul 2023"}