{"Nomor": 75222, "Judul": "USULAN MODEL BISNIS UNTUK PERUSAHAAN FESYEN DI INDONESIA: STUDI KASUS DYA ID", "Abstrak": "Fashion muncul sebagai industri yang menarik dan memiliki permintaan besar di\nIndonesia, dengan pertumbuhannya yang terus meningkat. Bisnis fashion merupakan salah\nsatu dari tiga kelompok industri kreatif penyumbang Pertumbuhan Domestik Bruto (PDB)\nterbesar di Indonesia. Besarnya peluang industri ini membuat bisnis fashion menjadi pasar\nyang menarik di Indonesia dan global. Daya tarik industri fesyen menyebabkan munculnya\nbanyak merek fesyen, yang membuat persaingan antar pesaing di industri ini tinggi.\nKemunculan kompetitor tersebut tentu mengancam Dya Id. Selain itu, pendapatan Dya Id\ndalam dua tahun (2021-2022) ini stagnan kecuali pada bulan Idul Fitri. Oleh karena itu,\nperusahaan harus mengambil tindakan untuk memastikan pertumbuhan bisnisnya.\nPerusahaan harus selalu melakukan inovasi strategi dan model bisnis untuk mendapatkan\nkeunggulan kompetitif.\n\nPenelitian ini dilakukan untuk mencari solusi atas permasalahan yang dihadapi oleh\nperusahaan. Analisis eksternal mencakup analisis PESTEL, yang memberikan gambaran\numum tentang kondisi lingkungan eksternal industri secara umum; Analisis Porter’s 5\nForces mendefinisikan situasi kompetitif industri. Analisis internal menggunakan teknik\nVRIO dan Business Model Canvas untuk mengevaluasi dan menganalisis aktivitas internal\nperusahaan. Langkah selanjutnya setelah analisis eksternal dan internal adalah analisis\nSWOT perusahaan. Evaluasi menentukan komponen kanvas model bisnis mana yang\nbermasalah dengan model bisnis saat ini. Selanjutnya dilanjutkan dengan matriks TOWS\nuntuk merumuskan strategi bisnis dan menggunakan Blue Ocean Strategy atau ERRC Grid\n(Eliminate, Raise, Reduce, Create) untuk menciptakan inovasi nilai yang pada akhirnya\nmengembangkan kanvas model bisnis baru.", "Daftar File": {"2023_TS_PP_Siti Nuur Fatinah Megasari_29119073_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/299972"}, "Penulis": "Siti Nuur Fatinah Megasari [29119073]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "inovasi model bisnis, bisnis fesyen, bisnis model canvas", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Jul 2023"}