{"Nomor": 75227, "Judul": "PERFORMANCE EVALUATION OF PERTAMAX AND REVVO89 ON 7 CARS BASED ON ROAD TEST AND CHASSIS DYNAMOMETER TEST", "Abstrak": "Pada bulan September 2022, pemerintah mengurangi subsidi bahan bakar, yang berakibat pada kenaikan harga bahan bakar. Pertamina, produsen bahan bakar terkemuka di Indonesia, menghadapi persaingan dari pesaing seperti Vivo. Banyak pelanggan beralih preferensi mereka ke Vivo, khususnya Revvo89, karena mereka percaya bahwa itu menawarkan efisiensi dan performa yang lebih baik untuk kendaraan mereka.\nOleh karena itu, tujuan dari proyek akhir ini adalah membandingkan performa Revvo89 dan Pertamax pada tujuh mobil di Indonesia seperti Honda Brio, Toyota Calya, Toyota Avanza 1.3 dan 1.5, Mitsubishi Xpander, Suzuki Pick-up, dan Toyota Innova Reborn. Perbandingan ini melibatkan uji jalan dan uji chassis dynamometer pada mobil-mobil ini. Uji jalan menentukan faktor-faktor seperti kecepatan maksimum, percepatan, dan konsumsi bahan bakar, sedangkan uji chassis dynamometer mengukur torsi, daya, dan rasio udara-bahan bakar (AFR). Selain itu, dilakukan juga uji emisi untuk menilai emisi yang dihasilkan oleh kendaraan.\nTemuan menunjukkan bahwa bahan bakar dengan RON lebih tinggi tidak selalu menjamin performa yang lebih baik dan emisi yang lebih rendah. Hal ini dipengaruhi oleh rasio kompresi kendaraan, karena mobil dengan rasio kompresi lebih rendah cenderung memiliki performa lebih baik dengan bahan bakar RON lebih rendah. Selain itu, standar manufaktur mobil juga memainkan peran penting dalam performa mesin mereka. Secara keseluruhan, perbandingan antara Pertamax dan Revvo89 mengungkapkan bahwa kedua bahan bakar tersebut menghasilkan hasil yang serupa dalam hal performa mobil dan emisi.", "Daftar File": {}, "Penulis": "Fareza Dwiki Hudiarahman [13119209]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Tri Yuswidjajanto Zaenuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pertamax, Revvo89, Uji Jalan, Uji Chassis Dynamometer, Bahan Bakar, Performa, dan Emisi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2023"}