{"Nomor": 75228, "Judul": "DEVELOPING MARKETING STRATEGY FOR USED CAR BUSINESS POST PANDEMIC (CASE STUDY OF MOBIL88 SEMARANG)", "Abstrak": "Per 31 Desember 2022, mobil merupakan jenis kendaraan bermotor terbanyak kedua yang digunakan di Indonesia. Selanjutnya, jumlah unit mobil meningkat secara bertahap antara tahun 2017 hingga 2021. Dengan demikian, industri mobil bekas juga memiliki pasar yang cukup baik di Indonesia. Namun pada tahun 2020, pasar mobil bekas terpuruk akibat Covid-19, tetapi mulai pulih pada tahun 2021. Sayangnya, Mobil88 Semarang tidak mengalami lonjakan penjualan tersebut, malah mengalami kerugian penjualan sebesar 42% pada tahun 2021. Masalah utamanya adalah ketidakefektifan strategi pemasaran Mobil88 Semarang yang mengakibatkan rendahnya kesadaran merek dan penetrasi pasar. Ada 4 penyebab utama yang mendasari ketidakefektifan strategi pemasaran dari Mobil88 Semarang, yaitu tidak memperhatikan persaingan, kurangnya pemasok, kurang memahami target pasar, dan penggunaan media sosial yang monoton. Oleh karena itu, tujuan dari penelitian ini adalah untuk mengembangkan strategi pemasaran yang kreatif, efektif, dan kompetitif untuk pengembangan Mobil88 Semarang. Kajian ini menggunakan analisis eksternal dan internal yang akan dirangkum dalam analisis SWOT. Selain itu, metode penelitian kualitatif dan kuantitatif digunakan dalam penelitian ini. Pendekatan kualitatif digunakan untuk mengumpulkan data mendalam dengan mewawancarai kepala cabang Mobil88 Semarang, pelanggan lama, dan calon pelanggan Mobil88 Semarang. Data yang diperoleh dari metode kualitatif dianalisis menggunakan open coding dengan variabel “New Insight” dan “Reason”. Selain itu, pendekatan kuantitatif dengan menggunakan kuesioner juga diterapkan dalam penelitian ini untuk memvalidasi beberapa hal. Statistik deskriptif digunakan untuk mengolah data dari kuesioner. Karena ini adalah penelitian penyelesaian masalah, sampel sebanyak 200 harus diterapkan. Kesimpulannya, menciptakan profil pembeli, memanfaatkan platform media sosial, dan menggunakan program cashback adalah beberapa rekomendasi yang dibuat untuk Mobil88 Semarang untuk menyelesaikan masalah utama perusahaan.", "Daftar File": {"2023 SK PP Vincent Kwan   [19020229] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/299987"}, "Penulis": "Vincent Kwan [19020229]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mobil Bekas, Strategi Pemasaran yang Tidak Efektif, Media Sosial yang Monoton", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "26 Jul 2023"}