{"Nomor": 75224, "Judul": "PENGEMBANGAN METODE KUANTIFIKASI KINERJA SISTEM DETEKSI DAN HINDARAN UNTUK PTTA (STUDI KASUS: IMPLEMENTASI OPERASI PTTA DI RUANG UDARA INDONESIA)", "Abstrak": "Saat ini perkembangan dan pemanfaatan Pesawat Terbang Tanpa Awak (PTTA) demikian pesat dan semakin luas, sehingga tidak dapat dihindari lagi pesawat ini akan beroperasi di ruang udara yang semakin luas, termasuk ruang udara sipil. Isu keselamatan menjadi salah satu isu ketika PTTA beroperasi di ruang udara sipil, dimana risiko terjadinya kecelakaan tabrakan di udara (midair collision) menjadi perhatian utama seperti juga pada pesawat berawak. Salah satu penyebab terjadinya risiko ini adalah karena gagalnya fungsi see-and-avoid pada pesawat berawak. Pada PTTA fungsi ini diambil alih oleh sistem sense-and-avoid (SAA). Sistem SAA untuk menjalankan fungsinya ini terdiri dari teknologi penginderaan (sensing technology) dan teknologi penghindaran (avoiding technology). Teknologi penginderaan ini sangat tergantung dari sensor yang digunakan untuk mendeteksi objek. Sedangkan teknologi penghindaran terdiri dari algoritma yang menentukan apakah objek tersebut memiliki potensi berbahaya atau tidak dan memberikan perintah menghindar apabila berbahaya.\n\nKuantifikasi parameter yang mempengaruhi kinerja sistem perlu dilakukan dalam menganalisis risiko dan bahaya terhadap kasus midair collision untuk sistem SAA secara kuantitatif dengan metode Failure Mode and Effects Analysis (FMEA). Secara umum parameter ini dapat dibagi menjadi dua sudut pandang, yaitu dari sisi sistem SAA sendiri dan dari sisi operasional dari sistem tersebut. Parameter yang digunakan sebagai tolok ukur dari sisi pertama adalah Jarak Deteksi (Detection Range), Bidang Deteksi (Field of View), Akurasi Sensor (Sensing Accuracy), Kecepatan Pengukuran dan Latensi (Measurement Rate and Latencies), dan Integrasi (Integration). Sedangkan dari sisi operasional, parameter yang digunakan adalah Jarak Intruder (Intruder Range) dan Kecepatan Mendekat (Closing Speed). Parameter sisi operasional sangat tergantung dari sisi kemampuan sistem SAA itu sendiri. Dalam mengkaji dari sisi operasional maka pengaruh faktor kemampuan sensor, jumlah intruder (traffic density) dan garis navigasi menjadi bahan dalam penelitian. Untuk penelitian ini sensor Radar yang digunakan dalam menyusun kuantifikasi parameter-parameter dari sistem SAA ini, dimana sensor ini merupakan salah satu sensor yang banyak digunakan pada sistem SAA saat ini.\n\nKetujuh parameter ini menjadi ukuran dalam menentukan nilai Risk Priority Number (RPN) yang digunakan dalam FMEA, dimana nilai RPN ini dipakai dalam menentukan level risiko. Nilai RPN sendiri terdiri dari tiga komponen, yaitu Keparahan (Severity), Kemunculan (Occurrence) dan Deteksi (Detection). Parameter-parameter dari sistem SAA di atas, secara langsung mempengaruhi nilai Occurrence dan Detection. Sedangkan nilai Severity, tidak dipengaruhi secara langsung oleh sistem SAA. Nilai komponen Occurrence dipengaruhi oleh parameter Integration, Intruder Range dan Closing Speed. Sedangkan nilai komponen Detection dipengaruhi oleh parameter Detection Range, Field of View, Sensing Accuracy, dan Measurement Rate and Latencies.\n\nUntuk melakukan perhitungan yang dapat menggambarkan suatu kondisi nyata, maka dikembangkan sebuah simulasi dengan pendekatan simulasi Monte Carlo dengan kondisi awal secara acak. Dari hasil simulasi didapat sistem SAA dapat menurunkan nilai RPN maksimum sampai sekitar 30%. Dalam menurunkan nilai ini, parameter yang memiliki pengaruh paling besar adalah parameter integration, dimana parameter ini dapat menurunkan faktor occurrence pada perhitungan RPN. Faktor kemampuan sensor dan garis navigasi, tidak terlalu mempengaruhi level risiko secara signifikan. Kepadatan lalu lintas udara menaikkan jumlah intruder yang memiliki nilai maksimum tetapi tidak mempengaruhi nilai RPN maksimum secara umum (secara prosentase). Hal ini berarti, sistem SAA dapat digunakan untuk menurunkan level risiko, tanpa harus tergantung dari kepadatan lalu lintas dan garis navigasi. Hasil ini diharapkan dapat membantu pengembang dan pengguna PTTA dalam mengimplementasikan sistem ini.", "Daftar File": {"ABSTRAK Bona Putravia Fitrikananda": "https://digilib.itb.ac.id/gdl/download/299974"}, "Penulis": "Bona Putravia Fitrikananda [33616005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Hari Muhammad", "Rianto Adhy Sasongko, S.T, M.Sc., Ph.D.", "Dr. Yazdi Ibrahim Jenie, S.T, M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "PTTA, sistem SAA, Analisis Risiko, FMEA, Monte Carlo", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2023"}