{"Nomor": 75234, "Judul": "PERANCANGAN SISTEM DRAINASE, SUPLAI AIR, DAN ANALISIS BANJIR PADA GEDUNG KANTOR SEWA DENGAN PENDEKATAN BIOFILIK DI KOTA SURABAYA", "Abstrak": "Gedung kantor sewa dengan pendekatan biofilik dirancang sebagai salah satu gedung kantor yang dapat meningkatan produktivitas pekerja dengan membuat ekosistem gedung yang bersifat alam dan membuat pengguna gedung nyaman dalam gedung tersebut. Dalam perancangan sebuah gedung, diperlukan menganalisis hujan yang turun agar tidak mengakibatkan limpasan pada gedung, limpasan pada saluran dekat gedung. Selain itu air hujan yang turun juga dirancang untuk dapat diolah sehingga dapat digunakan untuk memenuhi kebutuhan air gedung.\nPerancangan mencakup pengolahaan data hujan dan topografi wilayah Kota Surabaya dan dilakukannya analisis hidrologi untuk mendapatkan data hujan olahan yang akan digunakan sebagai dasar dalam perancangan drainase, analisis banjir, dan analisis suplai air.\nDalam perancangan sistem drainase, lingkup desain serta analisis mencakup tata letak drainase dan desain dimensi saluran drainase yang berada di atap dan lantai dasar gedung. Perancangan sistem drainase memperhatikan tata guna lahan gedung serta daerah tangkapan airnya. Saluran drainase dirancang menggunakan saluran u-ditch serta pipa tegak.\nAnalisis banjir dilakukan dengan menggunakan perangkat lunak HEC-RAS dengan menggunakan hidrograf banjir metode rasional. Dengan periode ulang 10 tahun, hasil analisis menunjukkan bahwa tidak terjadi luapan air atau limpasan yang mempengaruhi gedung kantor.\nSuplai air bersih gedung berasal dari dua sumber air yaitu air hujan yang diolah dan PDAM. Dilakukan analisis kebutuhan dan ketersediaan air dalam mendesain tampungan air. Tampungan air yang didesain merupakan Ground Water Tank, Reservoir, Rain Water Tank, dan Roof Tank.", "Daftar File": {}, "Penulis": "Haryo Bagas Amareksa [15019039]", "Kontributor / Dosen Pembimbing": ["Dr. Ana Nurganah Chaidar, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Analisis hidrologi, sistem drainase, u-ditch, analisis banjir, HEC-RAS, analisis suplai air.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jul 2023"}