{"Nomor": 75230, "Judul": "INTERAKSI ZAT PREKURSOR DAN FAKTOR METEOROLOGI TERHADAP KEHADIRAN OZON PERMUKAAN DI ATMOSFER", "Abstrak": "Ozon merupakan polutan sekunder yang umum di daerah perkotaan. Analisis konsentrasi ozon kali ini dimaksudkan untuk mengetahui gambaran interaksi polutan sekunder dan faktor meteorologi terhadap dinamika konsentrasi ozon udara ambien di DKI Jakarta. Tujuan penelitian ini menentukan perubahan fluktuasi konsentrasi ozon yang hadir di atmosfer pada tahun 2014-2018, pengaruh musim basah dan musim kering terhadap variasi konsentrasi ozon dan prekursor, serta pengaruh variasi konsentrasi prekursor dan faktor meteorologi terhadap fluktuasi konsentrasi ozon yang hadir di atmosfer. Data yang digunakan adalah data sekunder hasil pemantauan di 5 lokasi Stasiun Pemantauan Kualitas Udara (SPKU) DKI Jakarta. Fluktuasi selama 5 tahun memperlihatkan  perubahan walaupun tidak sejalan dengan perubahan konsentrasi ozon, sedangkan faktor meteorologi cenderung sama setiap tahunnya. Berdasarkan visualisasi fluktuasi diurnal ozon dengan senyawa CO, senyawa nitrogen, senyawa NMHC, radiasi matahari, temperatur, humiditas dan kecepatan angin memperlihatkan potensi interaksi satu sama lain. Kemudian, pada musim basah konsentrasi PM 10, SO2, dan ozon umumnya menurun sedangkan penurunan pada senyawa lainya tidak begitu besar, dengan demikian penurunan ozon akibat scavenging prekursor ozon cenderung kecil.  Pada pengujian korelasi didapatkan hubungan paling kuat terlihat pada parameter radiasi matahari, temperatur dan senyawa nitrogen. Hal ini menggambarkan parameter cukup berpengaruh tersebut terhadap kehadiran ozon", "Daftar File": {"Shafiya Qonita Ramadhina.pdf": "https://digilib.itb.ac.id/gdl/download/299988"}, "Penulis": "Shafiya Qonita Ramadhina [15319069]", "Kontributor / Dosen Pembimbing": ["Ir. Raden Driejana, M.SCE, Ph.D.", "Nadiyatur Rahmatikal Wasi'", "ah, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Faktor meteriologi, Interaksi ,senyawa ozon, senyawa prekursor", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "26 Jul 2023"}