{"Nomor": 75244, "Judul": "KAKAS ANALISIS KODE STATIS UNTUK MENDETEKSI  KERENTANAN DALAM APLIKASI BERBASIS JAVASCRIPT", "Abstrak": "Saat ini, aplikasi berbasis web sangat bervariasi dalam lingkup dan fitur-fitur yang disediakan. Salah satu contoh aplikasi berbasis web adalah aplikasi berbasis JavaScript. Namun, seiring dengan berkembangnya aplikasi berbasis web, potensi kemunculan kerentanan juga akan semakin tinggi. Salah satu cara yang dapat digunakan untuk mendeteksi kerentanan dalam aplikasi adalah dengan melakukan analisis kode statis. Beberapa kakas analisis kode statis sudah dibangun dan dapat mendeteksi kerentanan dari aplikasi berbasis JavaScript. Namun kakas yang sudah dibangun hanya menggunakan representasi abstract syntax tree (AST) sehingga analisis yang dilakukan tidak efisien. \nDalam tugas akhir ini, dilakukan pembangunan untuk sebuah kakas analisis kode statis untuk mendeteksi kerentanan dari aplikasi berbasis JavaScript. Kakas analisis yang dibangun mampu mendeteksi kerentanan berupa injeksi dan tiga variasi dari cross-site scripting (XSS), yaitu reflected XSS, persistent XSS dan DOM-based XSS. Untuk melakukan analisis, kakas menggunakan metode taint analysis yang merupakan salah satu bentuk data-flow analysis. Dengan metode ini, representasi yang digunakan untuk analisis adalah data-flow graph (DFG), control-flow graph (CFG) dan call graph. \nKakas yang dibangun telah diuji dengan unit testing, dan system testing dengan menganalisis 4 proyek open source berbasis JavaScript yang memiliki kerentanan. Kakas berhasil mendeteksi 8 kerentanan berupa command injection dan XSS dari keempat proyek open source tersebut. Namun 4 kerentanan gagal terdeteksi oleh kakas karena pemanggilan fungsi bawaan dari JavaScript yang tidak didukung oleh kakas yang dibangun.", "Daftar File": {}, "Penulis": "Kevin Fernaldy [13516109]", "Kontributor / Dosen Pembimbing": ["Yudistira Dwi Wardhana Asnar, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "analisis kode statis, javascript, taint analysis, kerentanan, cross-site scripting, injection", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jul 2023"}