{"Nomor": 75242, "Judul": "FORMULASI STRATEGI BISNIS PRODUK BIOSIMILAR UNTUK BIO FARMA", "Abstrak": "Produk biologis dibuat atau berasal dari sumber biologis sehingga memiliki molekul kompleks, dengan\nvariabilitas inheren dalam strukturnya. Produk biologis mencakup berbagai macam produk seperti vaksin,\nproduk darah, terapi gen, dan protein terapeutik rekombinan. Biosimilar adalah obat biologi yang sangat\nmirip dengan produk biologi berlisensi (originator) dalam hal kualitas, keamanan, dan khasiat berdasarkan\nstudi komparatif yang komprehensif. Ukuran pasar Biosimilar di Asia Pasifik diperkirakan akan tumbuh\ndari 1,26 miliar pada tahun 2022. Nilai ini diperkirakan akan tumbuh menjadi USD 4,99 miliar pada tahun\n2027. Biosimilar diakui sebagai salah satu pasar paling signifikan dalam industri perawatan kesehatan dan\ndipandang sebagai harga yang terjangkau. dan pilihan pengobatan ekonomis dengan meningkatnya biaya\nperawatan kesehatan. Bio Farma adalah perusahaan Lifescience kelas dunia yang berdaya saing global yang\nberperan menyediakan dan mengembangkan Produk Lifescience berstandar Internasional untuk\nMeningkatkan Kualitas Hidup. Transformasi dari produsen vaksin dan antisera kelas dunia menjadi\nperusahaan life science kelas dunia mendorong Bio Farma melakukan diversifikasi produk seperti produk\nbiosimilar. \nTujuan dari penelitian ini adalah untuk mengetahui strategi bisnis yang tepat bagi PT Bio Farma dalam\nmenginisiasi pengembangan produk Biosimilar, dengan mengetahui ancaman, peluang, kekuatan, dan\nkelemahan yang dimiliki oleh Bio Farma dalam menghadapi persaingan global. Penelitian ini menggunakan\nmetode penelitian kualitatif dengan menganalisis situasi bisnis saat ini. Analisis lingkungan eksternal terdiri\ndari lingkungan umum, lingkungan industri dengan lima Porter, dan analisis lingkungan pesaing. Analisis\ninternal yang dilakukan meliputi sumber daya dan aktivitas rantai nilai sebagai dasar kapabilitas dan\nkompetensi inti dalam mencapai keunggulan kompetitif. \nPenulis juga menganalisis Model Bisnis Bio Farma dengan menggunakan framework Business Model \nCanvas (BMC) untuk menggambarkan dasar pemikiran bagaimana sebuah organisasi menciptakan,\nmemberikan, dan menangkap nilai. Berdasarkan External Factor Evaluation (EFEM) dan Internal Factor\nEvaluation (IFEM), kemudian dilakukan analisis SWOT untuk mendapatkan matriks SWOT guna\nmenyusun strategi bisnis. Diperoleh skor 2,45 dan 3,25, hal ini berarti Bio Farma berada pada kuadran I\ndalam matriks SWOT dimana perusahaan memiliki kekuatan untuk memanfaatkan peluang yang ada.\nBerdasarkan hasil analisis strategi, strategi SO merupakan cara yang paling tepat, disertai dengan\npendekatan pengembangan dalam berbagai aspek bisnisnya. \nDari analisis di atas yang telah dilakukan, diperoleh kesimpulan bahwa formulasi strategi bisnis produk\nBiosimilar untuk Bio Farma adalah dengan menerapkan strategi pertumbuhan (aggressive strategy) di\nkuadran 1 dengan memperkuat kehadirannya di industri life sciences melalui peningkatan peran riset dan\npengembangan. untuk meluncurkan Biosimilar sebagai produk baru dan efisiensi di segala bidang.", "Daftar File": {"2023_TS_PP_Danur Kasih Susanty_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/300018"}, "Penulis": "Danur Kasih Susanty [29119214]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bisnis Strategy; Bio Farma", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Jul 2023"}