{"Nomor": 75253, "Judul": "SENTIMEN MEDIA, PASAR DAN IPO STARTUP : STUDI  PENGEMBALIAN AWAL DARI PASAR SAHAM INDONESIA", "Abstrak": "Studi ini bertujuan untuk menyelidiki dampak media dan sentimen pasar terhadap initial return IPO di Bursa Efek Indonesia dari tahun 2017 hingga 2022. Dengan seringnya terjadi lonjakan harga awal pada hari perdagangan pertama, dan penurunan harga jangka panjang selanjutnya, diperlukan penjelasan yang kuat akan fenomena ini. Meskipun banyak studi yang telah menguji dampak kinerja initial return IPO, studi-studi tersebut terutama berfokus pada pengaruh faktor internal perusahaan. Dengan meningkatnya jumlah IPO di kalangan Startups di Indonesia, studi kami bertujuan untuk menggali dampaknya terhadap initial return dengan menggabungkan variabel dummy ke dalam analisis kami, dengan fokus pada bagaimana perusahaan-perusahaan khusus ini memengaruhi dinamika initial return. Analisis regresi linear berganda digunakan, dengan variabel kontrol yaitu kinerja keuangan pra-IPO, variabel dummy reputasi penjamin emisi, dan variabel dummy Tahun COVID-19. Hasil penelitian menunjukkan bahwa tingkat liputan media pra-IPO dan tingkat perilaku herd behavior investor pada hari IPO memiliki dampak signifikan terhadap initial return, sementara volatilitas pasar 30 hari praIPO berdampak negatif terhadap initial return. Namun, sentimen investor 30 hari pra-IPO memiliki dampak positif dan tidak signifikan. Selain itu, hasil penelitian juga mengungkapkan bahwa IPO perusahaan startup cenderung memiliki tingkat return awal yang lebih tinggi, yang tercermin dalam hubungan yang positif dan signifikan dengan initial return.", "Daftar File": {"2023_TS_PP_Meliana-29121448_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300045"}, "Penulis": "Meliana [29121448]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Initial Public Offering, Initial Return, Media Sentiment, Investor Sentiment, Market Volatility, Herd Behaviour, Start-up IPOs", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jul 2023"}