{"Nomor": 75254, "Judul": "ANALISIS MINIMUM EXPLOSIBLE CONCENTRATION LEDAKAN DEBU BATUBARA SUBBITUMINUS UKURAN 74-44 MIKROMETER MENGGUNAKAN EXPLOSION CHAMBER UKURAN 20 LITER", "Abstrak": "Dalam tahap penambangan, banyak bahaya dan risiko yang dapat terjadi, salah\nsatunya adalah ledakan debu batubara pada tambang batubara bawah tanah.\nLedakan debu batubara dapat terjadi jika lima komponen penyebab terpenuhi\nbersamaan, diantaranya bahan bakar, oksigen, sumber panas, dispersi, dan\nkungkungan. Penelitian ini tertujuan untuk mengetahui nilai konsentrasi minimum\ndebu batubara dapat meledak/Minimum Explosible Consentration (MEC) sehingga\ndapat menjadi acuan untuk menghindari terjadinya ledakan debu batubara. Alat\nyang digunakan yaitu siwek chamber berukuran 20 liter dengan prosedur yang\nmengacu ASTM E1226-19 dan ASTM E1515-14. Pengujian menggunakan sumber\npanas dari ignitor 4,61 kJ dan ukuran partikel debu 74-44 ?m pada konsentrasi 50\ng/????????- 500 g/????????. Menurut ASTM E1515-14, debu dikatakan meledak jika nilai\nPressure Ratio (PR) ???? 2 dan indeks deflagrasi (Kst) ???? 1,5. Berdasarkan penelitian\nyang dilakukan, semua konsentrasi yang diuji coba tergolong kelas ledakan 1\n(ledakan lemah). Dari analisis data pengujian didapatkan nilai MEC pada\nkonsentrasi 130 g/????????. Dari penelitian yang dilakukan, dapat disimpulkan bahwa\nterdapat beberapa faktor yang mempengaruhi nilai MEC, seperti volatile matter,\ncalorific value, fixed carbon, dan ukuran serta rentang ukuran partikel. Dalam\npenelitian ini, ukuran serta rentang ukuran partikel memiliki pengaruh yang paling\nsignifikan terhadap MEC. Dengan semakin besar ukuran dan rentang ukuran, akan\nmembawa nilai MEC yang lebih besar karena distribusi debu saat pengujian\nmenjadi tidak merata serta luas permukaan reaksi semakin kecil.", "Daftar File": {"ABSTRAK Marlina Wahyunintan Putri": "https://digilib.itb.ac.id/gdl/download/300046"}, "Penulis": "Marlina Wahyunintan Putri [12119016]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Ledakan debu batubara, Siwek Chamber 20 liter, MEC, distribusi debu, ukuran partikel", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "26 Jul 2023"}