{"Nomor": 75255, "Judul": "PERANCANGAN DAN IMPLEMENTASI DUMPING SYSTEM  PADA MOBILE ROBOT PENYORTIR PAKET LOGISTIK", "Abstrak": "Selama masa pandemi COVID-19, industri e-commerce global mengalami pertumbuhan pesat. Peralihan massal ke metode belanja online ini memberikan tantangan logistik yang baru, yakni peningkatan demand terhadap jasa pengiriman dan distribusi barang yang ditangani oleh perusahaan-perusahaan logistik. Hal ini menimbulkan beberapa tantangan dan masalah dalam proses penyortiran dan pengolahan paket yang dilakukan dalam gudang-gudang milik perusahaan-perusahaan tersebut.  \nBerdasarkan kunjungan dan wawancara yang dilakukan kelompok Tugas Akhir Teknik Elektro TA002 di sebuah gudang logistik kecil di Bandung, gudang dapat menangani setidaknya 3.000 hingga 8.000 paket per hari secara manual. Oleh karena beban kerja yang berlebihan ini, pekerja sering bekerja overtime, sehingga human error kerap terjadi dalam proses penyortiran. Kesalahan-kesalahan penyortiran manual ini mengakibatkan pemrosesan paket menjadi lama. Kesalahan penyortiran tersebut mengakibatkan beban kerja pegawai menjadi lebih berat karena pegawai harus mencari secara manual paket yang salah sortir dan mengembalikannya ke keranjang atau karung yang tepat. \nUntuk mengatasi masalah ini, kelompok Tugas Akhir Teknik Elektro TA002 mengusulkan solusi berupa sistem penyortiran paket logistik berbasis mobile robot. Pada sistem ini, proses penyortiran diawali dengan penjemputan paket oleh mobile robot dari pekerja. Pekerja kemudian memindai QR code pada paket menggunakan smartphone, sehingga informasi kota dan keranjang tujuan paket yang bersangkutan diterima oleh sistem, termasuk mobile robot yang tengah stand-by. Setelah itu, pekerja meletakkan paket di atas mobile robot, yang kemudian mengantarkan paket dengan menyusuri lajur garis via metode line-following hingga tiba di keranjang yang sesuai. Mobile robot kemudian menuang paket ke dalam keranjang tersebut, dan kembali loop back untuk menjemput paket selanjutnya dari pekerja untuk mengulangi siklus penyortiran. Dalam kondisi pemakaian lebih dari satu mobile robot, setiap mobile robot dapat bekerja dan berkooperasi bersama sesama mobile robot lain dan beroperasi sedemikian sehingga tidak saling bertabrakan. \nBuku Tugas Akhir ini membahas tentang perancangan dan implementasi dumping system dari mobile robot yang berfungsi untuk mengangkut, menuang, dan menjatuhkan paket yang diangkut mobile robot ke dalam keranjang. Dumping system dibuat dengan aktuator linier sebagai komponen utama yang dipasangkan ke chassis dari mobile robot dan dengan tray. Setelah melakukan pengujian, dumping system dapat memenuhi spesifikasi dimensi dan bobot paket yang telah ditetapkan, meski dengan berbagai batasan sebagai catatan. Meskipun demikian, sistem secara keseluruhan masih belum dapat dengan baik menyelesaikan masalah-masalah pada proses penyortiran manual di gudang-gudang logistik kecil. Masih terdapat beberapa spesifikasi sistem yang belum dapat dipenuhi akibat keterbatasan waktu dan sumber daya. Sistem juga masih belum siap untuk dipakai dalam kondisi nyata di lapangan dan perlu dilakukan pengembangan yang lebih lanjut.", "Daftar File": {}, "Penulis": "William J T R Simanjuntak [13219007]", "Kontributor / Dosen Pembimbing": ["Egi Muhammad Idris Hidayat, S.T, M.Sc., Ph.D.", "Yulyan Wahyu Hadi, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Aktuator linier, dumping system, logistik, mobile robot, penyortiran", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jul 2023"}