{"Nomor": 75263, "Judul": "ANALISIS SENTIMEN BERBASIS ASPEK BAHASA  INDONESIA MENGGUNAKAN GENERATIVE PRE-TRAINED LANGUAGE MODEL DENGAN PENDEKATAN  PEMBELAJARAN MULTITASKDAN PROMPTING", "Abstrak": "Analisis sentimen berbasis aspek adalah suatu metode dalam pemrosesan bahasa alami yang bertujuan untuk mengidentifikasi dan memahami sentimen terkait dengan aspek-aspek tertentu dari suatu entitas. Aspek merupakan sebuah kata atau frasa yang merepresentasikan sebuah aspek atau atribut dari suatu entitas tertentu. Penelitian sebelumnya telah menggunakan generative pre-trained language model untuk menyelesaikan analisis sentimen berbasis aspek.\nLEGO-ABSA adalah salah satu framework yang telah berhasil menggunakan generative pre-trained language model dalam analisis sentimen berbasis aspek, khususnya dalam Bahasa Inggris. LEGO-ABSA menggunakan pendekatan pembelajaran multitask dan prompting untuk meningkatkan kinerja model analisis sentimen berbasis aspek. Namun, penerapan pendekatan ini belum dilakukan dalam konteks Bahasa Indonesia. Oleh karena itu, penelitian ini bertujuan untuk menerapkan pendekatan pembelajaran multitask dan prompting pada analisis sentimen berbasis aspek Bahasa Indonesia menggunakan generative pre-trained language model.\nPada penelitian ini, diperoleh model Indo LEGO-ABSA, yaitu model analisis sentimen berbasis aspek dengan memanfaatkan generative pre-trained language model dan melatihnya dengan pembelajaran multitask dan prompting. Indo LEGO-ABSA merupakan model analisis sentimen berbasis aspek yang mengadopsi framework LEGO-ABSA dengan model mT5 sebagai model dasarnya dengan menerapkan pembelajaran multitask dalam melatih seluruh task di dalam analisis sentimen berbasis aspek. Model tersebut telah diujikan dan dibandingkan dengan model analisis sentimen berbasis aspek dari penelitian sebelumnya yang mengadopsi framework GAS yang dinamai sebagai GAS-Indonesia. Model Indo LEGO-ABSA mencapai f1-score sebesar 79,55%, 86,09%, 79,85%, 87,45%, dan 88,09% untuk masing-masing task, yaitu Ekstraksi Triplet Aspek Sentimen, Analisis Sentimen Berbasis Aspek Terpadu, Ekstraksi Pasangan Aspek Opini, Ekstraksi Penanda Aspek, dan Ekstraksi Penanda Opini. Sementara itu, GAS-Indonesia mencapai f1-score sebesar 78,63%, 82,34%, 78,45%, 84,02%, dan 87,74% untuk task yang sama.", "Daftar File": {}, "Penulis": "Randy Zakya Suchrady [13519061]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ayu Purwarianti, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "analisis sentimen berbasis aspek, generative pre-trained language model, pembelajaran multitask, prompting", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jul 2023"}