{"Nomor": 75271, "Judul": "KAJIAN KESESUAIAN KEMAMPUAN LAHAN PADA TUTUPAN LAHAN DAN RENCANA POLA RUANG WILAYAH KABUPATEN BANDUNG BARAT", "Abstrak": "Penataan ruang suatu wilayah harus memperhatikan daya dukung lingkungannya,\ndimana salah satunya dapat dilakukan dengan mengidentifikasi kemampuan\nlahannya. Kabupaten Bandung Barat (KBB) menjadi salah satu bagian wilayah\nKawasan Metropolitan Bandung yang terdampak oleh pesatnya perkembangan kota\ndan urbanisasi. KBB telah mengalami degradasi lingkungan akibat kurangnya\nkesesuaian antara peruntukan lahan dan kemampuan lahannya. KBB juga memiliki\npotensi bencana alam hidrometeorologi. Tujuan studi ini adalah untuk mengkaji\nkesesuaian daya dukung lingkungan berbasis kemampuan lahan pada tutupan lahan\ndan rencana pola ruang wilayah di KBB. Data spasial tematik berupa ancaman\nbanjir, drainase, jenis tanah, geologi, dan tutupan lahan tahun 2018, serta rencana\npola ruang KBB tahun 2012 – 2032 diperoleh dari institusi terkait di KBB. Analisis\nkemampuan lahan pada studi ini menggunakan faktor penghambat, yaitu kemiringan\nlereng, kepekaan erosi, drainase, ancaman banjir, dan tekstur tanah. Metode analisis\nspasial dilakukan dengan bantuan Sistem Informasi Geospasial (SIG). Hasil studi\nmenemukan bahwa KBB didominasi kelas VIII yang memiliki faktor penghambat\nsangat berat sebesar 51,67% dari luas wilayah, yang menandakan arahan\nperuntukan lahannya sebagai kawasan lindung. Selain itu, dihasilkan juga bahwa\ntutupan lahan tahun 2018 di KBB mayoritas belum sesuai (43,30%) dengan\nkemampuan lahannya. Ketidaksesuaian ini terdapat pada tutupan lahan perkebunan,\npertanian, tegalan/ladang, dan permukiman. Pada rencana pola ruang KBB,\nditemukan bahwa perencanaannya sudah cukup sesuai (46,31%) dengan kemampuan\nlahannya, meskipun terdapat alokasi ruang yang masih belum sesuai (38.34%),\nseperti kawasan permukiman dan kegiatan lainnya, kawasan hutan produksi,\nkawasan pertanian, dan juga kawasan perkebunan. Adanya tutupan lahan dan\nrencana pola ruang yang belum sesuai dengan kemampuan lahannya menunjukkan\nperlu adanya tindakan pemantauan terhadap peruntukan lahan aktual maupun\npeninjauan kembali terhadap rencana tata ruang. Studi ini dapat menjadi masukan\npenting bagi pembuat kebijakan tata ruang dan pihak berwenang untuk menghindari\neksternalitas negatif yang dapat terjadi di masa depan akibat ketidaksesuaian daya\ndukung kemampuan lahannya.", "Daftar File": {}, "Penulis": "Redha Aulia [15419106]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "kesesuaian daya dukung, kemampuan lahan, rencana pola ruang, tutupan lahan, Kabupaten Bandung Barat", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "26 Jul 2023"}