{"Nomor": 75287, "Judul": "ANALISIS TEKANAN MAKSIMUM AKIBAT LEDAKAN DEBU BATUBARA SUBBITUMINUS UKURAN 74-44 MIKROMETER PROVINSI JAMBI", "Abstrak": "Ledakan debu batubara merupakan salah satu risiko utama dalam kegiatan\npenambangan batubara karena dapat menimbulkan kerusakan tambang hingga\nkematian. Penelitian tentang kemampuledakan batubara ini dilakukan pada sampel\nbatubara subbituminous yang berasal dari Provinsi Jambi dengan alat uji ledak\nbatubara Siwek Chamber berukuran 20 liter menggunakan prosedur ASTM E1226-\n19. Penelitian dilakukan pada debu batubara berukuran 74 – 44 ????m dengan variasi\nkonsentrasi 100 g/m3, 200 g/m3, 250 g/m3, 500 g/m3, 750 g/m3, 1000 g/m3, 1250\ng/m3. Untuk mencari nilai tekanan ledakan debu batubara maksimum, pengujian\ndilakukan menggunakan sumber panas dari piroteknik dengan energi sebesar 4,6\nkJ. Dari pengujian yang dilakukan, didapatkan tekanan maksimum ledakan sebesar\n5,481 bar dan nilai maksimum untuk tingkat kenaikan tekanan sebesar 158,594\nbar/s. Berdasarkan nilai maksimum untuk tingkat kenaikan tekanan, didapatkan\nindeks deflagrasi sebesar 43,049 bar.m/s yang berada di dalam kelas ledakan lemah.\nWalau ledakan yang diuji masuk ke dalam kelas ledakan lemah di dalam standar\nyang digunakan, namun pada kenyataannya di lapangan, ledakan yang terjadi tetap\nberbahaya dan berisiko tinggi. Data yang telah didapatkan kemudian dibandingkan\ndengan penelitian sebelumnya dari Azwar (2019) dan Said (2019), yaitu hasil\npenelitian ini bernilai lebih rendah dibandingkan dua penelitian sebelumnya\nwalaupun peringkat (rank) batubara yang digunakan sama. Hal ini disebabkan oleh\nketidakseragaman ukuran partikel debu yang diuji saat ini (rentang 74-44 ????m) jika\ndibandingkan dengan penelitian sebelumnya, yaitu ukuran partikel rentang 74-53\n????m pada penelitian Azwar (2019) dan ukuran partikel rentang 53-44 ????m pada\npenelitian Said (2019).", "Daftar File": {"ABSTRAK Salsabiela Firdausi": "https://digilib.itb.ac.id/gdl/download/300095"}, "Penulis": "Salsabiela Firdausi [12119013]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Ledakan debu batubara, Siwek Chamber, tekanan maksimum ledakan, nilai maksimum untuk tingkat kenaikan tekanan, indeks deflagrasi, penelitian sebelumnya", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "26 Jul 2023"}