{"Nomor": 75298, "Judul": "STRATEGI KM UNTUK KEBERLANJUTAN DAN PERTUMBUHAN PERUSAHAAN SESUDAH ERA COVID-19 (STUDY KASUS: PTEP)", "Abstrak": "Di era kompetisi yang semakin ketat di Industri Geospasial Survey seperti saat ini, PT.\nExplora Prima menyadari bahwa diperlukan pendekatan yang lebih tepat dalam\nmelaksanakan pengembangan perusahaan (Business Development). PT. Explora Prima\nsaat ini sedang melaksanakan pengembangan business dengan mensinkronkan antara\nkebutuhan/tuntutan perubahan lingkungan bisnis dengan menyiapkan kapabilitas dan\nkapasitas internal. Thesis ini disusun untuk menjawab tantangan di atas, dengan\nmelakukan 2 pendekatan utama, yaitu: \n1. Analisis kondisi lingkungan bisnis, dengan menggunakan metoda PESTLE\n(Analisis kondisi Politik, Ekonomi, Sosial, Teknologi, Legal dan Environmental). \n2. Analisis penyiapan kapabilitas dan kapasitas internal, dengan menggunakan\nCongruence Model (Analisis kondisi dari komponen-komponen karyawan,\npekerjaan, struktur organisasi dan budaya perusahaan); dan menggunakan \nKnowledge Management Framework (Membangun Organisasi Pembelajar dan\nmelaksanakan Proses-proses KM: Identifikasi (map) Pengetahuan kritis yang\ndibutuhkan – Menciptakan (create) Pengetahuan yang dibutuhkan - \nMendistribusikan (distribute) Pengetahuan kepada unit-unit yang membutuhkan - \nMenyimpan dan Menggunakan pengetahuan sebagai asset utama perusahaan). \n3. Berdasarkan dua analisis di atas, kemudian disusun Strategi Bisnis untuk\nmendukung perusahaan mampu operasional secara berkelanjutan dan sekaligus\nmampu tumbuh sesuai dengan kondisi bisnis perusahaan. PT. Explora Prima menggunakan metode-metode tersebut untuk melakukan perubahan\npengelolaan internal perusahaan untuk mendapatkan solusi terbaik dalam meningkatkan\nperformance perusahaan di tengah persaingan yang semakin ketat.", "Daftar File": {"2023_TS_PP_Nur Syahid Yunanto_ NIM 29119519_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/300121"}, "Penulis": "Nur Syahid Yunanto [29119519]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "PESTLE Analysis, Congruence Model, Knowledge Management Framework, Internal Change Management", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Jul 2023"}