{"Nomor": 75291, "Judul": "PERANCANGAN USULAN PERBAIKAN PROSES BISNIS PENANGANAN ORDER DIVISI PEMASARAN DAN PENJUALAN PT SURYA", "Abstrak": "PT Surya merupakan perusahaan yang bergerak pada bidang jasa fabrikasi dan manufaktur\nlembar logam dengan sistem produksi job shop dan menerapkan budaya lean manufacturing\ndalam mengelola proses bisnisnya. PT Surya tengah melakukan upaya perbaikan proses\nbisnis untuk mengatasi tingkat keterlambatan pengiriman yang cukup tinggi pada tahun 2022\nsebesar 44,54%. Internal Consultant PT Surya beranggapan bahwa salah satu aspek yang\nberperan penting pada keterlambatan pengiriman adalah proses penanganan order Divisi\nPemasaran dan Penjualan PT Surya yang kurang produktif akibat dari adanya aktivitas kerja\ntidak bernilai tambah yang menjadi bagian rutin dalam keseharian pekerja. PT Surya\nkesulitan dalam mengidentifikasi dan menilai tingkat signifikansi dari pemborosan tersebut\ndikarenakan tidak adanya panduan kerja yang jelas dan terstandar serta belum adanya alat\nuntuk menilai efisiensi aktivitas kerja pada proses terkait. Oleh karena itu, dibutuhkan\npemetaan dan perbaikan terhadap aktivitas kerja yang termasuk ke dalam proses bisnis\npenanganan order Divisi Pemasaran dan Penjualan PT Surya. Pemetaan dan perbaikan\nproses bisnis tersebut diharapkan dapat mengidentifikasi dan meminimalisasi pemborosan\nyang terjadi serta memudahkan perusahaan dalam menentukan upaya perbaikan yang dapat\ndilakukan untuk meningkatkan efisiensi proses terkait.\nPemetaan dan perbaikan proses bisnis penanganan order Divisi Pemasaran dan Penjualan\nPT Surya dilakukan dengan menggunakan metodologi model-based & integrated process\nimprovement (MIPI). Langkah pertama yang dilakukan dalam memetakan dan memperbaiki\nproses bisnis adalah mengidentifikasi tujuan perbaikan proses bisnis yang dilakukan dengan\nberdasar pada strategi perusahaan. Selanjutnya, dilakukan identifikasi dan pemetaan proses\nbisnis existing divisi terkait melalui observasi langsung, in-depth interview, dan studi\n\ndokumentasi dengan menggunakan workflow survey & process profile worksheet dan cross-\nfunctional flowchart. Proses bisnis existing tersebut dianalisis dengan menggunakan analisis\n\nnilai tambah dan analisis multi-momen untuk menentukan unit proses bisnis kritis. Unit\nproses bisnis kritis tersebut dipetakan dengan menggunakan diagram IDEF0 dan\ndiidentifikasi pemborosan serta permasalahan yang ada dengan menggunakan analisis\npemborosan dan analisis 5M. Selanjutnya, dilakukan penentuan akar masalah dengan\nmenggunakan 5 whys analysis. Akar masalah tersebut dijadikan dasar dalam menentukan\nusulan perbaikan yang tepat untuk masing-masing unit proses bisnis kritis. Kemudian,\nusulan perbaikan proses bisnis tersebut dipetakan ke dalam diagram IDEF0, workflow survey\n& process profile worksheet, dan cross-functional flowchart usulan. Terakhir, dilakukan\nperancangan rencana implementasi dengan menggunakan project charter.\nSecara garis besar, usulan perbaikan yang diajukan adalah pembuatan dan penggunaan SOP\ndan checklist, pembuatan dan penggunaan sistem informasi perusahaan, dan pemberian\npelatihan kepada pegawai. Usulan perbaikan tersebut diikuti dengan penambahan,\npengurangan, dan pengintegrasian proses bisnis penanganan order Divisi Pemasaran dan\nPenjualan PT Surya. Berdasarkan usulan perbaikan yang dirancang, didapatkan proses bisnis\nperbaikan yang lebih ramping dari yang sebelumnya berjumlah 113 tugas menjadi 106 tugas.\nSelain itu, terdapat pengurangan proporsi aktivitas NVA sebesar 10,33% dan pengurangan\nlabor cost/day Divisi Pemasaran dan Penjualan PT Surya hingga Rp 82.081/pekerja/hari.", "Daftar File": {}, "Penulis": "Ekkie Surya Ramadhan [13419049]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Divisi Pemasaran dan Penjualan, Pemetaan dan Perbaikan Proses Bisnis, MIPI, Analisis Nilai Tambah, Analisis Multi-Momen", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "26 Jul 2023"}