{"Nomor": 75299, "Judul": "SINTESIS SENYAWA OBAT PROPRANOLOL SEBAGAI OBAT HIPERTENSI DAN JANTUNG", "Abstrak": "Hipertensi dan penyakit jantung merupakan jenis penyakit kardiovaskular yang menjadi salah satu penyebab kematian terbesar di dunia. Pada tahun 2019 hipertensi menjadi penyebab 8,5 juta kematian di dunia. Sementara untuk jumlah kematian di Indonesia akibat hipertensi mencapai 427.218 kematian dengan jumlah penderita hipertensi di Indonesia mencapai 63 juta orang. Timbulnya komplikasi lebih lanjut pada beberapa organ tubuh akibat hipertensi menjadi salah satu alasan tingginya angka kematian akibat hipertensi. Berdasarkan hal tersebut maka hipertensi dan penyakit kardiovaskular lain perlu menjadi perhatian dan penanganan yang tepat. Salah satu penanganan yang dapat dilakukan adalah dengan mengonsumsi obat beta blocker. Salah satu jenis obat golongan beta blocker adalah propranolol. Propranolol umumnya digunakan untuk mengobati penyakit jantung dan pembuluh darah serta dapat digunakan untuk penyakit non-kardiovaskular lainnya. Namun, produksi obat di Indonesia masih memerlukan bahan baku yang diimpor dari luar negeri. Maka dari itu, penelitian ini bertujuan untuk menyintesis senyawa obat propranolol dengan menggunakan epiklorohidrin sebagai prekursor obat hipertensi dan penyakit jantung. Penelitian ini dilaksanakan dalam dua tahap utama, yaitu sintesis glisidil ?-naftil eter dan sintesis propranolol. Epiklorohidrin direaksikan    dengan    ?-naftol    sehingga    menghasilkan     senyawa     glisidil ?-naftil eter yang selanjutnya direaksikan dengan isopropilamin dan menghasilkan propranolol. Pada penelitian ini juga dilakukan reaksi dengan menggunakan mikroreaktor untuk menyintesis senyawa propranolol. Pada reaksi dengan mikroreaktor ini, ?-naftol akan dilarutkan terlebih dahulu sebelum dialirkan ke dalam mikroreaktor bersama dengan epiklorohidrin sehingga terjadi reaksi antara ?-naftol dan epiklorohidrin dalam mikroreaktor tersebut. Penelitian ini telah menghasilkan tahap pertama yakni sintesis glisidil ?-naftil eter yang diperoleh produk berupa cairan berwarna kuning keemasan dengan persen rendemen sebesar 64%. Sementara itu, untuk reaksi tahap kedua diperoleh senyawa propranolol murni yang berwujud padatan putih dengan persen rendemen sebesar 78%. Penggunaan mikroreaktor pada reaksi ini juga menghasilkan senyawa glisidil ?-naftil eter dengan persen rendemen adalah 78%. Produk yang dihasilkan dikarakterisasi menggunakan metode spektroskopi 1H-NMR dan 13C-NMR.", "Daftar File": {"PUSTAKA Ade Irawan": "https://digilib.itb.ac.id/gdl/download/302384"}, "Penulis": "Ade Irawan [10519095]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Didin Mujahidin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "beta blocker, propranolol, epiklorohidrin, mikroreaktor", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "8 file", "Tanggal Input": "26 Jul 2023"}