{"Nomor": 75306, "Judul": "PENINGKATAN USER EXPERIENCE PADA MICROSOFT TEAMS DENGAN USER- CENTERED DESIGN DAN USER EXPERIENCE QUESTIONNAIRE", "Abstrak": "Fasilitas online learning yang dulunya merupakan pilihan untuk melengkapi\npembelajaran telah menjadi kebutuhan penting dalam masa pandemi COVID-19.\nInstansi-instansi pendidikan dengan cepat mengadopsi berbagai aplikasi penunjang\n\nonline learning. Akan tetapi perubahan yang drastis ini membawa risiko aplikasi-\naplikasi yang digunakan belum sesuai dengan kebutuhan mahasiswa. Pada Tugas\n\nAkhir ini, dilakukan penelitian user experience terhadap salah satu aplikasi utama\nyang dimanfaatkan ITB untuk kebutuhan online learning selama pandemi, yaitu\nMicrosoft Teams. Penilaian UX menggunakan User Experience Questionnaire\n(UEQ) menunjukkan tingkat kepuasan yang masih jauh di bawah benchmark. Oleh\nkarena itu, dilakukan perbaikan desain terhadap Microsoft Teams menggunakan\npendekatan User-Centered Design (UCD) yang berfokus pada 4 aspek dengan nilai\nterburuk pada penilaian UEQ sebagai user experience goals, yaitu Attractiveness,\nPerspicuity, Efficiency, dan Stimulation. Hasil keluaran dari Tugas Akhir ini adalah\n\npurwarupa aplikasi Microsoft Teams yang mengimplementasi perbaikan pada fitur-\nfitur halaman Posts, Sidebar, dan Jendela Meeting, serta perancangan fitur baru\n\nPresensi dan streaming rekaman. Purwarupa yang dihasilkan kemudian dinilai\nkembali menggunakan User Experience Questionnaire serta dibandingkan dengan\nnilai awal sebelum perancangan. Berdasarkan nilai yang didapatkan, purwarupa\nberhasil meningkatkan kualitas user experience dari Microsoft Teams secara\nkeseluruhan. Nilai yang didapat pada aspek Attractiveness, Perspicuity, Efficiency,\ndan Stimulation berhasil melewati nilai minimal yang diharapkan, sehingga dapat\ndisimpulkan bahwa purwarupa berhasil mencapai semua user experience goals\nyang telah ditentukan.", "Daftar File": {}, "Penulis": "Kevin Caesar Hagata Ginting [18216018]", "Kontributor / Dosen Pembimbing": ["Dr. Fetty Fitriyanti Lubis, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "user experience (UX), online learning, User-Centered Design (UCD), User Experience Questionnaire (UEQ), purwarupa", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jul 2023"}