{"Nomor": 75302, "Judul": "MODIFIKASI ELEKTRODA PASTA KARBON DENGAN FE3O4 DAN POLIGLISIN BERCETAKAN MOLEKUL UNTUK PENENTUAN RHODAMIN B SECARA VOLTAMMETRI", "Abstrak": "Rhodamin B merupakan pewarna sintetik yang banyak digunakan dalam industri tekstil dan kertas. Rhodamin B memiliki efek karsinogenik sehingga penggunaannya dalam makanan telah dilarang di beberapa negara, termasuk Indonesia. Meskipun demikian, Rhodamin B masih banyak disalahgunakan sebagai pewarna makanan. Oleh karena itu, diperlukan metode analisis yang dapat digunakan untuk penentuan Rhodamin B secara cepat dan sensitif. Pada penelitian ini, penentuan Rhodamin B dilakukan dengan menggunakan elektroda pasta karbon yang dimodifikasi dengan Fe3O4 dan poliglisin bercetakan molekul (EPK-Fe3O4-MIP). Hasil karakterisasi Fe3O4 menggunakan FTIR dan SEM-EDS menunjukkan adanya puncak vibrasi ikatan Fe-O pada bilangan gelombang 586,36 cm-1, rata-rata diameter sebesar 32,776 nm dengan persen massa Fe dan O berturut-turut adalah 61,13% dan 38,87%. Elektroda yang telah dimodifikasi dengan Fe3O4 dan poliglisin bercetakan molekul memberikan arus puncak tertinggi dibandingkan elektroda tanpa modifikasi. Kondisi optimum pengukuran diperoleh menggunakan teknik SWV dalam larutan bufer fosfat 0,1 M pH 7. EPK-Fe3O4-MIP memiliki keberulangan dan kebolehulangan yang baik dengan %RSD berturut-turut adalah 1,883% dan 2,225%. Rentang linear dari EPK-Fe3O4-MIP adalah 1 – 1.000 ?M dengan batas deteksi pengukuran sebesar 0,269 ?M. Hasil pengukuran juga menunjukkan bahwa EPK-Fe3O4-MIP cukup selektif terhadap Rhodamin B dengan adanya senyawa pengganggu yang umum berada di dalam makanan. Elektroda ini memberikan hasil yang tidak berbeda signifikan dengan pengukuran sampel menggunakan spektrofotometer UV-Vis.", "Daftar File": {"ABSTRAK Dzikra Dhiyaa Rofa": "https://digilib.itb.ac.id/gdl/download/300125"}, "Penulis": "Dzikra Dhiyaa Rofa [10519093]", "Kontributor / Dosen Pembimbing": ["Dr. Henry Setiyanto, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "elektroda pasta karbon, polimer bercetakan molekul, Rhodamin B, voltammetri.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "26 Jul 2023"}