{"Nomor": 75300, "Judul": "KAJIAN HUBUNGAN KARAKTERISTIK SOSIAL-EKONOMI GENERASI Y DAN Z DENGAN PREFERENSI PEMILIHAN HUNIAN DI KOTA BOGOR", "Abstrak": "Generasi Y dan generasi Z adalah kelompok generasi yang dominan di Indonesia saat\nini. Data dari Badan Pusat Statistik (BPS) Indonesia menunjukkan bahwa jumlah\ngenerasi Y sekitar 69,78 juta jiwa atau sekitar 25,87% dari total penduduk Indonesia,\nsedangkan generasi Z sekitar 75,41 juta jiwa atau sekitar 27,94% dari total keseluruhan\npenduduk (BPS, 2020). Kedua generasi ini tumbuh di era teknologi, internet, dan\nmedia sosial yang mempengaruhi cara mereka berkomunikasi, belajar, bersosialisasi,\ndan bekerja. Generasi Y dan Z memiliki nilai-nilai, aspirasi, dan preferensi yang\nberbeda dalam berbagai aspek kehidupan, termasuk dalam memilih tempat tinggal.\nPenelitian ini bertujuan untuk mempelajari hubungan antara karakteristik sosialekonomi generasi Y dan Z dengan preferensi pemilihan hunian di Kota Bogor. Metode\npenelitian menggunakan teknik non probability sampling dengan convenience\nsampling. Jumlah responden sebanyak 219 yang terdiri dari generasi Y dan Z. Analisis\ndilakukan dengan metode kuantitatif menggunakan analisis statistik deskriptif dan\nanalisis asosiasi dengan uji Chi-Square dan metode Creamer's V. Acuan teori yang\ndigunakan adalah Residential Mobility, yang menjelaskan bagaimana individu\nmemilih tempat tinggal berdasarkan preferensi dan kebutuhan mereka, yang\ndipengaruhi oleh faktor-faktor sosial-ekonomi seperti pendidikan, pekerjaan,\npendapatan, status perkawinan, dan jumlah anggota keluarga.\nHasil penelitian menunjukkan bahwa secara umum, karakteristik sosial-ekonomi tidak\nmemiliki hubungan yang signifikan dengan preferensi pemilihan hunian generasi Y\ndan Z di Kota Bogor. Dari 35 analisis hubungan yang diuji, 22 analisis hubungan pada\ngenerasi Y dan 32 analisis hubungan pada generasi Z menunjukkan tidak ada\nhubungan yang signifikan. Jika ada hubungan, kekuatannya cenderung lemah.\nGenerasi Y dan Z cenderung memilih hunian milik pribadi yang terletak di pusat kota,\nberbentuk rumah tapak dengan luas bangunan sekitar 80-150 meter persegi dan luas\nkaveling 200-600 meter persegi, serta memiliki setidaknya 3 kamar tidur dan 2 kamar\nmandi. Kesimpulannya, preferensi pemilihan hunian generasi Y dan Z di Kota Bogor\nlebih dipengaruhi oleh preferensi pribadi daripada karakteristik sosial-ekonomi. Hasil\npenelitian ini dapat menjadi acuan bagi para pemangku kepentingan dalam\nmerencanakan pengembangan hunian di Kota Bogor, dengan mempertimbangkan\nkebutuhan dan tren pasar yang terus berkembang di kalangan generasi Y dan Z yang\nmerupakan pasar potensial di masa depan.", "Daftar File": {}, "Penulis": "Fauzi Amallul [15416234]", "Kontributor / Dosen Pembimbing": ["Ir. Ridwan Sutriadi, S.T, M.T, Ph.D.", "Arini Murwindarti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Generasi Y, Generasi Z, Preferensi Hunian, Karakteristik SosialEkonomi, Kota Bogor", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "26 Jul 2023"}