{"Nomor": 75313, "Judul": "KOMBINASI ALGORITMA K-MEANS DAN NAIVE BAYESUNTUK MENINGKATKAN AKURASI DAN KECEPATAN WAKTU DETEKSI MALWARE", "Abstrak": "Crowdstrike adalah perusahaan Amerika yang bergerak pada bidang keamanan\ninformasi menjelaskan fakta bahwa di tahun 2023 adanya peningkatan celah\nkeamanan yang menjadi penyebab e-crime (kejahatan siber). Laporan Global\nThreat dari pimpinan keamanan siber edisi ke-sembilan membahas perkembangan\nperilaku, tren siber, serta strategi dari negara-negara yang paling mengkhawatirkan\nterkena kejahatan siber. Aktivitas berupa laporan 200+ ancaman e-crime\nditemukan 33 ancaman baru yang teridentifikasi. Pada tahun 2022, adanya lonjakan\nancaman berbasis identitas, eksploitasi sistem jaringan dari kelompok pengintai\ntiongkok (china-nexus), serta serangan terhadap perangkat yang telah dilindungi.\nTahun 2021, serangan siber naik dari 62% menjadi 71 % dan aktivitas gangguan\nkonfidensialitas (dari keyboard langsung) yang meningkat 50% pada awal tahun\n2022. Data ini menjelaskan semakin maraknya ancaman kejahatan siber yang\ndilakukan oleh manusia untuk mengakali perlindungan kerentanan dan ketahanan\nperangkat. Laporan terkini dibuat oleh tim intelijen CrowdStrike yang prominen\ndi dunia keamanan informasi. Tim intelijen CrowdStrike memanfaatkan jutaan\ndata dari peristiwa harian yang masuk ke platform CrowdStrike Falcon (the\nCrowdStrike Falcon platform) dan pengetahuan yang dalam dari CrowdStrike\nFalcon OverWatch.\nLaporan serangan siber di Indonesia dari akhir tahun 2022 hingga Februari 2023\ndengan total keseluruhan serangan mencakup 1.433 insiden siber yang ditangani\noleh BSSN (Badan Siber dan Sandi Negara). Laporan diantaranya berisi persentase\nbahwa kejadian 26 % data breach, 26 % web defacement yaitu penggantian\ntampilan website, 24% adalah serangan ransomware, sementara 24 % lainnya\nadalah jenis serangan siber yang masuk dalam kategori lain. BSSN sendiri tidak\nmerinci berapa banyak total insiden siber maupun ancaman siber yang berhasil\nmerkea deteksi. Prediksi perkembangan aktivitas malware di Indonesia tahun 2023\nadalah 26 % serangan siber yang terjadi bentuknya adalah malware dan ransomware\ndan 74 % lainnya berupa data breach. Bagaimana mengatasi serangan siber yang\nmarak terjadi. Pengguna dapat menghindari celah keamanan yang mudah disisipi\nmalware dengan cara kebiasaan positifmisalnya antisipasi back up data, identifikasi\nserangan, tidak klik link berbahaya saat berselancar di dunia maya maupun\nmengenali modus-modus kejahatan siber yang memanfaatkan korban. Selanjutnya\ntanggapan untuk 26 % serangan yang terjadi akibat malware. Menandakan malware\n\nii\n\nsebagai induk perangkat lunak yang digunakan berbagai macam peretas.\nDibutuhkan analisa seberapa cepat malware dapat terdeteksi. Melalui analisis statis\nmenggunakan kumpulan data malware yang disatukan menjadi dataset. Analisis\nstatis ini dapat memberikan hasil berupa pola yang dapat dipelajari oleh algoritma.\nAlgoritma mesin pembelajaran terus belajar dari sebuah dataset yang dibangun.\nPola ini terbentuk dari kumpulan atribut yang mendeskripsikan sejauh mana\nmalware menyerang. Atribut seperti IP, port, source, flow duration, user maupun\nlainnya dapat memberikan sebuah informasi nyata kapan terakhir malware\nmenyerang dengan menginfeksi perangkat. Tentu saja tiap algoritma memiliki\nkelebihan dan kekurangan dalam deteksi.\nDalam penelitian ini penulis mengusulkan pendekatan baru untuk menggabungkan\ndua algoritma mesin pembelajaran yang berbeda yaitu algoritma memiliki label\nataupun tidak berlabel. Berlandaskan dari dua pendekatan yang masing-masing\nmempunyai kelebihan. Penelitian ini melakukan eksperimen sebanyak empat kali\npenggabungan dengan lima dataset berbeda untuk menguji akurasi dan kecepatan\nwaktu. Algoritma yang diuji yaitu antara algoritma random forest dengan k-means\nclustering, algoritma k-means clustering dengan random forest, algoritma naive\nbayes dengan algoritma k-means clustering serta algoritma k-means clustering\ndengan algoritma naive bayes. Hasil eksperimen tertinggi ada pada penggabungan\nalgoritma k-means clustering dan algoritma naive bayes dengan rata-rata 96,12 %\ndan kecepatan waktu 5,36 milidetik.", "Daftar File": {"23220345 Hanasa Shelviani.pdf": "https://digilib.itb.ac.id/gdl/download/300142"}, "Penulis": "Hanasa Shelviani [23220345]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arry Akhmad Arman, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kejahatan siber, malware, algoritma", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jul 2023"}