{"Nomor": 75312, "Judul": "ADSORPSI ION CU2+ MENGGUNAKAN ADSORBEN BULIR ?-KARAGENAN TERAPUNG", "Abstrak": "Kebutuhan tembaga telah meningkat pada beberapa abad terakhir. Kegiatan produksi yang meningkat menyebabkan pertambahan jumlah limbah berupa ion logam yang terakumulasi di sistem akuatik. Polutan ion logam Cu2+ dapat larut dalam air dan memiliki sifat toksik bahkan pada konsentrasi rendah. Pencemaran ini dapat diatasi dengan menggunakan adsorben terapung sehingga mempermudah proses pemisahan adsorben setelah dikontakkan pada sistem akuatik yang tercemar. Salah satu bahan adsorben yang umum digunakan adalah karagenan dengan permukaan anionik dari gugus ester sulfat. Karakteristik bulir ?-karagenan terapung yang dibuat menggunakan garam CaCO3 dan Na2CO3 sebagai agen pembentuk pori diteliti dan dibandingkan. Penentuan komposisi karagenan terhadap karbonat ditinjau dari sifat fisik, swelling degree, waktu apung serta kapasitas adsorpsi ion Cu2+ oleh bulir. Diperoleh garam CaCO3 dengan komposisi massa karbonat:karagenan 1:4 memberikan karakter dan sifat fisik bulir yang paling baik dengan nilai kapasitas adsorpsi 3,41 mg/g. Karakterisasi adsorben dilakukan menggunakan spektroskopi Fourier Transformation Infra-Red (FTIR) menunjukkan pergeseran signifikan oleh serapan gugus ester sulfat pada panjang gelombang sekitar 1260 cm?1 diduga akibat terbentuknya crosslink oleh ion K+ pada bulir ?-karagenan. Kondisi optimum adsorpsi ion Cu2+ oleh bulir ?-karagenan diperoleh pada pH 5, waktu kontak selama 120 menit, dan menggunakan massa adsorben sebesar 0,05 gram untuk analit dengan konsentrasi 50 ppm. Berdasarkan studi kinetika dan isoterm adsorpsi, diperoleh kapasitas adsorpsi maksimum ion Cu2+ oleh bulir ?-karagenan terapung sebesar 17,06 mg/g dengan model isoterm adsorpsi Langmuir dan kinetika adsorpsi orde dua semu. Proses adsorpsi ion Cu2+ oleh bulir ?-karagenan terapung berlangsung spontan dan eksotermik ditinjau dari nilai\n?G sebesar ?30,92 kJ.mol?1 (303 K), ?30,92 kJ.mol?1 (313 K), dan ?30,93 kJ.mol?1 (323 K) serta nilai ?H dan ?S berturut-turut sebesar ?30,77 kJ.mol?1 dan 0,49 J.K?1mol?1.", "Daftar File": {"ABSTRAK Farra Marsyanda": "https://digilib.itb.ac.id/gdl/download/300141"}, "Penulis": "Farra Marsyanda [10519040]", "Kontributor / Dosen Pembimbing": ["Muhammad Iqbal, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "?-karagenan, adsorben terapung, adsorpsi, ion Cu2+", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "26 Jul 2023"}