{"Nomor": 75316, "Judul": "PERANCANGAN METODE PERHITUNGAN RISIKO SIBER MENGGUNAKAN SIMULASI MONTE CARLO PADA  MARKETSPACE", "Abstrak": "Penilaian risiko siber di marketspace memerlukan perhitungan komprehensif yang\nhanya mengandalkan data, mengurangi pendapat ahli yang subjektif. Penelitian ini\nmengusulkan metodologi yang memanfaatkan simulasi Monte Carlo untuk\nmencapai perhitungan risiko yang objektif. Studi ini mengidentifikasi berbagai\npenyebab risiko siber di marketspace, seperti kesalahan manusia dan kesengajaan\ndari pihak ketiga untuk melakukan serangan siber. Dengan mengembangkan\nprogram simulasi Monte Carlo, kuantifikasi risiko disimulasikan, memungkinkan\npemahaman menyeluruh tentang hubungan antara variabel masukan dan nilai risiko\nyang dihasilkan.\nHasil penelitian menunjukkan distribusi probabilitas nilai risiko dapat diperoleh\nmenggunakan data kejadian siber yang telah terjadi. Keluaran yang dihasilkan\ndapat memberikan rentang nilai risiko secara luas dan variatif dengan hanya\nmenggunakan data serta estimasi nilai faktor yang berpengaruh. Simulasi Monte\nCarlo yang dikembangkan juga dapat memberikan keluaran yang mirip saat adanya\nketerbatasan data dengan batasan tersendiri. Jika menggunakan data publik,\nsimulasi Monte Carlo dapat memberikan informasi tambahan berupa distribusi\nprobabilitas nilai risiko pada sektor marketspace yang diteliti.\nSecara keseluruhan, penelitian ini berkontribusi pada bidang penilaian risiko siber\ndengan menghadirkan pendekatan berbasis data yang meminimalkan bias subjektif\nyang berasal dari pada pendapat para ahli. Program yang dikembangkan\nmenunjukkan potensi sebagai alat bantu tambahan dalam proses penilaian risiko\nsiber di marketspace. Implikasi praktis dari temuan ini dapat membantu organisasi\nyang ingin memperkuat strategi keamanan siber mereka dan mengelola ancaman\nsiber di marketspace.", "Daftar File": {"23219012 Hafizh Fianto Putra.pdf": "https://digilib.itb.ac.id/gdl/download/300145"}, "Penulis": "Hafizh Fianto Putra [23219012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Suhardi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "marketspace, penilaian risiko, risiko siber, simulasi Monte Carlo", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jul 2023"}