{"Nomor": 75319, "Judul": "PENGARUH STRES KERJA DAN NILAI KERJA TERHADAP  INTENSI PERPUTARAN KARYAWAN GENERASI Z DI  PERUSAHAAN CALL CENTER DI JAWA (STUDI KASUS  PERUSAHAAN ABC)", "Abstrak": "Berbagai penelitian sebelumnya telah menemukan bahwa generasi yang berbeda memiliki sifat positif dan negatif. Generasi Z adalah generasi yang lahir antara tahun 1995 dan 2012. Ditemukan tingkat turnover yang tinggi dari Generasi Z. Karyawan di call center berinteraksi dengan pelanggan melalui telepon atau melalui perangkat teknologi lainnya. Ini menghadapkan perwakilan layanan pelanggan ke berbagai keadaan stres dan perasaan negatif. Karyawan mengalami stres terkait pekerjaan dan kelelahan secara emosional, dan cenderung mengekspresikan diri dengan meningkatkan niat mereka untuk keluar dari perusahaan. Masalah utama di banyak call center termasuk tingkat perputaran karyawan yang sangat tinggi melebihi industri lain, yang diyakini setinggi 40% per tahun. \n PT ABC adalah perusahaan yang berfokus dalam manajemen proses bisnis outsourcing dengan bisnis call center yang merupakan bagian dari BPO atau Business Process Outsourcing. Penekanan bisnis tersebut merupakan salah satu yang telah dipegang PT ABC sejak lama. Berdasarkan hasil wawancara dengan HR Support PT ABC di Bandung, divisi TAM merupakan divisi yang memiliki tingkat turnover karyawan paling tinggi dibandingkan dengan divisi lain dan mayoritas adalah karyawan muda, setiap bulan turnover terjadi di divisi, salah satu alasan yang dikemukakan oleh HR Officer adalah faktor turnover dikarenakan beban kerja. Penelitian ini dilakukan dengan menggunakan metode kuantitatif dan random sampling yang dilakukan pada bulan April 2023 di PT ABC. Berdasarkan penelitian terdahulu penelitian ini mengasumsikan bahwa stres kerja dan nilai kerja mempengaruhi turnover intention pada Generasi Z, penelitian ini dilakukan untuk membuktikan bahwa asumsi di atas benar adanya. Penelitian ini dianalisis menggunakan regresi linier berganda dengan bantuan SPSS 25 untuk mengetahui pengaruh antar variabel. Berdasarkan hasil pengolahan data, terdapat dimensi sosial pada variabel nilai kerja, dimensi sikap kepemimpinan dan struktur organisasi pada variabel stres kerja yang berdampak pada karyawan Generasi Z di PT ABC. Penelitian ini berkontribusi untuk memahami karakteristik Generasi Z di lingkungan kerja.", "Daftar File": {"2023_TS_PP_Darian Kashfitanto-29121400_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300147"}, "Penulis": "Darian Kashfitanto [29121400]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Generasi Z, Perputaran Karyawan, Call Center Intensi Perputaran Karyawan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Jul 2023"}