{"Nomor": 75321, "Judul": "PENGGUNAAN PONDASI BORE PILE SEBAGAI METODE PERKUATAN PONDASI BANGUNAN.STUDI KASUS: BENDUNGAN MARGATIGA, LAMPUNG", "Abstrak": "Desain sebuah bendungan harus memenuhi empat kriteria pokok bendungan, yaitu:\naman terhadap kegagalan struktur, aman terhadap kegagalan hidraulik, aman terhadap\nkegagalan akibat rembesan, dan aman terhadap kegagalan operasional dan\npemeliharaan bendungan (Pusat Pendidikan dan Pelatihan Sumber Daya Air dan\nKonstruksi, 2017). Penentuan struktur pondasi harus memperhitungkan kondisi\ngeologi atau batuan bawah permukaan dan beban struktur yang harus dipikul suatu\npondasi. Tujuan Penelitian ini akan memberikan jenis pondasi yang dibutuhkan\nberdasarkan korelasi antara kondisi bawah permukaan dan jenis beban struktur yang\nakan dipikul pondasi dan memberikan analisis terkait jenis pondasi yang digunakan\nsebagai perkuatan pada bangunan. Metode analisis dilakukan dengan in-situ test berupa\nPressure Meter Test (PMT) dan Standard Penetration Test (SPT), serta perhitungan\nanalisis daya dukung pondasi menggunakan bore pile. Hasil PMT menunjukkan PMT\n1 atau lokasi area pintu pengambilan memiliki nilai tekanan maksimum 0,16 – 1,22\nMPa, pada PMT 2 atau pada area spillway memiliki nilai tekanan maksimum 2,57 –\n7,40 MPa, sedangkan pada PMT 3 atau DPT Kanan memiliki nilai tekanan maksimal\n0,63 – 5,2 MPa. Hasil SPT menunjukkan bahwa batuan dengan tingkat kepadatan padat\nterdapat pada lapisan batupasir tufaan dengan nilai SPT >50 pada area pintu\npengambilan berada di elevasi -2.159, area spillway berada pada elevasi +1.23 dan area\nDPT kanan berada pada pada elevasi 0,0. Hasil perhitungan pondasi bore pile dengan\nsafety factor 2.5, total tiang yang dibutuhkan pada area pintu pengambilan adalah 156\ntiang, area Spillway 1 dan 2 adalah 196 tiang dan area DPT Kanan adalah 64 tiang.", "Daftar File": {"ABSTRAK I Gusti Nyoman Ari Suryanatha": "https://digilib.itb.ac.id/gdl/download/300150"}, "Penulis": "I Gusti Nyoman Ari Suryanatha [25020353]", "Kontributor / Dosen Pembimbing": ["Ir. Andhika Sahadewa, S.T, M.S.E, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Geologi , Pondasi, SPT, PMT, Bore pile", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jul 2023"}