{"Nomor": 75326, "Judul": "PENERAPAN SIAMESE NETWORK SEBAGAI METODE KLASIFIKASI  VEHICLE COUNTING BERBASIS VIDEO LALU LINTAS", "Abstrak": "Vehicle counting berbasis video lalu lintas merupakan salah satu teknologi Computer Vision yang telah umum digunakan negara - negara maju dalam perhitungan arus lalu lintas. Penerapan Computer Vision yang digunakan pada vehicle counting sebagai metode pengerjaannya yaitu, object detection, classification object dan object tracking. Dalam masing - masing penerapannya, algoritma umum yang digunakan dalam vehicle counting pun telah memberikan hasil dan performa yang baik. Akan tetapi sejauh ini, penerapan vehicle counting masih terbatas hanya membedakan dan mengklasifikasi jenis dari kendaraan saja, dan belum mampu membedakan dan mengklasifikasi merek dan brand dari kendaraan. Oleh karena itu, penelitian tugas akhir ini mengusulkan klasifikasi kendaraan yang dilakukan pada vehicle counting menggunakan pendekatan similarity learning (pembelajaran similaritas) dengan tujuan untuk mengklasifikasi merek dan brand dari kendaraan. Pemilihan pembelajaran similaritas sebagai klasifikasi kendaraan didasari dengan alasan sulitnya mendapatkan dataset dan inefficiency (waktu dan sumber daya) dari penggunaan algoritma tradisional klasifikasi objek untuk melakukan klasifikasi merek dan brand kendaraan dibandingkan menggunakan pembelajaran similaritas. Algoritma pembelajaran similaritas yang digunakan pada tugas akhir ini yaitu Siamese Network. Penggunaan algoritma siamese network dilakukan dengan melakukan perhitungan jarak kemiripan dari satu gambar kendaraan bermerek A dengan gambar sejenis bermerek A dan gambar berbeda merek B. Perhitungan jarak ini dilakukan dengan rumus euclidean distance. Selain itu, digunakan fungsi loss, Contrastive Loss, sebagai evaluasi pembelajaran siamese network.  Dari hasil pembelajaran didapatkan nilai akurasi 98.45% pada training set (80% total data) dan akurasi 90.79%. pada testing set (20% total data) dengan threshold distance < 0.5 sebagai parameter nilai perbandingan satu gambar dengan gambar lain dapat dikatakan similar / mirip. Kemudian hasil pembelajaran digunakan sebagai model klasifikasi yang akan dipakai pada pengujian dengan support set. Namun hasil pengujian klasifikasi ini memberikan nilai performa yang berbeda - beda dan bervariasi tergantung dari setiap merek kendaraan yang diuji. Metode evaluasi yang digunakan pada hasil pengujian yaitu evaluasi matriks, nilai precision, nilai recall, nilai akurasi dan nilai  F1-score.", "Daftar File": {}, "Penulis": "Aldo Azali [13516125]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T, M.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "klasifikasi kendaraan, pembelajaran similaritas, merek dan brand, siamese network.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jul 2023"}