{"Nomor": 75327, "Judul": "PENGEMBANGAN SISTEM PEMAHAMAN DOKUMEN FORMAL BPKB DAN TEKS TULISAN TANGAN MENGGUNAKAN TEKNIK  OPTICAL CHARACTER RECOGNITION (OCR)", "Abstrak": "Tugas akhir ini bertujuan untuk mengembangkan sistem pemahaman dokumen formal, yaitu\nBPKB, dan teks tulisan tangan menggunakan teknik optical character recognition (OCR).\nSistem ini membutuhkan koneksi internet pada tahap pengenalan dokumen. Proses dalam\nsistem melibatkan tiga tahapan utama, yaitu pendeteksian teks, pengenalan teks, dan\npengenalan entitas bernama.\nPada tahap pendeteksian teks, sistem menggunakan algoritma pendeteksian teks untuk\nmengidentifikasi area di dokumen formal yang berpotensi mengandung teks. Kemudian, pada\ntahap pengenalan teks, algoritma OCR diterapkan untuk mengenali teks dalam setiap area yang\nterdeteksi sebelumnya. Selanjutnya, dalam tahap pengenalan entitas bernama, sistem\nmenerapkan algoritma pemrosesan bahasa alami (Natural Language Processing) untuk\nmengenali entitas tertentu, seperti nama pemilik pada dokumen formal. Pengujian dilakukan\nmenggunakan berbagai dokumen formal dengan variasi kualitas gambar, dan hasil pengujian\nmenunjukkan tingkat akurasi dan waktu inferensi yang rasional.\nDengan adanya sistem ini, diharapkan proses pemahaman dan ekstraksi informasi dari\ndokumen formal menjadi lebih efisien dan akurat. Sistem ini dapat digunakan dalam proses\notomatisasi dan digitalisasi dokumen formal, meningkatkan aksesibilitas informasi, dan\nmengurangi kesalahan manusia dalam pemrosesan data.", "Daftar File": {}, "Penulis": "Daffa Ananda Pratama Resyaly [13519107]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T, M.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pemahaman dokumen formal, BPKB, teks tulisan tangan, OCR, pendeteksian teks, pengenalan teks, pengenalan entitas nama.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "26 Jul 2023"}