{"Nomor": 75322, "Judul": "MENINGKATKAN BRAND EQUITY BENOIT ADVANCED GEAR MELALUI SPONSOR ACARA KOMUNITAS", "Abstrak": "Peralatan dan pakaian yang terinspirasi dari militer telah mendapatkan perhatian yang cukup besar di Indonesia, tren pakaian yang terinspirasi dari militer sangat menarik bagi individu atau sekumpulan orang yang memandang pakaian militer sebagai cara untuk mengekspresikan diri mereka dengan memakainya, Berbagai perusahaan masuk ke industri ini salah satunyta benoit. Benoit memiliki banyak pesaing dan mengidentifikasi diri mereka bukans ebagai perusahaan yang top of mind sehingga mereka berupaya meningkatkan brand equity mereka.\n\nCara benoit meningkatkan awareness ialah dengan menjadi sponsor berbagai event yang terkait target segmen mereka. Salah satu event tersdebut ialah WARWERWOR yang diadakan oleh AIRBAN, salah satu komunitas yaitu AIRBAN, salah satu komunitas airsoft tertua di Bandung, BENOIT ADVANCED GEAR ikut berpartisipasi dalam acara komunitas airsoft AIRBAN sebagai mitra sponsor dengan harapan brand equitynya meningkat.\n\nBENOIT memiliki harapan dalam mensponsori acara komunitas AIRBAN, di mana anggota AIRBAN yang tidak pernah tahu tentang Benoit terpapar dengan brand awareness, dan anggota yang sudah tahu tentang BENOIT akan terus menggunakan produk mereka dan setia kepada merek mereka.\n\nAcara ini dihadiri oleh 300-450 orang yang melibatkan berbagai tim komunitas airsoftgun dari seluruh Indonesia.\nAcara ini diselenggarakan dengan penghargaan tinggi oleh komunitas karena tidak hanya merupakan pertempuran\nskirmish berskala besar, tetapi juga di sini BENOIT bertemu dan berkomunikasi dengan sejumlah besar calon\npelanggan.Peneliti melakukan penelitian qualitative dengan proses wawancara kepada beberapa stakeholder dan\nmelakukan analisis data terkait dengan apakah ada korelasi sponsorship yang dilakukan bnenoit terhadap\npeningkatan brand equity dari produk terdsebut.\n\nPenelitian menunjukan bahwa terdapat peningkatan terhadap brand equity (awareness, image, dan loyalty) berdasarkan efek sponsorship", "Daftar File": {"2023 SK PP Muhammad Nasyith Harits   [19016315] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300637"}, "Penulis": "Muhammad Nasyith Harits [19016315]", "Kontributor / Dosen Pembimbing": ["Kurnia Fajar Afgani, S.AB., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "komunitas airsoftgun, sponsorship, brand equity", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "26 Jul 2023"}