{"Nomor": 75339, "Judul": "PENGARUH SUBSEKTOR PERTAMBANGAN BATUBARA TERHADAP PEMBANGUNAN BERKELANJUTAN DI PROVINSI SUMATERA SELATAN", "Abstrak": "Industri pertambangan dapat menjadi sumber pendapatan bagi negara melalui pajak\ndan royalti. Pendapatan tersebut dapat digunakan untuk membangun infrastruktur,\nlayanan kesehatan, pendidikan, dan program sosial lainnya. Salah satu provinsi\ndengan cadangan batubara terbesar adalah Sumatera Selatan dengan total cadangan\nterbukti sebesar 4,23 miliar ton pada tahun 2021. Kekayaan sumber daya batubara\ndapat menjadi faktor pendorong yang kuat terhadap pembangunan berkelanjutan di\nProvinsi Sumatera Selatan. Pembangunan berkelanjutan memiliki beberapa tujuan\nyang dikerucutkan menjadi tiga aspek utama, yaitu aspek ekonomi, aspek sosial dan\naspek lingkungan. Penelitian ini bertujuan untuk menghitung indeks pembangunan\nberkelanjutan di Provinsi Sumatera Selatan kemudian melihat pengaruh subsektor\npertambangan batubara terhadap indeks pembangunan berkelanjutan. Jenis data\nyang digunakan dalam penelitian ini adalah data sekunder, diperoleh dari Badan\nPusat Statistik periode 2014 - 2022. Metode analisis data dengan menggunakan\nregresi data panel. Hasil penelitian menunjukkan bahwa nilai indeks pembangunan\nberkelanjutan di Provinsi Sumatera Selatan masih berada pada kategori cukup\nrendah dan subsektor pertambangan batubara tidak berpengaruh terhadap Indeks\nPembangunan Berkelanjutan di Provinsi Sumatera Selatan. Dengan demikian,\nsubsektor pertambangan batubara belum mampu mendorong pembangunan\nberkelanjutan ke arah yang lebih baik.", "Daftar File": {"ABSTRAK Aris Munandar": "https://digilib.itb.ac.id/gdl/download/300199"}, "Penulis": "Aris Munandar [22119022]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Arjo Prawoto Wibowo, M.Eng.", "Dr.Eng. Ir. Firly Rachmaditya Baskoro, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Batubara, Data Panel, Pembangunan Berkelanjutan, Sumatera Selatan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "27 Jul 2023"}