{"Nomor": 75336, "Judul": "PENGEMBANGAN PROTOKOL RE-ENTRY SPASIAL - TEMPORAL BERDASARKAN ANALISIS PARAMETER SEISMISITAS PADA LAPANGAN PERTAMBANGAN", "Abstrak": "Kegiatan produksi pertambangan bawah tanah pada batuan keras dapat\nmenginduksi mikroseismik. Tingkat seismisitas akan naik setelah terjadi peristiwa\nmikroseismik dengan magnitudo yang cukup tinggi dan mengalami peluruhan\ndalam periode tertentu. Peningkatan aktivitas seismisitas dapat membahayakan\npara pekerja tambang bahkan hingga menyebabkan kerusakan pada fasilitas –\nfasilitas yang berada pada lapangan pertambangan. Oleh karena itu perlu\ndikembangkan protokol untuk membatasi akses pada suatu zona yang diperkirakan\nterkena dampak dari kenaikan aktivitas seismisitas dalam periode tertentu. Protokol\nini dikenal sebagai protokol re-entry. Dalam penelitian ini, penulis melakukan\nanalisis parameter seismisitas pada lapangan pertambangan “UC” untuk\nmengembangkan protokol re-entry spasial – temporal. Metode clustering\nDBSCAN digunakan untuk menentukan klaster sekuen gempa susulan secara\nspasial dari event utama. Kemudian dilakukan perhitungan radius zona ekslusi\nmenggunakan prinsip sum of seismic moment dan waktu re-entry menggunakan\nparameter Hukum Omori-Utsu untuk setiap event utama. Dari analisis 20 sekuen\ngempa susulan dari bulan Januari 2021 sampai Oktober 2022, dipilih 11 sekuen\ngempa susulan dengan pola peluruhan tingkat seismisitas yang mengikuti Hukum\nOmori-Utsu sebagai data regresi untuk menghitung persamaan empirik radius zona\neksklusi dan waktu re-entry. Hasil regresi menunjukkan hubungan yang signifikan\nantara radius zona eksklusi dan waktu re-entry dengan nilai koefisien determinasi\nmasing – masing sebesar 0,65 dan 0,57.", "Daftar File": {}, "Penulis": "Kevin Ryano [12319024]", "Kontributor / Dosen Pembimbing": ["Ir Wahyu Triyoso, M.Sc. PhD", "Dr.rer.nat. David Prambudi Sahara, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "mikroseismik, protokol re-entry, Hukum Omori, pertambangan.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "26 Jul 2023"}