{"Nomor": 75337, "Judul": "ANALISIS PERAN SEKTOR PERTAMBANGAN TERHADAP PERTUMBUHAN EKONOMI DAN KEMISKINAN: STUDI KASUS PROVINSI KALIMANTAN TIMUR", "Abstrak": "Pertumbuhan ekonomi yang tinggi dan nol kemiskinan merupakan tujuan dalam\npembangunan. Sektor Primer merupakan sektor yang mendominasi perekonomian\ndi Kalimantan timur salah-satunya pertambangan. Akan tetapi karakteristiknya\nyang tidak padat karya serta multiplier effect nya yang cenderung kecil justru\nmenjadi permasalahan. fluktuasi harga pasar, dampak sosial dan lingkungan, terus\nmenjadi stigma buruk yang disematkan pada sektor pertambangan. Akan tetapi\nperlu diketahui bahwa, hampir semua kebutuhan dasar manusia sangat bergantung\ndari komoditas pertambangan. Penelitian ini ingin mengetahui bagaimana pengaruh\nsektor primer terhadap perekonomian dan kemiskinan di Kalimantan timur. PDRB\n17 sektor lapangan usaha dijadikan sebagai variabel yang mempengaruhi\npertumbuhan ekonomi sementara itu Laju pertumbuhan ekonomi, pembangunan\nmanusia, desentralisasi fiskal dan tingkat partisipasi angkatan kerja digunakan\nsebagai determinan kemiskinan di Kalimantan Timur. Metode analisis yang\ndigunakan adalah regresi data panel pada 9 kabupaten kota dengan menggunakan\nmodel Fix Effect. Hasil menunjukan bahwa sektor primer berpengaruh dalam\nmeningkatkan laju perekonomian di Kalimantan timur bersamaan dengan sektor\nsekunder dan tersier. Sementara itu pertumbuhan ekonomi berpengaruh positif\nterhadap kemiskinan, dengan arti lain bahwa pertumbuhan ekonomi belum cukup\ninklusif sehingga masih belum meratanya penyebaran pendapatan, tetapi peran\nsektor pertambangan yang dilihat dari pendapatan daerah dari dana bagi hasil\nsumberdaya sektor pertambangan berpengaruh terhadap menurunkan tingkat\nkemiskinan di Kalimantan timur, hal ini juga terlihat dari tergolong rendahnya\ntingkat kemiskinan di Kalimantan Timur yang berada dibawah rata-rata nasional.", "Daftar File": {"ABSTRAK Andri Van Deni": "https://digilib.itb.ac.id/gdl/download/300197"}, "Penulis": "Andri Van Deni [22119016]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Arjo Prawoto Wibowo, M.Eng.", "Dr. Eng. Fadhila Achmadi Rosyid, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pertambangan, pertumbuhan ekonomi, kemiskinan, inklusif, desentralisasi fiskal, efek pengganda.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "27 Jul 2023"}