{"Nomor": 75344, "Judul": "FAKTOR YANG MEMPENGARUHI KEPUASAN PELANGGAN TERHADAP NIAT PEMBELIAN KEMBALI PELANGGAN DI TIKTOK SHOP", "Abstrak": "Situasi pandemi membuat orang-orang terbiasa tidak dapat meninggalkan rumah dan melakukan pembelian secara online. Dengan situasi ini, TikTok melihat peluang untuk meluncurkan e-commerce yang terintegrasi dalam satu platform yang disebut TikTok Shop. TikTok Shop telah mengalami peningkatan yang signifikan dalam beberapa tahun terakhir, dan saat ini dapat bersaing dengan perusahaan e-commerce besar lainnya. Karena TikTok Shop masih dikategorikan sebagai platform e-commerce yang baru, pelanggan masih menghadapi masalah selama perjalanan pembelian. Namun, belum jelas apakah variabel yang diprediksi akan mengarah pada niat pembelian kembali di TikTok Shop. Oleh karena itu, penelitian ini bertujuan untuk mengetahui faktor-faktor mana yang secara signifikan mempengaruhi kepuasan pelanggan terhadap niat pembelian kembali di TikTok Shop. Penelitian ini menggunakan pendekatan kuantitatif dengan kuesioner survei online terhadap pelanggan yang menggunakan TikTok Shop. Peneliti menggunakan analisis deskriptif dan PLS-SEM untuk menganalisis hasilnya. Hasil penelitian ini menunjukkan bahwa persepsi nilai, persepsi popularitas, produk, dan lingkungan belanja berpengaruh positif terhadap kepuasan pelanggan, dan kepuasan pelanggan juga berpengaruh positif terhadap niat pembelian kembali di TikTok Shop. Temuan penelitian ini bertujuan untuk memberikan wawasan tentang implementasi strategi pemasaran di industri e-commerce atau industri terkait di Indonesia.", "Daftar File": {"2023 SK PP Agfa Fataya Gading   [19020167] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300211"}, "Penulis": "Agfa Fataya Gading [19020167]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "TikTok Shop, Persepsi Nilai, Persepsi Popularitas, Pengalaman Pelanggan, Kepuasan Pelanggan, Niat Pembelian Kembali.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "27 Jul 2023"}