{"Nomor": 75340, "Judul": "PENGARUH SEKTOR PERTAMBANGAN TERHADAP KONVERGENSI EKONOMI ANTAR KABUPATEN/KOTA DI PROVINSI SUMATERA SELATAN.", "Abstrak": "Penelitian ini bertujuan untuk menganalisis pengaruh sektor\npertambangan terhadap konvergensi ekonomi antar kabupaten/kota\ndi Provinsi Sumatera Selatan. Provinsi ini memiliki sumber daya\nalam yang melimpah, terutama di sektor pertambangan, seperti batu\nbara, minyak bumi, dan gas alam. Namun, potensi sektor\npertambangan belum dikelola secara optimal, dan terjadi\nketimpangan distribusi pendapatan antar daerah. Konvergensi\nekonomi menjadi upaya untuk mengurangi disparitas ekonomi\ntersebut dan mewujudkan pertumbuhan ekonomi yang merata.\nPenelitian ini menggunakan Indeks PDRB, Indeks Williamson, dan\nLocation Quotient untuk mengukur pertumbuhan ekonomi, tingkat\nkesenjangan antar wilayah, dan mengidentifikasi sektor unggulan.\nAnalisis Input-Output digunakan untuk memahami keterkaitan antar\nsektor ekonomi, dan peramalan menggunakan Analisis Deret Waktu\ndan Metode Rata-Rata Bergerak untuk meramalkan pertumbuhan\nekonomi di masa depan. Hasil analisis menunjukkan bahwa hanya\nKabupaten Muara Enim yang mengalami tren kenaikan menuju\nkonvergensi ekonomi, dipengaruhi oleh kontribusi sektor\npertambangan yang besar. Sektor pertanian, kehutanan, dan\nperikanan juga memiliki pengaruh signifikan di beberapa wilayah.\nPenelitian ini memberikan pemahaman mendalam tentang pengaruh\nsektor pertambangan pada konvergensi ekonomi dan\nmerekomendasikan kebijakan untuk mendorong pertumbuhan\nekonomi yang merata di Provinsi Sumatera Selatan.", "Daftar File": {"ABSTRAK Muhammad Rif'at": "https://digilib.itb.ac.id/gdl/download/300200"}, "Penulis": "Muhammad Rif'at [22119001]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Arjo Prawoto Wibowo, M.Eng.", "Dr. Eng. Fadhila Achmadi Rosyid, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Analisis Input-Output, Indeks PDRB, Konvergensi Ekonomi, Location Quotient, Sektor Pertambangan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "27 Jul 2023"}