{"Nomor": 75349, "Judul": "SINTESIS NANO CARBONATE HYDROXYAPATITE (CHA) DENGAN METODE PRESIPITASI SEBAGAI MATERIAL BIOKERAMIK", "Abstrak": "Karbonat hidroksiapatit merupakan material yang sangat baik dalam proses\npenyembuhan kerusakan tulang dan gigi. Studi dan eksperimen tentang material ini\nsudah banyak dilakukan. Material CHA dapat disintesis dengan berbagai metode.\nSintesis karbonat hidroksiapatit dalam penelitian ini dilakukan melalui metode\npresipitasi dengan variasi pada pH 8, 10 dan 12 serta variasi temperatur kalsinasi\nyaitu 500 ?C, 600 ?C dan 700 ?C. Material yang telah dikalsinasi selanjutnya\ndikarakterisasi XRD, FTIR, SEM, TEM, dan SBF. Hasil karakterisasi XRD\nmenunjukkan bahwa semua sampel memiliki puncak yang sama dengan\nHidroksiapatit, terdapat fasa pengotor yaitu CaO pada sampel yang disintesis pada\npH 12 dengan temperatur kalsinasi 700 ?C juga whitlockite pada sampel yang\ndisintesis pada pH 8 dengan temperatur kalsinasi 700 ?C. Rasio parameter kisi c/a\ndari semua sampel menunjukkan peningkatan apabila dibandingkan dengan\nhidroksiapatit. Hasil XRD juga menunjukkan bahwa kristalinitas karbonat\nhidroksiapatit meningkat seiring dengan meningkatnya temperatur kalsinasi. Hasil\nFTIR menunjukkan bahwa terdapat serapan gelombang pada rentang pita 1400 cm-\n1 dan 870 cm-1 pada semua temperatur kalsinasi yang mengindikasikan telah\nterbentuk karbonat hidroksiapatit tipe B. Kondisi pH reaksi juga mempengaruhi\nkandungan karbonat dari CHA, dimana semakin tinggi pH reaksi maka semakin\ntinggi kandungan karbonatnya. Citra SEM menunjukkan terdapat lapisan apatit\nsetelah sampel direndam dalam larutan SBF, menandakan bahwa bioaktivitas yang\nbaik dari material CHA. Hasil EDX mengkonfirmasi lapisan apatit tersebut, dimana\nterjadi perubahan nilai rasio Ca/P dari sampel sebelum dan sesudah direndam dalam\nlarutan SBF. Dari hasil TEM diketahui bahwa telah terbentuk partikel nano\nkarbonat hidroksiapatit dengan bentuk menyerupai batang dengan ukuran rata-rata\np = 49,7 nm l = 19,3 nm pada sampel yang dikalsinasi pada temperatur 500 °C serta\nbentuk hampir bulat dengan ukuran rata-rata 47,8 nm untuk sampel yang dikalsinasi\npada temperatur 600 °C dan 700 °C.", "Daftar File": {"ABSTRAK Didit Nur Rahman": "https://digilib.itb.ac.id/gdl/download/300229"}, "Penulis": "Didit Nur Rahman [23321003]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Nuruddin, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "arbonat hidroksiapatit, biomaterial, presipitasi, kristalinitas, CHA tipe B", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jul 2023"}