{"Nomor": 75354, "Judul": "PENGEMBANGAN FOTOKATALIS TIO2/CNCS TANPA DAN DENGAN DOPING NITROGEN UNTUK MENGKONVERSI CO2 MENJADI SOLAR FUEL", "Abstrak": "Emisi CO2 merupakan permasalahan di tengah masyarakat mengenai pemanasan global hingga saat ini. Konsentrasi emisi CO2 di atmosfer mengalami peningkatan setiap tahun sehingga menyebabkan pemanasan global. Fotokatalis merupakan metode yang menjanjikan untuk mengonversi CO2 dengan H2O menjadi produk yang berharga, seperti CH3OH, CH4, dan CO. Dalam penelitian ini, penulis melakukan sintesis TiO2/CNCs menggunakan sol-gel. Kemudian, pada penelitian ini massa urea divariasikan (0, 0,0432, 0,864, dan 0,1296 gram) untuk mendapatkan sampel TiO2/CNCs yang didoping N, yaitu TiO2/CNCs, TiO2/CNCs/N1, TiO2/CNCs/N2, dan TiO2/CNCs/N3. TiO2/CNCs dan katalis TiO2/CNCs terdoping N yang dihasilkan dikarakterisasi dengan TEM, XRD, spektroskopi Diffuse reflectance UV-Vis (DR UV-Vis), dan analisis GC-XL. Hasil TEM menunjukkan bukti ukuran partikel mulai dari 26,7 nm untuk TiO2/CNC dan 395,9 nm untuk CNCs. XRD pada sampel TiO2/CNCs/N mengalami pergeseran puncak, hal ini menunjukkan bahwa adanya doping nitrogen di dalam katalis TiO2/CNCs. Energi celah pita yang diperoleh untuk TiO2/CNCs, TiO2/CNCs/N1, TiO2/CNCs/N2, dan TiO2/CNCs/N3 berturut-turut adalah 3,19, 3,18, 3,18, dan 3,16 eV dari spektroskopi DR UV-Vis. Selanjutnya, pada uji aktivitas di bawah sinar tampak (? = 380 nm), katalis TiO2/CNCs/N menunjukkan aktivitas fotokatalis yang lebih unggul daripada TiO2/CNCs untuk reduksi CO2 dengan H2O karena doping nitrogen tersebut menyebabkan terbentuknya kekosongan oksigen dengan menghasilkan regangan intrinsik pada kisi TiO2/CNCs. Penelitian ini mengembangkan fotokatalis menggunakan katalis TiO2/CNCs dalam cahaya tampak yang secara efektif mereduksi CO2 dengan H2O.", "Daftar File": {"ABSTRAK Kapabihi": "https://digilib.itb.ac.id/gdl/download/300264"}, "Penulis": "Kapabihi [28721006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yogi Wibisono Budhi, S.T, M.T.", "Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknologi Nano", "Fakultas": "", "Subjek": "Technology", "Kata Kunci": "Emisi CO2, Energi celah pita, Fotokatalis, Sol-gel, TiO2/CNCs", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jul 2023"}