{"Nomor": 75353, "Judul": "DESAIN STRUKTUR PLENCENGAN RO-RO DI PELABUHAN BANDA NEIRA, KABUPATEN MALUKU TENGAH, MALUKU", "Abstrak": "Pelabuhan Banda Neira merupakan pelabuhan pengumpan di Kabupaten Maluku Tengah. Pelabuhan ini menghubungkan Kota Ambon dan Kota Tual. Pelabuhan Banda Neira berfungsi sebagai tempat distribusi hasil pertanian (buah Pala Banda) dan penunjang sektor wisata taman laut maupun sejarah bangunan peninggalan Belanda. Pelabuhan ini memiliki tipe dermaga wharf dengan ukuran panjang 88 m dan lebar 7,6 m, dan kedalaman perairan -4,5 mLWS, serta area terminal penumpang seluas 102 m2. Namun, pelabuhan ini tidak memiliki fasilitas plencengan sebagai tempat embarkasi dan debarkasi kendaraan penumpang pada kapal KMP Bahtera Nusantara 02. Maka dari itu, dalam Tugas Akhir direncanakan struktur plencengan.\nDesain struktur plencengan menggunakan standard utama British Standard 6349 Part 8 tentang Code of practice for the design of Ro-Ro ramps, linkspans and walkways. Perencanaan struktur plencengan meliputi ukuran dimensi plencengan, dimensi elemen struktural, dan penulangan elemen struktural. Analisis struktur plencengan menggunakan SAP2000. Standard analisis struktur baja yang digunakan AISC 360-16 dan beton digunakan ACI 318-14.\nHasil dari desain struktur plencengan diperoleh ukuran panjang plencengan 20,1 m dan lebar plencengan 7,6 m. Tebal pelat plencengan digunakan 0,2 m. Ukuran balok melintang dengan lebar 250 mm dan tinggi balok melintang 400 mm. Ukuran balok memanjang dengan lebar 300 mm dan tinggi balok memanjang 550 mm. Ukuran pile cap untuk instalasi fender 1,11 m x 1 m x 1,5 m, dan pile cap biasa berukuran 1 m x 1 m x 1,5 m. Stuktur tiang pancang direncanakan suspended deck. Tiang pancang yang digunakan steel pipe piles berukuran diameter luar 400 mm dan tebal dinding 9 mm sebanyak 21 tiang. Kedalaman tiang pancang diperoleh di elevasi -15,42 mLWS. Tipe fender yang digunakan MV 300P panjang 0,6 m sebanyak 2 buah.", "Daftar File": {"ABSTRAK Peterson Parsaoran Siahaan": "https://digilib.itb.ac.id/gdl/download/300263"}, "Penulis": "Peterson Parsaoran Siahaan [15516055]", "Kontributor / Dosen Pembimbing": ["Dr. Paramashanti, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Engineering & allied operations", "Kata Kunci": "Plencengan, Suspended Deck, KMP Bahtera Nusantara 02", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jul 2023"}