{"Nomor": 75352, "Judul": "IDENTIFIKASI RANCANGAN PETA BATAS LAUT INDONESIA", "Abstrak": "Berdasarkan United Nation Convention Of The Law Of The Sea (UNCLOS) 1982,\nperairan negara pantai terbagi enam, yaitu Perairan Pedalaman, Laut Teritorial, Zona\nTambahan, Zona Ekonomi Eksklusif dan Landas Kontinen. Batas keenam wilayah\ntersebut dijelaskan dan didefinisikan dalam bentuk peta atau daftar koordinat\ngeografis. Peta Batas Laut Teritorial sangat penting untuk mendukung berbagai\nkegiatan seperti pelayaran dan navigasi. Dalam penelitian ini, terdapat dua aspek\nutama yang perlu diperhatikan, yaitu aspek kartografi kelautan dan spesifikasi\npenentuan batas laut Indonesia. Penelitian kali ini bertujuan untuk mengidentifikasi\nPeta Batas Laut Teritorial Indonesia yang memenuhi ketentuan UNCLOS 1982 dan\nmerekomendasikan spesifikasi serta standar dari penyajian Peta Batas Laut Teritorial\nIndonesia. Metode penelitian yang digunakan adalah studi literatur yang melibatkan\ndokumen-dokumen berkaitan seperti Technical Aspects of The United Nations on The\nLaw of The Sea (TALOS) edisi ke-6, UNCLOS 1982, Chart No. 1, serta jurnal ilmiah\nlainnya yang membantu studi literatur selama proses penelitian. Dari studi literatur\nyang dilakukan, didapat ketentuan-ketentuan yang harus ada dalam sebuah Peta Batas\nLaut Teritorial, baik unsur-unsur yang harus ditampilkan maupun dari aspek kartografi\nkelautan. Hal tersebut didasarkan pada dokumen dokumen literatur yang telah\ndisebutkan sebelumnya. Dengan memperhatikan aspek-aspek kartografi kelautan dan\npenentuan batas laut, Peta Batas Laut Teritorial dapat menyampaikan informasi secara\nefektif, informatif, dan komunikatif kepada pengguna. Peta ini harus mampu\nmengkomunikasikan batas-batas wilayah laut dengan jelas dan akurat, sehingga dapat\ndigunakan sebagai acuan yang sah dalam berbagai kegiatan di perairan tersebut. Peta\nBatas Laut Teritorial memiliki peran penting dalam menjamin kedaulatan negara\npantai dan mengatur hak dan kewajiban di wilayah perairan. Dengan adanya peta ini,\nnegara-negara dapat memastikan bahwa batas laut mereka diakui secara internasional\ndan dapat melakukan pengelolaan sumber daya alam yang berkelanjutan.", "Daftar File": {"ABSTRAK Prima Augusta Nusa Bakti": "https://digilib.itb.ac.id/gdl/download/300254"}, "Penulis": "Prima Augusta Nusa Bakti [15118079]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "Peta Batas Laut Teritorial Indonesia, Kartografi Kelautan, Spesifikasi Peta", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jul 2023"}