{"Nomor": 75357, "Judul": "PENGARUH INVESTASI INDUSTRI PETROKIMIA TERHADAP BANGKITAN DAN TARIKAN PERKALANAN DENGAN PENDEKATAN MODEL LOWRY YANG DIMODIFIKASI (STUDI KASUS: PROPINSI BANTEN)", "Abstrak": "Perkembangan industri biasanya mengarah pada peningkatan yang signifikan\ndalam membangkitkan lalu lintas. Hal ini terjadi karena beberapa hal, antara lain:\n(i) peningkatan tenaga kerja dimana perkembangan industri seringkali\nmendatangkan lebih banyak lapangan kerja, yang menyebabkan peningkatan\njumlah orang yang pergi ke dan dari kawasan industri; (ii) perkembangan industri\ndapat mengubah pola penggunaan lahan, yang mungkin meningkatkan lalu lintas di\narea atau zona tertentu dan menuju di zona lainnya. Perubahan pola guna lahan ini\nmisalnya, area yang sebelumnya digunakan untuk pertanian dapat menjadi kawasan\nindustri dengan volume lalu lintas yang jauh lebih tinggi. Pengaruh berikutnya\nadalah peningkatan tingkat pendapatan di mana perkembangan industri cenderung\nmeningkatkan tingkat pendapatan lokal. Seiring dengan peningkatan pendapatan\nmasyarakat, kepemilikan mobil seringkali meningkat, yang selanjutnya\nberkontribusi terhadap lalu lintas. Selanjutnya layanan industri, di mana industri\njuga mengarah pada pertumbuhan di sektor sekunder dan tersier seperti makanan,\nritel, dan layanan lainnya. Ini juga menghasilkan lalu lintas tambahan karena\nkaryawan dan pelanggan harus bolak-balik; Tujuan dari penelitian ini untuk\nmengkaji potensi bangkitan perjalanan dampak dari pembangunan industri besar\ndengan menggunakan Model Lowry untuk memprediksi permintaan perjalanan\nberdasarkan masukan dua komponen utama: lokasi zona dan besar tenaga kerja.\nAsumsi dasarnya adalah bahwa setiap penumpang (penduduk dan pekerja) dan\nbarang terletak di lokasi pemukiman tertentu, dan lahannya dibagi menjadi\nbeberapa penggunaan yang berbeda. Dengan kombinasi Model/Tabel Input Output,\nModel Lowry dikaji dengan menganggap lahan sebagai faktor produksi tambahan\nselain tenaga kerja dan modal, sehingga mampu menggambarkan ruang distribusi\npenggunaan lahan dan bangkitan perjalanannya. Keluaran dari Model Lowry untuk\nestimasi lalu lintas memperhitungkan faktor peluruhan jarak (distance decay) dari\nperjalanan bekerja dengan menetapkan arus lalu lintas yang lebih rendah ke lokasi\nyang berjauhan. Artinya, prediksi volume lalu lintas antara dua lokasi akan lebih\nrendah jika jaraknya berjauhan dibandingkan dengan lokasi yang jaraknya lebih\ndekat. Hasil studi penelitian ini adalah kerangka perhitungan bangkitan dan tarikan\nperjalanan karena investasi dan berupa nilai distance decay untuk sector basis\nsebesar 0,2 dan nilai distance decay sector non-basis sebesar 2,2.", "Daftar File": {"ABSTRAK Arief Budiman": "https://digilib.itb.ac.id/gdl/download/300269"}, "Penulis": "Arief Budiman [34216003]", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.Sc., M.Sc., Ph.D.", "Dr. Eng. Puspita Dirgahayani, S.T, M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "Dampak Industri Besar, Bangkitan Perjalanan, Model Lowry, Factor Distance Decay", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "1 file", "Tanggal Input": "27 Jul 2023"}