{"Nomor": 75355, "Judul": "STUDI OPTIMASI SINTESIS ZSM-5 MELALUI METODE  HIDROTERMAL STATIS TANPA SENYAWA ORGANIK  PENGARAH STRUKTUR", "Abstrak": "Zeolit merupakan material mikropori aluminosilikat berdiameter pori kurang dari 2 \nnm. Zeolit memiliki keunggulan berupa kestabilan kerangka yang tinggi, aktivitas \ndan selektivitas baik, serta mudah untuk didaur ulang. Zeolit ZSM-5 telah \ndilaporkan sebagai material yang memiliki sifat fisikokimia yang unik, kerangka \nyang stabil dan sistem pori yang seragam. Berdasarkan kelebihan ini membuat \nZSM-5 kerap digunakan dalam aplikasi seperti sebagai katalis pada reaksi catalytic \nfast pyrolysis (CFP), sebagai adsorben pada adsorpsi fosfat, dan sebagainya.\nKerangka zeolit ZSM-5 tersusun oleh unit pentasil yang mengandung cincin \nberanggota lima (5 MRs). Secara umum, sintesis ZSM-5 membutuhkan ion \ntetrapropilammonium (TPA+\n) yang dikenal sebagai organic structure-directing \nagent (OSDA) spesifik untuk membantu membentuk kerangka ZSM-5. Namun, \nsintesis ZSM-5 dengan OSDA membutuhkan proses pembakaran suhu tinggi untuk \nmenghilangkan senyawa organik yang dapat berdampak pada pencemaran \nlingkungan. Untuk mengatasi masalah tersebut, kation natrium (Na+\n) mampu \nberperan sebagai anorganik pengarah struktur pengganti OSDA untuk sintesis \nZSM-5 yang lebih ramah lingkungan. Pada sintesis zeolit, lingkungan sintesis statis \nmerupakan kondisi sintesis paling sederhana dan bergantung kepada interaksi alami \nantara prekursor. Penambahan aging dua tahap menjadi suatu upaya untuk \nmemperoleh produk ZSM-5 murni pada sintesis dengan lingkungan statis. Tahap \naging diharapkan mampu membantu interaksi antara prekursor sehingga dapat \nmempercepat proses nukleasi. Sintesis zeolit menggunakan autoklaf berlapis \nTeflon dengan pemanasan menggunakan oven terjadi perpindahan panas yang \nlambat sehingga menyebabkan waktu sintesis lebih lama. Sintesis menggunakan\nautoklaf tubular dengan pemanasan menggunakan minyak mampu memberikan \nproses perpindahan panas yang lebih cepat dan merata. Pada penelitian ini \ndilakukan sintesis ZSM-5 tanpa OSDA melalui aging dua tahap menggunakan\nautoklaf konvensional dan autoklaf tubular. Zeolit ZSM-5 disintesis dengan \nkomposisi molar 12Na2O : 100SiO2 : 2Al2O3 : 2500H2O. Pada penelitian ini \ndilakukan studi optimasi aging dua tahap dengan variasi suhu, waktu, dan \npengadukan. Variasi suhu aging dilakukan pada suhu ruang dan 80 °C. Variasi\nwaktu aging I dilakukan selama 1 jam, 3 jam, dan 5 jam serta pada aging II selama\n12 jam, 24 jam, dan 36 jam. Variasi pengadukan aging dilakukan dengan kecepatan \n300 rpm dan statis. Pada penelitian ini dilakukan sintesis aging satu tahap dengan \nii\nvariasi waktu selama 1 jam, 3 jam, dan 5 jam serta variasi suhu pada suhu ruang \ndan 80 °C. Selanjutnya, studi optimasi waktu dan suhu hidrotermal dengan \nmenggunakan autoklaf konvensional dan autoklaf tubular juga dilakukan.\nBerdasarkan hasil penelitian yang diperoleh, pemanasan suhu 80 °C pada aging I \nmeningkatkan laju pembentukan spesi penyusun zeolit yang ditunjukkan dari \npuncak tajam ZSM-5 pada pola difraksi XRD. Pada hasil optimasi waktu aging dua \ntahap menunjukkan semakin lama waktu aging akan mengarah ke pembentukan \nfasa lain. Zeolit ZSM-5 dapat diperoleh dengan waktu aging I selama 1 jam dan 3 \njam. Namun, saat waktu aging I meningkat menjadi 5 jam terdapat puncak magadit \npada hasil pola difraksi XRD. Berdasarkan hasil analisis, produk campuran ZSM-5 \ndan fasa amorf terbentuk ketika rangkaian aging dua tahap ditukar atau aging dua \ntahap dalam keadaan statis. Pengadukan pada 300 rpm memiliki peran penting \nkarena mampu membuat campuran prekursor menjadi lebih homogen serta \nmempermudah reaksi kimia antar prekursor. Kondisi optimal aging I diperoleh \npada suhu 80 °C selama 1 jam dengan pengadukan 300 rpm. Kondisi optimal aging\nII diperoleh pada suhu ruang selama 24 jam statis. Hasil sintesis melalui aging dua \ntahap mampu menghasilkan produk ZSM-5 yang lebih optimal dari sintesis melalui \naging satu tahap. Aging II memberikan waktu lebih lama untuk prekursor \nmembentuk spesi penyusun zeolit sehingga mampu mempercepat proses nukleasi. \nSintesis menggunakan autoklaf konvensional selama 24 jam dapat menghasilkan \nZSM-5 dengan kristalinitas relatif 89 % dan memiliki morfologi seperti peti mati. \nSintesis memakai autoklaf tubular pada suhu 180 °C menghasilkan produk \ncampuran ZSM-5 dengan fasa magadit. Saat suhu ditingkatkan menjadi 210 °C,\npertumbuhan fasa magadit dapat dihambat dan menghasilkan produk ZSM-5 \ndengan kristalinitas relatif 72 %. Suhu kinetik yang tinggi dapat mempercepat \nreaksi pembentukan zeolit ZSM-5 dan tidak memberikan kesempatan pembentukan \nfasa lain. Berdasarkan hasil penelitian ini, dapat disimpulkan bahwa aging I dengan \npemanasan 80 °C dapat meningkatkan laju pembentukan spesi penyusun zeolit \nsehingga dapat mempercepat proses nukleasi. Pada sintesis ini, penggunaan ion Na+\nterhidrasi memiliki diameter kinetik yang sama dengan ukuran mikropori ZSM-5 \nsehingga mampu menghasilkan produk zeolit ZSM-5. Sintesis dengan suhu tinggi \nmenggunakan autoklaf tubular diperkirakan mampu menekan pertumbuhan \npengotor dan mengarah ke pembentukan produk zeolit ZSM-5.", "Daftar File": {"ABSTRAK Kania Ayudya Aalstiary": "https://digilib.itb.ac.id/gdl/download/301383"}, "Penulis": "Kania Ayudya Aalstiary [20520316]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Rino Rakhmata Mukti, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Zeolit ZSM-5, Tanpa OSDA, Aging, Kation Na+ , Autoklaf Tubular,  Autoklaf Konvensional", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "27 Jul 2023"}