{"Nomor": 75379, "Judul": "CREATIVE PLACEMAKING: CULTURAL CENTER IN SETU BABAKAN BETAWI VILLAGE, JAKARTA", "Abstrak": "Kebudayaan dapat menghilang seiring berjalannya waktu, seperti halnya Kebudayaan Betawi yang saat ini semakin berkurang peminatnya. Banyak dari generasi muda saat ini kurang meminati kebudayaan lokal (Kebudayaan Betawi) dan cenderung menyukai hal-hal yang modern. Proyek ini merupakan proyek Pusat Kebudayaan Betawi yang akan menjadi wadah bagi masyarakat khususnya generasi muda untuk melestarikan Kebudayaan Betawi melalui pendekatan yang lebih modern dan mengintegrasikan komunitas lokal (Betawi), aktivitas masyarakat, dan alam.\nProyek ini memiliki tiga fungsi utama, yaitu ruang ekshibisi, ruang publik dan ruang teater. Ruang ekshibisi dibuat sebagai area edukasi interaktif yang menyenangkan dan area kreatif dimana masyarakat umum dapat ikut berpartisipatif di dalamnya. Ruang publik sebagai area rekreasi masyarakat dan ruang teater sebagai tempat mempertunjukkan kesenian betawi. Berlokasi di cagar budaya Betawi, yaitu di Kawasan Situ Babakan, Jakarta dengan luas sebesar 7094 m2.\nTerdapat tiga isu perancangan utama dari proyek ini. Pertama yaitu ruang edukasi interaktif yang menggabungkan pengalaman ruang urban dengan tradisional dan memberikan kesan kekinian terhadap Kebudayaan Betawi. Kedua yaitu ruang kreatif yang dapat memperkuat perekonomian masyarakat lokal,mengangkat kebudayaan Betawi dan menguatkan komunitas lokal. Ketiga yaitu ruang rekreatif yang dapat meningkatkan interaksi sosial pengunjung dan rasa kepemilikan terhadap proyek. Ketiga hal tersebut kemudian akan dijawab dengan konsep Creative Placemaking.\nProyek ini terdiri dari dua massa bangunan yang dihubungkan oleh area publik pada lantai dasarnya dan jembatan pada lantai satu bangunannya. Memiliki luas lantai sekitar 7744 m2 dengan massa dua sampai tiga tingkat dan konstruksi utama beton. Di dominasi oleh warna hangat untuk menciptakan kesan suasana yang welcoming dan melebur pada konteks sekitarnya.", "Daftar File": {}, "Penulis": "Sahlan Alfarizi [15219041]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Betawi, Creative Placemaking, masyarakat modern, Setu Babakan, pusat kebudayaan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "28 Jul 2023"}