{"Nomor": 75372, "Judul": "STATUS/PROFIL PERSAMPAHAN NASIONAL BERDASARKAN DATA SIPSN 2022", "Abstrak": "Peningkatan jumlah penduduk di dunia berbanding lurus dengan peningkatan timbulan sampah setiap tahunnya. Fasilitas dan sarana pengolahan sampah sangat erat kaitannya dengan status persampahan suatu negara terutama di Indonesia. Dalam rangka mendukung pengembangan infrastruktur pengelolaan sampah, diperlukan data parameter sampah yang dapat digunakan sebagai acuan dalam perencanaan pengelolaan sampah. Penelitian ini menganalisis ketersediaan data statistik pengelolaan sampah pada Sistem Informasi Pengelolaan Sampah Nasional (SIPSN) dan kejelasan status sampah Indonesia pada saat ini. Penelitian ini ditujukan untuk menganalisis perubahan timbulan sampah nasional, menganalisis perbedaan komposisi sumber sampah yang dihasilkan di kabupaten dan kota di Indonesia, menganalisis perkembangan jumlah fasilitas persampahan nasional, dan menentukan profil atau status persampahan nasional pada tahun 2019 - 2022. Analisa dilakukan terhadap data timbulan sampah, komposisi sampah, sumber sampah dan capaian pengelolaan persampahan dengan menggunakan metode analisis deskriptif, kuantitatif, dan kualitatif. Fasilitas pengolahan persampahan mengalami peningkatan dari tahun 2019 hingga 2022. Keberhasilan pengumpulan data SIPSN untuk penginputan data timbulan sampah, komposisi jenis sampah dan sumber sampah sebesar 52,33%. Empat klasifikasi kota di Indonesia yaitu Metropolitan, Besar, Sedang, dan Kecil menunjukkan bahwa timbulan harian sampah di kota kecil memiliki nilai rata-rata paling besar. Sampah jenis sisa makanan menjadi sampah paling dominan yang ada pada keempat jenis kota dari kota kecil sampai kota metropolitan dengan sumber dari rumah tangga adalah yang paling tinggi nilainya.", "Daftar File": {"Rismaya Fayi Dienta.pdf": "https://digilib.itb.ac.id/gdl/download/300418", "Rismaya Fayi Dienta_1.pdf": "https://digilib.itb.ac.id/gdl/download/300541"}, "Penulis": "Rismaya Fayi Dienta [15316042]", "Kontributor / Dosen Pembimbing": ["Dr. Mont. Kania Dewi, S.T, M.T.", "Dr. Benno Rahardyan, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "sampah,  sarana prasarana,   timbulan sampah,  statistika,    status  persampahan.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "2 file", "Tanggal Input": "28 Jul 2023"}