{"Nomor": 75370, "Judul": "DEVELOPING STRATEGY TO INCREASE THE NUMBER OF FOLLOWERS OF XL AXIATA B2B SOCIAL MEDIA", "Abstrak": "Dengan meningkatnya globalisasi, media sosial telah menjadi bagian terpenting dalam kehidupan masyarakat. Perubahan ini telah membawa cara baru dalam mendapatkan informasi, tidak hanya bagi individu tetapi juga bagi bisnis. Platform media sosial kini melayani beragam fungsi yang lebih luas, dan perusahaan telah melihat peluang besar yang sosial media dapat tawarkan. Platform tersebut telah menjadi saluran penting bagi bisnis untuk memberitahu orang lain tentang pembaruan terbaru, terutama mengingat sifat dinamis lingkungan korporasi.\n\nXL Axiata, salah satu perusahaan telekomunikasi terbesar di Indonesia, juga telah menggunakan media social dalam me, khususnya melalui akun mereka yang disebut Bestie Konter. Bestie Konter berfungsi sebagai sarana bagi XL Axiata untuk memberi tahu outlet ritel mereka tentang pembaruan produk dan program terbaru. Namun, tim Trade Marketing yang bertanggung jawab atas pengelolaan Bestie Konter menghadapi tantangan dalam menggapai semua outlet ritel mereka, seperti terlihat dari jumlah pengikut yang masih sangat kecil. Tentunya hal ini menyebabkan miskomunikasi dalam perusahaan. Selama ini sudah banyak usaha yang dilakukan perusahaan, tetapi belum mendapatkan hasil yang signifikan.\n\nPenelitian ini bertujuan untuk mengidentifikasi strategi pemasaran yang paling efektif dan kompetitif untuk meningkatkan kesadaran tentang media sosial dengan faktor utama jumlah pengikut di akun Instagram, YouTube, dan TikTok Bestie Konter. Studi ini akan menggunakan pendekatan metode campuran, dengan menggabungkan survei dan wawancara dengan outlet ritel yang telah mengikuti akun media sosial Bestie Konter dan yang belum melakukannya. Dengan memahami harapan, perilaku, dan kebutuhan dari outlet ritel, peneliti berharap dapat menjembatani kesenjangan yang ada dan meningkatkan pertumbuhan XL Axiata.\n\nStrategi yang diusulkan akan berfokus pada peningkatan kesadaran yang dapat dilihat dari meningkatnya jumlah pengikut. Setelah menganalisis lingkungan bisnis, mendapatkan wawasan dari target pasar dan melihat peluang dalam industri, peneliti merekomendasikan agar XL Axiata mengimplementasikan Duta Bestie, Pasdutie, dan aktif menggunakan fitur dari multi-channel. Temuan penelitian ini dapat menjadi tolok ukur bagi bisnis lain yang ingin meningkatkan kehadiran media sosial mereka dalam konteks bisnis-ke-bisnis (B2B), terutama untuk perusahaan telekomunikasi.", "Daftar File": {"2023 SK PP Judith Johannah Uliasri S.   [19020173] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300343"}, "Penulis": "Judith Johannah Uliasri S. [19020173]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Kesadaran, Bestie Konter, Pemasaran, Media Sosial, XL Axiata.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "28 Jul 2023"}