{"Nomor": 75371, "Judul": "APAKAH RISIKO IKLIM BERKONTRIBUSI TERHADAP STRES SISTEM KEUANGAN? STUDI KASUS NEGARA-NEGARA ASEAN-5", "Abstrak": "Penelitian ini menguji dampak perubahan iklim terhadap stres sistem keuangan di negara-negara ASEAN-5, yaitu Indonesia, Malaysia, Filipina, Singapura, dan Thailand. Penelitian ini merupakan analisis komprehensif pertama yang menitikberatkan peran risiko perubahan iklim terhadap stres sistem keuangan di negara-negara ASEAN-5. Penelitian ini melakukan konstruksi indeks stres keuangan (FSI) dengan menggunakan berbagai indikator keuangan dan mengukur risiko iklim fisik melalui tujuh indikator yang dikelompokkan menjadi indikator terkait cuaca, terkait bencana, dan proxy komposit. Studi ini menganalisis hubungan antara FSI dan komponennya dengan proxy risiko fisik menggunakan Metode First Difference Generalized Methods of Moments. Indeks FSI triwulanan yang dikonstruksi dalam penelitian ini secara akurat menggambarkan peristiwa stres keuangan historis selama periode observasi. Analisis awal data menunjukkan pola yang konsisten dalam peningkatan suhu rata-rata di semua negara ASEAN-5 dari waktu ke waktu, sementara tingkat curah hujan menunjukkan tren sebaliknya. Filipina dan Indonesia mengalami frekuensi bencana tertinggi, dengan Filipina memiliki jumlah kematian dan populasi terdampak akibat bencana terkait iklim tertinggi. Keparahan bencana terkait iklim menonjol di Filipina, sementara Thailand mencatat kerusakan paling signifikan akibat peristiwa tersebut.\n\nHasil estimasi model regresi utama menunjukkan hubungan positif yang signifikan antara variabel bencana dan FSI, dengan pengecualian pada variabel jumlah bencana. Hasil menunjukkan koefisien positif yang signifikan dari variable total populasi terdampak, jumlah kematian, dan total kerusakan. Variabel terkait cuaca, seperti curah hujan rata-rata dan suhu, tidak menunjukkan hubungan yang signifikan secara statistik dengan FSI. Penelitian ini berpendapat bahwa perubahan iklim berkontribusi terhadap stres sistem keuangan ketika meningkatkan frekuensi peristiwa iklim ekstrem. Meskipun variabel cuaca yang berubah secara bertahap tidak secara langsung dapat memprediksi stres keuangan, perubahan tersebut tetap dapat berperan sebagai pemicu atau dan kontributor bencana iklim yang pada akhirnya dapat memicu episode stres sistem keuangan. Hasil estimasi model regresi tambahan menunjukkan tingkat pinjaman antarbank sebagai variabel dependen dengan asosiasi paling signifikan terhadap variabel risiko fisik. Ditemukan hubungan positif dari suhu rata-rata, jumlah bencana, jumlah populasi terdampak, dan total kerusakan terhadap tingkat pinjaman antarbank. Komponen FSI lainnya juga menunjukkan hasil estimasi dengan koefisien yang signifikan secara statistik terhadap variabel risiko iklim, termasuk EMPI, perubahan pasar modal, dan spread obligasi pemerintah.\n\nSecara keseluruhan, penelitian ini menyorot pentingnya mempertimbangkan implikasi yang lebih luas dari perubahan iklim terhadap frekuensi dan tingkat keparahan peristiwa iklim ekstrem dalam memahami hubungan antara perubahan iklim dan stres sistem keuangan. Mengatasi perubahan iklim menjadi hal yang sangat penting untuk memitigasi terjadinya peristiwa iklim ekstrim dan mencegah teradinya stres sistem keuangan. Fokus kebijakan harus memprioritaskan peningkatan ketahanan fisik untuk menghadapi potensi dampak iklim dan merumuskan kebijakan makroprudensial yang dapat melindungi sistem keuangan dari stres akibat risiko iklim. Penelitian ini menekankan perlunya peran kebijakan makroprudensial dan kebijakan publik dalam mengatasi saluran transmisi potensial risiko iklim terhadap stres sistem keuangan, seperti aliran modal yang terkait dengan peristiwa iklim ekstrem dan dampak majemuk perubahan iklim pada berbagai sektor ekonomi.", "Daftar File": {"2023 TS PP Anas Izzuddin   [29021017] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/300344"}, "Penulis": "Anas Izzuddin [29021017]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E, M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "ASEAN-5, indeks stres keuangan, perubahan iklim, risiko iklim, stres keuangan", "Sumber": "anas_izzuddin@sbm-itb.ac.id", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "28 Jul 2023"}