{"Nomor": 75382, "Judul": "APLIKASI REAKSI PENATAAN ULANG BECKMANN BEBAS PELARUT PADA  SINTESIS PARASETAMOL", "Abstrak": "Industri farmasi dunia merupakan salah satu kontributor terbesar terhadap ekonomi dunia, total \npendapatan dari industri farmasi dunia mencapai 1,27 triliun dolar Amerika. Pada tahun 2015-2019 \nindustri farmasi di Indonesia mengalami pertumbuhan yang ditandai dengan bertambahnya jumlah \nindustri farmasi di Indonesia. Meskipun industri farmasi di Indonesia mengalami pertumbuhan, tetapi \nproduksi obat-obatan di Indonesia masih bergantung dengan bahan baku obat yang didapatkan secara \nimpor. Selain itu, industri farmasi dunia juga menyumbang jejak karbon sebesar 1,9 milliar ton CO2. \nGreen chemistry atau kimia hijau saat ini mulai diaplikasikan pada skala industri. Kimia hijau\nmempunyai beberapa prinsip penting di antaranya adalah mengurangi pembentukan limbah, efisiensi \npenggunaan bahan dan energi, menggunakan reagen yang lebih aman, menggunakan bahan baku \nterbarukan, menggunakan katalis, mengurangi polusi, dan mengurangi kecelakaan akibat bahan kimia \nyang berbahaya. Pada penelitan ini digunakan senyawa para-Hidroksiasetofenon yang banyak \nditemukan di Indonesia untuk mensintesis senyawa obat parasetamol. Parasetamol dikenal sebagai salah \nsatu obat analgesik dan antipiretik yang tidak mempunyai efek anti inflamasi, parasetamol biasanya \ndigunakan untuk meredakan demam dan sakit kepala. Penerapan kimia hijau pada proses sintesis \nsenyawa obat parasetamol ini lebih ramah terhadap lingkungan. Salah satu metode sintesis parasetamol \nadalah metode Hoechst-Celanese yang menggunakan senyawa para-Hidroksiasetofenon sebagai bahan \nbakunya. Pertama-tama dibuat senyawa para-Hidroksiasetofenon Oksim yang didapat melalui reaksi \nantara para-Hidroksiasetofenon yang dicampurkan dengan hidroksilamin hidroklorida, natrium asetat, \ndan air sebagai pelarutnya. Digunakan suhu refluks 90 °C dengan waktu reaksi selama 4 jam dalam \nkondisi inert. Didapatkan produk para-Hidroksiasetofenon Oksim yang tak bebas ion klorida (Cl-\n) \ndengan persen rendemen sebesar 78,45%, sementara itu produk para-Hidroksiasetofenon Oksim bebas \nion klorida didapatkan dengan persen rendemen sebesar 15,64%. Selanjutnya dilakukan sintesis \nparasetamol menggunakan senyawa oksim yang didapat, senyawa oksim yang didapat direaksikan \ndengan asam oksalat dengan perbandingan mol 1:1 yang berlangsung pada suhu leleh campurannya \nyaitu 140 °C selama 4 jam dalam kondisi inert. Didapatkan produk yang sudah dimurnikan berupa \nparasetamol dengan persen rendemen sebesar 60,14%. Selain itu, dilakukan juga scale up reaksi sintesis \nparasetamol, didapatkan produk dengan persen rendemen 19,12%. Penentuan struktur akhir senyawa \nyang didapat dilakukan menggunakan Nuclear Magnetic Resonance (NMR), selain itu dilakukan juga \nuji titik leleh, dan perbandingan dengan standar", "Daftar File": {"ABSTRAK Anugrah Putra": "https://digilib.itb.ac.id/gdl/download/300378"}, "Penulis": "Anugrah Putra [10519042]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Didin Mujahidin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Kimia Hijau, Sintesis Parasetamol, Hoechst-Celanese, Para-Hidroksi Asetofenon, Pelarut  Air", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "28 Jul 2023"}