{"Nomor": 75381, "Judul": "ANALISIS KARAKTERISTIK STATIK DAN DINAMIK STRUKTUR MESIN BUBUT NARA 4308", "Abstrak": "Proses manufaktur pada umumnya sudah sangat dikenal di kalangan perindustrian. Perkembangan teknologi manufaktur memiliki peran yang sangat penting dalam meningkatkan kualitas dan produktivitas pada proses manufaktur. Saat ini, Indonesia masih belum mampu untuk membuat dan merakit mesin perkakas skala industri, khususnya mesin bubut. Mesin bubut adalah mesin yang paling umum digunakan dan sering disebut sebagai induk dari segala mesin. Pada saat kondisi statik, beban yang harus ditahan oleh mesin bubut tersebut sangat besar dan bagian base dari mesin bubut tersebut harus didesain agar sedikit melendut ke bagian atas karena akan terjadi defleksi pada saat menahan beban dari bagian lainnya. Pada saat kondisi dinamik, motor penggerak akan berputar dan belt akan meneruskan putaran tersebut ke bagian headstock. Putaran akan melewati susunan roda gigi dan menggerakkan bagian spindle. putaran yang dihasilkan akan menimbulkan getaran. Pada penelitian kali ini penulis akan melakukan analisis statik dan dinamis dari mesin bubut NARA 4308. Analisis ini bertujuan untuk mengetahui besar gaya tension bar yang diperlukan agar kondisi bed saat menerima beban memiliki nilai toleransi yang kecil. Hal ini dilakukan agar kualitas produk yang dihasilkan memiliki toleransi ukuran yang tinggi. Selain melakukan analisis pada tension bar, peneliti juga akan melakukan analisis terhadap modus getar dari mesin bubut NARA 4308. Hasil dari penelitian ini menunjukkan bahwa gaya yang bekerja pada tension bar sangat berpengaruh terhadap kelurusan bed dan juga kesejajaran antara sumbu headstock dengan bed. Deformasi pada bagian bed dengan menggunakan besar gaya tension bar yang optimal juga bernilai minimal, sehingga kepresisian dari mesin bubut tersebut meningkat. Getaran saat kondisi operasi mesin bubut juga jauh dari nilai modus getar yang didapat dari hasil simulasi.", "Daftar File": {}, "Penulis": "Vincent Fernaldy [13118064]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Prakosa, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "mesin bubut, analisis statik, analisis dinamik, modus getar, toleransi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jul 2023"}