{"Nomor": 75387, "Judul": "STUDI KEPUTUSAN PEMBELIAN FANWORK GENSHIN IMPACT", "Abstrak": "Sejak awal industri, game role-playing (RPG) telah menjadi salah satu kategori game yang paling banyak dimainkan. Salah satu game tersebut adalah Genshin Impact, RPG aksi open world dengan pertempuran dan petualangan sebagai tema dan aktivitas utama dalam game ini. Sebagai salah satu RPG terlaris di dunia pada tahun 2022, Genshin Impact saat ini menjadi game terpopuler ke-4 di Indonesia. Dengan popularitas ini, banyak sekali karya penggemar Genshin Impact yang dikomersialkan beredar setiap hari di dalam komunitas penggemar. Namun, tidak semua karya penggemar diterima di masyarakat, bahkan dianggap sebagai “karya bermasalah”. Oleh karena itu, penelitian ini bertujuan untuk mengetahui faktor-faktor apa saja yang mendukung pembelian karya penggemar Genshin Impact di Indonesia dan pengaruh aspek negatif karya penggemar Genshin Impact terhadap keputusan pembelian penggemar Genshin Impact di Indonesia. Penelitian ini dilakukan melalui pendekatan kuantitatif dengan menggunakan kuesioner online dengan kriteria sebagai penggemar Genshin Impact Indonesia dan telah melakukan pembelian karya penggemar Genshin Impact minimal satu kali dalam satu tahun terakhir. Penelitian ini menggunakan teknik purposive sampling dengan jumlah sampel 211 orang. Selanjutnya, statistik deskriptif dan PLS-SEM digunakan untuk menganalisis hasil survei. Hasil penelitian menunjukkan bahwa loyalitas berkontribusi sebagai faktor yang berpengaruh signifikan terhadap keputusan pembelian karya penggemar Genshin Impact, dimediasi oleh niat beli; dan bahwa penggemar cenderung tidak membeli karya penggemar Genshin Impact dari pekerja penggemar yang “bermasalah”. Hasil dari penelitian ini diharapkan dapat membantu para fanworker Genshin Impact di Indonesia", "Daftar File": {"2023 SK PP Gabriella Callista Firsty N   [19020139] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300384"}, "Penulis": "Gabriella Callista Firsty N [19020139]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fandom, Genshin Impact, Karya Penggemar, Keputusan Pembelian, Komunitas, Loyalitas, Niat Membeli, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "28 Jul 2023"}