{"Nomor": 75384, "Judul": "PENGARUH KINERJA KEUANGAN TERHADAP NILAI PERUSAHAAN SEBELUM DAN SESUDAH TERBENTUKNYA HOLDING SEKTORAL MIND ID", "Abstrak": "Pada tahun 2017, Pemerintah Indonesia membentuk holding BUMN pertambangan\nyang dikenal sebagai MIND ID. Holding sektoral tersebut bertujuan untuk\nmeningkatkan penciptaan nilai pasar perusahaan. Nilai perusahaan merupakan hal\nyang penting karena akan memengaruhi keputusan investor untuk menanamkan\nmodalnya pada perusahaan. Salah satu faktor yang dapat memengaruhi nilai\nperusahaan adalah kinerja keuangan perusahaan. Pada penelitian ini akan dicari\npengaruh dari kinerja keuangan terhadap nilai perusahaan sebelum dan setelah\nterbentuknya holding. Variabel yang digunakan dalam mengukur kinerja keuangan\nadalah rasio profitabilitas, likuiditas, solvabilitas, dan aktivitas. Metode yang\ndigunakan dalam melakukan analisis dan pengolahan data adalah analisis\nmultivariat dengan metode structural equation modelling-partial least square.\nSampel yang diamati adalah PT Aneka Tambang Tbk., PT Bukit Asam Tbk., dan\nPT Timah Tbk. dengan periode tahun 2013-2022. Hasil penelitian menunjukkan\nbahwa kinerja keuangan sebelum terbentuknya holding yang diukur dengan\naktivitas, likuiditas, dan profitabilitas berpengaruh positif dan signifikan, serta\nsolvabilitas berpengaruh positif dan tidak signifikan terhadap nilai perusahaan.\nSementara setelah terbentuknya holding, kinerja keuangan yang diukur dengan\naktivitas berpengaruh positif dan signifikan, likuiditas dan profitabilitas\nberpengaruh positif dan tidak signifikan, serta solvabilitas berpengaruh negatif dan\ntidak signifikan nilai perusahaan. Terdapat perbedaan signifikansi pengaruh kinerja\nkeuangan dengan nilai perusahaan pada sebelum dan setelah pembentukan holding.", "Daftar File": {}, "Penulis": "Tomi Nugroho [12119010]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Fadhila Achmadi Rosyid, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Holding Sektoral MIND ID, Kinerja Keuangan, Nilai Perusahaan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "28 Jul 2023"}