{"Nomor": 75389, "Judul": "BUSINESS PLAN GLOWIES BEAUTY: PRODUK PELEMBAB", "Abstrak": "Permintaan akan produk kecantikan semakin meningkat, dengan jumlah penduduk yang besar, pasar Indonesia menghadirkan peluang besar. Keinginan untuk tampil menarik secara fisik mempengaruhi banyak orang Indonesia untuk mengkonsumsi produk perawatan kulit setiap hari. Pergeseran perilaku belanja dari offline ke online juga berkembang akibat COVID-19, dan meningkatkan penjualan online. Di 2 ecommerce terbesar di Indonesia, kategori beauty & care memiliki pangsa pasar terbesar di kategori FMCG. Karena pertumbuhan yang cepat ini, ada banyak perusahaan yang memasuki pasar dan adanya persaingan yang ketat di industri kecantikan. Glowies Beauty sebagai salah satu brand kecantikan di Indonesia ingin memanfaatkan situasi ini dengan menciptakan strategi yang efektif, terutama untuk produk pelembab baru yang akan mereka kembangkan. Tujuan dari penelitian ini adalah untuk membuat rencana bisnis yang dapat diterapkan oleh Glowies Beauty sehingga mereka memiliki rencana dan strategi masa depan yang relevan untuk bersaing di Industri kecantikan ini dan mendapatkan lebih banyak pangsa pasar. Riset rencana bisnis ini dilakukan dengan melakukan analisis perusahaan, analisis pasar termasuk analisis eksternal, internal dan kompetitif yang menggunakan data primer dan sekunder. Berdasarkan analisis menunjukkan bahwa Glowies memiliki posisi yang kuat dalam kualitas produk, nilai dan branding, namun masih tertinggal dari pesaing dalam diversifikasi produk, kehadiran offline dan online, kesadaran dan pangsa pasar karena kurangnya dana. Glowies Beauty memiliki kesempatan untuk memperkuat kehadirannya secara offline dan online. Glowies Beauty akan membuat produk baru yaitu pelembab, sebagai diversifikasi produk. Untuk memasarkan dan mendistribusikan produk Glowies Beauty akan menggunakan saluran digital sebagai platform utama dan masih didukung oleh saluran offline. Strategi pemasaran yang akan digunakan adalah advertising, endorsement, giveaway, affiliate, live, content creation, online event, review dan testimonial, PR package, collaborating, bundling, reseller dan offline event activation. Pelembab Glowies Beauty membutuhkan persiapan sekitar 3 bulan dan akan melibatkan beberapa vendor. Rencana bisnis ini akan membutuhkan Rp1.058.750.000 sebagai modal awal dari ekuitas pemilik dan diperkirakan akan memperoleh total pendapatan sebesar Rp8.969.268.000 dengan laba kotor sekitar 55,03%, beban usaha sekitar 28,6% dan total laba bersih sekitar 26,42% dengan sebesar Rp2.370.114.560 dari Juli 2023 - Mei 2024. Dengan investasi awal pemilik untuk pelembab, payback period Glowies Beauty diperkirakan sekitar 8,015 bulan dengan ROI 2,24. Untuk mendapatkan jumlah tersebut, Glowies Beauty disarankan untuk mengikuti timeline, memperhatikan produk, menggunakan sebanyak mungkin platform dan alat untuk mendapatkan eksposur sebanyak mungkin dan mengikuti tren terkini di industri kecantikan. Glowies Beauty tetap harus mempertimbangkan efektifitas waktu dan biaya untuk menghasilkan arus kas yang positif.", "Daftar File": {"2023 SK PP Nazifa Farzanah   [19020224] - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/300386"}, "Penulis": "Nazifa Farzanah [19020224]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Kecantikan, Rencana Bisnis, Strategi Pemasaran, Produk Pelembab", "Sumber": "nazifa_farzanah@sbm-itb.ac.id", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "28 Jul 2023"}