{"Nomor": 75395, "Judul": "VISUAL LOCALIZATION OF AUTONOMOUS VEHICLES ON INTERSECTIONS BASED ON HD MAP", "Abstrak": "Meningkatnya jumlah kendaraan otonom akan mengakibatkan faktor keamanan yang harus dijaga. Salah satu prasyarat penting untuk ini adalah lokalisasi yang tepat, terutama di persimpangan di mana sebagian besar kecelakaan lalu lintas terjadi setiap tahun. Untuk itu penelitian ini bertujuan untuk memperbaiki sistem lokalisasi khususnya pada persimpangan jalan.\nPendekatan baru diperkenalkan pada penelitian ini dikarenakan kelemahan proses lokalisasi seperti Global Positioning System (GPS) yang tidak akurat saat sinyal satelit diblokir, Light Detection and Ranging (LiDAR), yang mahal serta memakan waktu komputasi yang cukup lama, dan kamera biasa, yang sangat sensitif terhadap perubahan kondisi visual. Hal ini dilakukan dengan mengimplementasikan teknologi pemetaan High Definition (HD) yang menentukan posisi kendaraan dan menggambarkan lingkungan sekitarnya. HD Map ini bergantung pada perkiraan kasar gambar permukaan jalan dan pose, yang digunakan untuk mengambil data persimpangan.\nSistem yang diusulkan memproses gambar dari kamera monokuler menjadi peta fitur segmentasi semantik pada tingkat piksel. Data point cloud LiDAR digunakan untuk merekonstruksi model persimpangan 3D, yang kemudian disegmentasikan secara semantik sehingga diperoleh data posisi setelah digabungkan menggunakan occupancy grid dan scoring function. Hasil lokalisasi pendekatan berbasis segmentasi semantik ini menghasilkan nilai error antara 30-80 meter dibandingkan data GPS sebagai ground truth dan rata-rata nilai Mean Intersection over Union (MIoU) sebesar 69,9% dengan waktu proses kurang lebih 4 jam dibandingkan dengan metode lain dengan lebih dari 8 jam. Dengan demikian, pendekatan yang diusulkan dapat menghemat beban komputasi.", "Daftar File": {}, "Penulis": "Bizza Shafwah Utsula [13319048]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Yul Yunazwin, M.Sc., DIC.", "Dr. Vebi Nadhira, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "HD Map, kendaraan otonom, sistem lokalisasi, segmentasi semantik, kamera monokuler, occupancy grid", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "28 Jul 2023"}