{"Nomor": 75390, "Judul": "PENGENDALIAN BANJIR SUNGAI SAIL, KOTA PEKANBARU, PROVINSI RIAU", "Abstrak": "Kota Pekanbaru merupakan Ibu Kota Provinsi Riau dan sebagai kota terbesar di\nProvinsi Riau. Sungai Sail yang mengalir di Kota Pekanbaru menjadi salah satu\npenyebab bencana banjir setiap tahunnya dan menyebabkan kerugian baik dari segi\nekonomi dan sosial. Sungai Sail merupakan anak Sungai Siak yang dipengaruhi oleh\npasang surut dari Sungai Siak karena karakteristik sungainya yang landai.\nMeluapnya Sungai Sail diakibatkan oleh kondisi penampang Sungai Sail yang kecil,\nsehingga tidak dapat menampung debit banjir yang terjadi dan backwater Sungai\nSiak yang terpengaruh oleh pasang surut di muara Sungai Sail. Berdasarkan hasil\nperhitungan diperoleh debit banjir Sungai Sail periode ulang 25 tahun sebesar\n149.01 m³/s dan pengaruh pasang surut dari Sungai Siak sejauh ± 1 km ke arah hulu\nSungai Sail. Oleh karena itu diperlukan upaya berupa solusi teknis untuk\npenanganan bencana banjir di Sungai Sail. Pada tugas akhir ini, dilakukan\nperencanaan alternatif pengendalian banjir Sungai Sail diantaranya stasiun pompa,\nnormalisasi, kolam retensi, dan tanggul. Metode yang digunakan dimulai dengan\nanalisis hidrologi, kemudian pemodelan satu dan dua dimensi menggunakan\nperangkat lunak HEC-RAS 6.3.1. meliputi simulasi penampang sungai, tinggi\nbanjir, dan luas genangan banjir eksisting dan simulasi hasil bangunan pengendali\nbanjir yang direncanakan. Kombinasi dari bangunan pengendali banjir diharapkan\nbisa menjadi solusi dari permasalahan banjir di Sungai Sail.", "Daftar File": {}, "Penulis": "Abdillah Nurtaufik Tamam [15819032]", "Kontributor / Dosen Pembimbing": ["Dr. Ana Nurganah Chaidar, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Stasiun Pompa, Normalisasi, Kolam Retensi, Tanggul.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jul 2023"}