{"Nomor": 75407, "Judul": "STUDI PERANCANGAN JAM MATAHARI HORIZONTAL DENGAN GNOMON TEGAK DI KABUPATEN NGAWI", "Abstrak": "Jam Matahari adalah alat penunjuk waktu berdasarkan gerak semu Matahari. Jam Matahari terdiri dari dua bagian, yaitu sebuah tonggak yang disebut sebagai gnomon dan sebuah papan bertuliskan garis-garis penunjuk jam yang disebut sebagai ‘piringan dial’. Gnomon membentuk bayangan yang panjang dan arahnya berubah seiring gerak semu Matahari. Bayangan inilah yang dijadikan sebagai penunjuk waktu.\nPekerjaan Tugas Akhir ini dilakukan di Kabupaten Ngawi, tepatnya pada koordinat 7°24?07?? LS, 111°27?48?? BT, 166 mdpl, menggunakan delapan alat peraga yang tersusun dari papan datar berbahan eternit, gnomon tabung bolpoin berbahan plastik, dan selembar kertas pengamatan yang dipasang semi-permanen di atas papan datar. Alat peraga diletakkan pada ketinggian (375,50±0,05) cm di atas tanah, dengan gnomon setinggi (9,10±0,05) cm berdiri tegak menunjuk zenith. Kertas pengamatan digunakan untuk merekam posisi ujung bayangan gnomon yang ditandai dengan noktah spidol, kemudian setelah dilaksanakan 7-9 pengamatan, kertas disalin menggunakan scanner supaya menjadi file gambar digital format JPEG berisi piksel. Gambar digital yang dihasilkan oleh scanner dibuka dengan perangkat lunak pengolah citra astronomi, IRIS, untuk mengukur posisi ujung bayangan gnomon relatif terhadap posisi gnomon yang telah terekam di kertas pengamatan berdasarkan letak piksel. Data posisi tersebut kemudian diolah dengan Microsoft Excel dan bahasa pemrograman Python untuk menghasilkan grafik berisi kurva posisi ujung bayangan gnomon. Hasilnya, diperoleh 77 kurva dari pengamatan yang dilakukan dari 9 Mei 2020 hingga 25 Juli 2021. Berdasarkan hasil tersebut, dicari arah utara sejati di lokasi pengamatan yang dapat digunakan sebagai dasar perancangan Jam Matahari di lokasi tersebut.", "Daftar File": {}, "Penulis": "Dhea Rainyta Saffira [10316027]", "Kontributor / Dosen Pembimbing": ["Dr. Dra. Endang Soegiartini, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Gnomon, Jam Matahari, Kabupaten Ngawi, utara sejati", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jul 2023"}