{"Nomor": 75408, "Judul": "SISTEM PERINGATAN DINI PENYAKIT KARAT DAUN PADA TANAMAN KOPI ROBUSTA", "Abstrak": "Pada penelitian ini telah dirancang dan diimplementasikan sistem peringatan dini serangan penyakit karat daun berbasi IoT pada tanaman kopi robusta. Sistem ini memantau lima variabel yaitu suhu, kelembapan, intensitas cahaya, curah hujan, dan citra terkini tanaman. Sistem pemantauan berbasis IoT ini dirancang untuk dapat mengirimkan data seluruh variabel pada kebun kopi robusta di Kecamatan Pamulihan melalui MQTT menuju server di Institut Teknologi Bandung. Pengukuran suhu dan kelembapan dilakukan menggunakan sensor BME280, Sedangkan pengukuran intensitas cahaya dilakukan dengan sensor BH1750FVI. Nilai curah hujan dicuplik menggunakan teknik web scraping melalui website ‘the weather channel’.\nCitra yang didapat melalui kamera dikirim menuju server. Pada server berlangsung deteksi objek menggunakan algoritma YOLOv8. Model YOLOv8 yang dihasilkan memiliki nilai mAP50-95 sebesar 0,708. Lima variabel yang didapat dikelompokan menggunakan algoritma k-means clustering. Metode elbow secara iteratif digunakan untuk mencari korelasi antara data kondisi lingkungan dan citra yang mendeteksi penyakit karat daun. Kelompok tersebut merupakan kelompok yang mengindikasikan kondisi tanaman yang rentan dan tahan terhadap penyakit karat daun. Nilai inersia yang didapat pada 2 kelompok tersebut yaitu 8,61. Berdasarkan hasil analisisi elbow, sistem dapat mengirimkan peringatan dini melalui email mengenai terjadinya serangan penyakit karat daun untuk 6 hari yang akan datang.", "Daftar File": {}, "Penulis": "Muhamad Salman Alfarizi [13319082]", "Kontributor / Dosen Pembimbing": ["Ir. Estiyanti Ekawati, M.T, Ph.D.", "Dr. Ir. Rika Alfianny, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Tanaman Kopi Robusta, Internet of Things, Node-Red, MQTT, YOLOv8, k-means clustering.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Jul 2023"}