{"Nomor": 75422, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI NIAT BERKELANJUTAN PELANGGAN UNTUK MENGGUNAKAN APLIKASI MYTELKOMSEL", "Abstrak": "Perkembangan aplikasi mobile sedang meningkat pesat karena mobilitas masyarakat yang kian tinggi. Bisnis dari berbagai industri berlomba untuk mengembangkan aplikasi karena hal tersebut dapat memperkuat hubungan dengan pelanggan, meningkatkan loyalitas merek, dan mendorong lebih banyak keuntungan bagi bisnis. Indonesia pun menempati posisi kelima sebagai negara dengan pangsa pasar aplikasi mobile terbesar di tahun 2021, menunjukkan potensi yang sangat besar dalam beberapa tahun ke depan. Telkomsel memanfaatkan potensi tersebut dengan mengembangkan aplikasi mobile purchasing bernama MyTelkomsel yang telah berhasil mendapatkan 100 juta unduhan dan skor bintang 4,4 di Google Play Store. Namun, belum dapat dipastikan apakah MyTelkomsel dapat mempertahankan niat penggunaan berkelanjutan dari pelanggannya karena aplikasi tersebut terbukti mengalami penurunan monthly active users (MAU) ke posisi 28 pada tahun 2023. Penelitian ini dilakukan untuk mengidentifikasi faktor- faktor yang secara signifikan mempengaruhi Niat Penggunaan Berkelanjutan pelanggan MyTelkomsel sembari meninjau conceptual model yang dikembangkan oleh literatur terkait sebelumnya. Penelitian ini dilakukan melalui pendekatan kualitatif dengan wawancara semi- structured dan pendekatan kuantitatif dengan kuesioner terhadap pelanggan MyTelkomsel. Peneliti menggunakan open coding untuk menganalisis hasil wawancara dan PLS-SEM untuk menganalisis hasil kuesioner, yang menunjukkan bahwa Perceived Value, Perceived Usefulness, Perceived Ease of Use, dan Kepuasan Pelanggan berpengaruh positif terhadap Niat Penggunaan Berkelanjutan. Service Content Quality dan Customer Service Quality juga berpengaruh positif terhadap Perceived Value dan Kepuasan Pelanggan. Namun, Mobile Network Quality terbukti tidak berpengaruh signifikan terhadap Perceived Value. Temuan ini diharapkan dapat memberikan wawasan tambahan untuk mengembangkan strategi yang lebih baik di industri telekomunikasi atau industri terkait dalam hal retensi aplikasi mobile di Indonesia. Penelitian selanjutnya diharapkan dapat melibatkan lebih banyak faktor, sampel, serta cakupan yang lebih luas untuk dapat menjelaskan lebih baik terkait Niat Penggunaan Berkelanjutan dari aplikasi telekomunikasi.", "Daftar File": {"2023 SK PP Talitha Radhiyya Azzahra   [19020288] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300465"}, "Penulis": "Talitha Radhiyya Azzahra [19020288]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "MyTelkomsel, Mobile Service Quality, Perceived Value, Perceived Usefulness, Perceived Ease of Use, Kepuasaan Pelanggan, Niat Penggunaan Berkelanjutan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "31 Jul 2023"}