{"Nomor": 75421, "Judul": "STUDI KELAYAKAN KEUANGAN PRODUSEN SARUNG TANGAN NITRILE UNTUK PT XYZ", "Abstrak": "Industri kesehatan di Indonesia saat ini merupakan sektor yang sangat menjanjikan. Ada peningkatan penekanan pada pemanfaatan perangkat medis oleh individu dan berbagai industri dalam kehidupan sehari-hari mereka. Menyadari potensi pasar yang besar di sektor alat kesehatan Indonesia, perusahaan telah merumuskan rencana untuk menjadi produsen sarung tangan nitril sebagai cara untuk meningkatkan keuntungannya. Untuk memastikan kelayakan proyek, penulis telah menggunakan metode analisis anggaran modal selama proses penelitian. Pengumpulan data melibatkan pengumpulan data primer dan sekunder dari berbagai sumber.\n\nAnalisis data dilakukan melalui beberapa tahapan, termasuk tinjauan proyek, penilaian investasi awal, proyeksi biaya dan pendapatan, laporan laba rugi, neraca, evaluasi arus kas proyek, penilaian risiko menggunakan analisis sensitivitas dan simulasi Monte Carlo, dan analisis anggaran modal untuk menentukan kelayakan proyek Produsen Sarung Tangan Nitrile.\n\nTujuan utama dari melakukan analisis kelayakan ini adalah untuk memastikan kelangsungan proyek Produsen Sarung Tangan Nitril untuk PT XYZ. Hal ini dicapai melalui perhitungan Net Present Value, Payback Period, Internal Rate of Return, dan Profitability Index. Selanjutnya dilakukan analisis sensitivitas dengan menguji berbagai variabel untuk melihat pengaruhnya terhadap Net Present Value proyek. Selain itu, simulasi Monte Carlo dilakukan untuk mensimulasikan hasil potensial.", "Daftar File": {"2023 SK PP Imanuel El Shaddai Sunatoputra   [19020226] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300463"}, "Penulis": "Imanuel El Shaddai Sunatoputra [19020226]", "Kontributor / Dosen Pembimbing": ["Kurnia Fajar Afgani, S.AB., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisis Kelayakan, Net Present Value, Internal Rate of Return, Profitability Index, Payback Period, Analisis Sensitivitas, Simulasi Monte Carlo.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "31 Jul 2023"}