{"Nomor": 75423, "Judul": "SISTEM PENENTU LOKASI KENDARAAN OTONOM BERBASIS PERSEPSI MENGGUNAKAN NATURAL LANDMARK UNTUK MENDUKUNG SISTEM NAVIGASI BERBASIS HIGH DEFINITION MAP", "Abstrak": "Sistem penentu lokasi telah berkembang dengan pesat seiring dengan perkembangan dari kendaraan otonom. Untuk perkembangan sistem lokalisasi yang ada saat ini adalah berbasis satelit yaitu menggunakan Global Positiong Systems. Dalam pengembangannya sistem berbasis satelit mengalami penurunan akurasi ketika berada pada lingkungan yang tidak kondusif. Pada kendaraan otonom telah dikembangkan fitur untuk pemetaan yaitu High Definition Maps yang memiliki beberapa tingkatan. Tingkatan fitur merupakan salah satu yang dikembangkan dengan memanfaatkan objek yang ada di sekitar lingkungan. Sehingga dapat dikembangkan sebuah sistem penentu lokasi yang dapat memanfaatkan natural landmark.\nSistem penentu lokasi ini akan memanfaatkan landmark yang sudah ada pada lingkungan sehingga tidak perlu untuk menambahkan landmark baru sebagai titik referensi dengan landmark yang digunakan pada sistem ini adalah tanda jalan. Sistem ini akan menggunakan kamera stereo sebagai pendeteksi objek dan akan dilakukan pemrosesan gambar. Pemrosesan ini dilakukan untuk mendeteksi teks yang termuat di objek. Pemrosesan dilakukan menggunakan algoritma Effective and Accurate Scene Text Detector yang telah dikembangkan untuk mendeteksi teks pada natural landmark.\nEstimasi posisi dilakukan oleh kendaraan otonom terhadap natural landmark yang telah terdeteksi sehingga akan didapatkan lokalisasi relatif dari kendaraan. Lokalisasi global bisa didapatkan ketika mengetahui koordinat geografis dari landmark secara global. Hasil yang diperoleh dari sistem menunjukkan nilai yang cukup baik untuk keakurasian dan kepresisian dari 11 titik yang diperoleh. Hal ini ditunjukkan dengan nilai standar deviasi rata-rata yang diperoleh adalah sebesar 2,3 cm untuk arah lateral dan 4,7 cm untuk arah longitudinal. Serta MAE rata-rata yang diperoleh adalah sebesar 16,9 cm untuk arah lateral dan 2,7 cm untuk arah longitudinal", "Daftar File": {}, "Penulis": "Muhammad Lukmanul Hakim [13319053]", "Kontributor / Dosen Pembimbing": ["Augie Widyotriatmo, S.T, M.T, Ph.D.", "Dr. Vebi Nadhira, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "lokalisasi, persepsi, pemrosesan gambar, natural landmark, EAST.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "31 Jul 2023"}