{"Nomor": 75445, "Judul": "STUDI AB-INITIO DEKOMPOSISI HIDRAZIN PADA PERMUKAAN KATALIS M-NI(111) (M = PT, PD, IR, RH)", "Abstrak": "Produksi hidrogen memainkan peranan penting sebagai sumber energi masa depan. Sel tunam merupakan perangkat yang memanfaatkan reaksi elektrokimia menggunakan oksigen (O2) dan hidrogen (H2) untuk menghasilkan listrik. Salah satu kandidat sumber H2 yang digunakan dalam sel tunam adalah hidrazin (N2H4), yang memiliki kandungan H2 sebesar 12,5%. H2 diproduksi melalui proses dekomposisi N2H4 dipermukaan katalis melalui tahap adsorpsi, reaksi, dan desorpsi. Penggunaan katalis pada proses dekomposisi N2H4 berperan dalam menentukan kestabilan adsorpsi N2H4 dan pemutusan ikatan, baik melalui rute pemutusan ikatan N-H ataupun ikatan N-N. Katalis bimetal berbasis nikel (Ni) dengan pengotor logam murni terindikasi dapat menghasilkan hidrogen dengan selektivitas tinggi. Penelitian berbasis pemodelan dan komputasi dapat digunakan untuk menyeleksi mekanisme dibalik selektivitas yang tinggi tersebut. Pemahaman terhadap mekanisme tersebut dapat digunakan untuk perancangan katalis yang lebih baik lagi. Metode ab-initio berbasis Teori Fungsional Kerapatan (DFT) digunakan untuk mempelajari adsorpsi dan reaksi pemutusan ikatan N-N dan N-H pada setiap permukaan katalis M-Ni(111) (M = Pt, Pd, Ir, dan Rh) dan berbagai kemungkinan situs. N2H4 dapat teradsorpsi pada tiga konformasi yaitu anti, gauche dan cis. Ditemukan tren kekuatan adsorpsi N2H4 mengikuti urutan Ir-Ni(111) > Rh-Ni(111) > Pt-Ni(111) > Pd-Ni(111) dan konformasi cis ditemukan sebagai konformasi paling stabil untuk seluruh permukaan kecuali pada Ir-Ni(111). Hasil perhitungan mengungkapkan terjadinya adsorpsi yang kuat pada Ir-Ni(111) yang mempengaruhi preferensi struktur ke arah konformasi anti. Dari segi termodinamika, di semua permukaan yang diselidiki pada penelitian ini ditemukan bahwa pemutusan ikatan N-N lebih disukai daripada pemutusan ikatan N-H. Namun, energi pemutusan di Ir-Ni(111) menunjukkan pemutusan ikatan N-H paling eksotermik dibandingkan pada pemutusan ikatan N-H di permukaan yang lain. Hal ini mengindikasikan selektivitas produksi H2 cenderung pada pemutusan ikatan N-N. Lebih lanjut, ditemukan juga variasi dari energi pemutusan ikatan tersebut terhadap posisi N2H4 pada berbagai situs.", "Daftar File": {"ABSTRAK Irwansyah": "https://digilib.itb.ac.id/gdl/download/300579"}, "Penulis": "Irwansyah [23321004]", "Kontributor / Dosen Pembimbing": ["Mohammad Kemal Agusta, S.T, M.Eng., Ph.D.", "Dr. Eng. Muhammad Haris Mahyuddin, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Jul 2023"}