{"Nomor": 75446, "Judul": "PERANCANGAN POLA OPERASI TERMINAL BAHAN BAKAR MINYAK TANJUNG BATU, KOTA BALIKPAPAN, PROVINSI KALIMANTAN TIMUR", "Abstrak": "Salah satu sumber daya alam yang dimiliki Indonesia adalah minyak dan gas bumi. Sumber daya alam tersebut memiliki peran peting sehingga pengelolaanny harus dimaksimalkan (UU RI No. 22 Tahun 2001). Bahan Bakar Minyak (BBM) merupakan jenis bahan bakar (fuel) yanf dihasilkan dari pengolahan (refining) minyak mentah (crude oil). Seiring dengan peningkatan laju pertumbuhan penduduk yang diiringi dengan bertambahnya proses industrialisasi di Indonesia, khususnya di Pulau Kalimantan, maka kebutuhan akan BBM terus semakin meningkat. Peranan pelabuhan dalam mengoptimalkan potensi Indonesia di bidang transportasi antarmoda sangatlah vital, khususnya pelabuhan curah cair untuk Bahan Bakar Minyak (BBM) yang memadai sangat diperlukan sebagai penunjang pendistribusian BBM. Guna menunjang proses distribusi BBM di Pulau Kalimantan, PT MOR VI Balikpapan berencana untuk meningkatkan kapasitas produksi kilang Refinery Unit V diiringi dengan pembangunan terminal yang dapat menyokong kehandalan distribusi Bahan Bakar Minyak (BBM) di Pulau Kalimantan. Oleh karena itu, topik yang diangkat pada Tugas Akhir ini mengenai Perancangan Pola Operasi Terminal Bahan Bakar Minyak Tanjung Batu dan diharapkan menjadi alternatif yang tepat agar distribusi dan kebutuhan BBM di Pulau Kalimantan dapat terpenuhi. Pembahasan dalam Tugas Akhir ini meliputi perancangan pola operasi di dermaga yang meliputi analisa tambatan, perencanaan jenis dan jumlah alat handling kargo BBM di dermaga, penentuan produktivitas alat handling dan perhitungan durasi bongkar muat kargo curah cair. Perancangan pola operasi di lapangan penumpukan meliputi desain area lapangan penumpukan, penentuan jenis dan jumlah alat penanganan kargo BBM di lapangan penumpukan. Perhitungan biaya dan penentuan tarif penanganan kargo BBM meliputi perhitungan total biaya kapital, perhitungan total pengeluaran dan pemasukan per tahun selama payback period dan perhitungan tarif penanganan kargo BBM berdasarkan kondisi penggunaan kapasitas di terminal.", "Daftar File": {}, "Penulis": "Rianto Jose Valentin [15516018]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, MCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Tanjung Batu Pola Operasi Terminal, Terminal BBM, Kapasitas, Biaya Kapital, Tarif.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Jul 2023"}