{"Nomor": 75449, "Judul": "ELEKTRODA GRAFIT PENSIL YANG DIMODIFIKASI POLIGLISIN  BERCETAKAN MOLEKUL UNTUK PENENTUAN RHODAMIN B SECARA  VOLTAMMETRI", "Abstrak": "Rhodamin B merupakan pewarna sintetis yang bersifat karsinogenik dan banyak \ndisalahgunakan sebagai pewarna pada makanan. Senyawa ini bersifat elektroaktif sehingga \ndapat diukur dengan metode voltammetri. Elektroda grafit pensil (EGP) merupakan elektroda\nkerja yang tergolong masih sedikit dieksplorasi walaupun memiliki banyak kelebihan. Namun,\nEGP tanpa modifikasi masih kurang sensitif. Oleh karena itu, dalam penelitian ini penentuan \nrhodamin B dilakukan menggunakan EGP yang dimodifikasi polimer bercetakan molekul \n(EGP-MIP) dengan glisin sebagai monomernya untuk meningkatkan sensitivitas EGP serta \ndapat digunakan pada pengukuran sampel. Pada penelitian ini, pembuatan elektroda kerja yang \noptimum dilakukan dengan memvariasikan komposisi monomer glisin dan rhodamin B serta \nmemvariasikan jumlah siklus elektropolimerisasi. Setelah itu, optimasi kondisi pengukuran\nrhodamin B dilakukan dengan mencari pH pengukuran dan teknik voltammetri yang optimum. \nRespons arus puncak pengukuran rhodamin B menggunakan EGP-MIP lebih tinggi \ndibandingkan EGP yang dimodifikasi poliglisin tanpa cetakan (EGP-NIP) dan EGP tanpa \nmodifikasi. Kondisi optimum pembuatan EGP-MIP diperoleh pada perbandingan molar \nrhodamin B dan glisin 1:3 serta jumlah siklus elektropolimerisasi 10. Sementara itu, kondisi \noptimum untuk pengukuran rhodamin B diperoleh pada pH 7 dengan menggunakan teknik \nvoltammetri gelombang persegi. Uji kebolehulangan satu elektroda dan beberapa elektroda \nuntuk pengukuran larutan rhodamin B 1 mM memberikan %RSD berturut-turut yaitu 5,54% \n(n=30) dan 4,45% (n=3). EGP-MIP memiliki daerah linier pada rentang konsentrasi 1-100 ?M \ndengan limit deteksi yaitu 1,7 ?M. Analisis laju pindai menunjukkan bahwa proses transfer \nelektron di permukaan elektroda dikontrol oleh proses difusi. Hasil analisis rhodamin B dalam \nsampel kerupuk menggunakan EGP-MIP (metode voltammetri) tidak memiliki perbedaan \nyang signifikan dengan metode spektrofotometri UV-Vis.", "Daftar File": {"ABSTRAK Vina Marcelina Putri": "https://digilib.itb.ac.id/gdl/download/300626"}, "Penulis": "Vina Marcelina Putri [10519033]", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "grafit pensil, molecularly imprinted polymer, poliglisin, rhodamin B,  voltammetri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "31 Jul 2023"}