{"Nomor": 75455, "Judul": "IDENTIFIKASI PERSEPSI DAN PREFERENSI PENGGUNA FASILITAS OLAHRAGA DI SAPARUA PARK KOTA BANDUNG", "Abstrak": "Perkembangan kota menyebabkan terjadinya peningkatan intensitas kegiatan yang\nmembutuhkan ruang publik serta menghasilkan dampak negatif yaitu penurunan kesehatan\nmasyarakat, sehingga diperlukan sarana dalam mewadahi kebutuhan tersebut. Tuntutan\nterhadap peningkatan kenyamanan bagi penghuni kota dalam penyediaan ruang publik\nsemakin menjadi perhatian, sehingga dalam menciptakan kota dengan lingkungan yang\ndinamis dan berkualitas, perlu dilakukan kajian tentang persepsi dan preferensi masyarakat\nguna pemenuhan kebutuhan masyarakat terhadap taman kota sebagai ruang terbuka publik.\nDengan melakukan tinjauan literatur terdapat 2 variabel utama yang digunakan dalam\npenelitian ini, yang pertama digunakan dalam menilai karakteristik pengguna lingkungan\nSaparua Park, dan variabel kedua bersama yang digunakan dalam menilai persepsi dan\npreferensi pengguna Saparua Park. Penelitian ini dilakukan dengan mengidentifikasi setiap\nvariabel menggunakan analisis deskriptif kuantitatif dengan melakukan pembobotan\nmenggunakan skala likert untuk menilai persepsi pengguna, dan metode BORDA untuk\nmenilai preferensi pengguna hasil perolehan data primer kuesioner sebanyak 107 responden\ndan observasi lapangan. Penelitian ini menyimpulkan bahwa berdasarkan persepsi\npengguna fasilitas di Saparua Park dirasa cukup dengan preferensi fasilitas pengguna yang\npaling diminati adalah Track lari", "Daftar File": {}, "Penulis": "Rizki Fadli Rahawarin [15416031]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "uang publik, sarana taman kota, karakteristik pengguna, persepsi pengguna, preferensi pengguna", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "1 file", "Tanggal Input": "31 Jul 2023"}