{"Nomor": 75463, "Judul": "POTENSI KONFIGURASI ULANG RUANG BELAJAR PERPUSTAKAAN PUSAT ITB:  SEBUAH EVALUASI PASCA HUNI", "Abstrak": "Lingkungan belajar yang ditata dengan baik akan mendorong minat mahasiswa untuk belajar, baik belajar formal maupun belajar informal. Ruang belajar informal atau informal learning space memiliki peran penting dalam memperkaya pengalaman siswa di lingkungan belajar. Dengan adanya tuntutan pembelajaran yang berorientasi pedagogis dan adanya perkembangan teknologi informasi dan komunikasi meningkatkan pentingnya ruang belajar informal di perguruan tinggi.\nSalah satu ruang belajar informal di perguruan tinggi adalah perpustakaan. Saat ini, fungsi perpustakaan akademik telah berubah dari semula sebagai tempat menyimpan dan melestarikan media cetak, sekarang fungsi perpustakaan sebagai ruang belajar. Perpustakaan sebagai informal learning space di perguruan tinggi digunakan mahasiswa untuk melakukan berbagai aktivitas, seperti belajar individu, belajar berkelompok, berinteraksi sosial, bersosialiasi, beristirahat, atau menggunakan waktu luang setelah belajar di ruang kelas. \nPenelitian ini dilakukan pada Perpustakaan Pusat ITB. Mahasiswa menggunakan ruang belajar di Perpustakaan Pusat ITB untuk berbagai kegiatan, seperti kegiatan belajar, beristirahat, bertemu teman, dan lain sebagainya. Dengan adanya perubahan fungsi perpustakaan penting untuk mengeksplorasi aktivitas dan bagaimana penggunaan ruang belajar di perpustakaan. Selain itu desain perpustakaan saat ini terus berubah, baik perubahan spasial dan sosialnya. Sehingga perlu dilakukan evaluasi pasca-huni dari perpustakaan.\nPenelitian ini bertujuan untuk melakukan evaluasi pasca-huni pada Perpustakaan Pusat ITB yang dikaitkan dengan produktivitas belajar mahasiswa. Diharapkan hasil dari evaluasi pasca-huni ruang belajar Perpustakaan Pusat ITB dapat memberikan rekomendasi atribut spasial dan sosial yang memiliki pengaruh terhadap produktivitas belajar mahasiswa. \nPenelitian ini menggunakan pendekatan campuran sekuensial eksplorasi (exploratory sequential mixed method) dengan dua tahapan. Penelitian tahap 1 menggunakan pendekatan kualitatif yang bersifat eksploratif untuk mengidentifikasi aktivitas yang dilakukan dan bagaimana penggunaan ruang belajar di Perpustakaan Pusat ITB cara dengan wawancara. Penelitian tahap 2 menggunakan pendekatan kuantitatif yang bersifat eksplanatori dengan cara penyebaran kuesioner online. Penelitian tahap 2 bertujuan memahami bagaimana penggunaan ruang belajar, memahami persepsi mahasiswa terkait atribut spasial dan sosial ruang belajar, mengetahui hubungan dan pengaruh antara aktivitas, atribut spasial dan sosial terhadap produktivitas, serta mengidentifikasi hubungan hasil penelitian dengan potensi konfigurasi ulang ruang belajar di Perpustakaan Pusat ITB.\nHasil penelitian ini menunjukkan terdapat dua aktivitas inti di Perpustakaan Pusat ITB, yaitu belajar dan relaksasi. Aktivitas belajar berkaitan dengan belajar individu, belajar kelompok, dan belajar untuk TA/Tesis/Disertasi. Kemudian aktivitas relaksasi di perpustakaan yaitu beristirahat dan mengisi waktu luang. Penggunaan ruang belajar dilakukan sendiri dan berkelompok. Persepsi terkait atribut spasial dan sosial ruang belajar di Perpustakaan Pusat ITB sudah baik dan mahasiswa merasa agak puas selama beraktivitas di perpustakaan. \nTerdapat dua produktivitas belajar, yaitu produktivitas individu dan produktivitas kelompok. Produktivitas individu dipengaruhi aktivitas belajar individu, dipengaruhi oleh atribut spasial yaitu kualitas desain dan layout ruang, serta dipengaruhi oleh atribut sosial yaitu interaksi, privasi, distraksi minim dan otonomi. Produktivitas kelompok dipengaruhi aktivitas belajar kelompok, dipengaruhi oleh atribut spasial kualitas desain, layout ruang, kenyamanan, dan fasilitas tambahan, serta dipengaruhi oleh atribut sosial interaksi, distraksi minim, dan otonomi.\nSecara keseluruhan dari hasil penelitian ini didapatkan potensi konfigurasi ulang ruang belajar di Perpustakaan Pusat ITB. Konfigurasi ulang ruang belajar diantaranya adanya pembagian zona diam dan zona kolaborasi, membuat area relaksasi, meningkatkan kualitas desain dan kenyamanan ruang belajar, menambah fasilitas tambahan, membuat belajar individu, dan menambah waktu operasional pelayanan Perpustakaan Pusat ITB.\nPenelitian ini masih terbatas pada evaluasi pasca-huni perpustakaan sebagai informal learning space. Penelitian selanjutnya diharapkan dapat mengeksplorasi informal learning space lainnya yang ada di Institut Teknologi Bandung.", "Daftar File": {"ABSTRAK Wulan Sari": "https://digilib.itb.ac.id/gdl/download/300674"}, "Penulis": "Wulan Sari [25221020]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Hanson Endra Kusuma, S.T, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "evaluasi pasca-huni, konfigurasi ulang, perpustakaan, ruang belajar", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "01 Agu 2023"}