{"Nomor": 75469, "Judul": "UNDERSTANDING AN EXCELLENCE FINANCIAL STRATEGY USING FEASIBILITY STUDY TOWARDS FNB STARTUP: A CASE STUDY OF SYFO", "Abstrak": "Berdasarkan data dari United Nation Environment Program (UNEP) pada tahun 2021, Indonesia merupakan salah satu negara penyumbang sampah makanan terbesar di Asia Tenggara dengan total 20,93 juta ton sampah makanan setiap tahunnya. Salah satu faktor utama penyebab masalah ini adalah kesenjangan antara penyiapan makanan dan sampah makanan di tingkat rumah tangga, dimana pengelolaan makanan yang dilakukan belum optimal dari segi jumlah. Sebagai peran kunci dalam mengelola makanan di tingkat rumah tangga, ibu rumah tangga dan wanita karir berpendapat bahwa \"lebih banyak lebih baik daripada lebih sedikit\" dalam kegiatan konsumsi sehari-hari dimana mereka membeli makanan yang melebihi kebutuhan keluarga. SYFO adalah startup berbasis FnB yang mengembangkan SYFOin, sebuah produk siap masak untuk ibu rumah tangga dan wanita karir di Indonesia untuk mengefisienkan kegiatan memasak sehari-hari. SYFO telah menyelesaikan pengembangan produknya dan siap untuk menjalankan strategi go-to-market, tetapi studi kelayakan finansial belum pernah dilakukan di perusahaan. Oleh karena itu, penelitian ini bertujuan untuk menganalisis kelayakan finansial SYFO sebagai bahan pertimbangan untuk pengembangan perusahaan lebih lanjut. Penelitian ini menggunakan pendekatan kuantitatif dengan mengumpulkan data primer dari data SYFO dan data sekunder dari perusahaan sejenis di industri. Studi kelayakan dari penelitian ini dianalisis dengan menggunakan Payback Period, Net Present Value (NPV), dan Internal Rate of Return (IRR), yang dipadukan dengan analisis skenario dalam menilai dan memitigasi risiko perusahaan dari segi finansial. Studi kelayakan SYFO melibatkan tiga skenario yaitu skenario most-likely, pessimistic, dan optimistic, dimana skenario most-likely ditetapkan sebagai dasar perhitungan dan proyeksi hasil studi kelayakan ini. Hasil dari studi kelayakan finansial pada skenario most-likely menunjukkan bahwa SYFO layak secara finansial sebagai perusahaan startup FnB dengan waktu pengembalian modal selama 2,54 tahun yang tercapai kurang dari akhir umur proyek (< 5 tahun), total NPV positif sebesar Rp 892,696,221, dan nilai IRR sebesar 42.06% yang lebih tinggi dibandingkan dengan nilai WACC sebesar 5.37%.", "Daftar File": {"2023 SK PP Kevin Nurizky Wijayanto   [19220070] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300681"}, "Penulis": "Kevin Nurizky Wijayanto [19220070]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T, MBA, Ph.D.", "Atika Irawan, S.Mn., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kelayakan Finansial, Penganggaran Modal, Produk Siap Masak, Limbah Makanan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "01 Agu 2023"}