{"Nomor": 75465, "Judul": "COMPANY VALUATION FOR 4PACT", "Abstrak": "4PACT, yang didirikan pada tahun 2021, merupakan sebuah bisnis berbasis teknologi yang aktif di industri makanan & minuman serta industri pengelolaan limbah. Dengan harapan untuk mengatasi SDG nomor 12, perusahaan ini menyediakan peralatan makan yang dapat dimakan untuk membantu mengurangi limbah plastik dan menciptakan proposisi nilai unik bagi pelanggan. Saat ini, 4PACT telah mengembangkan dan menjual sedotan yang dapat dimakan sebagai produk (93 million plastic straws used in Indonesia every day, 2018) (93 million plastic straws used in Indonesia every day, 2018)pertama, untuk mendapatkan daya Tarik di pasar B2B, terutama kafe yang ingin menjadi lebih sustainable serta mencari keunikan tambahan. Sedotan ini terbuat dari tepung beras dan tepung tapioka utamanya, menciptakan sedotan yang sepenuhnya dapat terurai secara alami dan dapat dimakan dengan berbagai pilihan warna dan ukuran. Saat ini, 4PACT sudah memiliki beberapa mitra B2B dan menghasilkan keuntungan bersih. Namun, 4PACT mengalami pertumbuhan yang stagnan. Oleh karena itu, penelitian ini didedikasikan untuk menganalisis masalah yang dialami oleh perusahaan, menyediakan solusi untuk bisnis, dan menciptakan strategi untuk mencapai hasil terbaik bagi perusahaan. Penelitian ini akan menggunakan pendekatan kuantitatif, memanfaatkan data internal perusahaan, dan menggunakan metode discounted cash flow.", "Daftar File": {"2023 SK PP Michael Tjandradjaja   [19220067] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300677"}, "Penulis": "Michael Tjandradjaja [19220067]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sedotan Dapat Dimakan; Terurai secara Alami; Sedotan; Sustainability; Valuasi", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "01 Agu 2023"}