{"Nomor": 75475, "Judul": "ADSORPSI ION MNO4   MENGGUNAKAN ZEOLIT ALAM - PROPILAMINA", "Abstrak": "Ion MnO ?\n \ndigunakan secara luas sebagai oksidator di laboratorium dan industri kimia.\n \nMenurut laporan National Institute of Occupational Safety and Health (NIOSH) KMnO4\n?\n \ndiklasifikasikan sebagai zat berbahaya. Untuk itu, kadar ion MnO4\n \nharus dikurangi hingga\n?\n \nbaku mutu yang diizinkan yaitu 0,05 mg/L (WHO). Pada penelitian ini ion MnO4 diadsorpsi  menggunakan  zeolit  alam  yang  dimodifikasi  menggunakan  3-Aminopropil\ntrietoksisilan (APTES) menghasilkan zeolit alam - propilamina. Spektrum FTIR menunjukkan keberhasilan sintesis zeolit alam - propilamina. Puncak pada bilangan gelombang 2935 cm-1 (regangan C-H) pada spektrum FTIR menunjukkan bahwa modifikasi berhasil dilakukan. Difraktogram XRD menunjukkan zeolit alam - propilamin memiliki kristalinitas lebih baik yaitu 63,86 % dibandingkan zeolit alam 60,07 %. Karakterisasi SEM-EDS menunjukkan adanya perubahan morfologi permukaan zeolit alam, zeolit alam - propilamina sebelum dan sesudah adsorpsi, dan %berat Mn pada zeolit alam - propilamina setelah adsorpsi sebesar 4,61 %.  Kondisi optimum untuk adsorpsi ion\n?\n \nMnO4\n \noleh zeolit alam - propilamina tercapai pada pH 5, waktu kontak 6 jam (volume\n?\n \nlarutan ion  MnO4?  10 mL, konsentrasi lautan ion MnO4\n \n500 ppm dengan kecepatan 30\n \nrpm). Proses adsorpsi mengikuti model kinetika orde 2 semu dengan tetapan laju sebesar 1,426 x 10-3 mg/L.menit. Adsorpsi mengikuti model isotherm adsorpsi Langmuir dengan kapasitas adsorpsi maksimum 39,447 mg/g. Studi termodinamika dari adsorpsi ion MnO ? menunjukkan adsorpsi bersifat spontan dan endotermik dengan nilai ?H dan ?S berturut- turut sebesar 32,11 kJ.mol?1 dan 223,45 J.K?1.mol?1", "Daftar File": {"ABSTRAK Tasya Amalia Fitranty Almira": "https://digilib.itb.ac.id/gdl/download/300688"}, "Penulis": "Tasya Amalia Fitranty Almira [10519058]", "Kontributor / Dosen Pembimbing": ["Dr. Handajaya Rusli, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "adsorpsi, zeolit, ion permanganat, APTES", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "01 Agu 2023"}