{"Nomor": 75479, "Judul": "MEMAHAMI SEBUAH STRATEGI FINANSIAL TERBAIK MENGGUNAKAN STUDI KELAYAKAN TERHADAP CUSTOMIZABLE FASHION STARTUP: STUDI KASUS FEMS", "Abstrak": "Beberapa tahun belakangan ini perkembangan industri kreatif di Indonesia berkembang cukup pesat salah satunya di bidang fashion, salah satu bidang industri fashion yang berkembang yaitu industri kustomisasi fashion, hal ini dikarenakan saat ini banyak orang yang mulai menyadari isu-isu keberlanjutan. Selain itu, orang mulai lebih sadar akan kualitas barang yang dibeli. Faktor-faktor ini menyebabkan meningkatnya industri kustomisasi fashion. Salah satu startup yang bergerak di industri kustomisasi fashion di Indonesia adalah FEMS.Saat ini,FEMS, sebagai startup, menghadapi kinerja keuangan yang tidak terencana di setiap departmen yang berakibat pada performa bisnis yang buruk. Oleh karena itu, tujuan dari penelitian ini adalah untuk meningkatkan kinerja bisnis FEMS melalui strategi perencanaan keuangan yang efektif melalui analisis kelayakan finansial . Penelitian ini menggunakan metode kuantitatif, dengan memanfaatkan data primer dan sekunder. Selain itu, untuk membuat rencana keuangan, peneliti akan membuat asumsi (baik internal maupun eksternal) dan mengembangkan proyeksi/ramalan keuangan untuk lima tahunke depan. Kelayakan finansial akan dinilai dengan menganalisis metrik seperti capital budgeting, internal rate ofreturn (IRR), net present value (NPV), dan payback period.Kemudian, rencana implementasi dan balance scorecard akan dibuat agar memastikan strategi yang dijalankan berjalan dengan lancar.", "Daftar File": {"2023 SK PP Moch Ferdian Alamsyah   [19220037] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300692"}, "Penulis": "Moch Ferdian Alamsyah [19220037]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T, MBA, Ph.D.", "Atika Irawan, S.Mn., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Kustomisasi Fashion, Strategi Keuangan, Kelayakan Finansial", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "01 Agu 2023"}