{"Nomor": 75478, "Judul": "HUBUNGAN ANTARA KOMPETENSI DIGITAL YANG DIMODERASI KEPEMIMPINAN DIGITAL TERHADAP  KETAHANAN KARYAWAN PT ANGKASA PURA I CABANG  BANDARA SAM RATULANGI MANADO", "Abstrak": "Revolusi industri keempat telah mengubah proses kerja dan ketahanan karyawan, yang membutuhkan pemimpin digital dengan keterampilan dan kompetensi tertentu. Penelitian ini bertujuan untuk mengeksplorasi hubungan antara kompetensi digital dan ketahanan karyawan, serta hubungan antara kepemimpinan digital dan ketahanan karyawan di cabang PT Angkasa Pura I Bandara Internasional Sam Ratulangi di Manado. Penelitian ini juga menyelidiki apakah kepemimpinan digital memoderasi dampak kompetensi digital terhadap ketahanan karyawan. Penelitian dimulai dengan mengidentifikasi masalah dalam perusahaan atau objek penelitian dengan menggunakan metode \"5 whys\". Kemudian, dilakukan tinjauan pustaka yang fokus pada teori-teori dasar dan kuesioner. Data dikumpulkan melalui sumber primer dan sekunder, dan perangkat lunak Statistical Package Social Science (SPSS) digunakan untuk mengukur validitas, reliabilitas, statistik deskriptif, normalitas, dan regresi. Dalam hipotesis pertama, disebutkan bahwa kompetensi digital memiliki dampak sebesar 0,488 terhadap ketahanan karyawan. Begitu juga dalam hipotesis kedua, disebutkan bahwa kompetensi digital memiliki dampak sebesar 0,375 terhadap ketahanan karyawan. Selain itu, hipotesis ketiga menunjukkan bahwa hubungan antara kompetensi digital dan ketahanan karyawan dimoderasi oleh kepemimpinan digital, yang menghasilkan efek signifikan. Hal ini mengimplikasikan bahwa kompetensi digital, ketika digabungkan dengan kepemimpinan digital yang efektif, dapat lebih meningkatkan ketahanan karyawan. Aktivitas kerja dalam \"Pengaruh Kompetensi Digital yang Dimoderasi oleh Kepemimpinan Digital terhadap Ketahanan Karyawan\" dapat membantu meningkatkan cabang PT Angkasa Pura I Bandara Sam Ratulangi di Manado. Dengan mengimplementasikan program pelatihan, mendorong inovasi, dan membentuk inisiatif pengembangan kepemimpinan digital, para pemimpin dapat menghadapi tantangan Industri 4.0, meningkatkan ketahanan karyawan, dan mendorong pertumbuhan yang berkelanjutan.", "Daftar File": {"2023_TS_PP_Chiesa Octavianus Manopo-29121313_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300690"}, "Penulis": "Chiesa Octavianus Manoppo [29121313]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T, M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kompetensi Digital, Kepemimpinan Digital, Ketahanan Karyawan,  Industri 4.0.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "01 Agu 2023"}