{"Nomor": 75474, "Judul": "SINTESIS, KARAKTERISASI STRUKTUR DAN KESTABILAN TERMAL PEROVSKITE ABX3 (A = METILAMMONIUM, B = PB/SN, X = BR/I)", "Abstrak": "Perovskite adalah senyawa yang memiliki struktur tiga dimensi (3D) seperti kalsium titanat (CaTiO3), sehingga rumus umumnya adalah ABX3, dengan A dan B adalah kation dan X adalah anion. Dalam perkembangannya, terdapat turunan perovskite dengan struktur 2D yang memiliki rumus umum A2BX4, struktur 1D (A3BX5) dan 0D (A4BX6). Senyawa perovskite halida memiliki sifat semikonduktor sehingga dapat digunakan sebagai material sel surya dan material optoelektronika. Perovskite timbal halida memiliki sifat unggul sebagai sel surya karena menunjukkan efisiensi konversi energi yang tinggi hingga mencapai 25,2%. Namun timbal merupakan unsur yang berbahaya dan beracun sehingga perlu diteliti penggunaan logam alternatif sebagai pengganti timbal. Selain itu proses sintesis perovskite umumnya menggunakan pelarut berbahaya dan beracun seperti dimetil formamida (DMF), dimetil sulfoksida (DMSO), asetonitril (ACN), gamma- dibutirolakton (GBL), sehingga perlu dilakukan usaha mengganti pelarut dengan pelarut yang lebih ramah lingkungan. Dalam penelitian ini empat senyawa perovskite, yaitu metilammonium timbal bromida (MAPbBr3), metilammonium timbal iodida (MAPbI3), metilammonium timah bromida (MASnBr3), metilammonium timah iodida (MASnI3) berhasil disintesis menggunakan pelarut air dengan rendemen total rata-rata diatas 64%. Hasil karakterisasi menggunakan instrumentasi dan teknik konvensional menunjukkan perovskite yang disintesis memiliki rumus umum ABX3 (struktur 3D), dengan A=metilammonium, B=Timbal/Timah, X=Iodida/Bromida. Dari pengukuran powder X-ray diffraction (PXRD) diperoleh bentuk kisi dari MAPbBr3, MAPbI3 dan MASnI3 adalah kubus dengan ukuran kisi secara berurutan 5,918 Å; 6,286 Å, dan 6,237 Å di mana dalam satu kisinya terdiri atas satu kation MA, satu kation Pb dan tiga anion halida. Sedangkan untuk MASnBr3 adalah ortorombik dengan ukuran kisi a=5,905 Å, b=8,360 Å , c = 8,314 Å, di mana di dalam satu kisinya terdiri atas dua kation MA, dua kation Pb dan enam anion halida. Hasil uji thermal gravimetric analysis (TGA) menunjukkan MAPbBr3 memiliki ketahanan termal yang paling tinggi (300 oC) diikuti dengan MAPbI3 (240 oC), MASnBr3 (180 oC), MASnI3 (140 oC) dan semua perovskite yang dihasilkan tidak mengandung air kristal.", "Daftar File": {"ABSTRAK Yudi Harsono": "https://digilib.itb.ac.id/gdl/download/300687"}, "Penulis": "Yudi Harsono [24821004]", "Kontributor / Dosen Pembimbing": ["Prof. Djulia Onggo, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "perovskite, metilammonium, timbal, timah, halida", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "01 Agu 2023"}