{"Nomor": 75481, "Judul": "MENINGKATKAN KINERJA BISNIS DENGAN MENGGUNAKAN PERENCANAAN KEUANGAN TERHADAP INDUSTRI ELEKTRIKAL & MEKANIKAL: STUDI KASUS CV. JOGI TEKNIK", "Abstrak": "Berdasarkan Laporan Informasi Industri Tahun 2020 yang dikeluarkan Kementerian Perindustrian Republik Indonesia, terdapat 76 perusahaan di kawasan industri dan 137 perusahaan di luar kawasan industri yang bergerak di bidang jasa perbaikan dan pemasangan mesin dan peralatan di Indonesia. Salah satu fokus industri ini adalah jasa service, maintenance, dan instalasi boiler. Besarnya potensi dan peluang bisnis dalam industri ini telah mendorong banyak pelaku bisnis dari skala Usaha Mikro, Kecil dan Menengah (UMKM) hingga usaha skala besar untuk terlibat dalam industri ini. Sektor UMKM yang bergerak di bidang jasa, perawatan dan pemasangan boiler seringkali menghadapi serangkaian tantangan yang menghambat pertumbuhan dan keberlanjutannya. Tantangan utama yang dihadapi UMKM di industri ini adalah kurangnya akses keuangan (Dewan Gubernur Federal Reserve System, 2019). Tanpa dana yang memadai, mereka mungkin kesulitan untuk berinvestasi dalam perlengkapan, peralatan, dan bahan yang dibutuhkan untuk menyediakan layanan berkualitas tinggi. CV. Jogi Teknik sebagai UMKM yang bergerak di bidang Industri Jasa Perbaikan dan Pemasangan Mesin dan Peralatan Boiler. CV. Jogi Teknik memiliki sumber daya dan dana investasi yang terbatas dalam menjalankan manajemen dan operasi bisnis jika dibandingkan dengan pesaing besar. Dalam membuat perencanaan keuangan dan usaha, CV. Jogi Teknik perlu menentukan rencana yang efektif dan berkelanjutan untuk terus berkembang sesuai dengan kemampuan perusahaan. Menurut (Vesna Grozdanovska K.B., 2017) manajemen keuangan memiliki fungsi penting dalam perusahaan yaitu memperkirakan kebutuhan modal perusahaan. Selanjutnya berdasarkan SPT Tahunan PPh Badan dari CV. Jogi Teknik tahun 2020-2022 menunjukkan bahwa perencanaan keuangan yang dilakukan terbukti menunjukkan kinerja bisnis di CV. Jogi Teknik mengalami penurunan yang ditunjukkan dengan gross profit margin pada CV. Jogi Teknik sebesar 24,9% pada tahun 2020, dengan peningkatan sebesar 10,1% pada tahun 2021. Sayangnya kondisi tersebut tidak bertahan lama, dimana CV. Jogi Teknik mengalami penurunan Gross Profit Margin yang signifikan hingga mencapai 7,8%. Menurut data NYU Stern School of Business tahun 2023, CV memiliki margin laba kotor. Saat ini margin laba kotor dari CV. Jogi Teknik lebih rendah dari rata-rata industri listrik. Margin laba kotor rata-rata di Industri Tenaga Listrik adalah sekitar 35,40%. Hal ini merupakan indikasi pertumbuhan perusahaan dari CV. Jogi Teknik lambat dalam industrinya. Peneliti menggunakan pendekatan kuantitatif dengan mengolah data riwayat keuangan CV. Jogi Teknik dan data sekunder dari jurnal, buku, artikel, dan literature review. Dalam menghasilkan data, peneliti menggunakan analisis kondisi bisnis internal dengan laporan keuangan, analisis SWOT, dan analisis kanvas model bisnis. Sedangkan untuk menganalisis kondisi eksternal bisnis menggunakan analisis pesaing dan pemetaan pesaing. Hasil penelitian ini ingin menunjukkan bahwa CV. Jogi Teknik memiliki kinerja keuangan yang rendah pada tahun 2022. Setelah dilakukan evaluasi, untuk meningkatkan CV. Kinerja keuangan Jogi Teknik, perusahaan ini layak dalam tiga skenario berdasarkan NPV, IRR, dan payback period yang dapat digunakan sebagai rencana optimal untuk menjalankan bisnis ini selama lima tahun ke depan.", "Daftar File": {"2023 SK PP Afra Samantha   [19220038] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300695"}, "Penulis": "Afra Samantha [19220038]", "Kontributor / Dosen Pembimbing": ["Acip Sutardi, S.E, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Mesin, Jasa Boiler, Kinerja Keuangan, Manajemen Keuangan, Rasio Keuangan, Perencanaan Keuangan, Proyeksi Arus Kas", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Agu 2023"}