{"Nomor": 75487, "Judul": "MENGEKSPLORASI FAKTOR-FAKTOR YANG MEMPENGARUHI PIVOT PADA STARTUP MAHASISWA: ANALISIS STUDI KASUS MAHASISWA KEWIRAUSAHAAN SBM ITB", "Abstrak": "Pertumbuhan startup di dunia saat ini sedang mengalami tren yang meningkat. Namun, di balik pertumbuhan tersebut, startup tetap menghadapi risiko kegagalan yang cukup besar. Startup menghadapi berbagai tantangan dalam perjalanan kewirausahaan mereka, salah satunya yang sering kali berujung pada satu keputusan penting: pivot. SBM ITB, salah satu institut di Indonesia, menawarkan program studi Kewirausahaan yang bertujuan untuk mendukung pengembangan start-up mahasiswa dengan memberikan bimbingan dari dosen dan mentor yang berpengalaman. Fenomena start-up pivot ini juga diamati di antara start-up mahasiswa yang dijalankan oleh mahasiswa jurusan Kewirausahaan. Tujuan utama dari penelitian ini adalah untuk mengumpulkan data empiris mengenai faktor-faktor yang mempengaruhi fenomena pivot pada start-up mahasiswa jurusan kewirausahaan. Dengan memahami faktor- faktor tersebut, penelitian ini berupaya untuk menetapkan langkah-langkah pencegahan yang dapat meminimalisir terjadinya pivoting pada start-up mahasiswa di masa depan. Metodologi penelitian kualitatif digunakan untuk memfasilitasi eksplorasi lebih dalam mengenai faktor-faktor yang mempengaruhi munculnya fenomena ini. Secara khusus, penelitian ini menggunakan pendekatan eksploratif, yang bertujuan untuk menggali lebih dalam pelajaran yang dapat dipetik dari perusahaan rintisan yang kurang berhasil dan mengidentifikasi alasan yang mendasari kegagalan mereka. Penelitian ini terutama berfokus pada startup mahasiswa, khususnya yang berada di bawah naungan departemen kewirausahaan SBM ITB. Dengan melakukan wawancara dengan 15 perwakilan dari setiap startup mahasiswa, penelitian ini memastikan jumlah sampel yang komprehensif, sehingga meminimalisir redundansi jawaban atau kejenuhan data. Temuan dari penelitian ini mengungkapkan bahwa keselarasan antara model bisnis dan kapabilitas startup merupakan faktor kunci yang mempengaruhi keputusan untuk melakukan pivot. Keselarasan ini secara signifikan berdampak pada startup mahasiswa di departemen kewirausahaan, di mana kapabilitas berhubungan dengan atribut dan kondisi tim internal yang mengacu pada faktor eksternal seperti permintaan pasar. Perencanaan yang buruk dan kurangnya keahlian yang diperlukan di antara startup mahasiswa berkontribusi pada pengejaran pendekatan alternatif yang memfasilitasi eksekusi bisnis. Studi ini menunjukkan dampak positif dari pivot pada startup mahasiswa yang mengalami pergeseran strategis. Untuk membantu startup mahasiswa dalam mengatasi hambatan, sangat penting untuk membangun layanan dukungan di dalam perusahaan.", "Daftar File": {"2023 SK PP Esther Ariella   [19220014] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300708"}, "Penulis": "Esther Ariella [19220014]", "Kontributor / Dosen Pembimbing": ["Aria Bayu Pangestu, S.MN., M.HRM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "start-up, kegagalan, faktor, pivot, Student Start-up , kewirausahaan, kondisi, kemampuan.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "01 Agu 2023"}