{"Nomor": 75484, "Judul": "DINAMIKA PERIURBANISASI DAN TRANSFORMASI WILAYAH PERI URBAN (STUDI KASUS: KABUPATEN BANDUNG DAN GOWA)", "Abstrak": "Peri-urbanisasi pada kota-kota besar yang berkembang pesat menunjukkan\ntransformasi spasial dan sosial ekonomi. Transformasi fisik ditandai dengan\nadanya alihfungsi lahan pertanian menjadi lahan terbangun, sedangkan\ntransformasi sosial ekonomi ditandai dengan adanya pertumbuhan kepadatan\npenduduk, bergesernya perekonomian dari sektor primer menjadi sektor sekunder\ndan tersier, serta menurunnya aktivitas pertanian. Penelitian ini berfokus pada\nproses terjadinya peri-urbanisasi di wilayah peri-urban Kabupaten Bandung dan\nGowa. Kajian mengenai wilayah peri-urban sebagai zona transisi antara perdesaan\ndan perkotaan menjadi penting karena dalam proses peri-urbanisasi di setiap\nwilayah memiliki karakteristik dan tantangan tersendiri. Sehingga penelitian ini\nbertujuan untuk menjelaskan proses peri-urbanisasi dan transformasi wilayah\nPeri-urban Kabupaten Bandung dan Gowa. Metode yang akan digunakan dalam\npenelitian ini adalah metode campuran yang meliputi analisis skoring, statistik\ndeskriptif, dan analisis spasial. Dari penelitian ini didapatkan hasil bahwa terdapat\nperbedaan proses peri-urbanisasi yang terjadi di Wilayah Peri-urban Kabupaten\nBandung dan Gowa. Peri-urbanisasi di Kabupaten Bandung terjadi akibat adanya\nkebijakan pemerintah dalam pembangunan infrastruktur baru seperti jalan tol\nyang menarik investor untuk berinvestasi dalam pengembangan lahan seperti\nperumahan, industri, dan pergudangan. Dimana secara tidak langsung berdampak\npada aspek sosial ekonomi pada wilayah tersebut. Sedangkan pada Kabupaten\nGowa peri-urbanisasi terjadi akibat adanya perkembangan di pusat kota yang\ncukup pesat, sehingga pembangunan meluas ke wilayah peri-urban", "Daftar File": {"ABSTRAK Belia Fransiska": "https://digilib.itb.ac.id/gdl/download/300698", "BAB 1 Belia Fransiska": "https://digilib.itb.ac.id/gdl/download/300699", "BAB 2 Belia Fransiska": "https://digilib.itb.ac.id/gdl/download/300700", "BAB 3 Belia Fransiska": "https://digilib.itb.ac.id/gdl/download/300701", "BAB 4 Belia Fransiska": "https://digilib.itb.ac.id/gdl/download/300702", "BAB 5 Belia Fransiska": "https://digilib.itb.ac.id/gdl/download/300703", "BAB 6 Belia Fransiska": "https://digilib.itb.ac.id/gdl/download/300704", "PUSTAKA Belia Fransiska": "https://digilib.itb.ac.id/gdl/download/300705", "LAMPIRAN Belia Fransiska": "https://digilib.itb.ac.id/gdl/download/300706"}, "Penulis": "Belia Fransiska [25421025]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "peri-urbanisasi, transformasi, wilayah peri-urban, lahan terbangun, lahan pertanian, kepadatan penduduk, penghasilan utama", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "01 Agu 2023"}