{"Nomor": 75493, "Judul": "ANALISIS VARIASI KECERAHAN LANGIT DALAM SEHARI PENUH BERDASARKAN PENGUKURAN SKY QUALITY METER DI KABUPATEN PEKALONGAN", "Abstrak": "Tingkat kecerahan langit malam mempunyai dampak ekologi pada hewan nokturnal. Demikian pula transisi antara siang-malam dan sebaliknya sebagai periode waktu fajar atau senja (twilight) yang berdampak terhadap hewan crepuscular. Kondisi kecerahan langit berpengaruh pada bidang astronomi sehingga perlu dilakukan pengukuran secara berkesinambungan. Kuantisasi kecerahan langit secara kontinu dalam sehari penuh berdasarkan fungsi polusi cahaya, posisi Matahari, panjang bayangan, dan di siang hari penting untuk dilakukan. Analisis kecerahan langit saat batas-batas awal fajar, akhir senja, saat Matahari terbit/terbenam, saat pertengahan pagi/sore, dan saat kulminasi bermanfaat untuk menguji waktu salat dan optimasi sudut panel surya untuk pengumpulan energi Matahari. Pengukuran kecerahan langit dalam sehari penuh dilakukan di Pekalongan, Jawa Tengah pada koordinat 6?50’42” lintang selatan 109?37’55” bujur timur selama 25 hari dengan resolusi pengambilan data 3 detik dengan fotometer Sky Quality Meter yang telah dipasang mengarah ke zenith dengan filter variabel neutral density. Analisis data dilakukan dengan metode Difference, Moving average, dan Polynomial. Penelitian ini menghasilkan simpulan bahwa kecerahan langit saat fajar/senja di Pekalongan menunjukkan variasi yang relatif kecil. Awal fajar terindentifikasi pada elevasi Matahari -15,301? dan akhir senja pada elevasi Matahari -18,853?. Profil kecerahan langit sebelum dan setelah pukul 12 siang tidak simetris. Pada sore hari, rata-rata selisih kecerahan langit pada panjang bayangan 1 terhadap 2 adalah 0,9 MPSAS dengan standar deviasi 0,39 serta rata-rata panjang bayangan benda saat fluktuasi di sore hari 1,36. Rata-rata selisih kecerahan langit pukul 12 siang terhadap langit malam pukul 12 sebesar 9,02 MPSAS.", "Daftar File": {}, "Penulis": "Akniz Salma [10319013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Dhani Herdiwijaya, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kecerahan langit, SQM, panjang bayangan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Agu 2023"}