{"Nomor": 75492, "Judul": "SINTESIS DAN KARAKTERISASI MATERIAL FOTOLUMINESENSI CA2AL2SIO7:PR3+ DENGAN METODE BALL-MILLING", "Abstrak": "Patogen didefinisikan sebagai organisme yang dapat menyebabkan penyakit pada inangnya. Oleh karena itu, untuk menghilangkan patogen seperti SARS-COV-2, diperlukan peran dari berbagai pihak untuk mencegah penyebaran. Salah satu upaya praktis mengurangi penularannya di tempat umum adalah dengan membuat lapisan anti-patogen pada permukaan yang sering disentuh di fasilitas umum. Lampu pemancar sinar UVC (200-280 nm) baru-baru ini dilaporkan sangat efektif membunuh virus SARS-COV-2 dalam waktu dua menit pada jarak satu meter. Material fotoluminesensi Ca2Al2SiO7 yang didoping dengan Pr3+ dilaporkan dapat mengemisikan cahaya UVC pada rentang panjang gelombang 265-270 nm. Material fotoluminesensi Ca2Al2SiO7 yang didoping dengan Pr3+ dapat mengemisikan cahaya UVC dengan waktu lebih dari 10 jam ketika dieksitasi pada panjang gelombang 254 nm. Selain itu, material Ca2Al2SiO7 dikenal ramah lingkungan, mudah dimodifikasi, dan memiliki stabilitas termodinamika yang baik. Pada penelitian ini, metode ball-milling digunakan untuk mensintesis Ca2Al2SiO7:Pr3+. Penelitian ini bertujuan untuk mengetahui pengaruh variasi sintesis ball-milling terhadap sifat fotoluminesensi Ca2Al2SiO7:Pr3+. Berdasarkan karakterisasi difraksi sinar-X, sampel dengan variasi rasio massa bola terhadap sampel (1:20, 1:30, dan 1:40) dan variasi kecepatan penggilinggan (150 rpm dan 400 rpm) berhasil disintesis dengan metode ball-milling. Konfirmasi berhasilnya sintesis Ca2Al2SiO7:Pr3+ diperoleh dari pola difraksi pada 2? ? 28°, 32°, dan 37°. Data UV-DRS Ca2Al2SiO7 menunjukan adanya serapan pada 247, 366 dan 590 nm. Penambahan Pr3+ menyebabkan adanya puncak serapan baru pada 451 dan 478,5 nm dan peningkatan intensitas serapan pada 366 dan 590 nm. Spektrum PL (Photoluminesence) Ca2Al2SiO7:Pr3+ menunjukkan sampel mengemisikan UVC pada panjang gelombang 275 nm dan 315 nm. Peningkatan rasio massa bola dengan sampel dan juga kecepatan penggilinggan menurunkan intensitas spektrum PL. Penurunan intensitas diduga karena ada pengotor saat proses penggilingan yang terlihat pada analisis SEM-EDS, terdapat logam pengotor diluar penyusun utama sampel yaitu Cr-Fe-Ni. Intensitas emisi maksimum diperoleh ketika sintesis dengan metode fasa padat konvensional. Fakta eksperimen dapat menjadi indikasi untuk memahami pengaruh variasi sintesis dengan metode ball-milling. Variasi sintesis ini dapat berpengaruh terhadap perubahan struktur, perubahan tingkat energi dan jenis transisi elektronik pada senyawa Ca2Al2SiO7:Pr3+. Fakta eksperimen ini digunakan secara efektif untuk meningkatkan intensitas fotoluminesensi dari padatan sehingga dapat diaplikasikan sebagai self-sanitized pembasmi patogen.", "Daftar File": {"ABSTRAK Bimo Bimarjuna": "https://digilib.itb.ac.id/gdl/download/300718"}, "Penulis": "Bimo Bimarjuna [10519003]", "Kontributor / Dosen Pembimbing": ["Aep Patah, S.Si., M.Si., Ph.D.", "Dr. rer. nat. Fainan Failamani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Fotoluminesensi, dopan, UV-C, Ca2Al2SiO7:Pr3+, ball-milling", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "01 Agu 2023"}