{"Nomor": 75495, "Judul": "PERANCANGAN STRATEGI PENGELOLAAN PELANGGAN  CV DIPO MULYO", "Abstrak": "CV Dipo Mulyo adalah perusahaan yang bergerak pada bidang penerbit dan percetakan buku.\nSalah satu produk yang diterbitkan dan dijual dalam pasar Business to Business (B2B) adalah\nproduk Dino Kids yang merupakan paket buku ajar untuk Pendidikan Anak Usia Dini (PAUD).\nDalam tiga tahun terakhir, penjualan produk Dino Kids stagnan pada rentang tertentu dan\nmengalami penurunan dari tahun 2020. Setelah diidentifikasi lebih lanjut, hal tersebut karena\nperusahaan kehilangan banyak pelanggan dan ketidakmampuan perusahaan untuk mengakuisisi\npelanggan baru. Untuk itu, perlu dirancang sebuah strategi pengelolaan pelanggan yang dapat\nmengikat pelanggan sesuai dengan kebutuhan CV Dipo Mulyo.\nPenelitian ini diawali dengan penilaian implementasi strategi pengelolaan pelanggan saat ini\nperusahaan melalui audit strategi pengelolaan pelanggan komprehensif dengan fokus pada dua\nvariabel utama yaitu proses pengembangan strategi dan proses penciptaan nilai. Kemudian\ndilakukan identifikasi STP (Segmenting, Targeting, dan Positioning) perusahaan untuk dapat\nmengetahui target segmen pelanggan perusahaan. Setelah mengetahui target segmen, dilakukan\nsegmentasi kelompok berdasarkan profitabilitas dan loyalitas pelanggan, identifikasi value\nproposition menggunakan VPC (Value Proposition Canvas), dan pengetahuan produk pelanggan.\nStrategi pengelolaan pelanggan yang akan dirancang adalah berupa strategi akuisisi dan strategi\nretensi, untuk itu perlu dilakukan identifikasi strategi apa saja yang telah dilakukan perusahaan\nuntuk promosi, akuisisi, dan retensi pelanggan. Data-data yang telah didapatkan akan diolah dan\ndijadikan dasar dalam perancangan strategi pengelolaan pelanggan.\nDari hasil penilaian audit strategi pengelolaan pelanggan, didapati komponen strategi pengelolaan\npelanggan yang harus dikembangkan adalah penciptaan nilai. Maka, arah pengembangan strategi\npengelolaan pelanggan CV Dipo Mulyo adalah proses penciptaan nilai untuk mendukung strategi\nakuisisi dan retensi pelanggan sesuai dengan STP perusahaan. Berdasarkan arahan tersebut,\nstrategi pengelolaan pelanggan yang dirancang sebagai strategi akuisisi adalah promosi\nmenggunakan video penjelasan fitur produk, sedangkan strategi pengelolaan pelanggan untuk\nstrategi retensi adalah program loyalitas berupa program diskon. Dengan adanya kedua usulan\nrancangan ini, diharapkan dapat meningkatkan tingkat akuisisi dan retensi pelanggan CV Dipo\nMulyo sehingga dapat meningkatkan penjualan dan keuntungan yang diperoleh perusahaan.", "Daftar File": {}, "Penulis": "Chalista Andinnesa [13419059]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "B2B, strategi pengelolaan pelanggan, akuisisi, retensi", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "02 Agu 2023"}