{"Nomor": 75509, "Judul": "MENYEMPURNAKAN KETERLIBATAN PENONTON DENGAN \"MENCURI RADEN SALEH\": MENGANALISIS DAMPAK KETERKENALAN ARTIS, ELEMEN SINEMATIK, SALURAN DISTRIBUSI, DAN FAKTOR PEMASARAN TERHADAP KEBERHASILAN FILM PERAMPOKAN BOX OFFICE INDONESIA TAHUN 2022", "Abstrak": "Industri film Indonesia telah mengalami pertumbuhan pesat yang dapat dilihat dari peningkatan jumlah penonton film. Namun, para pembuat film menunjukkan keengganan dalam mengeksplorasi genre yang lebih beragam. Pada akhirnya, kelangkaan genre inovatif di industri perfilman lokal terhapuskan dengan hadirnya \"Mencuri Raden Saleh\" sebuah film bertemakan perampokan hadir dan menjadi film Indonesia terlaris ke-33 sepanjang masa. Film ini mengisahkan kerjasama enam anak muda dalam pencurian sebuah karya seni bersejarah. Film ini mencapai kesuksesan dengan menarik lebih dari 2,3 juta penonton dan menghasilkan pendapatan antara Rp70–300 miliar yang membawanya masuk dalam list box of ice Indonesia pada tahun 2022. Hal menarik dari film tersebut adalah setelah turun layar dari bioskop, film tersebut tetap populer di internet, terutama di Twitter dengan secara konsisten masuk daftar trending topic Indonesia dan mengundang keterlibatan yang substansial dari penggemar film tersebut serta masyarakat umum. Film ini juga berhasil masuk dalam kategori \"Top 10 Movies\" di Netflix selama beberapa bulan lamanya. Penelitian ini secara komprehensif menganalisis faktor-faktor yang mendorong ekspansi komunitas penggemar dan keterlibatan berkelanjutan penonton terhadap \"Mencuri Raden Saleh\". Dengan mengadopsi pendekatan metode campuran, penelitian ini melibatkan wawancara kualitatif dengan 11 informan dan survei online kuantitatif yang diikuti 291 responden yang merupakan individu yang telah menonton film setidaknya sekali dan tetap aktif terlibat dalam kegiatan yang berhubungan dengan film seperti membahas film di sosial media, menonton film secara berulang, dan ikut berpartisipasi dalam acara-acara berhubungan dengan film tersebut. Temuan penelitian menunjukkan bahwa kehadiran bintang terkenal, kualitas film yang unggul, dan strategi pemasaran yang efektif secara signifikan memengaruhi keterlibatan penonton yang berkelanjutan. Temuan ini memiliki implikasi penting bagi para pembuat film, mendorong mereka untuk mengadopsi eksplorasi genre guna menghidupkan kembali industri dan mengakomodasi preferensi beragam penonton. Selain itu, penelitian ini menyoroti peran strategi pemasaran yang dirancang dengan baik dalam menumbuhkan keterikatan penonton dan memperluas jangkauan film-film produksi lokal. Dengan memanfaatkan temuan-temuan ini, para pembuat film dapat meningkatkan potensi keterlibatan penonton dan berkontribusi pada pertumbuhan dan evolusi berkelanjutan dalam panorama perfilman Indonesia.", "Daftar File": {"2023 SK PP Vamela Virginia   [19020271] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300782"}, "Penulis": "Vamela Virginia [19020271]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keterlibatan penonton, pengaruh selebriti, elemen film, distribusi film, faktor pemasaran", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "02 Agu 2023"}