{"Nomor": 75506, "Judul": "PENGARUH PEMBAURAN PEMASARAN HIJAU TERHADAP CITRA MEREK DAN KEPUTUSAN PEMBELIAN PADA PRODUK KOSMETIK RAMAH LINGKUNGAN", "Abstrak": "Industri kecantikan dan kosmetik berkembang pesat dengan nilai pasar yang meningkat secara signifikan setiap tahunnya. Pertumbuhan ini memunculkan tren yang disebut fast beauty yang menyebabkan industri kecantikan dan kosmetik menjadi salah satu penyumbang terbesar peningkatan masalah lingkungan dan limbah yang disebabkan oleh peningkatan kemasan kosmetik yang diproduksi setiap tahun. Menanggapi hal tersebut, saat ini banyak pelaku bisnis dan konsumen yang mulai peduli terhadap lingkungan dan mulai beralih ke produk yang lebih ramah lingkungan. Selain itu, banyak bisnis mengubah strategi pemasaran mereka menjadi pemasaran hijau. Berdasarkan kondisi tersebut, memberikan peluang bagi Lumna untuk menciptakan merek kosmetik yang ramah lingkungan dengan menyediakan produk kosmetik ramah lingkungan yang terbuat dari bahan-bahan alami, bebas dari kekejaman, dan dikemas dalam kemasan daur ulang. Untuk mengembangkan dan memasarkan merek dan produk kosmetik yang ramah lingkungan agar dikenal dan dibeli oleh banyak orang serta memiliki citra merek yang positif, diperlukan strategi jangka panjang yang tepat dan efektif, yaitu bauran pemasaran hijau. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi pengaruh bauran pemasaran hijau yang terdiri dari produk hijau, harga hijau, tempat hijau, dan promosi hijau terhadap citra merek dan keputusan pembelian produk kosmetik ramah lingkungan. Penelitian ini merupakan explanatory study dengan pendekatan kuantitatif dan menggunakan metode survei dengan menyebarkan kuesioner online melalui Google Form. Metode analisis data yang digunakan adalah Analisis Statistik Deskriptif dan Analisis Jalur. Penelitian ini berhasil mengumpulkan data dari 376 responden dengan menggunakan teknik non-probability dengan purposive sampling dengan kriteria responden yaitu wanita berusia 17-25 tahun berdomisili di Bandung dan Jabodetabek yang pernah menggunakan atau membeli produk kosmetik ramah lingkungan dan peduli terhadap lingkungan. Hasil penelitian menunjukkan bahwa produk hijau, harga hijau, tempat hijau, dan promosi hijau berpengaruh signifikan dan positif terhadap citra merek. Selanjutnya produk hijau, tempat hijau dan promosi hijau berpengaruh signifikan dan positif terhadap keputusan pembelian. Sedangkan harga hijau tidak berpengaruh positif dan signifikan terhadap keputusan pembelian. Dan terakhir, citra merek berpengaruh positif dan signifikan terhadap keputusan pembelian. Berdasarkan hasil analisis, promosi hijau merupakan elemen bauran pemasaran hijau yang paling signifikan untuk membangun citra merek yang kuat dan meningkatkan keputusan pembelian konsumen. Dengan demikian, temuan ini akan bermanfaat bagi perusahaan di bidang kecantikan dan kosmetik ramah lingkungan untuk mengoptimalkan strategi bauran pemasaran hijau sebagai strategi jangka panjang, terutama fokus pada promosi hijau.", "Daftar File": {"2023 SK PP Delistina   [19220068] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300772"}, "Penulis": "Delistina [19220068]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Citra Merek, Produk Kosmetik Ramah Lingkungan, Bauran Pemasaran Hijau, Analisis Jalur, Keputusan Pembelian", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "02 Agu 2023"}