{"Nomor": 75501, "Judul": "PENGARUH BAURAN PEMASARAN TERHADAP KEPUTUSAN PEMBELIAN ORANG TUA TERHADAP MAINAN EDUKATIF", "Abstrak": "Indonesia merupakan salah satu negara Asia Tenggara yang mendominasi pasar mainan dan anak. Mainan edukatif dapat dimanfaatkan untuk mendukung anak dalam meningkatkan kemampuan tertentu. Orang tua adalah pengambil keputusan utama dalam membeli mainan, namun keputusan pembelian mereka sulit untuk dianalisis karena daya saing yang semakin meningkat. Industri mainan harus memahami perilaku pembelian konsumen untuk meningkatkan produk mereka dan inisiatif pemasaran lainnya. Cody Kit dibentuk sebagai perusahaan yang menyediakan mainan edukasi, termasuk buku aktivitas Cody Play. Namun penjualan Cody Play masih di bawah target. Peneliti sebelumnya telah menemukan bahwa bauran pemasaran mempengaruhi keputusan pembelian. Penelitian ini bertujuan untuk mengetahui pengaruh Bauran Pemasaran terhadap keputusan pembelian orang tua terhadap mainan edukatif. Penelitian ini menggunakan metode kuantitatif dengan menyebarkan kuesioner online kepada 182 orang tua yang memiliki anak usia 4-7 tahun yang berdomisili di Jabodetabek dan Bandung, pernah membeli mainan edukatif. Analisis MLR menguji hipotesis dan menganalisis hubungan antara variabel produk, harga, tempat, dan promosi dengan keputusan pembelian. Hasil penelitian menemukan bahwa produk, tempat, dan promosi mempengaruhi keputusan pembelian. Harga tidak berpengaruh signifikan terhadap variabel keputusan pembelian. Temuan ini diharapkan dapat memberikan rekomendasi bagi Cody Kit untuk membangun keputusan tentang perbaikan seri Cody Play selanjutnya.", "Daftar File": {"2023 SK PP Vasharin Vilzha Zaqira   [19220024] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300767"}, "Penulis": "Vasharin Vilzha Zaqira [19220024]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keputusan Pembelian, Bauran Pemasaran 4P, Mainan Edukasi, Regresi Linear Berganda.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "02 Agu 2023"}