{"Nomor": 75519, "Judul": "PERENCANAAN SUDETAN KALI CILIWUNG KE KANAL BANJIR TIMUR (KBT) JATINEGARA, JAKARTA TIMUR, DKI JAKARTA", "Abstrak": "Sungai Ciliwung merupakan salah satu sungai terpenting di Indonesia karena melewati wilayah Ibu kota DKI Jakarta dan sering kali terjadi banjir rutin pada bagian hilirnya. Perkembangan pemukiman di wilayah Jakarta menyebabkan daerah tangkapan Kali Ciliwung yang semula dapat menyerap air hujan berubah menjadi aliran permukaan yang membebani daya tampung sungai Ciliwung. Salah satu solusi yang akan mengurangi banjir di sekitar sungai Ciliwung terutama pada bagian Bidara Cina Jakarta Timur adalah pembangunan sudetan kali Ciliwung menuju Kanal banjir timur (KBT). Pengerjaan tugas akhir ini diharapkan dapat menghasilkan perhitungan dimensi bangunan beserta gambar bangunan Sudetan kali Ciliwung – Kanal banjir timur (KBT) dengan menggunakan debit banjir Q100. Debit puncak Q100 kali Ciliwung 579.4 m3/s. Banjir kali Ciliwung akan dialirkan menuju Kanal Banjir Timur melalui kali Cipinang. Debit puncak Q100 kali Cipinang adalah 221 m3/s. Sudetan kali Ciliwung menuju Kanal banjir timur (KBT) akan dilengkapi dengan bangunan ambang dengan tinggi 4.6 m pada bagian Intake. Anggaran yang diperlukan untuk melaksanakan proyek adalah Rp. 87, 840, 455, 434 (delapan puluh tujuh miliyar delapan ratus empat puluh juta empat ratus lima puluh lima ribu empat ratus tiga puluh empat rupiah).", "Daftar File": {}, "Penulis": "Mufti Ahmad Azzuhdi Bijaksana [15819001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D.", "Faizal Immaddudin Wira Rohmat,  S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Ciliwung, Kanal banjir timur, sudetan, Intake, terowongan, ambang,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Agu 2023"}