{"Nomor": 75511, "Judul": "PENGEMBANGAN SISTEM PENGIDENTIFIKASI KONDISI PAHAT PADA PROSES BUBUT CNC", "Abstrak": "Keausan pahat akan tumbuh membesar seiring dengan waktu pemotongan yang terus\nbertambah. Pahat memiliki batas umur yang ditandai dengan keausan kritis. Umur pahat\nmerupakan salah satu data pemesinan yang penting dalam perencanaan proses produksi.\nSalah satu masalah yang terjadi pada operasi pemesinan yaitu operator mengalami\nkesulitan untuk mengetahui umur pahat sebelum digunakan. Selain itu, operator juga\nmengalami kesulitan untuk mengetahui kondisi pahat saat proses pemesinan berlangsung\n(real-time), terutama saat menjalankan mesin berbasis NC (numerical control). Mesin ini\ndapat beroperasi secara otomatis tanpa dikendalikan secara penuh oleh operator, sehingga\npeluang terjadi kegagalan produksi berkaitan dengan kondisi pahat sangat besar.\nBerdasarkan kondisi tersebut, terdapat keuntungan apabila umur pahat diketahui, sehingga\nperencanaan proses produksi akan berjalan secara optimal. Selain itu, bila saat untuk\npenggantian pahat dapat diketahui, kualitas produk dan produktivitas akan lebih mudah\nuntuk dicapai.\nUmur pahat dapat diprediksi secara empiris dengan melakukan percobaan secara langsung.\nPendekatan lain yang dapat digunakan yaitu secara teoritis dengan menggunakan\npersamaan Taylor. Pada sisi lain, metode untuk mengetahui sisa umur pahat setelah\ndigunakan cenderung sulit dilakukan. Metode sederhana untuk mengetahui sisa umur pahat\nyaitu dengan mengetahui berapa lama pahat telah digunakan dengan menggunakan\npengukuran waktu. Selain itu, waktu penggunaan pahat dapat diperkirakan dengan\nmenghitung waktu pemotongan berdasarkan parameter proses yang dipilih. Waktu\npemotongan dapat diketahui dari panjang pemotongan (L) dibagi dengan parameter proses\n(gerak makan (f) dikali putaran spindel (n). Pendekatan dengan cara tersebut cukup efektif\ndan akurat untuk menghitung umur penggunaan pahat dan dapat digunakan untuk\nmenghitung sisa umur pahat setelah digunakan. Selain umur pahat, kondisi pahat saat\nberoperasi juga harus dipertimbangkan, untuk mengetahui kondisi pahat saat digunakan.\nKondisi pahat dapat diidentifikasi secara tidak langsung, tanpa menghentikan proses\npemesinan. Pemantauan secara tidak langsung dilakukan pada saat mesin beroperasi\nmelakukan pemotongan. Pemantauan keausan pahat dilakukan pada tiga kondisi keausan\ntepi (VB) yaitu pahat baru, pahat aus sedang dengan keausan tepi (VB) = 0,35 mm, dan\npahat aus kritis dengan keausan tepi (VB) = 0,61 mm. Perangkat yang dgunakan untuk\nmelakukan pemantauan menggunakan sensor getaran akselerometer MPU 6050 yang\ndipasang pada holder pahat. Sensor getaran disambungkan ke perangkat mikrokontroler\nESP 32. Data sinyal getaran yang tersimpan di database yang kemudian ditampilkan\nmelalui cloud desktop secara aktual.\nSistem pengidentifikasi kondisi pahat terdiri dua aplikasi. Aplikasi yang pertama yaitu\nsistem pengidentifikasi sisa umur pahat sebelum digunakan. Hasil percobaan aplikasi\nmenunjukkan sistem mampu menampilkan riwayat penggunaan pahat berupa durasi waktu\npenggunaan pahat dan sisa umur pahat. Aplikasi yang kedua yaitu sistem pengidentifikasi\nkondisi pahat pada saat digunakan (realtime). Hasil eksperimen menunjukkan perbedaan\nsinyal getaran dari masing-masing kondisi pahat. Pahat baru mendapat nilai frekuensi\ndengan rentang 23-58 Hz dan Magnitudo 0,01-0,02 g, pahat aus sedang mendapat nilai\nfrekuensi 10-20 Hz Magnitudo 0,07-0,2 g, pahat aus kritis mendapat nilai frekuensi 2-9 Hz\nMagnitudo 2-10 g. Semakin tinggi keausan pahat maka nilai magnitudo cenderung lebih\nbesar namun nilai frekuensi lebih rendah. Hasil training dataset menunjukkan sistem ini\nmampu mengidentifikasi kondisi pahat saat digunakan dan mampu memberikan indikator\nuntuk masing-masing kondisi pahat. Indikator ditandai dengan lampu hijau untuk pahat\nbaru, lampu kuning untuk keausan sedang dengan (VB) ? 0,35 mm, dan lampu merah untuk\nkeausan kritis dengan (VB) ? 0,61 mm.", "Daftar File": {"ABSTRAK Asep Sopyan Saori": "https://digilib.itb.ac.id/gdl/download/300783"}, "Penulis": "Asep Sopyan Saori [23120004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Prakosa, M.Eng.", "Dr. Ir. Sri Raharno, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "keausan pahat, umur pahat, mesin bubut CNC, akselerometer, mikrokontroler.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Agu 2023"}