{"Nomor": 75523, "Judul": "BUSINESS FEASIBILITY TOWARDS AN BLEISURE TRAVEL BUSINESS: A CASE STUDY OF SINGGAH.ID", "Abstrak": "Bisnis ini didirikan oleh salah satu founder yang suka jalan-jalan ke tempat-tempat hidden gems yang belum bisa diakses, disitulah Singgah.ID berdiri untuk mengatasi masalah tersebut. Singgah.ID adalah bisnis yang didirikan pada tahun 2021, merupakan bisnis yang bergerak di industri perjalanan & pariwisata yang beroperasi untuk memberikan pengalaman yang imersif dan unik kepada pelanggan dengan menyediakan perjalanan dan lokakarya untuk pelanggan dan juga banyak fitur, semua fitur tersebut terintegrasi ke dalam situs web. Perusahaan menawarkan fitur lain seperti platform berbasis web, yang terdiri dari ulasan tentang pengalaman mereka pergi ke tempat permata tersembunyi. Para pendiri percaya ini bisa mendapatkan pengalaman pelanggan. Tidak hanya memberikan ulasan pelanggan tentang permata tersembunyi, tetapi juga memungkinkan pelanggan untuk mendapatkan informasi tentang permata tersembunyi dan pelanggan dapat langsung mendaftar untuk open trip kami. Layanan kedua adalah bengkel, dimana pelanggan dapat meningkatkan kesempatan untuk menambah teman dan mengarahkan layanan ini ke layanan utama kami, yaitu open trip. Namun hidden gemstrip kami masih belum berjalan karena terbatasnya tempat survey dimana hidden gems memakan waktu, biaya, dan tenaga tim survey. Tujuan dari penelitian ini adalah untuk mengetahui kelayakan finansial Singgah.ID untuk menciptakan nilai bisnis dari open trip Permata Tersembunyi yang tersedia. Studi ini mengandalkan data primer dari wawancara dan informasi sejarah perusahaan, serta data sekunder dari tinjauan literatur, jurnal, dan buku. Bersamaan dengan SWOT perusahaan dan Laporan keuangan, studi ini juga menyertakan analisis industri menggunakan Lima Kekuatan PESTEL dan Porter. Diagram tulang ikan digunakan untuk menilai masalah yang dialami perusahaan. Selain itu, payback period dalam 11 bulan, net present value sebesar Rp 379.252.265, dan internal rate of return 90% digunakan dalam penelitian ini untuk mengevaluasi rencana perusahaan dalam mengembangkan usahanya dari segi keuangan.", "Daftar File": {"2023 SK PP Ahmad Saleh   [19220043] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300796"}, "Penulis": "Ahmad Saleh [19220043]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T, MBA, Ph.D.", "Atika Irawan, S.Mn., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Permata tersembunyi perjalanan terbuka; pengalaman unik; industri perjalanan & pariwisata; kelayakan finansial", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "02 Agu 2023"}