{"Nomor": 75528, "Judul": "STRATEGI PEMASARAN DIGITAL FEMS DENIM UNTUK MENGHASILKAN PROSPEK", "Abstrak": "FEMS Denim adalah perusahaan rintisan yang berfokus pada fashion yang disesuaikan yang ingin membantu pelanggan mendapatkan pakaian yang pas untuk mereka. Tapi tidak ada petunjuk yang dihasilkan sejak diluncurkan. Hal tersebut terlihat dari rendahnya Instagram engagement FEMS, juga nihil penjualan. Namun, di era digital, perolehan prospek sekarang menjadi komponen penting dari setiap strategi pemasaran yang baik karena memungkinkan bisnis menjangkau khalayak yang lebih luas dan menghasilkan lebih banyak prospek berkualitas. Bisnis dapat menarik dan mengonversi pelanggan baru dengan lebih efektif jika mereka memahami gagasan perolehan prospek dan cara kerjanya, yang menghasilkan peningkatan pertumbuhan dan kesuksesan. Untuk mengatasi masalah ini, pemasaran digital dapat digunakan sebagai strategi perolehan prospek oleh perusahaan. Tujuan dari penelitian ini adalah untuk membantu perusahaan denim yang disesuaikan untuk menghasilkan arahan menggunakan strategi pemasaran digital. Selain itu, penelitian ini menggunakan metodologi deduktif. Peneliti menggunakan framework theory dari Ryan Deiss dan Russ Hennebery, kemudian dianalisis sesuai dengan kondisi internal dan eksternal perusahaan. Temuan mengungkapkan bahwa strategi pemasaran digital terbaik untuk menghasilkan prospek adalah pemasaran konten dengan jenis pemasaran corong khusus teratas sebagai tahap pertama corong pemasaran, strategi yang dipilih didasarkan pada yang paling mungkin untuk diterapkan terlebih dahulu sesuai dengan situasi perusahaan dan target pelanggan. Dengan demikian, penelitian ini akan menghasilkan strategi pemasaran digital untuk perusahaan denim yang dapat disesuaikan untuk menghasilkan prospek.", "Daftar File": {"2023 SK PP Melisa   [19220065] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300801"}, "Penulis": "Melisa [19220065]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran Digital, Denim yang dapat disesuaikan, Perolehan Prospek", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "02 Agu 2023"}