{"Nomor": 75521, "Judul": "EFEK KONTEN KEUANGAN MEDIA SOSIAL TERHADAP LITERASI KEUANGAN PADA GENERASI Z DI SUMATERA DAN JAWA", "Abstrak": "Jumlah pengguna internet di Indonesia semakin meningkat dari tahun ke tahun, dan platform yang paling banyak diakses di internet adalah media sosial. Meningkatnya pengguna media sosial telah menumbuhkan inisiatif beberapa pengguna media sosial untuk membagikan ilmunya kepada pengguna lain, termasuk dalam bentuk konten keuangan. Terlebih, pandemi membuat masyarakat lebih banyak mencari informasi keuangan dari sumber publik dibandingkan kondisi sebelum pandemi. Proses melihat konten keuangan di media sosial sendiri dapat dikategorikan sebagai salah satu jenis edukasi keuangan, yaitu rangkaian kegiatan untuk meningkatkan literasi keuangan. Indeks literasi keuangan di Indonesia menunjukkan peningkatan dalam beberapa tahun terakhir. Meskipun begitu, indeks tersebut masih tergolong rendah dibandingkan dengan negara lain. Kesenjangan antara literasi keuangan dan inklusi keuangan juga masih terjadi. Melihat bahwa Generasi Z memiliki tingkat penetrasi internet tertinggi dan menghabiskan waktu paling banyak di internet dibandingkan generasi lainnya, konten keuangan di media sosial dapat dimanfaatkan untuk meningkatkan literasi keuangan pada Generasi Z, mengingat Generasi Z memiliki proporsi tertinggi dibandingkan generasi lainnya. Tujuan dari penelitian ini adalah untuk mengetahui pengaruh keuangan terhadap literasi keuangan pada Generasi Z, faktor konten keuangan yang paling signifikan mempengaruhi literasi keuangan, dan untuk mengetahui platform dan jenis konten media sosial mana yang paling berdampak. Konten finansial di media sosial diukur dari jumlah media sosial dan jenis konten yang dipakai untuk menonton konten keuangan, jumlah kreator dan topik keuangan yang ditonton, serta durasi. Sedangkan literasi keuangan diukur dari sikap, perilaku, dan pengetahuan finansial. Penelitian ini menggunakan metode kuantitatif dan pengumpulan data menggunakan kuesioner online. Sebanyak 287 sampel dari Jawa dan Sumatera telah terkumpul, dan 222 di antaranya adalah penonton konten keuangan yang digunakan dalam analisis data. Hasil regresi linier berganda menemukan bahwa isi keuangan mempengaruhi literasi keuangan sebesar 20,4%. Masing-masing variabel yang berpengaruh signifikan positif adalah jumlah topik keuangan yang ditonton yang merupakan faktor paling signifikan, sedangkan jumlah media sosial yang digunakan untuk menonton konten keuangan berpengaruh signifikan negatif. Hasil ANOVA menemukan bahwa orang yang paling sering menggunakan YouTube untuk menonton konten keuangan memiliki rata-rata skor literasi keuangan tertinggi. Temuan tersebut dapat menjadi bahan pertimbangan bagi pembuat konten keuangan itu sendiri, Generasi Z, maupun institusi keuangan yang memiliki kepentingan terhadap literasi keuangan.", "Daftar File": {"2023 SK PP Agnes Enya Angelica   [19020140] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300794"}, "Penulis": "Agnes Enya Angelica [19020140]", "Kontributor / Dosen Pembimbing": ["Tuntun Salamatun Zen, S.E, Ak., M.Si..,CA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Konten Keuangan, Media Sosial, Literasi Keuangan, Generasi Z", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "02 Agu 2023"}