{"Nomor": 75535, "Judul": "SINTESIS DAN KARAKTERISASI SURFAKTAN INTERNAL OLEFIN SULFONAT MENGGUNAKAN METODE MAOS (MICROWAVE ASSISTED ORGANIC SYNTHESIS) UNTUK APLIKASI INJEKSI ALKALI-SURFAKTAN DI LAPANGAN X, INDONESIA", "Abstrak": "Injeksi alkali-surfaktan merupakan salah satu metode yang umum digunakan di sektor perminyakan, khususnya reservoar. Diketahui setiap reservoar minyak memiliki karakteristik yang bervariasi sehingga diperlukan surfaktan yang cocok dengan alkali dan kondisi reservoar yang dituju. Pada penelitian ini, surfaktan yang disintesis adalah surfaktan anionik Internal Olefin Sulfonat (IOS) dan akan diaplikasikan pada lapangan minyak X. Senyawa IOS yang disintesis telah didesain secara struktur agar dapat sesuai dengan profil minyak X. IOS disintesis melalui dua tahapan, yaitu sintesis internal diolefin via reaksi Wittig dan sulfonasi internal diolefin. Prekursor yang digunakan pada reaksi Wittig adalah 1-bromodekana, trifenilfosfin, glioksal, dan natrium hidrida, sedangkan prekursor yang digunakan pada reaksi sulfonasi internal diolefin adalah internal diolefin, natrium bisulfit, dan natrium hipoklorit. Sintesis IOS dilakukan menggunakan metode Microwave Assisted Organic Chemistry (MAOS) untuk meningkatkan efisiensi waktu reaksi serta persen rendemen yang didapatkan. Reaksi Wittig dilangsungkan pada suhu 45oC dan daya 300 Watt selama 4 jam, sedangkan pada reaksi sulfonasi internal diolefin dilangsungkan pada suhu 75oC dan daya 300 Watt selama 3 jam. Produk reaksi Wittig (Internal diolefin) dikonfirmasi terbentuk melalui analisis Kromatografi Lapis Tipis (KLT) dan spektrum Fourier Transform Infrared (FTIR). Pada analisis KLT menggunakan eluen n-heksana 100%, internal diolefin dikonfirmasi memiliki nilai Retention factor (Rf) yang berbeda dengan prekursor reaksi yang digunakan. Berdasarkan spektrum FTIR, internal diolefin dikonfirmasi terbentuk melalui keberadaan puncak 1636 cm-1 C=C vibrasi ulur alkena, 2921 cm-1 C-H vibrasi ulur alkana, dan 3070 cm-1 C-H vibrasi ulur alkena. Selanjutnya, produk reaksi sulfonasi internal diolefin (IOS) dikonfirmasi terbentuk melalui analisis KLT, spektrum FTIR, dan spektrum Nuclear Magnetic Resonance (NMR). Pada analisis KLT menggunakan sistem eluen etil asetat 70% danmetanol 30%, IOS dikonfirmasi memiliki nilai Rfyangberbeda dengan prekursor reaksi yang digunakan. Berdasarkan spektrum FTIR, IOS dikonfirmasi terbentuk melalui keberadaan puncak 978 cm-1 S=O vibrasi ulur sulfonat, 1636 cm-1 C=C vibrasi ulur alkena, 2921 cm-1 C-H vibrasi ulur alkana, dan 3070 cm-1 C-H vibrasi ulur alkena. Berdasarkan spektrum NMR, IOS dikonfirmasi terbentuk melalui ?H 0,81 ppm (t, 6H) dan ?C 14,09 ppm yang menandakan adanya metil terminal, ?H 3,02 ppm (qt, 1H) dan ?C 64,57 ppm yang menandakan adanya ikatan C-S, dan ?H 3,62 ppm (dt, J1 = 6,4 Hz, J2 = 6,2 Hz, 2H) dan ?C 130,69 ppm yang menandakan adanya ikatan C=C. Selanjutnya, dilakukan uji kinerja surfaktan IOS sebagai injektan pada metode injeksi alkali-surfaktan dengan sampel minyak Lapangan X. Uji kinerja yang dilakukan adalah uji kompatibilitas, uji kelakuan fasa, dan uji tegangan antarmuka di mana kondisi uji disesuaikan dengan kondisi reservoar. Pada uji kompatibilitas, larutan IOS-alkali memiliki kelarutan yang stabil dalam brine reservoar selama 24 jam. Pada uji kelakuan fasa, larutan IOS-alkali berhasil menghasilkan mikroemulsi tipe winsor III. Pada uji tegangan antarmuka, larutan IOS-alkali berhasil menghasilkan nilai tegangan antarmuka hingga 1,810 x 10-4 mN/m.", "Daftar File": {"ABSTRAK Naufal Hanif Kusuma": "https://digilib.itb.ac.id/gdl/download/300808"}, "Penulis": "Naufal Hanif Kusuma [10519084]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si.", "Dr. Rani Kurnia, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Surfaktan, alkali, internal olefin sulfonat, injeksi alkali-surfaktan, tegangan antarmuka, kelakuan fasa.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "02 Agu 2023"}