{"Nomor": 75538, "Judul": "KOMPOSIT KOMPLEKS PATI ? KUMARIN/SELULOSA MIKROKRISTALIN/BIOPOLIMER SEBAGAI MATERIAL PLASTIK BERAROMA", "Abstrak": "Pati belum mampu sepenuhnya menggantikan bahan plastik non biodegradable karena memiliki kelemahan, khususnya terkait sifat mekanik yang rendah. Untuk meningkatkan sifat mekanik pati, perlu dilakukan pencampuran dengan polimer lain yang memiliki kompatibilitas tinggi dengan pati. Mikrokristalin selulosa (MCC) merupakan salah satu polimer yang berpotensi tinggi dapat meningkatkan sifat mekanik pati termoplastik. Selain itu, sifat mekanik pati dapat ditingkatkan dengan meningkatkan kristalinitas pati, di antaranya melalui pembentukan kompleks antara pati dengan suatu molekul tamu. Dalam penelitian ini, kumarin dipilih sebagai molekul tamu karena dapat menawarkan fungsi tambahan, yaitu dapat menghasilkan plastik beraroma. Plastik beraroma banyak digunakan di antaranya dalam industri mainan anak-anak, kemassan terapi aroma, dan plastik sampah beraroma. Tahapan penelitian ini terdiri dari isolasi pati singkong dan karakterisasi, pembuatan film komposit dengan metode pencetakan serta karakterisasi kompleks dan film komposit. Dalam hal ini, komposit kompleks pati .? kumarin dan selulosa mikrokristalin dicampurkan dengan polimer lain, misalnya poli(vinil alkohol), xanthan gum, dan karaya gum. Optimasi yang dilakukan dalam penelitian ini meliputi variasi penambahan polimer pendukung, konsentrasi molekul tamu dalam kompleks, dan kadar pemplastis yang digunakan. Karakterisasi yang dilakukan yaitu FTIR, XRD, uji mekanik, sudut kontak, kandungan kelembaban, uji biodegradasi mikroba dan tes penguburan dalam tanah. Pada penelitian ini, pati yang digunakan merupakan pati yang diisolasi dari singkong, dengan rendemen 14,05 % (b/b). Pati singkong ini memiliki kadar air sebesar 8,03% (b/b) dan kadar amilosa 19,67 % (b/b). Kompleks pati ? kumarin dengan kadar kumarin 5%, 7%, dan 10% (b/b) berhasil terbentuk. Uji iodin menunjukkan bahwa dalam kompleks tersebut, persentase relatif kanal amilosa yang tidak ditempati kumarin berkisar 40 ? 60% untuk sampel yang dikeringkan dan 50 .? 70% untuk sampel yang tidak dikeringkan. Uji spektroskopi UV-Vis larutan kompleks pati ? kumarin menunjukkan adanya perubahan absorbansi pada panjang gelombang 258 nm dibanding pati, serta munculnya puncak pada 277 nm dan 315 nm yang berasal dari kumarin. Hal ini menunjukkan adanya kemungkinan posisi kumarin tidak hanya berada di dalam kanal amilosa, tetapi juga ada yang berada di antara heliks amilosa.\n \nBerdasarkan data uji mekanik, metode dengan hasil terbaik diperoleh untuk plastik yang mengandung pemplastis ganda, yaitu PEG 200 dan gliserol, dengan perbandingan massa 1:1, dengan kadar 20% (b/b), durasi pengadukan dan sonikasi selama 30 menit dan 50 menit, serta perbandingan polimer pendukung dan kompleks sebesar 1:2. Sifat mekanik terbaik dari film komposit pati diperoleh untuk material pati .? kumarin/PVA 5%, yakni menghasilkan persen elongasi 189,7±83,7% dan kuat tarik 3,9±2,3 MPa. Data kandungan kelembaban menunjukkan MXG 10% bersifat paling hidrofil terhadap uap air, sedangkan pengaruh konsentrasi kompleks pati .? kumarin pada hasil sudut kontak menunjukkan berbanding lurus dengan hidrofilisitas MXG. Sifat optik film dengan indeks keputihan (whitenss index, WI) paling mendekati standar yaitu MCC/kompleks/xanthan gum (MXG) 5% dan 10% (b/b) dengan nilai 19,31 dan 18,17, nilai ?L* sebesar   0,57   dan   0,02,   sedangkan   ?E   masing-masing   0,74   dan   0,81.   Nilai   ?b*\nMCC/kompleks/karaya gum (MKG) 7% dan 10% (b/b) sebesar 5,36 dan 5,19 menunjukkan sampel lebih kekuningan, sedangkan ?a* sebesar 1,13 dan 0,99 mengindikasikan sampel lebih kemerahan daripada standar. Hasil XRD mengindikasikan bahwa kompleks pati .? kumarin dan film komposit pati .? kumarin/MCC/biopolimer berhasil diperoleh dengan adanya spektrum melebar dan bergeser pada sudut 2? sebesar 18º dan 22º untuk MCC/kompleks/poli(vinil alkohol) (MPVA 5% (b/b)), 16º  (MXG 5% (b/b)), serta MKG 7%, MKG 10% dan MXG 10% (b/b)\nmasing-masing 21 .? 23º, 12 .? 16º dan 20 .? 21º. Karakterisasi TGA menunjukkan bahwa penurunan massa film komposit akibat degradasi termal sekitar 59,4% .? 61,3%, dengan film MPVA 5% (b/b) mengalami degradasi maksimal pada suhu 304 ºC. Uji biodegradasi menunjukkan bahwa komposit film pati dapat terdegradasi dengan baik oleh A. Niger. Selain itu, komposit kompleks pati .? kumarin/xanthan gum 10% menunjukkan resisten paling tinggi terhadap komposer yang mengandung Tricoderma sp, Rhizobium sp, Azotobacter sp, Actinomycetes sp, Aspergillus sp, Bacillus sp, Lactobacillus sp, Pseudomonas sp. Data mikroskop dan SEM mengonfirmasi terjadinya degradasi pada film komposit. Data-data tersebut menunjukkan bahwa film komposit kompleks pati .? kumarin/MCC/biopolimer berpotensi tinggi sebagai bahan plastik beraroma yang dapat terdegradasi di alam.", "Daftar File": {"ABSTRAK Amaliya Sita Permatasari": "https://digilib.itb.ac.id/gdl/download/300827"}, "Penulis": "Amaliya Sita Permatasari [20521018]", "Kontributor / Dosen Pembimbing": ["Dr. Rachmawati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "film komposit, kumarin, pati, selulosa mikrokristalin", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "02 Agu 2023"}