{"Nomor": 75537, "Judul": "BIOKONVERSI MINYAK INTI KELAPA SAWIT (PKO) MENJADI RHAMNOLIPID OLEH PSEUDOMONAS STUTZERI BK-AB12 MT-03 UNTUK FOTOKATALIS PENGURAI METILEN BIRU", "Abstrak": "Pencemaran lingkungan oleh senyawa pewarna sintetis, seperti metilen biru (MB), telah menjadi masalah serius di seluruh dunia. Senyawa pewarna ini sering digunakan dalam industri tekstil, percetakan, dan produksi kertas, menghasilkan limbah cair yang mengandung MB. Pencemaran air oleh MB dapat memiliki dampak negatif pada ekosistem perairan dan kesehatan manusia. Oleh karena itu, penting untuk mengolah limbah zat warna sebelum dibuang ke lingkungan luar. Fotokatalisis merupakan salah satu metode yang praktis dan efisien untuk mengolah limbah zat warna. Mekanisme fotokatalitik memanfaatkan bantuan cahaya dan reaksi kimia fotokatalis untuk mengurai zat warna menjadi zat yang tidak berbahaya bagi makhluk hidup dan ekosistem. Penelitian ini berfokus untuk menguji rhamnolipid, biosurfaktan dengan tipe glikolipid, hasil biokonversi minyak inti kelapa sawit/palm kernel oil (PKO) oleh mutan Pseudomonas stutzeri BK-AB12 MT-03 sebagai fotokatalis untuk mengurai MB. Pada tahap awal, dilakukan produksi dan ekstraksi rhamnolipid menggunakan bakteri mutan halofil lokal Pseudomonas stutzeri BK-AB12 MT-\n03. PKO berhasil dikonversi menjadi rhamnolipid yang berbentuk padatan putih kekuningan, ditunjukkan dengan diameter sebaran minyak sebesar 5,2 ± 0,3 cm dan perolehan 23,0 ± 12,8 mg rhamnolipid per 50 mL media produksi. Perolehan rhamnolipid dikonfirmasi dengan menggunakan spektrofotometer Fourier Transform Infrared (FTIR). Spektrum FTIR menunjukkan bahwa rhamnolipid hasil produksi memiliki gugus-gugus fungsi yang spesifik terhadap rhamnolipid. Nilai CMC sampel rhamnolipid diperoleh sebesar 47,4 mg/L dengan penurunan tegangan permukaan air hingga 27,2 mN/m. Untuk membuktikan adanya kinerja fotokatalitik dari rhamnolipid, efisiensi degradasi MB diamati menggunakan spektrofotometri UV-Vis. Optimasi kondisi reaksi fotokatalitik penguraian MB dilakukan dengan memvariasikan konsentrasi rhamnolipid, pH, dan kadar garam. Hasil optimasi menunjukkan bahwa konsentrasi rhamnolipid optimum untuk reaksi ini adalah 1056,61 mg/L dengan nilai tetapan laju reaksi orde satu sebesar 0,0121 menit-1 dan efisiensi degradasi maksimum sebesar 87,51 ± 0,74 % di bawah penyinaran cahaya tampak", "Daftar File": {"ABSTRAK Teuku Muhammad Rafif Alwafi": "https://digilib.itb.ac.id/gdl/download/300817"}, "Penulis": "Teuku Muhammad Rafif Alwafi [10519005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "PKO, rhamnolipid, Pseudomonas stutzeri, fotokatalis, metilen biru", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "02 Agu 2023"}