{"Nomor": 75543, "Judul": "ANALISIS KUANTITATIF KELAYAKAN OPERASI PIPA PENYALUR YANG MENGALAMI DENT AKIBAT TERTIMPA JANGKAR KAPAL", "Abstrak": "Industri minyak dan gas bumi memiliki peran penting dalam mendorong roda perekonomian\ndi Indonesia. Infrastruktur dalam industri ini perlu dipastikan bekerja dalam kondisi yang aman untuk\nmencegah terjadinya kegagalan. Pipa penyalur merupakan salah satu infrastruktur yang sering\ndigunakan dalam industri minyak dan gas bumi. Kecelakaan dapat saja terjadi pada pipa penyalur.\nSalah satu kecelakaan yang sering ditemukan pada pipa penyalur lepas pantai adalah kejatuhan\njangkar kapal. Kecelakaan ini dapat menimbulkan dent dan sangat berisiko dialami pipa penyalur\nyang dekat dengan pelabuhan karena memiliki lalu lintas kapal yang padat.\nAnalisis kuantitatif kelayakan pipa penyalur di Teluk Jakarta jika mengalami dent dibahas\ndalam tugas sarjana ini. Pipa penyalur ini dipilih sebagai studi kasus karena berada di daerah yang\ndekat dengan pelabuhan, yaitu Pelabuhan Muara Baru, Pelabuhan Muara Karang, dan Pelabuhan\nTanjung Priok. Metode simulasi numerik elemen hingga digunakan untuk mengetahui dampak dent\nyang terjadi akibat kejatuhan jangkar kapal. Analisis kelayakan dilakukan menggunakan metode\npenilaian Fitness-for-Service yang terdapat pada API 579-1/ASME FFS-1. Selain itu, studi\nparametrik juga dilakukan untuk mengetahui pengaruh kedalaman laut terhadap kedalaman dent dan\npengaruh korosi terhadap konsentrasi tegangan serta status kelayakan pipa penyalur.\nHasil penilaian Fitness-for-Service tingkat tiga menunjukkan pipa penyalur tidak dalam\nkeadaan yang diizinkan untuk kasus kapal dengan bobot DWT di atas 45.000 ton. Untuk kasus\nlainnya, status kelayakan masih dalam keadaan yang diizinkan untuk beroperasi normal. Studi\nparametrik menunjukkan kedalaman laut memiliki pengaruh terhadap kedalaman dent, sesuai dengan\nkarakteristik kecepatan terminal jangkar kapal yang rata-rata dicapai pada kedalaman 10 m. Studi\nparametrik korosi menunjukkan bahwa korosi pada posisi satu memiliki pengaruh paling tinggi\nterhadap konsentrasi tegangan, yaitu menaikkan hingga 15% untuk kedalaman korosi 50%. Korosi\npada posisi satu juga memiliki pengaruh terhadap status kelayakan pipa penyalur untuk kedalaman\nkorosi 30% hingga 50%.", "Daftar File": {}, "Penulis": "Hizkia Odasse Krid [13119054]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. I Gusti Nyoman Wiratmaja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "cacat dent pipa, integritas pipa, Fitness-for-Service, korosi eksternal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Agu 2023"}