{"Nomor": 75546, "Judul": "MENGEMBANGKAN STRATEGI PEMASARAN EFEKTIF UNTUK BRAND HERVIOLET SETELAH PANDEMI COVID-19", "Abstrak": "Pandemi COVID-19 yang baru saja lewat telah membataskan aktivitas banyak produsen busana etnik modern. Sumber pemasukan dan pemasaran dahulunya, yaitu melalui pameran dan konvensi nasional, tidak bisa diadakan karena kebijakan dan pembatasan aktivitas akibat pandemi. Perusahaan ini sekarang harus mencari cara agar bisa menggunakan pemasaran digital untuk memasarkan dan jual produk mereka. Herviolet merupakan salah satu perusahaan yang terkena imbasnya, dan sedang terkena kendala dengan pemasarannya akibat strategi pemasaran yang tidak efektif. Berdasarkan kata-kata pemilik Hervioletnya sendiri, mereka tidak punya divisi pemasaran, tujuan, ataupun strategi. Oleh karena itu, tujuan dari penelitian ini adalah membuat solusi terhadap masalah strategi pemasarannya Herviolet yang akan meningkatkan kesadaran merek dan pengetahuan produk. Analisis internal dan eksternal dilakukan dalam penelitian ini, melalui analisis PESTEL dan Porter’s Five Forces, dan akan diringkas melalui analisis SWOT. Metodologi kualitatif digunakan dalam penelitian ini, dengan melakukan wawancara semi terstruktur ke pemilik Herviolet dan dua pelanggan setia Herviolet, dan open coding digunakan untuk menganalisis data wawancara. Laporan performa media sosial bulanan juga dilakukan, yang menganalisa wawasan akun, data, dan kinerja agar dapat memberi gambaran performa media sosial Herviolet sekarang. Dari penelitian ini, tiga solusi dapat dikembangkan untuk Herviolet demi meningkatkan strategi pemasaran, kesadaran merek, dan pengetahuan produk mereka.", "Daftar File": {"2023 SK PP Rio Dzaki Soempeno   [19020233] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300879"}, "Penulis": "Rio Dzaki Soempeno [19020233]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Herviolet, Etnik Modern, Strategi Pemasaran, Kesadaran Merek, Divisi Pemasaran", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "03 Agu 2023"}