{"Nomor": 75540, "Judul": "ELEKTRODA PASTA KARBON YANG DIMODIFIKASI DENGAN TIO2 DAN POLIMETIL MERAH BERCETAKAN MOLEKUL UNTUK ANALISIS ASAM ASKORBAT SECARA VOLTAMMETRI", "Abstrak": "Asam askorbat (AA) memiliki peranan penting dalam tubuh manusia, di antaranya sebagai antioksidan yang efektif mengatasi radikal bebas dan memelihara fungsi metabolisme tubuh melalui reaksi oksidasi dan reduksi. Kekurangan AA dapat menyebabkan gangguan sistem kekebalan tubuh, kerentanan yang lebih tinggi terhadap infeksi, sakit sendi dan sariawan. Sedangkan konsumsi AA yang berlebih dapat meningkatkan penyerapan zat besi dalam tubuh, sehingga kadarnya menjadi terlalu tinggi dan dapat menyebabkan penyakit batu ginjal, alergi, gangguan jantung, pengenceran darah, dan gagal ginjal. Dengan demikian, konsumsi AA oleh tubuh harus dalam jumlah tertentu, sehingga diperlukan suatu metode analisis untuk menentukan kadar AA. Pada penelitian ini dikembangkan suatu metode voltammetri untuk menentukan AA menggunakan elektroda pasta karbon (EPK) sebagai elektroda kerja. EPK dipilih karena memiliki konduktivitas yang baik dan luas permukaan aktif yang besar. Pada penelitian ini kinerja EPK ditingkatkan dengan cara memodifikasinya  dengan TiO2 dan polimetil merah bercetakan molekul AA. Modifikasi ini digunakan untuk meningkatkan sensitivitas pengukuran terhadap AA. TiO2 merupakan senyawa semikonduktor yang umum digunakan untuk oksidasi dan reduksi spesi anorganik dan organik. TiO2 memiliki rasio permukaan terhadap volume yang sangat tinggi dan luas permukaan yang besar. Poli metil merah telah digunakan sebagai polimer tanpa cetakan untuk menganalisis berbagai senyawa. Hasil penelitian menunjukkan bahwa modifikasi optimum EPK dengan TiO2 diperoleh dengan cara meneteskan TiO2 sebanyak 10 ?L pada permukaan EPK. EPK yang telah dimodifikasi dengan TiO2 kemudian dielektropolimerisasi dengan teknik voltammetri siklik sebanyak 20 siklus dengan komposisi AA : metil merah sebesar 1 : 1 mM. Pemilihan kondisi optimum tersebut didasarkan pada kinerja elektroda yang memiliki nilai arus puncak paling tinggi saat digunakan pada pengukuran AA dengan konsentrasi tertentu. Kondisi optimum pengukuran diperoleh dalam larutan pH 4 menggunakan teknik voltammetri gelombang persegi. Penentuan kinerja elektroda dilihat dari keberulangan pengukuran AA menggunakan 1 EPK (standar deviasi relatif 2,59) dan kebolehulangan pembuatan 3 EPK (standar deviasi relatif 3,3). Analisis laju pindai menunjukkan bahwa proses yang terjadi  pada permukaan elektroda dikontrol oleh proses difusi. Daerah kerja pengukuran berada pada rentang 0,001 ? 0,01 mM dengan nilai gradien sebesar 47,576. Limit deteksi sebesar 0,6999 ?M. Pengukuran sampel asam askorbat dari produk komersial menunjukkan perolehan kembali sebesar 95,2% dengan metode voltammetri, sedangkan dengan metode spektrofotometri UV ? Vis sebesar 70,45%. Metode voltammetri dapat dikatakan lebih baik daripada metode spektrofotometri UV ? Vis dalam pengukuran asam askorbat dalam sampel komersial.", "Daftar File": {"ABSTRAK Roro Arwinda Filzahimka": "https://digilib.itb.ac.id/gdl/download/300829"}, "Penulis": "Roro Arwinda Filzahimka [10519012]", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "asam askorbat, elektroda pasta karbon, metil merah, MIP, TiO2, voltammetri", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "02 Agu 2023"}