{"Nomor": 75557, "Judul": "METABOLIT SEKUNDER KAYU RANTING DEHAASIA SUMATRANA KOSTERM. DAN BIOAKTIVITASNYA", "Abstrak": "Tumbuhan genus Dehaasia yang memiliki 41 spesies, termasuk dalam famili Lauraceae. Genus ini memiliki keragaman spesies yang tinggi di Indonesia, khususnya di Pulau Sumatra. Namun penelitian tentang kandungan metabolit sekunder dan bioaktivitas dari spesies Dehaasia masih terbatas. Kandungan metabolit utama yang telah dilaporkan dari genus Dehaasia adalah alkaloid yang berasal dari asam amino L-tirosin, antara lain jenis benzilisokuinolin, bisbenzilisokuinolin, aporfin, fenantren, dan morfinan. Uji bioaktivitas ekstrak genus Dehaasia menunjukkan adanya aktivitas antibakteri dan antiplasmodial. Sejumlah alkaloid yang diisolasi dari genus Dehaasia juga dilaporkan memiliki aktivitas sitotoksik, antioksidan, dan antiplasmodial. Salah satu spesies Dehaasia yang tumbuh di Indonesia yaitu D. sumatrana Kosterm. yang merupakan tumbuhan endemik di pulau Sumatra. Kajian fitokimia dari spesies ini belum pernah dilaporkan sebelumnya. Oleh karena itu, pada penelitian ini dilakukan isolasi metabolit sekunder dari kayu ranting tumbuhan D. sumatrana Kosterm. Metode isolasi metabolit sekunder yang dilakukan meliputi ekstraksi serbuk kayu ranting dengan pelarut aseton, pemisahan dan pemurnian ekstrak aseton kayu ranting dengan kromatografi vakum cair serta kromatografi kolom gravitasi dan rekristalisasi. Uji kemurnian metabolit sekunder yang berhasil diisolasi ditetapkan dengan teknik kromatografi lapis tipis. Karakterisasi struktur senyawa dianalisis dengan teknik spektroskopi, yang meliputi 1D NMR (1H-NMR dan 13C-NMR) dan 2D NMR (HSQC dan HMBC). Selanjutnya, uji bioaktivitas senyawa hasil isolasi dilakukan terhadap sel murin leukemia P-388 dengan metode MTT (3-(4,5dimetiltiazol-1-il)-2,5-difeniltetrazolium bromida) assay serta uji aktivitas antioksidan dengan metode penghambatan radikal bebas menggunakan 2,2-difenil- 1-pikrilhidrazil (DPPH). Pada penelitian ini telah diperoleh empat senyawa murni dari ekstrak aseton kayu ranting D. Sumatrana. Keempat senyawa tersebut terdiri dari satu senyawa alkaloid tipe aporfin yang termodifikasi yaitu senyawa DS-1 (54), satu senyawa alkaloid tipe bisbenzilisokuinolin yaitu  senyawa  DS-3  (56), satu senyawa steroid yaitu ?-sitosterol, dan satu senyawa lainnya yang belum terkonfirmasi yaitu senyawa DS-2 (55). Hasil uji sitotoksisitas senyawa hasil isolasi terhadap sel murin leukemia P-388 menunjukkan bahwa senyawa DS-1 (54), DS-2 (55), dan DS-3 (56) bersifat tidak aktif, dengan nilai IC50 berturut-turut adalah\n82,25 ?g/mL, 4,32 ?g/mL dan 25,84 ?g/mL. Sementara itu, hasil uji antioksidan\nmenggunakan metode DPPH menunjukkan bahwa senyawa DS-3 (56) memiliki\n \nefek  antioksidan  yang  sangat  kuat  dengan  nilai  IC50   5,72  ?g/mL,  sedangkan\nsenyawa DS-1 (54) dan DS-2 (55) memiliki efek antioksidan yang sangat lemah\ndengan nilai IC50 masing-masing sebesar 527,0 ?g/mL dan 1340,0 ?g/mL.\nKata  kunci:  Dehaasia  sumatrana  Kosterm.,  kayu  ranting,  sel  murin  P-388,\nantioksidan.", "Daftar File": {"ABSTRAK Nur Aini Haryati": "https://digilib.itb.ac.id/gdl/download/300890"}, "Penulis": "Nur Aini Haryati [20520049]", "Kontributor / Dosen Pembimbing": ["Dr. Lia Dewi Juliawaty, M.S.", "Dr. Dikhi Firmansyah, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Dehaasia sumatrana Kosterm., twig wood, P-388 murine cells, antioxidants", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "03 Agu 2023"}