{"Nomor": 75553, "Judul": "PENGARUH JENIS KONTEN INSTAGRAM TERHADAP KETERLIBATAN ONLINE DAN NIAT PEMBELIAN STUDI KASUS: LOMBACADEMY", "Abstrak": "Media sosial telah menjadi pilihan utama bagi siswa-siswa Indonesia dalam mencari materi pembelajaran online, sehingga bisnis di sektor pendidikan mengadopsi strategi pemasaran di platform seperti Instagram. LombaCademy, sebuah startup pendidikan berbasis teknologi untuk persiapan Olimpiade Sains Nasional (OSN), juga memanfaatkan Instagram untuk kegiatan pemasarannya dengan menggunakan berbagai jenis konten untuk berinteraksi dengan audiensnya. Namun, terjadi fluktuasi jumlah pengikut dan tingkat keterlibatan LombaCademy antara bulan Maret 2022 hingga Juni 2023. Oleh karena itu, penelitian ini bertujuan untuk melihat pengaruh jenis konten media sosial yang berbeda di Instagram terhadap keterlibatan online dan niat pembelian dalam bisnis ini. Penelitian ini menggunakan metode kuantitatif. Data untuk penelitian ini dikumpulkan melalui kuesioner online yang disebar kepada 220 responden, berusia 14-23 tahun, yang telah melihat konten Instagram LombaCademy. Responden terdiri dari siswa sekolah menengah, sekolah menengah atas, dan mahasiswa. Data yang terkumpul kemudian dianalisis menggunakan metode PLS-SEM dengan perangkat lunak Smart PLS 4. Temuan penelitian ini menunjukkan bahwa konten interaksional dan konten transaksional berpengaruh positif terhadap keterlibatan online dalam bisnis pendidikan berbasis teknologi. Selain itu, keterlibatan online juga memiliki pengaruh positif terhadap keputusan pembelian pelanggan. Namun, penelitian ini mengungkapkan bahwa konten rasional tidak memiliki dampak signifikan terhadap keterlibatan online dalam bisnis pendidikan berbasis teknologi.", "Daftar File": {"2023 SK PP Olivia Monica   [19220004] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300886"}, "Penulis": "Olivia Monica [19220004]", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, S.E, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Instagram, jenis konten media sosial, keterlibatan online, niat pembelian", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "03 Agu 2023"}