{"Nomor": 75562, "Judul": "ISOLASI DAN KARAKTERISASI BIOSURFAKTAN HASIL BIOKONVERSI MINYAK INTI KELAPA SAWIT OLEH ENTEROBACTER ORYZAE DAN BACILLUS SP.", "Abstrak": "Surfaktan merupakan suatu senyawa yang dapat menurunkan tegangan permukaan antara dua fasa atau tegangan antarmuka dari suatu cairan seperti air dan minyak. Surfaktan sangat dibutuhkan untuk produksi deterjen, tekstil, cat, polimer, obat-obatan, pestisida, kertas, dan produk perawatan pribadi. Misalnya, benzalkonium klorida dan alkilbenzena linier sulfonat digunakan untuk memproduksi deterjen, perawatan pribadi, dan pelembut tekstil sehingga banyak industri yang membutuhkan surfaktan. Namun, surfaktan sintesis memiliki beberapa kerugian untuk lingkungan karena surfaktan merupakan salah satu kontaminan paling sulit untuk dihilangkan dan terus menerus dibuang ke lingkungan melalui instalasi pengolahan air limbah (IPAL). Oleh karena itu, kita dapat menggunakan biosurfaktan sebagai pengganti surfaktan kimia. Biosurfaktan memberikan beberapa keunggulan dibandingkan surfaktan yang berasal dari bahan kimia, terutama dalam biodegradabilitas, kompatibilitas lingkungan, toksisitas rendah, selektivitas tinggi, dan aktifitas spesifik pada suhu, pH, dan salinitas ekstrim. Biomolekul ini diproduksi oleh beragam kelompok mikroorganisme termasuk jamur, bakteri, dan ragi. Untuk itu, penelitian ini bertujuan untuk melakukan seleksi beberapa bakteri penghasil biosurfaktan, melakukan karakterisasi dan optimasi produksi biosurfaktan yang diperoleh dari hasil isolasi bakteri yang berada pada usus rayap koleksi dari Departemen Mikrobiologi Tamil Nadu Algricultural University, India. Setelah melewati tahapan seleksi dan uji aktivitas biosurfaktan, didapatkan dua jenis bakteri yang potensial untuk dijadikan sebagai biosurfaktan. Dua jenis bakteri tersebut adalah Enterobacter oryzae dan Bacillus sp. Analisis yang dilakukan menggunakan FTIR memprediksikan bahwa jenis biosurfaktan yang dihasilkan oleh Bacillus sp. adalah surfaktin, sedangkan untuk Enterobacter oryzae adalah sophorolipid. Dalam penelitian yang telah dilakukan sebelumnya, Bacillus sp. terverifikasi dapat menghasilkan biosurfaktan jenis surfaktin namun untuk Enterobacter oryzae belum ada penelitian sebagai penghasil biosurfaktan. Oleh karena itu, diperlukan penelitian lebih lanjut mengenai prediksi struktur biosurfaktan yang dihasilkan. Kondisi optimum untuk memproduksi surfaktin terjadi pada konsentrasi minyak inti kelapa sawit 12% (v/v) dan urea 1,1% (m/v) selama 48 jam. Sedangkan, kondisi optimum untuk memproduksi sophorolipid terjadi pada konsentrasi minyak inti kelapa sawit 10% (v/v) dan urea 0,8% (m/v) selama 24 jam. Nilai CMC dari surfaktin sebesar 26,18 mg/L dengan penurunan tegangan permukaan hingga 29,37 mN/m, sedangkan nilai CMC yang diperoleh sophorolipid sebesar 37,03 mg/L dengan penurunan tengangan permukaan hingga 27,94 mN/m. Selanjutnya, akan dilakukan karakterisasi tambahan untuk melihat kestabilan emulsi yang terbentuk menggunakan metode indeks emulsifikikasi.", "Daftar File": {"ABSTRAK Vicky Rifatul Azkha": "https://digilib.itb.ac.id/gdl/download/300895"}, "Penulis": "Vicky Rifatul Azkha [10519041]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Bacillus sp., Enterobacter oryzae, Surfaktan, Biosurfaktan, Minyak inti kelapa sawit", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "03 Agu 2023"}