{"Nomor": 75561, "Judul": "PENGEMBANGAN MANAJEMEN PROYEK YANG DIUSULKAN UNTUK AMA GROUP", "Abstrak": "Masalah penelitian berfokus pada identifikasi aspek manajemen proyek Grup AMA yang perlu perbaikan untuk mengatasi keterlambatan proyek. Penelitian bertujuan untuk mengetahui akar penyebab keterlambatan dan mengusulkan solusi serta rekomendasi untuk meningkatkan manajemen proyek dalam operasional perusahaan. Tujuannya termasuk menyelidiki masalah mendasar yang menyebabkan keterlambatan dan memberikan saran khusus untuk mengurangi masalah dan meningkatkan efisiensi proyek di AMA Grup. Penelitian ini mengeksplorasi penggunaan PMBOK sebagai pendekatan pemecahan masalah untuk mencegah keterlambatan proyek di Perusahaan AMA. Penilaian ahli perusahaan dan data historis digunakan untuk mengidentifikasi akar penyebab keterlambatan dan menilai pemenuhan aspek manajemen proyek di setiap tahapan. Dengan mengintegrasikan akar penyebab yang teridentifikasi dengan faktor PMBOK yang relevan, area perbaikan dapat ditentukan. Akar penyebab Keterlambatan Proyek di AMA Group terkait dengan ruang lingkup proyek, jadwal, dan manajemen sumber daya. Manajemen Ruang Lingkup Proyek: Penggunaan Work Breakdown Structure (WBS) memberikan struktur yang jelas untuk perencanaan, estimasi, dan koordinasi. Ini membantu mengidentifikasi urutan tugas, ketergantungan, dan memfasilitasi komunikasi antara anggota tim, pemangku kepentingan, dan mitra. WBS memastikan pemahaman bersama tentang tujuan dan hasil, memungkinkan alokasi sumber daya yang efektif dan pelaksanaan proyek yang tepat waktu. Sementara Jadwal Proyek dan Manajemen Sumber Daya: Metode Jalur Kritis (CPM) membantu mengidentifikasi tugas-tugas penting, menghitung waktu apung, dan mengoptimalkan alokasi sumber daya. Ini memungkinkan manajemen penundaan yang proaktif, konflik sumber daya, dan pengambilan keputusan yang terinformasi. Dengan memanfaatkan analisis CPM, manajer proyek dapat mengurangi potensi penundaan dan mengoptimalkan jadwal dan sumber daya proyek. Kesimpulannya, penerapan alat dan teknik seperti Work Breakdown Structure (WBS), Critical Path Method (CPM), dan histogram sumber daya direkomendasikan dan efektif dengan mempertimbangkan kemampuan AMA Group. Ini akan mengarah pada proses kontrol perubahan, melakukan perencanaan ruang lingkup yang komprehensif, dan perencanaan jadwal yang realistis, merampingkan proses alur kerja, mengatasi kekurangan tenaga kerja, dan secara teratur meninjau dan meningkatkan struktur dan proses proyek.", "Daftar File": {"2023_TS_PP_Faldi Irham Pratama_29121158_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300894"}, "Penulis": "Faldi Irham Pratama [29121158]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mursyid Hasan Basri, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Keterlambatan Proyek, PMBOK, Manajemen Lingkup Proyek, Manajemen Jadwal Proyek, Manajemen Sumber Daya Proyek, WBS, CPM.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Agu 2023"}