{"Nomor": 75571, "Judul": "PROYEK PEMBANGUNAN PASAR IKAN MUARA ANGKE SEBAGAI PASAR IKAN BERBASIS WISATA", "Abstrak": "Pasar secara umum didefinisikan sebagai tempat bertemunya penjual dan pembeli\nuntuk melaksanakan transaksi, sarana interaksi sosial budaya masyarakat, dan\npengembangan ekonomi masyarakat (Permendagri, 2007). Indonesia kaya akan\nsumber daya laut yang variatif dan memiliki nilai ekonomi tinggi sehingga sektor\nperikanan manjadi salah satu komoditi penting. Dalam rangka mendukung sektor\nperikanan maka dibutuhkan sebuah fasilitas sebagai pengelolaan dan penunjang\nkegiatan jual – beli hasil tangkapan ikan, yaitu pasar ikan. Pasar Ikan Muara Angke\nyang merupakan salah satu pasar ikan tradisional terbesar di Jakarta Utara.\nTugas Akhir perancangan drainase ini bertujuan untuk mendapatkan desain\ndrainase yang sesuai dengan ketentuan Permen PUPR No. 12 tahun 2014. Tugas\nAkhir ini terdiri dari analisis hidrologi, analisis pasang surut, dan perancangan\ndrainase baik dalam kawasan maupun luar kawasan Pasar Ikan Muara Angke.\nAnalisis hidrologi dilakukan untuk memperoleh distribusi curah hujan maksimum\nyang akan digunakan untuk mencari curah hujan rencana dengan periode ulang lima\ntahun. Curah hujan rencana periode lima tahun digunakan untuk merancang\ndrainase. Perancangan drainase harus disesuaikan dengan rancangan bangunan\nutama Pasar Ikan Muara Angke serta tata guna lahan di sekitar bangunan utama.\nSaluran yang akan didesain terdiri dari 28 saluran talang atap horizontal, 28 saluran\ntalang atap vertikal, 37 saluran lantai dasar, dan 20 saluran luar kawasan Pasar Ikan\nMuara Angke. Saluran drainase dibuat menggunakan bahan PVC untuk atap\nsedangkan saluran lantai dasar dan saluran luar kawasan menggunakan beton\nprecast dengan penampang kotak. Hasil perhitungan menunjukkan bahwa elevasi\ndasar saluran di masing – masing outlet saluran berada di atas muka air tertinggi\n(HHWL) akibat pasang air laut setinggi 1,26 meter sehingga tidak dibutuhkan pintu\nair.", "Daftar File": {}, "Penulis": "Mikhael Kevin [15019011]", "Kontributor / Dosen Pembimbing": ["Ir. Hernawan Mahfudz, M.T.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pasar Ikan Muara Angke, Drainase, Debit, Saluran, Pasang Surut Air Laut.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Agu 2023"}