{"Nomor": 75576, "Judul": "PENENTUAN PENGARUH KOMBINASI PELARUT DALAM PROSES PEMURNIAN GLUKOMANAN DARI TEPUNG PORANG", "Abstrak": "Glukomanan merupakan hidrokoloid yang berfungsi sebagai pengental, pengemulsi,\nmaupun penstabil di beragam industri. Glukomanan yang digunakan industri pangan\nIndonesia seluruhnya impor dan Indonesia merupakan pengimpor glukomanan terbesar\nkedua di dunia selama 10 tahun terakhir (2012-2022). Padahal, glukomanan dapat\ndiperoleh dari umbi porang lokal (Amorphophallus muelleri Blume) yang biasa diolah\nmenjadi chips atau tepung. Tepung porang yang dimurnikan dengan pelarut etanol dapat\nmenghasilkan tepung glukomanan sesuai standar komersial. Tepung porang yang\ndimurnikan dengan pelarut etanol dapat menghasilkan tepung glukomanan sesuai standar\nkomersial. Isopropil alkohol (IPA) berpotensi menggantikan pelarut etanol agar proses\npemurnian glukomanan lebih ekonomis. Selain itu, penggunaan kalium hidroksida\n(KOH) dalam proses pemurnian glukomanan dapat berkontribusi dalam mengekstrak\nlebih banyak pengotor. Penelitian ini bertujuan untuk menentukan pengaruh kombinasi\npelarut IPA 70%, etanol 70%, larutan KOH 2,5 m terhadap kualitas glukomanan dan\nmenentukan pengaruh penambahan glukomanan porang terhadap kualitas jeli. Penelitian\nini terdiri atas 2 tahapan, yaitu pemurnian glukomanan dengan pelarut IPA, etanol, dan\nKOH serta produksi jeli menggunakan glukomanan porang. Rancangan percobaan\npenelitian ini adalah simplex centroid mixture design dengan basis fraksi massa.\nKarakterisasi kualitas glukomanan porang dilakukan terhadap rendemen, viskositas,\nrendemen, dan whiteness index, sedangkan karakterisasi kualitas jeli dilakukan terhadap\ngel strength. Hasil penelitian ini menunjukkan bahwa kombinasi pelarut IPA 70%, etanol\n70%, larutan KOH 2,5 m dalam proses pemurnian glukomanan porang dari tepung porang\nberpengaruh signifikan terhadap whiteness index glukomanan porang, tetapi tidak\nberpengaruh signifikan terhadap rendemen, viskositas, dan kemurnian glukomanan\nporang. Tepung glukomanan terbaik dalam rentang variasi penelitian ini diperoleh\ndengan kombinasi pelarut IPA 70%:etanol 70% (1:1) yang mana memiliki nilai rendemen\n94,40%, viskositas 20.902 cP, kemurnian glukomanan 63,40% (berdasarkan serat pangan\nlarut), dan whiteness index 75,29. Penelitian ini juga mendapati bahwa penambahan\nglukomanan porang tidak berpengaruh signifikan terhadap gel strength jeli.", "Daftar File": {}, "Penulis": "Azmi Yasmina [14319007]", "Kontributor / Dosen Pembimbing": ["Prof. Tjokorde Walmiki Samadhi, S.T, M.T, Ph.D.", "Dr. Ir. Dianika Lestari, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Glukomanan, isopropil alkohol, kalium hidroksida, pemurnian, porang.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Agu 2023"}