{"Nomor": 75573, "Judul": "USULAN STRATEGI RETENSI KARYAWAN SEBAGAI  BENTUK DARI SEBUAH MEREK PERUSAHAAN PADA  PERUSAHAAN RINTISAN EDUKASI (KASUS: VOKRAF)", "Abstrak": "Perkembangan teknologi yang cepat dan dampak dari pandemi Covid-19 telah mengubah banyak aspek di dunia, salah satunya adalah di bidang HRM. Oleh karena itu, beberapa penyesuaian perlu dilakukan oleh perusahaan agar dapat mengikuti tren dan permintaan industri.  \n \nVokraf merupakan salah satu startup edukasi di Indonesia yang didirikan pada tahun 2019 dan produk mereka adalah menjual kelas-kelas digital secara online. Berdasarkan hasil wawancara dengan departemen HR, terjadi suatu fenomena ‘Badai Resign’ di 2022 dan terus terjadi hingga pertengahan tahun 2023 ini. Pada tahun 2022, terdapat 24 karyawan yang mengundurkan diri dari total 61 karyawan. Sedangkan sampai pertengahan tahun 2023 terdapat 18 karyawan yang mengundurkan diri dari total 50 karyawan. Pendunduran diri karyawan ini secara tidak langsung telah berdampak pada kinerja perusahaan dan permasalahan ini perlu sengera ditangani.  \n \nPenulis menggunakan beberapa faktor yang dapat mempengaruhi niat perpindahan karyawan dari penelitian-penelitian sebelumnya untuk mengidentifikasi faktor apa saja yang mempengaruhi perpindahan karyawan di Vorkaf. Data sekunder dan data primer digunakan untuk membantu penulis dalam melakukan pemetaan dan menemukan faktor-faktor tersebut. Data sekunder diperoleh dari 12 data exit interview. Sedangkan data primer diperoleh dari proses wawancara dengan melibatkan 9 informan kunci dari Vokraf. Informan kunci dipilih dengan menggunakan metode purposive sampling dengan teknik snowball sampling. Semua data yang terkumpul akan dianalisis menggunakan model Analisis Interaktif oleh Miles dan Huberman (2014). Strategi retensi karyawan akan diusulkan sebagai langkah terakhir dan rekomendasi kepaada perusahaan.  \n \nTerdapat 5 faktor yang mempengaruhi tingkat perpindahan karyawan di Vorkaf yaitu jalur karir, stress kerja, kompensasi karyawan, hubungan atasan dan bawah, dan lingkungan kerja. Strategi retensi karyawan dibuat sesuai dengan hasil analisis data dan pelaksanaannya dimulai dani Juni 2023 hingga Juni 2024 mendatang.", "Daftar File": {"2023_TS_PP_Aprivisi Ewa Abbas_29121341_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300906"}, "Penulis": "Aprivisi Ewa Abbas [29121341]", "Kontributor / Dosen Pembimbing": ["Dr. Neneng Nurlaela Arief, S.E., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Retensi Karyawan, Merek Perusahaan, Perputaran Karyawan, Perusahaan Rintisan Edukasi, Strategi Retensi.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Agu 2023"}