{"Nomor": 75589, "Judul": "STUDI FAKTOR PERILAKU ORANG TUA DALAM TERLIBAT DENGAN KONTEN DI MEDIA SOSIAL INSTAGRAM : STUDI KASUS PERUSAHAAN FULOLA", "Abstrak": "Berdasarkan Program for International Student Assessment (PISA) pada tahun 2018, kualitas pendidikan di Indonesia tergolong rendah dan penting untuk menanamkan pendidikan sejak usia dini. Orang tua merupakan salah satu pendidik utama anak dalam memberikan nilai-nilai dasar kehidupan. Sayangnya, di Indonesia kesadaran orang tua terhadap pendidikan anak masih kurang. Berdasarkan permasalahan tersebut, Fulola hadir sebagai usaha yang bergerak di bidang pendidikan anak usia dini untuk mendukung orang tua dalam hal pengetahuan dan pengalaman dalam membimbing dan mendidik anaknya dengan cara yang benar dan menyenangkan. Saat ini Fulola fokus menyebarkan nilai-nilai tersebut secara online melalui Instagram namun terdapat kesulitan dalam meningkatkan engagement di Instagram Fulola yang mengakibatkan kurang optimalnya penyebaran nilai-nilai Fulola kepada orang tua. Tujuan dari penelitian ini adalah untuk mengeksplorasi dan mendiskusikan perilaku orang tua sebagai pelanggan Fulola dalam berinteraksi dengan konten di Instagram. Penelitian ini dilakukan secara kualitatif dengan wawancara semi terstruktur kepada 5 orang tua yang memiliki anak usia 4-6 tahun, aktif di Instagram, dan mengikuti minimal satu akun dengan topik parenting dan pendidikan anak. Analisis data dilakukan dengan coding dari hasil wawancara. Hasil dari penelitian ini adalah bahwa semua faktor perilaku pelanggan eksternal dan internal seperti faktor pribadi, psikologis, sosial, dan budaya memiliki peran dalam proses keterlibatan orang tua dengan konten di Instagram. Keterlibatan yang paling sering dilakukan oleh orang tua adalah \"Like\", yang kedua adalah \"Share\", dan yang paling jarang dilakukan adalah \"Comment\", karena faktor perilaku tersebut membentuk preferensi pelanggan dalam menentukan konten apa yang dianggap baik atau buruk, yang menurut mereka pantas untuk mereka terlibat di Instagram. Temuan penelitian ini dapat membantu untuk memahami perilaku orang tua yang dapat digunakan untuk menghasilkan strategi media sosial Instagram Fulola.", "Daftar File": {"2023 SK PP Tamira Iqlima Hakiim_19220008 - Tamira Iqlima Hakiim.pdf": "https://digilib.itb.ac.id/gdl/download/300934"}, "Penulis": "Tamira Iqlima Hakiim [19220008]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku pelanggan, keterlibatan pelanggan, Sosial Media Instagram", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "03 Agu 2023"}