{"Nomor": 75586, "Judul": "PENGEMBANGAN PRODUK PANGAN SARAPAN FERCAF DENGAN METODE EKSTRUSI", "Abstrak": "Produksi Fercaf (fermented cassava flour) mengalami hambatan akibat minimnya\npengembangan produk olahannya. Kendala tersebut disebabkan oleh ketiadaan\nkandungan gluten pada Fercaf yang berperan penting dalam memberikan kekuatan\nstruktur produk. Penelitian ini bertujuan untuk mengembangkan produk pangan\nsarapan berbahan dasar Fercaf dengan metode ekstrusi. Serangkaian variasi, seperti\nperlakuan awal Fercaf (pregelatinisasi), kadar air (16%, 18%, 20%), komposisi\ntepung (Fercaf:tepung maizena:tepung beras), dan penambahan hidrokoloid (CMC,\nHPMC, XG) dilakukan untuk mengoptimasi formula produk pangan sarapan\nberbahan dasar Fercaf. Hasil analisis karakteristik fisik menunjukkan bahwa\nkomposisi tepung memiliki pengaruh yang signifikan (p<0,05) terhadap Indeks\nPenyerapan Air (IPA), Indeks Kelarutan Air (IKA), waktu rehidrasi, ketahanan\nterhadap susu, derajat pengembangan, dan kekerasan. Dalam hal ini, komposisi\n100% Fercaf memiliki kecenderungan karakteristik fisik paling optimal. Perlakuan\nawal pregelatinisasi dan tanpa pregelatinisasi Fercaf menunjukkan hasil produk\npangan sarapan dengan kecenderungan yang sama dan kedua perlakuan tidak\nmemiliki perbedaan yang signifikan (p>0,05) terhadap analisis karakteristik fisik.\nPenggunaan whey isolate protein mampu meningkatkan tekstur produk pangan\nsarapan dengan baik. Sementara itu, penambahan agen pengikat lain, seperti\nhidrokoloid memberikan penurunan kualitas tekstur dan tidak berpengaruh\nsignifikan (p>0,05) pada analisis karakteristik fisik. Penelitian ini menunjukkan\nFercaf berpotensi besar sebagai tepung utama dalam pembuatan produk pangan\nsarapan.", "Daftar File": {}, "Penulis": "Jasmine Elamanda Rahmayanthie [14319037]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D.", "Dr. Made Tri Ari Penia Kresnowati, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "fercaf, produk pangan sarapan, ekstrusi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Agu 2023"}