{"Nomor": 75594, "Judul": "ANALISIS PENGARUH DATA BATIMETRI TERHADAP KOREKSI TERRAIN DALAM PENGOLAHAN DATA GRAVITASI: STUDI KASUS DAERAH BANDA NEIRA DAN PULAU KUR", "Abstrak": "Koreksi terrain merupakan salah satu tahapan yang cukup penting dalam\npengolahan data gravitasi. Penelitian sebelumnya di Gunung Pandan menunjukkan\nbahwa koreksi terrain yang menggunakan data topografi mampu menghasilkan\nkoreksi maksimal sebesar 14,74 mGal, sedangkan pada penelitian di Pulau Taiwan,\npelibatan data batimetri mampu memberikan koreksi hingga 29,1 mGal. Untuk\nmengakomodir perhitungan koreksi terrain pada daerah penelitian di Indonesia,\nkami menggunakan data topografi DEMNAS dan data batimetri BATNAS\nsekaligus pada data gravitasi. Data topografi DEMNAS telah banyak digunakan\noleh peneliti metode gravitasi untuk area penelitian darat secara umum, sedangkan\npenggunaan data batimetri BATNAS masih jarang, khususnya area penelitian darat\nyang berdekatan dengan laut. Pada penelitian ini kedua data tersebut dipergunakan\ndalam perhitungan koreksi terrain secara komputasional dengan menerapkan\nkombinasi dari metode sloped triangle pada zona near, flat-topped square prism\npada zona intermediate, dan annular ring pada zona far. Penelitian ini dilakukan di\ndaerah Banda Neira dan Pulau Kur karena di antara dua daerah tersebut terdapat\nPalung Weber yang memiliki undulasi yang lebih kompleks dibandingkan area\ndarat sehingga cocok untuk memperlihatkan kontribusi data batimetri terhadap\nkoreksi terrain total. Hasil penelitian menunjukkan bahwa perhitungan koreksi\nterrain yang melibatkan data batimetri berkontribusi signifikan terhadap nilai\nkoreksi terrain total maksimal. Perbedaannya mencapai sekitar 81,5 mGal di daerah\nBanda Neira dan 69,8 mGal di daerah Pulau Kur. Meskipun demikian, dalam hal\npola koreksi, kontribusi data batimetri saling berbanding terbalik dengan kontribusi\ndata topografi apabila dikorelasikan dengan kondisi topografi. Pada daerah yang\nlebih jauh dari Palung Weber seperti Banda Neira, pelibatan data batimetri\nmemperlihatkan pola koreksi terrain total yang mirip dengan hanya menggunakan\ndata topografi. Namun pada kasus Pulau Kur yang lebih dekat dengan Palung\nWeber, pelibatan data batimetri lebih signifikan hingga mampu membalikkan pola\nkoreksi terrain total yang hanya menggunakan data topografi. Hal ini membuat data\nbatimetri layak digunakan dalam pengolahan data gravitasi beresolusi tinggi,\nkhususnya pada area yang sekitarnya terdapat palung atau laut yang luas dan dalam.", "Daftar File": {}, "Penulis": "Yudith Pratama Ibrahim [12319043]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Susanti Alawiyah, S.T, M.T.", "Dr. Indra Gunawan, S.Kom., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Banda Neira, data batimetri, data topografi, koreksi terrain, Pulau Kur", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "03 Agu 2023"}