{"Nomor": 75599, "Judul": "DAMPAK GREENWASHING DI H&M TERHADAP PERILAKU PEMBELIAN PELANGGAN DAN PERAN MODERASI LOYALITAS MEREK", "Abstrak": "Situasi global seputar limbah semakin darurat karena 33% limbah padat yang tidak diproses dengan cara yang ramah lingkungan termasuk limbah pakaian. Menyikapi masalah ini, kesadaran akan pentingnya hidup berkelanjutan semakin meningkat dan perilaku pembelian berubah ke arah pembelian yang lebih berkelanjutan. Perubahan perilaku ini ditangkap oleh perusahaan saat mereka mulai mengevaluasi kembali pendekatan pemasaran dan metode produksi agar lebih berkelanjutan termasuk peritel mode cepat seperti H&M. Namun, ketika kampanye untuk keberlanjutan di H&M berlanjut, kritik dan skeptis seputar klaim greenwashing juga terus berlanjut. Oleh karena itu, tujuan dari penelitian ini adalah untuk mengungkap dampak greenwashing terhadap perilaku pembelian konsumen dan peran memoderasi loyalitas merek. Penelitian ini menggunakan pendekatan kuantitatif, memanfaatkan survei online dengan kuesioner yang ditargetkan pada Generasi Z di Jakarta yang merupakan konsumen H&M dan memiliki pengetahuan tentang konsep keberlanjutan. Analisis statistik deskriptif dan metode PLS-SEM digunakan untuk menganalisis data yang terkumpul. Hasil menunjukkan pengaruh negatif yang signifikan dari greenwashing terhadap perilaku pembelian konsumen serta peran moderasi signifikan positif yang diperankan oleh loyalitas merek pada konsumen di Indonesia. Studi ini diharapkan dapat memberikan langkah-langkah nyata yang bermanfaat yang dapat diterapkan untuk kampanye pemasaran etis untuk mengurangi efek merugikan dari greenwashing dan menggunakan loyalitas pelanggan untuk mendorong perilaku konsumen yang berkelanjutan serta berkontribusi pada literatur akademik tentang skeptisisme konsumen dan nilai kredibel praktik keberlanjutan.", "Daftar File": {"2023 SK PP Nadhira Aliffathiyya P   [19020195] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300956"}, "Penulis": "Nadhira Aliffathiyya P [19020195]", "Kontributor / Dosen Pembimbing": ["Acip Sutardi, S.E, M.Si.", "Annisa Rahmani Qastharin, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Greenwashing; Perilaku Pembelian Konsumen; Loyalitas Merek; H&M; Industri Fashion; Keberlanjutan", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "03 Agu 2023"}