{"Nomor": 75607, "Judul": "PENERAPAN MARKETING MIX DALAM PER USAHAAN RENTAL ( STUDI KASUS PT. ASIALOG)", "Abstrak": "Sejak pergantian abad, perubahan iklim sudah mempengaruhi semua aktivitas sehari-hari termasuk bisnis. Hal ini memaksa pemerintah untuk memberlakukan peraturan yang lebih ketat untuk bisnis termasuk operasi perusahaan penebangan. Selain itu, masalah menjadi lebih buruk karena penebangan liar besar-besaran. Perusahaan yang terkena dampak termasuk PT. ASIALOG mengalami penurunan pendapatan, keadaan ini mendorongperusahaan untuk mencari peluang bisnis alternatif.\nPenulis bertuyuan untuk merumuskan strategi pemasaran dengan menemukan alternatifproduk yang kuat bagi perusahaan \nDalam penelitian ini, metode yang penulis gunakan adalah penelitian kualitatlf melalui wawancara terstruktur dengan berbagai pemangku kepentingan di industri dan kerangka kerya yang digunakan adalah bauran pemasaran 7P dengan kerangka awal STP (Segmentation, Targeting, dan Positioning) dan analisis SWOT. Berdasarkan analisis SWOT, dan lima kekuatan Porter, penulis menemukan alternatif bisnis kapal tunda dan tongkang bagi PT ASIALOG yang kompetitlf dan menguntungkan dalam jangka panjang. Mengikuti analisis TOWS, penulis melakukan penentuan brand positioning menggunakan Brand Concept image Management. Brand image dibagi menjadi dua aspek fungsional dan simbolik untuk merumuskan strategi pemasaran menggunakan marketing nnx 7P. Secara keseluruhan penulis menyimpulkan bahwa bisnis alternatif bagi PT. ASIALOG kompetitlf dan menguntungkan dalam jangka panjang.", "Daftar File": {"2023_TS_PP_william wicaksana-29120565_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300965"}, "Penulis": "William Wicaksana [29120565]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A, M.SAE."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "marketing, strategy, competitive.alternative business.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Agu 2023"}