{"Nomor": 75609, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN UNTUK BRUSH AND PALETTE COFFEE UNTUK MENINGKATKAN PENJUALAN", "Abstrak": "Pasar Food and Beverage di Indonesia, termasuk coffee shop seperti Brush and\nPalette, mengalami pertumbuhan signifikan karena meningkatnya konsumsi di\nIndonesia. Dengan meningkatnya konsumsi pada industri F&B terdapat target\npasar untuk coffee shop. Dari wawancara dengan pemilik Brush and Palette,\nterungkap bahwa terjadi penjualan yang stagnan dan dibawah target yang\nmenimbulkan kekhawatiran tentang stabilitas pendapatan dan pertumbuhan yang\nberkelanjutan. Dengan memahami kontribusi faktor-faktor, seperti perubahan\npreferensi konsumen, dinamika pasar, dan fluktuasi harga, sangat penting untuk\nmengembangkan strategi pemasaran yang efektif. Dengan memfokuskan upaya\npemasaran dengan mempromosikan dan memancing niat pembelian, Brush and\nPalette dapat menyusun strategi untuk meningkatkan penjualan dan selaras dengan\npreferensi pelanggan. Penelitian lanjutan diperlukan untuk menyempurnakan\nsegmentasi pasar dan mengembangkan strategi penargetan yang lebih tepat. \nTujuan dari penelitian ini adalah untuk mengidentifikasi faktor-faktor yang\nmempengaruhi dan meningkatkan penjualan Brush and Palette. Penelitian ini\nmenggunakan metode penelitian kuantitatif dengan statistik deskriptif. Sampel\nuntuk penelitian ini terdiri dari 200 responden yang diambil dengan menggunakan\nmetode pengambilan sampel non-probabilitas. Kuesioner akan menggunakan skala\nLikert dengan lima tingkatan, yang mewakili interval skala. Kuesioner akan\ndidistribusikan secara online. Alat penelitian yang digunakan dalam penelitian ini\nadalah kuesioner. Metode analisis data terbagi menjadi dua, yaitu analisis internal\n(7P bauran pemasaran dan STP) dan analisis eksternal (Analisis PESTEL, Analisis\nKekuatan Porter, Analisis Pesaing, Analisis Konsumen). Kemudian, data dianalisis \nmenggunakan analisis SWOT dan TOWS. \nBerdasarkan hasil penelitian, perusahaan harus melakukan kegiatan promosi yang\nefektif sehingga dapat dengan mudah menarik pelanggan potensial atau yang\nsudah ada untuk membeli atau membeli kembali produk Brush dan Palette. Harga\nyang terjangkau dan produk yang berkualitas dapat menarik minat konsumen untuk\nmembeli produk Brush and Palette. Kesadaran merek pembeli harus ditingkatkan\ndengan Brush and Palette karena berpengaruh positif terhadap niat beli. Beberapa\nstrategi yang dapat diterapkan di Brush and Palette adalah memanfaatkan lokasi\nstrategis dan desain interior untuk menarik pelanggan baru serta menambah\npilihan menu dan fasilitas untuk memperkuat posisi kompetitif mereka melalui\nstrategi tersebut. Dalam rencana pelaksanaan dibuat penjadwalan selama satu\ntahun untuk menjalankan strategi yang fokus pada kegiatan promosi dan kelebihan yang dimiliki oleh BnP dengan PIC dan KPI pada setiap kegiatan seperti\nmemperhatikan peningkatan jumlah penjualan yang menjadi tanggung jawab\nmanajer pemasaran", "Daftar File": {"2023_TS_PP_Rifki Ghufran Fathulah_29121423_full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/300967"}, "Penulis": "Rifki Ghufran Fathulah [29121423]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi pemasaran, niat beli, analisis SWOT, analisis TOWS.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "03 Agu 2023"}