{"Nomor": 75614, "Judul": "ATRIBUT KEMASAN KOSMETIK YANG BERPENGARUH TERHADAP INTENSI PEMBELIAN PELANGGAN GENERASI Z DI AREA JABODETABEK DAN BANDUNG", "Abstrak": "Industri kecantikan dan perawatan diri global sedang mengalami pertumbuhan pesat, dengan pasar perawatan kulit Indonesia diharapkan berkembang paling pesat di kawasan Asia-Pasifik. Kenaikan penjualan perawatan kulit di Indonesia didorong oleh faktor-faktor, seperti pertumbuhan populasi, kesadaran kesehatan, dan meningkatnya pendapatan yang dapat dibelanjakan, didorong oleh kontribusi populasi kelas menengah. Fenomena ini kemudian menyebabkan munculnya merek-merek perawatan kulit, baik asing maupun lokal, sehingga market menjadi sangat jenuh dan menuntut merek untuk melakukan diferensiasi melalui inovasi dan kemasan produk agar dapat berhasil di pasar, meningkatkan investasi perusahaan dalam kemasan. Preferensi generasi juga memainkan peran penting dalam desain kemasan, dengan Generasi Z menunjukkan preferensi untuk kemasan yang sederhana dan berkelanjutan. Memahami preferensi ini dapat membantu perusahaan melibatkan audiens target mereka dan mendorong keputusan pembelian, dengan elemen visual yang sangat penting dalam industri kosmetik. Penelitian ini bertujuan untuk mengidentifikasi atribut kemasan kosmetik yang dapat secara signifikan mendorong niat beli pelanggan dan merekomendasikan kombinasi atribut untuk menarik Generasi Z dalam industri kosmetik. Atribut visual seperti bahan kemasan, jenis penutup, bentuk, warna, dan grafik diidentifikasi sebagai hal yang signifikan dalam memengaruhi niat beli pelanggan. Untuk mengumpulkan dan mengkaji data atribut kemasan terhadap niat beli konsumen, digunakan pendekatan kuantitatif berupa metode kuesioner yang disebarkan kepada Generasi Z yang berada di Jabodetabek dan Bandung. Hasilnya dianalisis menggunakan analisis regresi dan analisis konjoin untuk menilai variabel secara individual dan simultan. Berdasarkan analisis regresi, 3 dari 5 variabel independen diuji signifikan positif; tone warna (0.154;0.015), bentuk kemasan (0.147;0.010), dan bahan kemasan (0.102;0.015). Sedangkan analisis konjoin menunjukkan variabel yang paling penting adalah bahan kemasan (48,408%), dilanjutkan oleh bentuk kemasan (24,113%), tutup kemasan (14,092%), dan tone warna (13,387%). Terlihat bahwa kombinasi profil yang paling disukai adalah kemasan dengan bahan kaca, tutup dispensary, bentuk botol, dan warna tersier. Meskipun hasil kedua metode memberikan hasil yang berbeda, analisis konjoin memberikan hasil yang lebih relevan karena menggambarkan situasi pilihan yang lebih realistis dalam kehidupan nyata. Temuan ini dapat dimanfaatkan untuk menentukan atribut pengemasan mana yang perlu difokuskan selama proses perancangan kemasan.", "Daftar File": {"2023 SK PP MAUREL SARA HASIBUAN - Firstya Maulida_compressed_2.pdf": "https://digilib.itb.ac.id/gdl/download/300980"}, "Penulis": "Maurel Sara Hasibuan [19220013]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Niat beli pelanggan, atribut kemasan, indsutri kosmetik, generasi Z", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "04 Agu 2023"}