{"Nomor": 75613, "Judul": "DESAIN LAYANAN INTERAKSI ANTARPENGGEMAR PADA APLIKASI WEVERSE UNTUK MENINGKATKAN COMMUNITY ENGAGEMENT", "Abstrak": "Industri hiburan di Korea Selatan telah menjadi budaya yang fenomenal. Didukung dengan perkembangan teknologi, banyak perusahaan mencari peluang dan model bisnis baru untuk menggaet pasar yang lebih luas, yaitu beralih ke media digital untuk membuat platform yang dapat menyatukan penggemar dari berbagai penjuru dunia. Weverse merupakan platform komunitas penggemar yang memberikan layanan komunikasi artis dan penggemar, konten multimedia, dan juga ruang penggemar untuk berinteraksi. Namun, daya tarik ini masih belum bisa mengungguli platform media sosial lainnya yang lebih engaging, menarik, dan mudah untuk digunakan. Hasil riset kepada pengguna Weverse menunjukan ketidaknyamanan yang dirasakan seperti aktivitas halaman Feed kurang interaktif, akses komunikasi yang terbatas, dan konten yang diunggah tidak relevan dan membosankan pada halaman utama komunitas. Tugas akhir ini merancang interaksi ruang obrolan antarpenggemar yang dapat meningkatkan community engagement pada aplikasi Weverse. Pendekatan yang digunakan untuk mengembangkan solusi adalah user centered design (UCD) dengan tahapan aktivitas yang mengacu pada ISO 9241-210. Keluaran tugas akhir ini adalah prototipe desain high fidelity dari ruang obrolan antarpenggemar, yaitu fitur Chat dan Daily Question Prompt yang memenuhi usability dan user experience goals untuk memenuhi kebutuhan pengguna yaitu effective, engaging, dan entertaining. Pengujian dilakukan untuk mengetahui perbedaan tingkat kegunaan aplikasi dan engagement yang diukur menggunakan metrik SEQ, SUS, dan UES pada aplikasi existing dan rancangan solusi. Hasil pengujian prototipe menunjukan nilai success rate sebesar 92%. Hasil evaluasi yang dilakukan pada aplikasi Weverse dan hasil rancangan fitur mengalami peningkatan pada skor SUS yaitu sebesar 76,94 menjadi 86,25 dan skor UES sebesar 3,96 menjadi 4,44. Rancangan fitur dapat disimpulkan telah memberikan dampak yang positif dan peningkatan terhadap efektivitas kegunaan aplikasi dan community engagement.", "Daftar File": {}, "Penulis": "Leony Angela [18219032]", "Kontributor / Dosen Pembimbing": ["I Gusti Bagus Baskara Nugraha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Chatting feature, aplikasi Weverse, user engagement, user centered design (UCD)", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "04 Agu 2023"}