{"Nomor": 75618, "Judul": "PEMBUATAN RENCANA INTERVENSI KOMUNITAS KESEHATAN MENTAL UNTUK MENINGKATKAN KONEKSI SOSIAL DALAM KOMUNITAS (STUDI KASUS: ASHWA)", "Abstrak": "Komunitas kesehatan mental merupakan hal yang penting untuk memberikan dukungan emosional karena memiliki koneksi sosial bisa menurunkan tingkat stres, kecemasan, depresi, menghindari kesepian, hingga memperpanjang umur seseorang. Guna meningkatkan koneksi sosial di antara anggota komunitas, diperlukan adanya intervensi yang menjawab kebutuhan anggota komunitas yang terlibat, yaitu komunitas Ashwa. Oleh karena itu, penelitian ini ditujukan untuk membuat rencana intervensi berdasarkan kebutuhan komunitas Ashwa untuk meningkatkan koneksi sosial di antara anggotanya. Pengumpulan data dilakukan melalui wawancara terhadap anggota yang pernah terlibat dalam diskusi maupun obrolan santai di group Discord komunitas untuk mencari kebutuhan mereka. Kemudian, kebutuhan tersebut diberi kode dan diubah menjadi rencana intervensi. Rencana intervensi tersebut dikonfirmasi, divalidasi, dan diberi masukan oleh profesional di bidang kesehatan mental sebagai proses triangulasi. Hasil dari proses ini kemudian menjadi tiga rencana intervensi: peer support group, aktivitas yang memperkuat ikatan dan koneksi, dan pengingat rutin sebagai dukungan kesehatan mental untuk komunitas Ashwa. Riset lebih lanjut sangat dianjurkan untuk mengetahui tingkat keefektifan ketiga intervensi dengan melakukan pengukuran sebelum dan sesudah pemberian intervensi.", "Daftar File": {"2023 SK PP Tsamania Salsabila   [19220021] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300984"}, "Penulis": "Tsamania Salsabila [19220021]", "Kontributor / Dosen Pembimbing": ["Apt Yulianto, S.Si., M.A.B., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "koneksi sosial, komunitas kesehatan mental, intervensi komunitas", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "04 Agu 2023"}