{"Nomor": 75625, "Judul": "MENGEMBANGKAN STRATEGI PEMASARAN BERDASARKAN PERILAKU ORANG TUA UNTUK MENINGKATKAN KEINGINAN ORANG TUA DALAM MEMBELI ACARA EDUKASI ANAK: STUDI KASUS DARI FULOLA", "Abstrak": "Berdasarkan hasil Programme for International Student Assessment (PISA) tahun 2018, kualitas pendidikan di Indonesia masih tertinggal dibanding negara internasional lainnya. Namun, Indonesia memiliki potensi untuk mencapai Tujuan Pembangunan Berkelanjutan dengan meningkatkan kualitas pendidikan. Fakta menunjukkan anak yang menggunakan media pembelajaran interaktif memperoleh hasil 84,83% lebih tinggi dibandingkan anak lainnya. Sebagai startup yang bergerak di bidang pendidikan anak, Fulola menawarkan inovasi pembelajaran interaktif berupa acara edukasi anak yang dapat mengasah kecerdasan majemuk. Sayangnya, berdasarkan percobaan acara edukasi anak yang digelar oleh Fulola pada Februari 2023 lalu, para orang tua belum memiliki keinginan untuk membeli acara ini. Oleh karena itu, penelitian ini bertujuan untuk menggali faktor-faktor yang mempengaruhi orang tua dalam memilih acara edukasi anak sebagai dasar untuk memberikan rekomendasi strategi pemasaran guna meningkatkan keinginan orang tua dalam membeli. Penelitian ini dilakukan dengan menggunakan metode kualitatif melalui wawancara semi terstruktur dengan orang tua kelas ekonomi menengah atas yang tinggal di Bandung dan memiliki pengalaman mengikuti acara edukasi anak. Data dianalisis dengan menggunakan metode koding. Hasil menunjukkan faktor kultural, sosial, personal, dan psikologis mempengaruhi perilaku pelanggan dalam memilih Acara Edukasi Anak. Urutan dari hasil pemeringkatan faktor yang paling mempengaruhi adalah sosial, psikologis, personal, dan kultural. Strategi pemasaran yang diusulkan berdasarkan perilaku pelanggan dibuat dalam bentuk 7P yang terdiri dari produk, harga, tempat, promosi, orang, proses, dan bukti fisik. Hasil penelitian ini diharapkan dapat berkontribusi menjadikan Fulola sebagai startup berkelanjutan yang berdampak bagi perekonomian dan pendidikan di Indonesia.", "Daftar File": {"2023 SK PP Nadia Agustina   [19220029] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/300992"}, "Penulis": "Nadia Agustina [19220029]", "Kontributor / Dosen Pembimbing": ["Annisa Rahmani Qastharin, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Acara Edukasi Anak, Perilaku Pelanggan, Strategi Pemasaran, Bauran Pemasaran (7Ps)", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "04 Agu 2023"}