{"Nomor": 75622, "Judul": "PREDIKSI AWAN CUMULONIMBUS BERBASIS MACHINE LEARNING DENGAN PENDEKATAN DATA RADIOSONDE DI BANDAR UDARA INTERNASIONAL EL TARI KUPANG", "Abstrak": "Awan Cumulonimbus merupakan salah satu awan konvektif yang berbahaya untuk penerbangan. Hujan deras, tornado dan turbulensi dapat terjadi akibat keberadaan awan Cumulonibus. Kondisi udara atas memiliki dampak yang berpengaruh dalam pembentukan awan. Observasi Radiosonde dapan digunakan untuk memprediksi keberadaan awan Cb dalam 12 jam kedepan.\nPenelitian ini bertujuan untuk memprediksi keberadaan awan Cumulonimbus menggunakan 5 indeks data radiosonde Showalter Index (SI), Lifted Index (LI), K Index, Total–Totals dan CAPE berbasis pendekatan Machine Learning. Pada penelitian ini, indeks yang bersumber dari observasi udara atas diolah dengan menormalisasi data lalu data model prediksi berbasis indeks radiosonde dilatih menggunakan Machine Learning untuk memprediksi keberadaan awan Cumulonimbus, setelah model prediksi dibangun, hasil output di tampilkan pada tabel dikotomi lalu dinilai akurasi, probability of detection dan error yang dihasilkan.\nBerdasarkan pengolahan data, prediksi keberadaan awan Cb menggunakan indeks–indeks radiosonde cukup baik ketika di implementasikan pada data uji. Pengaruh Convevtive Available Potential Energy (CAPE), Machine Learning dapat memprediksi keberadaan awan Cb hingga 97%. Ketika model tidak menggunakan CAPE, model dapat memprediksi hanya hingga 95%. Skema training dan testing berdasarkan bulan basah dan bulan kering memberikan hasil Probability Of Detection (POD) yang lebih baik 98% pada bulan basah dengan CAPE dan 90% tanpa CAPE. Penambahan CAPE juga dapat mengurangi False Alarm Rate, didapat angka galat terendah sebesar 4% ketika penambahan CAPE dan 10% ketika tanpa CAPE. Dapat disimpulkan bahwa prediksi awan Cumulonimbus menggunakan data radiosonde berbasis Machine Learning cukup dapat diandalkan untuk digunakan", "Daftar File": {"ABSTRAK Novianto Dwi Putra": "https://digilib.itb.ac.id/gdl/download/300988"}, "Penulis": "Novianto Dwi Putra [12819010]", "Kontributor / Dosen Pembimbing": ["Musa Ali Mustofa, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Awan Cumulonimbus, Radiosonde, Machine Learning.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "04 Agu 2023"}