{"Nomor": 75636, "Judul": "PERUSAHAAN FESYEN, PEMILIHAN PEMASOK, ANALYTICS HIERARCHY PROCESS", "Abstrak": "Tingkat pertumbuhan tahunan industri fesyen di Indonesia mencapai 4,21% dengan proyeksi volume pasar sebesar USD 10,526 juta pada tahun 2025. Laju pertumbuhan yang cepat di industri fesyen dapat menjadi indikasi tingginya permintaan dan persaingan di pasar. Perusahaan perlu mengembangkan strategi untuk bertahan dan berkembang dalam kondisi pasar tersebut. Salah satu strategi penting bagi perusahaan fesyen adalah memiliki sistem produksi yang efisien untuk mengoptimalkan operasi dan manajemen sumber daya. Dalam sistem produksi ini, pemasok dibutuhkan bagi perusahaan yang menerapkan sistem outsourcing untuk memenuhi kebutuhan permintaan yang tidak terpenuhi. Untuk menjamin dan meningkatkan kualitas produk, perlu dilakukan pemilihan pemasok agar terdapat kesesuaian antara pemasok dengan standar kebutuhan dan persyaratan perusahaan. Salah satu metode yang dapat digunakan dalam pemilihan pemasok adalah metode Analytical Hierarchy Process (AHP), yaitu metode pengambilan keputusan dengan mempertimbangkan dan membuat skala prioritas dalam kasus multi variabel. Studi Riset ini merupakan aplikasi pemilihan pemasok dalam studi kasus Perusahaan Beyond dengan menggunakan analisis Analytical Hierarchy Process. Studi penelitian ini bertujuan menggunakan metode AHP untuk menentukan skala prioritas dari setiap kriteria yang memenuhi persyaratan perusahaan Beyond dan memberikan rekomendasi pemasok kepada perusahaan sesuai dengan analisis pemilihan pemasok. Untuk menentukan pentingnya kriteria dan mengevaluasi alternatif berdasarkan masing-masing kriteria, Founder Perusahaan Beyond bertindak sebagai expert judgement dalam menentukan dan mengevaluasi setiap kriteria dan alternatif melalui Focus Group Discussion dan kuesioner. Focus Group Discussion digunakan sebagai media untuk memvalidasi kriteria berdasarkan penelitian sebelumnya. Berdasarkan hasil penentuan kriteria tersebut, kuesioner akan menghasilkan perbandingan berpasangan untuk setiap kriteria dari setiap responden dan akan dirata-ratakan menggunakan mean geometrik untuk menghasilkan suatu nilai yang akan digunakan dalam menghitung bobot setiap kriteria. Perhitungan dengan metode AHP dalam penelitian penelitian ini menggunakan perangkat lunak Microsoft Excel untuk menyusun rumus-rumus dalam langkah- langkah perhitungan dan menghasilkan tingkat kepentingan untuk setiap kriteria dan alternatif. Hasil urutan kepentingan kriteria adalah Kualitas (0,350), Biaya (0,187), Fleksibilitas (0,223), Komunikasi (0,083), dan Kemampuan (0,157). Sedangkan urutan kepentingan alternatif adalah Alternatif BPA (0,151), Alternatif SSM (0,353), dan Alternatif EXC (0,496). Dari hasil analisis tersebut dapat disimpulkan bahwa Alternatif EXC merupakan pemasok terbaik yang dapat digunakan oleh perusahaan Beyond dalam proses produksi selanjutnya.", "Daftar File": {"2023 SK PP Mahfudz Dzaki_19220054 - Mahfudz Dzaki_2.pdf": "https://digilib.itb.ac.id/gdl/download/301033"}, "Penulis": "Mahfudz Dzaki [19220054]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "SELEKSI PEMASOK DI PERUSAHAAN FASHION MELALUI PROSES HIERARKI ANALYTICS: STUDI KASUS BEYOND", "Sumber": "", "Staf Input/Edit": "Jufrizal Effendi, S.Sos", "File": "1 file", "Tanggal Input": "04 Agu 2023"}