{"Nomor": 75630, "Judul": "PENINGKATAN KINERJA KEGIATAN PENGADAAN DALAM MENCAPAI INDIKATOR KINERJA UTAMA (STUDI KASUS  PERUSAHAAN PEMBUAT PESAWAT TERBANG DI INDONESIA)", "Abstrak": "Aktivitas pembelian untuk industri penerbangan di Indonesia menderita paling banyak selama pandemi\nbeberapa tahun yang lalu. Perkembangan Procurement di perusahaan tertentu tidak begitu berbeda.\nSelain itu, salah satu masalah utama di Divisi Pembelian di perusahaan adalah KPI On-Time Delivery\ntarget belum tercapai untuk komoditas pesawat, terutama untuk AEI. Selama 5 tahun terakhir ini,\nkemajuan pembelian hanya mencapai 48,5% pada waktunya, sementara targetnya adalah di atas 90%\ndari total aktivitas pembelian. Sejauh ini, mitigasi telah dilakukan untuk mengurangi tingkat\npenundaan. Ini memberikan dampak, tetapi tingkat penundaan lebih tinggi dari target. Tujuan dari\npenelitian ini adalah untuk meningkatkan kemajuan On-Time dan mengurangi penundaan.  \nStudi ini menggunakan pendekatan Six Sigma untuk menentukan masalah utama dan di mana masalah\nitu terjadi. Variabel yang akan difokuskan adalah Lead Time dan itu terbatas untuk Avionic Electric\nInstrument Commodity. Selain itu, ada beberapa analisis dalam penelitian ini.  Analisis internal dan\neksternal dilakukan dengan menggunakan metode SWOT. Untuk mengetahui penyebabnya, gunakan\nmetode 5 Why’s Analysis. Analisis proses bisnis dilakukan untuk menentukan di mana perbaikan harus\ndilakukan. Dari analisis kuantitatif yang dilakukan menggunakan analisis regresi, jelas bahwa tingkat\naktivitas penundaan ini selama 5 tahun terakhir menurun.  \nPenyebab utamanya adalah PR yang tidak dapat dikonversi menjadi PO karena proses RFQ dan EQ\nyang bertahan lama. Penyebab utama kedua adalah kesalahan komunikasi dalam persiapan\npemesanan bahan pesawat. Untuk masalah proses RFQ dan EQ diselesaikan dengan mengembangkan\ndan menggunakan e-RFQ Evaluation Tools untuk memastikan bahwa proses penawaran dan umpan\nbalik dari pemasok dilakukan lebih cepat daripada menggunakan metode manual. Divisi pengadaan\nharus membuat tim pengembangan bersama dengan divisi IT untuk masalah kesalahan perhitungan\ndengan meningkatkan kerja tim dan komunikasi. Rekomendasi adalah untuk melakukan penelitian lebih\nlanjut tentang kualitas sumber daya manusia.  \nImplementasi rencana akan dimulai pada awal Agustus 2023. Setelah implementasi solusi, kinerja\nproses bisnis pembelian akan dipantau dan dievaluasi, dan diharapkan bahwa kemampuan divisi untuk\nmenyelesaikan kegiatan pembelian tepat waktu akan meningkat, bersama dengan tingkat keberhasilan\ndivisi dalam mencapai KPI. Untuk rekomendasi, ada beberapa poin yang harus diterapkan oleh\nperusahaan sebagai dukungan untuk program-program ini. Meskipun penelitian ini sudah dilakukan,\nmasih banyak hal yang dapat dipelajari dalam penelitian masa depan, terutama untuk aspek sumber\ndaya manusia.", "Daftar File": {"2023_TS_PP_ZENO YULDIA_29121360_Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/300999"}, "Penulis": "Zeno Yuldia [29121360]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.SC., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "On-Time, Delay, Purchase Requisition, Purchase Order, Pengadaan, Key Performance Indicator", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "04 Agu 2023"}