{"Nomor": 75633, "Judul": "EVALUASI PROGRAM DESA INKLUSI DALAM MENCAPAI TUJUAN PEMBANGUNAN BERKELANJUTAN (STUDI KASUS : DESA KENDAL, KECAMATAN ASTANAJAPURA, KABUPATEN CIREBON)", "Abstrak": "Sustainable Development Goals (SDGs) atau Tujuan Pembangunan Berkelanjutan\nbertujuan untuk mendorong pemenuhan hak-hak masyarakat yang terpinggirkan.\nSebelas dari tujuh belas agenda SDGs difokuskan pada penyelesaian masalah\nsosial yang berkaitan dengan inklusivitas. Program desa inklusi merupakan salah\nsatu strategi implementasi dalam mengatasi tantangan inklusivitas, terutama\ndalam hal pemenuhan hak-hak dan partisipasi masyarakat disabilitas. Penelitian\nini bertujuan untuk mengevaluasi program desa inklusi dalam mencapai tujuan\npembangunan berkelanjutan dengan sasaran mengidentifikasi kriteria dan\nindikator dalam menilai program, kemudian menilai program menggunakan\nkriteria dan indikator yang sudah diidentifikasi, dan terakhir merumuskan strategi\npeningkatan program desa inklusi dalam mencapai tujuan pembangunan\nberkelanjutan di Desa Kendal. Penelitian ini menerapkan pendekatan metode\ncampuran (mix methods) dalam mengumpulkan data, yang melibatkan penggunaan\nkuesioner, wawancara, observasi, dan studi literatur sebagai sumber informasi.\nKriteria dan indikator yang digunakan dalam pengukuran program desa inklusi\ndisusun berdasarkan beberapa studi literatur yang berkaitan dengan konsep SDGs,\ndesa inklusi, dan pembangunan desa. Hasil penelitian menunjukkan bahwa\nmayoritas hak-hak masyarakat disabilitas dan Orang Yang Pernah Mengalami\nKusta (OYPMK) telah terpenuhi. Namun demikian, hal tersebut tidak berlaku untuk\npemenuhan sarana dan prasarana pendidikan, peningkatan ekonomi melalui\npekerjaan yang layak dan pengembangan karir, serta partisipasi mereka dalam\nberbagai aktivitas. Dalam konteks ini, diperlukan strategi yang efektif untuk\nmeningkatkan implementasi program desa inklusi. Meskipun program tersebut\ntelah selesai dilaksanakan, penting untuk melakukan pengawasan dan monitoring\nguna memastikan bahwa pembangunan desa secara inklusif terus berjalan dengan\nbaik. Pada dasarnya, desa inklusi dapat diartikan sebagai sebuah entitas desa yang\nsecara aktif mengadopsi dan menghargai perbedaan secara konstruktif, sekaligus\nmendorong partisipasi anggota masyarakatnya dalam upaya membangun dan\nmemajukan desa.", "Daftar File": {}, "Penulis": "Farrah Yolanda [15419142]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "desa inklusi, evaluasi, masyarakat marjinal, SDGs", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "04 Agu 2023"}