{"Nomor": 75647, "Judul": "PENGEMBANGAN SISTEM PEMANTAUAN PERKAKAS BERBASIS KONSEP CONFIGURABLE VIRTUAL WORKSTATION", "Abstrak": "Sistem produksi yang menggunakan kertas sebagai medium aliran informasi dinilai tidak efisien karena sulit dalam mencatat dan mengakses data secara real-time. Pada kasus manajemen perkakas, kesulitan mengakses informasi terkini mengenai stok, lokasi, dan kondisi perkakas dideteksi berpotensi untuk membuang waktu produksi secara percuma. Kerangka kerja Configurable Virtual Workstation (CVWS) dapat ditawarkan sebagai konsep Industri 4.0 yang sesuai diterapkan untuk mengaktifkan aliran informasi perkakas yang berbasis digital. Pada penelitian ini, dilakukan pengembangan sistem pemantauan perkakas berbasis konsep CVWS melalui pemanfaatan aplikasi berbasis web. Penerapan kerangka kerja CVWS dalam sistem pemantauan perkakas dilakukan dengan merancang arsitektur lantai produksi, memberikan identitas pada setiap perkakas, dan merancang aplikasi berbasis web sebagai medium aliran informasi. Melalui pemberdayaan peran komputer dan beberapa sensor yang relevan, sistem yang diusulkan dapat mengambil data dari lantai produksi secara real-time dan mengolah data tersebut menjadi informasi yang berguna untuk proses pengambilan keputusan terkait pengendalian perkakas di lantai produksi. Pengujian aplikasi dilakukan untuk memeriksa kesesuaian fungsi aplikasi terhadap kriteria kebutuhan pengguna yang terkandung dalam design requirements. Aplikasi yang telah diuji berhasil memperbarui data stok perkakas dalam kasus perencanaan kebutuhan perkakas, data lokasi perkakas dalam kasus distribusi perkakas lintas area, dan data kondisi perkakas dalam kasus inventarisasi perkakas. Dengan mengimplementasikan sistem yang mampu merekam perubahan data-data tersebut secara real-time, inefisiensi yang ada pada sistem produksi dapat diminimalkan.", "Daftar File": {}, "Penulis": "Muhammad Farhan Anditya [13117025]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T, M.T.", "Yunendar Aryo Handoko, S.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "sistem produksi, perkakas, CVWS, industri 4.0, aplikasi berbasis web", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Agu 2023"}