{"Nomor": 75646, "Judul": "ANALISIS KERUSAKAN DAN KERUGIAN STRUKTURAL BANGUNAN SEKOLAH TERHADAP GEMPA BUMI SECARA PROBABILISTIK DI JAWA BARAT", "Abstrak": "Gempa bumi merupakan bencana alam besar yang sering terjadi di Indonesia.\nMenurut BNPB (2023), pada tahun 2022 telah terjadi 28 kejadian gempa bumi yang\nmenimbulkan kerusakan di Indonesia. Provinsi Jawa Barat merupakan salah satu\nwilayah di Indonesia yang memiliki risiko bencana gempa bumi yang besar, karena\nterletak tepat di utara zona subduksi Lempeng Indo-Australia dan Lempeng Eurasia\ndan memiliki jumlah penduduk yang padat, yaitu mencapai 48,76 juta jiwa dengan\nkepadatan penduduk sebesar 1.379 jiwa/km2 (Provinsi Jawa Barat Dalam Angka,\n2022). Salah satu objek yang sangat vital dalam lingkungan masyarakat adalah\nsekolah yang merupakan penunjang utama pendidikan. Apabila suatu sekolah\nterdampak bencana gempa bumi, maka kegiatan pendidikan menjadi tidak optimal\ndan dapat merugikan aspek-aspek lainnya di lingkungan masyarakat. Oleh karena\nitu, diperlukan perhitungan risiko bangunan sekolah terhadap bencana gempa bumi\nsebagai salah satu upaya mitigasi bencana pada aspek pendidikan. Penelitian ini\nberfokus pada pembuatan peta risiko kerusakan dan kerugian struktural bangunan\nsekolah akibat bencana gempa bumi dengan menggunakan pendekatan\nprobabilistik tahunan di Jawa Barat. Model eksposur sekolah, model bahaya\nbencana gempa, model kerapuhan, dan model kerentanan fisik bangunan digunakan\nuntuk mengestimasi nilai kerusakan dan kerugian struktural bangunan yang\ndiagregasikan berdasarkan wilayah administrasi kabupaten/kota di Jawa Barat.\nPenelitian ini membandingkan hasil perhitungan risiko dengan Kurva Fragilitas\nSoutheast Asia (GEM, 2018) dan Kurva Fragilitas Padang (Sengara, 2010). Hasil\nperhitungan risiko kerusakan dan kerugian struktural bangunan sekolah di Jawa\nBarat menunjukkan bahwa perhitungan dengan Kurva Fragilitas Padang\nmenghasilkan risiko yang lebih tinggi daripada perhitungan dengan Kurva\nFragilitas Southeast Asia.", "Daftar File": {"ABSTRAK Hilman Ardika Wibowo": "https://digilib.itb.ac.id/gdl/download/301066"}, "Penulis": "Hilman Ardika Wibowo [25121007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irwan Meilano, S.T, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "analisis risiko, bangunan, gempa bumi, kerusakan struktural, kerugian struktural, kurva fragilitas, sekolah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Agu 2023"}