{"Nomor": 75659, "Judul": "KAJIAN POTENSI SAMPAH PLASTIK MULTILAYER SEBAGAI MATERIAL BANGUNAN BERKELANJUTAN", "Abstrak": "Indonesia menjadi salah satu penghasil sampah plastik terbesar di dunia dan menghadapi tantangan dalam pengelolaanya, dengan capaian 7,8-ton yang dihasilkan per-tahunnya, yang mana 4,9 ton di antaranya tidak terkelola dengan baik dan sebagiannya bahkan hanyut mencemari perairan lautan dan sungai, menyebabkan masalah yang serius untuk lingkungan dan ekosistem. Pengelolaan sampah plastik sendiri di Indonesia masih terdapat berbagai tantangan, baik dari pihak masyarakat, pengeola, dan pemerintah. Sementara itu produksi material bata merah sebagai material bangunan yang banyak digunakan oleh khalayak umum, baik di Indonesia maupun iternasional, juga menimbulkan dampak lingkungan yang signifikan, seperti emisi CO2, deforestasi, dan lainnya. Perlunya material bangunan yang lebih ramah lingkungan dan menggunakan material yang dapat diaur ulang seperti sampah plastik menjadi penting untuk dipertimbangakan, sebagai salah satu upaya untuk menndukung kebijakan Pemertintah dalam mengimplementasi bangunan hijau yang menggunakan material berkelanjutan, salah satunya dengan menggunakan bata plastik multilayer sebagai material alternatif. Penelitian ini bertujuan untuk melihat bagaimaan potensi dari material bata plastik multilayer sebagai material bangunan yang berkelanjutan dengan melihat bagaimana karakteristik fisik dan kimiawi, penghematan biaya kosntruksi, dan kesesuaiannya terhadap kriteria material berkelanjutan melalui studi ekspolarasi dengan menganalisis data kualitatif dan kuantitatif.", "Daftar File": {"ABSTRAK Chibhatul Mufrida": "https://digilib.itb.ac.id/gdl/download/301131"}, "Penulis": "Chibhatul Mufrida [25221001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Lily Tambunan, M.T.", "Dewi Larasati, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "bata plastik multilayer, material bangunan berkelanjutan, sampah plastik multilayer, konstruksi berkelanjutan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "04 Agu 2023"}