{"Nomor": 75657, "Judul": "PRODUKSI ZAT BIOAKTIF BUBUK SEBAGAI BAHAN BAKU PANGAN FUNGSIONAL DARI BEKATUL (RICE BRAN)", "Abstrak": "Produksi padi di Indonesia mencapai 54,604 juta ton pada tahun 2021. Dari jumlah produksi padi tersebut, terdapat sekitar 4,52 juta ton bekatul yang sebagian besar hanya dimanfaatkan sebagai pakan ternak. Padahal, bekatul mengandung senyawa fenolik yang dapat berfungsi sebagai antioksidan, anti-kanker, mencegah penyakit kardiovaskular, dan mencegah diabetes. Pengeringan ekstrak tanaman yang mengandung senyawa fenolik sudah cukup banyak dilakukan dengan beberapa metode pengeringan seperti freeze drying dan spray drying dengan memvariasikan jenis bahan penyalut dan konsentrasi bahan penyalut. Pengeringan dengan metode freeze drying dan spray drying dilakukan untuk mengetahui pengaruh proses termal terhadap bubuk yang dihasilkan. Sedangkan penggunaan bahan penyalut dimaksudkan untuk melindungi sampel dari proses termal dan selama masa penyimpanan. Dari penelitian terdahulu, belum ada penelitian yang menganalisis pengaruh proses termal dan jenis bahan penyalut terhadap kandungan fenolik total (KFT) dan aktivitas antioksidan (AA) pada bubuk fenolik bekatul padi selama masa simpan tertentu. Tujuan penelitian ini adalah memproduksi bubuk fenolik dari bekatul padi dengan variasi metode pengeringan berupa freeze drying dan spray drying serta variasi perlakuan tanpa bahan penyalut dan penggunaan bahan penyalut berupa maltodekstrin, gom arabik, dan campuran maltodekstrin dengan gom arabik (50/50). Kandungan fenolik total (KFT) dianalisis dengan uji Folin-Ciocalteau dan aktivitas antioksidan (AA) dianalisis dengan uji DPPH. Hasil pengeringan menunjukkan bahwa nilai KFT tertinggi adalah dengan menggunakan spray drying dengan bahan penyalut maltodekstrin dan campuran maltodekstrin dengan gom arabik (50/50) berturut-turut sebesar 130,66 mg GAE/g ekstrak dan 130,91 mg GAE/g ekstrak. Nilai KFT paling baik setelah 4 minggu penyimpanan adalah menggunakan pengeringan spray drying dengan bahan penyalut maltodekstrin didapatkan nilai KFT sebesar 128,88 mg GAE/g ekstrak. Nilai AA terbaik sesaat setelah pengeringan dan setelah dilakukan 4 minggu penyimpanan adalah penggunaan spray drying dengan bahan penyalut gom arabik dengan nilai AA berturut-turut sebesar 440,11mg antioksidan/g ekstrak dan 307,74 mg antioksidan/g ekstrak. Variasi terbaik dalam mempertahankan kestabilan senyawa fenolik dalam bubuk fenolik selama masa penyimpanan adalah spray drying dengan bahan penyalut maltodekstrin.", "Daftar File": {}, "Penulis": "Qurratul Aini Putri [14319024]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Johnner Sitompul, M.Sc., Ph.D.", "Dian Shofinita, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Antioksidan, Bahan penyalut, Bekatul padi, Fenolik, Pengeringan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Agu 2023"}