{"Nomor": 75652, "Judul": "ANALISIS DILUSI GAS KARBON MONOKSIDA PADA DEVELOPING FRONT DENGAN MODEL HORIZONTAL DRIFT SKALA LABORATORIUM", "Abstrak": "Tambang bawah tanah memiliki risiko bahaya yang lebih besar dibandingkan\ndengan tambang terbuka, dikarenakan keterbatasan kondisi maupun lokasi kerja\nyang terbatas pada tambang bawah tanah. Potensi bahaya yang sering terjadi pada\ntambang bawah tanah adalah gas berbahaya dan beracun, yaitu salah satunya karbon\nmonoksida (CO) yang sering ditemukan pada tambang bawah tanah. Gas ini sangat\nberacun karena kekuatan ikatan karbon monoksida terhadap hemoglobin adalah 250\nkali lebih cepat dibandingkan ikatan oksigen dengan hemoglobin.\nPenelitian ini bertujuan menentukan persebaran gas CO pada pengujian dengan\nmenggunakan model akrilik horizontal drift. Selain itu ditentukan nilai koefisien\ndifusi gas CO berdasarkan persamaan koefisien difusi Taylor (1954) secara empiris\n(E) di sepanjang jalur lurus drift dengan bentuk bukaan persegi yang\ndirepresentasikan model fisik skala laboratorium. Kita juga menaksir pengaruh\nparameter kondisi pengujian berupa perbandingan jarak duct ke face (x/D) dan nilai\nbilangan Reynolds (Re’) terhadap hasil koefisien difusi (E) tersebut. Prosedur\npengujian meliputi pengambilan sampel gas CO dan dikalibrasi dengan sensor MQ-\n7 kemudian dilanjutkan dengan pengujian dilusi gas dengan model horizontal drift.\nHasil pengujian dari persebaran gas CO menunjukkan pengukuran konsentrasi gas\nyang paling tinggi disebabkan jarak sensor (L3/D) yang jauh dari face sehingga\nkonsentrasi gas yang terbaca semakin tinggi. Terdapat korelasi antara nilai\nkoefisien difusi dengan jarak pengukuran (L/D). Semakin dekat titik pengukuran\n(L1/D) maka nilai koefisien difusi akan semakin besar. Sebaliknya, jika semakin\njauh titik pengukuran (L3/D) maka nilai koefisien difusi akan semakin kecil. Jarak\nduct ke face (x/D) tidak mempengaruhi nilai koefisien difusi (E), namun nilai\nkoefisien difusi akan berpengaruh terhadap nilai bilangan Reynolds (Re’). Semakin\nbesar nilai (Re’) maka nilai E juga semakin besar.", "Daftar File": {"ABSTRAK Addien Wisnu Harnoko": "https://digilib.itb.ac.id/gdl/download/301110"}, "Penulis": "Addien Wisnu Harnoko [12114020]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nuhindro Priagung Widodo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ventilasi, dilusi, karbon monoksida, koefisien difusi Taylor, turbulen", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "04 Agu 2023"}