{"Nomor": 75651, "Judul": "EVALUASI PERHITUNGAN TEKANAN PORI DAN GRADIEN REKAH PADA FORMASI GUMAI LAPANGAN X", "Abstrak": "Prediksi tekanan pori formasi dan gradien rekah yang akurat merupakan keharusan dalam melakukan operasi pengeboran sumur minyak dan gas bumi yang aman, ekonomis, dan efisien. Kedua nilai ini digunakan untuk mendesain lumpur pengeboran sehingga dapat menghindari rekah formasi dan mencegah terjadinya well kick. Proses desain dan pemilihan casing juga sangat bergantung pada keakuratan nilai tekanan pori dan gradien rekah.\nDalam penelitian ini, dilakukan analisis dan evaluasi terhadap hasil prediksi tekanan pori dan gradien rekah sumur-P3 di Lapangan X. Fokus penelitian adalah pada formasi Gumai yang merupakan salah satu target pengeboran eksplorasi dan pengembangan di Cekungan Sumatera Selatan. Data yang digunakan merupakan data parameter pengeboran, data petrofisika, dan data uji tekanan. Nilai parameter pengeboran dikoreksi terhadap mekanika peralatan dan masalah pengeboran yang terjadi di lubang sumur. Metode Eaton dan metode modifikasi Eaton digunakan dalam prediksi tekanan pori. Prediksi gradien rekah dilakukan menggunakan metode Eaton dan korelasi Matthew-Kelly yang dimodifikasi. Hasil prediksi tekanan pori dan gradien rekah divalidasi dengan data uji tekanan.\nSetelah dilakukan analisis dan evaluasi terhadap hasil prediksi tekanan pori dan gradien rekah di formasi Gumai Lapangan X, ditemukan bahwa metode modifikasi Eaton memberikan hasil yang akurat. Pada prediksi gradien rekah, hasil prediksi yang diperoleh, baik menggunakan metode Eaton maupun korelasi Matthew-Kelly yang dimodifikasi, menunjukkan korelasi yang baik terhadap data LOT (leak-off test). Hasil analisis dan evaluasi juga menghasilkan rekomendasi yang dapat dijadikan acuan untuk merencanakan dan melakukan pengeboran di formasi Gumai, Lapangan X di masa yang akan datang.", "Daftar File": {"ABSTRAK Maria Angelina Corona Tolok": "https://digilib.itb.ac.id/gdl/download/301089", "COVER Maria Angelina Corona Tolok": "https://digilib.itb.ac.id/gdl/download/301090", "BAB 1 Maria Angelina Corona Tolok": "https://digilib.itb.ac.id/gdl/download/301091", "BAB 2 Maria Angelina Corona Tolok": "https://digilib.itb.ac.id/gdl/download/301092", "BAB 3 Maria Angelina Corona Tolok": "https://digilib.itb.ac.id/gdl/download/301093", "BAB 4 Maria Angelina Corona Tolok": "https://digilib.itb.ac.id/gdl/download/301094", "BAB 5 Maria Angelina Corona Tolok": "https://digilib.itb.ac.id/gdl/download/301095", "DAFTAR Maria Angelina Corona Tolok": "https://digilib.itb.ac.id/gdl/download/301096"}, "Penulis": "Maria Angelina Corona Tolok [22221002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "tekanan pori, gradien rekah, Eaton, modifikasi Eaton, korelasi Matthew-Kelly", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "8 file", "Tanggal Input": "04 Agu 2023"}