{"Nomor": 75662, "Judul": "INOVASI MODEL BISNIS UNTUK PERUSAHAAN PRODUK BERKELANJUTAN: STUDI KASUS PT HIDUP HIJAU BERSAMA (WEGROW.LIFE)", "Abstrak": "PT Hidup Hijau Bersama yang secara komersial dikenal dengan WeGrow.life adalah\nperusahaan rintisan yang bergerak di sektor berkelanjutan dengan membantu\nmasyarakat menerapkan gaya hidup berkelanjutan dengan hidup sehat dan ramah\nlingkungan. Semenjak didirikan pada tahun 2019, WeGrow.life mengalami\npeningkatan pendapatan yang cukup signifikan hingga fluktuatif selama pandemi\ndimana masyarakat sangat tertarik dengan hal yang baru seperti hidup berkelanjutan\nhingga situasi pandemi mendukung operasional dan keberlangsungan penjualan\nproduk, hingga situasi mendadak berubah dan tren semakin menurun disertai dengan\npermasalahan internal, menyebabkan pendapatan WeGrow.life terus menurun.\nBerdasarkan permasalahan tersebut, dilakukan evaluasi bisnis model secara internal\ndan eksternal hingga kekuatan, kelemahan, peluang, dan ancaman dapat ditemukan di\nsetiap elemen Business Model Canvas (BMC) perusahaan. Peluang pengembangan\nmodel bisnis dapat dibuat dengan menggunakan Blue Ocean Strategy melalui ERRC\nGrid. Hasil analisis menunjukkan adanya pengembangan pada beberapa elemen dari\nmodel bisnis. Pada elemen proporsi nilai baru dengan menciptakan produk sistem\nsustainable farming terintegrasi yang bisa diaplikasikan di urban maupun pedesaan\ndengan beberapa segmentasi customer baru seperti korporasi dan pemilik properti serta\npeluang berkolaborasi dengan mitra-mitra baru seperti pemerintahan, reseller dan\ninfluencer.", "Daftar File": {"2023_TS_PP_Rizky Irawan Bagus Pratama 29119080_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/301135"}, "Penulis": "Rizky Irawan Bagus Pratama [29119080]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Berkelanjutan, Business Model Canvas, ERRC Grid", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "04 Agu 2023"}