{"Nomor": 75668, "Judul": "AUTOMATIC SCALING DENGAN KONTROL FLEKSIBEL BERDASARKAN MODEL PREDIKTIF BERBASIS TIME SERIES UNTUK EFISIENSI SUMBER DAYA KUBERNETES  PADA PODS ELASTIC SEARCH", "Abstrak": "Dengan berkembangnya dunia digital, aplikasi sehari-hari sangat mempengaruhi kehidup-\nan manusia, dari search engine, media sosial hingga e-commerce. Aplikasi-aplikasi ini\n\ntelah mengubah cara kita berinteraksi dan mengakses informasi. Tentu dalam pembuatan\naplikasi-aplikasi tersebut akan sangat dependen ke sistem temu balik informasi. Salah satu\n\nsistem temu balik informasi yang paling populer saat ini adalah Elastic Search. Dalam apli-\nkasinya, Elastic Search digunakan secara luas untuk menyediakan kemampuan pencarian\n\nyang canggih seperti menemukan produk dengan cepat, hingga platform media sosial yang\nmemberikan hasil pencarian yang relevan dan personalisasi. Namun, kekurangan Elastic\n\nSearch adalah, secara bawaan, sistem ini akan mengambil memori yang tersedia untuk me-\nlakukan pemrosesan, apabila dialokasi terlalu sedikit, prosesor akan menjadi kewalahan\n\nkarena harus melakukan operasi pencarian tanpa bantuan memori. Di sisi lain, perampat-\nan sumber daya tidak selalu menimbulkan kinerja yang buruk untuk Elastic Search karena\n\nketergantungannya terhadap konteks data yang disimpan dan kebutuhan pengguna.\nOleh karena itu, diperlukan teknik autoscaling yang fleksibel agar Elastic Search dapat\n\nberjalan secara optimal dan sesuai dengan toleransi tradeoff antara biaya dan kinerja. Au-\ntoscaler ini akan dibangun diatas Kubernetes sebagai container orchestration dan ARIMA\n\nsebagai model prediksi. Sistem ini akan mengambil metrics dari Elastic Search dan me-\nlakukan prediksi throughput dan utilisasi prosesor serta memori. Hasil prediksi tersebut\n\nakan digunakan untuk memenuhi persyaratan yang ditentukan oleh pengguna untuk mela-\nkukan scaling. Persyaratan dapat disusun oleh pengguna sebagai kumpulan kondisi yang\n\nakan dipakai oleh sistem sebagai acuan untuk melakukan keputusan scaling. Pengujian su-\ndah dilakukan untuk setiap komponen dan satu sistem penuh untuk memastikan spesifikasi\n\ndan fungsional berjalan sesuai kebutuhan. Perbandingan dengan Vertical dan Horizontal\nAutoscaler-pun sudah dilakukan, secara garis besar, metode ini dapat menggantikan opsi\nVertical dan Horizontal Autoscaler pada konteks pods Elastic Search.\nPada akhirnya, sistem autoscaler dengan model prediksi dapat lebih baik dalam melakukan\nscaling dibandingkan dengan autoscaler sederhana yang memakai threshold. Dan model\nprediksi yang bisa digunakan adalah model prediksi berbasis time series seperti ARIMA.", "Daftar File": {}, "Penulis": "Steven Nataniel Kodyat [13519002]", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Autoscaler, Kubernetes, Flexible Control, ARIMA, Elastic Search, Predictive Autoscaler", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "06 Agu 2023"}