{"Nomor": 75667, "Judul": "VISUALISASI DATA PEMILU PADA LINGKUNGAN VIRTUAL REALITY  MENGGUNAKAN OCULUS QUEST 2", "Abstrak": "Kemajuan teknologi telah membawa perkembangan dunia virtual reality dan\nIndonesia telah mengikuti tren ini dengan persentase populasi yang signifikan.\nDunia virtual reality memungkinkan adanya perubahan interaksi antara manusia\ndengan Teknologi. Dalam ranah politik, terdapat peluang untuk memanfaatkan\nvirtual reality untuk visualisasi data dalam pemilu yang akan datang, memberikan\nwawasan tentang kemenangan kandidat, serta wawasan distribusi suara.\nTerdapat penelitian terkait yang menyertakan informasi kebutuhan stakeholders\npada pemilihan umum (pemilu). Melalui data tersebut dilakukan pengembangan\npada visualisasi dalam lingkungan virtual reality 3D. Hasil pemilihan umum pada\nIndonesia disajikan dalam bentuk web dengan visualisasi 2D. Sedangkan pada\nInggris Raya terdapat sebuah proyek yang menampilkan hasil pemilihan umum\nmenggunakan kontrol laptop dalam dunia 3D. Oleh karena itu, pada tugas akhir ini\ndikembangkan visualisasi pemilihan umum menggunakan interaksi virtual reality\ndalam dunia 3D.\nDikembangkan sebuah aplikasi visualisasi data pemilu menggunakan Unity.\nAplikasi berjalan pada lingkungan virtual reality dengan kontrol menggunakan\nOculus Quest 2. Pengembangan dimulai dengan proses data acquisition\nmenggunakan Selenium terhadap data pemilu 2019. Kemudian, dilakukan\nmodeling dengan visualisasi terkait participant profile yang bersifat tekstual,\nparticipant support map menggunakan choropleth map, dan electability\nmenggunakan bar chart. Rendering dilakukan untuk membuat aset peta Indonesia\nmenggunakan blender. Serta physical based animation yang mencakup seluruh\npengembangan pada Unity yang terdiri dari tiga bagian: scene, user interactions,\ndan user interface. Pengembangan dilakukan evaluasi menggunakan usability\ntesting yang berbasis task based scenario terhadap delapan pengguna.", "Daftar File": {}, "Penulis": "Vania Alya Qonita [18219090]", "Kontributor / Dosen Pembimbing": ["Latifa Dwiyanti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "virtual reality, visualisasi, Oculus", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "06 Agu 2023"}