{"Nomor": 75676, "Judul": "MODEL 1-DIMENSI STRUKTUR REOLOGI DI SULAWESI TENGAH PASCA GEMPA PALU-DONGGALA 2018 BERBASIS DATA GPS JUNI-NOVEMBER 2019", "Abstrak": "Indonesia merupakan negara dengan kondisi tektonik kompleks karena berada di\nwilayah pertemuan lempeng. Salah satu aktivitas seismik besar yang pernah terjadi\nadalah Gempa Palu-Donggala 2018 yang berkekuatan sebesar M 7,5. Pergerakan\nsesar Palu-Koro diduga merupakan sumber utama dari gempa Palu-Donggala. Sesar\nPalu-Koro merupakan struktur utama di Sulawesi Tengah berupa sesar geser\nmengiri dengan pergeseran kurang lebih 40 mm/tahun. Berdasarkan penelitian,\ngempa besar biasanya akan diikuti oleh deformasi post-seismic, salah satu\nmekanismenya adalah viscoelastic relaxation. Viscoelastic relaxation disebabkan\noleh mekanisme seperti aliran viscous di mantel atas bumi dan/atau kerak bawah.\nEfek ini dapat dihitung dan dimodelkan, salah satunya menggunakan pemodelan\nMaxwell, yang diolah menggunakan perangkat lunak VISCO1D. Model reologi\ndibuat dan dihitung misfit antara model dengan data observasi. Semakin kecil nilai\nmisfit, maka pemodelan semakin cocok dengan data observasi. Terdapat 33 model\ninput yang diolah dalam penelitian dengan rentang nilai viskositas Maxwell sebesar\n1.1015 Pa s hingga 1.1020 Pa s dan ketebalan lapisan elastis pada rentang 10-40 km.\nData observasi merupakan data pergerakan koordinat GPS di 7 titik stasiun tepatnya\ndi Kota Palu, Kabupaten Donggala, dan Kabupaten Sigi. Untuk durasi waktu\npenelitian, yaitu Juni 2019 sampai November 2019, menggunakan data dari 4\nstasiun observasi ITB dan Untad sedangkan 3 stasiun lainnya menggunakan stasiun\nInaCORS milik BIG. Hasil penelitian, hingga saat ini, menunjukkan adanya nilai\nmisfit terkecil yang dihitung menggunakan mean absolute error, sebesar 0,2061\npada model reologi dengan viskositas Maxwell 8.1016 Pa s dan ketebalan lapisan\n25 km.", "Daftar File": {}, "Penulis": "Desya Prajadita Rahmadani [12319046]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Sri Widiyantoro, M.Sc., Ph.D.", "Dr. Endra Gunawan, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "gempa Palu-Donggala 2018, viscoelastic relaxation, GPS, displacement, misfit, model reologi.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "07 Agu 2023"}