{"Nomor": 75677, "Judul": "IMPLEMENTASI ALGORITME ARTIFICIAL NEURAL NETWORK PADA FRAUD DETECTION SYSTEM", "Abstrak": "Teknologi digital semakin populer dan diadaptasikan ke berbagai proses ekonomi. Perkembangan\npesat ekonomi digital juga berpengaruh besar terhadap sektor finansial. Perkembangan ini\nmendorong transisi terhadap metode pembayaran konvensional menjadi pembayaran digital. Salah\nsatu metode pembayaran digital yang marak digunakan adalah mobile payment menggunakan\nkartu kredit. Namun, risiko tindakan penipuan atau fraud juga semakin marak terjadi. Pada\npengerjaan tugas akhir ini, akan dibangun sebuah fraud detection system yang\nmengimplementasikan algoritme Artificial Neural Network menggunakan bahasa pemrograman\nPython. Fraud detection system yang dibuat dapat mengklasifikasikan transaksi kartu kredit\nsebagai transaksi fraud atau transaksi sah. Pengembangan fraud detection system ini akan\ndilakukan melalui tahapan CRISP-DM. Fraud detection system akan dilatih menggunakan dataset\nIEEE-CIS Fraud Detection. Pada tahap business understanding, ditentukan bahwa fraud detection\nsystem diharapkan dapat mendeteksi transaksi fraud sebanyak mungkin. Kemudian pada tahap\ndata understanding, dilakukan exploratory data analysis. Pada tahap data preparation, dilakukan\npemrosesan data dengan imputasi, pemilihan fitur, serta sampling terhadap data. Pada tahap\nmodeling, dilakukan pembangunan model dengan library Tensorflow dan Optuna untuk\nhyperparameter tuning. Kemudian, dilakukan evaluasi dengan menganalisis kinerja fraud\ndetection system melalui beberapa metrik evaluasi seperti FPR, AUC, dan recall. Model ANN\nakhirnya menghasilkan kinerja dengan FPR sebesar 0,311, AUC sebesar 0,817, dan recall sebesar\n0,776.", "Daftar File": {}, "Penulis": "Ida Bagus Raditya A.M [18219117]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Artificial neural network, fraud detection system, hyperparameter tuning, credit card, fraud", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "07 Agu 2023"}