{"Nomor": 75671, "Judul": "ANALISIS PENGARUH ARUS TABUNG, KETEBALAN IRISAN, DAN TEGANGAN TABUNG TERHADAP HOUSE CITRA CT SCAN MENGGUNAKAN METODE NOTES POWER SPECTRUM (NPS)", "Abstrak": "Telah dilakukan penelitian terkait analisis citra CT scan dengan tujuan untuk mengetahui pengaruh penggunaan arus tabung, ketebalan irisan, dan tegangan tabung terhadap noise menggunakan metode NPS. Selain itu, penelitian ini juga bertujuan untuk mengetahui kisaran nilai arus tabung, ketebalan irisan, dan tegangan tabung yang sebaiknya digunakan untuk meminimalisir terbentuknya noise pada citra CT Scan dengan dosis yang aman untuk pasien. Variasi parameter yang digunakan pada penelitian ini yaitu variasi nilai arus tabung dengan variasi ketebalan irisan yang menggunakan tegangan tabung sebesar 80 kV dan 120 kV. Variasi yang digunakan pada nilai arus tabung (mAs) yaitu sebesar 150 mAs, 200 mAs, 250 mAs, 300 mAs, dan 350 mAs, sedangkan untuk variasi ketebalan irisan yaitu sebesar 0,8 mm, 1,6 mm, 3,2 mm, 4,8 mm, dan 9,6 mm. Digunakan CT Scan Phillips 16 slices access dengan water phantom sebagai bahan dari penelitian tersebut. Data citra yang didapatkan dianalisa menggunakan software ImQuest dan ImageJ. Hasil yang didapat menunjukkan bahwa semakin meningkatnya nilai variasi arus tabung (mAs), ketebalan irisan (mm), dan tegangan tabung (mV) semakin rendah nilai noise yang didapat. Hal ini ditunjukkan oleh nilai AUC terkecil yaitu 24,46 varians untuk variasi arus tabung pada 120 kV dan 3,57 varians untuk variasi ketebalan irisan pada 120 kV. Sehingga untuk mendapatkan noise yang minimal, sebaiknya dilakukan peningkatan arus tabung, ketebalan irisan, dan tegangan tabung.", "Daftar File": {}, "Penulis": "Anggita Ananda Kirei [10218002]", "Kontributor / Dosen Pembimbing": ["Rena Widita, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Arus Tabung, Citra CT Scan, Ketebalan Irisan, Noise, Noise Power Spectrum, Tegangan Tabung.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "1 file", "Tanggal Input": "06 Agu 2023"}