{"Nomor": 75674, "Judul": "PERANCANGAN STRATEGI MITIGASI RISIKO DAN PENGELOLAAN PELUANG PADA PROSES PENGEMBANGAN PRODUK ELCORPS", "Abstrak": "PT. Bersama Zatta Jaya (Elcorps) adalah sebuah holding company yang bergerak di bidang\nfesyen muslim sejak tahun 2012. Seiring dengan berkembangnya pasar fesyen, khususnya\nfesyen muslim di Indonesia, Elcorps memiliki peluang yang besar dalam berbisnis. Hingga\nsaat ini, produk dengan penjualan terbanyak dari Elcorps adalah scarf dengan merek Elzatta.\nDengan tren fesyen yang berkembang secara dinamis, pengembangan produk baru perlu\nsenantiasa dilakukan secara kontinu untuk memenuhi kebutuhan konsumen. Inovasi dan\nkreativitas merupakan salah satu faktor kunci kesuksesan pengembangan produk. Adapun\nselama eksekusinya, proses pengembangan produk tidak luput dari berbagai faktor\nketidakpastian internal maupun eksternal. Ketidakpastian tersebut dapat menyebabkan\ndampak negatif (risiko) maupun dampak positif (peluang) bagi proses pengembangan\nproduk.\n\nUntuk dapat mencegah terjadinya dampak negatif yang mungkin muncul dari risiko dan\nmendukung pemanfaatan dampak positif dari peluang, diperlukan upaya pengelolaan risiko\ndan peluang. Tujuan dari penelitian ini adalah menerapkan dan mengembangkan metode\npengelolaan risiko House of Risk (HOR) sebagai model pengelolaan risiko dan peluang pada\nproses pengembangan produk. Penelitian ini mengembangkan panduan skala penilaian\npeluang yang secara teknis sama dengan penilaian risiko sehingga pengelolaan risiko dan\npeluang dapat dilakukan bersamaan maupun terpisah. Hasil akhir dari pengelolaan risiko dan\npeluang menciptakan strategi mitigasi risiko dan pemanfaatan peluang.\n\nProses identifikasi risiko dan peluang diawali dengan mengidentifikasi proses bisnis dan\ntujuan strategis proses pengembangan produk perusahaan. Seluruh proses pengambilan data\ndilakukan melalui wawancara, diskusi, serta penyebaran kuesioner kepada perwakilan divisi\nyang relevan. Penelitian ini berhasil memetakan 4 tujuan strategis, rangkaian proses bisnis\nproses pengembangan produk, serta risiko dan peluang dalam bentuk 20 risk event, 37 risk\nagent, 8 opportunity event, dan 10 opportunity agent. Hasil akhir dari rangkaian pemetaan\ntersebut menghasilkan 11 strategi mitigasi risiko dan 6 strategi pemanfaatan peluang yang\ndapat dimanfaatkan oleh Elcorps untuk memperkaya strategi manajemen risiko perusahaan.", "Daftar File": {}, "Penulis": "Amira Khoirunnisa Bijaksana [13419236]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, D.E.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Tujuan strategis, proses bisnis, manajemen risiko dan peluang, proses pengembangan produk baru, House of Risk.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "07 Agu 2023"}