{"Nomor": 75672, "Judul": "ANALISIS KETERKAITAN ANTARA INDEKS KEKERINGAN CONSECUTIVE DRY DAYS TERHADAP PERTUMBUHAN TITIK PANAS AKIBAT KEBAKARAN HUTAN (STUDI KASUS: SUMATERA SELATAN DAN KALIMANTAN BARAT)", "Abstrak": "Provinsi Sumatera Selatan dan Kalimantan Barat merupakan Provinsi di Indonesia yang rawan terjadi kebakaran hutan dan lahan yang berkaitan erat dengan faktor meteorologis, yakni kurangnya curah hujan. Kondisi cuaca ekstrem dimana tidak terjadinya hujan dalam beberapa hari berturut turut atau Consecutive Dry Days (CDDs) dapat meningkatkan pertumbuhan titik panas. Akan tetapi, kurangnya penelitian lebih lanjut mengenai keterkaitan dan keefektivitasan radius antara CDD terhadap pertumbuhan titik panas akibat kebakaran hutan dinilai dapat menyebabkan kerugian kedepannya. Sehingga penelitian ini dilakukan guna mengetahui keterkaitan antara CDD dengan titik panas.\nTerdapat 2 Data observasi curah hujan harian di Stasiun Meteorologi Sultan Mahmud Badaruddin II, Palembang, Sumatera Selatan dan Stasiun Meteorologi Nangapinoh, Kabupaten Melawi, Kalimantan Barat serta data titik panas Satelit Terra dan Aqua dengan tingkat kepercayaan diatas 80% untuk rentang waktu 1 Januari 2015 hingga 31 Desember 2019. Metode penelitian pada kali ini dengan menganalisis buffer titik panas dengan radius 25 km, 50 km dan 100 km dari titik stasiun meteorologi, untuk melihat kepadatan titik panas, dilakukan heatmap kernel density. Selanjutnya dilakukan perhitungan rasio antara frekuensi titik panas pada saat CDD ke-x yang akan dihitung dalam korelasi pearson. Nilai korelasi pearson yang didapat dilihat significance level tiap radius dengan pendekatan uji-t.\nHasil dari penelitian ini menunjukan pertumbuhan titik panas di kedua wilayah Sebagian besar berada diatas lahan gambut. Secara statistik, keterkaitan antara indeks CDD dengan pertumbuhan titik panas pada radius 50 km dan 100 km berkorelasi positif dan kekuatan hubungan sangat kuat dengan significance level lebih kecil dibanding nilai alpha 1%, sehingga dapat menolak hipoteses nol. sedangkan untuk radius 25 km memiliki nilai korelasi negatif lemah dengan significance level lebih besar dibanding nilai alpha 1% dan pada radius 25km tidak dapat menolak hipotesis nol. Sehingga indeks kekeringan CDDs berkaitan erat terhadap pertumbuhan titik panas dan efektif hanya pada radius 50km dan 100km.", "Daftar File": {"ABSTRAK Rafly Azaria": "https://digilib.itb.ac.id/gdl/download/301145"}, "Penulis": "Rafly Azaria [12819026]", "Kontributor / Dosen Pembimbing": ["Dr. Rusmawan Suwarman, S.Si., M.T.", "Prof. Dr. Edvin Aldrian, B.Eng., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Consecutive dry days (CDD), Titik panas, Kebakaran hutan.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "07 Agu 2023"}