{"Nomor": 75683, "Judul": "STUDI KANDUNGAN LOGAM BERAT TIMBAL (PB) DI PERAIRAN UTARA KABUPATEN BELITUNG", "Abstrak": "Wilayah Kabupaten Belitung memiliki potensi timah cukup besar yang tersebar di darat, sungai dan pantai. Potensi ini telah ditambang sejak ratusan tahun lalu. Namun disayangkan aktivitas pertambangan timah diindikasikan menjadi sumber pencemar wilayah utara Kabupaten Belitung. Hal tersebut melatarbelakangi tujuan dari penelitian ini yaitu mengetahui sebaran konsentrasi logam timbal (Pb) dalam sedimen dan kolom air di perairan utara Kabupaten Belitung, serta mengetahui pengaruh musim (arus laut) terhadap sebaran konsentrasi logam Pb. Pengambilan data dilakukan secara insitu, data yang ambil berupa sampel sedimen, sampel kolom air, dan parameter oseanografi (kualitas air laut dan arus laut) pada musim barat dan sampel sedimen pada musim timur. Logam Pb dalam sedimen dan kolom air dianalisis di laboratorium Badan Riset dan Inovasi Nasional (BRIN) menggunakan metode Atomic Absorption Spectrophotometry (AAS). Hasil penelitian menunjukkan logam Pb di sampel sedimen pada musim timur sebesar 10,08 – 50,08 mg/kg sedangkan pada musim barat sebesar 10,96 – 60,72 mg/kg. Konsentrasi logam Pb pada kolom air sebesar 0 – 0,05 mg/L pada musim barat. Hampir seluruh stasiun konsentrasi logam Pb di kolom air memiliki nilai di atas ambang batas berdasarkan PP. No. 22 Tahun 2021 dan beberapa stasiun konsentrasi Pb di sedimen memiliki nilai di atas ambang batas berdasarkan ANZECC & ARMCANZ sehingga diindikasikan dapat memengaruhi kondisi biota laut. Konsentrasi logam Pb pada sedimen di musim barat cenderung lebih tinggi daripada musim timur. Konsentrasi Pb pada sedimen lebih tinggi dibandingkan konsentrasi Pb pada kolom air pada musim barat. Analisis musiman menunjukkan bahwa pada musim timur konsentrasi Pb pada sedimen tertinggi berada di laut lepas dan pada musim barat berada di sungai. Hal ini mengindikasikan adanya pengaruh arus laut terhadap sebaran logam Pb.", "Daftar File": {"ABSTRAK Salsabila Fathona": "https://digilib.itb.ac.id/gdl/download/301157"}, "Penulis": "Salsabila Fathona [12919001]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Rima Rachmayani, S.Si., M.Si.", "Ayu Utami Nurhidayati, M.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Arus Laut, AAS, Kabupaten Belitung, Kolom air, Sedimen, Timbal (Pb)", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "07 Agu 2023"}