{"Nomor": 75688, "Judul": "ANALISIS DISTRIBUSI PROPERTI AIR LAUT SECARA MUSIMAN DI PERAIRAN CIREBON", "Abstrak": "Perairan Cirebon terletak di Laut Jawa yang dikenal sebagai perairan dangkal dengan kekeruhan tinggi dan mengalami perkembangan cukup pesat baik di sektor daratan maupun perairan. Keberadaan ekosistem yang kompleks dengan berbagai aktivitas di wilayah perairan tersebut dapat mempengaruhi kualitas airnya. Properti air laut yang terdiri dari suhu, salinitas, oksigen terlarut, pH, klorofil-a, fosfat, dan nitrat merupakan faktor penting bagi kehidupan organisme di lautan. Tujuan dari penelitian ini adalah menganalisis distribusi properti air laut secara musiman di Perairan Cirebon, menganalisis kualitas air berdasarkan metode indeks pencemaran, dan menganalisis karakteristik keragaman paling tinggi berdasarkan properti air laut. Penelitian ini dilaksanakan pada bulan Mei, Juli, dan Oktober 2022. Sampel air laut diambil dengan tabung Nansen kemudian dimasukkan ke dalam botol sampel untuk dianalisis kandungan fosfat dan nitrat. Selain itu, dilakukan juga pengukuran suhu, salinitas, DO, pH, klorofil-a, pasang surut, serta arus. Data diolah menggunakan uji-t, perhitungan indeks pencemaran, dan analisis komponen utama. Hasil penelitian menunjukkan suhu tertinggi pada musim peralihan I sementara salinitas, DO, pH, dan klorofil-a tertinggi pada musim peralihan II; seluruh stasiun tercemar ringan di bulan Mei dan Juli sementara di bulan Oktober terdapat beberapa stasiun tercemar sedang; Perairan Cirebon dicirikan oleh keragaman salinitas, pH, dan DO yang tinggi.", "Daftar File": {"ABSTRAK Erica Maharani Budiono": "https://digilib.itb.ac.id/gdl/download/301162"}, "Penulis": "Erica Maharani Budiono [12919049]", "Kontributor / Dosen Pembimbing": ["Dr. Lamona Irmudyawati Bernawis, S.Pi., M.Sc.", "Dr. rer. nat. Suliskania Nurfitri, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "DO, Fosfat, Klorofil-a, Musim, Nitrat, Perairan Cirebon, pH, Salinitas, Suhu", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "07 Agu 2023"}