{"Nomor": 75694, "Judul": "OPTIMALISASI PARAMETER PROSES LUBRIKASI DAN PENCETAKAN TABLET VITAMIN C", "Abstrak": "Produksi tablet adalah proses yang sangat rumit yang dipengaruhi oleh banyak \nvariabel atau parameter proses. Tujuan dari penelitian ini adalah untuk \nmengidentifikasi, dengan menggunakan desain eksperimental statistik, variabelvariabel proses kritis yang mempengaruhi Atribut Kualitas Kritis (CQA) kaplet \nsalut selaput Vitamin C. Desain faktorial lengkap dua tingkat dengan dua titik pusat \ndigunakan untuk memeriksa parameter proses yang memiliki risiko terbesar \nterhadap CQA. Variabel proses yang diselidiki adalah nomor mesh, durasi \nlubrikasi, kecepatan proses kompresi dan pengaturan skala main thickness. Hasil \nstatistik menunjukkan bahwa nomor mesh, durasi lubrikasi, dan interaksinya \nmemiliki efek yang signifikan terhadap laju alir, Rasio Hausner, dan indeks \nkompresibilitas. Nomor mesh yang lebih tinggi dan durasi yang lebih lama \nmenghasilkan sifat aliran yang lebih baik. Parameter main thickness berpengaruh \nsignifikan terhadap kekerasan kaplet inti, main thickness yang lebih tipis akan \nmeningkatkan kekerasan kaplet. Parameter kecepatan kompresi berpengaruh \nsignifikan terhadap disolusi produk, disolusi produk yang rendah diamati karena \nkecepatan kompresi yang lebih tinggi. Berdasarkan penelitian ini dapat disimpulkan \nbahwa nomor mesh dan durasi lubrikasi hanya berpengaruh signifikan terhadap \natribut mutu massa cetak, namun tidak berpengaruh signifikan terhadap atribut \nmutu kaplet Vitamin C, sedangkan parameter proses kompresi (kecepatan dan main \nthickness) berpengaruh signifikan terhadap atribut mutu kaplet Vitamin C. Nomor \nmesh 20 dengan durasi lubrikasi 7 menit, kecepatan 17 rpm dengan skala main \nthickness 2,00 diperkirakan merupakan parameter proses yang paling baik untuk \nmenghasilkan CQA kaplet Vitamin C optimum.", "Daftar File": {"ABSTRAK Ernestine Arianditha Pranasti": "https://digilib.itb.ac.id/gdl/download/301187"}, "Penulis": "Ernestine Arianditha Pranasti [21821014]", "Kontributor / Dosen Pembimbing": ["Dr. Ratna Annisa Utami, S.Si., M.Si.", "Dr. apt. Yuda Prasetya Nugraha"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Tablet vitamin C, lubrikasi, pencetakan, parameter, optimalisasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "07 Agu 2023"}