{"Nomor": 75706, "Judul": "STUDI AKTIVITAS DAN MEKANISME ANTIBAKTERI DAN ANTIBIOFILM NANOPARTIKEL ZNO HASIL BIOSINTESIS", "Abstrak": "Penggunaan antibiotik merupakan solusi efektif dalam mengatasi infeksi yang\ndisebabkan oleh bakteri patogen. Namun, bakteri mampu membentuk biofilm.\nNanopartikel memiliki prospek yang menjanjikan dalam mengatasi biofilm karena\naktivitas antibakteri dan antibiofilmnya. Penelitian ini bertujuan untuk mengkaji\nmekanisme antibiofilm dan antibakteri dari nanopartikel ZnO hasil biosintesis dari\nekstrak daun belimbing wuluh. Karakterisasi kristalinitas nanopartikel ZnO menunjukkan\nnanopartikel yang terbentuk merupakan nanopartikel murni. Karakterisasi morfologi\nmenunjukkan bentuk nanopartikel cenderung bulat dan heksagon dengan penyusutan\nukuran diameter setelah kalsinasi. Proses kalsinasi menyebabkan nanopartikel mengalami\ndeformasi, pengurangan ukuran, serta rekristalisasi. Karakterisasi DLS menunjukan nilai\nindeks polidispersitas yang kecil sehingga distribusi ukuran nanopartikel ZnO lebih\nhomogen. Karakterisasi kandungan senyawa permukaan menunjukkan bahwa sesudah\nkalsinasi nanopartikel kehilangan gugus organik dan senyawa pengotor dengan puncak\nyang kurang terbaca. Sifat antibakteri dan antibiofilm nanopartikel ZnO diuji terhadap\nEscherichia coli pada konsentrasi 0, 25, 50, 100, 200, 400 mg/L menggunakan variasi\nsebelum dan sesudah kalsinasi. Peningkatan konsentrasi nanopartikel ZnO menghasilkan\ndaya hambat mikroorganisme dan biofilm yang lebih tinggi, tertinggi pada 400 mg/L.\nNanopartikel ZnO yang dikalsinasi menunjukkan mekanisme antibakteri dan antibiofilm\nyang lebih tinggi. Mekanisme dominan dalam aktivitas antibakteri nanopartikel ZnO\nadalah pelepasan Zn2+ untuk nanopartikel ZnO yang tidak terkalsinasi dan produksi\nspesies oksigen reaktif (ROS) untuk nanopartikel ZnO terkalsinasi. Mekanisme dominan\ndalam aktivitas antibiofilm nanopartikel ZnO dikaitkan dengan keberadaan nanopartikel\nZnO padat yang dapat terinternalisasi ke dalam biofilm.", "Daftar File": {}, "Penulis": "Tiffany Juana [13019069]", "Kontributor / Dosen Pembimbing": ["Prof. Tjokorde Walmiki Samadhi, S.T, M.T, Ph.D.", "Vita Wonoputri, S.T, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "antibiofilm, ekstrak belimbing keris, green-synthesis nanopartikel, nanopartikel ZnO", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Agu 2023"}