{"Nomor": 75707, "Judul": "OPTIMALISASI PENGELASAN BAJA ASTM A387 DENGAN CREUSABRO 8000 PADA KASUS COLD CRACKING", "Abstrak": "Teknologi kendaraan listrik yang berkembang pesat mengakibatkan tingginya permintaan nikel sebagai komponen vital dalam baterai kendaraan listrik dan berdampak pada industri pengolahan dan pemurnian nikel. Salah satu proses pengolahan nikel adalah pengeringan bijih nikel di dalam rotary dryer. Cara kerja rotary dryer yang berotasi menjadi penyebab keausan. Salah satu solusi untuk meminimalisir terjadi keausan adalah dengan melakukan pengelasan wear plate dengan material Creusabro 8000 ke shell dryer dengan material ASTM A387 Gr.91. Namun, hasil pengelasan menunjukkan adanya retakan (cold cracking) 72 jam setelah proses dehydrogenation heat treatment (DHT) pada temperatur 350\n°C selama 2 jam. Kasus cold cracking yang terbentuk di daerah weld metal dengan struktur mikro martensite diperkirakan akibat proses post-weld heat treatment (PWHT) yang kurang sesuai dan adanya gap antara dua logam induk yang relatif besar.\nPada penelitian ini dilakukan optimalisasi pengelasan dengan variasi parameter ada dan tidak adanya kehadiran root gap, elektroda E9018-B3 dengan diameter 2.5 mm dan 3.2 mm, dan temperatur preheat sebesar 175 °C dan 215 °C. Seluruh hasil pengelasan didinginkan di udara hingga temperatur kamar sebelum dilakukan PWHT.\nSeluruh hasil optimalisasi pengelasan menunjukkan tidak adanya retakan, adanya penurunan kekerasan di seluruh daerah, dan struktur mikro tempered martensite yang lebih halus dan seragam dibandingkan struktur martensite dari hasil pengelasan yang mengalami retak.", "Daftar File": {}, "Penulis": "Ully Farqa Ramadina [13719007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Raden Dadan Ramdan, S.T., M.Eng", "Dr. Riza Wirawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Cold cracking, optimalisasi pengelasan, A387 Gr.91, Creusabro 8000.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Agu 2023"}