{"Nomor": 75711, "Judul": "DESAIN DAN FABRIKASI PLATFORM FLUIDA TERINTEGRASI DUAL CHANNEL ELEKTRODA SENSOR PENDETEKSI ASAM ASKORBAT DAN DOPAMIN BERBASIS  CETAK 3D", "Abstrak": "Mikrofluida adalah sistem teknologi yang mampu memproses atau memanipulasi\ncairan dan gas dalam skala hingga ratusan mikrometer. Meskipun teknologi ini\nterbilang baru, platform mikrofluida ini masih sangat mungkin dilakukan\npengembangan dalam segi desain maupun proses fabrikasinya. Aplikasi flow-cell\nmerupakan suatu pengembangan dari platform mikrofluida. Fabrikasi flow-cell\nmenggunakan metode cetak 3D memberikan kemudahan dalam proses fabrikasi\nserta tergolong low cost material. Aplikasi flow-cell dalam penerapan pada\nbiosensor salah satunya yaitu penerapan flow-cell yang terintegrasi dengan\nelektroda sensor pendeteksi analit. Peranan flow-cell tersebut memberikan efek\nstabilitas sampel didalam platform yang digunakan untuk pembacaan sinyal pada\nelektroda sensor untuk mendeteksi analit-analit di dalam tubuh manusia.\nPada tugas akhir ini, dilakukan optimasi desan dan fabrikasi platform fluida\nmenggunakan metode cetak 3D bermaterial resin dengan teknik fabrikasi digital\nlight processing (DLP). Optimasi dilakukan untuk mendapatkan desain optimal\nflow-cell 2 channel elektroda sensor agar tidak terjadi kebocoran dan dapat\ndigunakan untuk pengujian pendeteksian analit dalam tubuh. Berdasarkan\npengujian yang dilakukan mendapatkan hasil bahwa platform dapat digunakan\nuntuk pendeteksian asam askorbat dan dopamin menggunakan metode CV dan\nDPV dengan SPCE/Bare maupun SPCE/AuNS. Berdasarkan perhitungan LOD,\ndiperoleh hasil bahwa metode CV dan DPV dengan SPCE/Bare masih dapat\nmendeteksi asam askorbat masing-masing di rentang 132,165 ?M dan 57,256 ?M\nuntuk platform channel ke-1 serta 128,529 ?M dan 57,165 ?M untuk platform\nchannel ke-2. Sedangkan untuk dopamin memiliki tingkat deteksi yang rendah jika\nmenggunakan SPCE/Bare didalam platform sehingga pendeteksian analit dopamin\nlebih baik menggunakan SPCE/AuNS. Hal tersebut dapat diketahui melalui nilai\nLOD metode DPV dopamin menggunakan SPCE/AuNS sebesar 1,131 ?M untuk\nplatform Channel ke-1 dan 1,459 ?M untuk platform channel ke-2. Nilai tersebut\nsesuai dengan rentang deteksi asam askorbat dan dopamin didalam plasma darah.", "Daftar File": {}, "Penulis": "Fatimah Khoirunnisaa' [18319030]", "Kontributor / Dosen Pembimbing": ["Dr. Widyawardana Adiprawita, S.T, M.T.", "Isa Anshori, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Mikrofluida, flow-cell, cetak 3D, Digital Light Processing (DLP), asam akorbat, dopamin", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "07 Agu 2023"}