{"Nomor": 75714, "Judul": "PERBANDINGAN EFEKTIVITAS BIOSURFAKTAN RHAMNOLIPID DAN SOPHOROLIPID PADA BATU PASIR BEREA UNTUK APLIKASI PENINGKATAN PEROLEHAN MINYAK TAHAP LANJUT", "Abstrak": "Bioteknologi merupakan penerapan teknologi dalam sistem biologi untuk menghasilkan produk atau proses yang lebih efisien dan ramah lingkungan. Dalam konteks perkembangan teknologi peningkatan perolehan minyak tahap lanjut, bioteknologi dapat digunakan untuk mengembangkan metode baru yang lebih ramah lingkungan dan berkelanjutan dengan mengembangkan mikroorganisme yang dapat digunakan untuk meningkatkan efisiensi perolehan minyak seperti penggunaan biosurfaktan. rhamnolipids dan sophorolipids adalah biosurfaktan yang tidak beracun, dapat terurai secara hayati, zat yang ramah lingkungan. Studi ini membandingkan hasil studi laboratorium pada interaksi fluida-ke-fluida diantaranya pengujian tegangan antarmuka dan interaksi fluida-ke-batuan yaitu pengujian sudut kontak dan core flooding di berbagai konsentrasi dan salinitas. Mekanisme kedua biosurfaktan ini didasarkan pada pembatasan tegangan antarmuka (TAM) antara cairan dan mengubah keterbasahan batuan menjadi keadaan yang lebih basah-air. Dalam uji tegangan antarmuka, penarikan tegangan antarmuka rhamnolipids mencapai mN/m, sedangkan sophorolipids hanya mencapai mN/m. Kemudian, pada uji keterbasahan batuan pasir menunjukkan bahwa kedua biosurfaktan tersebut tergolong water wet (<75?). Dalam salinitas 8000 – 32000 ppm, rhamnolipids bekerja lebih baik pada salinitas yang lebih tinggi untuk mengurangi tegangan antarmuka, dan salinitas memiliki efek halus pada sudut kontak. Terakhir, pada pengujian core flooding, biosurfaktan sophorolipids memiliki nilai faktor perolehan yang tinggi dan lebih efektif dibandingkan rhamnolipids. Meskipun demikian, kedua biosurfaktan tersebut dapat meningkatkan recovery factor. Hal ini terjadi karena struktur kimianya yang memiliki dua bagian yaitu bagian hidrofobik (yang menyukai minyak atau zat non polar) dan bagian hidrofilik (yang menyukai udara atau zat polar). Kedua biosurfaktan ini memiliki potensi dalam peningkatan perolehan minyak di batu pasir khususnya pada aplikasi peningkatan perolehan minyak tahap lanjut, sehingga dapat memberikan kontribusi terhadap bioteknologi yang ramah lingkungan.", "Daftar File": {"ABSTRAK Savira Ahyuriza": "https://digilib.itb.ac.id/gdl/download/301216", "COVER Savira Ahyuriza": "https://digilib.itb.ac.id/gdl/download/301217", "BAB 1 Savira Ahyuriza": "https://digilib.itb.ac.id/gdl/download/301218", "BAB 2 Savira Ahyuriza": "https://digilib.itb.ac.id/gdl/download/301219", "BAB 3 Savira Ahyuriza": "https://digilib.itb.ac.id/gdl/download/301220", "BAB 4 Savira Ahyuriza": "https://digilib.itb.ac.id/gdl/download/301221", "BAB 5 Savira Ahyuriza": "https://digilib.itb.ac.id/gdl/download/301222", "DAFTAR Savira Ahyuriza": "https://digilib.itb.ac.id/gdl/download/301223"}, "Penulis": "Savira Ahyuriza [22221011]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Biosurfaktan, Rhamnolipids, Sophorolipids, Faktor Perolehan", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "8 file", "Tanggal Input": "07 Agu 2023"}