{"Nomor": 75716, "Judul": "PENGARUH PENAMBAHAN PARTIKEL NANO TITANIUM DIOKSIDE DALAM CAMPURAN SURFAKTAN PADA APLIKASI PENINGKATAN PEROLEHAN MINYAK", "Abstrak": "Penerapan partikel nano dalam industri minyak dan gas telah mendapat perhatian luas di seluruh dunia dalam beberapa tahun terakhir. Sejumlah penelitian telah menunjukkan bahwa menggabungkan partikel nano dengan metode enhanced oil recovery (EOR) lainnya, termasuk injeksi surfaktan, dapat meningkatkan kinerja surfaktan sehingga recovery minyak dapat meningkat. Karena salah satu mekanisme utama surfaktan adalah untuk mengurangi tegangan antarmuka (IFT) antara minyak dan air formasi, penambahan partikel nano titanium dioksida (TiO2) ke dalam larutan surfaktan akan menginduksi aktivasi mekanisme lain, termasuk mengubah kebasahan batuan menjadi lebih water-wet. Dampak dari metode ini pada IFT dan wettability diselidiki dalam penelitian melalui spinning drop tensiometer dan pengukuran sudut kontak. Ditemukan bahwa, menambahkan TiO2 ke dalam larutan surfaktan mengurangi IFT ke nilai minimum terendah 5.85 × 10?5 mN/m, sedangkan sudut kontak menurun dari 34.3? menjadi 8.8?. Hasil recovery yang didaptkan melalui percobaan coreflood adalah dengan menambahkan TiO2 partikel nano kedalam surfaktan injeksi menghasilkan recovery sebesar 19.33%.", "Daftar File": {"ABSTRAK Rima Megayanti": "https://digilib.itb.ac.id/gdl/download/301232", "COVER Rima Megayanti": "https://digilib.itb.ac.id/gdl/download/301233", "BAB 1 Rima Megayanti": "https://digilib.itb.ac.id/gdl/download/301234", "BAB 2 Rima Megayanti": "https://digilib.itb.ac.id/gdl/download/301235", "BAB 3 Rima Megayanti": "https://digilib.itb.ac.id/gdl/download/301236", "BAB 4 Rima Megayanti": "https://digilib.itb.ac.id/gdl/download/301237", "BAB 5 Rima Megayanti": "https://digilib.itb.ac.id/gdl/download/301238", "DAFTAR Rima Megayanti": "https://digilib.itb.ac.id/gdl/download/301239"}, "Penulis": "Rima Megayanti [22221012]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Partikel Nano, Surfaktan, Interfacial tension, Wettability alteration, Titanium diokside.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "8 file", "Tanggal Input": "07 Agu 2023"}