{"Nomor": 75717, "Judul": "PENGEMBANGAN PEMODELAN EVALUASI EFEKTIVITAS  SISTEM PROTEKSI FISIK PADA FASILITAS NUKLIR DALAM KETIDAKPASTIAN", "Abstrak": "Sistem Proteksi Fisik (SPF) mengintegrasikan berbagai elemen proteksi yang\nterdiri dari personel, prosedur dan perangkat yang bertujuan melindungi aset,\nmaterial dan fasilitas dari upaya pencurian, sabotase maupun aksi serangan lainnya.\nFungsi utama SPF adalah sebagai: (a) pencegahan (deterrence), yaitu mencegah\nserangan dengan menyediakan penghalang untuk menghentikan intrusi musuh, (b)\npendeteksian (detect), yaitu mendeteksi intrusi musuh, (c) penundaan (delay), yaitu\nmenunda tindakan musuh setelah intrusi terjadi dan terdeteksi, dan (d) penanggapan\n(response), yaitu reaksi berupa penanganan satuan pasukan keamanan untuk\nmenetralisir musuh. Pada penerapannya evaluasi efektivitas suatu perancangan SPF\nharus terus dilakukan secara berkala. Evaluasi ini untuk memastikan persyaratan\ntujuan SPF tetap terpenuhi sehingga diperoleh SPF yang andal seiring dengan\ndinamika dan perkembangan teknologi yang bisa memengaruhi efektivitas\nkeamanan SPF.\nEvaluasi efektivitas SPF dapat dilakukan melalui dua metode, yaitu kepatuhan dan\npendekatan kinerja. Metode kepatuhan melakukan evaluasi efektivitas SPF\nberdasarkan kesesuaian fasilitas dengan kebijakan persyaratan dan peraturan\ntertentu. Evaluasi dengan pendekatan kepatuhan bersifat kualitatif dan relatif\nsubjektif. Metode kinerja melakukan evaluasi efektivitas SPF berdasarkan pada\nkinerja elemen proteksi dan pengaruhnya terhadap efisiensi sistem secara\nkeseluruhan. Metode pendekatan kinerja memiliki kelebihan berupa teknik analisis\nkualitatif dan kuantitatif. Aspek penting dalam analisis kuantitatif tersebut adalah\npenggunaan numerik pada elemen proteksi. Pengembangan pemodelan evaluasi\nefektivitas SPF pada penelitian ini menggunakan pendekatan kinerja berbasis EASI\n(Estimated Adversary Sequence Interruption) konvensional. EASI adalah\npemodelan satu dimensi (1-D) yang melakukan analisis jalur tunggal (single-path).\nModel ini digunakan untuk menghitung probabilitas interupsi (!!) sepanjang jalur\ndan mencari jalur yang paling rentan pada suatu fasilitas.\nEASI memiliki banyak keunggulan dan populer digunakan, namun terdapat\nketerbatasan dalam evaluasi SPF. Model ini menggunakan analisis jalur tunggal\n(single-path) sehingga seorang analis SPF harus menentukan jalur musuh terlebih\ndahulu untuk kemudian menganalisisnya satu per satu. Perangkat ini berpotensi menyulitkan analis SPF dalam analisis suatu fasilitas berukuran yang lebih besar\ndengan kemungkinan jalur yang lebih besar. Penelitian ini mengembangkan\npemodelan multi-jalur (multi-path) untuk mengatasi hal tersebut. Keterbatasan lain\npada EASI adalah hasil perhitungan hanya menghasilkan satu nilai probabilitas\ninterupsi (!!) tanpa ketidakpastian terkait. Hal ini terjadi karena EASI\nmenggunakan nilai tunggal (single-value) pada parameter deteksi dan komunikasi\npada setiap elemen proteksi dengan tidak mempertimbangkan ketidakpastian pada\nkinerja deteksi. Penelitian ini mengembangkan perangkat dengan kemampuan\nmenghasilkan distribusi nilai parameter probabilitas deteksi (!\") dan probabilitas\nkomunikasi alarm (!#). Pengembangan ini menggunakan pendekatan stokastik\nmelalui simulasi Monte Carlo untuk mengambil sampel pada distribusi !# dan !\"\nsehingga menghasilkan distribusi nilai probabilitas interupsi (!!) dengan\nkuantifikasi ketidakpastiannya. Model ini memiliki kemampuan untuk menentukan\njalur paling rentan yang digunakan musuh (Most Vulnerable Path - MVP) dengan\nmengimplementasikan konsep titik deteksi kritis (Critical Detection Point - CDP).\nHasil pengembangan diuji dengan mengevaluasi perancangan SPF suatu fasilitas\nhipotetis (Hypothetical National Nuclear Research Facility - HNNRF) untuk\nmemperkirakan nilai !!. Perhitungan dimulai dengan mengkonversi suatu skema\ndua dimensi (2-D) fasilitas hipotesis menjadi diagram urutan musuh (Adversary\nSequence Diagram - ASD), dan menggunakannya untuk mencari CDP dan\nmenentukan jalur paling rentan (MVP).\nHasil perhitungan menunjukkan bahwa efektivitas SPF yang diperoleh untuk\nHNNRF adalah 80,3%. Variabilitas dan ketidakpastian nilai !\" dan !# di setiap\nelemen proteksi menghasilkan distribusi nilai !! yang memberikan gambaran\npotensi penurunan nilai estimasi !! secara signifikan pada suatu kondisi tertentu.\nHal tersebut perlu menjadi perhatian penting bagi perancang dan analis SPF untuk\nmenentukan nilai !\" dengan benar atau menetapkan standar yang lebih tinggi agar\nkinerja SPF tetap dapat diandalkan. Analisis sensitivitas dari estimasi nilai !$\nmenunjukkan bahwa hubungan antara !\" terhadap !! dan !# terhadap !! bersifat\nlinear. Probabilitas deteksi pada elemen proteksi yang berlokasi di lapisan terluar\nfasilitas relatif sangat sensitif dan memberikan pengaruh peningkatan nilai !! yang\nsignifikan dibandingkan dengan elemen proteksi pada lapisan yang paling dekat\ndengan target.", "Daftar File": {"ABSTRAK Dinan Andiwijayakusuma": "https://digilib.itb.ac.id/gdl/download/301241"}, "Penulis": "Dinan Andiwijayakusuma [30218002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zaki Su`ud, M.Eng.", "Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Sistem Proteksi Fisik, Probabilitas Interupsi, EASI, Variabilitas, Ketidakpastian, Stokastik, Monte Carlo", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "07 Agu 2023"}