{"Nomor": 75723, "Judul": "PENGARUH ANISOTROPI PERMEABILITAS TERHADAP ROCK TYPING RESERVOIR MENGGUNAKAN METODE DIGITAL ROCK PHYSICS", "Abstrak": "Rock typing adalah proses karakterisasi dan deskripsi reservoir yang penting untuk banyak aplikasi teknik. Namun, adanya permeabilitas anisotropi batuan dapat mempersulit proses tersebut. Permeabilitas anisotropi dapat memiliki dampak yang signifikan terhadap aliran fluida dan transportasi didalam material tersebut. permeabilitas anisotropi merupakan permeabilitas horizontal maksimum (kx), permeabilitas horizontal 90o (ky), dan permeabilitas vertikal (kz). Dengan menggunakan metode Digital Rock Physics (DRP), nilai permeabilitas anisotropi dapat dihitung dengan lebih cepat.\nData core CT-Scan dari studi Bentheimer Sandstone diolah dengan software Avizo untuk mendapatkan nilai porositas dan permeabilitas anisotropi. Selanjutnya, teknik Hydraulic Flow Unit (HFU), Global Hydraulic Element (GHE), Winland, dan Irawan Method digunakan untuk mengklasifikasikan jenis batuan.\nBerdasarkan hasil penelitian diketahui bahwa nilai permeabilitas anisotropi pada setiap arah (x, y, dan z) memiliki hasil rock typing yang berbeda jika menggunakan metode HFU, GHE, dan Winland yang mana seharusnya memiliki hasil yang sama dikarenakan berasal dari batuan yang sama. Hasil ini berbeda apabila diaplikasikan menggunakan teknik Irawan Method (Irawan, dkk. 2019). Ke-25 sampel Bentheimer Sandstone menunjukan jenis yang sama, baik dari sumbu x, y, maupun z. Hal ini merupakan bukti bahwa metode tersebut dapat mengakomodir permeabilitas anisotropi. Selain itu metode DRP juga dinilai lebih efisien dalam menentukan nilai porositas dan permeabilitas dibandingkan dengan metode konvensional laboratorium yang membutuhkan waktu dan biaya lebih. Oleh karena itu, dapat disimpulkan bahwa metode DRP memiliki potensi besar dalam menentukan parameter penting dalam karakterisasi reservoir.", "Daftar File": {"ABSTRAK Muhammad Fakhri Athallah": "https://digilib.itb.ac.id/gdl/download/301258", "COVER Muhammad Fakhri Athallah": "https://digilib.itb.ac.id/gdl/download/301259", "BAB 1 Muhammad Fakhri Athallah": "https://digilib.itb.ac.id/gdl/download/301260", "BAB 2 Muhammad Fakhri Athallah": "https://digilib.itb.ac.id/gdl/download/301261", "BAB 3 Muhammad Fakhri Athallah": "https://digilib.itb.ac.id/gdl/download/301262", "BAB 5 Muhammad Fakhri Athallah": "https://digilib.itb.ac.id/gdl/download/301264", "DAFTAR Muhammad Fakhri Athallah": "https://digilib.itb.ac.id/gdl/download/301265"}, "Penulis": "Muhammad Fakhri Athallah [22221009]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T, M.T.", "Pahala Dominicus Sinurat, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Core Sampel, Permeabilitas Anisotropi, Digital Rock Physics (DRP), Rock typing, Karakterisasi Reservoir", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "8 file", "Tanggal Input": "07 Agu 2023"}