{"Nomor": 75726, "Judul": "PATH SELECTION PRIORITIZATION PADA CONTROL FLOW  TESTING DENGAN METODE CLUSTERING", "Abstrak": "Pengembangan perangkat lunak terus berkembang dari waktu ke waktu hingga saat\nini. Agar pengembangan perangkat lunak terjamin kualitasnya diperlukan\npengujian perangkat lunak. Teknik pengujian perangkat lunak terus berkembang\nbaik secara struktural maupun secara dinamis. Salah satu teknik pengujian\nstruktural adalah dengan control flow testing. Namun, dalam praktiknya terdapat\nbeberapa permasalahan seperti menentukan selection paths criteria untuk\nmelakukan pengujian dari perangkat lunak ataupun program yang diuji.\nKompleksitas dari perangkat lunak ataupun program yang akan berpengaruh besar\nuntuk menentukan paths yang akan dieksekusi dimana semakin besar program yang\nakan duji akan semakin lama dan sulit mencari execution paths dari program yang akan\ndiuji. Penelitian ini memanfaatkan pemrioritasan selection paths criteria dengan\nkecerdasan buatan dengan teknik clustering dalam proses control flow testing. Selain\nitu, pengembangan kakas otomatis untuk mencari selection paths criteria dilakukan\nagar proses pencarian paths menjadi lebih cepat dan efisien. Hasil dari penelitian yang\ndilakukan pada beberapa modul dan perangkat lunak didapatkan nilai coverage dengan\nrata-rata tertinggi sebesar 44%, 66%, 68%, dan 100% dengan waktu yang\ndibutuhkan sebesar 0-±53 detik.", "Daftar File": {"23521009 Muhammad Ikhsan.pdf": "https://digilib.itb.ac.id/gdl/download/301269"}, "Penulis": "Muhammad Ikhsan [23521009]", "Kontributor / Dosen Pembimbing": ["Dr. tech. Wikan Danar Sunindyo, S.T, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pengujian Perangkat Lunak, Selection Paths Criteria, Kakas Otomatis, Control Flow Testing, K-Means Clustering", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "07 Agu 2023"}