{"Nomor": 75733, "Judul": "EVALUASI PENAMBAHAN CROSSLINKER NANOPARTIKEL TITANIA PADA CAMPURAN BASE GEL CMHPG-PATI BIJI KLUWIH-PATI UMBI GARUT-KITOSAN TERMODIFIKASI DAN POLIMER SINTETIS SEBAGAI FLUIDA PEREKAH ALTERNATIF UNTUK APLIKASI HYDRAULIC FRACTURING", "Abstrak": "Hydraulic fracturing adalah metode umum stimulasi sumur untuk meningkatkan produktivitas sumur, yang menurun karena kerusakan formasi atau permeabilitas alami formasi yang kecil, dengan menginjeksikan fluida bertekanan tinggi (di atas tekanan rekahan formasi) ke dalam lubang sumur untuk membuat rekahan sehingga hidrokarbon di lubang sumur dapat mengalir ke permukaan melalui rekahan. Fluida perekah memiliki dampak paling besar pada kinerja operasi hydraulic fracturing dibandingkan dengan semua variabel lainnya. Dari semua aspek yang mempengaruhi keberhasilan operasinya, fluida perekah memainkan peran yang paling penting. Hydraulic fracturing formasi shale gas di Indonesia tidak bisa disamakan dengan Amerika, yang mana rata-rata formasi shale gas di Amerika di bor menggunakan fluida perekah slickwater. Hal ini dikarenakan terdapat berbagai perbedaan karakteristik shale hidrokarbon di Indonesia dengan Amerika Serikat. Salah satu caranya adalah dengan memakai fluida perekah yang berbeda dari hydraulic fracturing shale gas di Amerika, yang bukan berbahan dasar slickwater tapi berbahan dasar polimer. Perlu diketahui juga bahwa polimer untuk formasi shale gas yang dalam ini cukup mahal dikarenakkan polimernya harus memiliki stabilitas terhadap temperatur tinggi. Studi laboratorium diperlukan untuk mengembangkan polimer baru yang diproduksi di dalam negeri, dengan bahan yang mudah didapat, tidak merusak lingkungan, dan ekonomis.\nPati biji kluwih, pati umbi garut, dan kitosan merupakan biopolimer yang diteliti untuk bertindak sebagai agen pengental dalam hydraulic fracturing sehingga dijadikkan base gel dalam crosslink fluid karena gugus fungsinya hampir mirip dengan guar. Studi laboratorium dilakukan melalui serangkaian proses. Dari ekstraksi polimer hingga derivatisasi polimer dengan propilen oksida dan asam kloroasetat, sehingga menghasilkan biopolimer termodifikasi. Derivatisasi ini bertujuan untuk mengurangi kotoran, meningkatkan toleransi pH dan meningkatkan stabilitas suhu. Hasil penelitian menunjukkan biopolimer murni tanpa kandungan pengotor. Dalam cairan, biopolimer bertindak sebagai agen viscosifying fluida perekah. Selain itu biopolimer ini masih harus digabungkan lagi dengan polimer sintetik. Secara individual, baik biopolimer maupun polimer sintetis ini kurang dalam kinerja atau harga. Namun, ketika polimer ini digabungkan, mereka menunjukkan interaksi sinergis dan menghasilkan viskositas yang lebih tinggi dan stabilitas termal yang lebih baik daripada sistem polimer individu. Selain itu, polimer masih dominan bergantung pada produk luar negeri dimana hal ini akan semankin membuat harganya menjadi lebih mahal. Oleh karena itu, perlu dilakukan studi laboratorium tentang pengembangan polimer baru yang diproduksi di dalam negeri, dengan bahan yang mudah didapat dan ekonomis.\nSetelah biopolimer disiapkan, selanjutnya dilakukkan derivatisasi biopolimer sehingga menjadi biopolimer termodifikasi. Selanjutnya, larutan polimer dengan base gel CMHPG disiapkan pada konsentrasi 40 lb/1.000 gal, di crosslink dengan crosslinker titanium kompleks, dan dipecah dengan pengoksidasi natrium bromat, pada 275°F. Pengujian untuk ketahanan termal polimer maupun base gel menggunakan alat uji TG/DTA. Pengujian dilakukan pada rotational viscometer untuk viskositas. Pengujian elastisitas dan kekentalan serta breaker dilakukkan menggunakan oven. Dari hasil uji TG/DTA menunjukkan bahwa pati biji kluwih, kitosan dan umbi garut lebih unggul dibanding CMHPG. Dari hasil uji viskositas menunjukkan bahwa campuran fluida polimer rekahan menghasilkan crosslink yang stabil pada 300°F dan 100 s-1. Campuran polimer CMHPG menunjukkan peningkatan paling besar dalam viskositas, lalu kitosan termodifikasi, pati umbi garut termodifikasi dan terakhir pati biji kluwih termodifikasi. Hasil juga menunjukkan campuran antara biopolimer dan polimer sintetik meningkatkan viskositas puncak campuran. Kedua polimer menciptakan jaringan crosslinker bersama yang memungkinkan aplikasi pemuatan polimer yang dikurangi. Selain itu, fluida perekah campuran polimer menunjukkan crosslinking tertunda yang dapat disetel dengan baik, dan menunjukkan breaker bersih yang terkontrol dengan oksidator. Diharapkkan teknologi campuran polimer baru dalam hydraulic fracturing berpotensi mengurangi biaya material, menyederhanakan operasi lapangan, dan mengurangi kerusakan pada proppant pack dan formasi.", "Daftar File": {"ABSTRAK Lay, Allan Setiawan": "https://digilib.itb.ac.id/gdl/download/301276", "COVER Lay, Allan Setiawan": "https://digilib.itb.ac.id/gdl/download/301277", "BAB 1 Lay, Allan Setiawan": "https://digilib.itb.ac.id/gdl/download/301278", "BAB 2 Lay, Allan Setiawan": "https://digilib.itb.ac.id/gdl/download/301279", "BAB 3 Lay, Allan Setiawan": "https://digilib.itb.ac.id/gdl/download/301280", "DAFTAR Lay, Allan Setiawan": "https://digilib.itb.ac.id/gdl/download/301285"}, "Penulis": "Lay, Allan Setiawan [22220301]", "Kontributor / Dosen Pembimbing": ["Dr. Dedy Irawan, S.T, M.T.", "Dr. Damar Rastri Adhika, S.T, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "fluida perekah, polimer, hydraulic fracturing, shale gas.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "10 file", "Tanggal Input": "07 Agu 2023"}