{"Nomor": 75737, "Judul": "STUDI RISIKO RENDAMAN AKIBAT KENAIKAN MUKA AIR LAUT DI PESISIR CIREBON", "Abstrak": "Kawasan pesisir Cirebon yang berlokasi di Pantai Utara Jawa (Pantura) merupakan kawasan padat penduduk dan dikembangkan untuk kawasan industri dan perikanan. Salah satu permasalahan dinamika pesisir yang terjadi di kawasan pesisir Cirebon ini adalah banjir rob, oleh karena itu kawasan ini termasuk dalam proyek pengamanan pesisir lima perkotaan Pantai Utara (Pantura) Jawa pada Rencana Pembangunan Jangkah Menengah Nasional (RPJMN) 2020-2024. Studi ini bertujuan untuk memberikan pemahaman yang lebih mendalam mengenai kejadian hingga risiko rendaman di Cirebon melalui metode Sistem Informasi Geografis (SIG) dengan menyimulasikan daerah yang berpotensi tergenang pada rentang 30 tahun ke depan tahun 2025-2045 dalam beberapa skenario berdasarkan proyeksi kenaikan muka air laut, kejadian La Niña, storm surge maupun banjir darat.\nPada skenario 4 yang memperhitungkan faktor pasang tertinggi, kejadian banjir darat, kejadian La Niña, dan storm surge didapatkan bahwa kenaikan muka air laut tertinggi yaitu 165,76 cm dengan luas rendaman mencapai 13.701 ha (12,295% dari seluruh luas Kabupaten dan Kota Cirebon). Berdasarkan skenario tersebut terdapat 15 kecamatan yang terkena dampak. Kecamatan Losari, Kapetakan, Pangenan, Suranenggala adalah kecamatan yang terkena dampak paling besar dengan luas rendaman mencapai lebih dari 25% dari luas kecamatannya. Selain itu pada setiap skenario terdapat lebih dari 50% seluruh luas tambak di Kabupaten maupun Kota Cirebon terendam dan sepanjang 263-463 km jalanan setapak yang terendam.", "Daftar File": {}, "Penulis": "Silviatuszuhro Firdaus [12919003]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Rima Rachmayani, S.Si., M.Si.", "Karlina Triana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Banjir, Cirebon, Kenaikan muka air laut, Sistem Informasi Geografis.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus  \n                                     Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "07 Agu 2023"}