{"Nomor": 75739, "Judul": "PENGEMBANGAN KATALIS BERBASIS ZNO UNTUK DEGRADASI LIMBAH PALM OIL MILL EFFLUENT (POME) DENGAN TEKNOLOGI FOTOKATALITIK", "Abstrak": "Indonesia merupakan salah satu negara center market kelapa sawit terbesar di dunia sehingga perkembangan industri kelapa sawit dalam negeri tumbuh dengan sangat pesat. Namun, meningkatnya aktivitas perdagangan kelapa sawit berdampak terhadap meningkatnya limbah yang dihasilkan yaitu Palm Oil Mill Eflluent (POME). Pengolahan limbah POME secara konvensional saat ini masih mendominasi di kalangan industri kelapa sawit, namun pengolahan dengan metode ini masih tidak efisien karena membutuhkan waktu yang lama, lahan yang luas dan menimbulkan aroma yang busuk. Salah satu teknologi terbarukan yang saat ini marak dikembangkan untuk degradasi limbah adalah teknologi fotokatalitik. Pemanfaatan teknologi fotokatalitik merupakan alternatif yang tepat untuk degradasi POME, hal ini dinilai fotokatalitik lebih ramah lingkungan, lebih murah dan lebih efisien dibandingkan dengan metode yang lain. Fotokatalitik merupakan suatu material berbasis semikonduktor yang dapat menyerap cahaya sehingga terjadinya perpindahan elektron dari pita valensi menuju pita konduksi dan menghasilkan produk berupa senyawa radikal. Terbentuknya senyawa radikal dari semikonduktor diharapkan mampu menguraikan kandungan organik pada POME menjadi senyawa lebih sederhana seperti CO2 dan H2O. Pemanfaatan ZnO sebagai semikonduktor dinilai efektif dalam aplikasi degradasi POME karena ZnO memiliki energi celah pita yang lebar yaitu 3,27 eV. Namun, pemanfaatan ZnO sebagai semikonduktor masih membutuhkan modifikasi guna untuk menurunkan energi celah pita, meningkatkan lifetime elektron dan efisiensi degradasi POME yang tinggi. Hasil yang diperoleh menunjukkan bahwa katalis yang terbentuk adalah ZnO dengan struktur hexagonal serta energi celah pita berada pada rentang 3,12 – 2,81 eV. Dari hasil uji aktivitas diperoleh variasi terbaik katalis adalah ZnO-Ag 300oC dengan persentase degradasi COD adalah 16,57% dan warna 83,32%.", "Daftar File": {"ABSTRAK Farizky Wahyudi": "https://digilib.itb.ac.id/gdl/download/301299"}, "Penulis": "Farizky Wahyudi [23021046]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Ir. Hary Devianto, S.T, M.Eng., Ph.D., IPM, ASEAN Eng.", "Wibawa Hendra Saputera, S.Si., M.Si., M.SC., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "POME, fotokatalitik, ZnO", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Agu 2023"}