{"Nomor": 75731, "Judul": "PENENTUAN PORTOFOLIO OPTIMAL  DENGAN MENGGUNAKAN SHARPE RATIO  PADA BURSA EFEK QATAR (PERIODE JAN2013-JAN2023)", "Abstrak": "Dalam pengambilan keputusan investasi, manajemen portofolio merupakan aspek\npenting yang bertujuan untuk mengoptimalkan hasil sekaligus mengelola risiko.\nRasio Sharpe dan matriks kovarian akan digunakan dalam penulisan kali ini. Rasio\nSharpe, yang dikembangkan oleh William F. Sharpe, mengukur pengembalian yang\ndisesuaikan dengan risiko dari strategi investasi, sedangkan Covariance matrix\nmemberikan wawasan tentang hubungan dan manfaat diversifikasi di antara aset\ndalam portofolio. \nSharpe rasio berfungsi sebagai alat yang berharga bagi investor yang ingin\nmembandingkan dan mengevaluasi profil imbalan risiko dari portofolio yang\nberbeda. Ini menghitung kelebihan pengembalian portofolio per unit risiko yang\ndiambil, biasanya menggunakan tingkat bebas risiko sebagai tolok ukur. Sharpe\nrasio yang lebih tinggi menunjukkan kinerja yang disesuaikan dengan risiko yang\nlebih baik, karena mencerminkan pengembalian per unit volatilitas yang lebih\nbesar. \nCovariance matrix, di sisi lain, mengukur saling ketergantungan antara\npengembalian aset yang berbeda dalam portofolio. Dengan memeriksa hubungan\nhistoris dan korelasi antara pengembalian aset, investor dapat mengidentifikasi\npeluang diversifikasi potensial.  \nTemuan penelitian perbandingan ini dibuktikan dengan meningkat nya nilai sharpe\nratio dari 0.47 menjadi 0.73 serta expected return dari 8.77% menjadi 13.09% dan\nmenurunnya resiko (standard deviasi) dari 17.99% menjadi 17.52%. Dan juga\nbobot optimal dengan maximum sharpe yang terdiversifikasi kebeberapa sector\nindustry. Perbandingan dengan Qatar Stock Index sharpe ratio (-0.004) juga\nmenunjukkan investasi di Qatar stock market lebih baik kareana diatas nya dan\nTBill 10 Qatar tahun sebesar 3.07%.", "Daftar File": {"2023_TS_PP_Rizaldi Fadilla 21921543_Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/301275"}, "Penulis": "Rizaldi Fadilla [29121543]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "optimal portofolio, Sharpe rasio, covariance matrix, pengembalian yang disesuaikan dengan risiko, strategi investasi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "07 Agu 2023"}