{"Nomor": 75741, "Judul": "DYAD: PEROMBAKAN MELALUI REKONFIGURASI KEPASTIAN BATAS BENTUK", "Abstrak": "Keberjarakan akibat fenomena isolasi pandemi yang menghambat keberlangsungan\nhubungan menjadi titik balik dan dorongan besar dalam memahami kembali relasi\nberpasangan (diadik) secara menyeluruh. Pengalaman tersebut melahirkan sebuah\npemahaman baru, yang berujung pada sebuah sikap penolakan terhadap pandanganpandangan yang terbatas sekaligus membatasi, di mana relasi dipetakan sebagai\nsuatu hal yang absolut. Penggarapan karya Dyad pun dimaksudkan untuk\nmembebaskan mekanisme relasi diadik atas batasan-batasan absolut serta\nmengembalikannya kepada pengalaman yang esensial. Bentuk menjadi bobot\nutama pada karya, karena pengalaman esensial yang dituju dapat dibangun secara\nformal. Dalam hal ini, bentuk merupakan sebuah ide yang mewakili gagasan akan\nkepastian yang terwujud dalam geometri. Intensi pembebasan kemudian dicapai\noleh perombakan, melalui rekonfigurasi kepastian bentuk menjadi jejak. Lewat\nrekonfigurasi bentuk dan tindakan medium, gagasan dituangkan secara reflektif dan\nanalogis. Metode lukis yang digunakan dalam karya ini pun berupa perpaduan\nantara kecenderungan batasan garis dan warna yang tegas pada bentuk dengan\nsapuan gestural pada jejak. Baik bentuk maupun jejak kemudian menimbulkan\nkonsekuensi dari berbagai macam relasi diadik di antara masing-masingnya, yang\nterwujudkan dalam pasangan antara irisan bentuk yang absolut dengan lelehan cat\nyang bebas. Pasangan-pasangan ini hanya dapat hadir akibat batasan warna sebagai\nvariabel penentu, sehingga hasil akhir karya menunjukkan bahwa perombakan\nbentuk relasi yang absolut justru berujung pada perwujudan struktur lukisan yang\notonom dan secara perpetual menunjukkan logika diadik yang inklusif sekaligus\neksklusif.", "Daftar File": {}, "Penulis": "Mahesa Rheznindya Putra R. [17018040]", "Kontributor / Dosen Pembimbing": ["Rizki Akhmad Zaelani Harry, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "diadik, batasan, bentuk, perombakan, rekonfigurasi, absolut, analogis", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "07 Agu 2023"}