{"Nomor": 75747, "Judul": "THE GENTLE ART OF PUNISHMENT: PERANCANGAN LEMBAGA PEMASYARAKATAN VERTIKAL DI DKI JAKARTA", "Abstrak": "Tesis desain ini mengangkat isu arsitektur tentang penghukuman berupa pemenjaraan yang selama ini didominasi oleh pengawasan dan kontrol. Penghukuman sebagai respon terhadap kejahatan selalu berkembang sesuai dengan konteks kehidupan sosial, politik, ekonomi, dan budaya. Penghukuman yang semula berbentuk fisik perlahan-lahan digantikan oleh pemenjaraan, yang kini menjadi salah satu metode penghukuman yang paling sering dijatuhkan kepada para pelaku kejahatan di seluruh dunia. \n\nSejak tahun 1995, pemenjaraan di Indonesia diselenggarakan dengan sistem pemasyarakatan yang menekankan konsep rehabilitasi dan reintegrasi sosial. Namun, tujuan dari sistem pemasyarakatan belum dapat direalisasikan seutuhnya karena berbagai masalah yang masih meliputi praktik pemenjaraan di Indonesia, seperti overkapasitas dan prisonisasi.\n\nTesis ini mengeksplorasi teori “The Gentle Way of Punishment” dan “Discipline” oleh Foucalt (1979), “Dressage” oleh Lefebvre (2004), dan “How Architecture Regulates” oleh Shah dan Kesan (2007). Eksplorasi tersebut menghasilkan gagasan “The Gentle Art of Punishment” sebagai alternatif penghukuman di tengah kompleksitas kondisi kejahatan kontemporer di abad ke-21. \n\nDengan memandang penghukuman sebagai seni regulasi, “The Gentle Art of Punishment” membuka peluang penghukuman untuk “dinikmati” oleh publik tanpa menimbulkan pelanggaran terhadap hak asasi manusia. Gagasan ini beroperasi melalui pengaturan waktu dan ruang dengan praktik disiplin dan intervensi ritme untuk menciptakan individu yang produktif. The Gentle Art of Punishment diwujudkan ke dalam empat konsep perancangan, yaitu vertical incarceration, gentle security, prison as civic engagement center, serta compact and sustainable living.", "Daftar File": {"ABSTRAK George Michael": "https://digilib.itb.ac.id/gdl/download/301324"}, "Penulis": "George Michael [25222017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mochamad Prasetiyo Effendi Yasin, M.Arch., M.A.UD.", "Indah Widiastuti, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "penghukuman, lembaga pemasyarakatan, kejahatan kontemporer, gentle punishment, penjara vertikal.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "07 Agu 2023"}