{"Nomor": 75754, "Judul": "INVESTMENT ANALYSIS OF NEW FIRE TRUCK  A CASE STUDY: PT. PUPUK KALIMANTAN TIMUR", "Abstrak": "PKT, sebagai perusahaan petrokimia dengan potensi bahaya yang tinggi, mengutamakan kesiapsiagaan dan tanggap darurat dengan mematuhi peraturan dan standar. Selain melayani kebutuhan sendiri, Dinas Pemadam Kebakaran PKT juga memberikan pelayanan darurat kepada empat perusahaan tetangga melalui skema kerjasama iuran tahunan. Untuk meningkatkan pelayanan tanggap darurat, PKT melakukan evaluasi dan mengidentifikasi kebutuhan tambahan unit mobil pemadam kebakaran dengan teknologi terkini. \nUntuk menentukan opsi yang paling sesuai, PKT mempertimbangkan opsi untuk membeli atau menyewa unit truk pemadam kebakaran baru. Analisis pemodelan keuangan dilakukan dengan menggunakan pendapatan dari layanan jasa keselamatan dan kesehatan Kerja. Analisis kelayakan finansial, dengan mempertimbangkan parameter seperti NPV, IRR, dan periode pengembalian yang didiskontokan, menghasilkan hasil yang layak. Opsi Pembelian menunjukkan nilai ekonomis yang lebih baik, dengan perkiraan NPV sebesar Rp. 569.276.495, IRR 11,56% (lebih tinggi dari discount rate 10,5%), dan discounted payback period 9,35 tahun. \nAnalisis sensitivitas, dengan menggunakan diagram tornado dan spider, mengungkapkan bahwa biaya tahunan dari klien atau Joint Venture Company memiliki dampak paling signifikan terhadap kinerja keuangan proyek ini, diikuti oleh biaya tenaga kerja. Kenaikan biaya tahunan sebesar 20% menyebabkan peningkatan NPV yang signifikan Rp. 6.639.013.466, sedangkan penurunan sebesar 20% mengakibatkan penurunan NPV yang signifikan -Rp. 5.500.460.477. Demikian pula, kenaikan biaya tenaga kerja sebesar 20% mengakibatkan penurunan NPV sebesar Rp. -3.500.609.667. \nBerdasarkan analisis sensitivitas, 2 faktor signifikan mempengaruhi opsi pembelian yaitu biaya tahunan dan biaya tenaga kerja. Untuk mengantisipasi hal tersebut perlu dilakukan identifikasi terhadap potensi kenaikan biaya tenaga kerja dan menjaga agar biaya tenaga kerja tetap terkendali. Kenaikan biaya tenaga kerja harus dibarengi dengan peningkatan pendapatan. Mencari peluang untuk menarik klien tambahan, terutama perusahaan di kompleks industri yang belum memiliki perjanjian dengan PKT. \nDengan menerapkan rekomendasi ini dan memastikan pengendalian biaya, PKT dapat mengoptimalkan layanan tanggap daruratnya dan mempertahankan operasi yang layak secara finansial.", "Daftar File": {"2023_TS_PP_Dannys_Setyadi_29121090_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/301338"}, "Penulis": "Dannys Setyadi Wibawa [29121090]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Financial Model, Purchase Option, Sensitivity.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "07 Agu 2023"}