{"Nomor": 75759, "Judul": "STUDI KELAYAKAN FINANSIAL PROYEK PEMBANGUNAN  GEDUNG KELAS SMP BARU   (STUDI KASUS: YAYASAN XYZ)", "Abstrak": "Sebagai negara yang terus berkembang menjadi lebih baik, Indonesia terus berupaya untuk memenuhi salah satu kewajiban negara khususnya dalam menyediakan pendidikan yang layak bagi rakyat nya. Yayasan XYZ sebagai Yayasan yang bergerak dibidang pendidikan berupaya untuk berkontribusi dalam peningkatan penyediaan dan kualitas pendidikan di Indonesia dengan membentuk sekolah berbasis pesantren yang terdiri dari berbagai jenjang pendidikan. XYZ Junior High School merupakan salah satu unit sekolah yang dibentuk oleh Yayasan XYZ yang memiliki peningkatan minat siswa baru pada beberapa tahun terakhir, sehingga Yayasan merasa perlu untuk meningkatkan kapasitas penerimaan siswa baru dengan membangun Gedung kelas baru pada XYZ junior high school. \n \nStudi kelayakan finansial pada proyek pembangunan gedung kelas baru XYZ junior high school bertujuan untuk menilai apakah proyek tersebut layak atau tidak dalam segi finansial. Proyek ini membutuhkan nilai investasi sebesar Rp.3.808.806.711 dengan harapan dapat dimulai pada tahun 2023 dan siap untuk difungsikan pada tahun 2024. Studi ini menggunakan beberapa parameter yang digunakan untuk menilai kelayakan finansial pada proyek yaitu nilai Net Present Value (NPV), Internal Rate Return (IRR), Payback Period (PBP), Profitability Index (PI). Analisis resiko berupa sensitivity analisis dan scenario analisis juga dilakukan untuk mengetahui faktor apa saja yang mempengaruhi kelayakan finansial proyek. \n \nHasil studi menunjukkan bahwa proyek dinilai layak secara finansial dengan nilai NPV Rp.10.301.967.042, IRR 25,39%, PBP 1,95, dan PI 3,70. Hasil analisis resiko menunjukkan bahwa factor yang sangat mempengaruhi proyek ini adalah factor jumlah realisasi siswa baru.", "Daftar File": {"2023_TS_PP_Adzka Muzayyin-29121383_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/301349"}, "Penulis": "Adzka Muzayyin R Naisabur [29121383]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Studi kelayakan finansial, proyek pembangunan Gedung kelas, Yayasan Pendidikan", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "07 Agu 2023"}