{"Nomor": 75757, "Judul": "PENGEMBANGAN SISTEM PENGELOLAAN PERKAKAS PADA INDUSTRI PADAT KARYA BERBASIS KONSEP CONFIGURABLE VIRTUAL WORKSTATION", "Abstrak": "Industri manufaktur di Indonesia sebagian besar merupakan industri padat karya dengan aliran informasi yang mengandalkan kertas atau manual. Aliran informasi manual tersebut menyebabkan efektivitas dan efisiensi dalam memperoleh informasi sangat rendah, sehingga terjadi keterlambatan dalam pemenuhan pesanan konsumen. Aktivitas yang tidak memberikan nilai tambah pada pengelolaan perkakas menyebabkan waktu tunggu yang lama, sehingga menyebabkan keterlambatan produksi. Di lantai produksi, operator mendistribusikan perkakas ke stasiun kerja berdasarkan sistem informasi manual, sehingga pergerakan operator tidak dapat dimonitor secara real-time. Penelitian ini menerapkan kerangka kerja Configurable Virtual Workstation pada pengelolaan perkakas yang meliputi perencanaan kebutuhan, pendistribusian perkakas, peminjaman dan pengembalian perkakas. Konsep teknologi Configurable Virtual Workstation mempermudah operator dalam mengendalikan distribusi perkakas dengan hanya mendeteksi keberadaan perkakas melalui sistem informasi terintegrasi. Tujuan dari pengembangan sistem ini adalah untuk mengurangi pergerakan, waktu, dan aktivitas dalam pengelolaan perkakas. Dengan kerangka kerja ini, informasi ketersediaan perkakas dapat diakses melalui antarmuka dan dapat didistribusikan sesuai dengan kebutuhan satu hari kerja. Penelitian ini menyimpulkan bahwa aktivitas yang tergantikan oleh sistem informasi dapat mengurangi waktu pengelolaan perkakas. Sebelum dilakukan penerapan pengelolaan perkakas menghabiskan waktu selama 29.604 menit, sedangkan sesudah penerapan hanya menghabiskan waktu selama 557 menit.", "Daftar File": {"ABSTRAK Febby Fauziah": "https://digilib.itb.ac.id/gdl/download/301594"}, "Penulis": "Febby Fauziah [23121016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Industri Manufaktur, Sistem Informasi Manual, Configurable Virtual Workstation, Sistem Pengelolaan Perkakas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Agu 2023"}