{"Nomor": 75758, "Judul": "PRODUKSI LIPID DARI RHODOTORULA GLUTINIS MENGGUNAKAN LIMBAH PERKEBUNAN NIRA BATANG KELAPA SAWIT SEBAGAI MEDIA FERMENTASI", "Abstrak": "Perkebunan kelapa sawit menghasilkan rata-rata 64-80 juta batang pohon setiap\ntahunnya di Indonesia dan Malaysia akibat peremajaan perkebunan. Cairan yang\ndiperas dari batang kelapa sawit, yang disebut nira, memiliki kandungan gula\ntinggi, berkisar antara 9-17% (b/b) sehingga berpotensi digunakan sebagai sumber\nkarbon untuk fermentasi produk bernilai tinggi. Rhodotorula glutinis merupakan\nragi yang mampu mensintesis lipid dalam jumlah tinggi hingga 63% dari berat\nkeringnya. Salah satu strategi yang digunakan untuk meningkatkan produksi lipid\nadalah limitasi nitrogen. Studi ini bertujuan untuk menentukan pengaruh\npenambahan nitrogen terhadap perolehan biomassa dan perolehan lipid pada\nRhodotorula glutinis yang dikultivasi pada nira batang kelapa sawit secara batch\nselama 120 hari kultivasi. Penelitian dilakukan dengan memvariasikan konsentrasi\nsumber nitrogen (ammonium sulfat & ekstrak ragi: 0,25 & 0; 0,88 & 0,88; 1,76 &\n1,76, dalam g/L) yang ditambahkan ke medium dan melihat implikasinya terhadap\nkonsentrasi sel, perolehan biomassa kering, perolehan lipid, dan kandungan lipid\nsel. Perolehan biomassa tertinggi diperoleh dari perlakuan 3 yaitu sebesar 11,46\ng/L diikuti oleh perlakuan 2 sebesar 7,82 g/L dan perlakuan 3 sebesar 7,28 g/L.\nPerolehan lipid & kandungan lipid sel tertinggi diperoleh dari perlakuan 1 sebesar\n1,44 g/L dan 21% (b/b) diikuti perlakuan 3 sebesar 0,43g/L dan 4,3% (b/b) dan\nperlakuan 2 sebesar 0,23 g/L dan 3,4% (b/b). Berdasarkan hasil penelitian, nira\nbatang kelapa sawit dapat mendukung pertumbuhan ragi bahkan tanpa\npenambahan nitrogen dalam jumlah besar. Namun untuk meningkatkan\nkandungan lipid sel diperlukan eksplorasi terhadap strategi lain seperti strategi\nlimitasi fosfat.", "Daftar File": {}, "Penulis": "Daffa Hisyam Naufalino [11219004]", "Kontributor / Dosen Pembimbing": ["Neil Priharto, S.Si., M.T., Ph.D.", "Dr. Eng. Kamarisima"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Nira batang kelapa sawit, lipid mikroba, Rhodotorula glunitis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Agu 2023"}