{"Nomor": 75753, "Judul": "OBSKURA: EKSPRESI MEMORI MELALUI WARNA", "Abstrak": "Karya “Obskura: Ekspresi Memori Melalui Warna” merupakan salah satu bentuk\nmenyampaikan suatu pemahaman terkait dengan memori, dengan kata lain, karya ini menjadi\nsebuah medium untuk menciptakan pengolahan wujud baru seperti penggabungan foto yang\nada di masa lalu dengan hasil eksplorasi warna dan bentuk yang diadopsi dari cangkang kerang.\nCangkang kerang pada akhirnya dijadikan sebagai jangkar atau patokan dalam berkarya\ndiawali dari apresiasi terhadap warna iridescent yang ditimbulkan oleh cangkang kerang.\nWarna yang serupa dengan warna pelangi yang muncul akan berubah-ubah seiring dengan arah\ndatangnya pantulan cahaya. Pada akhirnya terselip tendensi terhadap warna dan kilauan yang\ndiadaptasi dari cangkang kerang yang tanpa disadari akhirnya menjadi ruang nyaman dalam\nberkarya. Proses ini akhirnya memunculkan gagasan akan keterhubungan warna dan kilau\ntersebut dengan struktur temporalitas yakni lampau, kini, nanti yang sifatnya selalu berubahubah. Warna-warna tersebut pada akhirnya menjadi bagian dari sebuah identitas, pengolahan\npecahan bentuk serta kilauan yang disatukan dengan potret lampau digunakan sebagai objek\nlukisan, merupakan bentuk proses yang dilakukan pada masa kini. Adapun proses yang\ndilakukan dalam pembuatan karya menjadi penentuan untuk hasil di masa yang akan datang,\nyakni saat lukisan selesai. Karya ini merupakan bentuk upaya dalam merespon dan\nmengemukakan hubungan dari ketiga struktur waktu melalui sebuah karya lukis menggunakan\ncat minyak diatas kanvas. Wujud baru diciptakan berdasarkan hal-hal yang membangun\nindividu melalui fragmen yang dikomposisikan dan menjadikannya sebagai depiksi terhadap\nmemori dan ikatan ketiga struktur waktu ke dalam wujud seni lukis.", "Daftar File": {}, "Penulis": "Nur Syifa Salsabila [17019022]", "Kontributor / Dosen Pembimbing": ["Dr. Muksin, S.Sn., M.Sn.", "Zusfa Roihan, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "memori, waktu, warna", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "07 Agu 2023"}