{"Nomor": 75769, "Judul": "PENGARUH HOST TIKTOK TERHADAP KEPERCAYAAN DAN KETERLIBATAN PELANGGAN DI TOKO LIVE STREAMING PRODUK PERAWATAN PRIA", "Abstrak": "Salah satu platform media sosial yang paling populer saat ini adalah TikTok, begitu\njuga di Indonesia. Live streaming adalah fitur terbaru untuk belanja online, dan\nTikTok juga memilikinya. Toko dengan live streaming ini terbukti bermanfaat untuk\nmendongkrak penjualan beberapa produk, seperti produk kecantikan. Sangat mudah\nuntuk menemukan live streaming toko TikTok yang menjual perawatan kulit untuk\nwanita, tetapi untuk produk perawatan pria, penonton relative sedikit di toko TikTok\ndengan live. Hal ini disebabkan oleh pengguna TikTok yang terus menerus keluar dari\nsesi live streaming tersebut, sehingga tidak menghasilkan keterlibatan konsumen.\nTerdapat satu orang atau lebih, pada live streaming yang membawa keberlanjutan\nacara, yang disebut host. Host akan menjadi pusat di acara live streaming, oleh karena\nitu mereka akan memandu dan membantu penonton untuk memberikan informasi\ntentang produk yang mereka jual. Namun, untuk produk perawatan pria, pengetahuan\ntentang host di live streaming TikTok masih sangat terbatas. Berdasarkan penelitian\nsebelumnya dan pengetahuan yang diperoleh dari fakta realita, penelitian ini ditujukan\nuntuk mendapatkan pemahaman tentang faktor-faktor umum yang dapat\nmempengaruhi penonton selama sesi live streaming. Terdapat 5 variabel dengan total\n6 hipotesis yang akan dianalisis. Variabel tersebut adalah tampilan visual, pendekatan\nhost (melalui promosi dan humour), interaksi (review produk dan konsultasi),\nkepercayaan pada host, dan keterlibatan pelanggan. Variabel-variabel tersebut diuji\ndengan survei yang dilakukan terhadap 319 responden, namun sebelumnya dilakukan\npilot test terlebih dahulu untuk memastikan pertanyaan dalam kuesioner valid dan\nreliabel dengan SPSS. Setelah data terkumpul, dilanjutkan dengan analisis dengan\nmetode PLS-SEM menggunakan SmartPLS. Hasil penelitian ini menemukan bahwa\ntampilan visual, pendekatan host melalui promosi, dan interaksi dengan konsultasi\nmemiliki hubungan positif atau diterima dengan kepercayaan pada host, sedangkan\npendekatan host melalui humour dan interaksi dengan review produk ditolak.\nTerakhir, kepercayaan kepada host itu sendiri memiliki hubungan positif dengan\nketerlibatan pelanggan. Hasil pengujian akan dipaparkan sebagai solusi bisnis bagi\nhost untuk produk perawatan pria yang akan menghadirkan sesi live streaming toko\nTikTok. Tampilan visual memiliki pengaruh terhadap penonton produk perawatan\npria, karena pembawa acara yang berpenampilan rapi dan menarik dapat menjadi penilaian profesionaismel dan menjadi bukti bahwa produk perawatan yang mereka\njual efektif jika digunakan. Visual maskulin atau feminin bisa menjadi determinan yang\nmempengaruhi konsumen, namun hal ini kembali lagi pada target market masingmasing\nproduk perawatan pria. Pendekatan host dengan memaparkan promosi akan mempengaruhi\npenonton bahwa host ingin memberikan kesepakatan yang lebih baik dengan mereka. Di sisi lain, humor tidak dapat diandalkan untuk pendekatan ini,\nkarena terdapat berbagai selera lelucon orang yang mungkin dapat disalahartikan\nmenjadi sesuatu yang dapat merusak kepercayaan antara pembawa acara dan\npenonton. Sama halnya dengan interaksi melalui review produk, karena sudah menjadi\nkewajiban bagi seorang host untuk bisa menjelaskan tentang produknya kepada\npenontonnya, dan saat survey dilakukan hal itu tidak berpengaruh terhadap\nkepercayaan pelanggan. Interaksi dengan cara berkonsultasi memiliki arti yang\nberbeda dengan interaksi belaka seperti review produk. Interaksi semacam ini\nmendekati pelanggan untuk memahami lebih dalam tentang kebutuhan pelanggan dan\nproduk yang paling cocok untuk mereka. Pendekatan ini akan membuat pelanggan\nmerasa diperhatikan oleh tuan rumah. Variabel positif tersebut akan meningkatkan\nkepercayaan pada host pelanggan dan mengarah ke keterlibatan pelanggan terhadap\nlive streaming. Keterlibatan ini tidak hanya membuat mereka terus menonton live\nstreaming, tetapi akan menggunakan fitur-fitur di TikTok live streaming untuk\nberkomunikasi dengan host.", "Daftar File": {"2023_TS_PP_Filipi Orlando_29121436_Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/301360"}, "Penulis": "Filipi Orlando [29121436]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "TikTok Live Streaming; Produk Perawatan Pria; Penampilan Visual; Pendekatan Host; Interaksi; Kepercayaan kepada Host; Keterlibatan Pelanggan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "07 Agu 2023"}