{"Nomor": 75768, "Judul": "STUDI KONSEP OPERASI URBAN AIR MOBILITY DI INDONESIA DENGAN KERANGKA SYSTEMS MODELING LANGUAGE", "Abstrak": "Urgensi operasi Urban Air Mobility (UAM) semakin meningkat mengingat semakin banyak perusahaan ataupun negara yang menginginkan operasi UAM terlaksana, dapat dilihat bahwa Joby sudah menyelesaikan dua tahap sertifikasi FAA ataupun Perancis yang akan melakukan operasi UAM pada tahun 2024. Menurut EASA Advanced Air Mobility (AAM) merupakan transportasi untuk mengangkut penumpang atau kargo di daerah perkotaan, regional, ataupun antar wilayah geografi dengan UAM merupakan salah satu subset dari AAM. Namun hingga saat ini operasional dari UAM sendiri masih terkendala oleh beberapa hal. Salah satunya adalah regulasi di mana di luar negeri sekalipun regulator seperti EASA dan FAA masih belum dapat mengeluarkan regulasi yang jelas mengenai operasi dari UAM. Hal ini dikarenakan banyak aspek-aspek baru yang harus dipertimbangkan dalam pengoperasian UAM hingga bisa menjadi transportasi umum yang akan digunakan masyarakat di masa yang akan datang. Dikarenakan belum ada regulasi secara baku untuk mengatur UAM sendiri, setiap pihak yang bergerak di bidang dirgantara berlomba-lomba untuk membuat dokumen yang menjelaskan mengenai operasi dari UAM. Aspek-aspek yang perlu menjadi pertimbangan akan terangkum ke dalam ConOps atau Concept of Operations. Oleh karena itu laporan ini dibuat untuk menjelaskan dan mengumpulkan alternatif yang ada mengenai dokumen ConOps yang sudah ada dengan tujuan merumuskan operasi dari ConOps. Kemudian aspek teknik maupun operasi dari UAM akan direpresentasikan dalam kerangka Model Based Systems Engineering (MBSE). Dengan menggunakan kerangka MBSE yang salah satu pilar nya adalah Systems Modeling Language (SysML). Dengan menggunakan SysML, akan didapatkan model yang dihasilkan dari alternatif ConOps yang telah dibuat. Alternatif ConOps yang sudah dibuat ini akan digunakan sebagai acuan untuk digunakan sebagai studi kasus di Indonesia. Dapat dilihat bahwa ada beberapa aspek penting yang menjadi pertimbangan dalam ke berjalanan operasi dari UAM masih perlu ditingkatkan untuk membuat operasi UAM di Indonesia dapat berjalan. Operasi UAM dengan menggunakan low maturity level di Indonesia masih memungkinkan untuk dilakukan, sedangkan untuk operasi UAM dengan high maturity level sendiri dapat dilakukan dengan beberapa parameter tambahan seperti automasi, regulasi, ataupun beberapa stakeholder yang belum ada pada untuk operasi high maturity level.", "Daftar File": {}, "Penulis": "Haryokusumo [13619056]", "Kontributor / Dosen Pembimbing": ["Dr. Taufiq Mulyanto, S.T.", "Yohanes Bimo Dwianto, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Urban Air Mobility, Model-Based Systems Engineering, SysML, Konsep Operasi, Indonesia", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Agu 2023"}