{"Nomor": 75762, "Judul": "PRODUKSI MICROBIAL LIPID DARI RHODOTORULA GLUTINIS DENGAN VARIASI KONSENTRASI SUBSTRAT SUKROSA", "Abstrak": "Rhodotorula glutinis merupakan ragi dengan kemampuan produksi lipid hingga\n60,7% (w/w) dari biomassa keringnya. Akumulasi lipid oleh Rhodotorula glutinis\ndapat distimulasi dengan kondisi pertumbuhan pada limitasi konsentrasi nitrogen.\nPada penelitian ini Rhodotorula glutinis dikultivasi pada medium N-limiting\ndengan variasi sumber karbon berlebih berupa sukrosa yang divariasikan\nkonsentrasi awalnya. Hal tersebut dilakukan dengan tujuan untuk menentukan\npengaruh peningkatan konsentrasi awal sukrosa terhadap perolehan lipid dari\nRhodotorula glutinis. Dalam studi ini digunakan variasi konsentrasi sukrosa\nsebesar 10, 20 dan 40 g/L, metode kultivasi secara batch pada suhu awal 30°C, pH\nawal 6.0, dan pemanenan biomassa dilakukan setelah 120 jam kultivasi.\nProduktivitas lipid tertinggi diperoleh pada variasi konsentrasi awal sukrosa 40 g/L\nyaitu sebesar 0,118 ± 0,008 g/L.hari. Sedangkan produktivitas pada konsentrasi\nsukrosa 20 dan 10 g/L memiliki nilai produktivitas lipid sebesar 0,060 dan 0,028 ±\n0,003 g/L.hari, secara berurutan. Berdasarkan hasil penelitian diperoleh bahwa\npeningkatan konsentrasi awal sukrosa memberikan pengaruh yang signifikan\nterhadap peningkatan perolehan lipid dari Rhodotorula glutinis dengan nilai\nsignifikansi p < 0,01. Diperoleh juga bahwa peningkatan konsentrasi sukrosa\nhingga 40 g/L masih menguntungkan dalam meningkatkan perolehan biomassa dan\nlipid, yang ditunjukkan oleh nilai yield biomassa terhadap substrat (YX/S) dan yield\nlipid terhadap substrat (YP/S) berturut-turut sebesar 0,218 g/g dan 0,019 g/g.", "Daftar File": {}, "Penulis": "Michelle Vania Pohan [11219009]", "Kontributor / Dosen Pembimbing": ["Neil Priharto, S.Si., M.T., Ph.D.", "Dr. Eng. Kamarisima"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Lipid mikroba, Rhodotorula glutinis, rasio C/N", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Agu 2023"}