{"Nomor": 75776, "Judul": "MANAJEMEN RISIKO PROYEK PEMASANGAN ELEVATOR DI PT TERBANG JAUH: PROYEK WISATA PINUS BANDUNG", "Abstrak": "PT Terbang Jauh (nama samaran) merupakan perusahaan kontraktor yang bergerak di bidang\npengadaan, penjualan, pemasangan, dan perawatan elevator. Pada tahun 2022, 64% proyek\npemasangan elevator yang ditangani PT Terbang Jauh mengalami pembengkakan biaya\npemasangan sebesar rata-rata 21%. Menurut Manajer Teknik dan Direktur Keuangan PT\nTerbang Jauh, hal ini disebabkan oleh keterlambatan durasi pemasangan yang merupakan\nakibat dari risiko dan ketidakpastian proyek yang terealisasi dan menghambat proses\npemasangan. Telah diupayakan memitigasi risiko secara coba-coba, tetapi hal ini belum\nefektif. Dengan demikian pada penelitian ini diusulkan manajemen risiko bagi PT Terbang\nJauh untuk mengurangi probabilitas dan/atau dampak risiko proyek agar keterlambatan dan\npembengkakan biaya pemasangan dapat ditekan atau dihindari. Dipilih Proyek Wisata Pinus\nBandung yang merupakan proyek pemasangan elevator miring untuk dianalisis karena lebih\nberisiko daripada elevator biasa.\nManajemen risiko Proyek Wisata Pinus Bandung disusun berdasarkan kerangka kerja yang\ndikemukakan oleh PMI (2017, 2019, dan 2021) dan Bissonette (2016). Mula-mula dibentuk\nrisk management plan (RMP). Berikutnya risiko proyek diidentifikasi dan didapatkan 157\nrisiko proses dan tujuh risiko strategis. Risiko-risiko tersebut dinilai probabilitas dan\ndampaknya secara kualitatif kemudian dihitung tingkat severity-nya dan dipetakan ke\nmatriks risiko. Sebagian besar risiko, yaitu 128 buah, terpetakan ke kategori severity sedang\nyang berarti tingkat keparahannya tidak berpengaruh signifikan terhadap kesuksesan proyek.\nDidapatkan pula enam risiko dengan tingkat severity kategori tinggi yang menjadi prioritas\nuntuk ditangani, yaitu risiko proses RP96 dan RP150 mengenai penagihan invoice\npembayaran yang tertunda, RP99 dan RP153 mengenai keterlambatan pembayaran oleh\nklien, RP117 mengenai cuaca buruk, serta risiko strategis RS4 mengenai penurunan daya\nsaing dibandingkan kompetitor. Berikutnya dilakukan analisis kuantitatif terhadap risiko\nproyek keseluruhan dengan analisis sensitivitas. Didapatkan rentang nilai komponen biaya\npemasangan berjenis variabel yang masih diizinkan (tidak menimbulkan pembengkakan\nbiaya lebih 10% biaya pemasangan), yaitu variabel hari kerja sebesar 54 sampai dengan 60\nhari kerja apabila diikuti penambahan hari lembur a, b, dan c serta sampai dengan 61 hari\nkerja apabila hanya diikuti penambahan hari lembur a, variabel frekuensi kunjungan sebesar\n\n48 sampai 912 kali, dan variabel banyak helper senior, helper, serta teknisi harian berturut-\nturut sebesar enam sampai tujuh orang, satu sampai dua orang, dan dua sampai tiga orang.\n\nBerikutnya disusun usulan rencana respons untuk enam risiko proyek dengan kategori\nseverity tinggi secara individu serta untuk risiko proyek keseluruhan, dengan respons\nberjenis mitigate atau accept.\nDampak ekonomi yang timbul dari penerapan usulan manajemen risiko Proyek Wisata Pinus\nBandung adalah dapat ditekannya pembengkakan biaya pemasangan yang diakibatkan\nketerlambatan durasi pemasangan. Hal ini karena manajemen risiko proyek disusun untuk\nmeminimalkan probabilitas dan/atau dampak risiko yang dapat menyebabkan keterlambatan\ntersebut. Dengan demikian perolehan profit dapat ditingkatkan. Namun perusahaan perlu\nmeninjau lebih dalam perbandingan manfaat dan biaya dari penerapan usulan manajemen\nrisiko tersebut. Adapun dampak sosial yang ditimbulkan adalah terbentuknya budaya bekerja\nsecara terintegrasi melalui pertemuan peninjauan risiko formal di awal dan akhir proyek\nsehingga risiko-risiko manajemen internal dapat dikurangi probabilitas dan/atau dampaknya.", "Daftar File": {}, "Penulis": "Jennifer Melanie Kartika [14419005]", "Kontributor / Dosen Pembimbing": ["Ir. Tota Simatupang, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "manajemen risiko proyek, perusahaan kontraktor elevator, proyek konstruksi, pemasangan elevator, PMBOK.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "07 Agu 2023"}