{"Nomor": 75778, "Judul": "BIOSTRATIGRAFI SIKUEN DAERAH KANGEAN, KABUPATEN SUMENEP, CEKUNGAN JAWA TIMUR", "Abstrak": "Daerah Kepulauan Kangean berada di Kabupaten Sumenep, Provinsi Jawa Timur. Daerah Kangean ini berada di Cekungan Jawa Timur yang merupakan cekungan penghasil hidrokarbon sehingga pengembangan kegiatan eksplorasi migas di Daerah Kangean menjadi sangat penting. Mengkaji geologi daerah eksplorasi menjadi sesuatu yang diperlukan dalam pengembangan kegiatan ekslorasi migas di daerah tersebut. Studi biostratigrafi sikuen yang dikerjakan dalam penelitian ini bertujuan untuk mempelajari kondisi geologi daerah Kangean dari waktu ke waktu berdasarkan urutan siklus sikuen yang terjadi. Dengan begitu, penelitian ini dapat memberikan wawasan terkait geologi daerah Kangean berdasarkan pendekatan biostratigrafi sikuen.\nStudi biostratigrafi sikuen dimulai dengan analisis biostratigrafi yang mencakup penentuan biozonasi, umur, dan lingkungan pengendapan berdasarkan diagram distribusi mikrofosil foraminifera semikuantitatif tiga sumur yaitu I-1, J-2, dan L-2. Analisis litologi juga dilakukan untuk mengetahui jenis litologi tiap formasi yang ada berdasarkan deskripsi sampel batuan ditch cuttings, sidewall core, dan batuan inti, serta data log sumur berupa gamma ray (GR) dan spontaneous potential (SP). Analisis kerangka sikuen didasarkan pada hasil analisis biostratigrafi yang didukung dari hasil analisis litologi untuk menentukan sequence boundary (SB), lowstand system tract (LST), transgressive surface (TS), transgressive system tract (TST), maximum flooding surface (MFS), dan highstand system tract (HST). Komponen-komponen sikuen tersebut dicari umur absolutnya menggunakan model umur yang dibuat dari datum taksa foraminifera terpilih yang diketahui standar umur absolutnya. Ketika komponen sikuen sudah teridentifikasi dan diketahui umurnya, maka korelasi sikuen dilakukan untuk mengetahui persebarannya secara lateral dan peristiwa geologi yang terjadi pada masing-masing sikuen.\nAnalisis tersebut memperoleh kesimpulan bahwa interval penelitian berada di kisaran umur Oligosen Akhir – Pleistosen Akhir (N3 – N23), yang terendapkan di lingkungan batial atas hingga neritik dalam. Formasi penyusun interval penelitian di antaranya adalah Formasi Prupuh, Formasi Tuban, Formasi Wonocolo, Formasi Ledok, Formasi Karren, dan Formasi Mundu. Interval penelitian terdiri dari 11 sikuen dengan 10 SB dan 9 MFS. Komponen sikuen yang diketahui adalah SB-2 (19.1 jtl), MFS-2 (18.5 jtl), SB-3 (17.1 jtl), MFS-3 (15.7 jtl), SB-4 (14.3 jtl), MFS-4 (13.6 jtl), SB-5 (12 jtl), MFS-5 (10.2 jtl), SB-6 (8.6 jtl), MFS-6 (7.9 jtl), SB-7 (7 jtl), MFS-7 (6.2 jtl), SB-8 (4.7 jtl), MFS-8 (3.5 jtl), SB-9 (2.8 jtl), MFS-9 (2.2 jtl),\nSB-10 (2.1 jtl), MFS-10 (1.9 jtl), dan SB-11 (0.9 jtl). Hasil analisis sikuen dan korelasinya menunjukkan interpretasi peristiwa geologi yang berlangsung di setiap sikuennya. Sikuen 1 hingga Sikuen 3 (Oligosen Akhir – Miosen Tengah) menunjukkan bahwa daerah Kangean berada pada satu tatanan geologi yang sama ditandai dengan dijumpainya endapan batugamping Formasi Prupuh dan batulempung Formasi Tuban di seluruh lokasi daerah penelitian. Memasuki siklus Sikuen 4 dan seterusnya (Miosen Tengah – Pleistosen Akhir), daerah Kangean terbagi menjadi dua tatanan yang berbeda di Utara dan di Selatan diawali dengan adanya endapan batugamping Formasi Karren yang hanya dijumpai di bagian Utara daerah penelitian. Terbaginya daerah Kangean menjadi dua tatanan yang berbeda merupakan dampak dari aktivitas dan perkembangan Zona Sesar RMKS.", "Daftar File": {}, "Penulis": "Naufal Nurmahdi [12018068]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Khoiril Anwar Maryunani, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "biostratigrafi, sikuen, Cekungan Jawa Timur, Kangean", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Agu 2023"}