{"Nomor": 75770, "Judul": "PEMURNIAN PRODUK TERPEN", "Abstrak": "Terpentin merupakan minyak yang dapat diperoleh dari proses distilasi getah yang berasal dari batang Pinus merkusii sebagai produk atas. Senyawa penyusun dari minyak terpentin adalah ?-pinen, ?-pinen, limonen, 3-karen, dan camphene. Senyawa tersebut memiliki kegunaan dan nilai yang jauh lebih tinggi dibandingkan dengan minyak terpentinnya sendiri. Namun proses pemisahan masing-masing komponen cukup sulit dilakukan karena titik didih yang tinggi. Sifatnya yang mudah rusak dan terdekomposisi saat temperatur operasi tinggi akan menyebabkan penurunan kualitas. Maka dari itu, untuk mempertahankan kualitasnya dilakukan distilasi vakum dengan cara menurunkan tekanan operasi dengan pompa agar titik didih dari komponen dapat menurun. Penelitian ini berfokus pada pemurnian ?-pinene karena senyawa tersebut merupakan komponen utama dari minyak terpentin dengan komposisi yang paling banyak dibandingkan dengan komponen lainnya.\nPenelitian ini bertujuan untuk menganalisis kondisi operasi yang optimum dalam proses pemurnian produk terpen dengan distilasi vakum partaian. Dari kondisi optimum tersebut akan didapatkan komposisi dan keuntungan paling tinggi dari produk terpen. Kondisi operasi yang divariasikan adalah berupa tekanan operasi dan rasio refluks. Tekanan operasi akan divariasikan pada 320, 350, 470, dan 530 mmHg. Sedangkan rasio refluks terhadap distilat (R/D) divariasikan pada 2, 3, dan 4. Penelitian ini terdiri dari empat tahapan yaitu analisis umpan minyak terpentin dengan GC-MS, proses fraksinasi atau pemisahan ?-pinen dengan menggunakan kolom distilasi vakum partaian, analisis hasil fraksinasi dengan menggunakan GC-FID, dan analisis produk bottom dengan menggunakan GC-MS. Penelitian ini menghasilkan bahwa semakin vakum dan semakin tinggi rasio R/D, kemurnian ?-pinen dalam produk yang diperoleh lebih tinggi. Dengan mempertimbangkan tingkat kemurnian dan keuntungan ekonomi, kondisi operasi yang yang paling optimum adalah pada tekanan 368,788 mmHg dan rasio R/D 3,7 yang menghasilkan perolehan yield 40%-vol dari umpan dengan kemurnian ?-pinen sebesar 93,13% dan laba bersih 4,5621 USD/2 L produk.", "Daftar File": {}, "Penulis": "Nurrahmi Fadila Kintani [13019013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Danu Ariono", "Antonius Indarto, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "?-pinen, distilasi vakum partaian, pinus merkusii, rasio R/D, tekanan operasi, terpentin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Agu 2023"}