{"Nomor": 75789, "Judul": "PRODUKSI DAN KARAKTERISASI KOMPLEKS EKTOIN-CU2+ SEBAGAI  ANTI IRITASI", "Abstrak": "Kulit merupakan organ terbesar tubuh yang berfungsi sebagai pelindung dari gangguan \neksternal, salah satunya adalah iritan. Iritan merupakan senyawa yang dapat merusak \nskin barrier dan dapat dijumpai pada surfaktan yang digunakan di kosmetik. Untuk \nmencegah iritasi, digunakan senyawa anti iritasi. Ektoin merupakan salah satu \nsenyawa yang bersifat anti iritasi karena kemampuannya melindungi protein kulit dari \nberikatan langsung dengan surfaktan. Mereaksikan ektoin dengan Cu2+ diharapkan \nmeningkatkan sifat anti iritasi karena tembaga telah terbukti memiliki beberapa \nmanfaat pada kulit. Ektoin yang diproduksi pada penelitian ini berasal dari Halomonas \nelongata BK-AG25 yang diisolasi dari kawah lumpur Bledug Kuwu, Jawa Tengah. \nDengan disintesisnya ektoin, bakteri tersebut dapat bertahan di situasi ekstrem seperti \nkonsentrasi garam yang tinggi. Ektoin diproduksi dengan media LB 5% lalu diinkubasi\nselama 24 jam. Bakteri lalu dipindahkan ke media MM63 5% untuk optimasi biomassa \nsel dan media MM63 18% untuk optimasi produksi ektoin. Media lalu disentrifugasi \ndan sel yang berada di pellet dipindahkan ke NaCl 1% untuk mendifusikan ektoin. \nEktoin murni lalu dikarakterisasi menggunakan HPLC dan FTIR dengan ektoin \nkomersil sebagai pembanding. Untuk 50 ml media, didapatkan ektoin sebesar 0,187 \n+/- 0,02 gram. Untuk membuat kompleks, ektoin dilarutkan pada larutan NaOH untuk\nmendeprotonasi gugus karboksilat. Setelah itu larutan ini ditambahkan larutan Cu2+ \ndari Cu(II)nitrat.trihidrat dan dipanaskan dengan suhu 100 oC selama 6 jam. Kompleks\nektoin-Cu2+ terbentuk berwarna kehijauan, dilanjutkan dengan karakterisasi FTIR.\nDari karakterisasi FTIR, dapat diketahui splitting energy dari vibrasi asimaterik dan \nvibrasi simetrik sebesar 149 cm-1\ndimana kemungkinan karboksilat berikatan secara \nkovalen bidentat dengan 2 logam berbeda. Sifat anti iritasi lalu diuji dengan uji\nkelarutan zein. Zein merupakan protein jagung yang menjadi model dari protein \nkeratin pada kulit. Zein akan larut dan terdenaturasi pada larutan surfaktan tetapi \nkelarutan ini akan berkurang dengan adanya senyawa anti iritasi. Dengan penambahan \nektoin, persentase protein zein terdenaturasi berkurang yang menandakkan ektoin \nyang diproduksi memiliki sifat antiiritasi. Pada 0,5% kompleks, protein zein yang \nterdenaturasi lebih besar jika dibandingkan pada 0,5% ektoin. Akan tetapai, uji-t \nmenyatakan bahwa keduanya tidak memiliki perbedaan signifikan sehingga dapat \ndikatakan kompleks tidak mempengaruhi aktivitas anti iritasi ektoin.", "Daftar File": {"ABSTRAK Rai Nayatri": "https://digilib.itb.ac.id/gdl/download/301385"}, "Penulis": "Rai Nayatri [10519019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rukman Hertadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "ektoin, kompleks, Cu2+, anti iritasi, zein", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "08 Agu 2023"}