{"Nomor": 75787, "Judul": "EPOKSIDASI MINYAK SAWIT TERKATALIS VANADIL@UIO-66", "Abstrak": "Indonesia menjadi negara dengan jumlah produksi minyak sawit terbesar di dunia pada tahun \n2021. Jumlah minyak sawit yang berlimpah berpotensi untuk dikembangkan ke berbagai \naplikasi, salah satunya adalah pelentur. Secara umum, pelentur terbuat dari senyawa ftalat \nyang bersifat karsinogenik. Minyak sawit dapat difungsionalisasi menjadi epoksida minyak \nsawit (EPO). Pada umumnya, produksi EPO dijalankan dengan asam peroksi untuk \nmengoksidasi ikatan karbon rangkap pada senyawa trigliserida membentuk gugus epoksida. \nPenggunaan asam peroksi sulit dikontrol sehingga dapat menyebabkan penurunan hasil EPO \ndengan adanya pembukaan cincin epoksidasi. Penelitian mengenai EPO sudah pernah \ndilakukan dengan VO(acac)2 yang menunjukkan bahwa vanadium berprospek baik sebagai \nkatalis. Oleh karena itu, penelitian ini mengkaji reaksi epoksidasi minyak sawit dengan \noksidator TBHP dan penambahan katalis vanadium yang terembankan pada struktur UiO-66 \n(vanadil@UiO-66). Vanadil@UiO-66 disintesis dengan menambahkan VO(acac)2 dan UiO66 ke dalam pelarut metanol (65 oC, 12 jam). Keberhasilan sintesis dikonfirmasi melalui PXRD, FTIR, dan XRF. Reaksi epoksidasi minyak sawit terkatalis vanadil@UiO-66 dievaluasi \ndengan 1H-NMR. Hasil karakterisasi menunjukkan komposisi optimum terjadi pada suhu 80 \n°C selama 7 jam dengan penambahan 5,4% ?mol vanadium terhadap mol olefin dan 4 mol eq \nTBHP 70% yang direaksikan dalam 1 g minyak sawit (2,4 mmol olefin per gram). Kondisi \ntersebut memperoleh hasil EPO sebesar 67%. Kajian kinetika reaksi epoksidasi menunjukkan \nreaksi memiliki orde 1 semu terhadap minyak sawit dengan nilai energi pengaktifan sebesar \n41 kJ.mol-1\n. Hasil reaksi pada suhu 80 oC memperoleh nilai entalpi pengaktifan (?????‡\n), entropi \npengaktifan (?????\n‡\n), dan energi bebas Gibbs pengaktifan (?????\n‡\n) berturut-turut 38 kJ.mol-1\n, ?164 \nJ.mol-1\n.K-1\n, dan 95 kJ.mol-1\n. Nilai putaran katalitik (TON) dan frekuensi putaran katalitik \n(TOF) reaksi epoksidasi pada kondisi optimum masing-masing, yaitu 298 dan 43 per jam.", "Daftar File": {"ABSTRAK Adinda Baety Hanifah": "https://digilib.itb.ac.id/gdl/download/301384"}, "Penulis": "Adinda Baety Hanifah [10519018]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Yessi Permana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "epoksidasi, minyak sawit, vanadil@UiO-66, TBHP", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "08 Agu 2023"}