{"Nomor": 75796, "Judul": "INTERAKTIF DRAWING: PERSEPSI MASYARAKAT TERHADAP BURUNG WALET SEBAGAI IKON KABUPATEN KEBUMEN", "Abstrak": "Burung walet liar dapat ditemukan di goa-goa pesisir pantai maupun di bangunan besar\nyang tidak ditempati, sedangkan walet yang dikembang biakkan tinggal dalam rumah\nwalet buatan. Studi kasus kemunduran populasi burung walet mengacu pada kondisinya\nsaat ini yang mengalami kemunduran dibandingkan masa dulu di Kabupaten Kebumen.\nSalah satu faktor yang menyebabkan berkurangnya populasi burung walet yaitu\nterjadinya perpindahan (movement) burung walet ke daerah lainnya. Kasus keterancaman\nkepunahan burung walet dalam karya ini menggunakan konsep “samar” dengan bentuk\nkarya interaktif. Samar diartikan sebagai sesuatu yang tidak jelas dan transparan/tembus\npandang. Menggunakan metode interaktif, mengemas permasalahan burung walet ke\ndalam bentuk karya seni dengan memasangkan berbagai komponen sehingga membentuk\nkesatuan dan makna baru. Tahapan pembuatan karya ini dimulai dari pengumpulan data\nvisual tentang keberadaan burung walet, membuat visual dua dimensi dengan teknik cat\nair dan membuat komponen burung-burung yang kemudian disusun menampilkan\nmovement burung walet. Tujuan pembuatan karya tugas akhir ini, yaitu: (1)\nmenunjukkan/menampilkan keberadaan burung walet dalam migrasinya, (2)\nmenampilkan fase/tahapan proses kemunduran burung walet dalam karya seni interactive\ndrawing, (3) mengajak audiens untuk merasakan kemunduran keberadaan burung walet\nuntuk membangkitkan kepedulian dalam keberadaannya. Output karya seni berupa karya\ninteractive drawing yang memberikan pengalaman baru bagi seniman serta audiens\ndalam menyikapi permasalahan kemunduran burung walet.", "Daftar File": {}, "Penulis": "Pramudita Anisa Dewi [17017004]", "Kontributor / Dosen Pembimbing": ["Dr. Muksin, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Burung Walet, Interactive Drawing, Samar, Kemunduran", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "08 Agu 2023"}