{"Nomor": 75792, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN (STUDI KASUS: OUROMATICA FRAGRANCE)", "Abstrak": "Saat ini, brand lokal Indonesia berkembang pesat dan kualitas produknya mampu bersaing dengan brand ternama dunia lainnya. Sebagian besar merek lokal memiliki keunikan tersendiri dan ragam pilihan yang membedakan satu dengan lainnya. Salah satu produk lokal yang saat ini sedang naik daun adalah parfum. Munculnya parfum merek lokal baru juga mengakibatkan persaingan yang ketat bagi para pengusaha untuk menciptakan dan mengembangkan wewangian baru guna menarik pasar. \n \nOuromatica Fragrance adalah parfum merek lokal unisex baru yang didirikan pada tahun 2022 dan terinspirasi dari empat elemen kehidupan; api, air, tanah, dan udara. Keempat unsur ini diyakini penting dan dekat dengan kehidupan kita sehari-hari. Sebagai pendatang baru, Ouromatica Fragrance mengalami kendala pada aspek penjualan. Berdasarkan data internal kinerja penjualan, menunjukkan bahwa Ouromatica Fragrance tidak mencapai target penjualan dari Desember 2022 hingga Maret 2023. Root Cause Analysis (RCA) digunakan untuk mengidentifikasi dan memvisualisasikan kemungkinan penyebab masalah. Tujuan dari penelitian ini adalah untuk mengidentifikasi strategi pemasaran yang dapat digunakan oleh Ouromatica Fragrance untuk meningkatkan penjualan. Dalam penelitian ini, penulis menggunakan analisis eksternal dan internal. Untuk analisis eksternal digunakan analisis PESTLE, analisis pesaing, dan analisis pelanggan. Sedangkan untuk analisis internal, penelitian ini menggunakan Resource-Based View (RBV) dan Porter’s Value Chain.  \nSetelah menganalisis faktor eksternal dan internal Ouromatica Fragrance, penulis menggunakan SWOT untuk mengevaluasi perusahaan kemudian dilanjutkan dengan membuat strategi marketing menggunakan STP (Segmenting, Targeting, dan Positioning), Marketing Mix 4P, dan mengusulkan program pemasaran menggunakan model AIDA untuk membantu mengubah calon pelanggan menjadi pembeli Ouromatica Fragrance melalui media sosial. Penulis juga membuat timeline strategi pemasaran guna mengoptimalkan penggunaan media sosial Ouromatica Fragrance.", "Daftar File": {"2023_TS_PP_Sekar Putri Ramadani_29121361_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/301389"}, "Penulis": "Sekar Putri Ramadani [29121361]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi pemasaran, marketing mix, saluran pemasaran, AIDA, brand lokal, parfum", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "08 Agu 2023"}