{"Nomor": 75795, "Judul": "PASAR DIRI: IDENTITAS KONSUMER POSMODERN", "Abstrak": "Cepatnya perkembangan teknologi dan informasi, serta munculnya perlawanan terhadap\nnarasi dan ideologi besar dengan pemberdayaan narasi-narasi kecil, merupakan ciri dari\nkehidupan posmodernisme. Semangat posmodern dalam pembentukan identitas yaitu\npencarian identitas otentik, yang tidak mengacu pada sistem otoritas, ideologi besar, atau\nnarasi besar tertentu, kemudian menjadi landasan akan bagaimana identitas akibatnya\ndieksploitasi menjadi produk yang ditawarkan kapitalisme. “Pencarian identitas” terus\ndidukung oleh kapitalisme yang senantiasa menghadirkan dan menggilir makna, citra,\ndan tanda yang baru untuk dikonsumsi, dalam jumlah yang tidak terbatas dan proses\nterus-menerus yang tak henti-henti. Diciptakan “ilusi kebebasan” dalam memilih\nidentitas lewat berbagai produk dan komoditi, padahal rangkaian identitas tersebut\nberoperasi di bawah tempo yang telah diatur dalam pasar. Di bawah kondisi yang\ndemikian, seseorang dapat menjadi apa saja; seseorang dapat menjadi orang yang\nberbeda-beda hanya dengan mengonsumsi produk.\nTugas Akhir ini merupakan karya seni yang menjadi representasi akan kondisi tersebut.\nIntensi tersebut dicapai melalui seni grafis, yaitu dengan teknik cetak saring dan cetak\nsublim. Seni grafis dipercaya sebagai praktik seni dengan keunikan dan keterbatasannya\ntersendiri yang dapat memperkuat kandungan makna di balik karya ini dengan baik.\nDengan judul Pasar Diri, karya ini merupakan usaha untuk menghadirkan perbenturan\nmakna, citra, tanda, dalam mekanisme pasar yang menyebabkan adanya ilusi kebebasan\nmemilih identitas bagi individu pada masa posmodern.", "Daftar File": {}, "Penulis": "Inggita Kanya Paramita [17019002]", "Kontributor / Dosen Pembimbing": ["Dr. Willy Himawan, S.Sn., M.Sn.", "Michael Binuko Sri Herawan, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Identitas, Produk, Konsumerisme, Posmodern, Seni Grafis.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "08 Agu 2023"}