{"Nomor": 75803, "Judul": "PERANCANGAN PROTOTIPE REAL-TIME LOCATING SYSTEM UNTUK PELACAKAN WORK ORDER  PADA SHOP FLOOR DETAIL PART MANUFACTURING  PT DIRGANTARA INDONESIA", "Abstrak": "Berdasarkan data rekapitulasi outstanding work order dari tahun 2013 hingga 2021,\nsebanyak 10.678 work order tidak bergerak sesuai dengan rencana produksi. Upaya\nyang dilakukan manajemen adalah audit dengan pencarian work order secara\nmanual di shop floor. Hasil audit menunjukkan sebanyak 3.955 work order hilang,\ndengan estimasi kerugian sebesar $742.703,85. Untuk meminimalisir angka\nkehilangan, pihak manajer membutuhkan suatu sistem pelacakan work order secara\nreal-time. Penelitian ini berfokus pada perancangan prototipe sistem pelacakan\nberbasis teknologi RFID yang mampu melacak work order secara real-time dan\nmampu menampilkan kondisi aktual shop floor.\nPengembangan prototipe sistem menggunakan metodologi engineering design\nprocess. Terdapat 8 langkah utama dalam metodologi tersebut, yang selanjutnya\ndirincikan menjadi tahapan-tahapan yang sesuai dengan kebutuhan pengembangan\nprototipe sistem. Tahapan utama pengembangan prototipe secara urut adalah define\nthe problem, studi literatur, generate alternative concepts, evaluate and select a\nconcept, detail the design and design defence, manufacture and testing, evaluation\nof performance and preparing the final design report.\nPenelitian ini menghasilkan rancangan perangkat keras, rancangan alur konektivitas\nperangkat keras dengan perangkat lunak, serta skema usulan implementasi\nprototipe real-time locating system. Hasil penelitian ini diuji dengan skenario alur\npergerakan usulan yang dilakukan pada suatu lokasi uji. Hasil pengujian\nmenunjukkan bahwa prototipe sistem mampu melacak pergerakan work order\nsecara real-time dan menampilkan kondisi aktual lingkungan uji.", "Daftar File": {}, "Penulis": "Steven [13419025]", "Kontributor / Dosen Pembimbing": ["Dr. Wisnu Aribowo, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Real-time locating system, UHF RFID, work order, internet of things", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "08 Agu 2023"}