{"Nomor": 75801, "Judul": "PERANCANGAN SISTEM INFORMASI EVALUASI KAPASITAS PRODUKSI PT X", "Abstrak": "PT X adalah perusahaan yang memproduksi bahan kimia khusus (specialty chemicals).\nProduk-produk PT X dimanfaatkan oleh pelanggannya yang bergerak di bidang pengolahan\nair, pengolahan gula, perminyakan, pertambangan, dan otomotif. Dalam menjalankan\nproduksinya, PT X memberlakukan sistem make-to-order (MTO), yaitu sebuah sistem\nproduksi di mana pengerjaan pesanan tidak dimulai sampai pesanan ada di tangan\nperusahaan. Diketahui bahwa nilai tingkat penyelesaian pesanan PT X adalah 89%,\nsedangkan target yang ditetapkan adalah 95%. Penyebab dari ketidaktercapaian target ini\nadalah PT X belum mengetahui informasi kapasitas produksinya. Oleh karena itu, penelitian\nbertujuan untuk mendapatkan prototipe sistem informasi yang berguna untuk menentukan\nkecukupan kapasitas produksi PT X.\nDalam merancang prototipe sistem informasi tersebut, digunakan metode prototyping.\nTeknik RCCP yang digunakan sebagai dasar perhitungan kapasitas adalah teknik Bill of\nLabor Approach (BOL). Penggunaan teknik BOL dalam mengolah data produksi PT X\nbermanfaat untuk menghasilkan perbandingan kapasitas yang tersedia dengan kapasitas yang\ndibutuhkan PT X untuk memenuhi pesanan sehingga dapat mengevaluasi kapasitas produksi\nPT X.\nPenelitian menghasilkan sebuah prototipe software Microsoft Excel-VBA. Uji coba\nrancangan prototipe ini menunjukkan bahwa kapasitas produksi aktual pada PT X tidak dapat\nmencukupi permintaan pesanan sesuai dengan rencana produksi. Artinya, diperlukan\nlangkah lanjutan berupa revisi rencana produksi untuk menyeimbangkan kebutuhan dengan\nketersediaan kapasitas PT X. Sesuai dengan karakteristik produksi PT X, revisi tersebut\ndiusulkan dengan mengembangkan sistem pengambilan keputusan penerimaan pesanan\nyang dapat memberikan keputusan penerimaan atau penolakan pesanan secara optimal.\nKata kunci:", "Daftar File": {}, "Penulis": "Della Namira Sulaksono [13419011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Darwin, MSTr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Bill of Labor Approach, sistem informasi, prototyping.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "08 Agu 2023"}