{"Nomor": 75807, "Judul": "ANALISIS OPERASI RUMAH SAKIT PADA RUMAH SAKIT PT  PERTAMINA HULU ROKAN", "Abstrak": "Rumah Sakit PT Pertamina Hulu Rokan adalah rumah sakit swasta milik PT Pertamina Hulu Rokan, sebuah perusahaan minyak dan gas. Rumah sakit khusus untuk merawat karyawan dan tanggungan mereka. Saat ini rumah sakit dioperasikan oleh penyedia layanan pihak ketiga karena efisiensi biaya operasional. Tujuan dari penelitian ini adalah untuk menganalisis efektivitas strategi operasi saat ini dan menemukan peluang untuk mengurangi biaya operasi secara keseluruhan. Penelitian dilakukan dengan metode campuran dengan menggunakan pendekatan studi kasus. Berdasarkan tinjauan dan pengamatan terhadap kondisi rumah sakit saat ini, kami menemukan bahwa rumah sakit tersebut kurang dimanfaatkan dan tidak efektif. Setelah melakukan analisis akar masalah, kami menemukan bahwa akar penyebabnya adalah kekurangan tenaga medis profesional dan peralatan yang sudah usang. Selain itu, kebijakan perusahaan juga mempengaruhi penggunaan rumah sakit yang kurang dimanfaatkan. \n \nAda beberapa alternatif yang telah dipertimbangkan untuk meningkatkan efektivitas biaya operasional rumah sakit. Namun, ada beberapa hal yang menjadi syarat batas seperti peraturan Pemerintah terkait kontrak gross-split blok Rokan dan kebijakan perusahaan yang sudah ada sejak lama sebagai bagian dari efisiensi biaya. Setelah dilakukan penilaian alternatif dengan menggunakan tabel strategi dan metode skoring faktor tertimbang, alternatif yang lebih disukai adalah pengurangan kapasitas rumah sakit menjadi layanan darurat saja. \n \nUntuk menerapkan alternatif pilihan ini, kami perlu membentuk tim proyek kecil yang terdiri dari beberapa fungsi utama seperti tim medis, SDM, hubungan eksternal, pengadaan, dan manajemen fasilitas. Inisiatif ini akan memakan waktu sekitar 9 bulan untuk implementasi alternatif penuh.", "Daftar File": {"2023_TS_PP_Hana Rafidah Hasan_29120454_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/301435"}, "Penulis": "Hana Rafidah Hasan [29120454]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mursyid Hasan Basri, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi operasi, efisiensi biaya, operasi rumah sakit, biaya operasi", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "08 Agu 2023"}