{"Nomor": 75806, "Judul": "ANALISIS GEOMEKANIKA SATU DIMENSI DAN IMPLIKASINYA TERHADAP BATAS TEKANAN INJEKSI FLUIDA PADA FORMASI ARANG BAGIAN BAWAH DI AREA WNB, CEKUNGAN NATUNA BARAT", "Abstrak": "Formasi Arang bagian bawah merupakan salah satu reservoir batupasir utama pada area WNB, Cekungan Natuna Barat, yang telah berproduksi sejak tahun 1992. Saat ini telah terjadi penurunan produksi hidrokarbon akibat berkurangnya tekanan reservoir, sehingga injeksi fluida ke dalam reservoir perlu dilakukan. Analisis geomekanika satu dimensi pada penelitian ini bertujuan untuk mengetahui batas tekanan injeksi fluida yang aman yang dapat diterima oleh reservoir sehingga produksi hidrokarbon dapat dipertahankan. Pemahaman mengenai kondisi tegasan in situ dan kaitannya dengan pola struktur geologi yang berkembang di area penelitian merupakan hal yang sangat penting untuk diketahui terlebih dahulu sebelum menentukan batas tekanan injeksi tersebut.\nAnalisis geomekanika satu dimensi pada penelitian ini dilakukan dengan menggunakan data log tali kawat, tekanan formasi, uji hidraulik, uji laboratorium kekuatan batuan dan parameter pengeboran dari tujuh sumur di area penelitian. Analisis tekanan pori dengan menggunakan metode Eaton menunjukkan kondisi tekanan hidrostatik dengan gradien 0.44-0.45 psi/ft pada sebagian besar interval, kecuali pada interval reservoir yang telah terproduksikan cukup lama, yang memiliki gradien 0.39 – 0.40 psi/ft. Nilai unconfined compressive stregth (UCS) yang dihitung menggunakan pendekatan metode Horsrud memberikan rata-rata nilai UCS 2174 psi pada interval dangkal (Formasi Muda) dan 8169 psi pada interval terdalam (Formasi Belut). Perhitungan sudut friksi pada reservoir batupasir memberikan nilai sudut friksi antara 28-33° atau koefisien friksi (?) 0.53-0.65 pada keseluruhan formasi.\nAnalisis Borehole breakout menunjukkan orientasi Shmin umumnya pada arah barat daya - timur laut dengan rentang 34.8° hingga 79.5° E, dengan orientasi rata-rata 60.4° E, sedangkan orientasi SHmax berada pada arah barat laut – tenggara atau tegak lurus terhadap arah Shmin. Pola dan orientasi struktur yang berkembang di area WNB memiliki kaitan yang erat dengan orientasi tegasan in situ dari hasil analisis tersebut. Sesar-sesar inversi yang dominan pada arah barat daya – timur laut di area penelitian umumnya relatif tegak lurus dengan tegasan horizontal maksimum (SHmax) dan sejajar dengan tegasan horizontal minimum (Shmin). Sesar geser utama\nyang berarah barat laut – tenggara di area penelitian diperkirakan masih aktif bergerak dan memengaruhi tegasan in situ pada bagian dalam di area penelitian. Hal itu terkonfirmasi dengan rekaman data kegempaan yang bertepatan dengan posisi sesar geser tersebut.\nHasil perhitungan berdasarkan 65° lebar breakout dari log gambar di Sumur BK-5 menunjukkan besaran SHmax 8189.3 psi pada kedalaman 8052 kaki. Sedangkan untuk nilai kalibrasi Shmin didapatkan berdasarkan uji rekah hidraulik dan uji integritas batuan (LOT/FIT). Data SHmax dan Shmin pada beberapa titik tersebut akan digunakan untuk mengkalibrasi model SHmax dan Shmin yang dihitung menggunakan pendekatan Poro-elastic Horizontal Strain Model. Hasil analisis tegasan in situ menunjukkan rezim tegasan pada area penelitian WNB umumnya berada pada rezim tegasan normal (Sv>SHmax>Shmin) pada interval dangkal dan rezim tegasan sesar geser (SHmax>Sv>Shmin) pada interval yang lebih dalam.\nAnalisis tegasan rekah kritis dilakukan untuk mengetahui batas tekanan injeksi fluida yang aman pada reservoir Arang bagian bawah pada sumur yang mengalami penurunan tekanan formasi, yaitu Sumur BD-19. Berdasarkan hasil analisis, reservoir batupasir Arang bagian bawah memiliki batas tekanan formasi 2826 psi atau 19.63 Mpa sebelum akhirnya mengalami kegagalan. Sesar-sesar yang berada pada area penelitian relatif aman karena sebagian besar sejajar atau oblique terhadap orientasi Shmin, sehingga memiliki risiko kecil bergerak terlebih dahulu akibat tekanan injeksi yang melebihi batas yang ditentukan.", "Daftar File": {"ABSTRAK Gumelar": "https://digilib.itb.ac.id/gdl/download/301434"}, "Penulis": "Gumelar [22021033]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D.", "Indra Gunawan, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "geomekanika, Formasi Arang, Cekungan Natuna Barat, injeksi fluida, tegasan in situ, struktur geologi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Agu 2023"}