{"Nomor": 75812, "Judul": "PENGELOLAAN DAN PEMANFAATAN KAWASAN KONSERVASI PENYU, SISTEM SOSIAL-EKOLOGI, JASA EKOSISTEM.", "Abstrak": "Penelitian ini dilatarbelakangi pentingnya SDGs (Sustainable Development Goals) 14 dalam pembangunan berkelanjutan mengenai ekosistem laut. Menjaga kelestarian wilayah pesisir laut agar terbebas dari setiap ancaman yang disebabkan karena faktor alam maupun manusia merupakan salah satu upaya mewujudkan suksesi SDGS 14. Akan tetapi, saat ini masih banyak ditemukan persoalan pembangunan pesisir laut salah satunya mengenai isu keberlanjutan spesies penyu. Eksploitasi komersial dan konsumtif terhadap spesies penyu kerap kali dilakukan sehingga mengakibatkan terganggunya kelestarian spesies penyu beserta ekosistemnya.\n\nSatuan Pelayanan Taman Pesisir Penyu Pangumbahan, Kabupaten Sukabumi merupakan lembaga konservasi yang mengelola kawasan konservasi laut di Jawa Barat memiliki tanggung jawab dalam mengelola dan memanfaatkan konservasi penyu. Perairan laut Pangumbahan sebagai tempat konservasi penyu melalui adanya lembaga konservasi yang menaungi, pengelolaan dan pemanfaatan yang berkelanjutan terhadap kawasan konservasi penyu seharusnya dapat berjalan sesuai dengan yang diharapkan. Berdasarkan tujuan dalam penelitian mengenai perumusan strategi pengelolaan dan pemanfaatan kawasan konservasi penyu di Pangumbahan, secara implikasi ancaman maupun tantangan dalam pengelolaan dan pemanfaatannya merupakan modal untuk menghasilkan strategi pengelolaan dan pemanfaatan yang berkelanjutan terhadap konservasi penyu berdasarkan pendekatan Social-Ecological System dan Ecosystem Services. Pendekatan yang integratif dan multidisiplin dalam Social-Ecological System dapat memahami setiap interaksi antar unsur didalamnya (ekonomi, sosial, dan lingkungan) secara seimbang dan menyeluruh. Ditunjang pandangan komprehensif Ecosystem Services (faktor penyediaan, regulasi pemeliharaan, faktor dukungan, dan jasa budaya) sehingga dapat mengetahui secara konkret seluruh unsur ekonomi, sosial, dan lingkungan sebagai bahan pertimbangan melakukan pengelolaan dan pemanfaatan kawasan konservasi penyu.\n\nAncaman yang sangat berpengaruh dalam pengelolaan dan pemanfaatan kawasan konservasi penyu di Pangumbahan didominasi oleh faktor manusia. Hal ini berdasarkan aktivitas nelayan yang menangkap BBL (Benih Bening Lobster) sangat berpengaruh terhadap jumlah penyu yang naik mendarat untuk bertelur. Aktivitas lainnya seperti nelayan yang menangkap ikan dengan cara yang tidak ramah lingkungan sehingga berdampak pada rusaknya ekosistem laut, dan maraknya pencurian telur penyu untuk diperjualbelikan. Adapun tantangan dalam mengelola dan memanfaatkan kawasan konservasi penyu di Pangumbahan terletak pada terhambatnya proses pemulihan dan pemeliharaan ekosistem laut. Hal ini ditengarai masih terbatasnya pengetahuan yang dimiliki dalam melakukan konservasi penyu, dan sulitnya merubah pola pikir masyarakat sekitar kawasan konservasi. Penggunaan Social-Ecological System dan Ecosystem Services dalam merumuskan strategi pengelolaan dan pemanfaatan yang berkelanjutan, meninjau kasus yang terjadi pada kawasan konservasi penyu di Pangumbahan, hal pertama yang harus dilakukan yakni pengadaptasian terhadap masyarakat dengan membekalinya berbagai pengetahuan dan keterampilan sehingga dapat membuka peluang untuk mata pencaharian alternatif lain. Peran pemerintah sangat diharapkan utamanya dalam mengintensifkan kerjasama dengan kelompok sosial masyarakat yang memiliki kepedulian terhadap kelestarian penyu. Intensifnya pemerintah secara faktor penyediaan dan regulasi pemeliharaan, melalui RPZ (Rencana Pengelolaan dan Zonasi) kawasan konservasi penyu Pangumbahan dan berbagai kebijakan menyoal keberlanjutan spesies penyu beserta ekosistemnya merupakan koridor dalam proses penataan kawasan konservasi penyu yang berkelanjutan. Penting diingat secara faktor dukungan dan jasa budaya, demi mewujudkan keberlanjutan kawasan konservasi penyu di Pangumbahan masih membutuhkan pihak yang terlibat dalam pengawasan, pengamanan, dan pengembangan secara penelitian lebih lanjut.", "Daftar File": {"COVER M. Asfahani Sauky": "https://digilib.itb.ac.id/gdl/download/301440", "BAB_1 M. Asfahani Sauky": "https://digilib.itb.ac.id/gdl/download/301441", "BAB_2 M. Asfahani Sauky": "https://digilib.itb.ac.id/gdl/download/301442", "BAB_3 M. Asfahani Sauky": "https://digilib.itb.ac.id/gdl/download/301443", "BAB_4 M. Asfahani Sauky": "https://digilib.itb.ac.id/gdl/download/301444", "BAB_5 M. Asfahani Sauky": "https://digilib.itb.ac.id/gdl/download/301445", "BAB_6 M. Asfahani Sauky": "https://digilib.itb.ac.id/gdl/download/301446"}, "Penulis": "M. Asfahani Sauky [24021032]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pengelolaan dan Pemanfaatan Kawasan Konservasi Penyu, Sistem Sosial-Ekologi, Jasa Ekosistem.", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "8 file", "Tanggal Input": "08 Agu 2023"}