{"Nomor": 75810, "Judul": "ANALISIS PENYEBARAN RESERVOIR KUJUNG KARBONAT DAN PENGARUHNYA TERHADAP PERHITUNGAN VOLUMETRIK HIDROKARBON DI LAPANGAN MIM, CEKUNGAN JAWA TIMUR UTARA", "Abstrak": "Lapangan MIM merupakan salah satu lapangan offshore yang terletak di Cekungan Laut Jawa bagian timur. Lapangan ini ditemukan pada tahun 2002. Reservoir utama pada Lapangan MIM adalah Formasi Kujung dengan ketebalan rata-rata sebesar 600 feet. Untuk mengetahui potensi dari reservoir ini, perlu dilakukan analisis penyebaran reservoir dan penentuan jumlah cadangan hidrokarbon gas yang ada dalam reservoir tesebut atau yang biasanya disebut Original Gas In Place (OGIP).\nPenelitian ini bertujuan untuk memecahkan permasalahan angka kumulatif produksi yang telah melampaui jumlah cadangan di tempat (inplace) pada Formasi Kujung sehingga diperlukan analisis yang lebih komprehensif melalui pendekatan metode interpretasi modeling seismik geobody dan model statis serta membuat model tiga dimensi Formasi Kujung dan analisis pengaruhnya terhadap perhitungan volumetrik hidrokarbon gas yaitu OGIP. Hasil dari analisis penyebaran reservoir menunjukkan bahwa reservoir Kujung teridentifikasi menjadi dua bagian lapisan reservoir utama yaitu Kujung Reef (terumbu) dan Talus. Reservoir Kujung reef (terumbu) mempunyai kandungan hidrokarbon gas yang paling potensial sedangkan Talus mempunyai potensi menambah besarnya angka cadangan pada perhitungan OGIP di Lapangan MIM yang sebelumnya tidak teridentifikasi dan tidak diperhitungkan pada studi sebelumnya.\nBerdasarkan hasil pemodelan reservoir tiga dimensi dan perhitungan OGIP menunjukkan bahwa lapisan Kujung reef (terumbu) mempunyai nilai OGIP rata-rata lebih besar dibanding perhitungan OGIP pada studi sebelumnya yaitu 118.5 BSCF. Sedangkan hasil penelitian ini didapatkan nilai OGIP sebesar 176.5 BSCF. Selanjutnya lapisan Talus pada studi sebelumnya tidak diperhitungkan dalam angka cadangan OGIP, pada penelitian ini Talus didapatkan angka OGIP sebesar 110.9 BSCF. Hasil analisis penyebaran dan pemodelan tiga dimensi yang dihasilkan lapisan Kujung reef dan Talus berpengaruh signifikan terhadap perhitungan volumetrik yaitu menambah estimasi OOIP minyak sebesar 58 MMBO dan nilai OGIP hidrokarbon gas sebesar 110.9 BSCF.", "Daftar File": {"ABSTRAK M. Irfan Mashudi": "https://digilib.itb.ac.id/gdl/download/301437"}, "Penulis": "M. Irfan Mashudi [22021031]", "Kontributor / Dosen Pembimbing": ["Dr. Dwiharso Nugroho, S.T, M.T.", "Indra Gunawan, S.T, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Formasi Kujung, Karbonat, Reef, Talus, Seismik Geobody, Model Statik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Agu 2023"}