{"Nomor": 75819, "Judul": "ANALISIS PENGARUH PERUBAHAN IKLIM DAN CURAH HUJAN TERHADAP VARIABILITAS KONSENTRASI KLOROFIL-A DI MUARA SUNGAI ROKAN BERBASIS PENGINDRAAN JARAK JAUH", "Abstrak": "Fenomena iklim seperti IOD (Indian Ocean Dipole) dan perubahan musim hujan\nyang dinamis memiliki dampak yang beragam pada ekosistem perairan. Salah satu\ndampak yang signifikan adalah peningkatan limpasan dari daratan ke badan air\npenerima dan pelimpasan sedimen yang berpotensi mengandung parameter\norganik dan nutrien dari Daerah Aliran Sungai (DAS) ke area muara sebagai hilir\ndari sungai. Hal ini terjadi di Muara Sungai Rokan, di mana pelimpasan sedimen\nmeningkatkan kandungan nutrien dan menyebabkan pertumbuhan fitoplankton\nyang berlebihan, mengubah status trofik di muara sungai tersebut. Untuk\nmemahami dan memantau kondisi perairan, penting dilakukan pemantauan\nkualitas perairan dan upaya perbaikan pengelolaan badan air penerima.\nSalah satu metode yang digunakan adalah melalui pemantauan status trofik dengan\nmenggunakan bioindikator klorofil-a yang terdapat pada fitoplankton.\nPengindraan jarak jauh dengan satelit MODIS (Moderate Resolution Imaging\nSpectroradiometer) telah dimanfaatkan untuk memantau variabilitas klorofil-a dan\nSuhu Permukaan Laut (SPL) di Muara Sungai Rokan. Hasil analisis terhadap data\ncitra satelit menunjukkan bahwa konsentrasi klorofil-a di perairan Muara Sungai\nRokan berkisar antara 2,501 – 7,3905 mg/m3\ndengan kondisi status mesotrofik.\nRentang SPL (Suhu Permukaan Laut) yang diamati adalah 29,22 – 32,14°C.\nAdanya kondisi eutrofik terdeteksi pada beberapa bulan, terutama pada bulan\nDesember. Kondisi eutrofik ini disebabkan oleh adanya wash-off akibat hujan\nyang terjadi pada periode SON (September-Oktober-November).\nSelain itu, terdapat lag-time yang memberikan efek simultan peningkatan status\ntrofik pasca puncak musim hujan di Area Muara Sungai Rokan. Untuk mengatasi\nkondisi eutrofik yang berpotensi merugikan ekosistem perairan Muara Sungai\nRokan, pengendalian badan air menjadi hal yang diperlukan. Tindakan pengendalian ini bertujuan untuk meminimalkan dampak negatif dari\npertumbuhan fitoplankton yang berlebihan dan perubahan status trofik di muara\nsungai tersebut. Dengan demikian, langkah-langkah pengelolaan terarah dan\nberkelanjutan perlu dilakukan untuk menjaga keseimbangan ekosistem perairan\ndan melindungi keanekaragaman hayati yang ada di Muara Sungai Rokan. Selain\nitu, pemantauan terus-menerus terhadap kualitas perairan dan perubahan kondisi\niklim menjadi penting untuk mengidentifikasi tren jangka panjang dan perubahan\ndalam ekosistem perairan.\nMelalui pemahaman yang lebih baik tentang interaksi antara iklim dan ekosistem\nperairan, langkah-langkah adaptasi yang tepat dapat diambil untuk melindungi dan\nmenjaga kelestarian sumber daya alam yang ada di Muara Sungai Rokan dan\ndaerah sekitarnya. Upaya pengendalian badan air perlu melibatkan berbagai pihak,\ntermasuk otoritas lingkungan, pemerintah daerah, dan masyarakat setempat.\nLangkah-langkah yang dapat diambil meliputi pengelolaan tata guna lahan di\nDaerah Aliran Sungai (DAS) untuk mengurangi erosi dan sedimentasi, penerapan\nteknik pengendalian erosi seperti penanaman vegetasi penahan tanah, dan\npengelolaan limbah pertanian dan domestik untuk mengurangi muatan nutrien\nyang masuk ke sungai. Selain itu, edukasi dan kesadaran masyarakat tentang\npentingnya menjaga keseimbangan ekosistem perairan juga perlu ditingkatkan.\nMelalui program penyuluhan dan partisipasi aktif masyarakat dalam pengelolaan\nlingkungan, diharapkan akan tercipta kesadaran kolektif untuk melindungi dan\nmelestarikan Muara Sungai Rokan.\nDalam jangka panjang, upaya mitigasi perubahan iklim juga harus menjadi\nperhatian utama. Mengurangi emisi gas rumah kaca dan menerapkan kebijakan\nadaptasi iklim yang berkelanjutan dapat membantu mengurangi dampak fenomena\niklim yang ekstrem dan menjaga kestabilan ekosistem perairan. Dengan langkahlangkah ini, diharapkan Muara Sungai Rokan dapat dipulihkan dari kondisi\neutrofik dan menjaga keberlanjutan ekosistem perairannya. Pemantauan terusmenerus, penelitian, dan kerjasama lintas sektor akan menjadi penting dalam\nmenghadapi tantangan lingkungan yang kompleks ini. Dengan demikian, dapat\ndiharapkan bahwa Muara Sungai Rokan akan tetap menjadi ekosistem perairan\nyang sehat, berkelanjutan, dan memberikan manfaat bagi kehidupan manusia dan\nkeanekaragaman hayati di sekitarnya. Secara keseluruhan, fenomena iklim seperti\nIOD dan perubahan musim hujan yang dinamis memiliki dampak yang signifikan\nterhadap ekosistem perairan, terutama di Muara Sungai Rokan. Pemantauan\nkualitas perairan, pengendalian badan air, dan pemahaman yang lebih baik tentang\ninteraksi antara iklim dan ekosistem perairan menjadi kunci dalam menjaga\nkelestarian dan keberlanjutan ekosistem perairan tersebut.", "Daftar File": {"Fadli Mulyadi.pdf": "https://digilib.itb.ac.id/gdl/download/301461"}, "Penulis": "Fadli Mulyadi [25321012]", "Kontributor / Dosen Pembimbing": ["Prof. Barti Setiani Muntalif, Ph.D.", "Ir. Arief Sudradjat, S.T., MIS., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Klorofil-a, Suhu Permukaan Laut, Iklim, Status Trofik, Muara Sungai Rokan", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "08 Agu 2023"}