{"Nomor": 75822, "Judul": "PERANCANGAN BUKU TENTANG PENGENALAN PERILAKU MENYAKITI DIRI SENDIRI (NON SUICIDAL SELF-INJURY) UNTUK USIA REMAJA AKHIR PERANCANGAN BUKU TENTANG PENGENALAN PERILAKU MENYAKITI DIRI SENDIRI (NON-SUICIDAL SELF-INJURY) UNTUK USIA REMAJA AKHIR", "Abstrak": "Perilaku menyakiti diri sendiri tanpa adanya intensi menghilangkan nyawa atau Nonsuicidal\n self-injury (NSSI) adalah salah satu perilaku maladaptif yang paling banyak\nditemukan pada usia remaja. Remaja yang sedang berada pada masa transisi dari anak anak \nmenuju dewasa sangat rentan terhadap tekanan dari lingkungan sekitar. Jika tidak\npunya kemampuan regulasi emosi yang baik, remaja sangat rentan terjerumus ke strategi\nkoping yang tidak sehat salah satunya dengan melukai diri sendiri secara sengaja. Untuk\nmengedukasi dan membantu para remaja agar tidak bergantung pada perilaku yang\nberisiko tinggi ini, penulis merancang buku edukasi sebagai media yang dapat\nmenyampaikan informasi dan pemahaman tentang NSSI. Perancangan diawali dengan\nmengumpulkan data melalui studi literatur dan wawancara tenaga ahli untuk\nmemperoleh konten buku serta melakukan penyebaran kuesioner kepada target sasaran\nuntuk mendapatkan preferensi visual usia remaja. Semua data yang terkumpul kemudian\ndianalisis dan dijadikan landasan kosep perancangan berupa penyajian informasi secara\ndeskriptif, dikemas dengan elemen ilustrasi dan fotografi yang bersifat tenang, penuh\nharapan, dan intim, serta beberapa konten yang dapat diisi langsung oleh pembaca untuk\nmembangun kebiasaan perawatan diri (self-care). Konsep perancangan tersebut\ndibangun dengan tujuan memberikan rasa aman, nyaman, dan terjalin hubungan yang\nakrab dengan diri sendiri dan orang-orang terdekat dan terpecaya bagi pembaca.\nSimpulan dari rancangan ini adalah sumber informasi yang dikemas dengan menarik\nuntuk menambah wawasan dan membantu pembaca terutama yang memiliki riwayat\nperilaku menyakiti diri sendiri.", "Daftar File": {}, "Penulis": "Farah Alisha Putrie [17419014]", "Kontributor / Dosen Pembimbing": ["Drs. Oki Hamka Suyatna, M.Ds.", "Lies Neni Budiarti, S.Psi., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Buku Edukasi, Non-Suicidal Self-Injury, Remaja, Ilustrasi, Fotografi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "08 Agu 2023"}