{"Nomor": 75838, "Judul": "ANALISIS BAHAYA KEKERINGAN DI INDONESIA BERDASARKAN PREDIKSI IKLIM GLOBAL SKALA DEKADE", "Abstrak": "Kekeringan adalah bencana yang terjadi secara perlahan yang mempengaruhi\nwilayah yang luas. Kejadian kekeringan ekstrem terjadi dalam skala waktu dekade\ndengan dampak nasional, yang membutuhkan prediksi iklim skala dekade untuk\nmengantisipasinya. Saat ini WMO telah membentuk Decadal Climate Prediction\nProject (DCPP), yang menyediakan prediksi iklim skala dekade. Akan tetapi,\nproduk DCPP yang didiseminasikan belum mencakup informasi terkait peluang\nkejadian kekeringan (terutama kekeringan ekstrem) dalam lima tahun ke depan.\nSebuah metode untuk melakukan analisis bahaya kekeringan dari prediksi curah\nhujan DCPP telah dikembangkan dalam penelitian ini. Metode ini melibatkan\nperhitungan 12 bulanan Standardized Precipitation Index (SPI-12) dari luaran data\nmentah ansambel berdasarkan tiga (dari sembilan) model DCPP yang dipilih.\nPemilihan model didasarkan pada evaluasi kinerja terhadap data curah hujan\nGlobal Precipitation Climatology Center (GPCC) periode 1962 hingga 2017.\nEvaluasi model dan perhitungan SPI-12 dilakukan untuk agregat spasial yang\nditentukan oleh pulau dan zona musim (ZOM), serta agregat temporal 5 tahun.\nKemampuan prakiraan probabilistik SPI-12 untuk kategori kekeringan sedang dan\nekstrem dievaluasi dengan menggunakan metode Relative Operating\nCharacteristics (ROC). Hasil menunjukkan bahwa ada tiga model terpilih yang\nberbeda untuk masing-masing daerah yang diagregasi, tetapi model MOHC secara\nkonsisten muncul di 9 dari 11 daerah. Ditemukan juga bahwa, meskipun tidak ada\nkalibrasi yang diterapkan, nilai SPI yang dihitung dari model menunjukkan\ndistribusi yang sebanding dengan hasil pengamatan. Perbandingan antara\nprobabilitas yang dihitung dari model ansambel dan pengamatan untuk SPI-12\ndari berbagai kategori menunjukkan terdapat tren bias model, dengan\nunderestimate pada awal tahun studi dan overestimate pada akhir tahun 2000an.\nSkor ROC yang dievaluasi per dekade juga menunjukkan nilai yang berfluktuasi\ndengan periode terbaik tahun 1991 hingga 2000. Hal ini menunjukkan bahwa\ncurah hujan yang diamati di wilayah agregasi memiliki sifat non-stasioner, yang\ntampaknya tidak terwakili oleh model. Mungkin penting untuk\nmempertimbangkan ketidakstasioneran seperti itu dalam analisis masa depan.", "Daftar File": {"ABSTRAK Dhara Brawijaya": "https://digilib.itb.ac.id/gdl/download/301502"}, "Penulis": "Dhara Brawijaya [12819019]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Wahyu Hadi, M.Sc.", "Muhammad Ridho Syahputra, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "DCPP, Kekeringan, Peluang, SPI.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "08 Agu 2023"}