{"Nomor": 75833, "Judul": "STRATEGI PEMASARAN DIGITAL UNTUK MENINGKATKAN KESADARAN MEREK DAN KEPUASAN PELANGGAN MELALUI PENINGKATAN HUBUNGAN PELANGGAN UNTUK PERUSAHAAN PROTEKSI KATODIK  ( STUDI KASUS : PT. DINS PRATAMA ABADI )", "Abstrak": "Penelitian ini difokuskan pada PT. Dins Pratama Abadi didirikan pada tahun 2012 sebagai perusahaan yang berfokus pada area khusus anti-corrosion, marine accessories & geomaterials. Penelitian ini bertujuan untuk menentukan strategi pemasaran digital dan strategi hubungan pelanggan terbaik untuk PT. Dins untuk meningkatkan dan mempertahankan pelanggan, yang diperlukan untuk kesadaran merek dan peningkatan kepuasan pelanggan.\n\nPenelitian ini mencakup landasan teori yang berfungsi sebagai kerangka yang memandu subjek penelitian dan metodologi untuk keseluruhan penelitian. Ini terdiri dari tinjauan literatur yang ada dan konsep yang terkait dengan penelitian ini.\n\nMetodologi kualitatif digunakan untuk penelitian ini karena memberikan pemeriksaan mendalam tentang masalah penelitian yang berfokus pada pemahaman signifikansi dari apa yang dialami pelanggan. Prosesnya memerlukan pengumpulan data melalui wawancara, observasi, atau teknik kualitatif lainnya, menyusunnya, dan kemudian menerapkan analisis tematik atau naratif untuk menganalisisnya.\n\nPorter Five Forces, Analisis Kompetitor, dan Analisis Pelanggan digunakan untuk analisis eksternal. Selain itu, Marketing Mix 7P, Analisis VRIO, dan Analisis STP digunakan untuk melakukan analisis internal perusahaan. Hasilnya dianalisis melalui SWOT/TOWS Analysis dan Five A’s Customer Journey Framework untuk mengembangkan dan mengusulkan pemasaran digital dan strategi hubungan pelanggan yang paling efisien untuk PT. Dins.\n\nBerdasarkan hasil penelitian, PT. Dins harus menerapkan strategi berbasis data, meningkatkan keberadaan digitalnya, mengoptimalkan strategi kontennya, dan merampingkan saluran layanan pelanggannya. Usulan pemasaran digital dan strategi hubungan pelanggan untuk PT. Dins Pratama Abadi menampilkan pendekatan komprehensif untuk meningkatkan kepuasan pelanggan, mendorong pertumbuhan bisnis, dan membangun kesadaran merek yang kuat pada industri ini.", "Daftar File": {"COVER Ahmad Aufa": "https://digilib.itb.ac.id/gdl/download/301498"}, "Penulis": "Ahmad Aufa [29321401]", "Kontributor / Dosen Pembimbing": ["Prof. Reza Ashari Nasution, Ph.D.", "Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemasaran   Digital,   Hubungan   Pelanggan,   Kesadaran   Merek,   Retensi Pelanggan, Kepuasan Pelanggan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Agu 2023"}