{"Nomor": 75834, "Judul": "POTENSI PENGEMBANGAN RANTAI NILAI BIJI KARET (HEVEA BRASILIENSIS) UNTUK BIODIESEL DI KABUPATEN BANYUASIN, SUMATERA SELATAN", "Abstrak": "Kabupaten Banyuasin, Sumatera Selatan merupakan salah satu kabupaten dengan luas lahan karet terbesar di Indonesia (101.661 hektar). Fluktuasi harga karet yang cenderung melemah menyebabkan kurang pastinya pendapatan masyarakat Kabupaten Banyuasin yang mayoritas adalah petani karet. Biji karet merupakan bagian tanaman karet yang kurang termanfaatkan namun didalamnya mengandung sekitar 20-50% minyak nabati yang dapat dimanfaatkan sebagai bahan baku biodiesel. Pengembangan rantai nilai biji karet hadir untuk menciptakan penghidupan yang lebih baik bagi petani karet yang saat ini menghadapi berbagai tantangan. Oleh karena itu, penelitian ini bertujuan untuk mengidentifikasi kondisi aset rumah tangga dan strategi penghidupan petani, menentukan potensi rantai nilai biji karet untuk biodiesel, menganalisis kelayakan finansial awal pengolahan biji karet menjadi biodiesel, dan menganalisis pengaruh potensi rantai nilai biji karet untuk biodiesel terhadap pendapatan petani. Metode penentuan sampel menggunakan snowball sampling untuk memperoleh informasi dari seluruh pemangku kepentingan yang berpotensi terlibat dalam rantai nilai biji karet dan stratified random sampling untuk memperoleh informasi terkait pemetaan kondisi penghidupan petani dan perspektif petani terhadap penentuan harga biji karet. Data dianalisis menggunakan sustainable livelihood framework untuk kondisi penghidupan petani, aktivitas rantai nilai menggunakan model rantai nilai Kaplinsky & Morris, dan kelayakan finansial menggunakan analisis B/C rasio. Berdasarkan kajian penelitian, rata-rata aset penghidupan di kabupaten banyuasin yaitu 55,68% dengan kategori sedang & kekuatan sumberdaya maksimum terdapat pada modal alam (68,86%). Strategi penghidupan rumah tangga di kabupaten banyuasin sebagian besar menggunakan strategi bertahan hidup. Rantai nilai benih karet terdiri dari 6 kegiatan inti dengan 4 pelaku inti. Hubungan tata kelola yang terbentuk yaitu tata kelola pasar. Nilai tambah biji karet adalah Rp. 4.937/kg (64%). Analisis kelayakan finansial awal menghasilkan B/C rasio sebesar 1,91, menandakan layaknya pengolahan biji karet menjadi biodiesel karena B/C > 1. Aktivitas rantai nilai biji karet dapat meningkatkan pendapatan petani sekitar Rp. 3.850.000/tahun (22,9%).", "Daftar File": {"ABSTRAK Adela Damika Putri": "https://digilib.itb.ac.id/gdl/download/301499"}, "Penulis": "Adela Damika Putri [21322013]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yusuf Abduh, M.T.", "Angga Dwiartama, S.Si., M.Si., Ph.D.", "Dr. Lili Melani, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "rantai nilai, nilai tambah, strategi penghidupan, b/c rasio, energi bersih, valorisasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Agu 2023"}