{"Nomor": 75830, "Judul": "STUDI KEBIJAKAN DISASTER RESILIENT HOUSING DAN IMPLIKASINYA TERHADAP KONDISI PERUMAHAN PRAPASCA SIKLON TROPIS: SIKLON SEROJA DI KOTA DAN KAB. KUPANG", "Abstrak": "Siklon tropis memiliki intensitas yang semakin meningkat akibat perubahan iklim\ndan semakin merusak sistem fisik. Rumah paling dirusak sehingga perlu\nmendapatkan perhatian khusus karena berkaitan dengan pemulihan pasca bencana\ndan bagaimana masyarakat bangkit kembali. Disaster resilient housing dibutuhkan\ndengan membangun rumah lebih aman dengan tetap memperhatikan aspek sosial\nmasyarakatnya. Namun, kebijakan dan standar masih terbatas dan siklon tropis\nbelum menjadi klaster bencana di Indonesia. Dari banyak studi, preferensi\nmasyarakat seringkali luput pada masa rekonstruksi. Oleh karena itu, penelitian ini\nbertujuan untuk mengidentifikasi seperti apa kebijakan yang sudah ada terkait\nperumahan dalam konteks kebencanaan dan ketahanannya, serta implikasinya\nterhadap kondisi perumahan pra-pasca siklon tropis. Dengan menggunakan studi\nkasus Siklon Seroja yang terjadi dan menghantam daratan Kota dan Kabupaten\nKupang di NTT, Indonesia yang merusak ribuan rumah di dalamnya, penelitian ini\ndilaksanakan dengan pendekatan kualitatif untuk eksplorasi fitur kebijakan\nperumahan yang ada terkait sejauhmana ketahanan bencana sudah dipertimbangkan\nserta meninjau kondisi di lapangan dan memahami persepsi dari masyarakat. Studi\nini dilalui melalui wawancara instansi dan masyarakat, observasi rumah\nmasyarakat, dan FGD komunitas terdampak serta dilengkapi data sekunder terkait.\nAdapun analisis yang dilakukan secara kualitatif melalui pengkodean dengan\naplikasi ATLAS.ti. Hasil identifikasi yang dilakukan menunjukkan bahwa terdapat\nbeberapa hal yang menjadi tantangan untuk mengimplementasikan kebijakan\nterkait perumahan tahan bencana, antara lain dari dasar regulasi, mekanisme\npenyediaan, standardisasi yang berlaku, hingga implementasi dalam dokumen\nperencanaan. Regulasi dan mekanisme penyediaan belum secara spesifik mengatur\nterkait perumahan tahan bencana yang orientasinya pembangunan rumah layak\nhuni, meskipun beberapa bagian mengindikasikan prinsip resilient housing. Untuk\nmenyediakannya pun ditemui hambatan, seperti kendala administratif dan\nkeberterimaan masyarakat akan bantuan, birokrasi, kepemilikan tanah dan\nperizinan, dan sebagainya. Selain itu, standardisasi yang sudah ada masih belum\nsepenuhnya dapat menahan beban angin tinggi. Integrasi dalam dokumen\nperencanaan juga belum terlihat, khususnya jika berbicara siklon tropis. Kondisiii\nlapangannya menunjukkan perubahan kondisi rumah pra-pasca siklon tropis.\nNamun, seperti yang diatur di dalam kebijakan, rumah belum berorientasi tahan\nbencana. Pada sisi positifnya, sudah terdapat beberapa pihak yang menginisasi\nuntuk membangun rumah yang lebih tahan. Studi ini ingin menunjukkan bahwa\npra-pasca siklon tropis telah membawa perubahan kondisi rumah ke arah yang lebih\nbaik, meskipun masih merupakan proses yang panjang jika ingin mencapai\nketahanan bencana dengan instrumen kebijakan yang belum memadai. Di samping\nitu, kurangnya pengetahuan akan bahaya siklon tropis juga dapat menjadi faktor,\nkarena tiap bahaya dapat memberikan dampak kerusakan yang berbeda terhadap\nrumah. Standardisasi yang lebih kuat perlu disosialisasikan pada masyarakat.\nBencana sebagai cross-cutting issues menjadi kunci yang membutuhkan koordinasi\nlintas sektor dan melibatkan partisipasi aktif masyarakat.", "Daftar File": {"ABSTRAK Cecilia Nonifili Yuanita": "https://digilib.itb.ac.id/gdl/download/301480", "BAB 1 Cecilia Nonifili Yuanita": "https://digilib.itb.ac.id/gdl/download/301481", "BAB 2 Cecilia Nonifili Yuanita": "https://digilib.itb.ac.id/gdl/download/301482", "BAB 3 Cecilia Nonifili Yuanita": "https://digilib.itb.ac.id/gdl/download/301483", "BAB 4 Cecilia Nonifili Yuanita": "https://digilib.itb.ac.id/gdl/download/301484", "BAB 5 Cecilia Nonifili Yuanita": "https://digilib.itb.ac.id/gdl/download/301485", "BAB 6 Cecilia Nonifili Yuanita": "https://digilib.itb.ac.id/gdl/download/301486", "PUSTAKA Cecilia Nonifili Yuanita": "https://digilib.itb.ac.id/gdl/download/301487", "LAMPIRAN Cecilia Nonifili Yuanita": "https://digilib.itb.ac.id/gdl/download/301488"}, "Penulis": "Cecilia Nonifili Yuanita [25422035]", "Kontributor / Dosen Pembimbing": ["Saut Aritua Hasiholan Sagala, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "disaster resilient housing, kebijakan perumahan, siklon tropis, aspek sosial-fisik", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "08 Agu 2023"}