{"Nomor": 75844, "Judul": "ISOLASI DAN MODIFIKASI SELULOSA DARI BATANG POHON PISANG RAJA  NANGKA UNTUK ADSORPSI METIL JINGGA", "Abstrak": "Industri tekstil merupakan salah satu industri yang berkembang pesat di Indonesia. Salah satu \nzat pewarna yang banyak digunakan dalam industri tekstil adalah metil jingga. Metil jingga \nmerupakan zat yang bersifat karsinogenik. Salah satu metode penanganan limbah metil jingga \nadalah adsorpsi. Adsorpsi memiliki kelebihan di antaranya prosesnya yang lebih efektif, \nefisien, dan ekonomis. Metode adsorpsi yang digunakan pada penelitian ini melibatkan\nadsorben berbahan dasar polimer alami, yaitu selulosa yang berasal dari batang pohon pisang \nRaja Nangka. Untuk meningkatkan kapasitas selulosa saat proses adsorpsi, dilakukan \nmodifikasi melalui métode kopolimerisasi cangkok menggunakan monomer 2-\n(dimetilamino)etil akrilat (DMAEA) dan inisiator serium (IV) amonium nitrat. Produk yang \ndihasilkan yaitu selulosa-g-poli(DMAEA). Tahap penelitian yang dilakukan meliputi isolasi \nselulosa, modifikasi selulosa, karakterisasi polimer, kinetika, serta studi adsorpsi dan desorpsi. \nPada proses isolasi selulosa diperoleh rendemen sebesar 25% (b/b). Persentase pencangkokan \nselulosa diperoleh sebesar 90% dan persentase rendemen sebesar 40% (b/b). Hasil tersebut \ndiperoleh untuk derajat polimerisasi ( ??? ) teoritis sebesar 10, dengan persen teoritis \nmodifikasi residu gula 50% dan suhu polimerisasi pada 75 ?. Data FTIR menunjukkan adanya \npuncak pada bilangan gelombang 1303,4 cm?1 dan 1726,1 cm?1 yang berasal dari gugus \nfungsi C?N dan C=O. Dari data tersebut menunjukkan bahwa selulosa-g-poli(DMAEA) \nberhasil disintesis. Data difraksi sinar-X menunjukkan adanya puncak baru pada selulosa-gpoli(DMAEA) yaitu pada 2? sekitar 47,4o dan 56,4o\n. Analisis kinetika adsorpsi yang \ndilakukan menunjukkan model kinetika orde 2 semu. Selain itu, uji adsorpsi menunjukkan\nbahwa pH optimum untuk selulosa dan selulosa-g-poli(DMAEA) adalah pH 3, sedangkan data \nwaktu kontak optimum selulosa sebesar 105 menit dan selulosa-g-poli(DMAEA) sebesar 45 \nmenit. Selain itu, nilai efisiensi adsorpsi pada selulosa sebesar 88,7% dan pada selulosa-gpoli(DMAEA) sebesar 74,4%. Efisiensi rata-rata desorpsi menggunakan larutan NaOH \ndengan konsentrasi 1 M pada selulosa sebesar 80% dan pada selulosa-g-poli(DMAEA) sebesar \n76,2%. Hal ini menunjukkan bahwa metil jingga mudah untuk didesorpsi dari adsorben \nmenggunakan larutan basa dan mengindikasikan bahwa adsorpsi yang terjadi adalah jenis \nadsorpsi fisik", "Daftar File": {"ABSTRAK Wanda Ayu Puspita Ningratri": "https://digilib.itb.ac.id/gdl/download/301517"}, "Penulis": "Wanda Ayu Puspita Ningratri [10519022]", "Kontributor / Dosen Pembimbing": ["Dr. Rachmawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "adsorpsi, batang pisang, 2-(dimetilamino)etil akrilat, kopolimerisasi cangkok,  metil jingga, selulosa", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "08 Agu 2023"}