{"Nomor": 75848, "Judul": "USULAN STRATEGI PEMASARAN BURGER KING INDONESIA PASCA PANDEMIC COVID-19", "Abstrak": "Pandemi Covid-19 telah menimbulkan perubahan besar dalam operasi bisnis dan perilaku konsumen secara global, terutama di industri makanan dan minuman. Penelitian ini bertujuan untuk menyelidiki bagaimana Burger King, sebagai penyedia makanan cepat saji global yang terkemuka, mengadaptasi strategi pemasarannya di Indonesia pasca pandemi untuk mendorong kinerja penjualannya. Berdasarkan kombinasi data primer dan sekunder, termasuk laporan keuangan, wawancara mendalam, dan publikasi industri, penulis mengkaji perubahan di semua titik kontak pemasaran dan operasional, yang mengusulkan peningkatan strategi pada system pemasarannya. Temuan yang didapat oleh penulis menunjukkan bahwa Burger King Indonesia secara efektif mereorientasi strateginya, dengan penekanan signifikan pada perluasan portofolio produk, strategi penetapan harga, aksesibilitas, dengan dukungan ekstensif melalui transformasi digital, keamanan pelanggan, dan keunggulan kenyamanan layanan, yang diharapkan dapat meningkatkan kinerja penjualannya. Namun, studi ini terbatas pada pasar Indonesia, membatasi generalisasinya pada pasar global di mana konteks budaya dan ekonomi dapat bervariasi. Oleh karena itu, penelitian ini menunjukkan potensi eksplorasi lebih lanjut dari strategi pasca-pandemi Burger King di pasar geografis yang beragam, seperti Indonesia. Makalah ini berkontribusi pada literatur yang berkembang tentang adaptasi bisnis terhadap pandemi, menyoroti bagaimana fleksibilitas, inovasi, dan pemusatan pelanggan dapat memastikan ketahanan dan pertumbuhan dalam skenario krisis. Wawasan ini tidak hanya relevan untuk rantai makanan cepat saji seperti Burger King, tetapi juga untuk bisnis lintas industri yang bergulat dengan implikasi jangka panjang dari pandemi Covid-19.", "Daftar File": {"COVER Aryo Ardiarso Wibisono": "https://digilib.itb.ac.id/gdl/download/301520"}, "Penulis": "Aryo Ardiarso Wibisono [29321572]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M.", "Satya Aditya Wibowo, M.B.A"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Burger King Indonesia, Strategi Pemasaran, Covid-19, Makanan Cepat Saji, Makanan & Minuman", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Agu 2023"}