{"Nomor": 75858, "Judul": "PENGGUNAAN MACHINE LEARNING DALAM PREDIKSI STUNTING PADA ANAK USIA DI BAWAH 5 TAHUN MENGGUNAKAN DATA DEMOGRAPHIC AND HEALTH  SURVEYS INDIA 2019-2021", "Abstrak": "Antropometri merupakan salah satu indikator penting bagi kesehatan bayi dan anak\npada awal masa pertumbuhan spesifik pada usia di bawah 5 tahun. Kondisi stunting\nadalah istilah untuk keadaan tubuh manusia ketika mengalami pertumbuhan yang\nterhambat akibat malnutrisi sehingga menyebabkan anak atau bayi tersebut\nmemiliki tinggi badan di bawah standar. Kondisi stunting dideterminasi melalui\ntinggi badan anak dengan standar deviasi tinggi badan dan umur anak sebesar -2\nSD mengakibatkan anak mengalami kesulitan dalam perkembangan kognitif,\nrentan terhadap penyakit, kecenderungan sosial yang rendah, menimbulkan\nberbagai morbiditas hingga mortalitas. Berdasarkan Survei Status Gizi Indonesia,\nprevalensi stunting di Indonesia sendiri pada tahun 2021 masih mencapai 24.4%\nmengindikasikan angka stunting yang masih tinggi di Indonesia. Hal tersebut\nmenunjukkan bahwa Indonesia perlu melakukan intervensi dan mencegah\nterjadinya stunting. Stunting pada dasarnya memiliki penyebab dari berbagai faktor\nanak dan tidak terbatas pada nutrisi dan antropometri anak saja. Dalam hal ini,\nupaya pencegahan stunting dapat memanfaatkan penggunaan artificial intelligence,\nkhususnya machine learning dengan mengolah data untuk mencari berbagai faktor\nstunting sekaligus membuat model prediksi kelas risiko berdasarkan faktor tersebut.\nPada penelitian ini, dilakukan eksplorasi data Demographic and Health Surveys dari\nnegara India dikarenakan kemiripan dan ketersediaan data Indonesia. Pengolahan\ndata dilakukan untuk menyesuaikan keadaan di Indonesia hingga didapat bahwa\nfitur paling berpengaruh terhadap pelatihan model prediksi kelas risiko stunting\npada anak usia di bawah 5 tahun adalah kesehatan kehamilan, keadaan kesehatan,\nintelektual, dan antropometri ibu, sosioekonomi keluarga, lingkungan tempat\ntinggal, dan asupan nutrisi anak. Melalui proses pelatihan model prediksi didapat\nmodel berbasis K-Nearest Neighbour merupakan model yang optimal dalam\nmelakukan prediksi kondisi stunting anak. Optimalisasi dilakukan lebih lanjut\ndengan mengatur hyperparameter dari model tersebut dan didapat tingkat akurasi\nsebesar 91.183%. Model paling optimal tersebut kemudia diimplementasikan\nmelalui aplikasi berbasis website sederhana menggunakan microframework Flask.", "Daftar File": {}, "Penulis": "Muhammad Zharif Fadhil [18319012]", "Kontributor / Dosen Pembimbing": ["Allya Paramita Koesoema, S.T, M.T, Ph.D.", "Dr. Beni Rio Hermanto, S.T, MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "stunting, nutrisi, machine learning, prediksi, intervensi, risiko.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "08 Agu 2023"}