{"Nomor": 75857, "Judul": "PERANCANGAN PEMBANGKIT LISTRIK TENAGA MINI HIDRO (PLTM) WADUK JLANTAH, KABUPATEN KARANGANYAR, JAWA TENGAH", "Abstrak": "Peningkatan jumlah pengguna listrik di Kecamatan Jatiyoso, Jawa Tengah, telah terjadi pada beberapa tahun terakhir. Pada tahun 2020 pengguna listrik di Kecamatan Jatiyoso tercatat sebanyak 12.773 keluarga, dimana telah terjadi peningkatan sebanyak 79 keluarga pengguna listrik dibandingkan dengan tahun 2019. Meningkatkan kebutuhan listrik ini tentu harus diimbangin dengan peningkatan sumber energi listrik bagi masyarakatnya. Maka dengan membangun Pembangkit Listrik Tenaga Minihidro (PLTM) Jlantah diharapkan dapat menjadi salah satu sumber energi listrik bagi masyarakat setempat. Muka air normal waduk direncakan pada elevasi +691,00 mdpl dan elevasi bangunan pengambilan pada +661,00 mdpl. Total tampungan mati waduk adalah 1,66 juta ????3 dan total tampungan efektif adalah 9,16 juta ????3. Perencanaan elevasi rumah pembangkit dilakukan dengan analisis banjir periode ulang 100 tahun di sungai sekitar rencana rumah pembangkit. Rumah pembangkit direncanakan pada elevasi +624,00 mdpl. Turbin yang digunakan pada rumah pembangkit berjumlah 2 turbin. Turbin 1 dengan seri HLA550-WJ-55 dan turbin 2 dengan seri HLA678-WJ-50. Rata-rata daya yang terbangkitkan pada tahun normal (2013) adalah 516,44 kW dengan total energi 4,47 GWh. Biaya konstruksi PLTM Jlantah diperkirakan mencapai Rp 18.795.716.076,00 dengan pendapatan per tahun normal (2013) adalah Rp 4.060.935.522. Dengan pendapatan tersebut nilai NPV adalah Rp 4.461.454.224, IRR 12.96%, BCR 1,24, serta PBP 12,78 tahun sehingga proyek ini dikatakan layak secara ekonomi.", "Daftar File": {}, "Penulis": "Adinda Catlyea Harahap [15819020]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo, M.Sc., Ph.D.", "Ir. Joko Nugroho, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Waduk Jlantah, PLTM Jlantah, Bangunan Pengambilan, Rumah Pembangkit, Turbin, Analisis Kelayakan Ekonomi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Agu 2023"}