{"Nomor": 75854, "Judul": "FABRIKASI BIOSENSOR ELEKTROKIMIA SCREEN PRINTED CARBON ELECTRODE BERBASIS NANOKOMPOSIT GRAPHENE/ZINC OXIDE UNTUK DETEKSI BAKTERI ESCHERICHIA COLI", "Abstrak": "Peningkatan penyakit akibat makanan atau minuman yang mengandung virus,\nbakteri, atau parasit yakni foodborne disease (FDB) yang dapat tersebar dengan\ncepat. Salah satu bakteri patogen paling umum untuk penyakit tersebut adalah\nbakteri Escherichia coli. Diperlukan pencegahan dan pengawasan yang\nmembutuhkan deteksi yang sensitif dan cepat terhadap kontaminasi bakteri\nEscherichia coli. Pada penelitian ini dibuat nanokomposit graphene/zinc oxide\n(GNPs/ZnO) dengan metode hibridisasi untuk meningkatkan kinerja dari screen\nprinted carbon electrode (SPCE). Karakterisasi material dilakukan untuk\nmendeteksi keberadaan GNPs/ZnO dengan menggunakan SEM, EDX, TEM, dan\nFTIR. Hasil pengukuran besar ZnO dengan TEM didapat 8,957 + 0,312 nm dari\n142 partikel ZnO. Hasil FTIR GNPs/ZnO menunjukkan adanya C?C stretching\ndan ikatan Zn-O. Dilakukan optimasi pada komposisi nanokomposit GNPs/ZnO\ndan dihasilkan komposisi terbaik pada perbandingan GNPs/ZnO (2:1). Pembuatan\nalat untuk deteksi bakteri Escherichia coli dengan menggunakan antibodi\nmenggunakan pyr-NHS di atas SPCE-GNPs/ZnO yang dilakukan modifikasinya\ndengan drop casting. Karakterisasi elektrokimia pada SPCE-GNPs/ZnO/Pyr-NHS\nadalah cyclic voltammetry (CV) dan Electrochemical Impedance Spectroscopy\n(EIS) menghasilkan resistansi transfer elektron yang lebih besar dibandingkan\nSPCE-GNPs/ZnO. Hasil pengukuran deteksi bakteri Escherichia coli dengan\nkarakterisasi elektrokimia Differential Pulse Voltammetry (DPV) memiliki hasil\nLOD dan LOQ sebesar 17,15 CFU/mL ? 18 CFU/mL dan 51,97 CFU/mL ? 52\nCFU/mL. Jangkauan deteksi yang dilakukan adalah 1,2 – 1,2 × 106 CFU/mL.", "Daftar File": {}, "Penulis": "Taramahisi Adiatmari [18319031]", "Kontributor / Dosen Pembimbing": ["Isa Anshori, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SPCE, GNPs/ZnO, Escherichia coli", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "08 Agu 2023"}