{"Nomor": 75860, "Judul": "MENGEMBANGKAN SEBUAH MODEL KOMPETENSI  UNTUK MENINGKATKAN KINERJA UNGGUL MANAJER (STUDI KASUS EMERGING BUSINESS BANKING BANK ON)", "Abstrak": "Stabilitas sistem keuangan Indonesia pada semester I 2022 cukup baik di tengah perlambatan pemulihan ekonomi global pasca COVID-19, hal ini didukung oleh kebijakan Pemerintah, melalui Bank Indonesia, untuk mempercepat pemulihan UKM serta perekonomian nasional dengan peningkatan akses dan porsi pembiayaan oleh perbankan. Bank ON sebagai bank terbesar kesembilan dari sisi total aset, turut mendukung pemerintah mengembangkan sektor UKM melalui divisi Emerging Business (EmB) dengan memberikan pembiayaan produktif kepada usaha kecil menengah dan perorangan. \n \nIndikator utama untuk menilai pencapaian divisi Emb adalah pencapaian New Booking Loans. Sayangnya pencapaian region 5 divisi EmB Bank ON tergolong rendah dibandingkan region lain di Indonesia, hal ini menimbulkan pertanyaan terkait penyebab rendahnya capaian EmB Regional 5. Dari hasil wawancara kepada pemangku kepentingan terkait kendala tersebut diperoleh pernyataan permasalahan dikarenakan rendahnya produktifitas salesperson Area 1. Terdapat tiga pertanyaan penelitian kali ini yaitu apa yang menyebabkan perbedaan pencapaian target di antara para manajer EmB? Model kompetensi apa yang dibutuhkan untuk menghasilkan kinerja unggul?, dan kompetensi dan metode apa yang paling efektif untuk mengembangkan kompetensi tersebut?. Sementara tujuan penelitian ini adalah mengidentifikasi analisis kompetensi kesenjangan, membuat model kompetensi umum untuk Manajer EmB, dan membuat program pengembangan untuk meningkatkan Kompetensi EMB Manager. \n \nKami menggunakan studi eksplanatori yang membangun hubungan sebab akibat antara variabel. Untuk mendukung hal tersebut, prosedur pengumpulan data menggunakan mono method dalam bentuk kualitatif dengan menggunakan wawancara semi terstruktur dan observasi yang dilakukan terhadap empat responden EmB Manajer dengan representasi performa unggul dan performa ratarata. Metodologi penelitian berdasarkan time horizons adalah studi cross-sectional. Kemudian untuk metode analisis data untuk mengembangkan model kompetensi generik untuk Manajer EmB dilakukan dengan mengidentifikasi kompetensi dan menganalisis kesenjangan kompetensi yang diperoleh dari perbandingan kompetensi yang dimiliki oleh Manajer EmB dengan kinerja unggul dengan kinerja rata-rata dengan bantuan alat NVivo. Sedangkan untuk mengembangkan solusi bisnis, pengembangan model kompetensi generik untuk menentukan kompetensi penting dengan menginterpretasikan indikator frekuensi. Namun karena penelitian ini full kualitatif, maka justifikasi penilaian berlaku.  \n \nIdentifikasi analisis perbandingan antara EmB Manajer dengan performa unggul dan performa rata-rata ditemukan terdapat empat belas dari enam belas kompetensi yang terdapat kesenjangan kompetensi dengan dimensi dan level berbeda. Hanya kompetensi analytical thinking dan konseptual thinking yang sama. Solusi bisnis dijelaskan dengan menggunakan pendekatan model aliran kausal kompetensi. Model pendapatan diperoleh dari identifikasi analisis gap kompetensi. Selanjutnya, tindakan tersebut diperoleh dengan mengembangkan model kompetensi generik bagi Manajer EmB dengan pembobotan dengan urutan dari mulai kompetensi yang paling penting, yaitu Orientasi Pencapaian (ACH), Dampak dan Pengaruh (IMP), Kepemimpinan Tim (TL), Kerjasama Kelompok (TW), Perhatian terhadap Tugas dan Kualitas (CO), Kepercayaan Diri (SCF), KeahlianTeknikal (EXP), Kemampuan Mengarahkan (DIR), Inisiatif (INT), Empati (IU), Pencarian Informasi (INF), Mengembangkan Orang lain (DEV), Kesadaran Berorganisasi (OA), Membangun Hubungan Kerja (RB), Berpikir Analitis (AT), dan Berpikir Konseptual (CT). \n \nSelain itu, tahapan solusi bisnis dengan membuat metode Panduan Aktivitas Pemimpin (LEAGUE) yang terdiri dari peran dan aktivitas yang dilakukan. Peran EMB Manager secara garis besar memiliki tiga peran utama yaitu Business Performance Review and Strategy, Supervisory, dan Risk Prevention. Sedangkan terdapat tujuh belas aktivitas yang dapat dilakukan untuk meningkatkan kompetensi supaya memiliki performa unggul. Terakhir, rencana implementasi dibuat untuk memastikan solusi bisnis berjalan dengan semestinya dengan pertimbangan justifikasi dari pihak terkait yang terlibat.", "Daftar File": {"2023_TS_PP_Nina Sekartini Prikasih-29120526_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/301532"}, "Penulis": "Nina Sekartini Prikasih [29120526]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kompetensi, kinerja, manajer, pemimpin, bank", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "08 Agu 2023"}