{"Nomor": 75866, "Judul": "STRATEGI KOMUNIKASI PEMASARAN UNTUK MENINGKATKAN AKUISISI NASABAH BANK DIGITAL: STUDI KASUS PT BANK SUKSES BERSAMA, TBK", "Abstrak": "Bank digital telah muncul sebagai fenomena baru dalam ekosistem jasa keuangan Indonesia. Karena menggunakan teknologi dan menyediakan layanan yang efisien, kemunculan bank digital diharapkan menjadi game changer. Pada tahun 2021, PT Bank Sukses Bersama, Tbk meluncurkan Aplikasi Sukses yang berpusat pada kehidupan, yang menyederhanakan, berkolaborasi, dan berinovasi dalam pengelolaan keuangan. Transformasi Bank Sukses Bersama dari bank konvensional menjadi bank digital bertujuan untuk meningkatkan pertumbuhan bisnis dan efisiensi. Namun sejak diluncurkan, Bank Sukses Bersama belum mencapai cost-to-revenue ratio (CIR) yang optimal dibandingkan para pesaingnya. Rasio ini menunjukkan bahwa bisnis mengelola biayanya dengan baik dan membelanjakan jumlah yang tepat untuk menghasilkan lebih banyak pendapatan. Tujuan penelitian dari penelitian ini adalah untuk mengevaluasi segmentasi pasar Bank Sukses Bersama dan menemukan peluang untuk meningkatkan pengguna dengan menjangkau lebih banyak pasar potensial melalui segmentasi, penargetan, dan positioning baru, serta mengusulkan strategi komunikasi pemasaran Bank Sukses Bersama untuk meningkatkan akuisisi nasabah untuk memaksimalkan pendapatan dan meningkatkan kinerja Bank Sukses Bersama. Penelitian ini menggunakan sumber data primer dan sekunder. Data primer dikumpulkan melalui kuesioner yang ditujukan kepada 150 responden nasabah bank di Indonesia. Kuesioner bertujuan untuk mendapatkan tanggapan dari nasabah bank di Indonesia mengenai bank digital di Indonesia, termasuk persepsi mereka terhadap Bank Sukses Bersama. Penelitian ini mengkaji analisis internal dan eksternal Bank Sukses Bersama dalam industri perbankan digital. Strategi komunikasi pemasaran Bank Sukses Bersama yang diusulkan mengusulkan pendekatan untuk menekankan proposisi nilai merek, melibatkan pelanggan melalui penceritaan dan personalisasi, dan memanfaatkan platform digital dan kolaborasi untuk meningkatkan akuisisi dan retensi pelanggan. Strategi ini bertujuan untuk memposisikan Bank Sukses Bersama sebagai solusi perbankan digital yang inovatif dan terpercaya di Indonesia melalui integrasi dengan target populasi dan nilai fundamental bank. Ruang lingkup penelitian ini terutama berfokus pada Bank Sukses Bersama sebagai bank digital. Identitas perusahaan telah dirahasiakan untuk publisitas dan alasan terkait kerahasiaan.", "Daftar File": {"COVER Deby Hermina Syamria": "https://digilib.itb.ac.id/gdl/download/301537"}, "Penulis": "Deby Hermina Syamria [29321138]", "Kontributor / Dosen Pembimbing": ["Prof. Reza Ashari Nasution, Ph.D.", "Yos Sunitiyoso, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Komunikasi Pemasaran, Strategi Pemasaran, Bank Digital, Akuisisi Pelanggan, STP, Marketing mix, 5As.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Agu 2023"}