{"Nomor": 75872, "Judul": "USULAN STRATEGI PEMASARAN RELASIONAL UNTUK DEALER MOBIL BEKAS   (STUDI KASUS DARI ABC SHOWROOM)", "Abstrak": "ndonesia telah menjadi salah satu pasar mobil bekas terbesar di Asia Tenggara.\nSekitar 2,5-3 juta mobil bekas terjual setiap tahunnya. Meningkatnya persaingan\ndi industri otomotif telah meningkatkan penekanan terhadap hubungan pelanggan. \nABC Showroom (nama samaran) adalah dealer mobil bekas di Bukittinggi dan \ndiketahui kurang dalam strategi pemasaran relasional. Tujuan dari penelitian ini\nadalah untuk merumuskan strategi pemasaran relasional untuk ABC Showroom\ndan mengetahui apakah strategi tersebut berbeda di antara persona pelanggan. \n\nAnalisis internal dan analisis eksternal dilakukan untuk merumuskan strategi.\nAnalisis internal terdiri dari bauran pemasaran (7P) dan analisis STP. Analisis\neksternal meliputi analisis PEST dan analisis pesaing. Pendekatan kuantitatif\nmenggunakan survei dilakukan untuk mengetahui preferensi target pasar terkait\nusulan strategi pemasaran relasional, khususnya personal selling, personalisasi,\ndan layanan purna jual. Total responden yang diperoleh dalam penelitian ini\nadalah 240 responden. Analisis Two-step cluster dilakukan untuk membangun\npersona pelanggan ABC Showroom. Analisis dilanjutkan dengan uji KruskalWallis\n\nuntuk mengetahui apakah strategi yang diajukan berbeda antar persona\npelanggan. \n\nBerdasarkan hasil uji Kruskal-Wallis, strategi yang diusulkan tidak berbeda antar\npersona pelanggan. Temuan pada analisis internal dan analisis eksternal\ndirangkum dengan matriks SWOT. Kemudian matriks TOWS digunakan untuk\nmembantu penulis dalam merumuskan strategi pemasaran relasional sekaligus\nmenyesuaikannya dengan hasil survei. Strategi pemasaran relasional yang\ndiusulkan mencakup peningkatan kinerja wiraniaga dengan memberikan target dan\nseragam, memberikan pengalaman test drive yang luar biasa, menyediakan\ncustomer service yang proaktif dan peduli, memberikan penawaran dan produk\nmobil yang dipersonalisasi, dan menyediakan layanan purna jual seperti garansi,\nperbaikan dan pemeliharaan mobil, bantuan pemindahan kepemilikan mobil plat\nkendaraan, dan bantuan pembayaran pajak mobil.", "Daftar File": {"2023_TS_PP_Anne_29121008_1-Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/301543"}, "Penulis": "Anne [29121008]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "personal selling, personalisasi, layanan purna jual, pemasaran relasional, mobil bekas", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Agu 2023"}