{"Nomor": 75873, "Judul": "USULAN STRATEGI PEMASARAN EXPERIENTIAL UNTUK MENINGKATKAN KESADARAN PELANGGAN DAN KEPUTUSAN PEMBELIAN LAYANAN YOGA MEDIS TERAPEUTIK STUDI KASUS YOGA TULANG BELAKANG (CV.SEHAT SEJATI SEJAHTERA)", "Abstrak": "Di masa pandemi COVID-19 ini telah memasuki fase kenormalan baru, masalah kesehatan\nmenjadi fokus utama dalam penanganan dan pencegahan rantai penularan virus tersebut.\nAkibatnya, telah terjadi transisi yang signifikan dalam persepsi masyarakat umum tentang\npentingnya kesehatan di dunia modern. Berolahraga adalah salah satu dari banyak hal\nyang dapat dilakukan untuk menjalani hidup sehat. Banyak orang telah memeluk yoga\nsebagai bentuk latihan dan pereda ketegangan karena yoga menjadi lebih mudah diakses\ndan terkenal di negara ini. Nilai inti dari Yoga Tulang Belakang yaitu “breath lightly, heal\nnaturally” selalu bertekad untuk terus membantu klien menyembuhkan penyakit melalui\nyoga medis. Untuk mewujudkannya diperlukan strategi pemasaran experiential yang tepat\nuntuk meningkatkan keunggulan layanan. diperlukan untuk meningkatkan kesadaran\npelanggan dan keputusan pembelian. \nPenelitian ini bertujuan untuk menentukan strategi pemasaran experiential yang tepat untuk\nterapi yoga medis dengan mengidentifikasi perjalanan konsumen dan menganalisis konten\nmedia sosial sebagai media pemasaran yang penting. Berdasarkan temuan tersebut, survei\nonline dilakukan untuk mendapatkan informasi terkait perjalanan pelanggan. Selain itu,\nanalisis konten media sosial dilakukan dengan memanfaatkan NVIVO 12 Pro sebagai alat\nuntuk menganalisis transkrip konten. Solusi dan rencana implementasi dibentuk melalui\nhasil analisis peta perjalanan konsumen dan analisis faktor AARRR konten media sosial.", "Daftar File": {"2023_TS_PP_Nicolas Atin_29121412_1-Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/301545"}, "Penulis": "Nicolas Atin [29121412]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Studio yoga, pemasaran experiential, perjalanan konsumen, media sosial, analisis konten", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Agu 2023"}