{"Nomor": 75888, "Judul": "NARASI IDENTITAS PADA KAWASAN BANGUNAN PEMERINTAHAN DALAM KONTEKS PERPINDAHAN  IBU KOTA NEGARA ANTARA TAHUN 1955-2020", "Abstrak": "Arsitektur bangunan pemerintahan memiliki peran dalam menampilkan sebuah ideologi dan identitas. Oleh karena itu, di samping fungsi, sebuah kawasan dan arsitektur bangunan pemerintahan tidak bisa mengabaikan adanya haluan politik dan acuan-acuan tertentu yang dijadikan dasar membangun narasi identitasnya. Dalam rentang tahun 1955-2020, 29 negara telah memindahkan ibu kota mereka, dua di antaranya (Kazakhstan dan Malaysia) memberi penekanan lebih pada aspek identitas dalam desain kawasan bangunan pemerintahan. Fakta penekanan tema identitas pada bangunan pemerintahan  Kazakhstan dan Malaysia memunculkan pertanyaan motif-motif yang mendukungnya; bagaimana arsitektur berperan dalam membahasakan identitas negara; dan bagaimana identitas sebuah bangsa direpresentasikan pada kasus perpindahan ibu kota negara. Lebih dari itu, semangat zaman juga berperan dalam mendefinisikan identitas dan narasi pada suatu waktu. \n\nPenelitian ini akan dilangsungkan dalam dua tahap, yaitu tahap pertama berupa kajian kritis terhadap narasi identitas pada seluruh kasus arsitektural perpindahan ibu kota negara tahun 1955-2020. Tahap ini meliputi desk study terhadap teks-teks penarasian identitas pada kasus-kasus perpindahan ibu kota negara selama rentang tahun 1955-2020. Tahap kedua adalah desk study tentang kasus studi yang khusus, yaitu perpindahan ibu kota Kazakhstan dan Malaysia. Kasus yang secara khusus ditengarai adalah kawasan bangunan pemerintahan baru di Kota Astana, Kazakhstan dan Putrajaya, Malaysia serta kawasan bangunan pemerintahan di ibu kota sebelumnya. Kajian ini dilakukan dengan metode kritik arsitektur berjenis kritik interpretatif advokatif. Proses kritik mempertimbangkan aspek kesejarahan, kondisi sosiokultural, ekonomi, politik dalam negeri, serta geopolitik. Sumber data yang digunakan adalah sumber-sumber tertulis tentang liputan dan kajian mengenai perpindahan ibu kota negara tersebut.", "Daftar File": {"ABSTRAK Alvin Try Dandy": "https://digilib.itb.ac.id/gdl/download/301584"}, "Penulis": "Alvin Try Dandy [25221057]", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Narasi Identitas, Perpindahan Ibu Kota, Kritik Arsitektur", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "08 Agu 2023"}