{"Nomor": 75886, "Judul": "PROPOSED CUSTOMER ACQUISITION STRATEGY FOR JAKONE MOBILE (MOBILE BANKING PRODUCT OWNED BY BANK DKI)", "Abstrak": "Teknologi digital telah menghasilkan banyak manfaat dan mempermudah pekerjaan. \nNamun, ekspansi eksponensial dalam teknologi digital ini telah meningkatkan persaingan,\nterutama berdampak signifikan pada industri perbankan. Perkembangan besar dalam\nperbankan ini memberikan banyak peluang yang harus dianalisis dan dikendalikan dengan\ncermat, yang mengarah pada persaingan ketat produk perbankan digital seperti layanan\nmobile banking yang produknya sendiri telah membantu membuka usaha makro, mikro\ndan kecil di Indonesia dalam hal kenyamanan layanan keuangan. Bank DKI, bank daerah\nmilik provinsi DKI Jakarta, memproduksi JakOne Mobile, aplikasi mobile banking\npopuler dengan fitur-fitur inovatif yang mempermudah transaksi. Dengan pergeseran\nimplementasi Bank DKI saat ini dari product centric menjadi customer, bank membuat\nversi baru dari JakOne Mobile dan merilisnya pada tahun 2022. Menanggapi umpan balik\ndari pengguna, versi baru ini meningkatkan UI, UX, dan aspek lainnya juga. Namun,\nwalaupun sebelumnya merupakan aplikasi market-leading masuk dalam 10 besar produk\ndigital perbankan Indonesia, JakOne Mobile saat ini mengalami penurunan dalam angka\naktivasi aplikasi tergantikan oleh kompetitor. Bank DKI juga kesulitan mengukur\nkampanye pemasaran digital JakOne Mobile. Dimulai dengan analisis internal dan\neksternal, dan mengusulkan strategi akuisisi pelanggan JakOne Mobile menggunakan\nkerangka perencanaan RACE dan rencana implementasi pemasaran digital.", "Daftar File": {"2023_TS_PP_Tamara Qonita_29121320_1-Full thesis.pdf": "https://digilib.itb.ac.id/gdl/download/301582"}, "Penulis": "Tamara Qonita [29121320]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Digitalisasi, Industri Perbankan, Strategi Akuisisi Pelanggan, Kerangka Perencanaan RACE, Pemasaran Digital", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Agu 2023"}