{"Nomor": 75882, "Judul": "PENGARUH PEMBANGUNAN EKONOMI SOSIAL DAN DESENTRALISASI FISKAL TERHADAP KUALITAS LINGKUNGAN HIDUP  DI INDONESIA", "Abstrak": "Indonesia memiliki komitmen untuk melaksanakan agenda pembangunan keberlanjutan khususnya pembangunan di bidang ekonomi dan sosial dengan tetap memperhatikan kualitas lingkungan hidup dan didukung oleh kapasitas fiskal yang memadai. Ketergantungan pertumbuhan ekonomi Indonesia terhadap komoditas dan sektor sumber daya alam menghadapi kendala seperti degradasi lingkungan dan deplesi sumber daya alam. Kualitas masyarakat yang tinggi akan meningkatkan aktivitas dan produktifitas masyarakat yang turut meningkatkan pemanfaatan sumber daya alam dan meningkatkan polusi dari penggunaan energi yang dihasilkan yang pada akhirnya akan menurunkan kualitas lingkungan. Kemiskinan merupakan penyebab utama dan akibat dari masalah lingkungan global. Salah satu permasalahan pengelolaan lingkungan hidup dalam skala daerah adalah terbatasnya kemampuan daerah dalam hal keuangan untuk pencapaian tujuan lingkungan. Ketimpangan fiskal untuk pembangunan ekologis terjadi di Indonesia, karena wilayah dengan fungsi ekologis yang kaya atau tutupan hutan yang lebih besar menerima dana perimbangan yang lebih sedikit daripada wilayah dengan fungsi ekologis yang minimal atau tutupan hutan yang lebih sedikit. Implementasi otonomi daerah terkait aspek lingkungan hidup ini masih mengalami beberapa permasalahan yang krusial, salah satunya yaitu pengalokasian anggaran yang sangat terbatas. Analisis dampak dari capaian pembangunan di Indonesia terhadap indikator kualitas lingkungan hidup memang telah dilakukan, namun diperlukan analisis yang lebih komprehensif pada tingkat pemerintah daerah provinsi baik dari aspek pembangunan ekonomi, pembangunan sosial, maupun dari aspek pemerintahan. Salah satu hal menarik yang layak untuk dijadikan bahan analisis dari aspek pemerintahan yaitu pengaruh penerapan desentralisasi terhadap kualitas lingkungan hidup. Selain itu, aspek pemerintahan juga erat kaitannya dengan penerapan peraturan perundang-undangan sehingga analisis juga akan dilakukan atas pengaruh perubahan peraturan perundang-undangan yang berlaku. Studi ini bertujuan untuk menganalisis pengaruh pembangunan sosial-ekonomi, desentralisasi fiskal dan perubahan peraturan terhadap kualitas lingkungan hidup di Indonesia.Keterkaitan hubungan antara variabel- variabel yang mempengaruhi kualitas lingkungan provinsi di Indonesia dibahas dengan pendekatan kuantitatif dan pendekatan kualitatif. Dalam menguji hipotesis penelitian,\n \ndigunakan beberapa metode analisis data panel dinamis, antara lain cross-sectional dependence test, panel unit root test, Granger Causality Test dan serangkaian uji data panel dinamis antara lain uji Arellano-Bond dan uji Sargan. Penelitian ini menggunakan analisis model regresi data panel dinamis dengan metode estimasi generalized method of moments (GMM) yang terdiri dari first-difference GMM (FD- GMM) dan system GMM berkaitan dengan hubungan variabel penelitian dengan lingkungan hidup. Dari penelitian ini dapat disimpulkan bahwa terdapat hubungan Environmental Kuznet Curve (EKC) antara PDRB per kapita dengan kualitas lingkungan. Pembangunan manusia, kemiskinan, belanja fungsi lingkungan dan industri manufaktur berpengaruh positif dan signifikan terhadap kualitas lingkungan. Sementara persentase PAD, transfer fiskal dan urbanisasi berpengaruh negatif dan signifikan terhadap kualitas lingkungan. Dengan adanya dinamika perubahan peraturan perundang-undangan terkait lingkungan hidup di Indonesia, terdapat potensi atau dampak peraturan yang mendukung pengelolaan lingkungan hidup, namun juga terdapat peraturan yang masih menyebabkan kurang maksimalnya pengelolaan lingkungan hidup. Pemerintah perlu untuk menerapkan PDRB Hijau, Instrumen Ekonomi Lingkingan Hidup, penyiapan perangkat kebijakan pelayanan terbaik, meningkatkan regulasi dan penegakan hukum, menerapkan sistem transfer fiskal berbasis ekologi, meningkatkan kualitas belanja fungsi lingkungan dan mempertahankan kebijakan bauran energi nasional.", "Daftar File": {"COVER Ardian Prasetianto": "https://digilib.itb.ac.id/gdl/download/301570", "BAB_1 Ardian Prasetianto": "https://digilib.itb.ac.id/gdl/download/301571", "BAB_2 Ardian Prasetianto": "https://digilib.itb.ac.id/gdl/download/301572", "BAB_3 Ardian Prasetianto": "https://digilib.itb.ac.id/gdl/download/301573", "BAB_4 Ardian Prasetianto": "https://digilib.itb.ac.id/gdl/download/301574", "BAB_5 Ardian Prasetianto": "https://digilib.itb.ac.id/gdl/download/301575", "BAB_6 Ardian Prasetianto": "https://digilib.itb.ac.id/gdl/download/301576"}, "Penulis": "Ardian Prasetianto [24021003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pembangunan Berkelanjutan, Kualitas Lingkungan Hidup, Pembangunan Ekonomi-Sosial, EKC, Desentralisasi Fiskal, GMM", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "08 Agu 2023"}