{"Nomor": 75891, "Judul": "PENGARUH QRIS SEBAGAI METODE PEMBAYARAN NONTUNAI TERPADU TERHADAP PERALIHAN METODE PEMBAYARAN DALAM PENGGUNAAN E-WALLET DAN M-BANKING DI INDONESIA", "Abstrak": "Sistem pembayaran telah berevolusi dari uang tunai menuju adopsi pembayaran non- tunai melalui uang elektronik dengan kode QR spesifik merek. Bank Indonesia memperkenalkan program Gerakan Nasional Non-Tunai dengan Quick Response Code Indonesian Standard (QRIS) sebagai inisiatif utamanya. Meskipun QRIS terbukti memiliki penerimaan masyarakat yang tinggi, QRIS menciptakan lanskap kompetitif bagi penyedia jasa untuk bersaing dalam memperoleh pengguna QRIS. Penelitian ini bertujuan untuk mengeksplorasi pengaruh QRIS terhadap peralihan metode pembayaran dalam penggunaan e-wallet dan m-banking di Indonesia dengan kombinasi metode kualitatif dan kuantitatif. Pendekatan kualitatif dilakukan melalui rangkaian wawancara dan dianalsis dengan NVivo. Data pendekatan kuantitatif dikumpulkan melalui kuesioner yang dianalisis dengan menggunakan Partial Least Squares Structural Equation Modelling (PLS-SEM). Penelitian ini memiliki target pengguna QRIS yang telah menggunakan e-wallet dan m-banking untuk pembayaran QRIS dan telah beralih ke m- banking dengan 12 partisipan pada kualitatif dan 221 partisipan pada kuantitatif. Penelitian ini menunjukan pengaruh signifikan dari kepercayaan, kompatibilitas yang dirasakan, harga, sikap terhadap peralihan, kontrol perilaku yang dirasakan, dan ciri-ciri kepribadian terhadap niat beralih. Selain itu, niat beralih memiliki pengaruh yang signifikan terhadap kegiatan beralih. Penelitian ini diharapkan dapat memberikan pemahaman mengenai faktor-faktor yang mempengaruhi peralihan metode pembayaran dan memberikan rekomendasi pemasaran untuk penyedia jasa pembayaran QRIS.", "Daftar File": {"2023 SK PP Stella   [19020302] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/301588"}, "Penulis": "Stella [19020302]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "QRIS, Nontunai, E-wallet, M-banking, Metode Pengalihan Pembayaran", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "08 Agu 2023"}