{"Nomor": 75899, "Judul": "STUDI EKOWISATA BAHARI DI PESISIR BARAT DAN SELATAN LAMPUNG BERDASARKAN KAJIAN RISIKO KELAUTAN", "Abstrak": "Studi wilayah ekowisata berbasis risiko pesisir dilakukan di wilayah barat dan selatan dari Pesisir Provinsi Lampung menggunakan tiga metode, yaitu Coastal Vulnerability Index (CVI) untuk kerentanan pesisir, Indeks Kesesuaian Wisata (IKW) untuk potensi wisata serta bahaya, dan Cultural Ecosystem Services (CES) untuk daya dukung. Wilayah selatan dari Pesisir Lampung terdiri dari Pantai Sari Ringgung, Pahawang, dan Pantai Muara Indah Kota Agung. Hasil dari CVI menunjukkan bahwa Pantai Sari Ringgung memiliki kerentanan pesisir dengan bobot nilai 2 (rendah), Pahawang bernilai 2 (rendah), Pantai Muara Indah Kota Agung bernilai 2 (rendah). Hasil dari IKW menunjukkan besarnya potensi untuk setiap wilayah kajian dengan wilayah yang memiliki nilai total >70 memiliki potensi wisata yang besar. Hasil menunjukkan Pantai Sari Ringgung bernilai 76 dari 93, yang artinya memiliki potensi wisata yang besar. Pahawang bernilai 68 dari 93, yang artinya potensi wisata sedang, dan Pantai Muara Indah Kota Agung bernilai 54 dari 93, yang artinya potensi wisata kecil. Hasil dari metode CES menunjukkan kelayakan wilayah wisata serta daya dukung wisata dengan Pantai Sari Ringgung memiliki nilai 7 dari 9, Pahawang dengan nilai 8 dari 9, dan Pantai Muara Indah dengan nilai 7 dari 9, yang artinya ketiga wilayah memiliki daya dukung wisata yang baik. Sedangkan wilayah barat dari Pesisir Lampung, yang terdiri dari Pantai Tanjung Setia, memiliki kerentanan pesisir dengan bobot nilai CVI 4 (tinggi). Hasil dari IKW menunjukkan total nilai 80 dari 93, yang artinya wilayah memiliki potensi wisata yang besar, dan hasil CES adalah 7 dari 9, yang artinya daya dukung wisata baik.", "Daftar File": {"ABSTRAK Hanun Rahmi Hanifah": "https://digilib.itb.ac.id/gdl/download/301598"}, "Penulis": "Hanun Rahmi Hanifah [12918012]", "Kontributor / Dosen Pembimbing": ["Hamzah Latief, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Coastal Vulnersbility Index, Cultural Ecosystem Services, Indeks Kesesuaian Wisata, Keberlanjutan, Kerentanan Pesisir, Lampung, Potensi Wisata.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "08 Agu 2023"}