{"Nomor": 75895, "Judul": "PENGEMBANGAN MODEL ESTIMASI WAKTU PERMESINAN PADA MESIN CNC MILLING MENGGUNAKAN MODEL GRADIENT BOOSTING TREES", "Abstrak": "PT X merupakan perusahaan yang bergerak pada bidang industri manufaktur produk permesinan dengan strategi make-to-order. Salah satu aktivitas yang dilakukan di PT X yaitu melakukan estimasi waktu permesinan sebagai dasar dalam perhitungan biaya awal pembuatan produk. Biaya awal tersebut nantinya akan diajukan saat proses negosiasi dengan konsumen. Proses estimasi waktu permesinan harus dilakukan untuk setiap pesanan yang masuk mengingat sifat pesanan MTO yang selalu unik dan spesifik. Saat ini, PT X menggunakan hasil estimasi dari software CAM sebagai dasar penentuan waktu permesinan. Setelah diuji, hasil estimasi dari software CAM mempunyai selisih yang cukup tinggi dengan waktu aktual permesinan yang terjadi di lapangan. Oleh karena itu, penelitian ini bertujuan untuk mengembangkan suatu model estimasi waktu permesinan yang lebih akurat.\nPerancangan solusi dilakukan dengan mengacu pada teknik pembelajaran mesin dengan algoritma Multiple Linear Regression (MLR) sebagai model pembanding dan algoritma Gradient Boosting Trees (GBT) sebagai model usulan. Pengembangan model dilakukan dengan mengacu pada metodologi CRISP-DM. Data yang digunakan dalam pelatihan model berasal dari logbook pesanan masa lalu dan file CAM pesanan.\nModel GBT menghasilkan kinerja yang lebih akurat dan terpercaya dibandingkan model MLR. Hasil pengujian menunjukkan bahwa model GBT mampu mengestimasi waktu permesinan dengan rerata kesalahan RMSE sebesar 136,1 detik pada 62 data uji. Jika dibandingkan dengan metode eksisting di PT X, model usulan dapat mengurangi sebesar 79% dari rerata kesalahan yang terjadi.", "Daftar File": {}, "Penulis": "Kresna Surya Buwana [13419014]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Gradient Boosting Trees, pembelajaran mesin, estimasi waktu permesinan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Agu 2023"}