{"Nomor": 75890, "Judul": "DESIGNING CENTRAL BANK DIGITAL CURRENCY IN INDONESIA: A CRITICAL LITERATURE REVIEW", "Abstrak": "Central Bank Digital Currency (CBDC) telah muncul sebagai solusi potensial untuk beberapa tantangan yang dihadapi oleh sistem pembayaran tradisional. Studi ini bertujuan untuk menilai apakah desain r-Digital Rupiah yang diusulkan cocok untuk Indonesia dengan melakukan tinjauan literatur kritis komparatif dari white paper Project Garuda: Menavigasi Arsitektur Rupiah Digital (2022) oleh Bank Indonesia. Dalam melakukannya, studi ini akan menganalisis dan mensintesis literatur yang ada terkait dengan CBDC untuk mengekstrak informasi kunci yang mendukung perkembangan kerangka desain CBDC Indonesia. Analisis komparatif juga dilakukan untuk mengeksplorasi kesamaan, perbedaan, dan implikasi potensial dengan membandingkan desain CBDC ritel Indonesia dengan yang diterapkan di negara lain. Temuan dari studi ini berkontribusi pada pemahaman desain CBDC, mengidentifikasi kekuatan dan kelemahan potensial, dan memberikan rekomendasi untuk mengoptimalkan desainnya untuk memastikan efektivitas, kepatuhan, dan kompatibilitasnya dengan standar dan praktik internasional. Kritik ini berpendapat bahwa diperlukan penelitian dan analisis lebih lanjut untuk memahami sepenuhnya potensi implikasi Rupiah Digital. Secara keseluruhan, studi ini menyoroti pentingnya merancang CBDC yang tidak hanya cocok untuk konteks negara tertentu, tetapi juga mempertimbangkan dampak potensial pada sistem keuangan yang lebih luas.", "Daftar File": {"2023 SK PP Janitra Nur Aryani   [19020187] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/301586"}, "Penulis": "Janitra Nur Aryani [19020187]", "Kontributor / Dosen Pembimbing": ["Kurnia Fajar Afgani, S.AB., M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Central Bank Digital Currency, Project Garuda, Digital Rupiah, r-CBDC", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "08 Agu 2023"}