{"Nomor": 75908, "Judul": "PENGEMBANGAN PRODUK BERBAHAN NABATI UNTUK PANGAN: HIDROGENASI XILOSA MENJADI XILITOL DAN NON-PANGAN: MODIFIKASI GONDORUKEM UNTUK BINDER MARKA JALAN", "Abstrak": "Xilitol merupakan gula alkohol yang penting dalam industri farmasi dan pangan, khususnya sebagai pengganti sukrosa karena memiliki tingkat kemanisan yang sama tetapi tidak membutuhkan insulin dalam metabolismenya dan berkalori rendah. Xilitol diproduksi dengan menghidrogenasi xilosa menggunakan hidrogen pada tekanan tinggi yang menyebabkan ongkos produksinya mahal serta kurang baik terhadap lingkungan. Metode alternatif dalam produksi xilitol adalah dengan mengikuti petunjuk alam yaitu menghidrogenasi tanpa gas hidrogen melainkan dengan hidrogenasi perpindahakan katalitik yang dilakukan oleh enzim-enzim reduktase aldosa yang membantu mereduksi monosakarida menjadi gula alkohol pada kondisi kamar. Penelusuran literatur mengindikasikan beberapa kandidat katalis yang bekerja dengan meniru cara kerja enzim (biomimetik), yaitu (NixFe1-x)MoS4, Fe3S4 dan (NipFe1-p)(CrqFe1-q)2S4 dengan donor hidrogen berupa asam format.\nTujuan pertama dari penelitian adalah mendapatkan bukti atau sanggahan berbasis uji coba eksperimental terhadap keaktifan kandidat-kandidat katalis dan mendapatkan pemahaman tentang pengaruh kondisi operasi reaksi terhadap keefektifan katalis yang lulus dari uji-coba eksperimental. Pengujian dilakaukan dengan menambahkan katalis ke dalam larutan xilosa yang ditambakan asam format dan trietilamin dengan pH campuran 6 serta menggodok campuran pada kondisi refluks atmosferik (~95 ?C) selama 6 jam. Puncak kondensor refluks disambungkan ke botol pencuci gas untuk menangkap CO2. Campuran reaksi kemudian dianalisis dengan menggunakan HPLC untuk mengetahui konversi xilosa dan perolehan xilitol. Analisis HPLC memberikan hasil konversi xilosa dengan rentang 2,7 – 27,5% dari berbagai kandidat katalis. Produk akhir yang didapat belum diketahui dengan pasti akan tetapi terdapat 2 kemungkinan yaitu xilitan ataupun xilulosa.\nTujuan kedua dari penelitian ini adalah mendapatkan pemahaman dengan pengembangan gondorukem untuk binder marka jalan. Metode yang digunakan untuk memenuhi ketercapaian dari tujuan kedua ini adalah dengan melakukan kajian pustaka.", "Daftar File": {"ABSTRAK Lathifuddin Siddiq": "https://digilib.itb.ac.id/gdl/download/301647"}, "Penulis": "Lathifuddin Siddiq [23022020]", "Kontributor / Dosen Pembimbing": ["Antonius Indarto, S.T, M.Eng., Ph.D.", "Aqsha, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "hidrogenasi, xilosa, xilitol, katalis, asam format, gondorukem.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Agu 2023"}