{"Nomor": 75906, "Judul": "PEMODELAN GRADIEN TEMPERATUR VS KEDALAMAN PADA ZONA TRANSISI PULAU FLORES DAN PULAU TIMOR, NUSA TENGGARA TIMUR", "Abstrak": "Indonesia memiliki kondisi tektonik yang beragam dengan adanya subduksi aktif,\nrangkaian kepulauan gunung api dan tumbukan. Pergerakan subduksi dari kerak\nsamudera Lempeng Indo-Australia di bawah Jawa dan Sumatera, mengalami\nperubahan menjadi tumbukan kerak Benua Australia dengan Busur Banda barat di\nsepanjang Pulau Flores, Sumba dan Timor. Kondisi tektonik ini menyebabkan\nmunculnya gunung api yang tersebar pada sekitar pulau. Gunung api yang terbentuk\nmemunculkan potensi panas bumi. Potensi panas bumi ini dipengaruhi oleh adanya\naliran panas yang terjadi pada daerah subduksi. Distribusi aliran panas ini dapat\ndigunakan untuk memperkirakan temperature bawah permukaan bumi dengan\nbeberapa faktor pendukung lainnya seperti nilai konduktivitas termal dan panas\nradioaktif. Pada penelitian ini, solusi persamaan geotherm dengan asumsi berada\npada kondisi steady state 1D dapat digunakan untuk menghasilkan gradient\ngeotherm. Gradient geotherm yang dihasilkan merupakan model lapisan dari\nlintasan penampang tomografi seismic yang melewati Pulau Flores, dan Pulau\nTimor yang diasumsikan terdiri dari lima lapisan litostratigrafi. Perhitungan\nmenggunakan Software Excel. Hasil perhitungan ini menunjukkan kondisi geologi\nberpengerauh terhadap variasi temperatur pada lintasan. Pada zona partial melting,\nyang berada di Pulau Flores, ketiga parameter yang diukur menunjukkan nilai yang\nlebih tinggi dibanding wilayah di sekitarnya, dengan nilai panas radioaktif berkisar\n0,02-3,7 µW/m3, nilai konduktivitas termal pada tiap lapisan berkisar 2,8-3,2\nW/mºC dan nilai aliran panas berkisar 42 m/Wm2", "Daftar File": {"ABSTRAK Dian Meutia Hidayati.pdf": "https://digilib.itb.ac.id/gdl/download/301639"}, "Penulis": "Dian Meutia Hidayati [22319010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pulau Flores, Pulau Timor, Zona Subduksi, Aliran Panas, Konduktivitas Termal, Geotherm, Panas Radioaktif", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "08 Agu 2023"}