{"Nomor": 75914, "Judul": "APPLICATION OF PRESSURE TRANSIENT ANALYSIS METHODS OF NON-NEWTONIAN/NEWTONIAN FLUID RADIAL COMPOSITE RESERVOIRS WITH A FINITE-CONDUCTIVITY VERTICAL FRACTURE", "Abstrak": "Non-Newtonian fluids are common during almost all upstream oil and gas operation phases, including drilling and production. Non-Newtonian fluids like polymer are promising to be used in enhanced oil recovery processes to improve the sweep efficiency of standard waterflood (Caenn et al., 1989). Better methods for interpreting the polymer’s non-Newtonian behaviors and characteristics and their interaction with the surrounding formation and Newtonian fluid coexistence are needed to overcome the possible loss. Falloff tests have proved to be successful under waterflooding operations to determine the reservoir properties in various banks around injection wells and the location of flood fronts. With better mobility control in polymer flooding, frequently, it simultaneously generates induced fractures.\nThis study aims to apply methods to do pressure transient analysis for non-Newtonian/Newtonian composite reservoirs with finite-conductivity fracture. This interpretation can yield parameters/information such as polymer bank inner radius, rheology (power-law parameter), permeability, skin factor, and transition time. Some fracture properties are also determined in this paper, such as fracture half-length and fracture conductivity. The author employed pressure transient analysis based on the methods from (Lund-Ikoku, 1981) and (Van den Hoek et al., 2012). The resulting parameter and analysis are validated and matched with the model generated from pressure transient analyis software.", "Daftar File": {"ABSTRAK Salman Naufal M": "https://digilib.itb.ac.id/gdl/download/301678"}, "Penulis": "Salman Naufal M [12219046]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Non-Newtonian Fluid, Finite-Conductivity Fracture, Composite Reservoir", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "08 Agu 2023"}