{"Nomor": 75917, "Judul": "UNTUK PERCEPATAN PERTUMBUHAN PORTOFOLIO KREDIT ENERGI TERBARUKAN (SOLAR PV) PADA PT BANK MANDIRI (PERSERO), TBK", "Abstrak": "Pemerintah Indonesia memiliki target utama untuk mencapai kapasitas terpasang pembangkit energi baru dan terbarukan sebesar 23% dari total bauran energi pada tahun 2025 serta net zero emissions pada tahun 2060. Sebagai pedoman untuk mencapai misi tersebut, Pemerintah Indonesia telah menerbitkan Rencana Usaha Penyediaan Tenaga Listrik (“RUPTL”) 2021 – 2030 pada tahun 2021 yang diklaim sebagai RUPTL paling ramah lingkungan hingga saat ini, tercermin dari rencana pengembangan kapasitas terpasang pembangkit energi baru terbarukan sebesar 51.6% atau 20,923 MegaWatt (“MW”) pada tahun 2030. Sektor perbankan berperan penting untuk mendukung misi Pemerintah Indonesia mengingat investasi yang dibutuhkan sebesar USD 6.3 Miliar sehubungan dengna keterbatasan anggaran Pemerintah maupun sektor swasta.\nImplementasi keuangan yang berkelanjutan memiliki tantangan, dimana program ini merupakan konsep baru bagi para pihak yang terlibat di ekosistem energi baru dan terbarukan. Terbatasnya professional yang memiliki keahlian serta masih sedikitnya proyek – proyek energi baru dan terbarukan merupakan beberapa contoh dari tantangan dimaksud yang dapat membatasi kemampuan Bank Mandiri untuk menyediakan pembiayaan untuk proyek – proyek yang berkelanjutan.\nPenelitian ini dilakukan untuk meninjau dan menganalisa masalah bisnis di Bank Mandiri terkait portofolio kredit proyek energi terbarukan (Solar PV) serta mengusulkan solusi bisnis untuk percepatan dan peningkatan pertumbuhan portofolio kredit tersebut berdasarkan kerangka konseptual.", "Daftar File": {"COVER Hendy Octorino": "https://digilib.itb.ac.id/gdl/download/301699"}, "Penulis": "Hendy Octorino [29320327]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.SM, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Renewable Energy, Green Financing, Net Zero Emissions, RUPTL 2021 – 2030", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Agu 2023"}