{"Nomor": 75910, "Judul": "PERANCANGAN CO-LIVING DENGAN STRATEGI BIOPHILIC DESIGN BERBASIS PREFERENSI GENERASI MILENIAL DI KOTA MAKASSAR", "Abstrak": "Pengguna yang tinggal di perkotaan semakin sulit mendapatkan hunian dan tempat bekerja yang terjangkau.  Belum adanya sarana prasarana yang terintegrasi dalam satu kawasan mengakibatkan penambahan durasi commuting yang berdampak pada kehidupan penggunanya. Masyarakat perkotaan tidak memiliki banyak waktu untuk berinteraksi sosial karena menghabiskan banyak waktu di jalan. Dampaknya masyarakat perkotaan menjadi kesepian di dunia nyata sebab jarang berinteraksi secara fisik. Kebanyakan interaksi sosial dilakukan melalui dunia maya bukan melalui ruang-ruang untuk berinterksi secara nyata. Oleh sebab itu, co living hadir untuk membangun ekosistem yang terintegrasi antar ruang namun tetap memiliki batasan privasi setiap individu. Co living diperkirakan cocok untuk generasi milenial karena kefleksibilitasan ruang-ruangnya yang dapat diakses sesuai keinginan penggunanya. Namun, saat ini belum ada standar  kriteria model co living sehingga dibutuhkan penelitian untuk mengidentifikasi model spasial co living. Penelitian ini bertujuan untuk mengidentifikasi pola spasial hunian co living denan konsep biofilik. Metode penelitian dilakukan dengan metode kualitatatif melalui studi preseden untuk mendapatkan indikator kriteria dari co living. Model spasial co living memiliki pola ruang yang berfokus pada tiga variabel. Dari variabel tersebut didapatkan co living dengan konsep biofilik dapat diperuntukkan untuk pengguna milenial baik single, couple maupun couple with a plus. Program ruang privat didukung oleh area bersama atau area publik, luas area privat minimal 12 m2, co living  didukung oleh konsep penunjang lainnya melalui strategi desain, penggunaan material menyesuaikan konsep yang digunakan, dapat berupa bangunan baru maupun adaptive reuse serta view spasial meletakkan bukaan pada ruangan yang sering digunakan.", "Daftar File": {"ABSTRAK Nurul Maghfirah": "https://digilib.itb.ac.id/gdl/download/301660"}, "Penulis": "Nurul Maghfirah [25221031]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Heru Wibowo Poerbo, MURP.", "Dr. Eng. Hanson Endra Kusuma, S.T, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Co Living; Keterjangkauan; Interaksi sosial", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "08 Agu 2023"}