{"Nomor": 75912, "Judul": "PENGARUH PENGGUNAAN TEKNOLOGI INTERNET TERHADAP PENDAPATAN PEKERJA SEKTOR INFORMAL PADA MASA PANDEMI COVID-19 DI INDONESIA", "Abstrak": "Pekerja sektor informal merupakan bagian dari pelaku usaha mikro yang mana adalah penyerap angkatan kerja terbesar sebanyak 97 persen. Pandemi covid-19 memberikan dampak yang sangat terasa bagi perekonomian, jumlah pekerja informal bertambah 5 persen menjadi 60,88 persen, tingkat pengangguran terbuka (TPT) menduduki titik tertinggi selama 10 tahun ke belakang yaitu mencapai 7,07 persen, semua ini merupakan efek domino dari Covid-19. Sebagian pelaku usaha atau pekerja infromal menggunakan internet untuk melakukan promosi agar dapat bertahan atau meningkatkan pendapatan dalam kondisi krisis. Pada era digitalisasi ini penetrasi teknologi internet sudah banyak menjangkau berbagai daerah, pengguna internet di Indonesia mencapai 73,7 persen dari total penduduk, sehingga kewajiban pemerintah untuk memberikan pemahaman masyarakatnya untuk dapat mengadopsi teknologi internet agar bisa meningkatkan pendapatan masyarakat kecil. Tujuan penelitian ini untuk mengidentifikasi pengaruh penggunaan internet terhadap kenaikan pendapatan pekerja sektor informal di Indonesia dengan menggunakan pendekatan kuantitatif. Data yang digunakan merupakan pooled cross section yang bersumber dari hasil Survei Angkatan Kerja Nasional (Sakernas) 2020-2021 yang dilakukan oleh BPS. Metode pengolahan data menggunakan Heckman Selection Model untuk mengetahui seberapa besar pengaruh internet terhadap pendapatan pekerja informal dan menggunakan Blinder-Oaxaca Decomposition untuk mengetahui seberapa besar ketimpangan pendapatan pekerja informal tersebut. Hasil yang didapatkan penggunaan internet mempengaruhi pendapatan pekerja informal secara signifikan. Ketimpangan pendapatan antar gender tidak terlalu signifikan hanya sebesar 0,4 persen poin lebih besar laki-laki dibandingkan perempuan.", "Daftar File": {"COVER Rendra Sukmawardhana": "https://digilib.itb.ac.id/gdl/download/301662", "BAB_1 Rendra Sukmawardhana": "https://digilib.itb.ac.id/gdl/download/301663", "BAB_2 Rendra Sukmawardhana": "https://digilib.itb.ac.id/gdl/download/301664", "BAB_3 Rendra Sukmawardhana": "https://digilib.itb.ac.id/gdl/download/301665", "BAB_4 Rendra Sukmawardhana": "https://digilib.itb.ac.id/gdl/download/301666", "BAB_5 Rendra Sukmawardhana": "https://digilib.itb.ac.id/gdl/download/301667"}, "Penulis": "Rendra Sukmawardhana [24021043]", "Kontributor / Dosen Pembimbing": ["Dr. Tengku Munawar Chalil, S.T., M.PP."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pekerja informal, Covid-19, Internet, Pendapatan, Ketimpangan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "8 file", "Tanggal Input": "08 Agu 2023"}