{"Nomor": 75925, "Judul": "RESILIENSI SOSIAL EKOLOGI PARIWISATA PESISIR (STUDI KASUS : DESA BATUKARAS, KABUPATEN PANGANDARAN)", "Abstrak": "Desa Batukaras terletak di Kecamatan Cijulang Kabupaten Pangandaran dikenal sebagai kawasan wisata pesisir, hal ini merujuk pada Perdes No 5 Tahun 2020 dalam rangka terwujudnya destinasi wisata andalan pesisir yang terintegrasi menuju desa sejahtera. Seiring dengan perubahan iklim dan meningkatnya pola aktivitas pesisir oleh masyarakat pedesaan, berdampak pada pemanfaatan sumber daya laut yang mengarah pada kualitas lingkungan pesisir. Dalam menghadapi gangguan aktivitas masyarakat desa perlu mengkaji Resilience Ecological Social (SER), penting untuk melihat pola aktivitas manusia sebagai faktor penentu utama untuk melihat perubahan interaksi dalam penggunaan sumber daya, sehingga dapat mewujudkan kesejahteraan masyarakat. Penelitian ini menggunakan kualitatif deskriptif dengan pendekatan studi kasus, proses pengumpulan data dilakukan dengan menggunakan teknik observasi, dokumentasi, studi literatur, dan wawancara mendalam dengan informan kunci, dan analisis yang digunakan adalah analisis isi, dan analisis deskriptif kualitatif dengan langkah-langkah seperti: pemaparan data, reduksi, hingga tahap penarikan kesimpulan atau verifikasi. Hasil penelitian ini menjawab pertanyaan dari rumusan masalah, di awali identifikasi sistem sosial ekologi wisata pesisir pantai, bahwa terdapat persoalan mengenai gangguan kegiatan nelayan perikanan tangkap pada kegiatan wisata yang mempengaruhi kualitas lingkungan wisata pesisir akibat perubahan cuaca, kemudian kondisi mengenai rusaknya objek wisata hutan mangrove, yang mana minimnya kesadaran pemangku kepentingan terkait pembangunan yang mempengaruhi pola kegiatan wisata terhadap gangguan yang dihadapi. Selanjutnya identifikasi resiliensi sosial ekologi pariwisata dalam menghadapi gangguan seperti: terdapat upaya belajar hidup menerima perubahan, kemudian peran serta upaya pemerintah dalam mewujudkan keadilan sosial dalam menjaga perlindungan ekosistem untuk memanfaatkan sumber daya wisata pesisir yang masih belum terlaksana secara optimal, sehingga dalam pelaksanaan perlu adanya strategi peningkatan dalam memanfaatkan sumber daya wisata pesisir", "Daftar File": {"COVER Ade Tri Putra": "https://digilib.itb.ac.id/gdl/download/301731", "BAB_1 Ade Tri Putra": "https://digilib.itb.ac.id/gdl/download/301732", "BAB_2 Ade Tri Putra": "https://digilib.itb.ac.id/gdl/download/301733", "BAB_3 Ade Tri Putra": "https://digilib.itb.ac.id/gdl/download/301734", "BAB_4 Ade Tri Putra": "https://digilib.itb.ac.id/gdl/download/301735", "BAB_5 Ade Tri Putra": "https://digilib.itb.ac.id/gdl/download/301736", "BAB_6 Ade Tri Putra": "https://digilib.itb.ac.id/gdl/download/301737"}, "Penulis": "Ade Tri Putra [24021037]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Desa Batukaras, Wisata Pesisir, Resiliensi Sosial Ekologi", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "08 Agu 2023"}