{"Nomor": 75926, "Judul": "ADOPSI INOVASI BUDIDAYA KEDELAI DI LAHAN MARJINAL (STUDI KASUS : PEMANFAATAN LAHAN EKS GALIAN PASIR, DESA CIBULAN, KECAMATAN CIDAHU, KABUPATEN KUNINGAN)", "Abstrak": "Pengambilan keputusan budidaya kedelai di lahan marjinal (studi kasus: lahan eks galian pasir, Desa Cibulan, Kecamatan Cidahu, Kabupaten Kuningan), merupakan salah satu praktik difusi-inovasi pengelolaan lahan marjinal yang lahir dari sinkronisasi kebutuhan kelompok tani, pemerintahan desa Cibulan dan pemerintah Kabupaten Kuningan. Dalam perkembangannya, karakteristik inovasi dan proses inovasi dipengaruhi oleh peran kepemimpinan dan aksi kolektif kelompok tani. Penelitian ini menggunakan pendekatan campuran (mixed methods) dengan analisis difusi-inovasi Rogers, analisis korelasi Spearman, analisis kepemimpinan dan aksi kolektif. Penelitian campuran ini bersifat embedded design, dikarenakan data kualitatatif dan kuantitatif dikumpulkan secara bersamaan untuk melengkapi substansi penelitian. Pengumpulan data menggunakan data laporan musim tanam budidaya kedelai tahun 2018-2022, peraturan desa Cibulan lahan eks galian desa dan dokumen sekunder lain yang relevan terhadap penelitian. Selanjutnya, dilakukan wawancara mendalam kepada tokoh kunci pelaksana atau mitra dari kegiatan budidaya kedelai di Cibulan seperti kelompok tani, Perangkat dan Kepala Desa Cibulan, Penyuluh tani, Pengelola Koperasi Tahu Tempe (KOPTI) se Kuningan, Pejabat Dinas Pertanian Kuningan, Pejabat Balai Pengawasan Sertifikasi Benih Jawa Barat dan pihak lain yang berhubungan dengan budidaya kedelai di Desa Cibulan. Selain itu, dilakukan observasi lapangan dan focus group discussion untuk mengkonfirmasi sebaran dan luasan lahan tanam hingga mencari informasi lain yang diperlukan penelitian.\n\nBerdasarkan hasil analisis difusi-inovasi Rogers menunjukkan bahwa insentif tanam dan produktivitas lahan (ton) menjadi pertimbangan petani untuk mengadopsi budidaya kedelai di lahan eks galian pasir. Mobilisasi pengadopsi (petani) berjalan menggunakan insentif tanam secara maksimal, cenderung akan mendorong petani untuk mendapatkan hasil panen kedelai kelompok (ton/ha) yang optimal. Sementara jika insentif tanam yang diterima minim, maka petani akan cenderung mendapatkan hasil panen kedelai (ton/ha) yang relatif kecil. Hal yang sama, ditemukan dari uji korelasi spearman, bahwa insentif tanam dan produktivitas panen saling berkorelasi kuat namun insentif tanam cukup lemah terhadap keikutsertaan petani (jumlah orang) untuk menanam kedelai di lahan eks\n \ngalian pasir. Artinya, keikutsertaan petani tak hanya didasarkan pada insentif tanam saja akan tetapi memiliki faktor-faktor lain yang dipertimbangkan.\n\nBerdasarkan analisis proses inovasi, budidaya kedelai di Desa Cibulan telah dikenalkan oleh Alm. Haji Syarif sebagai pelopor petani kedelai musiman di sawah tadah hujan setelah musim padi. Ia mewariskan pengetahuan bertani kedelai kepada Kardi yang selanjutnya oleh Kardi diperkenalkan kembali dan dimodifikasi untuk ditanam di lahan eks galian pasir sebagai pengganti kacang tanah. Selanjutnya, oleh Kepala Desa Iwan Gunawan, usulan Kardi diterima dan disinkronisasikan dengan program perluasan area tanaman pangan baru yang menetapkan bahwa lahan eks galian pasir akan digunakan sebagai lahan tanaman pangan di Desa Cibulan. Lalu Ia menginstruksikan agar petani di Desa Cibulan menanam kedelai di lahan eks galian pasir dikarenakan harga kedelai lebih tinggi daripada kacang tanah. Dari ketiga tokoh inovator kedelai di Cibulan itu, umumnya berorientasi bahwa kedelai yang ditanam harus segera dijual kepada pengrajin olahan kedelai (tempe/tahu). Padahal setelah berkembang jaringan benih antar lapang, dan tingginya risiko gagal panen di lahan eks galian, mengakibatkan petani merasa tidak puas sehingga lebih memilih bergeser untuk memproduksi benih kedelai daripada kedelai konsumsi. Salah satu petani yang mempelopori budidaya penangkaran benih kedelai ialah Saprol. Ia menginisiasi penangkaran benih kedelai di Cibulan lalu memobilisasi kelompok tani Citaman, Cintaasih dan Silih Asih 1 untuk menanam kedelai di lahan sawah tadah hujan dan lahan eks galian pasir, hanya jika menerima insentif pupuk dan herbisida.\n\nTerlepas dari berkembangnya media dan jaringan komunikasi antar petani, peran kepemimpinan dan aksi kolektif petani berpengaruh terhadap penyesuaian atau pergeseran inovasi. Kepemimpinan formal (struktural) yang ditunjukkan dengan mobilisasi insentif dan formalitas aturan budidaya kedelai mengakibatkan aksi kolektif dari petani berjalan dengan kewenangan mengikat sehingga petani pun memiliki ketergantungan terhadap insentif. Risiko aksi kolektif yang diambil berbentuk pengabaian terhadap instruksi tanam kedelai atau perpindahan komoditas ke kacang tanah/ komoditas lain di lahan eks galian sebagai bentuk kekecewaan petani terhadap kepala desa. Sementara itu, kepemimpinan informal (kultural) ditunjukkan melalui kesepakatan informal antar pihak bersifat luwes, dibangun melalui pertemuan rutin atau diskusi dengan petani untuk memilih menanam kedelai di lahan sawah atau di lahan eks galian pasir. Mobilisasi petani untuk menanam kedelai di lahan eks galian pasir tidak bergantung dari insentif tanam namun didasarkan pada komitmen dengan kelompok tani.", "Daftar File": {"COVER Eko Fajar Setiawan": "https://digilib.itb.ac.id/gdl/download/301740", "BAB_1 Eko Fajar Setiawan": "https://digilib.itb.ac.id/gdl/download/301741", "BAB_2 Eko Fajar Setiawan": "https://digilib.itb.ac.id/gdl/download/301742", "BAB_3 Eko Fajar Setiawan": "https://digilib.itb.ac.id/gdl/download/301743", "BAB_4 Eko Fajar Setiawan": "https://digilib.itb.ac.id/gdl/download/301744", "BAB_5 Eko Fajar Setiawan": "https://digilib.itb.ac.id/gdl/download/301745", "BAB_6 Eko Fajar Setiawan": "https://digilib.itb.ac.id/gdl/download/301848"}, "Penulis": "Eko Fajar Setiawan [24021021]", "Kontributor / Dosen Pembimbing": ["Dr. Drs. Suhirman, SH., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "difusi inovasi, eks galian pasir, kedelai, kepemimpinan dan aksi kolektif", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "9 file", "Tanggal Input": "08 Agu 2023"}