{"Nomor": 75930, "Judul": "KAJIAN DESA WISATA DI KAWASAN STRATEGIS PARIWISATA KABUPATEN (KSPK) PERKOTAAN GARUT DALAM MEWUJUDKAN PARIWISATA CERDAS", "Abstrak": "Konsep desa wisata mulai dipandang sebagai upaya meningkatkan ekonomi daerah\nserta kondisi kehidupan masyarakat pedesaan. Smart village merupakan konsep\npembangunan desa yang dapat memberikan manfaat untuk masyarakat dalam\nmembangun peluang lokal dan pembangunan jangka panjang desa. KSPK Perkotaan\nGarut berjarak dekat dengan perencanaan dan proses pembangunan lintas tol sehingga\nberpeluang mendatangkan wisatawan datang ke desa wisata di KSPK Perkotaan Garut.\nKSPK Perkotaan Garut juga sudah mengalami kemudahan akses dengan adanya\nStasiun Kereta Api Garut Kota dengan tarif yang terjangkau. Penerapan konsep\npariwisata cerdas pada desa-desa di KSPK Perkotaan Garut tersebut menjadi penting\nditerapkan untuk pembangunan pedesaan yang berkelanjutan. Pemerintah Kabupaten\nGarut memasarkan dan mengunggulkan desa wisata yang ada dan dituangkan dalam\nRencana Strategis Dinas Pariwisata dan Kebudayaan Tahun 2019-2024, dikarenakan\nPemerintah Kabupaten Garut ingin terus mengembangkan kreativitas masyarakat dan\npotensi desa, serta ekonomi desa yang ada. Penelitian ini bertujuan untuk mengkaji\nkesiapan 5 (lima) desa wisata di KSPK Garut untuk mewujudkan konsep pariwisata\ncerdas yaitu Desa Wisata Saung Ciburial, Desa Wisata Pasawahan, Desa Wisata\nGuntur Vulkano, Desa Wisata Dayeuh Manggung, dan Desa Wisata Sindang Kasih.\nPenelitian ini menggunakan pendekatan kualitatif dengan menggunakan metode\ndeskriptif kualitatif yang berdasar filsafat postpositivisme, dimana peneliti sebagai\ninstrument kunci dan pengumpulan data dilakukan dengan triangulasi berupa field\nresearch, scrapping data dan studi literatur. Analisis pada penelitian ini bersifat\ninduktif dan hasil penelitian lebih menekankan makna. Teknik analisis data yang\ndigunakan pada penelitian ini adalah analisis isi (content analysis), dan analisis\nkomparasi dalam melihat gap perbandingan antara persepsi Pemerintah Kabupaten\nGarut, persepsi wisatawan nusantara di media sosial (google review), dan kondisi\neksisting desa wisata di KSPK Perkotaan Garut berdasarkan 8 (delapan) komponen\nsmart village. Terdapat analisis tambahan yaitu dengan mengadopsi dari metode\npentagram LINKS untuk melihat keterkaitan antar komponen smart village dalam\nmerumuskan rekomendasi. Grand theory pada penelitian ini menggunakan 8 (delapan)\nkomponen smart village. Hasil dari penelitian ini menunjukkan KSPK Perkotaan Garut\nbelum sepenuhnya teridentifikasi smart village, pada penilaian media sosial wisatawanii\nlebih berfokus pada penilaian masyarakat dan aktivitas tetapi tidak berfokus pada 8\n(delapan) komponen desa wisata secara utuh. Dari hasil penelitian dapat disimpulkan\nbahwa 3 dari 5 desa yang masuk dalam lingkup penelitian belum memenuhi 8\nkomponen smart village yaitu Desa Wisata Pasawahan, Desa Wisata Guntur Vulkano,\ndan Desa Wisata Dayeuh Manggung. 2 (dua) desa wisata tersebut baik dalam\npengembangan, pengelolaan dan dalam keterkaitan antar komponen smart village\ndapat dijadikan sebagai desa percontohan untuk desa wisata lainnya dalam\nmeningkatkan keberlangsungan ekonomi lokal, meningkatkan kondisi kehidupan\nmasyarakat pedesaan, dan membuka peluang untuk melakukan evaluasi warisan\nbudaya. Jika dikaitkan dengan skala desa wisata yang dicetuskan oleh Kementerian\nPariwisata dan Ekonomi Kreatif, 2 (dua) desa wisata tersebut dapat disimpulkan sudah\ndalam tahap skala maju yaitu masyarakat sepenuhnya sadar akan potensi wisata, sudah\nmenjadi destinasi wisata, sarana dan prasarana sudah memadai, masyarakat mampu\nmengelola, masyarakat mampu memanfaatkan dana desa, dan pengelolaan desa\nberdampak pada peningkatan ekonomi lokal. Salah satu rekomendasi yang diberikan\nterkait hal tersebut adalah Pemerintah Kabupaten Garut dapat mengembangkan\npembinaan dan pengelolaan serta dapat melakukan kewajiban dan komunikasi yang\nbaik antara pengelola desa wisata dengan Pemerintah Kabupaten Garut.", "Daftar File": {"ABSTRAK Marisa Latifah Alamsyah": "https://digilib.itb.ac.id/gdl/download/301751", "BAB 1 Marisa Latifah Alamsyah": "https://digilib.itb.ac.id/gdl/download/301752", "BAB 2 Marisa Latifah Alamsyah": "https://digilib.itb.ac.id/gdl/download/301753", "BAB 3 Marisa Latifah Alamsyah": "https://digilib.itb.ac.id/gdl/download/301754", "BAB 4 Marisa Latifah Alamsyah": "https://digilib.itb.ac.id/gdl/download/301755", "BAB 5 Marisa Latifah Alamsyah": "https://digilib.itb.ac.id/gdl/download/301756", "BAB 6 Marisa Latifah Alamsyah": "https://digilib.itb.ac.id/gdl/download/301757", "PUSTAKA Marisa Latifah Alamsyah": "https://digilib.itb.ac.id/gdl/download/301758", "LAMPIRAN Marisa Latifah Alamsyah": "https://digilib.itb.ac.id/gdl/download/301759"}, "Penulis": "Marisa Latifah Alamsyah [25421070]", "Kontributor / Dosen Pembimbing": ["Ir. Ridwan Sutriadi, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Production", "Kata Kunci": "desa wisata, smart village, masyarakat, ekonomi lokal, potensi desa", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "09 Agu 2023"}