{"Nomor": 75937, "Judul": "USULAN STRATEGI MARKETING UNTUK MENINGKATKAN KESADARAN BRAND BY.U DALAM MENCAPAI TARGET CUSTOMER BASE SEBAGAI FIGHTING BRAND TELKOMSEL DI SEGMEN GEN Z", "Abstrak": "Pada tahun 2019, Telkomsel meluncurkan produk terbarunya yaitu by.U yang didaulat sebagai Provider Digital Pertama se-Indonesia. by.U menargetkan layanannya pada segmen Gen Z, segmen Gen Z merupakan segmen market terbesar di Indonesia saat ini. Gen Z menyumbang 27.94% dari seluruh total populasi di Indonesia (Katadata, 2021). Gen Z di Indonesia memiliki karakter sangat berbeda, unik dan cukup menantang untuk menggunakan sebuah brand baru. Pada tahun pertamanya by.U mengalami kesuksesan besar, bahkan target setahun dapat dicapai hanya dalam waktu 7 bulan dan dalam 10 bulan sudah mencapai 1 juta pelanggan (Mckinsey, 2021). \n\nNamun, setelah hampir 4 tahun diluncurkan, by.U mengalami kondisi yang stagnan, ditandai dengan brand awareness yang tidak kunjung meningkat dan terendah di industry. Selain itu, by.U juga gagal dalam mencapai target customer base yang telah ditargetkan oleh manajemen. Melihat permasalahan tersebut, penulis mencoba untuk menggali lebih jauh melalui riset ini dengan cara melakukan Analisa external dan internal.\n\nAnalisa external dilakukan dengan beberapa tools, seperti PESTEL Analysis, Porter’s 5 Forces. Competitor Analysis dan Customer Analysis. Sedangkan, Analisa internal dilakukan dengan STP analysis, VRIO framework dan Marketing Mix 7Ps. Diharapkan riset ini dapat menggali permasalahan yang sedang dihadapi oleh by.U dan memformulasikan new marketing strategy untuk by.U dalam menghadapi stagnasi pertumbuhan customer base.", "Daftar File": {"COVER Liyumina Febri": "https://digilib.itb.ac.id/gdl/download/301782"}, "Penulis": "Liyumina Febri [29321378]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudrajati Ratnaningtyas, M.P.", "Satya Aditya Wibowo, M.B.A"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand Awareness, Marketing Strategy, Gen Z Segment, Telkomsel", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Agu 2023"}