{"Nomor": 75935, "Judul": "EVALUASI KAWASAN SUKARESMI SEBAGAI KAWASAN BERORIENTASI TRANSIT SKALA SUB-KOTA", "Abstrak": "Kawasan pengembangan berorientasi transit adalah sebuah area/wilayah dengan\npemanfaatan lahan beragam yang didukung oleh lingkungan yang dapat dilalui\ndengan berjalan kaki. TOD dapat menjadi solusi untuk permasalahanpermasalahan perkotaan. Salah satu pengembangan TOD yang direncanakan\nadalah TOD Sukaresmi. Seharusnya, pembangunan kawasan simpul transit\nSukaresmi sudah dilaksanakan sejak tahun 2019, tetapi pembangunan mengalami\npenundaan akibat adanya refocusing anggaran. Selain itu, rencana kawasan\nsimpul transit Sukaresmi secara geografis berdekatan dengan sungai dan\nmemiliki risiko bencana alam longsor. Acapkali pengembangan TOD\ndiasumsikan sebagai pembangunan area stasiun dan sekitarnya, tanpa\nmemperhatikan relasi saling menghidupi antara sistem transit dan aktivitas di\nstasiun dan sekitarnya. Maka dari itu, diperlukan studi untuk mengetahui dan\nmengidentifikasi kelayakan kawasan simpul transit Sukaresmi dalam mewujudkan\nkawasan berprinsip TOD skala sub-kota dengan mempertimbangkan kriteria dan\nindikator dari kawasan TOD sub-kota.\nPenelitian ini merupakan penelitian kualitatif dan kuantitatif yang bersifat\neksploratif dengan pendekatan berjenis evaluasi dan preskriptif. Metode kualitatif\ndigunakan untuk merumuskan analisis deskriptif dari analisis dokumen\nperencanaan, kondisi faktual, dan evaluasi. Metode kuantitatif digunakan dalam\nmenghitung jumlah hunian, kepadatan populasi, kepadatan pekerja, persentase\nguna lahan, dan intensitas pemanfaatan ruang. Kriteria dan indikator yang\ndigunakan dalam mengidentifikasi kawasan simpul transit Sukaresmi dibagi\nmenjadi pengembangan sistem transportasi dan pengembangan dalam radius 800\nmeter dari simpul transit Sukaresmi, dengan masing-masing 3 dan 26 indikator.\nPenelitian ini menyimpulkan Kawasan Sukaresmi belum cukup layak untuk\ndijadikan sebagai kawasan berorientasi transit (TOD) skala sub-kota.", "Daftar File": {}, "Penulis": "Sultan Ferdinand N. Pandiangan [15419027]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "pengembangan TOD, Sukaresmi, evaluasi formal, penilaian kawasan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "09 Agu 2023"}