{"Nomor": 75948, "Judul": "ZIARAH (REKONSILIASI PASCA INGATAN TRAGEDI SAMBAS 1999)", "Abstrak": "Pada tahun 1999 di Sambas Kalimantan Barat, pernah terjadi tragedi konflik yang\nmelibatkan kelompok etnis di Indonesia, etnis yang terlibat adalah Madura dan\ngabungan Dayak-Melayu.konflik tersebut terjadi berselang beberapa bulan pasca\nturunnya kuasa Orde Baru Soehato. Konflik horizontal yang terjadi tersebut akibat\nketegangan sosial dan kesenjangan ekonomi antar kelompok etnis.\nMelalui medium seni performance art dan menggunakan teori postmemory adalah\nupaya untuk melihat dan membongkar proses memori traumatis dari generasi\npertama ke generasi selanjutnya, perasaan traumatis tersebut di turunkan dari\ngenerasi yang terlibat langsung ke generasi berikutnya. Pada karya Ziarah\nketerlibatan tubuh dan peristiwa serta lanskap teritorial politis penting di dalam\nkarya seni yang digunakan sebagai media rekonsiliasi. Penciptaan karya Ziarah ini,\nmenggunakan medium seni performance art, yang terekam kedalam bentuk karya\nseni berupa fotografi dokumenter, dan video dokumenter, serta artefak yang di\ngunakan atau di hasilkan ketika peristiwa performance art berlangsung.\nPerformance art tersebut berlangsung sepanjang perjalanan yang ditempuh dimulai\ndari Madura menyeberang laut jawa kemudian menuju Pontianak dan dilanjut\nperjalanan darat menuju Sambas. Perjalanan berjudul “Ziarah’’. Adalah salah satu\nmetode dalam postmemory yang di lakukan dengan cara returning journey\nperjalanan mengunjungi kembali situs situs yang dianggap penting dalam sebuah\nperistiwa dalam hal ini adalah Madura Sambas, perjalanan ini adalah upaya untuk\nmencari jawaban dari hantu hantu ketakutan, hantu hantu traumatis yang diwarisi.", "Daftar File": {"2023 TS PP SUVI WAHYUDIANTO 1.pdf": "https://digilib.itb.ac.id/gdl/download/301800"}, "Penulis": "Suvi Wahyudianto [27021001]", "Kontributor / Dosen Pembimbing": ["Dr. Andryanto Rikrik Kusmara, M.Sn.", "Dr. Nurdian Ichsan, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Tragedi Sambas 1999, Postmemory, Trauma, Performance art, Rekonsiliasi.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "09 Agu 2023"}