{"Nomor": 75946, "Judul": "PENGEMBANGAN SCENARIO PLANNING UNTUK PERUSAHAAN RITEL EMAS  (STUDI KASUS: PT EMAS ANTARIKSA YAMENA)", "Abstrak": "Seiring berjalannya waktu, investasi menjadi suatu hal yang sangat penting bagi masyarakat Indoensia. Dari berbagai instrument investasi, emas menjadi salah satu instrument yang paling diminati. 46% orang Indonesia memilih emas sebagai metode terbaik untuk menginvestasikan uang. Persentase itu menjadi yang tertinggi dibanding investasi lainnya, seperti Reksa Dana (32%) dan deposito bank (30%).PT EAY yang merupakan salah satu anak perusahaan PT ANTAM Tbk bertujuan untuk masuk dan menjadi pemain terdepan dalam bisnis ritel emas, perhiasan, dan mikrobar dalam negeri. Perencanaan scenario sangat diperlukan untuk dapat mengetahui adanya berbagai ketidakpastian lingkungan bisnis. Penelitian ini bertujuan untuk dapat mengidentifikasi faktor-faktor ketidakpastian yang mempengaruhi industri ritel emas dan PT EAY selama lima tahun kedepan. Penelitian ini bersifat kualitatif dengan 7 responden profil yang telah ditentukan dari setiap kategori pemangku kepentingan. Data yang digunakan yaitu data primer yang telah dikumpulkan melalui wawancara dan dianalisis. Hasil dari wawancara dan analisis tersebut menunjukkan bahwa faktor terbesar dalam industri retail emas dipengaruhi dua ketidakpastian kritis: pertumbuhan ekonomi dan teknologi. Penelitian ini memberikan kesimpulan mengenai skenario untuk mengatasi ketidakpastian dimasa depan dan cara mengimplementasikannya. Agar dapat berhasil dalam industri ritel emas, perusahaan harus dapat menciptakan produk yang memiliki keunggulan dibandingkan dengan competitor lainnya dan memiliki strategi pemasaran yang efektif untuk memperluas target pasar.", "Daftar File": {"COVER Nadia Khairunnisa": "https://digilib.itb.ac.id/gdl/download/301799"}, "Penulis": "Nadia Khairunnisa [29321523]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Emas, Ketidakpastian Kritis, Perencanaan Skenario, Strategi Pemasaran, Studi Kualitatif", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Agu 2023"}