{"Nomor": 75956, "Judul": "REDUKSI ELEKTROKIMIA KARBON DIOKSIDA MENJADI ASAM FORMAT MENGGUNAKAN ELEKTRODA BERBASIS SN/C", "Abstrak": "Perubahan iklim sebagai dampak dari pemanasan global merupakan masalah\nlingkungan yang saat ini menjadi perhatian dari berbagai pihak. Pemanasan global\nsecara umum dipicu oleh emisi gas CO2 yang berlebih ke atmosfer akibat dari\naktivitas manusia, seperti penggunaan bahan bakar berbasis fosil sebagai sumber\nenergi. Salahsatu cara efektif untuk mengurangi emisi CO2 ke atmosfer adalah\ndengan teknologi penangkapan, pemanfaatan, dan penyimpanan CO2. Pemanfaatan\nCO2 menggunakan metode elektrokimia untuk menghasilkan produk kimia yang\nbernilai sangat menarik, karena kondisi reaksinya dapat berlangsung pada\ntemperatur dan tekanan ruang, proses yang dapat dikontrol, penggunaan bahan\nkimia yang minimal, dan aplikasi yang relatif mudah untuk scale-up. Reduksi\nelektrokimia CO2 menjadi asam format merupakan solusi yang menjanjikan karena\nasam format memiliki potensi sebagai sumber pembawa hidrogen dan dapat\nmenggantikan bahan bakar berbasis fosil.\nPemilihan elektrokatalis memainkan peranan penting dalam aplikasi reduksi\nelektrokimia CO2 menjadi asam format. Logam timah (Sn) telah diketahui\nmerupakan logam yang selektif untuk menghasilkan asam format dalam reduksi\nelektrokimia CO2. Pada penelitian ini dilakukan modifikasi logam Sn untuk\nmeningkatkan luas permukaannya menggunakan karbon sebagai support dengan\nmetode elektrodeposisi. Jenis karbon yang digunakan adalah grafit berbentuk\nlembaran dengan larutan elektrodeposisi SnCl2.2H2O 0,018 M dan natrium sitrat\n0,05 M. Proses elektrodeposisi Sn pada permukaan grafit (Sn/C) dilakukan pada\ntegangan tetap 3,5 V menggunakan DC power supply dengan variasi waktu deposisi\n1, 5, 10, 20, 30, dan 40 menit. Sebelum proses elektrodeposisi, dilakukan\nkarakterisasi elektrokimia menggunakan Cyclic voltammetry (CV) dan hasil\nmenunjukkan proses elektrodeposisi Sn pada grafit terjadi pembentukan kompleks\nSn-sitrat dan berbagai bilangan biloks Sn. Elektroda Sn/C yang disintesis kemudian\ndikarakterisasi menggunakan uji Brunauer-Emmet-Teller (BET), Fourier\nTransform Infra-Red (FTIR), X-ray Diffraction (XRD), Scaning Electron\nMicroscope (SEM), dan Energy Dispersion X-Ray Spectroscopy (EDS) Mapping.\nElektroda Sn/C berhasil dibuat dengan metode elektrodeposisi dan optimum pada\nwaktu deposisi 30 menit dengan persentase Sn yang diperoleh sebesar 89,66% pada\npermukaan elektroda grafit.\nReduksi elektrokimia CO2 menjadi asam format dilakukan pada reaktor tipe H-sel\nyang dilengkapi dengan sparger untuk menghasilkan gelembung CO2 berukuran\nmikrometer (microbubbles) dalam larutan elektrolit KHCO3 0,5 M. Selain itu\ndilakukan modifikasi aliran katolit dengan melakukan sirkulasi menggunakan\npompa peristaltik. Sebelum dilakukan elektrolisis CO2, dilakukan uji pendahuluan\nelektrokimia dengan menggunakan Cyclic voltammetry (CV) dan I-V (Arus–\nTegangan) Curve. Hasil uji CV menunjukkan adanya Sn pada elektroda grafit\nmemberikan efek katalitik terhadap reaksi reduksi CO2 dengan respon arus -0,584\nmA, yang lebih besar dibandingkan dengan hanya elektroda grafit yaitu respon arus\n-0,378 mA.\nProses elektrolisis CO2 menjadi asam format dilakukan selama 3 jam dengan laju\nalir CO2 75 mL/menit dalam larutan KHCO3 0,5 M menggunakan sumber listrik\ndari DC power supply. Produk liquid hasil elektrolisis kemudian dianalisis\nmenggunakan High Performance Liquid Chromatography (HPLC). Pada penelitian\nini dilakukan variasi tegangan elektrolisis CO2 yaitu 5; 4,5; 4; dan 3;5 V. Semua\nvariasi elektrokatalis Sn/C yang dibuat berhasil menghasilkan asam format pada\ntegangan 5 V dan optimum pada variasi elektroda Sn/C 30 menit, dengan Efisiensi\nFaradaic terhadap asam format 23,845% dan yield 0,4915%. Tegangan yang\ndigunakan pada proses reduksi elektrokimia CO2 memiliki pengaruh terhadap\nEfisiensi Faradaic asam format yang dihasilkan dan optimum pada tegangan 4 V.\nElektroda Sn/C 30 menit merupakan elektroda yang optimum untuk reduksi\nelektrokimia CO2 menjadi asam format dengan Efisiensi Faradaic sebesar 44,472%\ndan yield 0,3145% pada tegangan 4 V.", "Daftar File": {"ABSTRAK Nuryanti Dewi Jayanti": "https://digilib.itb.ac.id/gdl/download/301808"}, "Penulis": "Nuryanti Dewi Jayanti [23021027]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ir. Pramujo Widiatmoko, S.T, M.T.", "Ir. Hary Devianto, S.T, M.Eng., Ph.D., IPM, ASEAN Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Elektrokimia, elektrodeposisi, reduksi CO2, asam format, elektrokatalis Sn/C", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Agu 2023"}