{"Nomor": 75955, "Judul": "KAJIAN ALOKASI AIR DAERAH ALIRAN SUNGAI (DAS) CITANDUY", "Abstrak": "Daerah layanan DAS Citanduy, yang terdapat di Kabupaten Cilacap, Kabupaten Ciamis, Kabupaten Pangandaran dan Kota Banjar saat ini terus mengalami peningkatan pertumbuhan jumlah penduduk, fasilitas pemukiman, dan jumlah pendatang, sehingga kebutuhan air baku di wilayah tersebut semakin meningkat. Di sisi lain ketersediaan air di wilayah tersebut semakin berkurang, sehingga diperlukan adanya suatu studi potensi sumber air baku untuk menentukan solusi yang akan diambil dalam rangka memenuhi kebutuhan penyediaan air baku dan pengembangan potensi sumber daya air di wilayah studi. Maksud dari studi ini adalah melakukan simulasi alokasi air dengan menggunakan sistem pendukung pengambil keputusan WEAP (Water Evaluation And Planning) di wilayah DAS Citanduy. Pada bagian analisis data, di buat dua skenario simulasi neraca air berdasarkan berbagai usulan yang ingin direkomendasikan untuk mengembangkan potensi sumber daya air di wilayah studi. Dari ke kedua skenario yang di jalankan, muncul sebuah rekomendasi untuk membangun daerah irigasi baru seluas 18800 Ha, Waduk Leuwikeris volume 69.56 juta m3 dan Waduk Matenggeng Volume 500 juta m3. Dengan rencana pemenuhan kebutuhan air tersebut, maka diperlukan adanya suatu kajian kelayakan alokasi air guna mengetahui seberapa layak baik secara teknis Sungai Citanduy serta Bendungan Leuwikeris dalam memenuhi kebutuhan air seperti yang telah direncanakan sebelumnya. Mengingat letak Provinsi Jawa Barat dan Provinsi Jawa Tengah yang cukup strategis serta banyaknya daerah irigasi yang terletak didalamnya, kebutuhan dan permintaan layanan air akan terus meningkat seiring dengan berjalannya waktu.", "Daftar File": {"ABSTRAK Yusanuari Alaniri": "https://digilib.itb.ac.id/gdl/download/301807"}, "Penulis": "Yusanuari Alaniri [25821017]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yadi Suryadi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Simulasi Alokasi Air, DAS Citanduy, Waduk Leuwikeris, Waduk Matenggeng.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Agu 2023"}