{"Nomor": 75962, "Judul": "PENGEMBANGAN FOTOKATALIS BERBASIS TITANIUM DIOKSIDA DENGAN PENAMBAHAN DOPAN CU DAN NI UNTUK KONVERSI KARBON DIOKSIDA MENJADI METANOL", "Abstrak": "Karbon dioksida (CO2) merupakan gas yang tak berwarna, tak berbau, dan dikenal berkaitan erat dengan isu lingkungan karena menjadi penyumbang gas rumah kaca penyebab pemanasan global. Untuk mengatasi permasalahan ini, maka perlu dikembangkan teknologi yang dapat mengurangi emisi CO2, salah satunya dengan mereduksi CO2 menjadi bahan kimia yang lebih bernilai. Di antara berbagai produk yang dihasilkan, metanol adalah salah satu produk yang sangat menguntungkan dari aspek ekonomi karena berperan penting dalam berbagai industri. Metanol banyak digunakan sebagai bahan baku untuk menjadi bahan kimia lain, bahan bakar alternatif, dan pelarut. Penggunaan metanol yang sangat luas mengakibatkan permintaan metanol setiap tahunnya meningkat baik secara global maupun di Indonesia. Reduksi fotokatalitik CO2 menjadi metanol dapat menjadi solusi alternatif untuk mengatasi permasalahan lingkungan dan energi. Dalam prosesnya, fotokatalis memainkan peran penting dalam perolehan metanol yang dihasilkan. Di antara berbagai fotokatalis yang dikembangkan, TiO2 adalah semikonduktor yang sangat menarik untuk dikembangkan dengan berbagai kelebihannya, seperti tidak beracun, stabilitas kimia yang tinggi, dan biaya yang rendah. Akan tetapi, band gap yang lebar, kemampuan transpor muatan yang buruk, dan rekombinasi electron-hole yang cepat dari TiO2 mengharuskan dilakukannya modifikasi untuk meningkatkan aktivitas fotokatalitiknya.\nPada penelitian ini dilakukan pengembangan fotokatalis TiO2 yang disintesis menggunakan metode hidrotermal dan dimodifikasi untuk konversi CO2 menjadi metanol melalui reduksi fotokatalitik. Modifikasi yang dilakukan meliputi variasi temperatur kalsinasi (200, 400, dan 600°C) dan penambahan dopan oksida (CuO, NiTiO3, dan CuO-NiTiO3) serta logam (Cu, Ni, dan Cu-Ni) dengan metode impregnasi basah. Karakteristik dari fotokatalis yang didapatkan dipelajari menggunakan X-ray diffraction (XRD), spektroskopi UV-Visible difusi reflektansi (UV-Vis DRS), scanning electron microscopy (SEM), dan analisis isoterm adsorpsi-desorpsi nitrogen. Uji aktivitas reduksi fotokatalitik CO2 menjadi metanol dilakukan dalam reaktor batch dengan lampu xenon 300 W sebagai sumber sinar\ndan penyinaran selama 3 jam. Produk yang dihasilkan dianalisis menggunakan gas chromatography-thermal conductivity detector (GC-TCD).\nHasil penelitian menunjukkan jika TiO2 hasil sintesis menggunakan metode hidrotermal terdiri dari fasa anatase, rutile, dan brookite dengan band gap 3,07 eV, morfologi irregular rocks dengan permukaan agak kasar, termasuk dalam isoterm type IV berhisterisis H1 dan H4, luas permukaan 33,635 m2/g, volume pori 0,1183 cm3/g, dan rata-rata jari-jari pori 1,5932 nm (mikropori). Adanya modifikasi mempengaruhi karakteristik fotokatalis. Semakin tingginya temperatur kalsinasi intensitas puncak XRD yang menunjukkan fasa rutile semakin meningkat, sedangkan fasa anatase dan brookite semakin menurun. Perlakuan kalsinasi juga menurunkan band gap, meningkatkan serapan di daerah visible, menghaluskan permukaan fotokatalis, dan meningkatkan luas permukaan, volume pori, serta rata-rata jari-jari pori. Keberhasilan penambahan dopan ditandai dengan teridentifikasinya kehadiran CuO, NiTiO3, Cu, dan Ni pada fotokatalis. Penambahan dopan mempengaruhi karakteristik fotokatalis dengan menghambat pembentukan rutile dari anatase dan brookite, menurunkan band gap, meningkatkan serapan di daerah visible, meronggakan dan mengkasarkan permukaan fotokatalis, dan meningkatkan luas permukaan, volume pori serta rata-rata jari-jari pori secara umum. Berdasarkan uji aktivitas reduksi fotokatalitik CO2, setelah pengujian 3 jam, TiO2 masih belum menghasilkan metanol. Kalsinasi dan penambahan dopan meningkatkan perolehan metanol dan perolehan metanol tertinggi didapatkan dari fotokatalis Cu/TiO2-400 sebesar 1000,42 ?mol g-1 h-1. Kehadiran logam Cu dapat menghambat rekombinasi electron-hole dan mengoptimalkan serapan di daerah visible. Adanya kemungkinan spesi Ti3+ serta kekosongan oksigen yang terbentuk karena hidrogenasi pada Cu/TiO2-400 meningkatkan perolehan metanol secara signifikan.", "Daftar File": {"ABSTRAK Siska Mutiara": "https://digilib.itb.ac.id/gdl/download/301814"}, "Penulis": "Siska Mutiara [23021026]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Ir. Hary Devianto, S.T, M.Eng., Ph.D., IPM, ASEAN Eng.", "Wibawa Hendra Saputera, S.Si., M.Si., M.SC., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "CO2, metanol, reduksi fotokatalitik, TiO2, kalsinasi, dopan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Agu 2023"}