{"Nomor": 75965, "Judul": "ADAPTASI VISUAL MOTIF GAMBAR UNICORN PADA HIJAB BRAND ALZENA KIDS MOSLEM", "Abstrak": "Motif gambar fauna memiliki nilai estetik yang dapat mencirikan suatu karakter\nvisual suatu brand atau produk pakai contohnya produk fashion tekstil.\nPengaplikasian gambar fauna produk fashion memiliki tujuan dan kesan agar\nmenjadi daya tarik yang disesuaikan dengan pengguna. Brand Alzena Kids Moslem\nmerupakan produsen fashion muslim yang menjual produk hijab modis untuk anak.\nKarakter visual yang menjadi daya tariknya dengan menggunakan adaptasi visual\ndari gambar kartun unicorn yang merupakan hewan imajinasi. Batik Rifa’iyah\nmemiliki kesamaan dalam pengaplikasian motif gambar fauna pada baju muslim\ndengan bentuk abstrak. Topik yang diangkat dalam penelitian ini adalah analisis\ndesain dengan kajian unsur estetika motif gambar unicorn. Selain itu, belum ada\ntopik penelitian yang secara khusus menganalisis penggunaan motif gambar fauna\ndalam strategi pengembangan produk hijab modis melihat dari unsur estetik serta\nanalisis komposisi dan adaptasi visual. Metode penelitian melalui pendekatan\nkualitatif deskriptif dengan mengamati fenomena dan menganalisis pendekatan\nestetik yang digunakan dalam pengembangan gambar unicorn pada hijab modis.\nHijab modis Alzena Kids Moslem memiliki karakteristik yang dapat dipadukan\ndengan pakaian lain untuk tampil fashionable dan nyaman buat sehari-hari.\nPenelitian ini menyimpulkan bahwa penggunaan motif gambar kartun unicorn\nbersifat humor, dalam pengembangan produk hijab modis brand Alzena Kids\nMoslem memberikan nilai estetik dan daya tarik yang disesuaikan pengguna produk\nuntuk anak perempuan. Hasil strategi pengembangan produk brand Alzena Kids\nMoslem melalui adaptasi visual menghasilkan kualitas produk hijab modis, instan\ndan efisien yang menjadi daya tarik penggunanya.", "Daftar File": {"2023 TS PP IFTIKA SULIASTUTI 1.pdf": "https://digilib.itb.ac.id/gdl/download/301817"}, "Penulis": "Iftika Suliastuti [27121090]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Haldani Destiarmand, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Adaptasi Visual, Gambar, Unicorn, Hijab", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "09 Agu 2023"}