{"Nomor": 75969, "Judul": "EKSPLORASI KATALIS BIOMIMETIK UNTUK HIDROGENASI GLUKOSA DAN POTENSI NANOPARTIKEL SENG OKSIDA SEBAGAI ANTIOKSIDAN", "Abstrak": "Glukosa (C6H12O6) adalah zat organik yang jumlahnya sangat berlimpah di alam\ndan dimanfaatkan untuk membuat molekul pangkal serta turunan dari berbagai\nproduk kimia, salah satunya berupa sorbitol. Namun, metode produksi komersial\nsorbitol menggunakan gas hidrogen dan katalis nikel berpenyangga, masih sangat\nmahal dan berdampak lingkungan kurang baik. Metode alternatif yang dipraktikkan\ndalam penelitian ini adalah hidrogenasi biomimetik dengan meniru-niru cara kerja\nenzim reduktase aldosa (AR) yang mereduksi glukosa dengan donor hidrogen\nberupa NADPH dan H+ pada temperatur dan tekanan rendah. Katalis yang\ndigunakan adalah Ni-Fe tetratiomolibdat [(NixFe1-x)MoS4] dengan nilai x = ½ dan\n¾, greigit (Fe3S4), [(NipFe1-p)(CrqFe1-q)2S4] dengan nilai p = ½ dan q = ¼,\n(Ni½Zn½)(OOCH)2.2H2O, dan Ni(MIII)2O(OOCH)6.3H2O dengan M ? Cr dan Fe.\nReaksi dilakukan pada pH 4,5–6,5 dan kondisi refluks atmosferik (80 – 105 ?)\nselama 6 jam dengan sumber hidrogen berupa asam format dan trietilamin.\nHasil penelitian menunjukkan konversi glukosa terbesar adalah 37% dengan katalis\nNi(FeIII)2O(OOCH)6.3H2O, dan setelah penambahan NaOH dan distilasi, konversi\nglukosa rata-rata di atas 30% dengan semua katalis. Selain itu, hasil analisis HPLC\nmenunjukkan keberadaan fruktosa tanpa adanya keberadaan sorbitol dalam larutan\nhasil reaksi, yang mengindikasikan bahwa diduga terjadi reaksi isomerisasi glukosa\nmenjadi fruktosa. Trietilamin dan NaOH dimanfaatkan sebagai katalis basa untuk\nmengkatalisis reaksi isomerisasi tersebut.\nDi sisi lain, dengan meningkatnya prevalensi diabetes dan selain menggunakan\nsorbitol sebagai pemanis alternatif rendah indeks glikemik, dilakukan\npengembangan agen antidiabetes dan antioksidan, salah satunya berupa\nnanopartikel seng oksida (ZnO). Ekstrak propolis dengan metanol berperan sebagai\npelarut ramah lingkungan dan berkontribusi pada aktivitas antidiabetes dan\nantioksidan dari nanopartikel yang dihasilkan. Hasil dari uji penangkapan radikal\nbebas DPPH menunjukkan bahwa kemampuan inhibisi Pro-ZnO NPs terhadap ?-\namilase dan ?-glukosidase mencapai 69,52% dan 73,78%, berturut-turut,\nsedangkan kemampuan antioksidannya mencapai 70,76%.", "Daftar File": {"ABSTRAK Sabrina Herdianto": "https://digilib.itb.ac.id/gdl/download/301821"}, "Penulis": "Sabrina Herdianto [23022028]", "Kontributor / Dosen Pembimbing": ["Antonius Indarto, S.T, M.Eng., Ph.D.", "Aqsha, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "hidrogenasi, biomimetik, glukosa, nanopartikel, seng oksida, antioksidan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Agu 2023"}