{"Nomor": 75979, "Judul": "MENINGKATKAN PERFORMA MANAJEMEN PERMINTAAN MENGGUNAKAN PENDEKATAN MANAJEMEN PENGETAHUAN PADA SEBUAH PERUSAHAAN MINYAK DAN GAS", "Abstrak": "Industri minyak dan gas merupakan salah satu sektor penting yang berperan di dalam ekonomi global, berkontribusi dengan menghasilkan energi untuk transportasi, industri, dan pembangkit listrik. Indonesia termasuk salah satu negara produsen minyak dan gas terbesar di dunia, dengan perusahaan minyak dan gas asing maupun lokal yang telah beroperasi di Indonesia selama beberapa dekade dan berkontribusi besar terhadap pertumbuhan dan perkembangan ekonomi Indonesia, memberikan keuntungan yang besar untuk pemerintahan dan meningkatkan lapangan pekerjaan baru. PT. COPI, sebagai salah satu entitas pada industry minyak dan gas yang befokus dalam segmen downstream, memiliki peranan penting dalam industri ini. Namun, untuk mengantisipasi kompetisi pada industri ini, mengharuskan perusahaan untuk beradaptasi dan memenuhi standar minimum agar tetap dapat mempertahankan keunggulan kompetitif nya, melalui upaya peningkatan berkelanjutan yang diterapkan pada semua departemen, termasuk departemen Supply Chain Management dimana, melalui program Supply Chain Optimization, ditemukan beberapa hambatan, termasuk Demand Management Process. \n\nPenelitian ini menggunakan pendekatan manajemen pengetahuan yang digunakan untuk mengatasi hambatan tersebut dengan melakukan analisis terhadap tingkat kematangan manajemen pengetahuan di dalam divisi Supply Chain Management pada PT. COPI serta melakukan evaluasi pada praktik manajemen pengetahuan yang sudah dilakukan dan memberikan rekomendasi untuk melakukan peningkatan. Metodologi penelitian dalam penelitian ini menggunakan pendekatan kualitatif untuk melakukan pengumpulan data yang dibutuhkan untuk memenuhi penelitian. Data primer didapatkan dengan menggunakan metode interview dengan pimpinan dari divisi Supply Chain Management pada PT. COPI dengan menggunakan Asian Productivity Organization (APO) KM assessment tool dengan mempertimbangkan tujuh elemen audit manajemen pengetahuan: kepemimpinan, proses, manusia, teknologi, proses pengetahuan, inovasi dan pembelajaran, dan hasil manajemen pengetahuan sebagai dasar pertanyaan yang diajukan kepada informan..\n\nBerdasarkan hasil interview, tingkat kematangan manajemen pengetahuan pada PT. COPI berada pada kuadran empat dari APO KM Maturity Model, yaitu refinement. Ditemukan juga hambatan pada beberapa elemen audit dari APO KM assessment tool, yang mencerminkan praktik manajemen pengetahuan terkini pada PT. COPI dan ditandai sebagai area peningkatan yang dapat diupayakan. Penelitian ini memberikan rekomendasi terhadap area peningkatan tersebut, menggunakan metode dan solusi manajemen pengetahuan yang relevan yang dapat diterapkan oleh perusahaan untuk meningkatkan tingkat kematangan manajemen pengetahuan pada perusahaan, meningkatkan performa dari manajemen permintaan serta mengoptimisasi proses Supply Chain Management di perusahaan.", "Daftar File": {"COVER Randy Rahmadhiputra": "https://digilib.itb.ac.id/gdl/download/301831"}, "Penulis": "Randy Rahmadhiputra [29321367]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T, M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Kematangan Pengetahuan Manajemen, Asian Productivity Organization, Manajemen Permintaan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Agu 2023"}