{"Nomor": 75978, "Judul": "SEBUAH MODEL BISNIS UNTUK MENTRANSFORMASI PROYEK LSM MENJADI PERUSAHAAN SOSIAL", "Abstrak": "Sebuah organisasi nirlaba yang dikenal sebagai LSM didirikan dengan \ntujuan utama membuat dampak sosial yang baik daripada mengejar keuntungan\nfinansial. Karena berkurangnya sumber dukungan keuangan tradisional mereka,\norganisasi-organisasi ini, yang sebagian besar bergantung secara signifikan pada\nsumbangan amal sebagai sumber pendapatan, saat ini mengalami kesulitan yang\ncukup besar. LSM harus mengeksplorasi berbagai metode untuk meningkatkan\nstabilitas keuangan mereka, mendiversifikasi sumber pendapatan mereka, dan\nmengurangi ketergantungan mereka pada donor untuk mengamankan keberlanjutan\njangka panjang mereka dan meningkatkan dampaknya. \nSebuah studi komprehensif akan dilakukan dengan fokus pada Global Peace\nFoundation Indonesia untuk mengatasi masalah ini. Potensi proyek Global Peace\nFoundation Indonesia untuk menjadi wirausaha sosial dan mencapai kemandirian\nfinansial akan diselidiki menggunakan pendekatan Analisis Kesenjangan dalam\npenelitian ini. Tujuan dari penelitian ini adalah untuk menemukan dan menciptakan\nmodel bisnis sosial inovatif yang dapat mendukung misi organisasi sambil\nmenghasilkan sumber pendapatan yang dapat diandalkan. \nPenelitian ini melakukan perbandingan langkah-langkah menyeluruh yang\ndigariskan oleh Fowler dalam kerangka kerjanya untuk perusahaan sosial, strategi\ninovatif yang didukung oleh Ann Mei Chang melalui konsep organisasi hibridanya,\ndan model bisnis signifikan yang disumbangkan oleh Burkett untuk mendorong\ndampak sosial melalui bisnis sosial dalam upaya menciptakan kerangka kerja yang\nkoheren dan komprehensif untuk menerapkan kewirausahaan sosial. \nStudi ini bertujuan untuk menawarkan pengetahuan menyeluruh tentang \nkewirausahaan sosial yang sukses dengan mengontraskan dan menggabungkan\nketiga paradigma penting ini. Untuk membantu praktisi, organisasi, dan pembuat\nkebijakan menavigasi kesulitan kewirausahaan sosial dengan kejelasan dan tujuan,\ntujuan utamanya adalah untuk mengembangkan kerangka kerja terpadu yang\nmenggabungkan praktik terbaik, konsep, dan taktik dari setiap pendekatan. Melalui\npenelitian ini, mereka yang berpartisipasi dalam inovasi sosial bisa mendapatkan\npengetahuan dan arahan yang diperlukan untuk mempromosikan perubahan\nmasyarakat sambil mencapai tujuan perusahaan jangka panjang. \nPenelitian ini menggunakan metode pengumpulan data yang menyeluruh,\nmengumpulkan data primer melalui diskusi kelompok terfokus dan wawancara\nserta data sekunder melalui desk research. Model Logika, Analisis PESTEL dan Analisis SWOT adalah teknik kualitatif yang digunakan untuk memproses dan\nmenafsirkan data yang diterima. Metode analisis ini membantu mengembangkan\npemahaman komprehensif tentang kewirausahaan sosial yang sukses dengan\nmemungkinkan penemuan pola, hubungan, dan pengamatan yang mendalam.  \nPemangku kepentingan utama menyumbangkan sudut pandang mereka\nsendiri dan pengalaman langsung dalam kelompok fokus dan wawancara, yang\nmembantu menjelaskan kesulitan dan pendekatan ideal untuk kewirausahaan sosial.\nDesk research juga melibatkan pengumpulan data sekunder dari sumber terpercaya\nseperti publikasi ilmiah dan studi kasus. Identifikasi kekuatan, kelemahan, peluang,\ndan ancaman menjadi lebih mudah dengan analisis kualitatif data, yang juga\nmemungkinkan penyelidikan yang lebih menyeluruh terhadap aspek politik,\nekonomi, sosial budaya, teknologi, lingkungan, dan hukum yang lebih besar yang\nmempengaruhi lanskap kewirausahaan sosial. Tujuan keseluruhan dari penelitian\nini adalah untuk menghasilkan pedoman dan saran yang berguna bagi\nwirausahawan sosial, legislator, dan pemangku kepentingan lainnya. \nProyek-proyek yang mungkin dapat diubah menjadi usaha sosial\ndiidentifikasi oleh studi model logika Global Peace Foundation Indonesia, dengan\nsektor perjalanan dan pariwisata yang paling sesuai dengan kriteria. Setelah\npenelitian ini, penelitian PESTEL dilakukan untuk mengidentifikasi peluang\nmenguntungkan di sektor pariwisata yang konsisten dengan nilai-nilai organisasi.\nSetelah itu, strategi implementasi dipilih menggunakan Analisis SWOT. Dengan\nbantuan analisis ini, Global Peace Foundation Indonesia mengembangkan Value\nProposition Canvas and Social Business Model, yang mengarahkan pendekatannya\nke sektor pariwisata dan memperkuat efek sosialnya. \nMembandingkan langkah-langkah transformasi khusus untuk Global Peace\nFoundation Indonesia dengan proses Fowler dari perusahaan sosial menunjukkan\nsedikit perbedaan dalam cara mereka bekerja. Studi ini merupakan sumber daya\nyang bermanfaat bagi Global Peace Foundation serta LSM lain yang tertarik untuk\nmenjadi perusahaan sosial dan afiliasi lapangan lainnya dari Global Peace\nFoundation. Bisnis-bisnis ini dapat memperoleh informasi dan saran yang berguna\nuntuk berhasil menavigasi perjalanan transformasi mereka sendiri dengan melihat\ndan memodifikasi kesimpulan penelitian. \nPenelitian Masa Depan tentang topik ini dapat mengeksplorasi peran\npenting yang dimiliki kepemimpinan dan mengalokasikan sumber daya manusia\ndalam proses transformasi. Komponen kunci dari manajemen personalia akan\ndiperiksa dalam bidang studi ini, termasuk memilih kandidat terbaik dengan\nkualifikasi yang diperlukan, menguraikan tugas mereka, dan menerapkan strategi\nkepemimpinan yang kuat untuk mempelopori dan mempertahankan inisiatif\ntransformasi. Organisasi yang mempertimbangkan atau melakukan transformasi\nmenjadi perusahaan sosial dapat belajar banyak tentang dinamika sumber daya\nmanusia yang dibutuhkan untuk keberhasilan implementasi dan keberlanjutan\njangka panjang dengan melihat faktor-faktor ini secara lebih mendalam.", "Daftar File": {"2023_TS_PP_Shintya Rahmi Utami_29121337_1-Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/301830"}, "Penulis": "Shintya Rahmi Utami [29121337]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "LSM, Wirausaha Sosial, Hybrid Organizations, Social Business Model Canvas, Tourism", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Agu 2023"}