{"Nomor": 75971, "Judul": "KONSTRUKSI PORTOFOLIO OPTIMAL MENGGUNAKAN BITCOIN, EMAS, INDEKS LQ45, DAN INDEKS OBLIGASI INDONESIA", "Abstrak": "Cryptocurrency merupakan peningkatan signifikan di era digital yang telah\nmengubah cara kita berpikir tentang uang. Cryptocurrency pertama adalah Bitcoin,\ndiperkenalkan pada tahun 2009 dan diciptakan oleh Nakamoto. Karena potensi naik\nturunnya, banyak orang kini menganggap bahwa cryptocurrency layak digunakan\nsebagai instrumen investasi, terutama kalangan milenial yang tertarik dengan\nalternatif investasi berisiko tinggi. Sejumlah pilihan investasi yang berbeda seperti\ncryptocurrency, emas, dan aset konvensional lainnya seperti ekuitas dan obligasi\nmemiliki karakteristik dan kelebihan yang unik. Penting bagi investor untuk\nmemahami persamaan dan perbedaan antara mata uang kripto dan aset lainnya\nuntuk membuat portofolio yang terdiversifikasi. \nDalam studi ini, portofolio optimal akan dibangun menggunakan Bitcoin, Emas,\nIndeks LQ45, dan ABF IBI sebagai representasi dari Indeks Obligasi Indonesia.\nMean-Variance Optimization akan digunakan sebagai metode alokasi aset, dan\nakan dibandingkan dengan metode lain seperti Risk Parity, 60/40 Portfolio, dan\nEqually Weighted untuk menemukan risk-adjusted return yang lebih baik. Analisis\nrasio Sharpe digunakan untuk mengevaluasi kinerja portofolio yang dihasilkan dari\nsetiap metode. Strategi investasi akan disimulasikan untuk mengetahui strategi\nmana yang akan menghasilkan total return terbaik pada akhir periode simulasi. \nBerdasarkan risiko, pengembalian, dan rasio Sharpe, Bitcoin dapat berkinerja lebih\nbaik daripada emas, LQ45, dan ABF IBI. Selanjutnya, Mean-Variance\nOptimization menghasilkan rasio Sharpe yang paling tinggi dibandingkan dengan\nmetode lainnya. Bobot optimal dari konstruksi portofolio menggunakan MeanVariance\n\nOptimization mengalokasikan 53% untuk indeks ABFI, 40% untuk\nBitcoin, dan 7% untuk emas, yang menghasilkan pengembalian portofolio 48,2%,\nrisiko portofolio 40,44%, dan rasio Sharpe 1077,8%. Dari simulasi strategi\ninvestasi, strategi quarterly rebalancing ditemukan sebagai strategi terbaik dengan\ntotal return 223,36%.", "Daftar File": {"2023_TS_PP_Wildan Syahid Nugraha_29121488_1-Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/301823"}, "Penulis": "Wildan Syahid Nugraha [29121488]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Konstruksi portofolio, mata uang kripto, optimalisasi mean-variance, Sharpe ratio, strategi investasi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Agu 2023"}