{"Nomor": 75970, "Judul": "PENGOLAHAN BIJI KELOR MELALUI PRES ULIR DAN EKSTRAKSI PELARUT UNTUK MENGHASILKAN MINYAK KELOR", "Abstrak": "Sumber daya hayati yang beragam dan tidak terbatas memberikan potensi yang\nbesar bagi Indonesia untuk menjadi penghasil minyak nabati. Tumbuhan yang\nmenjadi sumber minyak nabati mudah tumbuh di Indonesia karena iklimnya yang\ntropis. Minyak kelor merupakan salah satu minyak yang digadang-gadang sebagai\nminyak nabati yang dapat digunakan untuk berbagai keperluan. Minyak kelor\nmengandung antioksidan, antimikroba, protein, lemak, karbohidrat, serat, vitamin\nB1, B2, vitamin C dan E, kalsium, magnesium, zat besi, dan mineral lainnya.\nMinyak kelor mengandung asam oleat yang baik untuk kesehatan.\nPengambilan minyak dari biji kelor pada penelitian ini menggunakan metode\npengepresan mekanis dan dilanjutkan dengan ekstraksi menggunakan pelarut.\nPengepresan biji kelor dilakukan dengan variasi kadar air biji 8 dan 16% w/w. Pada\nkadar air biji 8% dihasilkan rendemen minyak yang lebih tinggi yaitu sebesar 20,3-\n31% w/w. Temperatur pengepresan juga divariasikan pada 80, 100, dan 120oC.\nHasil terbaik diberikan pada temperatur 100oC kadar air biji 8% w/w dengan\nrendemen minyak yang dihasilkan meningkat sebesar 5,78% w/w dari rata-rata\nrendemen minyak 22,2 menjadi 28,0% w/w. Pada kadar air biji 16% rendemen naik\ndari 1,42% w/w menjadi 22,2% w/w.\nAmpas hasil pengepresan mekanik diekstrak dengan metode maserasi\nmenggunakan pelarut n-heksana dengan perbandingan jumlah pelarut terhadap\njumlah cake (mL/gram) adalah 6:1, 8:1, dan 10:1 untuk mengambil sisa minyak\nyang masih terkandung dalam ampas biji kelor. Rasio terbaik yang diberikan 8:1\nadalah jumlah pelarut terhadap jumlah ampas (mL/gram) dengan rendemen minyak\nyang dihasilkan 8,44-22,8% w/w. Karakterisasi minyak kelor meliputi densitas\n0,912-0,919 g/cm3, angka penyabunan 195-202 mgKOH/g minyak, angka asam\n1,62-2,77 mgKOH/g minyak, bilangan peroksida 1,85-3,70 meqO2/kg. Komposisi\nasam oleat 74,6–79,9 % menggunakan kromatografi gas-spektrometri massa (GCMS)\ndilakukan untuk menentukan komposisi asam lemak. Analisis antioksidan\nmenggunakan 2,2-Diphenyl-1 picrylhydrazyl (DPPH) dilakukan untuk mengetahui\naktivitas antioksidan.", "Daftar File": {"ABSTRAK Lidya Risang Ayu": "https://digilib.itb.ac.id/gdl/download/301822"}, "Penulis": "Lidya Risang Ayu [23021010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Lienda Aliwarga, M.Eng.", "Ir. Sanggono Adisasmito, M.Sc., Ph.D., IPU, ASEAN Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Biji kelor, ekstraksi minyak, pres ulir, ekstraksi pelarut.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Agu 2023"}