{"Nomor": 75986, "Judul": "SIMULASI PENUMBUHAN FEW-LAYER GRAPHENE PADA KATALIS PADUAN CU?M (M= CO, NI) UNTUK APLIKASI SEL SURYA MENGGUNAKAN METODE BERBASIS TEORI FUNGSIONAL KERAPATAN", "Abstrak": "Grafena beberapa lapis (few-layer graphene, FLG) merupakan material yang cocok\nuntuk aplikasi elektroda konduktif transparan (transparent conducting electrode,\nTCE) pada sel surya karena keunggulan sifat fisisnya. Namun, penumbuhan FLG\ndengan jumlah lapisan terkontrol masih sulit direalisasikan pada penumbuhan\ndeposisi uap kimia (chemical vapor deposition, CVD) dengan menggunakan katalis\nkonvensional. Baru-baru ini, studi eksperimen menunjukkan bahwa penggunaan\nkatalis paduan berbasis Cu dengan logam transisi lain yang mempunyai kelarutan\natom C tinggi merupakan teknik yang efektif untuk menumbuhkan FLG dengan\njumlah lapisan terkontrol. Namun, penelitian eksperimen tersebut belum didukung\noleh penelitian teoritis, sehingga mekanisme penumbuhan grafena pada katalis\npaduan berbasis Cu masih belum diketahui secara pasti. Dalam studi ini,\nmekanisme penumbuhan grafena pada katalis paduan berbasis Cu dipelajari dengan\nmenggunakan metode teori fungsional kerapatan (density functional theory, DFT)\nyang dikombinasikan dengan teori termodinamika atomik dan metode ab initio\nmolecular dynamics (AIMD).\nPertama, pengaruh jenis atom pemadu pada katalis paduan Cu?M (M=Co, Ni)\nterhadap mekanisme penumbuhan grafena dievaluasi. Dalam studi ini, fraksi atom\nM diatur sebesar 18,75 at.%. Energi adsorpsi spesies sumber karbon pada\npermukaan dan sub-permukaan katalis Cu?Co lebih rendah daripada katalis Cu?Ni,\nnamun masih tingginya energi aktivasi membuat monomer C sulit berdifusi ke subpermukaan katalis Cu?Co. Disisi lain, difusi monomer C ke sub-permukaan katalis\ndapat diaktivasi dengan energi yang lebih rendah pada katalis Cu?Ni. Oleh sebab itu,\nmonomer C pada permukaan katalis merupakan spesies aktif pada katalis Cu?Co\ndan monomer C pada sub-permukaan katalis merupakan spesies aktif pada katalis\nCu?Ni. Sehingga, FLG hanya mungkin ditumbuhkan pada katalis Cu?Ni karena\nakan berlangsung mekanisme penumbuhan segregasi.\nSelain jenis atom pemadu, pengaruh fraksi atom Ni di dalam katalis paduan Cu?Ni\nterhadap mekanisme penumbuhan grafena juga dipelajari. Semakin tinggi fraksi\natom Ni menyebabkan energi adsorpsi spesies sumber karbon semakin tereduksi.\nSelanjutnya, populasi relatif spesies sumber karbon sangat bergantung dengan\nstruktur katalis. CH dan monomer C pada permukaan katalis berkompetisi untuk\nmenjadi spesies yang dominan pada katalis Cu?Ni-1 (6,25 at.% atom Ni). Oleh\nsebab itu, CH dan monomer C pada permukaan katalis merupakan spesies aktif\npada katalis Cu?Ni dengan fraksi atom Ni yang rendah, yang mana ini mirip dengan\nkatalis Cu murni. Disisi lain, atom C pada sub-permukaan katalis merupakan\nspesies aktif pada katalis paduan Cu?Ni dengan fraksi atom Ni yang tinggi. Paralel\ndengan hal ini, difusi atom C ke dalam sub-permukaan katalis Cu?Ni-3 (18,75 at.%\natom Ni) dapat diaktivasi dengan energi yang rendah yaitu 0,16 eV, yang mana ini\ndapat dikompensasi oleh energi termal pada sistem CVD. Oleh sebab itu,\nmekanisme penumbuhan termediasi permukaan akan berlangsung pada katalis\nCu?Ni dengan konsentrasi Ni yang rendah sehingga cenderung menghasilkan\ngrafena lapis tunggal (single-layer graphene, SLG) dan mekanisme penumbuan\nsegregasi akan berlangsung pada katalis Cu?Ni dengan konsentrasi Ni yang tinggi\n(>18,75 at.% atom Ni) sehingga cenderung menghasilkan FLG.\nKarena FLG diprediksi hanya mungkin ditumbuhkan pada katalis Cu?Ni dengan\nkonsentrasi Ni yang tinggi, maka mekanisme segregasi adatom C dan tahapan awal\npembentukan FLG dipelajari dengan menggunakan metode AIMD. Adatom C yang\nada di dalam katalis Cu?Ni cenderung berikatan dengan atom Ni. Kecenderungan\nini diindikasikan oleh kestabilan populasi tumpang tindih ikatan (bond overlap\npopulation) antara atom Ni dan atom C pada rentang waktu yang lama. Kemudian,\nhampir semua adatom C mengalami proses segregasi atau difusi bulk sejak ~7 ps.\nKondisi ini dikarenakan proses segregasi dan difusi bulk di katalis Cu?Ni dapat\ndiaktivasi dengan energi yang lebih rendah dari pada di katalis Cu murni. Atom Ni\nmemfasilitasi proses difusi bulk dan segregasi dengan membentuk saluran\nterorientasi. Pembentukan dimer C juga teramati sebagai konsekuensi dari difusi\nkeluar bulk adatom C. Dimer C bersegregasi ke daerah interface sejak ~10 ps dan\nmenjadi spesies krusial dalam menginisiasi nukleasi lapisan tambahan grafena\n(add-layer graphene). Proses segregasi adatom C yang dilaporkan disini\nmembuktikan mekanisme penumbuhan segregasi dari FLG pada katalis Cu?Ni\nyang diusulkan oleh penelitian eksperimen sebelumnya.\nDalam aspek pengaplikasian FLG sebagai material TCE, penambahan jumlah\nlapisan menyebabkan sedikit penurunan transmitansi FLG. Disisi lain,\nkonduktivitas elektronik FLG mengalami peningkatan secara signifikan ketika\njumlah lapisan ditambahkan. Performa FLG untuk aplikasi TCE akan lebih baik\ndaripada ITO dan AZO sebagai material TCE konvensional jika jumlah lapisan\nFLG lebih dari tiga lapis. Bersarkan semua hasil yang telah diperoleh, studi ini\nmenyediakan pandangan yang penting dan krusial dalam upaya menumbuhkan\nFLG dengan jumlah lapisan terkontrol dan pengaplikasian FLG sebagai material\nTCE pada sel surya.", "Daftar File": {"ABSTRAK Erik Bhekti Yutomo": "https://digilib.itb.ac.id/gdl/download/301838"}, "Penulis": "Erik Bhekti Yutomo [30220314]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Toto Winata", "Dr. Fatimah Arofiati Noor, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "ab initio molecular dynamics, density functional theory, elektroda konduktif transparan, few-layer graphene, katalis Cu?Co, katalis Cu?Ni.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "09 Agu 2023"}