{"Nomor": 75985, "Judul": "ANALITIK MACHINE LEARNING  UNTUK MENINGKATKAN KAPASITAS VERIFIKASI TAGIHAN LAYANAN KESEHATAN DI ASURANSI SOSIAL", "Abstrak": "Pada tahun 2018, Social Security Administrator (SSA) di Indonesia menghadapi kondisi keuangan tidak seimbang antara pengumpulan premi dan belanja layanan kesehatan, ketimpangan yang signifikan tersebut mencapai selisih negatif sebesar 12 triliun rupiah pada semester kedua tahun 2018. Masalah ini menyebabkan keresahan manajemen penyedia layanan kesehatan, yang menyebabkan keterlambatan pembayaran tagihan dan mempengaruhi pemberian layanan kesehatan kepada konsumen Social Health Insurance (SHI) di Indonesia. Meskipun aktuaris asuransi sosial telah memperkirakan ketidaksesuaian besaran premi terhadap kebutuhan belanja layanan kesehatan, potensi kecurangan dalam penagihan layanan kesehatan merupakan masalah kritis yang perlu mendapat perhatian. Penelitian sebelumnya menunjukkan bahwa penipuan penagihan untuk layanan kesehatan umum terjadi di semua skema pembiayaan kesehatan, termasuk SHI. SSA menghadapi tantangan yang signifikan dengan sumber daya manusia yang terbatas untuk mengidentifikasi kecurangan dalam tagihan layanan kesehatan dan menerapkan tindakan yang tepat. Dalam hal mengatasi tantangan sumber daya yang terbatas, penelitian ini menggunakan Machine Learning untuk membantu verifikator dalam mengidentifikasi dan memprediksi kecurangan dalam penagihan layanan kesehatan. Studi ini menggunakan algoritma Nearest Neighbor dan Random Forest serta data tagihan layanan kesehatan yang disesuaikan dari tahun 2020-2021, serta melibatkan penilaian profesional dari verifikator SSA. Temuan penelitian ini menunjukkan bahwa lembaga penyelenggara asuransi kesehatan sosial dapat menggunakan metode prediksi algoritma Nearest Neighbor dan Random Forest untuk mengidentifikasi kecurangan dalam tagihan layanan kesehatan. Pengujian kedua algoritma dalam penelitian ini menghasilkan hasil valid mencapai 86% (terhadap penilaian verifikator), yang secara signifikan berkontribusi dalam mengidentifikasi kecurangan di industri asuransi sosial.", "Daftar File": {"COVER Revien Virlandra": "https://digilib.itb.ac.id/gdl/download/301837"}, "Penulis": "Revien Virlandra [29321171]", "Kontributor / Dosen Pembimbing": ["Meditya Wasesa, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kecurangan, Klaim Tagihan Layanan Kesehatan, Smart Detection", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Agu 2023"}