{"Nomor": 75980, "Judul": "INTEGRASI DAN TRANSFORMASI DIGITAL PADA SISTEM MANAJEMEN PENGETAHUAN UNTUK MENGOPTIMALKAN BIAYA PERSEDIAAN PADA DEPARTMEN SUPPLY CHAIN", "Abstrak": "PT International Kreamer adalah perusahaan manufaktur yang memproduksi produk Creamer untuk Business to Business (B2B) dan pelanggan ritel di Indonesia. Departemen Supply Chain di PT International Kreamer mengelola aktivitas rantai pasokan secara menyeluruh dari pengadaan bahan baku, kegiatan operasional, hingga pengiriman barang ke pelanggan. Salah satu biaya terkait rantai pasok yang diukur oleh PT International Kreamer adalah Carrying Cost, yang menghitung biaya persediaan dan pergudangan. Meskipun Supply Chain Department telah merencanakan sumber daya dan memiliki manajemen persediaan yang baik, namun terdapat peningkatan persentase biaya penyimpanan di tahun 2022 dibandingkan tahun sebelumnya. Hal ini menekan marjin PT International Creamer.\nDi era Industri 4.0, transformasi dan pengembangan proses digital menjadi penting dalam proses manajemen pengetahuan. Pengembangan proses digital akan mempercepat penciptaan pengetahuan tacit dan eksplisit knowledge dan proses berbagi pengetahuan dalam organisasi. Hal ini akan meningkatkan laju internalisasi pengetahuan yang pada akhirnya meningkatkan kapabilitas pekerja serta efisiensi rantai pasok. Penelitian ini bertujuan untuk merancang program Knowledge Management (KM) secara digital untuk mencapai proses rantai pasok yang efisien dan berkelanjutan di PT International Kreamer.\nPenelitian berfokus pada KM Assessment menggunakan APO KM Assessment sedangkan program KM dikembangkan dengan menggunakan APO Framework yaitu Discover, Design, Develop, dan Deploy. Strategi KM didiskusikan dengan manajemen puncak untuk memastikan strategi KM selaras dengan strategi bisnis. APO KM Assesment menunjukkan bahwa KM Maturity untuk PT International Kreamer sudah mencapai tahap penyempurnaan.\nIntervensi KM yang teridentifikasi untuk meningkatkan sistem manajemen pengetahuan di PT International Creamer adalah pelatihan terkait KM, Standarisasi Rolling Forecast meeting, pembuatan action board, proses validasi dan verifikasi Dokumen, pembuatan dashboard online, dan membuat platform sharing knowledge digital. Proses KM terintegrasi dengan setiap langkah rantai pasokan dipetakan dalam Knowledge Stock and Flow digabungkan dengan matriks SECI.", "Daftar File": {"COVER Rangga Bayuharda Pratama": "https://digilib.itb.ac.id/gdl/download/301832"}, "Penulis": "Rangga Bayuharda Pratama [29321481]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Manajemen Proyek, Management Proyek, Inisiatif Manajemen Pengetahuan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Agu 2023"}