{"Nomor": 75995, "Judul": "EFEK NEUROPROTEKTIF EKSTRAK DAN NANOEMULSI BUAH PIPER CUBEBA  L.F.  (PIPERACEAE) PADA MODEL HEWAN STROKE ISKEMIK", "Abstrak": "Neuroproteksi merupakan upaya perlindungan neuron untuk mengurangi kerusakan saraf pada \nkondisi seperti Parkinson, cedera otak traumatis dan stroke iskemik. Beberapa mekanisme \nbahan alam yang telah diketahui sebagai neuroprotektor adalah melalui supresi stres oksidatif\ndan neuroinflamasi yang merupakan penyebab utama gangguan neurologis. Tanaman yang \ndiduga berpotensi memiliki efek tersebut Piper cubeba L. f., di Indonesia dikenal sebagai \nkemukus. Tujuan penelitian ini adalah menemukan kandidat agen neuroprotektif potensial \nyang dapat digunakan pada gangguan neurologis, salah satunya stroke iskemik. Penelitian \ndiawali dengan pembuatan bahan uji yang terdiri dari ekstrak etanol 70% (PC70), ekstrak \netanol 96% (PC96), fraksi lignan (DCM) dan minyak atsiri (PO) buah P. cubeba. Selanjutnya \ndilakukan karakterisasi ekstrak. Analisis kandungan senyawa kimia ekstrak dilakukan degan \nkromatografi lapis tipis (KLT), kromatografi cair-spektrometri massa/liquid chromatography–\nmass spectrometry (LC-MS) dan kromatografi gas-spektrometri massa/gas chromatographymass spectrometry (GC-MS). Pengujian farmakologi diawali dengan uji aktivitas antioksidan \npada otak tikus, kemudian bahan uji dengan aktivitas terbaik dilanjutkan ke uji neuroprotektif \npada hewan dengan gangguan kognitif. Hasil terbaik dari uji ini kemudian diformulasikan \nmenjadi nanoemulsi, setelah itu diujikan terhadap aktivitas antioksidan nanoemulsi P.cubeba \ndi otak dengan dua rute pemberian yaitu secara oral dan intranasal. Terakhir dilakukan uji \naktivitas neuroproteksi nanoemulsi P. cubeba pada model hewan stroke iskemik. Pada \npenelitian awal, hasil uji efek antioksidan pada otak tikus menunjukkan semua kelompok uji \n(PC96, PC70, DCM dan PO) berpotensi menghambat enzim lipid peroksidase secara signifikan\n(p<0,05) dibanding kontrol. Aktivitas CAT pada semua kelompok menunjukkan peningkatan \nsecara signifikan (p<0,05) dibandingkan kontrol, kecuali pada kelompok PC70. Semua \nkelompok uji juga menunjukkan kadar NO yang lebih rendah secara signifikan (p<0,05) \ndibandingkan kontrol. Berdasarkan hasil penelitian ini dapat disimpulkan P. cubeba berpotensi \nsebagai neuroprotektor dengan aktivitas antioksidan otak terutama pada kelompok PC96 dan \nDCM. Uji kedua dilakukan pada model hewan gangguan kognitif menggunakan \nElectroconvulsive Shock (ECS). Fungsi kognitif hewan diuji dengan Morris water maze \n(MWM), dan dilakukan pengambilan otak untuk uji lipid peroksidase, SOD, CAT, TNF-? dan \nIL-1?. Hasil uji MWM menunjukkan PC96 dan DCM dapat meningkatkan fungsi kognitif \nsecara signifikan (p<0,05) ditandai dengan penurunan escape time hingga 70% lebih baik \ndibandingkan dengan kontrol ECS. Hasil pemeriksaan homogenat otak menunjukkan PC96 \ndan DCM meningkatkan aktivitas CAT di hipotalamus maupun di serebral korteks secara \nsignifikan (p<0,05) dibandingkan kontrol ECS. Sedangkan peningkatan aktivitas SOD hanya \nterjadi di korteks. Bahan uji DCM hanya meningkatkan aktivitas CAT di hipokampus dan SOD \ndi korteks secara signifikan (p<0,05) dibandingkan kontrol ECS, namun tidak ada pengaruh \nterhadap lipid peroksidase. Pemberian PC96 dan DCM pada model ECS juga mampu \nmenurunkan kadar TNF-? dan IL-1? secara signifikan (p<0,05) dibandingkan dengan kontrol \nECS dan sebanding terhadap citicoline. Kemudian PC96 dan DCM diformulasikan menjadi\nnanoemulsi. Hasil uji stabilitas termodinamika nanoemulsi ekstrak (NE) dan fraksi (NF) P. \ncubeba menunjukkan nanoemulsi yang stabil, serta tidak ada perubahan ukuran maupun indeks \npolidispersitas (PDI) yang bermakna. NE dan NF kemudian ditambahkan kitosan 0,5% untuk \npemberian intranasal (KNE dan KNF). Hasil uji aktivitas katalase otak menunjukkan NE p.o, \nNF p.o, KNE intranasal dan NE intranasal, dapat meningkatkan aktivitas katalase di \nhipokampus secara signifikan (p<0,05) dibandingkan kontrol. Namun hanya NE p.o dan KNE\nintranasal yang meningkatkan aktivitas katalase di korteks prefrontal secara signifikan \n(p<0,05) dibandingkan kontrol. Nanoemulsi (PCN) dan ekstrak etanol 96% P. cubeba (PCE), \ndilanjutkan pada uji neuroprotektif pada model hewan stroke iskemik. Hewan stroke iskemik \ndiiduksi menggunakan model tMCAO. Hasil penelitian menunjukkan induksi tMCAO dengan \noklusi 1 jam menyebabkan gangguan neurologi ringan hingga sedang. Pemberian PCN maupun \nPCE dapat menyebabkan penurunan keparahan gangguan neurologi menjadi gangguan ringan. \nHasil pewarnaan otak dengan TTC menunjukkan infark yang lebih rendah secara signifikan\n(p<0,001) pada kelompok PCN dibanding kontrol MCAO. Hasil pengujian homogenat otak \nmenunjukkan PCN dapat menghambat lipid peroksidase secara signifikan (p<0,001)\ndibandingkan kontrol MCAO, meningkatkan aktivitas katalase dan glutation secara signifikan\n(p<0,001) dibandingkan kontrol MCAO. Begitu juga dengan sitokin inflamasi di otak, PCN \ndapat menurunkan konsentrasi TNF-? terutama di hemisfer infark secara signifikan (p<0,05) \ndibandingkan kontrol MCAO. Namun penurunan IL-1? lebih baik pada kelompok PCE. Hanya \nPCN100 yang menunjukkan peningkatan sitokin antiiflamasi (IL-10) secara signifikan \n(p<0,05) dibandingkan kontrol MCAO. Oleh karena itu dapat disimpulkan PCN maupun PCE \nmenunjukkan aktivitas neuroprotetif pada hewan yang diinduksi tMCAO dengan aktivitas \nterbaik ditunjukkan oleh PCN. Berdasarkan keseluruhan hasil penelitian, dapat disimpulkan \nbahwa P. cubeba dalam bentuk nanoemulsi lebih berpotensi sebagai neuroprotektor \ndibandingkan ekstrak, dan dapat dikembangkan sebagai agen neuroprotektif yang dapat \nmengurangi dampak cedera reperfusi stroke iskemik melalui peningkatan antioksidan, \npenurunan sitokin proinflamasi dan peningkatan sitokin antiinflamasi di otak.", "Daftar File": {"ABSTRAK Lusi Putri Dwita": "https://digilib.itb.ac.id/gdl/download/301851"}, "Penulis": "Lusi Putri Dwita [30720304]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo, Apt. M.Si.", "Prof. Dr. Elfahmi, S.Si., M.Si.", "Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "P. cubeba, nanoemulsi, neuroproteksi, stroke iskemik, antioksidan, antiinflamasi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "09 Agu 2023"}