{"Nomor": 75993, "Judul": "IMPLEMENTASI MANAJEMEN PENGETAHUAN UNTUK MENINGKATKAN PRODUKTIVITAS (STUDI KASUS PT. ORGANIC FARM)", "Abstrak": "PT. Organic Farm adalah salah satu perusahaan pertanian sayuran organik di Indonesia. Saat ini, perusahaan memiliki dua sumber pasokan sayuran yaitu dari kebun internal dan petani eksternal. Sebagai pemasok sayuran premium, PT. Organic Farm harus menjaga kredibilitasnya dengan mempertahankan tingkat pelayanan kepada pelanggan dengan target sebesar 90%. Tingkat pelayanan kepada pelanggan dihitung dengan membandingkan kuantitas yang disediakan dengan kuantitas yang dipesan. Semakin tinggi tingkat pelayanan kepada pelanggan berarti perusahaan mampu melayani permintaan pelanggan dengan sangat baik. Namun, selama setahun terakhir, rata-rata tingkat pelayanan kepada pelanggan hanya 76%. Hal ini dikarenakan terdapat 7 produk pareto yang dihasilkan kebun internal tidak pernah mencapai target. Berdasarkan data, rata-rata produktivitas lahan hanya 0,36kg/m2 dari target yang ditentukan 0,8kg/m2. Beberapa masalah yang menyebabkan produktivitas lahan rendah adalah kurangnya dokumentasi untuk setiap proses, terbatasnya proses berbagi pengetahuan di antara petani dan kepala kebun serta kurangnya pelatihan yang diberikan untuk petani baru. Isu ini mengakibatkan perusahaan kehilangan pendapatan sebesar Rp328juta karena tidak mampu memenuhi kebutuhan konsumen. Oleh karena itu, penerapan manajemen pengetahuan yang tepat mampu membantu perusahaan menyelesaikan masalahnya. Oleh karena itu, tingkat manajemen pengetahuan yang ada di perusahaan perlu diukur dengan menggunakan alat penilaian APO. Hasil menunjukkan bahwa perusahaan masih berada pada level inisiasi dengan skor total 115,9. Skor tertinggi dicapai untuk kategori hasil dengan skor 20,7 dan skor terendah ditemukan pada kategori proses pengetahuan dengan skor rata-rata sebesar 13,2. Beberapa solusi yang diusulkan untuk meningkatkan penerapan manajemen pengetahuan di perusahaan adalah menyiapkan standar dokumentasi, melakukan eksternalisasi dan kodifikasi terkait semua proses yang ada di produksi, menjalankan leaders talk bulanan, menyediakan anggaran untuk pelatihan eksternal dan sistem penghargaan, membuat portal untuk manajemen pengetahuan dan merekrut satu anggota baru yang mengelola semua pengetahuan di perusahaan dan inspeksi kepatuhan terhadap proses yang ada.", "Daftar File": {"COVER Stacia Prillia": "https://digilib.itb.ac.id/gdl/download/301846"}, "Penulis": "Stacia Prillia [29321393]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T, M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Produktivitas, Pertanian Sayuran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Agu 2023"}