{"Nomor": 75990, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN KIRA ALMOND", "Abstrak": "Dalam lima tahun terakhir Indonesia telah mengalami kenaikan gross domestic\nbruto yang berimbas langsung pada peningkatan konsumsi masyarakat. Namun\npada tahun 2020 terjadi perubahan dalam pola konsumsi masyarakat Indonesia\nterhadap makanan dan minuman yang dikonsumsi karena adanya pandemi\nCOVID-19. Masyarakat mulai merubah pola konsumsi mereka ke pola hidup sehat\ndengan mengkonsumsi makanan dan minuman yang lebih bernutrisi. Perubahan\nyang terlihat adalah pola konsumsi susu yang berubah menjadi susu berbasis\nnabati atau plant-based-milk. \n\nKira Almond adalah perusahaan UMKM yang berjalan di bidang makanan dan\nminuman yang didirikan pada tahun 2018. Susu Almond Kira dibuat dengan alasan\nuntuk membantu orang yang tidak toleran terhadap laktosa, ibu hamil dan\nmenyusui, serta menyokong masyarakat dengan gaya hidup sehat. Namun pada\nsaat pandemic COVID-19 Kira mengalami sales yang cenderung stagnan dan\nmenurun karena tidak bisa memasarkan produknya dengan optimal. \n\nPenelitian ini bertujuan untuk mengidentifikasi faktor-faktor yang mempengaruhi\nbrand awareness dari Kira Almond serta merumuskan strategi untuk meningkatkan\nsales dari Kira Almond. Metode yang digunakan untuk pengumpulan data adalah\nmetode kuantitatif dan statistik deskriptif. Data diperoleh dari wawancara kepada\npemilik Kira Almond, kuesioner yang dibagikan kepada 204 responden, serta studi\nliteratur. Penggunaan alat analisis internal seperti 4P bauran pemasaran, VRIO,\ndan STP serta alat analisis eksternal seperti Analisis Kekuatan Porter, analisis\nPESTEL, analisis kompetitor, dan analisis konsumen yang dilanjutkan dengan\nanalisis SWOT dan QSPM dilakukan guna menentukan strategi yang optimal untuk\nmeningkatkan kesadaran merek dan niat beli dari Kira Almond.\n\nBerdasarkan hasil penelitian Kira Almond dapat meningkatkan kegiatan promosi\ndan penempatan untuk meningkatkan kesadaran merek perusahaan yang akan\nberdampak langsung pada niat beli konsumen. Selain itu, berdasarkan hasil\nanalisis diperoleh lima alternatif strategi dan strategi yang dipilih adalah\nberinvestasi pada kegiatan promosi, menawarkan harga yang kompetitif, lebih\nmempromosikan produknya di media sosial, bermitra dengan UMKM atau\npemerintah, dan melakukan penelitian dan pengembangan. untuk menambahkan\nlebih banyak rasa pada produk mereka.", "Daftar File": {"2023_TS_PP_Rasheeda Fikri_29121406_1-Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/301842"}, "Penulis": "Rasheeda Fikri [29121406]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "strategi pemasaran, kesadaran merek, konsumen, niat beli", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Agu 2023"}