{"Nomor": 76009, "Judul": "BIOSINTESIS NANOPARTIKEL ANTIBAKTERI ZNO DARI EKSTRAK KAYU MANIS (CINNAMOMUM BURMANNII)", "Abstrak": "Penggunaan antibiotik yang berlebihan menjadi penyebab kondisi resisten\nantibiotik. Untuk mengantisipasi hal tersebut, perlu dikembangkan material\nantimikroba yang dapat menekan pertumbuhan bakteri. Kitosan dan karet alam\nmerupakan contoh bahan alami yang memiliki sifat antimikroba. Selain itu,\nnanopartikel merupakan material yang diunggulkan sebagai bahan antimikroba.\nProses sintesis nanopartikel salah satunya adalah metode hijau dengan ekstrak\ntanaman atau disebut biosintesis. Keunggulan biosintesis adalah tidak\nmenggunakan bahan kimia beracun dan tidak menggunakan peralatan canggih yang\nmemerlukan energi tinggi. Kayu manis telah diteliti dan memiliki sifat antimikroba\nyang baik.\nPenelitian ini bertujuan untuk mempelajari karakteristik nanopartikel antimikroba\nZnO yang diekstrak dari kayu manis. Variasi percobaan yang digunakan adalah\nsuhu sintesis 70?C dan 95?C serta rasio esktrak 30% dan 70%. Kalsinasi dilakukan\npada suhu 650?C. Nanopartikel dikarakterisasi gugus fungsi, struktur kristal,\nukuran partikel, dan distribusi ukuran partikel dengan FTIR, XRD, TEM, dan DLS\nserta diuji aktivitas antibakteri dengan metode angka lempeng total menggunakan\nbakteri uji Staphylococcus aureus. Tahapan penelitian ini adalah ekstraksi,\nbiosintesis, karakterisasi, dan uji aktivitas bakteri.\nHasil sintesis yang belum dikalsinasi tidak menunjukkan pembentukan\nnanopartikel ZnO. Pada suhu kalsinasi 650?C terdapat puncak serapan bilangan\ngelombang ZnO di 435?457 cm-1. Hasil difraktogram menunjukkan struktur kristal\nheksagonal. Perhitungan ukuran partikel diperoleh rentang17?49 nm, dan terjadi\naglomerasi. Suhu sintesis dan rasio ekstrak berbanding lurus terhadap intensitas\ndan derajat kristalinitas XRD. Hasil pengujian aktivitas antibakteri dengan metode\nangka lempeng total menggunakan bakteri uji Staphylococcus aureus menunjukkan\nbahwa nanopartikel ZnO yang disintesis pada konsentrasi 97 ppm dapat\nmenghambat pertumbuhan koloni bakteri sampai 68-94%.", "Daftar File": {"ABSTRAK Ayu Ratnasari": "https://digilib.itb.ac.id/gdl/download/301968"}, "Penulis": "Ayu Ratnasari [23020011]", "Kontributor / Dosen Pembimbing": ["Prof. Tjokorde Walmiki Samadhi, S.T, M.T, Ph.D.", "Vita Wonoputri, S.T, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "nanopartikel ZnO, antimikroba, antibakteri, biosintensis nanopartikel", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Agu 2023"}