{"Nomor": 76001, "Judul": "APLIKASI MODEL SWAT (SOIL AND WATER ASSESSMENT TOOLS) UNTUK MENGANALISIS KONDISI HIDROLOGI SUD DAS CIKERUH ZONA 4", "Abstrak": "Sumber daya air merupakan salah satu unsur yang keberadaannya memiliki peranan\npenting bagi makhluk hidup yang ada di bumi. Namun saat ini keberadaan sumber\ndaya air banyak yang tidak memiliki kemampuan dalam memenuhi kebutuhan air\ndan tidak mendukung ekosistem keanekaragaman hayati yang tangguh. Setiap\ntahun jumlah DAS kritis di Indonesia semakin meningkat dan kondisinya semakin\nmemburuk, ditandai peningkatan DAS prioritas di Indonesia tiap tahun. Sub Daerah\nAliran Sungai (DAS) Cikeruh Zona 4 merupakan bagian dari DAS Citarum Hulu\nyang terletak pada wilayah cekungan Bandung yang saat ini mengalami\npermasalahan hidrologi yang cukup serius terutama akibat adanya konversi lahan.\nDalam memperbaiki permasalahan yang terdapat dalam suatu DAS, perlu\ndilakukan karakterisasi suatu sub DAS tersebut sehingga didapatkan bagaimana\nteknik pengendalian maupun pengelolaan hutan yang dapat diterapkan. Soil and\nWater Assessment Tools (SWAT) merupakan salah satu model yang dapat\ndigunakan dalam mengidentifikasi karakteristik hidrologi DAS dan\nmensimulasikan tindakan menajemen pengelolaan yang dapat diterapkan dalam\nsuatu DAS dalam jangka panjang. Pada penelitian ini dilakukan identifikasi\nkarakteristik biofisik Sub DAS Cikeruh Zona 4 menggunakan model hidrologi\nSWAT (Soil and Water Assessment Tools) dengan memadukan modifikasi\nindikator kesehatan ekosistem DAS menurut Peraturan Menteri Kehutanan\nP.61/Menhut-II/2014. Adapun karakteristik biofisik Sub DAS yang dianalisis\nadalah karakteristik lahan (persentase lahan kritis, persentase penutupan vegetasi,\ndan indeks erosi), hidrologi (KRA, KAT, muatan sedimen, banjir, dan IPA), dan\npemanfaatan ruang wilayah (kawasan lindung dan kawasan budidaya). Dari hasil\nsimulasi SWAT yang dilakukan diperoleh luas Sub DAS Cikeruh zona 4 sebesar\n810,52 Ha yang terdiri atas 7 subbasin dan 96 HRU dengan outlet pada subbasin\nketujuh. Setelah dilakukan hasil uji statistik dari model tersebut diperoleh nilai\nkoefisien Nash-Sutcliffe Efficiency (NSE) sebesar 0,47 dan koefisien determinasi\n(R2) sebesar 0,47 dimana nilai tersebut termasuk kedalam kategori yang\niii\nmemuaskan. Agar diperoleh nilai yang lebih baik lagi dan diperoleh bukti output\nmodel yang dihasilkan menggambarkan kondisi DAS yang sebenarnya, dilakukan\nproses kalibrasi dan validasi dengan menggunakan SUFI2.SWAT-CUP. Setelah\nproses kalibrasi diperoleh hasil nilai NSE sebesar 0,55 dan R2 sebesar 0,59 yang\nmasih termasuk kedalam kategori memuaskan namun dengan nilai lebih baik; dan\nhasil validasi diperoleh nilai NSE sebesar 0,46 dan R2 sebesar 0,51 yang termasuk\nkedalam kategori memuaskan. Setelah kalibrasi dan validasi, maka dilakukan\nidentifikasi karakter biofisik Sub-DAS Cikeruh zona 4 dan diperoleh hasil\nkarakteristik lahan kritis relatif sangat rendah, penutupan vegetasi relatif sangat\nburuk, indeks erosi sangat tinggi, KRA relative tinggi, KAT sangat tinggi, muatan\nsedimen sedang, banjir relatif tinggi, IPA buruk, kawasan lindung sangat baik, dan\nkawasan budidaya sangat rendah. Berdasarkan hasil analisis karakterisitik tersebut\ndilakukan perhitungan daya dukung DAS, dimana Sub DAS Cikeruh Zona 4 secara\numum termasuk kedalam kategori sedang pada seluruh subbasin, namun pada\nsubbasin kedua termasuk kedalam kategori buruk. Sehingga dilakukan skenario\nperubahan penggunaan lahan untuk memperoleh hasil model penggunaan lahan\noptimum maupun lebih baik, yang terdiri atas perubahan lahan dari sawah ke hutan\nsebanyak 20% dan perkebunan ke hutan sebanyak 30%. Dari kedua skenario yang\ndilakukan, hasil terbaik dan efektif dalam memperbaiki permasalahan di Sub DAS\nCikeruh Zona 4 adalah sawah ke hutan sebanyak 20%, dimana pada subbasin 1,3,4,\ndan 7 daya dukung DAS-nya berubah dari kategori sedang menjadi baik dan pada\nsubbasin 2 daya dukung DAS-nya berubah dari kategori buruk menjadi sedang.", "Daftar File": {"ABSTRAK Dicko Luhut Fortune Nababan": "https://digilib.itb.ac.id/gdl/download/301893"}, "Penulis": "Dicko Luhut Fortune Nababan [11517045]", "Kontributor / Dosen Pembimbing": ["Dr. Yayat Hidayat, S.Hut., M.Si.", "Dr. Ir. Asep Suheri, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Specific parts of & systems in plants", "Kata Kunci": "Daya dukung DAS, karakteristik biofisik, penggunaan lahan, Sub- DAS Cikeruh, SWAT", "Sumber": "SITH", "Staf Input/Edit": "Neneng  \n                                     Neneng", "File": "8 file", "Tanggal Input": "09 Agu 2023"}