{"Nomor": 76012, "Judul": "A FINANCIAL FEASIBILITY STUDY TO DETERMINE THE BEST FUNDING STRUCTURE FOR A TOTAL RENOVATION PROJECT OF THE KAREBOSI FIELD IN MAKASSAR", "Abstrak": "Studi ini bertujuan untuk menemukan kombinasi utang dan modal terbaik dalam\npendanaan proyek Kemitraan Pemerintah-Swasta (PPP) yang melibatkan renovasi\nLapangan Karebosi di Kota Makassar, Indonesia, dengan menggunakan skema\nBuild-Operate-Transfer (B-O-T). Studi kelayakan keuangan dilakukan dengan\nmenganalisis faktor eksternal dan internal. Hasil analisis eksternal dan internal\ndiringkas dalam analisis SWOT.\n\nTiga skenario struktur pendanaan diusulkan: skenario 1 dengan pendanaan ekuitas\npenuh, skenario 2 dengan pendanaan campuran 50% utang dan 50% ekuitas, serta\nskenario 3 dengan pendanaan campuran 70% utang dan 30% ekuitas. Proyeksi\nkeuangan termasuk Nilai Sekarang Bersih (NPV), Tingkat Pengembalian Internal\n(IRR), dan Periode Pengembalian dihitung untuk setiap skenario pendanaan.\nTemuan menunjukkan bahwa proyek ini layak, dan skenario 3 (70% utang dan 30%\nekuitas) dianggap sebagai struktur pendanaan terbaik. Analisis sensitivitas\nmengungkapkan bahwa beberapa variabel, seperti WACC, okupansi operasional,\ntingkat bunga, tarif sewa lapangan sepak bola, dan rasio biaya operasional\nterhadap pendapatan, memiliki pengaruh signifikan pada NPV. Beberapa strategi\nuntuk mengurangi risiko juga diusulkan.\n\nStudi ini merekomendasikan agar penelitian mendatang lebih mengeksplorasi sifat\ndinamis faktor-faktor eksternal yang mempengaruhi NPV, IRR, Periode\nPengembalian, dan WACC. Evaluasi berkelanjutan terhadap kondisi pasar,\nfluktuasi tingkat bunga, dan faktor-faktor industri yang spesifik mungkin\ndiperlukan untuk menentukan pendekatan pendanaan yang terbaik. Selain itu,\ninvestigasi lebih lanjut tentang bagaimana lima variabel input di atas\nmempengaruhi NPV akan bermanfaat.", "Daftar File": {"2023_TS_PP_Nurul Asyifa Sufi Setyandri - 29121388_1-Full Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/301987"}, "Penulis": "Nurul Asyifa Sufi Setyandri [29121388]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Studi Kelayakan Finansial, Kerjasama Pemerintah dengan Badan Usaha, Sarana Olahraga, Bangun-Guna-Serah, Analisis Sensitivitas, Mitigasi Resiko.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Agu 2023"}