{"Nomor": 76010, "Judul": "KAJIAN MANAJEMEN RISIKO PROYEK KERJASAMA PEMERINTAH BADAN USAHA - AVAILABILITY PAYMENT (KPBU-AP) REHABILITASI OPERASI DAN PEMELIHARAAN PRASARANA IRIGASI DI DAERAH IRIGASI KOMERING SUMATERA SELATAN", "Abstrak": "Prasarana irigasi adalah salah satu bagian dari lima pilar sistem irigasi yang saat ini\nmemerlukan perhatian dan upaya dari pemangku kepentingan terkait agar dapat\nditingkatkan kinerjanya. Untuk meningkatkan kinerja prasarana irigasi, Pemerintah\ndapat bekerja sama dengan Badan Usaha melalui skema KPBU. Proses manajemen\nrisiko proyek KPBU harus dilaksanakan agar keberlanjutan pelaksanaan proyek di\nsetiap tahapan pelaksanaannya dapat tercapai serta dapat meningkatkan\nkepercayaan dari Pemerintah, Badan Usaha dan Masyarakat. Tujuan penelitian ini\nadalah melakukan kajian risiko pada setiap tahapan pelaksanaan proyek Kerjasama\nPemerintah Badan Usaha – Availability Payment (KPBU-AP) Rehabilitasi Operasi\ndan Pemeliharaan Prasarana Irigasi Daerah Irigasi (DI) Komering melalui proses\nmanajemen risiko. Metodologi analisis risiko yang digunakan adalah analisis semi\nkuantitatif sedangkan identifikasi, evaluasi dan mitigasi risiko menggunakan\nanalisis kualitatif.\nProyek KPBU-AP Prasarana Irigasi DI Komering memiliki cakupan proyek yang\nlebih berfokus kepada prasarana irigasi dan fasilitas pendukungnya sehingga untuk\ndapat mewujudkan kinerja sistem irigasi yang lebih baik harus didukung dengan\nupaya-upaya strategis untuk komponen sistem irigasi lainnya yang berjalan dalam\nsatu kesatuan sistem. Hasil penelitian menunjukkan penilaian risiko dari sudut\npandang Pemerintah untuk risiko sangat tinggi adalah terkait risiko kelayakan dan\nstruktur finansial, risiko desain, risiko pra kontrak dan desain klausula kontrak,\nrisiko kesediaan lender, risiko pemenuhan air, risiko offtake pertanian, risiko\nkeberterimaan antar institusi dan pemegang kebijakan dan risiko pemantauan\nevaluasi kerja. Hasil dari kajian menunjukkan bahwa dengan menerapkan praktek\nmanajemen risiko yang baik dan benar sesuai standar yang berlaku akan membantu\nupaya untuk memperoleh mitigasi risiko di setiap tahapan pelaksanaan KPBU-AP\nRehabilitasi Operasi dan Pemeliharaan Prasarana Irigasi DI Komering yang\ndialokasikan kepada pihak-pihak yang tepat untuk mengelola risiko tersebut.", "Daftar File": {"ABSTRAK Ragil Purwanto": "https://digilib.itb.ac.id/gdl/download/302574"}, "Penulis": "Ragil Purwanto [25020069]", "Kontributor / Dosen Pembimbing": ["Dr. Iris Mahani, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "manajemen risiko, KPBU, availability payment, prasarana irigasi, rehabilitasi, operasi dan pemeliharaan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Agu 2023"}