{"Nomor": 76018, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN PADA BISNIS HOME BEDDING  (STUDI KASUS: BEDDO CHINGU)", "Abstrak": "Konsumsi kasur secara keseluruhan di Indonesia telah mengalami tingkat pertumbuhan yang positif dari tahun 2012. Perkembangan bisnis digital di Indonesia juga semakin meningkat, dan tidak dapat dipungkiri bahwa persaingan di industri bedding menjadi semakin ketat seiring dengan semakin banyaknya penjual bedding offline yang beralih ke online. Persaingan industri bedding yang semakin ketat ini dapat dirasakan oleh salah satu brand industri bedding rumahan, yaitu Beddo Chingu. Beddo Chingu merupakan bisnis bedding yang utamanya menawarkan sprei dan berdiri sejak Desember 2021. Beddo Chingu menggunakan e-commerce dan media sosial untuk menjual produknya. Ada beberapa promosi yang telah diterapkan seperti beriklan di Shopee, flash sale, diskon, posting konten, dan promosi berbayar di Twitter. Promosi tersebut tidak berlangsung lama dan Beddo Chingu menghadapi penjualan yang berfluktuasi.\nPenelitian ini bertujuan untuk mengidentifikasi kondisi internal dan eksternal Beddo Chingu saat ini, mengidentifikasi akar penyebab masalah penjualan Beddo Chingu, dan mengusulkan strategi pemasaran yang sesuai untuk Beddo Chingu. Metode penelitian ini menggunakan pendekatan kuantitatif dan kualitatif untuk menciptakan strategi pemasaran yang sesuai. Alat analisis yang akan digunakan dalam analisis internal adalah seperti STP, Marketing Mix 4P, dan VRIO, sedangkan untuk analisis eksternal adalah PESTEL, Five Forces Model, analisis pelanggan, dan analisis pesaing. Survei kuesioner dengan 124 responden pelanggan Beddo Chingu telah dilakukan untuk mendapatkan wawasan dari sudut pandang pelanggan mengenai bauran pemasaran. Selain itu, wawancara dengan pelanggan dan calon pelanggan juga dilakukan untuk mendapatkan wawasan yang lebih rinci dari survei. Dari analisis yang telah dilakukan, maka akan didapatkan hasil kekuatan dan kelemahan internal, serta peluang dan ancaman eksternal yang disebut dengan SWOT. Akar permasalahan dari masalah Beddo Chingu adalah rendahnya frekuensi promosi, kurangnya penyampaian value dalam konten, terbatasnya saluran distribusi, kurangnya variasi motif, terbatasnya ketersediaan stok produk, dan terbatasnya tenaga kerja. Berdasarkan matriks TOWS, strategi pemasaran yang sesuai diklasifikasikan ke dalam bauran pemasaran 4p akan diusulkan untuk meningkatkan penjualan Beddo Chingu.", "Daftar File": {"COVER Tri Wahyu Septyani": "https://digilib.itb.ac.id/gdl/download/302015"}, "Penulis": "Tri Wahyu Septyani [29321585]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M.", "Satya Aditya Wibowo, M.B.A"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi pemasaran, bauran pemasaran 4p, SWOT, TOWS matrix, sprei", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Agu 2023"}