{"Nomor": 76021, "Judul": "USULAN STRATEGI PEMASARAN UNTUK EMITS SEBAGAI PERUSAHAAN PENGEMBANG SOLAR PV UNTUK MENINGKATKAN PENJUALAN", "Abstrak": "Dalam menjawab permasalahan perubahan iklim global dimana sebagian besar disebabkan oleh emisi gas CO2, maka salah satu upaya pemerintah Indonesia melalui RUPTL menargetkan penggunaan pembangkit listrik yang bersumber dari energi terbarukan. Pembangkit listrik tenaga surya merupakan salah satu pilihan pembangkit listrik yang ramah lingkungan dan memiliki peluang penggunaan yang besar di Indonesia salah satunya dikarenakan Indonesia memiliki potensi energi surya yang besar dan hanya 0.04% yang dimanfaatkan pada tahun 2015 menurut RUEN 2017. Permintaan energi yang tinggi disektor  ndustry menjadi peluang besar bagi pasar penyedia energi terbarukan khususnya PLTS. Salah satu perusahaan dalam negeri yang bergerak dibidang bisnis energi yaitu Indika Energy Tbk kemudian membuat perusahaan patungan bersama Fourth Partner Energy Ltd yang merupakan perusahaan PLTS dari India. Perusahaan patungan yang dibentuk kemudian bernama EMITS (Empat Mitra Indika Tenaga Surya). EMITS menyediakan solusi disektor energi terbarukan yaitu PLTS dengan berbagai macam jenis pemasangan tergantung kepada tempat yang diberikan oleh pelanggan. EMITS yang dibentuk pada bulan maret tahun 2021 telah turut membangun beberapa PLTS di Indonesia. Namun pada tahun pertama operasi, EMITS belum mampu mencapai target penjualan dimana hanya mencapai 31% dari target penjualan. Penelitian ini mencari tahu akar penyebab dari tidak tercapainya target penjualan tersebut dan evaluasi faktor internal serta eksternal dari perusahaan terhadap pasar PLTS di Indonesia untuk mendapatkan poin keunggulan, kelemahan, peluan dan ancaman dari EMITS. Penelitian dilakukan dengan metode penelitian kualitatif dengan mengolah data primer dan sekunder. Data primer diperoleh dari wawancara dengan internal organisasi EMITS untuk mendapatkan wawasan lebih dalam mengenai strategi pemasaran EMITS dan faktor internal serta eksternal perusahaan. Penulis juga melakukan wawancara mendalam kepada B2B pemasar ahli untuk mendapatkan wawasan mengenai pemasaran secara B2B. Dari hasil evaluasi internal, penulis menilai EMITS telah memiliki segmentasi, penargetan dan pemosisian yang tepat, bahkan dengan pesatnya permintaan energi listrik dari sumber energi terbarukan, EMITS dapat lebih memperluas segmentasi pasar. Penulis menilai strategi pemasaran yang telah dijalankan EMITS belum memiliki dampak yang besar terhadap kesadaran merek sehingga belum banyak perusahaan mengenal EMITS. Hasil evaluasi eksternal diketahui bahwa EMITS memiliki peluang yang besar dalam bisnis penyedia PLTS di Indonesia. Beberapa solusi untuk mengatasi ancaman pada analisis eksternal EMITS telah dicantumkan pada penelitian ini. Penulis melihat EMITS mampu mengatasi ancaman dari faktor eksternal karena EMITS didukung oleh dua perusahaan besar. Pada akhirnya usulan strategi pemasaran dibuat untuk EMITS dapat lebih mendapatkan kesadaran merek dipasar sehingga EMITS dapat mencapai target penjualan.", "Daftar File": {"COVER Ulfa Aulia": "https://digilib.itb.ac.id/gdl/download/302033"}, "Penulis": "Ulfa Aulia [29321304]", "Kontributor / Dosen Pembimbing": ["Ilma Aulia Zaim, S.Ds., M.S.M., Ph.D.", "Satya Aditya Wibowo, M.B.A"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Renewable Energy, Solar PV, EMITS, B2B Marketing, Marketing Strategy", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Agu 2023"}