{"Nomor": 76027, "Judul": "ANALISA PENGGANTIAN UNTUK MENGGANTI SALAH SATU SUMBER PENDAPATAN PADA RESTORAN FULLER SMOKETOWN (STUDI KASUS: PT MAHAJANA BOGA SEMESTA)", "Abstrak": "PT Mahajana Boga Semesta merupakan perusahaan yang bergerak pada bidang penyedia makanan\ndan minuman dan juga perhotelan. setelah pandemic berakhir dan masyarakat sudah bebas\nberkativitas perusahaan memutuskan untuk melakukan ekspansi pada lini bisnis to customer\ndengan mendirikan restoran di kota bandung dengan merek dagang fuller smoketown. Dalam\nrangka mendatangkan inovasi yang berbeda dari restoran lainya, fuller smoketown berfokus pada\npengembangan varian makanan yang proses masaknya menggunakan metode pengasapan, selain\nitu perusahaan juga menyematkan fasilitas yang tidak dimiliki restoran lain seperti ruangan vip\nyang dapat digunanakan sebagai tempat rapat, makan dan juga karoke. ruang vip ini dilengkapi\ndengan fasilitas karoke yang pantas dan setara dengan tempat karoke pada umumnya. \npada awal pembukaan restoran fuller smoketon, ruangan vip ini menjadi primadona dan banyak\ndiminati oleh konsumen namun pada bulan ke dua dan seterusnya peminat dari ruangan vip ini\nternyata menurun dan tidak menunjukan adanya pertumbuhan bisnis hingga pada akhirnya setelah\n1 tahun beroperasi perusahaan berencana untuk menutup lini bisnis vip room dan menggantinya\ndengan lini binis baru yaitu menyewakan ruangan usaha kepada pihak ketiga. perusahaan masih\nragu untuk merealisasikan rencana ini karena pertimbangan masalah biaya dan pemasukan apakah\nsebanding atau tidak dengan menutup lini bisnis lama dan menggantinya dengan lini bisnis baru.\ndalam penelitian ini penulis akan mencoba memberikan pemaparan mengapa perusahaan lebih\nbaik mengganti lini bisnis VIP room dengan menyewakanya pada pihak ketiga jika skenario\nterburuk dan normal terjadi, dengan menggunakan Analisa penggantian dengan indicator NPV,\nIRR dan waktu pengembalian, sehingga dapat membantu perusahaan dalam mengambil keputusan.", "Daftar File": {"2023_TS_PP_Muhammad Hilmi Nur Karim_ 29121199_Full Thesis (1).pdf": "https://digilib.itb.ac.id/gdl/download/302063"}, "Penulis": "Muhammad Hilmi Nurkarim [29121199]", "Kontributor / Dosen Pembimbing": ["Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Restoran, Proyek, Penggantian, Fasilitas", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Agu 2023"}