{"Nomor": 76033, "Judul": "PEMBANGUNAN MODEL PENGENALAN EMOSI WAJAH PADA APLIKASI WAWANCARA PEKERJAAN AIVUE  BERBASIS PEMBELAJARAN MESIN", "Abstrak": "Proses rekrutmen merupakan salah satu tahap terpenting untuk keberlanjutan badan\nusaha. Proses rekrutmen memakan waktu yang relatif lama terutama pada tahap\nwawancara sehingga dibutuhkan sebuah solusi untuk meningkatkan efisiensi dari\nproses rekrutmen tersebut. Berdasarkan kebutuhan tersebut, maka dikembangkan\naplikasi AIVue yang mampu melakukan manajemen kandidat, manajemen proses\nasynchronous interview, serta menampilkan hasil wawancara dengan emosi wajah\nkandidat. Tugas akhir ini membahas tentang model pembelajaran mesin berbasis\nConvolutional Neural Network (CNN) yaitu ZFNet, GoogLeNet, dan ResNet yang\nakan digunakan untuk mendapatkan emosi wajah kandidat pada aplikasi AIVue.\nResNet menjadi pilihan model yang diunggulkan karena memiliki konsep residual\nblock dan skip connection yang mampu mengatasi overfitting ketika menggunakan\njumlah layer yang besar. Selain itu, GoogLeNet juga diperkirakan dapat\nmemberikan hasil yang menyusul ResNet karena memiliki konsep inception\nmodule yang dapat menyusun convolutional layer secara paralel. Model ZFNet\nsendiri tidak memiliki keunikan khusus yang mampu memberikan peningkatan\nkinerja.\nHasil pengujian menunjukkan ResNet sebagai model terbaik dengan nilai akurasi\n62% dan f1 score 52% sesuai dengan hipotesis awal. Model GoogLeNet juga\nmemberikan hasil yang tidak terpaut jauh dengan ResNet yaitu akurasi 61% dan f1\nscore 51%. Semua model juga membutuhkan waktu yang relatif singkat untuk\nmelakukan prediksi emosi wajah yakni antara 10 hingga 11 detik untuk video\nwawancara berdurasi 10 menit.\nBerdasarkan hasil pengujian tersebut maka ResNet dipilih menjadi model yang\ndiimplementasi pada aplikasi AIVue. Saran yang dapat dilakukan untuk\nmeningkatkan kinerja model adalah dengan menambahkan variasi pada dataset,\nmenggunakan optimizer dan learning rate yang tepat, serta melakukan eksperimen\ndengan pilihan model pembelajaran mesin yang lebih beragam.", "Daftar File": {}, "Penulis": "Ryo Richardo [13519193]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati Soekidjo, M.Comm."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "asynchronous interview, Convolutional Neural Network (CNN), ZFNet, GoogLeNet, ResNet.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "10 Agu 2023"}