{"Nomor": 76036, "Judul": "STUDI SINTESIS SERBUK NIKEL DENGAN METODE REDUKSI ION NIKEL DALAM LARUTAN NIKEL SULFAT MENGGUNAKAN REDUKTAN HIDRAZIN HIDRAT", "Abstrak": "Permintaan nikel dan produk turunannya yang terus meningkat memberikan\npeluang bagi Indonesia sebagai produsen nikel terbesar dunia saat ini untuk\nmengambil keuntungan darinya. Setelah cukup lama hanya mengolah bijih nikel\nberkadar tinggi untuk menghasilkan ferronickel (FeNi), nickel pig iron (NPI), dan\nnickel matte, kini industri pengolahan bijih nikel di dalam negeri juga sudah\nmengolah bijih nikel berkadar rendah dan menghasilkan produk-produk seperti\nmixed hydroxide precipitate dan nikel sulfat. Salah satu produk turunan nikel\nlainnya yang mempunyai potensi pasar yang baik adalah serbuk nikel murni.\nMetode sintesis serbuk nikel yang efektif dan dapat menghasilkan produk dengan\nkarakteristik tertentu masih terus dipelajari oleh banyak peneliti. Dalam penelitian\nTugas Akhir ini dipelajari proses sintesis serbuk nikel dari larutan nikel sulfat\ndengan metode reduksi menggunakan hidrazin hidrat sebagai reduktan.\nSerangkaian percobaan sintesis serbuk nikel dengan metode reduksi larutan nikel\nsulfat menggunakan reduktan hidrazin telah dilakukan untuk mempelajari pengaruh\nrasio molar hidrazin terhadap ion nikel ([N2H4]/[Ni2+]), rasio molar ion hidroksil\nterhadap ion nikel ([OH-]/[Ni2+]), suhu sistem, dan waktu reaksi pada kemurnian,\nukuran partikel dan morfologi produk serbuk nikel. Percobaan tahap pertama\ndilakukan berdasarkan rancangan eksperimen dengan Metode Taguchi\nmenggunakan matriks ortogonal L9. Setelah melewati proses preparasi larutan,\nproses reduksi, pengendapan, penyaringan, dan penanganan produk, produk serbuk\nnikel dikarakterisasi menggunakan X-Ray Diffraction (XRD). Dari hasil analisis\nXRD, data persen berat fasa yang ditentukan berdasarkan metode Reference\nIntensity Ratio (RIR) diolah untuk menentukan parameter Signal to Noise Ratios\n(S/N Rasio) “Larger the Better” dan Analysis of Variance (ANOVA). Kondisi\noptimum dan signifikansi pengaruh dari variabel percobaan dalam menghasilkan\nserbuk nikel murni yang didapatkan dari pengolahan data dijadikan basis untuk\npercobaan tahap kedua. Percobaan tahap kedua ini bertujuan untuk mengetahui\npengaruh dari rasio [OH-]/[Ni2+] terhadap ukuran partikel, morfologi, dan\nkemurnian produk serbuk nikel.\nKondisi optimum yang menghasilkan kadar nikel tertinggi yaitu 91,95% diperoleh\ndari percobaan dengan [N2H4]/[Ni2+] = 5, [OH-]/[Ni2+] = 15, suhu 60 °C, dan waktu\nreaksi 30 menit. Persen kontribusi tiap faktor dalam menentukan kemurnian produk\nsecara berurutan yaitu [OH-]/[Ni2+] sebesar 84,44%; waktu reaksi sebesar 9,65%;\nsuhu sistem sebesar 5,07%; dan [N2H4]/[Ni2+] sebesar 0,84%. Konsentrasi ion\nhidroksil yang lebih tinggi menghasilkan ukuran partikel yang lebih halus.\nMorfologi partikel serbuk nikel berkorelasi dengan kemurniannya dimana\nmorfologi spherical dapat tercapai pada rasio [OH-]/[Ni2+] = 12,5 dan rasio [OH-\n]/[Ni2+] = 15.", "Daftar File": {"ABSTRAK Shania Sofyan": "https://digilib.itb.ac.id/gdl/download/302136"}, "Penulis": "Shania Sofyan [12519005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Mohammad Zaki Mubarok, S.T, M.T.", "Zela Tanlega, S.T, M.Phil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "hidrazin, kemurnian, metode Taguchi, reduksi, serbuk nikel.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "10 Agu 2023"}