{"Nomor": 76037, "Judul": "KARAKTERISASI MATERIAL KATODA BATERAI LIFEPO4 YANG DISINTESIS DENGAN METODE KO-PRESIPITASI MENGGUNAKAN PREKURSOR FEPO4 PADA VARIASI PH, PENAMBAHAN KARBON, DAN  TEMPERATUR SINTERING", "Abstrak": "Kendaraan listrik merupakan salah satu bentuk inovasi kendaraan ramah\nlingkungan yang sebagian besar menggunakan baterai sebagai penyimpan\nenerginya. Penelitian dan pengembangan pada baterai terus dilakukan agar\ndiperoleh baterai yang mempunyai efisiensi tinggi, ramah lingkungan, dan biaya\nyang ekonomis. Penelitian ini difokuskan untuk mempelajari sintesis LFP dengan\nmetode ko-presipitasi menggunakan prekursor FePO4 yang tersedia secara\nkomersial. Pada studi ini telah dipelajari karakteristik produk material katoda LFP\nyang disintesis dengan melakukan variasi pH presipitasi, penambahan karbon, dan\npengaruh variasi temperatur sintering yang dapat menghasilkan fasa olivine\ndengan ukuran partikel yang kecil, mempunyai kristalinitas dan morfologi yang\nbaik.\nSerangkaian percobaan dilakukan dengan penambahan karbon sebelum proses\ndrying menggunakan carbon black. Percobaan dilakukan pada variasi pH (4,5\nhingga 10,5) serta variasi temperatur sintering 650 °C, 700 °C, dan 750 °C.\nProduk yang dihasilkan kemudian dikarakterisasi menggunakan X-ray diffraction\n(XRD) untuk mengidentifikasi fasa yang terbentuk, kristalinitas, dan ukuran\nkristalitnya. Analisis dengan scanning electron microscope (SEM) dilakukan\nuntuk mengetahui morfologi LFP yang disintesis, sementara analisis ukuran\npartikel produk LFP dilakukan dengan particle size analyzer (PSA). Ditentukan\nkondisi pH presipitasi dan temperatur sintering yang menghasilkan produk terbaik\nyang membentuk fasa olivine. Selanjutnya, kondisi pH presipitasi dan temperatur\nsintering yang menghasilkan produk terbaik digunakan untuk mempelajari\npenambahan karbon terhadap karakteristik produk yang diperoleh.\nHasil percobaan sintesis material katoda baterai LFP dengan variasi pH dan\ntemperature sintering menunjukan bahwa reaksi pengendapan produk LFP terjadi\npada rentang pH 4,5-8,5. Rata-rata perolehan massa (yield) produk pengendapan\nyang dihasilkan pada pH 4,5; 6,5; 8,5, dan 10,5 berturut-turut sebesar 86,53%,\n67,54%, 66,05%, dan 0%. Pada pH presipitasi 4,5 8,5 dihasilkan fasa nasicon\nyang bercampur dengan fasa difosfat yang tidak diharapkan, sedangkan pada pH\n6,5 terbentuk fasa nasicon yang bercampur dengan fasa olivine yang ditargetkan.\nPenambahan karbon berkontribusi signifikan terhadap pembentukan fasa nasicon\ndan olivine dalam sintesis LFP sebagai reduktor untuk mereduksi ion besi(III)\nmenjadi besi(II). Analisis hasil XRD sintesis produk LFP menunjukan bahwa pH\n6,5 dengan temperatur sintering 700 °C memberikan hasil terbaik yang\nmenghasilkan campuran nasicon dan olivine. Pada kondisi ini juga didapat\nperbandingan mol Fe:P relatif sebesar 1:1 dengan morfologi berbentuk spherical\nyang homogen dengan ukuran partikel rata-rata sebesar 351,06 nm.", "Daftar File": {"ABSTRAK Farhan Dzikri Robbani": "https://digilib.itb.ac.id/gdl/download/302143"}, "Penulis": "Farhan Dzikri Robbani [12519077]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Mohammad Zaki Mubarok, S.T, M.T.", "Zela Tanlega, S.T, M.Phil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "LiFePO4, metode ko-presipitasi, olivine, prekursor FePO4", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "10 Agu 2023"}