{"Nomor": 76042, "Judul": "PERANCANGAN RIVERFRONT SEBAGAI RUANG PUBLIK KOTA DI TEPI SUNGAI CISADANE DENGAN PENDEKATAN PLACEMAKING", "Abstrak": "Ruang publik merupakan sebuah kebutuhan yang cukup esensial guna bersosialisasi dan berinteraksi terutama dalam kehidupan masyarakat perkotaan. Namun lingkungan perkotaan yang padat mengakibatkan minimnya jumlah lahan yang tersedia yang dapat dimanfaatkan sebagai ruang publik. Dengan keterbatasan ini, area publik semakin bergeser kearah tepian sungai. Tetapi pengembangan ruang publik dengan lokasi tepian sungai masih jarang dilakukan dan belum begitu berkembang walaupun area tepian sungai sangat berpotensi sebagai sebuah ruang publik yang dapat menimbulkan efek kausalitas pada fungsi ekologis sungai. \nKota Tangerang khususnya merupakan salah satu kota besar di Indonesia yang juga mengalami permasalahan ini.  Meningkatnya kebutuhan ruang publik tidak diimbangi dengan ketersediaan ruang publik yang dapat dinikmati masyarakat. Oleh sebab itu pemerintah cukup gencar untuk pembangunan ruang publik untuk mengakomodir hal ini dan salah satu area yang dijadikan salah satu pengembangan adalah tepi Sungai Cisadane.\nPerancangan ini menggunakan pendekatan kombinasi kualitatif dan kuantitatif dengan melakukan survei, wawancara, analisis literatur, serta studi kasus guna sebagai metode utama dalam mengidentifikasi keadaan, potensi tapak perancangan dan juga keadaan masyarakat yang kemudian di analisis guna mengetahui strategi perancangan pada daerah tepian sungai ini.\nPenerapan metode placemaking pada perancangan ini bertujuan untuk memberikan ruang publik kepada masyarakat dengan melibatkan partisipasi aktif masyarakat dan pihak terkait dalam proses pengembangan objek perancangan. Sehingga perancangan ini dapat memberikan dampak berupa ruang publik yang inklusif, berkelanjutan, berbasis komunitas dan memperkuat identitas kota dan dapat meningkatkan kualitas lingkungan perkotaan, mendorong interaksi, partisipasi dan pemberdayaan masyarakat agar berperan aktif dalam pembangunan kota mereka.\n\nTesis ini berkontribusi untuk memberikan pemahaman lebih mendalam tentang pentingnya perencanaan dan desain berbasis masyarakat dalam menciptakan ruang publik yang dapat meningkatkan kualitas hidup penduduk kota. Implikasi penelitian ini diharapkan dapat memberikan alternatif rancangan baru bagi para perencana kota, arsitek, dan desainer dalam merancang kota-kota yang lebih berkelanjutan dan berbasis pada komunitas.", "Daftar File": {"ABSTRAK Shafira Ramadhani Busono": "https://digilib.itb.ac.id/gdl/download/302154"}, "Penulis": "Shafira Ramadhani Busono [25222058]", "Kontributor / Dosen Pembimbing": ["Widiyani, S.T., M.T., Ph.D.", "Dr. Ir. Christina Gantini, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kota, ruang publik, riverfront, placemaking, Cisadane", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "10 Agu 2023"}