{"Nomor": 76043, "Judul": "MODEL JARINGAN RANTAI PASOK KOMODITI PERIKANAN TANGKAP DALAM MENDUKUNG SISTEM LOGISTIK PERIKANAN WILAYAH (STUDI KASUS : KASUS PULAU NATUNA)", "Abstrak": "Rantai pasok perikanan tangkap di Natuna merupakan suatu jaringan yang melibatkan beberapa pelaku usaha dan terdapat aliran finansial, informasi, dan produk, di sepanjang rantai. Namun, setiap elemen dalam rantai pasok tersebut belum terkoordinasi dan terintegrasi dengan baik antara anggota rantai pasok. Kurangnya koordinasi dan integrasi dapat dilihat dalam pelaksanaan usaha perikanan, baik dalam bentuk ikan segar maupun olahan. Akibatnya, rantai pasok ini belum mampu memenuhi permintaan konsumen secara konsisten, terutama pada tingkat pedagang pengumpul. Hal ini menyebabkan pedagang pengumpul yang menjual ikan segar kepada konsumen akhir belum dapat memenuhi permintaan konsumen dengan baik. Tujuan dari penelitian ini adalah untuk mengenali model jaringan rantai pasok komoditi perikanan tangkap di Natuna dan menganalisis peran serta pengaruh berbagai pihak terkait dalam mendukung sistem logistik perikanan di wilayah tersebut. Metode yang digunakan dalam penelitian ini adalah pendekatan deskriptif kualitatif dengan fokus pada analisis identifikasi struktur rantai pasok komoditi perikanan tangkap di Kabupaten Natuna. Kemudian, dilakukan tahap deskripsi naratif mengenai kinerja dan usulan model rantai pasok pada komoditi perikanan tangkap di Kabupaten Natuna. Melalui penerapan skema solusi alternatif yang diusulkan, diharapkan sektor perikanan tangkap dapat menghadapi tantangan ketidakpastian dalam bisnis perikanan dengan posisi yang lebih kuat. Temuan penelitian menunjukkan bahwa jaringan rantai pasok komoditi perikanan tangkap di Natuna melibatkan sejumlah pihak, seperti nelayan, pemilik usaha, TPI atau SKPT, pembeli dari luar daerah, industri pengolahan ikan, pedagang ikan di pasar tradisional, distributor produk olahan ikan, dan konsumen sebagai pembeli akhir. Peran strategis tauke dalam menyediakan bantuan finansial bagi nelayan yang akan melaut memiliki pengaruh yang signifikan terhadap kontinuitas pasokan ikan.", "Daftar File": {"COVER Hendra Gunawan": "https://digilib.itb.ac.id/gdl/download/302155", "BAB_1 Hendra Gunawan": "https://digilib.itb.ac.id/gdl/download/302156", "BAB_2 Hendra Gunawan": "https://digilib.itb.ac.id/gdl/download/302157", "BAB_3 Hendra Gunawan": "https://digilib.itb.ac.id/gdl/download/302158", "BAB_4 Hendra Gunawan": "https://digilib.itb.ac.id/gdl/download/302159", "BAB_5 Hendra Gunawan": "https://digilib.itb.ac.id/gdl/download/302160", "BAB_6 Hendra Gunawan": "https://digilib.itb.ac.id/gdl/download/302161"}, "Penulis": "Hendra Gunawan [24021002]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "jaringan rantai pasok, logistik perikanan, perikanan tangkap, peran stakeholder", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "10 Agu 2023"}