{"Nomor": 76044, "Judul": "DAMPAK KEBIJAKAN DESENTRALISASI TERHADAP PEREKONOMIAN INDONESIA", "Abstrak": "Kebijakan “big bang” desentralisasi di Indonesia muncul sebagai respons atas kegagalan pemerintahan orde baru dalam menangani krisis 1998. Sejak era reformasi, desentralisasi membawa harapan baru untuk terwujudnya pertumbuhan ekonomi yang lebih merata di daerah. Namun, dampak kebijakan desentralisasi di Indonesia selama dua dekade terakhir masih dipertanyakan sementara kajian yang ada terbatas pada pembahasan aspek desentralisasi fiskal saja. Adanya dinamika politik yang terjadi pada tahun 2020 pasca terbitnya UU Cipta Kerja yang menganulir kewenangan perizinan oleh daerah dengan dalih kemudahan perizinan berusaha dan investasi, memberikan tendensi kembalinya pemerintahan ke arah sentralisasi di mana hal ini merupakan kemunduran bagi penerapan kebijakan desentralisasi di Indonesia. Terbaru, pada tahun 2022, kebijakan desentralisasi di Indonesia kembali diperkuat dengan adanya UU Hubungan Keuangan Pusat dan Daerah. Dengan menggunakan Synthetic Control Method dan Path Analysis, studi ini bertujuan untuk mengkaji dampak kebijakan desentralisasi selama dua dekade terakhir. Berdasarkan unit negara-negara dengan karakteristik yang sama dengan Indonesia tetapi tidak mengalami intervensi kebijakan desentralisasi sebagaimana dialami Indonesia, SCM mengkonstruksi perilaku PDB per kapita Indonesia untuk periode validasi atau pra intervensi dari tahun 1961 hingga 2000 dan periode pasca intervensi dari tahun 2001 hingga tahun 2021. Sementara itu, path analysis digunakan untuk menganalisis keterkaitan komponen pilar desentralisasi fiskal, administrasi, politik, dan ekonomi terhadap variabel intervening, PDRB per kapita, dan terhadap variabel outcome: tingkat kemiskinan, tingkat ketimpangan, dan indeks pembangunan manusia dengan menggunakan unit analisis provinsi selama 10 tahun terakhir.\n\nHasil studi menunjukkan bahwa kebijakan desentralisasi memberikan pengaruh yang positif dan signifikan terhadap pertumbuhan ekonomi di Indonesia selama 20 tahun terakhir. Pada studi ini, di antaranya ditemukan bahwa pilar desentralisasi fiskal yang diwakili oleh variabel transfer ke daerah per kapita, memegang peranan terbesar dalam peningkatan indeks pembangunan manusia dibandingkan dengan variabel pilar desentralisasi lainnya. Kenaikan 1 persen transfer ke daerah per kapita akan memberikan dampak kenaikan IPM sebesar 4,7 persen. Namun, masih ditemukan pengaruh naiknya ketimpangan yang disebabkan oleh variabel derajat desentralisasi fiskal meskipun tidak secara signifikan. Dampak terbesar juga ditunjukkan oleh variabel transfer ke daerah yang juga memiliki peranan terbesar dalam pertumbuhan ekonomi dan penurunan kemiskinan di daerah; transfer ke daerah\n \nper kapita memberikan dampak kenaikan PDRB per kapita dan penurunan tingkat kemiskinan masing-masing sebesar 44,9 dan 21,4 persen. Sedangkan, rata-rata DDF nasional selama 5 tahun terakhir sebesar 0,29 dari 1 menunjukkan porsi belanja daerah lebih banyak didanai oleh dana transfer dari pusat daripada PAD. DDF hanya mampu memberikan dampak terhadap penurunan kemiskinan dan kenaikan IPM dengan koefisien yang jauh lebih kecil. Temuan ini berarti bahwa sebagian besar daerah-daerah di Indonesia masih belum mandiri secara fiskal dan memiliki ketergantungan yang tinggi terhadap transfer dari pemerintah pusat dalam menunjang aspek ekonomi dan pembangunan di daerahnya. Dengan demikian, perlu adanya kebijakan peningkatan derajat desentralisasi fiskal melalui peningkatan pendapatan asli daerah, daripada hanya mengandalkan dana transfer dari pusat. Di samping itu, pilar desentralisasi politik juga berkontribusi secara positif terhadap ekonomi dan pembangunan. Pilar desentralisasi politik adalah pilar yang paling berpengaruh signifikan terhadap penurunan tingkat ketimpangan di daerah, yakni sebesar 6,0 persen.\n\nAkan tetapi, dua pilar desentralisasi lainnya, yakni desentralisasi administrasi dan desentralisasi ekonomi penanaman modal asing tidak memberikan dampak menguntungkan bagi perekomian dan pembangunan Indonesia. Masih ditemukan pengaruh naiknya kemiskinan dan menurunnya IPM yang disebabkan oleh variabel pemda per kapita. Hal ini menandakan bahwa birokrasi yang ada belum mampu berdampak terhadap pertumbuhan ekonomi sehingga peningkatan aspek kesehatan, pendidikan, dan pengeluaran sebagaimana diukur melalui indeks pembangunan manusia masih belum tercapai. Kemudian, untuk pilar desentralisasi ekonomi, hal yang perlu menjadi catatan kritis adalah bahwa pilar desentralisasi ekonomi yang ditunjukkan oleh variabel realisasi penanaman modal dalam asing dan dalam negeri ternyata memiliki pengaruh total yang paling kecil dibandingkan dengan pilar desentralisasi lainnya. Lebih dari itu, ditemukan pengaruh negatif variabel penanaman modal asing terhadap IPM. Hal ini mengindikasikan bahwa realisasi investasi yang dilakukan di daerah selama ini tidak cukup berdampak bagi ekonomi dan pembangunan di daerah. Untuk itu, kebijakan kemudahan perizinan berusaha dan investasi perlu difokuskan untuk mendorong peningkatan pendapatan asli daerah di lokasi-lokasi diadakannya proyek investasi tersebut sehingga dampak yang dirasakan dapat lebih inklusif, daripada semata-mata untuk keuntungan ekonomi bagi sebagian kelompok penanam modal.", "Daftar File": {"COVER Muhammad Sulton Asofyan": "https://digilib.itb.ac.id/gdl/download/302164", "BAB_1 Muhammad Sulton Asofyan": "https://digilib.itb.ac.id/gdl/download/302165", "BAB_2 Muhammad Sulton Asofyan": "https://digilib.itb.ac.id/gdl/download/302166", "BAB_3 Muhammad Sulton Asofyan": "https://digilib.itb.ac.id/gdl/download/302167", "BAB_4 Muhammad Sulton Asofyan": "https://digilib.itb.ac.id/gdl/download/302168", "BAB_5 Muhammad Sulton Asofyan": "https://digilib.itb.ac.id/gdl/download/302169", "BAB_6 Muhammad Sulton Asofyan": "https://digilib.itb.ac.id/gdl/download/302170"}, "Penulis": "Muhammad Sulton Asofyan [24022013]", "Kontributor / Dosen Pembimbing": ["Dr. Tengku Munawar Chalil, S.T., M.PP."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "desentralisasi, pertumbuhan ekonomi, fiskal, politik, administrasi, investasi", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "10 Agu 2023"}