{"Nomor": 76059, "Judul": "ANALISIS STAKEHOLDER UNTUK PENANGANAN SANITASI KAWASAN KUMUH DI KOTA BIMA DAN KOTA MANADO.", "Abstrak": "Pemerintah sudah mengupayakan penyediaan layanan sanitasi layak bagi seluruh penduduk Indonesia dalam lima tahun terakhir. Walaupun usaha pengadaan sarana dan prasarana sanitasi sudah gencar dilakukan berbagai institusi pemerintah, sering kali sarana dan prasarana tersebut terbengkalai dan tidak tepat guna. Diperlukan analisis lebih lanjut agar teknologi tepat guna dapat diterapkan di masyarakat dengan tanggung jawab. Dengan kata lain, diperlukan kejelasan peran masing-masing stakeholder. Dalam penelitian ini diambil Kota Bima dan Kota Manado sebagai studi kasus. Dalam penelitian ini dilakukan metode campuran atau mixed method yang secara umum dilakukan secara kualitatif pada metode Stakeholder Analysis (SA) dan metode kuantitatif pada metode Social Network Analysis (SNA). Stakeholder Analysis dilakukan dengan focus group discussion (FGD) sedangkan Social Network Analysis dilakukan berdasarkan kuesioner yang diisi oleh peserta FGD saat acara FGD berlangsung. Hasil rangkaian penelitian di Kota Bima: teridentifikasi 52 stakeholder yang memiliki kepentingan terkait sanitasi di permukiman kumuh; terpetakan ada 8 aktor kunci, 7 aktor penting, 6 subjek, dan 9 aktor tambahan; 4 influential stakeholders yang juga adalah aktor kunci, yaitu: Badan Perencanaan Pembangunan Daerah Kota Bima, PAMSIMAS, Dinas Lingkungan Hidup Kota Bima, dan Dinas Pekerjaan Umum dan Penataan Ruang Kota Bima. Sedangkan di Kota Manado: teridentifikasi 48 stakeholders yang memiliki kepentingan terkait sanitasi di permukiman kumuh; terpetakan ada 9 aktor kunci, 2 aktor penting, 13 subjek, dan 9 aktor tambahan; 3 influential stakeholders yang juga adalah aktor kunci (KOTAKU dan Badan Perencanaan Penelitian dan Pengembangan Daerah Kota Manado) dan aktor penting (Dinas Perumahan Rakyat dan Kawasan Permukiman Kota Manado).\nStrategi jangka pendek dapat dilakukan dengan menjalin kerja sama sesuai kategori stakeholder yang didapat melalui Stakeholder Analysis (matriks power-interest).", "Daftar File": {", Abstrak Tesis - 25721011 - David C H.pdf": "https://digilib.itb.ac.id/gdl/download/302188"}, "Penulis": "David Christian Hutagaol [25721011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Prayatni Soewondo, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sanitasi,kawasan kumuh, analisis stakeholder,kota Bima,Kota Manado", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "10 Agu 2023"}