{"Nomor": 76067, "Judul": "MENGANALISIS NILAI PERUSAHAAN SETELAH MERGER DAN AKUISISI DI INDUSTRI PETROKIMIA", "Abstrak": "Menguji penggabungan dan akuisisi Industries Qatar Q.P.S.C(IQCD) and Mesaied Petrochemical Holding (MPHC) dalam industri petrokimia. Tujuan dari studi ini adalah menganalisis motif di balik penggabungan ini, mengevaluasi dampaknya pada perusahaan yang terlibat dan industri secara keseluruhan, serta menilai tantangan dan peluang yang dihadapi selama proses integrasi. \n \nMetodologi penelitian ini melibatkan pengumpulan data keuangan, laporan industri, dan informasi terkait dari perusahaan yang mengalami akuisisi. Analisis dilakukan untuk membandingkan nilai perusahaan sebelum dan setelah akuisisi, Selanjutnya, penelitian ini mengevaluasi kinerja keuangan dari entitas yang digabungkan, menguji indikator keuangan utama seperti pertumbuhan pendapatan, profitabilitas, dan return on investment. Penelitian ini menyelidiki posisi pasar dan keunggulan bersaing entitas yang digabungkan dalam industri petrokimia, dengan mempertimbangkan faktor seperti pangsa pasar, persepsi pelanggan, dan kemampuan inovasi. \nPenelitian ini menyimpulkan dengan analisis kritis terhadap pelajaran yang dipetik dari penggabungan IQCD-MPHC, memberikan wawasan bagi perusahaan lain yang mempertimbangkan transaksi serupa dalam industri petrokimia. Studi ini berkontribusi pada pengetahuan yang ada mengenai penggabungan dan akuisisi, menawarkan wawasan berharga tentang implikasi strategis, keuangan, dan operasional dari transaksi tersebut.", "Daftar File": {"2023_TS_PP_Beffy Arpy Irawan-29121535_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/302195"}, "Penulis": "Beffy Arpy Irawan [29121535]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "nilai perusahaan, penggabungan dan akuisisi, industri petrokimia, proses integrasi, kinerja keuangan, posisi pasar, keunggulan bersaing, pelajaran yang dipetik.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "10 Agu 2023"}