{"Nomor": 76064, "Judul": "STRATEGI PENGUATAN MODAL SOSIAL UNTUK MENGEMBANGKAN KEMAMPUAN INOVASI USAHATANI PEMBIBITAN SAYURAN (STUDI KASUS DI DESA WANGUNSARI, LEMBANG, BANDUNG BARAT)", "Abstrak": "Usahatani pembibitan sayuran berperan dalam rantai pasok pertanian di Jawa\nBarat. Desa Wangunsari merupakan desa pelopor yang menginisiasi pembibitan\nsayuran sebagai unit usaha. Dalam mengembangkan usahatani pembibitan\nsayuran, petani pembibitan hanya mengadalkan pengetahuan dari pengalaman dan\ninformasi yang terbatas. Permasalahan selanjutnya yaitu minimnya ketersediaan\ntenaga kerja dan usaha yang masih berbasis subsiten menjadi indikasi kerentanan\ndalam lambatnya perkembangan usaha. Salah satu cara untuk mengatasi hal\ntersebut adalah dengan melakukan inovasi. Mendorong kemauan individu petani\npembibitan untuk melakukan inovasi masih menghadapi berbagai kendala.\nApabila pengetahuan yang dimiliki oleh masing-masing individu petani\npembibitan bergabung, maka akan menjadi kekuatan atau aset yang besar untuk\nmampu menciptakan inovasi. Aset tersebut adalah sumberdaya sosial yang disebut\nsebagai modal sosial. Penelitian ini bertujuan untuk mengetahui kondisi modal\nsosial usahatani pembibitan sayuran di Desa Wangunsari, pengaruh modal sosial\ndalam mengembangkan kemampuan inovasi usahatani pembibitan sayuran, dan\nmerumuskan strategi penguatan modal sosial untuk mengembangkan kemampuan\ninovasi usahatani pembibitan sayuran di Desa Wangunsari. Metode penelitian\nmenggunakan pendekatan kualitatif dan kuantitatif. Teknik pengumpulan data\nmenggunakan wawancara terstruktur dan semi struktur serta observasi partisipatif.\nTeknik analisis data yang digunakan adalah analisis jaringan sosial menggunakan\nUCINET 6.0, analisis deskriptif kualitatif, analisis regresi linier berganda, dan\nanalisis SWOT-QSPM. Hasil penelitian menunjukkan bahwa kondisi ikatan\njaringan dapat digambarkan dari hasil analisis jaringan sosial yaitu nilai density\n10.3% menunjukkan adanya ikatan jaringan yang lemah. Kondisi kepercayaan\nusahatani pembibitan sayuran adanya indikasi rentan terutama kepercayaan\ndengan pihak eksternal. Kondisi norma yang ada berkembang menjadi aturan\nyang disepakati bersama. Sedangkan visi bersama dipahami sebagai tujuan yang\ningin dicapai bersama. Modal sosial berpengaruh dalam pengembangan\nkemampuan inovasi usahatani pembibitan sayuran di Desa Wangunsari. Adanya\nikatan jaringan memberikan kemudahan dalam mendapatkan informasi yang\nmurah dan cepat untuk mengidentifikasi dan verifikasi dalam keputusan inovasi.\nKepercayaan menciptakan lingkungan usaha yang berani dalam mencoba hal yang\nbaru. Norma memberikan dukungan dan penghargaan dalam perilaku inovasi.\nVisi bersama memfasilitasi komunikasi anggota usaha mendorong ide-ide inovasi.\nPenentuan strategi penguatan modal sosial berdasarkan analisis SWOT-QSPM\ndidapat prioritas pertama yaitu melakukan perluasan jaringan pasar dengan skor\nTAS tertinggi sebesar 5,21.", "Daftar File": {"ABSTRAK Azifah An'amillah": "https://digilib.itb.ac.id/gdl/download/302192"}, "Penulis": "Azifah An'amillah [21321020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mia Rosmiati, M.P.", "Dr. Pujo, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kemampuan Inovasi, Modal Sosial, Usahatani Pembibitan Sayuran", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Agu 2023"}