{"Nomor": 76078, "Judul": "PERUBAHAN PREFERENSI GENERASI-Z  DARI MEREK MODE GLOBAL KE LOKAL  SETELAH PANDEMI COVID-19  (SEBUAH PERBANDINGAN ANTARA INDONESIA DAN  BELANDA)", "Abstrak": "Pandemi covid-19 yang dimulai empat tahun lalu telah mengubah cara orang hidup, bekerja, dan berbelanja. Pembatasan pemerintah telah membuat orang mengembangkan kebiasaan baru yang dapat dilakukan dari rumah. Industri mode  sebagai salah satu industri yang paling berpengaruh di Indonesia, serta sesuatu yang selalu diperdagangkan secara luring, menjadi salah satu area yang terkena dampak. Industri ini mengalami penurunan terutama pada tahun 2019 dan 2020. Namun, temuan awal menunjukkan bahwa kondisi ini menguntungkan bisnis mode lokal yang telah beroperasi secara daring sejak sebelum masalah ini muncul. Oleh karena itu, penelitian ini dilakukan untuk menyelidiki preferensi konsumen generasi-Z pasca pandemi covid-19 terkait merek mode lokal dan global, dengan fokus pada perbandingan lintas budaya antara Indonesia dan Belanda. Tujuan penelitian ini adalah memahami faktor-faktor yang memengaruhi preferensi merek mode generasi-Z dan mengeksplorasi perbedaan potensial antara kedua negara tersebut. Penelitian ini dilakukan menggunakan metode kuantitatif dengan alat kuesioner daring yang didistribusikan kepada sampel konsumen generasi-Z dari dua universitas di Indonesia dan Belanda. Kemudian, data diproses menggunakan partial least square-structural equation modelling (PLS-SEM). \nHasil menunjukkan bahwa generasi Z dari kedua negara lebih memilih merek mode lokal dibandingkan merek global. Perbedaan antara kedua negara tersebut tampak dari partisipan Indonesia yang menekankan pentingnya interaktivitas merek, sementara dampaknya pada partisipan Belanda kurang signifikan. Implikasi dari studi ini menyoroti perilaku konsumen generasi-Z yang terus berkembang pasca pandemi terutama pergeseran preferensi ke merek mode lokal. Memahami preferensi ini dapat membantu pemilik bisnis mode dan tim pemasaran dalam menyesuaikan strategi mereka untuk memenuhi kebutuhan dan nilai-nilai saat ini dari konsumen generasi-Z. Selain itu, perbandingan lintas budaya ini memberikan pandangan bagi pemilik bisnis fashion yang berencana untuk memperluas pasar mereka ke negara-negara maju dengan karakteristik yang mirip dengan Belanda.", "Daftar File": {"2023_TS_PP_Gabriella Franceliana-29121307_full Text.pdf": "https://digilib.itb.ac.id/gdl/download/302233"}, "Penulis": "Gabriella Franceliana Pramono [29121307]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "merek fashion local; merek fashion global; covid-19; perbandingan lintas budaya; preferensi konsumen.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "10 Agu 2023"}