{"Nomor": 76077, "Judul": "EVALUASI PROGRAM PEMBELAJARAN BERBASIS KOMPETENSI MENGGUNAKAN MODEL EVALUASI KIRKPATRICK", "Abstrak": "Kepemimpinan merupakan sebuah kemampuan yang dinilai penting untuk dimiliki para pemimpin, dimana mereka dibebani sebuah tanggung jawab untuk menjadi contoh bagi karyawannya. Seorang pemimpin memiliki peranan yang penting dalam sebuah organisasi. Seorang pemimpin harus dapat mendorong dan mengarahkan orang-orang yang mereka pimpin untuk memiliki perubahan kea rah yang lebih baik. Mengingat pentingnya kepemimpinan, perusahaan tersebut merangkai sebuah program pengembangan kepemimpinan (LDP) yang tidak terputus. Program tersebut wajib diikuti dari level manajerial dasar hingga ke jajaran direksi. Salah satu program yang digunakan untuk mengembangkan kepemimpinan adalah pembelajaran berbasis kompetensi (Competency-Based Learning, CBL). Program CBL dirancang supaya program pelatihan lebih berfokus pada pengembangan kompetensi yang dinilai penting untuk dimiliki oleh para manajer di perusahaan terkait. Secara spesifik, program pelatihan yang akan ditinjau adalah CBL-3 dimana program tersebut ditujukan untuk manajer pada level BOD-3. Para manajer di level ini, dituntut untuk mengasah kemampuan untuk pekerjaan yang bersifat taktis, mampu memotivasi, mengatur proyek jangka pendek, dan berorientasi untuk membangun komunikasi yang baik antar karyawan. Tujuan khusus program pelatihan berbasis kompetensi adalah untuk mengembangkan lima kompetensi yaitu Ketajaman Bisnis, Membangun Kemitraan, Pengambilan Keputusan, Perencanaan dan Pengorganisasian, dan Manajemen Eksekusi. Dengan tujuan tersebut, program pelatihan perlu dievaluasi untuk mengidentifikasi ada atau tidaknya dampak positif bagi para peserta. Model Kirkpatrick dipilih dengan pertimbangan model yang sederhana, mudah diaplikasikan, fleksibel, dan adaptif untuk segala macam jenis pelatihan. Proses evaluasi pun terbilang singkat terlebih dengan adanya umpan balik serta observasi perilaku kunci peserta sehingga mempermudah proses identifikasi demi terciptanya perbaikan dari pelatihan tersebut. Berdasarkan hasil analisis Kirkpatrick Model, program pelatihan berbasis kompetensi memiliki dampak positif bagi peserta. Dampak tersebut disimpulkan dari perilaku kunci yang muncul, nilai keaktifan peserta selama program pelatihan berlangsung, dan penilaian kualitatif peserta pada aspek-aspek yang dinilai penting dalam sebuah program pelatihan. Program ini pun mampu memberikan kemampuan dan pengetahuan baru bagi para peserta yang mendukung munculnya perilaku kunci dari kompetensi-kompetensi yang ditargetkan. Namun, pada penyelenggaraannya, program pelatihan memiliki beberapa aspek yang mendapatkan penilaian rendah dari peserta. Berdasarkan hasil penilaian dari peserta, direkomendasikan bahwa perlu adanya perbaikan pada aspek-aspek tersebut demi terciptanya program pelatihan yang mumpuni serta hasil yang maksimal pada peserta setelah mengikuti program pelatihan berbasis kompetensi.", "Daftar File": {"2023_TS_PP_Fanisa Widya Febriyani-29120587_Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/302232"}, "Penulis": "Fanisa Widya Febriyani [29120587]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si.Psikolog."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kirkpatrick, evaluasi pelatihan, kepemimpinan, perilaku, dampak positif, pembelajaran berbasis kompetensi", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "10 Agu 2023"}