{"Nomor": 76084, "Judul": "IDENTIFIKASI MIRNA THEOBROMA CACAO L. SEBAGAI KANDIDAT AGEN BIOKONTROL PHYTOPHTHORA PALMIVORA", "Abstrak": "Kakao merupakan salah satu komoditas hasil perkebunan yang bernilai ekonomis tinggi\ndengan permintaan pasar yang semakin meningkat baik di dalam maupun luar negeri. Salah\nsatu permasalahan yang sering di alami oleh petani kakao adalah adanya gangguan dari\ncendawan Phytophthora palmivora yang dapat menyebabkan penyakit black pod disease\n(BPD) atau penyakit busuk buah. Penyakit ini dapat menyebabkan penurunan produksi kakao\nhingga mencapai lebih dari 50%. Usaha pengendalian terhadap P. palmivora yang umum\ndilakukan adalah dengan penggunaan fungisida, namun cara tersebut dapat memberikan\ndampak negatif pada lingkungan. Cross kingdom RNAi merupakan salah satu mekanisme\npertahanan tanaman terhadap infeksi patogen yang dilakukan dengan mentransfer small RNA\nregulatory ke dalam patogen yang menyerang tanaman tersebut. Hal ini kemudian akan\nmenyebabkan pembungkaman gen virulensi dari patogen tersebut, sehingga infeksi patogen\ndapat ditekan. Pada penelitian ini dilakukan analisis transkriptomik miRNA pada buah kakao\nyang terinfeksi P. palmivora dan potensinya untuk menjadi biokontrol berbasis RNAi. Buah\nkakao varietas resisten dan rentan terhadap BPD didapatkan dari Perkebunan kakao, Pusat\nPenelitian Kopi dan kakao Indonesia, Jember, Jawa Timur. miRNA pada buah kakao resisten\ndan rentan kemudian diisolasi dan didapatkan isolat miRNA dengan kemurniaan dari 1,87\nhingga 2,00 dan konsentrasi dari 37,9 hingga 81 ng/?L. Isolat miRNA kemudian\ndisekuensing dengan menggunakan platform Illumina/Novoseq 6000. Hasil sekuensing\nmenunjukkan total jumlah bacaan mentah berkisar antara 9 hingga 12 juta bacaan.\nKontaminasi adapter kemudian dihapus dari bacaan mentah dengan menggunakan\nTrimmomatic dan didapatkan bacaan bersih dengan panjang antara 18-28 nt sejumlah 4\nhingga 10 juta bacaan. Bacaan bersih kemudian dipetakan ke dalam genom kakao dan\ndikuantifikasi dengan menggunakan Rsubread. Identifikasi miRNA yang sudah diketahui\ndilakukan berdasarkan database pmiREN dan miRBase dan didapatkan 53 miRNA yang\nsudah diketahui, sedangkan identifikasi dan analisis miRNA novel dilakukan dengan\nMirdeep2 dan didapatkan 67 miRNA novel. Hasil analisis ekspresi diferensial miRNA\ndengan Deseq2 menunjukkan bahwa terdapat 17 miRNA yang terekspresi berbeda secara\nsignifikan pada buah coklat yang terinfeksi P. palmivora, dimana 9 miRNA mengalami\nregulasi naik dan 8 miRNA mengalami regulasi turun. Analisis target pada P. palmivora\nmenunjukkan bahwa tcc-miR156b, Novel-miR6, dan Novel-miR18 menarget protein efektor\npada P. palmivora, dimana protein efektor tersebut berfungsi sebagai faktor virulensi yang\nakan mengelisitasi respon hipersensitif tanaman. Selain itu juga didapatkan miRNA yang\nmenarget gen P. palmivora yang berperan dalam beberapa proses penting, diantaranya dalam\nglikolisis, respirasi, dan siklus sel. Hal ini menunjukkan bahwa miRNA tersebut memiliki\npotensi untuk digunakan sebagai biokontrol berbasis RNAi. Penelitian ini diharapkan dapat\nmenjadi salah satu upaya untuk mengendalikan infeksi P. palmivora pada buah kakao dan\njuga ikut membantu mendukung produksi kakao nasional.", "Daftar File": {"ABSTRAK Yonadita Pramesti": "https://digilib.itb.ac.id/gdl/download/302241"}, "Penulis": "Yonadita Pramesti [21121017]", "Kontributor / Dosen Pembimbing": ["Karlia Meitha, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Black Pod Disease, kakao, miRNA, Phytophthora palmivora", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Agu 2023"}