{"Nomor": 76088, "Judul": "PERSEPSI PENGUNJUNG TERHADAP PRODUK WISATA DAN PELAYANAN DI TAMAN MINI INDONESIA INDAH", "Abstrak": "Taman Mini Indonesia Indah merupakan salah satu taman rekreasi yang berlokasi di Jakarta dengan tujuan untuk memberikan edukasi sekaligus hiburan bagi pengunjung. Keberagaman jenis atraksi wisata yang ada Taman Mini Indoenesia Indah bertujuan untuk meningkatkan kunjungan wisatawan nusantara dan mancanegaran namun keseimbangan peningkatan antara kunjungan wisatawan dengan data mengenai produk dan pelayanan di destinasi tersebut masih sangat terbatas maka dari itu penulis menganggap penelitian ini perlu untuk dilakukan dengan maksud untuk mengetahui persepsi pengunjung terhadap produk dan kualitas layanan Taman Mini Indonesia Indah, diharapkan hasil dari studi ini dapat membantu dan menjadi dasar bagi stakeholders terkait dalam merumuskan kebijakan yang sesuai untuk pengembangan dan pemasaran dari Taman Mini Indonesia Indah.\nMetode yang digunakana dalam penelitian ini adalah purposive sampling dengan kuesioner, wawancara terbuka serta ulasan yang diberikan pengunjung pada situs TripAdvisor. Teknik analisis data yang digunakan yaitu deskriptif kualitatif dengan pendekatan Kuantitatif, dalam penelitian ini terdapat dua variabel yang akan diukur yaitu produk dengan 12 indikator dan kualitas pelayanan dengan delapan, hasil dari penelitian ini menunjukan bahwa terdapat empat indikator yang mendapatkan nilai tertinggi dengan kategori sangat setuju yaitu produk di Taman Mini Indonesia Indah memiliki beraneka ragam kegiatan wisata dengan nilai rata-rat 4.30 dengan persentase 43.6% responden memberikan nilai 5, fasilitas yang tersedia memadai dengan nilai rata-rata 4.29 dengan persentase 49.5% responden memberikan nilai 5, kualitas dari fasilitas tersebut sudah baik dengan nilai rata 4.26 dengan persentase 42.6% responden memberikan nilai 5, dan Taman Mini Indonesia Indah merupakan tempat yang sangat popular dan mudah dicari di sosial media dengan nilai rata-rata 4.26 dengan persentase 43.6% responden memberikan nilai 5, sedangkan untuk variabel pelayanan terdapat dua indikator yang mendapatkan nilai tertinggi dengan kategori setuju yaitu pelayanan yang diberikan staff baik dengan rata-rata\n4.02 dengan persentase 32.7% responden membeirkan nilai 5 dan staff dapat memberikan kenyamanan kepada pengunjung dengan rata-rata 4.02 dengan persentase 32.7% responden mmberikan nilai 5. Pengunjung mayoritas berasal dari jabodetabek dengan rentan usia 17-35 tahun yang mendapatkan nformasi dari internet dan datang ke destinasi bersama dengan teman.", "Daftar File": {"COVER Adi Husnaini": "https://digilib.itb.ac.id/gdl/download/302374", "BAB_1 Adi Husnaini": "https://digilib.itb.ac.id/gdl/download/302375", "BAB_2 Adi Husnaini": "https://digilib.itb.ac.id/gdl/download/302376", "BAB_3 Adi Husnaini": "https://digilib.itb.ac.id/gdl/download/302377", "BAB_4 Adi Husnaini": "https://digilib.itb.ac.id/gdl/download/302378", "BAB_5 Adi Husnaini": "https://digilib.itb.ac.id/gdl/download/302379", "BAB_6 Adi Husnaini": "https://digilib.itb.ac.id/gdl/download/302380"}, "Penulis": "Adi Husnaini [28821008]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, M.E.S, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Taman Mini Indonesia Indah, Edutainment, Produk wisata", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "10 Agu 2023"}