{"Nomor": 76097, "Judul": "PREDIKSI SUBSEASONAL CROSS-EQUATORIAL NORTHERLY SURGE (STUDI KASUS: 31 DESEMBER 2019)", "Abstrak": "Prediksi cuaca dan musim memiliki kesenjangan (gap) antara keduanya. Prediksi\nsubseasonal merupakan periode prediksi untuk menutup kesenjangan antara\nprakiraan cuaca harian dan prediksi iklim musiman. Salah satu fenomena skala\nsubseasonal pada 31 Desember 2019–1 Januari 2020 adalah cross-equatorial\nnortherly surge yang berpengaruh pada kondisi cuaca dan mendukung peningkatan\ncurah hujan di sebagian wilayah Indonesia. Prediksi subseasonal dapat digunakan\nuntuk menganalisis kondisi atmosfer saat terjadi fenomena skala subseasonal yang\nbelum mampu dipenuhi oleh prediksi cuaca harian. Oleh karena itu, diperlukan\nprediksi subseasonal yang akurat untuk mengkaji fenomena skala subseasonal.\nPenelitian ini menggunakan simulasi model WRF-ARW untuk prediksi\nsubseasonal pada 15 Desember 2019–15 Januari 2020. Simulasi dilakukan untuk\ncycle 00, 06, 12, dan 18. Identifikasi fenomena cold surge menggunakan pola 5\nharian dan dilihat kemiripan polanya dengan data referensi ERA5. Pola 5 hari\nsebelum kejadian (26–30 Desember 2019), 5 hari kejadian (31 Desember 2019–4\nJanuari 2020), dan 5 hari setelah kejadian (5–9 Januari 2020). Pada hasil identifikasi\npola dilakukan perhitungan probabilistik pada keempat cycle untuk memprakirakan\nketidakpastian dari hasil prediksi.\nSecara keseluruhan hasil prediksi subseasonal mampu mensimulasikan fenomena\ncold surge. Parameter yang dikaji seperti kelembapan relatif, temperatur permukaan,\nkecepatan angin meridional, dan transpor kelembapan dapat mengidentifikasi\nkejadian cold surge pada cycle tertentu. Parameter kelembapan relatif dan\ntemperatur permukaan teridentifikasi pada cycle 18, sedangkan parameter\nkecepatan angin meridional dan transpor kelembapan teridentifikasi pada cycle 00.\nDari hasil simulasi cycle 18, fenomena cold surge ditandai dengan adanya\npeningkatan massa udara kering menuju selatan dan penurunan temperatur\npermukaan sebesar 4 °C menuju selatan ke wilayah yang lebih hangat. Penguatan\nangin meridional dan transpor kelembapan menuju selatan di sepanjang jalur\npergerakannya yang merupakan ciri utama fenomena cold surge teridentifikasi pada\ncycle 00. Hal ini menunjukkan bahwa prediksi subseasonal yang akurat\nmembutuhkan prediksi probabilistik karena hasil simulasi satu cycle tidak dapat\nmerepresentasikan sinyal cold surge secara utuh.", "Daftar File": {"ABSTRAK Dinda Wulan Safitri": "https://digilib.itb.ac.id/gdl/download/302463"}, "Penulis": "Dinda Wulan Safitri [12819024]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si.", "Muhammad Ridho Syahputra, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Cold surge, Cycle time, Subseasonal.", "Sumber": "", "Staf Input/Edit": "Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "10 Agu 2023"}