{"Nomor": 76099, "Judul": "JAIS DARGA: PEREMPUAN PENYALUR SENI  DALAM PASAR SENI RUPA INDONESIA TAHUN (1997-1998)", "Abstrak": "Dalam budaya patriarki Indonesia, praktik penyaluran karya seni adalah kegiatan yang sebagian besar  diperuntukkan  bagi  aktor  seni  rupa  berjenis  kelamin  laki-laki. Meski  peningkatan kesadaran akan kesetaraan gender dalam berbagai biang, pasar seni rupa masih terjebak dalam paradigma yang cenderung mendiskriminasi perempuan dalam perannya sebagai penyalur. Pada tahun  1980-an,  perempuan  penyalur  seni  mulai  muncul di  Indonesia.  Jais  Darga adalah perempuan penyalur seni yang di tahun 1987 memperkenalkan dirinya sebagai penyalur seni pada masyarakat seni rupa Indonesia. Jais Darga  tercatat memiliki galeri di Indonesia dan Perancis.  Melalui  galeri-galerinya  ini,  Jais  Darga menyelenggarakan  berbagai  pameran  dan memperkenalkan seniman-seniman Indonesia ke panggung seni rupa global.\nFokus penelitian ini adalah mengkaji kemunculan penyalur seni di Indonesia dan  kekhasan praktik penyalur seni yang dilakukan oleh Jais Darga sebagai perempuan penyalur seni yang didominasi  oleh  laki-laki. Penelitian  ini mengambil  dua  sampel  pameran yang  pernah diseleggarakan Jais Darga: Pameran Modern Masters of Indonesia and Europe (Darga Gallery, Indonesia) dan Pameran Six Peintres Indonesien A Paris (Darga & Lansberg Galerie, Paris). Kedua pameran ini dianalisis menggunakan teori modal Pierre Felix Bourdieu dan tiga konsep transendensi Simone De Beauvoir. \nBerdasarkan  hasil  analisis  didapatkan  jawaban  bahwa  Jais  Darga telah  berhasil  menembus stereotipe patriarki dan mendapatkan pengakuan dalam bidang penyaluran karya seni. Penelitian ini juga menanalisa perbedaan dan strategi serta kekhasan praktik Jais Dargasebagai perempuan penyalur seni  dalam memasarkan karya seni yang ia miliki.", "Daftar File": {"2023 TS PP  NOVITA YULIA 1.pdf": "https://digilib.itb.ac.id/gdl/download/302468"}, "Penulis": "Novita Yulia [27020007]", "Kontributor / Dosen Pembimbing": ["Dr. Ira Adriati, S.Sn., M.Sn.", "Dr. Agung Hujatnika, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Perempuan, penyalur seni, pasar seni rupa, patriarki, kajian perempuan.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "10 Agu 2023"}