{"Nomor": 76091, "Judul": "IDENTIFIKASI MIRNA THEOBROMA CACAO L. YANG MERESPON PATOGEN PHYTOPHTHORA PALMIVORA UNTUK PENGEMBANGAN TANAMAN COKLAT VARIETAS TAHAN BLACK POD DISEASE", "Abstrak": "Penurunan produktivitas kakao (Theobroma cacao L.) di Indonesia akibat black\npod disease (BPD) berdampak cukup signfikan bagi perekonomian Indonesia.\nStrategi konvensional pengendalian penyakit BPD yang disebabkan oleh\nPhytophthora palmivora adalah melalui penggunaan varietas yang resisten\nterhadap penyakit BPD. Secara alami, resistensi tanaman dapat disebabkan oleh\nregulasi ekspresi gen-gen ketahanan sebagai manifestasi dari supresi miRNA yang\nmenginduksi RNA interference. Penelitian ini bertujuan untuk mengidentifikasi\nmiRNA T. cacao yang diregulasi secara signifikan saat terserang P. palmivora dan\nmentarget gen resistensi T. cacao itu sendiri. Diharapkan, pembungkaman miRNA\ntersebut dapat meningkatkan ekspresi gen resistensi dan membuat T. cacao lebih\ntahan terhadap P. palmivora. Dalam penelitian ini sampel T. cacao varietas resisten\ndan rentan yang terinfeksi P. palmivora dikoleksi dari perkebunan Pusat Penelitian\nKopi dan Kakao Indonesia, Jember, Jawa Timur masing-masing dua ulangan. small\nRNA diekstraksi menggunakan kit mirPremier miRNA (Sigma Aldrich, Jerman).\nHasil ekstraksi miRNA didapatkan kemurnian dengan rasio A260/280 pada rentang\n1,8 – 2 dengan konsentrasi 37.9 – 81.0 ng/?l. Isolat miRNA disekuensing pada\nplatform Ilumina Novaseq 6000 (Novogen, Singapura). Hasil sekuensing miRNA\nmenghasilkan bacaan mentah sebanyak 9 – 12 juta bacaan. Bacaan mentah\ndibersihkan dari adapter dan disaring pada panjang 18 – 28 bp menggunakan\nprogram Trimmomatic, sehingga diperoleh bacaan bersih sebanyak 2 – 10 juta\nbacaan. Bacaan bersih kemudian dipetakan ke genom T. cacao dan dikuantifikasi\nmenggunakan package R subread. Dari penelitian ini, diperoleh 54 known miRNA\ndan 67 novel miRNA yang berhasil dikuantifikasi, 17 miRNA diantaranya\nmengalami ekspresi secara berbeda. Sembilan miRNA yang terekspresi naik\ndikelompokkan menarget sistem respon pertahanan tanaman dan resistensi terhadap\npatogen, fotosintesis, ubikitinasi protein, DNA damage checkpoint signaling dan\nDNA repair. Sementara 8 miRNA yang terekspresi turun dikelompokkan menarget\ndisease-resistant genes, reseptor protein kinase, komponen dinding sel, ubiquitinasi\nprotein, pertumbuhan biji, dan stuktur jaringan pembuluh. Kandidat miRNA dari\npenelitian ini diharapkan dapat digunakan dalam aplikasi represi gen yang berkaitan\ndengan resistensi T. cacao terhadap serangan P. palmivora melalui pendekatan\nteknologi molekuler.", "Daftar File": {"ABSTRAK Devi Ulfa Ningsih": "https://digilib.itb.ac.id/gdl/download/302392"}, "Penulis": "Devi Ulfa Ningsih [21121028]", "Kontributor / Dosen Pembimbing": ["Karlia Meitha, S.Si., M.Si., Ph.D.", "Popi Septiani, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "microRNA, Theobroma cacao L., Black Pod Disease, Phytophthora palmivora.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Agu 2023"}