{"Nomor": 76102, "Judul": "PENGEMBANGAN PROGRAM EVALUASI GAIT DEVIATION INDEX (GDI) PADA PASIEN CEREBRAL PALSY", "Abstrak": "Cerebral Palsy (CP) merupakan kondisi kerusakan otak permanen non-progresif yang mengakibatkan kelainan pada perkembangan otak, posisi, tonus otot, koordinasi motorik, dan efek neurologis lainnya sehingga penderitanya mengalami kesulitan dalam bergerak, menjaga keseimbangan, dan postur tubuh. Penelitian ini membahas kebutuhan akan penilaian yang objektif dan komprehensif untuk mengukur kualitas gaya berjalan pada pasien cerebral palsy. Untuk tujuan ini, dikembangkan program berbasis MATLAB untuk menghitung Gait Deviation Index (GDI) dengan menggunakan parameter kinematik yang diperoleh dari sistem optical motion capture.\nGDI merupakan salah satu indeks yang mampu mengenali pola gait yang normal dan abnormal pada pasien CP serta mampu membedakan tingkat keparahan pada gait yang abnormal. Indeks tersebut didapatkan dari penggabungan beberapa parameter gait supaya lebih mudah untuk mengerti keseluruhan kualitas gerak berjalan pasien. GDI mengukur jarak Euclidean antara sembilan parameter gait subjek dengan data rata-rata normal.\nTemuan penelitian ini berhasil menunjukkan kemampuan program untuk membedakan antara pola berjalan normal dan abnormal, membuktikan potensi penggunaan GDI sebagai alat penilaian gerak berjalan untuk membantu tenaga kesehatan dalam mengambil keputusan klinis, mengoptimalkan program rehabilitasi, dan menilai keberhasilan terapi.", "Daftar File": {}, "Penulis": "Alya Ligarpalupi Paramesti [13119052]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Andi Isra Mahyuddin, Ph.D.", "Dr. Eng. Sandro Mihradi", "Ir. Ferryanto, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Gait Deviation Index (GDI), cerebral palsy, analisis gerak berjalan, parameter kinematik, optical motion capture", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Agu 2023"}