{"Nomor": 76101, "Judul": "IDENTIFIKASI PENGARUH BENCANA DARI DAMPAK PERUBAHAN IKLIM TERHADAP BENTUK PERPINDAHAN MASYARAKAT DUKUH TIMBULSLOKO BESERTA FAKTOR YANG MEMPENGARUHINYA", "Abstrak": "Perubahan iklim dapat memberikan dampak berupa bencana yang bersifat cepat\n(sudden onset) maupun secara lambat (slow onset). Untuk mengurangi dampak\ntersebut dilakukan berbagai macam upaya adaptasi seperti peninggian rumah,\nberalih pekerjaan, bahkan melakukan aktivitas perpindahan. Perpindahan sendiri\ndapat meningkatkan maupun mengikis kesejahteraan dan ketahanan masyarakat.\nPerpindahan yang berlebihan tanpa adanya perencanaan yang tepat dapat merusak\ntatanan dan kesiambangan dari kota atau wilayah baik di daerah asal maupun di\ndaerah tujuan. Hal ini menjadi tantangan besar bagi negara Indonesia karena\nterdapat banyak kota di Indonesia berada di kawasan pesisir yang sangat rentan\nterhadap bencana akibat perubahan iklim. Studi kasus dalam penelitian ini\ndilakukan di Dukuh Timbulsloko karena daerah tersebut telah mengalami dampak\nbencana dari perubahan iklim secara nyata Penelitian ini bertujuan untuk melihat\nbagaimana pengaruh bencana dari dampak perubahan iklim terhadap bentuk\nperpindahan masyarakat beserta faktor yang mempengaruhinya. Metode\npengumpulan data yang digunakan untuk mengumpulkan data primer adalah\nwawancara, kuesioner dan observasi. Sedangkan, data sekunder dikumpulkan\nmelalui studi literatur dari berbagai dokumen yang berkaitan dengan topik\npenelitian. Analisis dalam penelitian ini menggunakan metode analisis deskriptif\nkualitatif dan analisis spasial. Hasil penelitian menunjukkan bahwa bencana dari\ndampak perubahan iklim yang terjadi di Dukuh Timbulsloko adalah kenaikan\npermukaan air laut, banjir rob, dan abrasi. Bencana tersebut berdampak terhadap\nkondisi fisik dan lingkungan, sosial budaya, ekonomi, serta politik masyarakat\nDukuh Timbulsloko. Bentuk perpindahan masyarakat Dukuh Timbulsloko akibat\nbencana dari dampak perubahan iklim dapat dibedakan menjadi dua yaitu migrasi\npermanen dan Involuntery Immobility. Faktor yang mempengaruhi migrasi\npermanen terdiri dari faktor makro, meso dan mikro. Sedangkan faktor yang\nmempengaruhi Involuntery Immobility adalah faktor makro dan mikro.", "Daftar File": {}, "Penulis": "Dion Erwin Prastico [15419117]", "Kontributor / Dosen Pembimbing": ["Saut Aritua Hasiholan Sagala, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Perubahan Iklim, Bencana dari Dampak Perubahan Iklim, Dukuh Timbulsloko, Bentuk Perpindahan, Faktor Perpindahan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "10 Agu 2023"}