{"Nomor": 76115, "Judul": "RANCANG BANGUN SISTEM PEMILAHAN TELUR UNTUK DITETASKAN DENGAN IMAGE PROCESSING DAN MACHINE LEARNING BERBASIS INTERNET OF THINGS", "Abstrak": "Ayam kampung merupakan plasma nutfah ayam Indonesia yang memiliki potensi\nbesar dan dapat dikembangkan untuk memenuhi kebutuhan protein hewani yang\nberkualitas. Namun, proses pemilahan telur untuk ditetaskan saat ini masih\ndilakukan secara manual dengan meneropong atau candling satu per satu, yang\nmemakan waktu yang cukup lama. Selain itu, pengukuran Shape Index (SI) dan\npenimbangan massa telur juga masih dilakukan secara manual, yang dapat\nmenyebabkan keterlambatan dalam menetaskan telur. Untuk mengatasi masalah\ntersebut, penelitian ini akan mengembangkan sistem pemilahan telur untuk\nditetaskan dengan bantuan teknologi Image Processing dan Machine Learning\nberbasis Internet of Things (IoT). Sistem ini akan menggunakan kamera untuk\nmengambil gambar telur dan kemudian mengolah gambar tersebut dengan\nmenggunakan teknologi image processing untuk menentukan Shape Index (SI) dan\nmassa telur secara otomatis. Selain itu, sistem ini juga akan menggunakan teknologi\nMachine Learning untuk memprediksi kualitas telur tetas berdasarkan data yang\ndikumpulkan dari pemrosesan gambar untuk mengetahui ada tidaknya keretakan\nkerabang telur. Seluruh data yang dikumpulkan oleh sistem ini akan terintegrasi ke\ndalam platform Internet of Things (IoT) sehingga memudahkan pengelolaan dan\nmonitoring sistem secara remote. Pada sistem yang telah dibuat, didapatkan hasil\nberupa kenaikan keberhasilan sebesar 12% dan peningkatan efektivitas waktu yang\ndibutuhkan untuk memilah telur.", "Daftar File": {}, "Penulis": "Yogi Prakoso [10218109]", "Kontributor / Dosen Pembimbing": ["Drs. Maman Budiman, M.Eng., Ph.D.", "Dr. Nina Siti Aminah, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Ayam Kampung, Image Processing, Machine Learning, Retak, Telur", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "11 Agu 2023"}