{"Nomor": 76110, "Judul": "STRATEGI KEUANGAN UNTUK REJUVENASI PERUSAHAAN KERTAS (STUDI KASUS: PT. XYZ)", "Abstrak": "Pertumbuhan permintaan global dalam industri pulp & paper menunjukkan peningkatan sebesar 2.1%, menandakan\nadanya potensi pertumbuhan yang signifikan. PT. XYZ, sebagai salah satu pabrik bubur pulp terbesar di dunia yang\ntelah beroperasi selama 30 tahun, saat ini menghadapi kekurangan modal yang mengakibatkan penghentian\noperasional sementara. Dengan melihat peluang kenaikan permintaan kertas secara global yang tidak seimbang dengan\nproduksi kertas, PT. XYZ memiliki kesempatan untuk memulai kembali operasionalnya dan memenuhi kesenjangan\ntersebut. Oleh karena itu, PT. XYZ berencana melaksanakan program rejuvenasi untuk menghidupkan kembali\nbisnisnya dengan dukungan pendanaan internal dan eksternal.\nAnalisis kelayakan yang akurat diperlukan untuk menghindari risiko kegagalan finansial dalam proyek ini. Penelitian\nini akan fokus pada studi kelayakan investasi bisnis dari segi finansial. Tahapan penelitian mencakup identifikasi\nmasalah bisnis, analisis situasi bisnis, pengumpulan data, proyeksi keuangan selama 10 tahun ke depan, analisis\nkeuangan, dan implementasi rencana.\nPenelitian ini menggunakan data sekunder dari studi literatur, laporan keuangan PT. XYZ, data historis perusahaan,\ndan referensi relevan. Data sekunder ini akan digunakan untuk menganalisis internal dan eksternal guna mengevaluasi\nkemampuan perusahaan dan membandingkannya dengan kapabilitas yang dimiliki. Metode kuantitatif, khususnya\nanalisis Capital Budgeting, akan digunakan untuk menilai kelayakan investasi secara finansial. Parameter kelayakan\nyang digunakan meliputi Net Present Value, Internal Rate of Return, Payback Period, dan Profitability Index.\nPenelitian ini juga akan mempertimbangkan analisis sensitivitas dengan menggunakan metode analisis tornado untuk\nmengevaluasi dampak perubahan variabel terhadap hasil kelayakan. Selain itu, penelitian ini akan memfokuskan pada\nstrategi pendanaan yang dapat digunakan, seperti angel investors, venture capital, bank loan, LBO, IPO, dan obligasi.\nPenelitian akan menawarkan solusi bisnis yang dihasilkan dari analisis capital budgeting dan mempertimbangkan\nstrategi pendanaan yang direkomendasikan untuk perusahaan. Solusi tersebut didasarkan pada parameter kelayakan\ninvestasi seperti NPV, IRR, PP, dan PI. \nHasil penelitian menunjukkan bahwa proyek rejuvenasi perusahaan ini memiliki NPV sebesar 771,160 juta USD, IRR\nsebesar 36%, PP sebesar 3,42 tahun, dan PI sebesar 3,82. Dengan demikian, proyek rejuvenasi ini layak untuk\ndilaksanakan. Pendanaan yang disarankan adalah melalui kombinasi dari venture capital & loan.Selain itu, perusahaan\nharus memantau proses implementasi secara cermat untuk mencapai kesuksesan yang diharapkan.", "Daftar File": {"2023_TS_PP_Sri Herlina Riz_29121201_1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/302522"}, "Penulis": "Sri Herlina Riz [29121201]", "Kontributor / Dosen Pembimbing": ["Dr.Ir.. Uke Marius Siahaan, MBA.", "Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "SWOT, PESTEL, Porter’s 5 Forces, Capital Budgeting Technique, Alternative Funding Strategy", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "10 Agu 2023"}