{"Nomor": 76111, "Judul": "PENGUKURAN RISK AVERSION DAN ESTIMASI PREMI ASURANSI KESEHATAN DI INDONESIA PADA SKENARIO COORDINATION OF BENEFITS", "Abstrak": "Penyakit katastropik merupakan penyakit yang memerlukan biaya besar dan\nmemakan waktu lama dalam pengobatannya. Di Indonesia, penyakit katastropik\ndapat ditanggung oleh BPJS Kesehatan selaku asuransi kesehatan nasional. Hal ini\nmenyebabkan pengeluaran BPJS Kesehatan menjadi membengkak. Untuk\nmengurangi pengeluaran yang signifikan tersebut, diperkenalkanlah skenario\ncoordination of benefit (CoB). CoB adalah skenario yang digunakan ketika dua atau\nlebih perusahaan asuransi menanggung individu yang sama. Saat ini, BPJS\nKesehatan telah menerapkan CoB melalui kerja sama dengan asuransi kesehatan\ntambahan (AKT). Dalam skenario CoB yang telah diterapkan, AKT hanya\nbertanggung jawab atas klaim yang tidak ditanggung oleh BPJS Kesehatan. Namun,\nskenario CoB yang telah berjalan belum mampu mengurangi pengeluaran BPJS\nKesehatan secara signifikan. Oleh karena itu, dilakukan modifikasi skenario CoB\nyang melibatkan BPJS Kesehatan dan AKT secara langsung melalui konsep\nreasuransi proporsional. Dalam skenario ini, BPJS Kesehatan akan membagi beban\nklaim dengan AKT berdasarkan proporsi yang telah disepakati oleh kedua belah\npihak. Dalam penentuan proporsi sharing, utilitas dari kedua perusahaan asuransi\ndipertimbangkan agar tetap maksimum. Hasil penelitian menunjukkan bahwa\ndengan memilih parameter utilitas AKT yang semakin kecil, proporsi sharing akan\nsemakin besar, sementara dengan memilih parameter utilitas BPJS Kesehatan yang\nsemakin kecil, proporsi sharing akan semakin kecil. Hal ini menunjukkan bahwa\npenentuan premi dan proporsi sharing dalam skenario CoB dapat disesuaikan\ndengan preferensi dan kebutuhan masing-masing perusahaan asuransi.\nSetelah itu, dalam konsep reasuransi proporsional, asuransi pertama perlu membayar\npremi kepada asuransi kedua. Oleh karena itu, dilakukan modifikasi sehingga BPJS\nKesehatan tidak perlu membayar premi kepada AKT dan sebaliknya. Namun,\npeserta asuransi akan membayar dua premi secara sekaligus karena memiliki dua\nasuransi kesehatan. Tambahan premi ini menjadi tantangan perusahaan asuransi\ndalam menawarkan produk asuransi dengan skenario CoB kepada masyarakat.\nUntuk mengatasi tantangan ini, diperlukan ukuran perasaan yang dapat memandu\npeserta dalam mengambil keputusan, yang disebut dengan risk aversion. Penelitian\nsebelumnya oleh Thomas (2015) merekomendasikan keengganan berinvestasi\nsebagai salah satu variabel penting dalam pengambilan keputusan. Hasil penelitian\nmenunjukkan bahwa kekayaan peserta memiliki pengaruh terhadap keengganan berinvestasi dan dapat memengaruhi pengambilan keputusan. Semakin besar\nkekayaan seseorang, semakin besar pula keengganan berinvestasinya. Oleh karena\nitu, kekayaan dan risk aversion dapat menjadi pedoman bagi perusahaan asuransi\ndalam menentukan target peserta asuransi. Dengan demikian, implementasi skenario\nCoB dalam asuransi kesehatan di Indonesia memiliki potensi untuk ditawarkan\nkepada masyarakat.", "Daftar File": {"ABSTRAK Erica Grace Simanjuntak": "https://digilib.itb.ac.id/gdl/download/302531"}, "Penulis": "Erica Grace Simanjuntak [20821019]", "Kontributor / Dosen Pembimbing": ["Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "coordination of benefit, risk aversion, proporsi sharing, utilitas, asuransi kesehatan, BPJS Kesehatan.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "10 Agu 2023"}