{"Nomor": 76128, "Judul": "PERANCANGAN BUKU EKSPERIMENTAL INTERAKTIF SEBAGAI MEDIA EDUKASI CARPAL TUNNEL SYNDROME (CTS) UNTUK MAHASISWA SENI DAN DESAIN", "Abstrak": "Tangan adalah salah satu aset terbesar manusia. Tangan dapat membantu manusia melakukan banyak\nhal, namun bukan berarti tangan dapat digunakan dengan semena-mena dan terus-menerus.\nPenggunaan tangan yang berlebihan dan berlangsung lama dapat menimbulkan masalah. Salah satu\nmasalah yang dapat terjadi adalah Carpal Tunnel Syndrome (CTS). CTS umumnya terjadi akibat\npenggunaan tangan secara akumulatif yang berulang dalam waktu lama (repetitive forceful works).\nMahasiswa seni dan desain adalah salah satu pekerjaan yang memiliki risiko terkena CTS karena\npenggunaan tangan yang intens, berulang, dan dalam durasi yang lama tidak dapat dipisahkan dari\nkegiatan utama mereka. Namun, wawasan dan kesadaran mahasiswa seni dan desain masih sangat\nkurang terkait CTS. Oleh karena itu, diperlukan media edukasi yang tepat dan menarik untuk\nmemberikan edukasi dan meningkatkan kesadaran mahasiswa seni dan desain tentang CTS. Untuk\nmemecahkan masalah tersebut, penulis merancang buku eksperimental interaktif tentang CTS dengan\nmengusung konsep eksperimental dan interaktif pada berbagai unsur desainnya mulai dari aset visual,\nwarna, tipografi, layout, material, hingga teknik cetak. Konsep desain buku ini mengusung kata kunci\ncrafty, thoughtful, dan entice yang ditentukan setelah menganalisis data yang didapatkan lewat studi\nliteratur, wawancara, penyebaran kuesioner kepada target audiens, dan data kajian karya sejenis.\nMelalui rancangan ini, diharapkan mahasiswa seni dan desain dapat mendapat wawasan tentang CTS\ndan menyadari risiko CTS. Selain itu, diharapkan perancangan ini dapat menjadi referensi bagi\nperancangan serupa.", "Daftar File": {}, "Penulis": "Hafshah Noorulhafiyya [17419022]", "Kontributor / Dosen Pembimbing": ["Drs. Oki Hamka Suyatna, M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Carpal tunnel syndrome (CTS), mahasiswa seni dan desain, tangan, eksperimental, interaktif", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "11 Agu 2023"}