{"Nomor": 76121, "Judul": "PERANCANGAN APLIKASI PEMBELAJARAN BERBASIS VARK UNTUK SISWA SMA KELAS X (STUDI KASUS: MATEMATIKA)", "Abstrak": "Belajar adalah proses yang dialami siswa untuk memperoleh informasi dan pengalaman. Dalam\nbelajar, siswa memiliki cara belajarnya sendiri dalam memproses pengetahuan. Namun, sampai\nsekarang proses pembelajaran di sekolah masih menerapkan cara belajar yang sama sehingga\ndiperlukan media yang dapat menunjang kebutuhan siswa. Solusi yang ditawarkan pada\nperancangan ini adalah sistem adaptive e-learning berbasis gaya belajar VARK pada aplikasi\npembelajaran. Perancangan ini bertujuan untuk memetakan gaya belajar VARK untuk\nmembantu siswa dan bagaimana VARK dapat menjadi fitur dalam aplikasi. VARK terdiri atas\n4 kategori cara belajar seperti Visual, Auditori, Read/Write, dan Kinestetik. Selain keempat\ncara belajar utama, terdapat cara belajar multimodal yang terdiri lebih dari satu cara belajar.\nHal ini dapat terjadi karena fleksibilitas dari VARK. Metode perancangan yang digunakan pada\nperancangan ini adalah double diamond yang diawali dengan tahap discover dengan mencari\ndata melalui studi literatur, kuesioner, studi komparasi, dan wawancara mengenai kesulitan dan\nkebiasaan belajar siswa. Selanjutnya masuk pada tahap define untuk mendapatkan rekomendasi\nperancangan berupa aplikasi pembelajaran juga penambahan mode multimodal untuk\nmemenuhi kebutuhan siswa yang kecenderungan belajarnya mendapatkan lebih dari satu atau\ngabungan dari beberapa juga untuk menghindari pembatasan. Mode ini mengizinkan siswa\nuntuk memilih beberapa fitur khusus dari cara belajar VARK dan membiarkan siswa untuk\neksplorasi fitur-fitur yang cocok untuk mereka. Setelah itu, dibuat user persona yang dibagi\nmenjadi self-regulated learner bagi mereka yang sudah mengetahui regulasi belajar yang\ncocok namun membutuhkan beberapa fitur kostumisasi dan curious learner yang belum\nmemahami cara belajar yang efektif untuk mereka. Kemudian dilanjutkan pada tahap develop\ndengan melakukan perancangan information architecture, user flow, dan konsep visual aplikasi\npembelajaran. Pada tahap ini, dibuat juga sketsa awal dari aplikasi berupa low-fidelity yang\nsetelah diiterasi dengan ahli dikembangkan menjadi high-fidelity prototype untuk\ndisimulasikan pada tahap deliver. Pelaksanaan tahap deliver dilakukan dengan user testing\npada user dengan pemberian skenario yang sudah dipersiapkan untuk mengetahui tanggapan\nmengenai aplikasi pembelajaran dan masukan. Kesimpulan yang didapatkan berupa\npenambahan tutorial aplikasi, perbaikan istilah, dan warna yang digunakan pada aplikasi juga\npendalaman model pembelajaran VARK lebih lanjut sesuai materi belajar.", "Daftar File": {"2023 TS PP ANINTAN SAVYTRI 1.pdf": "https://digilib.itb.ac.id/gdl/download/302555"}, "Penulis": "Anintan Savytri [27122008]", "Kontributor / Dosen Pembimbing": ["Dianing Ratri, S.Ds., M.Des., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "gaya belajar VARK, aplikasi pembelajaran, UI/UX, adaptive e-learning.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "11 Agu 2023"}