{"Nomor": 76138, "Judul": "MODEL MATEMATIKA FENOMENA DEPRESI PADA MAHASISWA", "Abstrak": "Depresi Mayor merupakan salah satu bentuk gangguan mental yang dapat menyerang semua kalangan. Salah satu populasi yang cukup berisiko mengalami depresi mayor adalah mahasiswa. Hal ini dapat disebabkan oleh masalah-masalah yang dihadapi mahasiswa, seperti masalah finansial, masalah hubungan interpersonal, dan tentunya masalah akibat beban akademik. Depresi mayor merupakan salah satu jenis gangguan mental yang dapat disembuhkan. Namun, apabila tidak ditangani dengan tepat, depresi mayor dapat berakibat pada hal yang fatal. Oleh sebab itu, pada penelitian ini, akan dibangun suatu model matematika yang menggambarkan fenomena depresi pada populasi mahasiswa. Pada model tersebut, ditinjau pengaruh beban akademik terhadap kesehatan mental mahasiswa. Eksistensi dan kestabilan dari titik kesetimbangan yang diperoleh dari model akan dianalisis. Simulasi dilakukan untuk beberapa kondisi. Analisis sensitivitas dilakukan untuk melihat parameter yang cukup mempengaruhi jumlah kasus depresi mayor pada mahasiswa. Dari penelitian yang dilakukan ketika beban akademik tidak mempengaruhi kesehatan mental mahasiswa, dapat dikatakan bahwa semua mahasiswa dapat terbebas dari depresi mayor. Pada kondisi ini, hal yang paling berpengaruh terhadap jumlah mahasiswa depresi adalah interaksi antar mahasiswa. Namun, apabila beban akademik berpengaruh pada kesehatan mental mahasiswa, populasi mahasiswa yang mengalami depresi mayor akan tetap ada. Walau begitu, jumlah mahasiswa yang mengidap depresi mayor dapat diminimalkan dengan cara mendorong mahasiswa segera mendapatkan penanganan dengan psikiater yang tepat.", "Daftar File": {"2023 RELIN NATASYA SITEPU ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/302616"}, "Penulis": "Relin Natasya Sitepu [10119073]", "Kontributor / Dosen Pembimbing": ["Dr. Novry Erwina, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "depresi mayor, mahasiswa, beban akademik", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "11 Agu 2023"}