{"Nomor": 76139, "Judul": "PENENTUAN PROVISION FOR ADVERSE DEVIATION (PAD) PADA RISIKO MORTALITAS SUBSTANDAR DALAM MEMPREDIKSI CADANGAN ASURANSI LONG-TERM CARE (LTC)", "Abstrak": "Dalam praktik aktuaria, perhitungan cadangan untuk perlindungan asuransi di bidang\nperawatan jangka panjang merupakan suatu tidakan yang sangat penting.Tujuan dari\nperhitungan ini adalah untuk mengantisipasi kemungkinan klaim polis asuransi LTC\nyang tidak terduga. Studi ini mengadopsi pendekatan konservatif dengan menganalisis\nkomponen utama risiko mortalita jangka panjang dan memperlakukannya secara\nterpisah dalam menentukan Provision for Adverse Deviation (PAD). PAD merupakan\npenambahan margin usia harapan hidup yang ditujukan untuk perhitungan cadangan\nasuransi Long-Term care (LTC) secara konservatif.\nModel proyeksi stokastik Markovian kontinu diusulkan untuk merepresentasikan evolusi\nintensitas transisi kematian dan kecacatan di masa depan. Kemudian, dirumuskan\nformula matematis dari model arus kas deterministik dengan mempertimbangkan\nPAD risiko mortalita jangka panjang dalam konteks penyesuaian risiko untuk memastikan\nkecukupan cadangan dan stabilitas keuangan dalam menghadapi situasi yang\nmerugikan.\nMelalui langkah-langkah pemodelan dan simulasi perhitungan cadangan asuransi\nLTC, ditemukan bahwa cadangan asuransi LTC dengan penerapan PAD memiliki\nnilai yang lebih tinggi sekitar 45% daripada cadangan asuransi LTC tanpa PAD.\nDengan demikian, penerapan PAD pada perhitungan cadangan asuransi LTC dapat\nmenjadi strategi yang efektif untuk mnemcapai kestabilan dan kelayakan keuangan\ndalam industri asuransi LTC.", "Daftar File": {"ABSTRAK Yalela Saadah": "https://digilib.itb.ac.id/gdl/download/302632"}, "Penulis": "Yalela Saadah [20821023]", "Kontributor / Dosen Pembimbing": ["Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Asuransi LTC, model Markovian multikeadaan, alur kas deterministik, Provision for Adverse Deviation.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "11 Agu 2023"}