{"Nomor": 76137, "Judul": "HUBUNGAN EDUKASI ANEMIA TERHADAP KEPATUHAN TERAPI TABLET TAMBAH DARAH DAN KADAR HEMOGLOBIN IBU HAMIL DI UPT PUSKESMAS PADASUKA DAN PAGARSIH KOTA BANDUNG", "Abstrak": "Anemia adalah suatu kondisi di mana kadar hemoglobin (Hb) lebih rendah dari normal, pada ibu \nhamil dapat meningkatkan morbiditas dan mortalitas ibu dan bayi, kepatuhan terapi tablet tambah \ndarah (TTD) dan pengaturan pola makanan bergizi seimbang terutama asupan zat besi (Fe) selama \nkehamilan menjadi penting dalam menjaga kestabilan kadar hemoglobin (Hb) normal. Penelitian ini \nbertujuan untuk menentukan pengaruh edukasi terhadap pengetahuan anemia defisiensi besi ibu \nhamil, kepatuhan terapi tablet tambah darah (TTD), asupan zat besi (Fe), dan kadar hemoglobin\n(Hb) ibu hamil serta hubungan antar variabel tersebut. Penelitian ini merupakan studi \neksperimental one group pre-post test dengan pengumpulan data melalui wawancara kuesioner \ndan pemeriksaan laboratorium kadar hemoglobin (Hb). Penelitian ini dilakukan pada bulan Januari \n– Maret 2023 di UPT Puskesmas Padasuka dan Pagarsih Kota Bandung. Data kepatuhan terapi tablet \ntambah darah (TTD), asupan zat besi (Fe), dan pengetahuan anemia defisiensi besi diperoleh dari \nkuesioner. Kuesioner Brief Medication Questionnaire (BMQ) untuk kepatuhan terapi tablet tambah \ndarah (TTD), Food Frequency Questionnaire (FFQ) untuk asupan zat besi (Fe), serta kuesioner yang \ntelah digunakan pada penelitian sebelumnya untuk pengetahuan anemia defisiensi besi. Hasil \npenelitian menunjukkan edukasi berpengaruh positif terhadap pengetahuan anemia defisiensi besi \nibu hamil (p = 0,011), kepatuhan terapi tablet tambah darah (TTD) (p = 0,006), asupan zat besi (Fe) \n(p = 0,001), dan kadar hemoglobin (Hb) ibu hamil (p = 0,011) serta diperoleh hubungan yang positif \ndan sangat kuat antara pengetahuan anemia defisiensi besi ibu hamil dengan kepatuhan terapi \ntablet tambah darah (TTD) (p<0,001 dan r = 0,957), pengetahuan anemia defisiensi besi ibu hamil \ndengan asupan zat besi (Fe) (p<0,001 dan r = 0,972), pengetahuan anemia defisiensi besi ibu hamil \ndengan kadar hemoglobin (Hb) (p<0,001 dan r = 0,988), kepatuhan terapi tablet tambah darah \n(TTD) dengan asupan zat besi (Fe) (p<0,001 dan r = 0,933), kepatuhan terapi tablet tambah darah \n(TTD) dengan kadar hemoglobin (Hb) (p<0,001 dan r = 0,948), dan asupan zat besi (Fe) dengan \nkadar hemoglobin (Hb) (p<0,001 dan r = 0,978). Namun, masih perlu dilakukan edukasi secara \nberkala untuk mendapatkan efektivitas edukasi yang optimal.", "Daftar File": {"ABSTRAK Suci Utami Ayungga Putri": "https://digilib.itb.ac.id/gdl/download/302617"}, "Penulis": "Suci Utami Ayungga Putri [11618024]", "Kontributor / Dosen Pembimbing": ["apt. Zulfan Zazuli, S.Farm., M.Farm., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "edukasi, anemia, kehamilan, tablet tambah darah, asupan zat besi, kadar hemoglobin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "11 Agu 2023"}