{"Nomor": 76147, "Judul": "PENGARUH BRAND IMAGE DARI PERSONAL BRAND VIRTUAL YOUTUBER KOBO KANAERU TERHADAP CONSUMER ENGAGEMENT DARI PENONTON INDONESIA", "Abstrak": "Seiring perkembangan teknologi, karakter virtual memiliki personal brand dan\nmampu membangun brand equity melalui tren Virtual YouTuber atau VTuber. Tren\nVTuber dengan cepat menjadi industri yang besar, dengan Kobo Kanaeru sebagai\ncontoh VTuber populer. Penelitian akan menggunakan pendekatan campuran.\nPendekatan kualitatif dilakukan untuk mengetahui persepsi penonton Indonesia\nberupa brand image, self-congruity, serta celebrity attacahment melalui komentar\nYouTube dan respons kuesioner serta makna dari identitas visual personal brand\nKobo melalui klip video livestream. Metode penelitian kualitatif memakai analisis\nteks kualitatif dan analisis semiologi. Penelitian kuantitatif dilakukan untuk\nmengetahui pengaruh hubungan self-congruity dan celebrity attachment yang\ndimoderasi oleh self extension tendency (SET) terhadap consumer engagement\npada konten di YouTube. Penelitian kuantitatif dilakukan dengan menggunakan\nkuesioner untuk pengambilan data dengan Partial Least Square-Structural\nEquation Model (PLS-SEM) sebagai metode analisis.\nBerdasarkan penelitian yang dilakukan, dapat diketahui bahwa brand image dari\npenonton serupa dengan makna identitas visual Kobo Kanaeru sebagai gadis remaja\npawang hujan yang manis dan nakal serta penggemar media budaya populer Jepang\nyang dekat dengan penontonnya. Persamaan tersebut menunjukkan identitas\npersonal brand Kobo Kanaeru telah berhasil dibentuk. Terdapat pula self-congruity\ndan celebrity attachment dari persepsi penonton. Dari penelitian pengaruh dapat\ndiketahui bahwa hanya social self-congruity dan celebrity attachment memiliki\npengaruh positif terhadap consument engagement. Social self-congruity juga\nberpengaruh positif terhadap celebrity attachment dan harus dimediasi secara\npenuh oleh celebrity attachment untuk mempengaruhi consument engagement.\nSelf-extension tendency tidak memiliki pengaruh terhadap hubungan self-congruity\ndengan celebrity attachment. Kontribusi penelitian ini adalah menambah\npemahaman tentang brand image dari penonton VTuber berpengaruh terhadap\nengagement pada konten video di YouTube.", "Daftar File": {"2023 TS PP AFLAH HANIF HARIADI 1.pdf": "https://digilib.itb.ac.id/gdl/download/302694"}, "Penulis": "Aflah Hanif Hariadi [27121058]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Eko Budiwaspada, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "personal brand, brand image, consumer engagement, Virtual YouTuber, Kobo Kanaeru", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "11 Agu 2023"}