{"Nomor": 76145, "Judul": "PROCESSING OF MONAZITE CONCENTRATE VIA CAUSTIC FUSION, ACID LEACHING, AND SELECTIVE PRECIPITATION TO SEPARATE RARE EARTH ELEMENTS FROM THORIUM AND URANIUM", "Abstrak": "Rare earth elements (REE) are widely applied in various technologies. A significant\namount of REE can be found in Indonesia associated with monazite minerals,\nespecially those from Bangka Island. Monazite in Bangka Island can be found as a\nby-product of cassiterite mineral processing. Despite significant efforts to recover\nREE from monazite, commercial extraction of REE from monazite has not been\nrealized in Indonesia. This may be due to difficulties in extracting the REE\neconomically and separating the REE from radioactive elements such as thorium\n(Th) and uranium (U), which are present in Bangka’s monazite. Hence, this study\naims to extract and separate REE from Th and U from Bangka monazite.\nA series of experiments was carried out to investigate the process of separating REE\nfrom Th and U. In this study, caustic fusion was chosen to remove phosphorus (P)\nfrom the ore making the REE amenable for leaching using hydrochloric acid (HCl).\nThe conditions for the caustic fusion and acid leaching followed the optimal ones\nfound by the previous investigator, who used the same monazite sample. The\nprecipitation process was carried out after leaching using ammonium hydroxide as\nthe precipitating agent. Subsequently, the Th- and U-rich precipitates were leached\nin mildly acidic conditions to re-leach any co-precipitated REE.\nThe experimental results showed that about 92.37% of P could be removed from\nthe monazite concentrate after water leaches the caustic fusion product. The\nleaching process of the washed residue using 6 M HCl at a temperature of 70 °C,\nsolid-to-liquid ratio of 100 g/L monazite, and leaching duration of 4 h can dissolve\nup to 90.98% of REE. In the precipitation process, Th and U were precipitated at\npH below REE precipitation conditions allowing for selective precipitation of REE.\nAt the optimum condition, i.e., at a pH of 5.0 under ambient conditions, the\nprecipitation of REE, Th, and U were 19.3%, 99.5%, and 99.9%, respectively. The\nresults of selective leaching of the precipitate with mildly acidic solutions at pHs\nranging from 1.5–3.0 showed that the dissolution of elements decreased as the pH\nvalue increased. REE in the precipitate at pH 5 can be separated from Th and U\nwith selective leaching at pH 3 with percent leaching of REE, Th, and U\nrespectively were 90%, 0.55%, and 54%.", "Daftar File": {"ABSTRAK M. Abrar Mardhatillah": "https://digilib.itb.ac.id/gdl/download/302652"}, "Penulis": "M. Abrar Mardhatillah [12519018]", "Kontributor / Dosen Pembimbing": ["D.Sc.(Tech.) Imam Santoso, S.T, M.Phil.", "Zela Tanlega, S.T, M.Phil."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Rare earth elements, monazite, caustic fusion, leaching, selective precipitation.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "11 Agu 2023"}