{"Nomor": 76159, "Judul": "PEMODELAN INVERSI MAGNETOTELURIK 2 DIMENSI METODE ELEMEN HINGGA BENTUK MESH SEGITIGA TAK BERATURAN", "Abstrak": "Metode Magnetotelurik (MT) merupakan salah satu metode geofisika yang\nmemanfaatkan sifat medan elektromagnetik alami dan arus telurik yang merupakan\nhasil induksi dari medan elektromagnetik. Arus telurik tersebut digunakan untuk\nmenginduksi material di bawah permukaan bumi sehingga diperoleh informasi\ntentang struktur resistivitas di bawah permukaan bumi. Respon model berupa\nresistivitas semu dan fasa impedansi di permukaan sebagai fungsi frekuensi.\nRespon model tersebut diperoleh dengan menyelesaikan persamaan Maxwell. Hal\ntersebut membuat metode magnetotelurik efektif dalam pencitraan medium bawah\npermukaan yang memiliki resistivitas berbeda dengan lingkungan sekitarnya.\nMetode numerik yang digunakan dalam penyelesaian persamaan diferensial parsial\nadalah metode elemen hingga (Finite Element Methods). Pemodelan struktur\nresistivitas dua dimensi magnetotelurik dilakukan dengan menggunakan metode\nelemen hingga berbasis node. Di dalam penelitian ini pemodelan ke depan dan\ninversi magnetotelurik diterapkan pada mode transverse electric (TE Mode) dan\nmode transverse magnetic (TM Mode). Pemodelan inversi menggunakan\nAlgoritma Gauss-Newton yang digunakan untuk meminimumkan fungsi objektif\nyang dilinierisasi. Program yang telah dibuat divalidasi menggunakan model\nstandar dua dimensi COMMEMI 2D-0 dan COMEMMI 2D-1 (Zhdanov, 1997).\nProgram inversi diuji terhadap beberapa model sintetik dengan struktur resistivitas\nyang berbeda. Kemudian program diaplikasikan pada data MT struktur Sesar\nLembang. Adapun hasil yang diperoleh dari pemodelan ini yaitu model struktur\nresistivitas dua dimensi dan respon berupa nilai resistivitas semu dan fasa\nimpedansi di permukaan dari model bumi homogen, bumi berlapis, bumi kontak\nvertikal, bumi anomali dan model topografi dengan hasil pemodelan inversi yang\ndiperoleh menunjukkan bahwa terdapat kecocokan dengan model awal dengan\nvariasi nilai RMS < 2. Program inversi juga diaplikasikan pada data lapangan\nstruktur sesar Lembang dengan hasil nilai RMS < 2.", "Daftar File": {"ABSTRAK Sofiana Herman": "https://digilib.itb.ac.id/gdl/download/302726"}, "Penulis": "Sofiana Herman [20221009]", "Kontributor / Dosen Pembimbing": ["Dr. Nurhasan, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "fasa, metode elemen hingga, magnetotelurik, resistivitas semu", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "11 Agu 2023"}