{"Nomor": 76150, "Judul": "PEMODELAN PEMILIHAN MODA PERJALANAN BEKERJA DALAM PENGEMBANGAN TRANSPORTASI LIGHT RAIL TRANSIT (LRT) BERDASARKAN POTENSI DEMAND DI KOTA MEDAN", "Abstrak": "Pertumbuhan penduduk di Kota Medan sangat tidak terkontrol sehingga\nmengakibatkan beberapa permasalahan. Salah satunya adalah terhadap sistem\ntransportasi perkotaan yang menimbulkan kemacetan. Kemacetan di Kota Medan\ndiindikasikan oleh bertambahnya jumlah kendaraan yang tidak beriringan dengan\npeningkatan volume jalan dengan ruas jalan yang tidak mengalami pertambahan\ndan jaringan jalan memiliki rute yang pendek serta banyak persimpangan sehingga\nmenyebabkan perlambatan arus kendaraan terutama pada persimpangan seringkali\nmengalami kemacetan, khususnya pada jam-jam sibuk yaitu pagi dan sore hari\ndisaat banyaknya aktivitas masyarakat untuk pergi/pulang bekerja. Penelitian ini\nbertujuan untuk memodelkan pemilihan moda perjalanan masyarakat bekerja\nberdasarkan potensi demand dalam pengembangan moda transportasi Light Rail\nTransit (LRT) sebagai alternatif pengoperasian sistem angkutan masal di Kota\nMedan. Pilihan alternatif moda dalam penelitian ini meliputi moda transportasi\nkendaraan pribadi, transportasi online dan LRT. Penelitian ini menggunakan pe\nmetode analisis multinomial logit dengan software SPSS 27 untuk mengetahui\nfaktor-faktor yang mempengaruhi preferensi pemilihan moda, analisis probabilitas\ndan sensitivitas serta mengetahui potensi demand perjalanan yang dapat dilayani\noleh LRT di Kota Medan. Faktor-faktor yang berpengaruh terhadap pemilihan\nmoda perjalanan pada model ini adalah jenis kelamin, umur, pekerjaan, pendapatan\ndan frekuensi perjalanan. Probabilitas moda alternatif yang diperoleh berdasarkan\npemodelan yang telah dilakukan yaitu LRT sebesar 45%, transportasi online\nsebesar 8%, dan kendaraan pribadi sebesar 47%. Hasil sensitivitas berdasarkan\nskenario yang telah dilakukan menunjukkan bahwa pemilihan moda alternatif LRT\npaling sensitive dibandingkan moda alternatif lain. Potensi demand dalam\npengembangan moda transportasi Light Rail Transit (LRT) sebagai alternatif\npengoperasian sistem angkutan masal di Kota Medan adalah sebesar 36,5%.", "Daftar File": {"ABSTRAK Lailannur Fahradiza H Harahap": "https://digilib.itb.ac.id/gdl/download/302695", "BAB 1 Lailannur Fahradiza H Harahap": "https://digilib.itb.ac.id/gdl/download/302696", "BAB 2 Lailannur Fahradiza H Harahap": "https://digilib.itb.ac.id/gdl/download/302697", "BAB 3 Lailannur Fahradiza H Harahap": "https://digilib.itb.ac.id/gdl/download/302698", "BAB 4 Lailannur Fahradiza H Harahap": "https://digilib.itb.ac.id/gdl/download/302699", "BAB 5 Lailannur Fahradiza H Harahap": "https://digilib.itb.ac.id/gdl/download/302700", "BAB 6 Lailannur Fahradiza H Harahap": "https://digilib.itb.ac.id/gdl/download/302701", "PUSTAKA Lailannur Fahradiza H Harahap": "https://digilib.itb.ac.id/gdl/download/302702", "LAMPIRAN Lailannur Fahradiza H Harahap": "https://digilib.itb.ac.id/gdl/download/302703"}, "Penulis": "Lailannur Fahradiza H Harahap [25421069]", "Kontributor / Dosen Pembimbing": ["Dr. Miming Miharja, S.T, M.Sc.Eng.", "Dr. I Gusti Ayu Andani, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "Medan, LRT, Pemilihan Moda, Trasnportasi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "11 Agu 2023"}