{"Nomor": 76153, "Judul": "JEJAK EKSISTENSI KERAMIK TRADISI SITIWINANGUN", "Abstrak": "Artefak kebudayaan tidak akan lepas dari aktivitas manusianya, sehingga dapat\nmenggambarkan identitas kelompok manusia itu sendiri. Salah satu artefak budaya\nyang ada di Indonesia adalah keramik tradisi, objek budaya tersebut erat kaitannya\ndengan aktivitas sebuah kelompok masyarakat karena penggunaannya yang luas dalam\nkehidupan seperti alat makan, alat ritual, benda seni dan fungsi keseharian lainnya.\nRelasi antara keramik tradisi dan masyarakat begitu erat, sehingga keberadaanya sangat\nbergantung pada masyarakat itu sendiri. Namun, Perkembangan zaman menyebabkan\nadanya dinamisasi budaya, sehingg praktik-praktik dalam sebuah kebudayaan juga\nmengalami perubahan. Dengan adanya perubahan budaya, maka eksistensi keramik\ntradisi juga mengalami perubahan. Perubahan yang terjadi pada keramik tradisi\nmengarah pada kondisi degradasi.\nKondisi degradasi itu bisa terlihat pada penurunan jumlah objek keramik yang\ndiciptakan, berkurangnya jenis benda keramik juga kualitas yang tidak lagi sebaik dulu,\nberkurangnya bahan baku tanah liat serta ruang produksi keramik, dan tentunya praktisi\nkeramik yang semakin berkurang dikarenakan regenerasi yang tidak berjalan. Hal\ntersebut bisa kita temukan di beberapa sentra keramik tradisi di Indonesia, yang\nkemudian penulis kerucutkan pada satu sentra keramik untuk diteliti.\nKeramik tradisi yang penulis teliti adalah keramik Sitiwinangun, salah satu sentra\nkeramik di Jawa Barat yang memiliki kekhasan visual dan potensi budaya yang kuat\nnamun mengalami fenomena degradasi eksistensi. Dalam proses penelusuran di sentra\nkeramik Sitiwinangun, fenomena degradasi sangat terlihat dengan faktor utamanya\nyaitu regenerasi yang terhenti dan subtitusi material yang menggantikan keramik untuk\nproduk fungsional. Dalam proses penelusuran sentra keramik Sitiwinangun, penulis\nmenggunakan pendekatan etnografi serta dalam penciptaan karya penulis mencoba\nmenggunakan pendekatan arkeolog dalam proses penciptaan visual yang penulis\ngunakan di dalam karya. Keduanya penulis gunakan sebagai upaya mengidentifikasi\nfenomena degradasi eksistensi melaluyi relasi artefak dan pembuatnya yaitu praktisi\nkeramik tradisi Sitiwinangun.\nPenulis mencoba menampilkan kondisi degradasi eksistensi keramik Sitiwinangun\ntersebut melalui karya instalasi keramik yang menampilkan fragmen-fragmen objek\nkeramik tradisi Sitiwinangun dan juga image-image lanskap sentra keramik\nSitiwinangun. Karya ini diharapkan dapat membuka kesadaran akan eksistensi keramik\ntradisi sebagai objek budaya yang memiliki potensi dalam ranah tertentu seperti\nbudaya, seni, ekonomi, pariwisata serta akademis.", "Daftar File": {"2023 TS PP IFTIKHAR AHMAD RAJWIE 1.pdf": "https://digilib.itb.ac.id/gdl/download/302714"}, "Penulis": "Iftikhar Ahmad Rajwie [27021010]", "Kontributor / Dosen Pembimbing": ["Dr. Muksin, S.Sn., M.Sn.", "Dr. Nurdian Ichsan, S.Sn., M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Keramik tradisi, Sitiwinangun, Eksistensi, Artefak, Degradasi, Arkeolog", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "11 Agu 2023"}