{"Nomor": 76160, "Judul": "PEMANFAATAN HISTOGRAM OF ORIENTED GRADIENTS  DAN MACHINE LEARNING PADA SISTEM PENGENALAN WAJAH", "Abstrak": "Perkembangan ilmu komputer dan teknologi dalam beberapa tahun belakangan ini mengalami\nperkembangan yang hebat, hingga di saat ini muncul jenis-jenis teknologi yang melakukan\ndigitalisasi terhadap hampir semua hal yang berhubungan dengan kehidupan manusia,\ntermasuk kedalam pengenalan wajah manusia. Dalam beberapa tahun belakangan ini berbagai\nmetode untuk pengenalan wajah manusia mengalami perkembangan, salah satunya\nmenggunakan Histogram of Oriented Gradients (HOG). Pada kesempatan kali ini akan\ndilakukan perancangan sistem secara image processing untuk mengenali wajah manusia\nmenggunakan Histogram of Oriented Gradients (HOG) dan machine learning seperti\nConvolutional Neural Network (CNN), dan Support Vector Machine (SVM), selain itu juga\nakan dikembangkan bagaimana cara komputer mendeteksi kedipan dari wajah, dengan\nmenggunakan titik-titik yang dapat dikenali komputer di bagian mata dari 68 titik facial\nlandmarks, sehingga dari hasil tersebut dapat diukur jarak antar kelopak mata bagian atas dan\nbawah yang mana jika jarak (dalam pixel) nya cukup kecil maka dapat diartikan sebagai\nkedipan. Selain itu juga dibatasi jarak wajah yang dapat dideteksi untuk berkedip. Pada\nakhirnya jika kedipan pada wajah yang dikenali terdeteksi, maka akan dicatat waktu dan\ntanggal tersebut yang kemudian juga membuka sebuah kunci solenoid menggunakan\nkomunikasi serial melalui Arduino Uno sehingga bisa menjadi sebuah sistem keamanan. Dari\n100 foto wajah dan 207 kali pengujian kedipan, didapat 89.86% bahwa komputer dapat\nmendeteksi kedipan secara “True Positive”, selain itu juga nilai parameter toleransi yang\ndisarankan untuk sistem pengenalan wajah ini yaitu antara 0.42 hingga 0.48.", "Daftar File": {}, "Penulis": "Muhammad Ervandy Rachmat [10219101]", "Kontributor / Dosen Pembimbing": ["Dr. Irfan Dwi Aditya, S.Si., M.Si.", "Fahdzi Muttaqien, S.Si., M.Si., M.Sc., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Histogram of Oriented Gradients, image processing, machine learning, wajah", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "1 file", "Tanggal Input": "11 Agu 2023"}