{"Nomor": 76164, "Judul": "PENGARUH WAKTU PENAHANAN PADA PERLAKUAN PANAS AUSTENISASI SINGKAT BAJA KARBON RENDAH DALAM UPAYA UNTUK MEMPEROLEH KUALITAS ADVANCED HIGH STRENGTH STEEL", "Abstrak": "Perkembangan peradaban manusia menuntut adanya material baja berkekuatan\nyang lebih tinggi dengan harga yang lebih murah pada aplikasi struktural. Beberapa\nmetode untuk menghasilkan baja berkekuatan tinggi sudah dilakukan seperti proses\nquenching and tempering. Namun, metode ini memiliki keterbatasan dari segi sifat\nmekanis dan waktu pemrosesan. Baru-baru ini muncul metode austenisasi singkat\nyang menghasilkan sifat mekanis yang lebih baik dengan waktu pemrosesan yang\nlebih singkat. Pada penelitian ini dilakukan variasi dari waktu penahanan pada\naustenisasi singkat dikarenakan dapat mempengaruhi struktur mikro pada tahap\naustenisasi yang memiliki dampak terhadap struktur mikro akhir yang akan\nmenentukan sifat mekanis akhir dari baja yang telah dilaku panas.\nSerangkaian percobaan perlakuan panas austenisasi singkat dan austenisasi\nkonvensional telah dilakukan untuk mempelajari pengaruh dari waktu penahanan\nterhadap struktur mikro dan sifat mekanis. Perlakuan panas austenisasi singkat\ndilakukan pada suhu 1000 oC dengan waktu pemanasan 15 detik dan variasi waktu\npenahanan 0, 5, 15, 45, 90, dan 180 detik. Lalu, dibandingkan dengan perlakuan\npanas austenisasi konvensional dengan waktu penahanan 1800 detik. Setelah\nperlakuan panas, dilakukan pengerasan celup air garam es pada kedua perlakuan\npanas. Kemudian dilakukan karakterisasi kekerasan mikro vickers, pengujian tarik,\npengujian impak charpy, metalografi dengan mikroskop optik, dan fraktografi\ndengan SEM. Dari data hasil karakterisasi yang telah dilakukan, ditentukan\npengaruh terhadap struktur mikro dan sifat mekanisnya, serta dibandingkan dengan\nbaja berkekuatan tinggi pada standar dan literatur yang sudah ada.\nDidapatkan struktur mikro dua fasa ferit-martensit dengan tren peningkatan jumlah\nmartensit secara linear yang lalu berubah menjadi struktur mikro martensit yang\nsangat halus di waktu penahanan 45 detik dan diatasnya. Didapatkan tren kekerasan\nyang meningkat dengan nilai maksimum 493 HV pada waktu penahanan 90 detik,\ndidapatkan tren ketangguhan yang meningkat dengan nilai maksimum 90,5 J/cm2\npada waktu penahanan 180 detik, didapatkan tren kekuatan tarik yang meningkat\ndengan nilai maksimum 1265 MPa pada waktu penahanan 45 detik, didapatkan tren\nelongasi yang menurun dengan nilai maksimum 28,38% pada waktu penahanan 5\ndetik dan nilai minimum 13,80% pada waktu penahanan 180 detik, dan didapatkan\nberubahnya mekanisme patahan dari getas transgranular menjadi ulet. Didapatkan\nbahwa baja hasil austenisasi singkat pada penelitian ini berhasil memasuki daerah\n3rd Gen Advanced High Strength Steel dengan rentang kekuatan tarik sebesar 817\nMPa hingga 1265 MPa dan rentang elongasi 13,8% hingga 28,38%.", "Daftar File": {"ABSTRAK Djalu Amardanta Priambudi": "https://digilib.itb.ac.id/gdl/download/302738"}, "Penulis": "Djalu Amardanta Priambudi [12519007]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Akhmad Ardian Korda, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "3rd gen advanced high strength steel, austenisasi singkat baja karbon rendah, baja berkekuatan tinggi, perlakuan panas,", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "11 Agu 2023"}