{"Nomor": 76165, "Judul": "PERANCANGAN STRATEGI PEMASARAN BERDASARKAN ANALISIS PREFERENSI KONSUMEN  PADA RIZKY REFLEXOLOGY", "Abstrak": "Refleksologi merupakan jenis Complementary and Alternative Medicine (CAM) dalam\nbentuk praktik yang melibatkan variasi teknik penekanan pada bagian tubuh untuk tujuan\nkesehatan dan kebugaran. Salah satu bisnis refleksologi yang terdapat di Kota Bandung\nadalah Rizky Reflexology, tepatnya di Metro Indah Mall. Persepsi masyarakat pada masa\npasca pandemi COVID-19 menyebabkan Rizky Reflexology perlu melakukan penyesuaian\nterhadap bisnis yang dijalankan akibat keraguan yang timbul karena perlunya kontak fisik\ndalam mendapatkan layanan. Dalam hal ini, permasalahan yang dialami Rizky Reflexology\nadalah target pelanggan yang tidak tercapai. Identifikasi permasalahan menghasilkan bahwa\nstrategi pemasaran yang dilakukan belum efektif. Oleh karena itu, penelitian ini bertujuan\nuntuk merancang strategi pemasaran yang tepat bagi Rizky Reflexology berdasarkan\npreferensi target pasar.\nPenelitian dilakukan melalui riset pasar untuk merancang solusi menggunakan penelitian\nterdahulu yang relevan sebagai pengembangan dari model SERVQUAL serta wawancara\nmendalam terhadap target populasi. Model digunakan untuk mengidentifikasi preferensi\nkonsumen terhadap kualitas layanan pada segmen pasar yang terbentuk. Segmen pasar\ndibentuk menggunakan analisis klaster hierarki yang kemudian diinterpretasikan melalui\npengujian ANOVA dan uji Fisher untuk data metrik serta tabulasi silang untuk data\nnonmetrik. Model mengakomodasi 36 indikator yang terbagi ke dalam sembilan dimensi.\nPengumpulan data primer diperoleh berdasarkan penyebaran kuesioner secara daring yang\nmenghasilkan 218 data untuk dilanjutkan ke pengolahan data.\nDiperoleh empat segmen yang terbentuk dengan karakteristik berbeda antar segmen yaitu\n\nsimple and multiservice consumers, perfectionist customers, high-touch and context-\noriented consumers, dan competency-driven and assurance seekers. Berdasarkan segmen\n\ntersebut dipilih satu target pasar yaitu simple and multiservice consumers kemudian\nditentukan posisi layanan terhadap kompetitor sejenis. Mengacu pada karakteristik dari\ntarget pasar tersebut, disusun strategi bauran pemasaran 7P yang mencakup aspek product,\nprice, place, promotion, people, physical evidence, dan process.", "Daftar File": {}, "Penulis": "Anindya Ayu Lestari [14419041]", "Kontributor / Dosen Pembimbing": ["Ir. Tota Simatupang, M.Eng., Ph.D.", "Fathiro Hutama Reksa Putra, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "bisnis refleksologi, strategi pemasaran, SERVQUAL, klaster", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "11 Agu 2023"}