{"Nomor": 76175, "Judul": "DAMPAK EVOLUSI BINTANG BERMASSA SANGAT KECIL TERHADAP ZONA LAYAK HUNINYA: STUDI KASUS BINTANG LHS 475", "Abstrak": "Setiap bintang yang ada di alam semesta menjalani evolusi kehidupan, mulai dari bintang itu lahir sampai akhir evolusinya. Evolusi bintang dipengaruhi banyak faktor, seperti massa dan juga metalisitas. Tugas akhir ini akan membahas evolusi bintang bermassa sangat kecil atau VLM (very low mass). Seluruh bintang bermassa kecil, dan sangat kecil memiliki zona layak hidup atau habitable zone. Zona layak hidup merupakan daerah sekitar bintang dimana planet bebatuan memiliki air di permukaannya dalam bentuk cair, dengan demikian memiliki potensi kehidupan. Habitable zone ikut berevolusi dengan evolusinya bintang induknya. Penelitian ini menggunakan objek studi kasus yaitu LHS 475 sebagai acuan untuk meneliti zona layak huni seiring evolusi bintang tersebut. Bintang ini merupakan bintang kelas spektrum M3,5V dan memiliki massa 0,274 sehingga dapat dikategorikan sebagai bintang bermassa sangat kecil. Pada awal tahun 2023 ditemukan sistem keplanetan Bintang LHS 475 yaitu LHS 475b. Dalam Tugas Akhir ini, dijalankan proses evolusi LHS 475 dengan parameter-parameter yang ada menggunakan program evolusi bintang MESA yang data keluarannya digunakan untuk menghitung lokasi batas dalam dan batas luar habitable zone. Pada Tugas Akhir ini, diperoleh jejak evolusi Bintang LHS 475 yang didapatkan menggunakan program evolusi bintang MESA dalam bentuk linux. Data tersebut juga digunakan untuk memodelkan zona layak huni Bintang LHS 475 yang kemudian dibandingkan dengan posisi Planet LHS 475b.", "Daftar File": {}, "Penulis": "Yudhistira Aulia Hazet [10318001]", "Kontributor / Dosen Pembimbing": ["Dr. Aprilia, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Metalisitas, Habitable Zone, Bintang Very Low Mass, LHS 475, Evolusi bintang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Agu 2023"}