{"Nomor": 76178, "Judul": "PERANCANGAN TERRAQUATRUM: PUSAT TERARIUM INDONESIA MELALUI PENDEKATAN MULTI-SENSORI DI SENAYAN, JAKARTA SELATAN", "Abstrak": "Terarium dikenal sebagai sebuah wadah kaca transparan tertutup berisi\nreplikasi mini dari ekosistem yang terdiri dari komponen berupa tanaman hias\nmungil, mikroorganisme, serta mineral. Terarium ini berperan sebagai miniatur\nekosistem yang dapat difungsikan sebagai sarana penelitian, bisnis kreatif, maupun\npemenuhan aspek estetika. Terarium memiliki efek positif terhadap kesehatan dan\nkesejahteraan hidup manusia, salah satunya menjadi aktivitas relaksasi yang\nmengurangi tingkat stress. Di Jakarta, Indonesia, para pengusaha bisnis dan\nkomunitas terarium telah berkembang pesat sejak tahun 1945. Namun, beberapa di\nantara mereka merasa masih membutuhkan wadah terpusat agar ruang kolaborasi,\nedukasi dalam bentuk eksibisi, serta transaksi ekonomi dapat secara aktif dinikmati\noleh semua kalangan, termasuk kaum awam.\nPusat Terarium Indonesia hadir sebagai fasilitas yang jangka panjangnya\ndiharapkan dapat meningkatkan kualitas hidup warga Jakarta serta mengakomodasi\nberbagai aktivitas penggunanya. Pusat Terarium ini juga bertujuan agar\nperkembangan dan minat masyarakat terhadap sisi edukatif dan rekreatif terarium\nterus meningkat. Salah satu strategi yang dilakukan adalah dengan merancang\nfasilitas ini melalui konsep re:connect (mengkoneksikan visual fasilitas dengan\nkeadaan ekosistem asli), re:activate (mengaktivasi kegiatan berbasis terarium), dan\nre:escalate (mengeskalasi visual fasilitas lewat bentuk dan pencahayaan yang\nkhas). Desain fasilitas ini juga akan menerapkan pendekatan multi-sensori agar\nmenciptakan berbagai aktivitas interaktif.", "Daftar File": {}, "Penulis": "Muhammad Naufal Arrafi [17319034]", "Kontributor / Dosen Pembimbing": ["Etika Vidyarini, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Terarium, Pengalaman, Edu-Rekreasi, Ekonomi, Multi-Sensori", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "11 Agu 2023"}