{"Nomor": 76181, "Judul": "PENINGKATAN KUALITAS KAKAO (THEOBROMA CACAO L.) DENGAN PENAMBAHAN STARTER LACTIPLANTIBACILLUS PLANTARUM DALAM FERMENTASI TERKONTROL DI KOPERASI TANI MASAGENA, SULAWESI SELATAN", "Abstrak": "Koperasi Tani Masagena di Sulawesi Selatan merupakan tempat pengolahan biji\nkakao yang potensial. Pengolahan berbasis fermentasi alami menghasilkan kualitas\nbiji yang tidak konsisten, kurang disukai dan waktu fermentasi yang lama (6 hari).\nUntuk meningkatkan kualitasnya, dilakukan fermentasi terkontrol dengan\npenambahan starter Lactiplantibacillus plantarum yang memiliki kelimpahan dan\nkemampuan amilolitik tertinggi sesuai hasil penelitian Kumalasari (2022). Penelitian\nini bertujuan untuk: (1) karakterisasi profil pertumbuhan L.plantarum sebagai kultur\nstarter untuk fermentasi kakao, (2) menentukan kinerja kultur starter L. plantarum\ndalam fermentasi terkontrol pada kakao, (3) menentukan kualitas kakao hasil\nfermentasi terkontrol dengan penambahan starter L. plantarum di Koperasi Tani\nMasagena. Pertumbuhan starter L. plantarum telah di evaluasi sebelumnya pada\nmedium Cocoa Pulp Stimulation Medium (CPSM) yang merupakan medium sintetik\nmenyerupai pulp kakao serta de Man Ragose Sharpe Medium (MRS) yang\nmerupakan medium selektif untuk bakteri asam laktat. Fermentasi terkontrol\ndilakukan pada volume 98,7 kg dan penambahan starter L. plantarum dengan\nkepadatan 108 CFU/mL, konsentrasi 10% (v/v) selama 4 hari; pH 3,89-4,26 dan suhu\n29,6°C-44,9°C. Serta dilakukan pengadukan setiap 2 hari sekali. Analisis yang\ndilakukan yaitu: kadar air, susut bobot, indeks fermentasi, jumlah biji kakao per 100\ngram, dinamika populasi mikroba (Total Plate Count), uji organoleptik. Lalu\ndilakukan analisis total fenol, konsentrasi glukosa, etanol, dan asam organik dan\nprofil fisiologis komunitas bakteri menggunakan Biolog Ecoplate. Hasil penelitian\nmenunjukkan bahwa laju pertumbuhan L.plantarum pada medium MRS 0,78/jam\nsedangkan CPSM 0,44/jam. Biji kakao fermentasi terkontrol dengan suhu (29,60C-\n44,90C), pH (3,89-4,26) selama 4 hari menghasilkan indeks fermentasi sebesar 80%,\nkadar air sebesar 6,82%, dan jumlah biji per 100 gram dengan golongan AA.\nPenambahan L.plantarum pada fermentasi terkontrol mampu meningkatkan\nkonsentrasi bakteri asam laktat sebesar 10% dari fermentasi alami. Populasi\nmikroorganisme kakao pada fermentasi terkontrol didominasi oleh total bakteri\nasam laktat dari hari ke 0-3 (8,44-10,82 log CFU/gram); simultan dengan total ragi\npada hari ke 0-3(8,6-10,42 log CFU/gram), dan total bakteri asam asetat dari hari ke\n2-4 (7,27- 11,06 log CFU/gram). Berdasarkan analisis profil fisiologis komunitas\nbakteri, komunitas mikroba selama fermentasi mempunyai kemampuan\nmenghasilkan enzim pengurai karbohidrat, protein, maupun lemak pada pulp kakao.\nSelama proses fermentasi, enzim pengurai karbohidrat tinggi di 24 jam fermentasi,\nselanjutnya menurun dibandingkan dengan enzim pengurai protein dan lipid. Profil\nfisiologis komunitas bakteri juga didukung dengan hasil analisis glukosa, fruktosa,\nasam organik, dan alkohol selama proses fermentasi yang menyatakan adanya\npenggunaan substrat glukosa dan fruktosa pada awal fermentasi yang akan\nterakumulasi menjadi etanol, asam organik, serta metabolit lain untuk membentuk\nprekursor citarasa dan aroma pada kakao. Berdasarkan hasil yang didapat dari\npenelitian ini, fermentasi terkontrol dengan L. plantarum sebagai starter, potensial\nuntuk meningkatkan fermentasi kakao dilihat dari waktu serta kualitasnya.", "Daftar File": {}, "Penulis": "Kania Rahmah [10619052]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S.", "Dr. Eng. Kamarisima, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Fermentasi, Terkontrol, Starter, Metabolit, Bakteri Asam Laktat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Agu 2023"}