{"Nomor": 76189, "Judul": "KOMBINASI FITUR SINYAL EMG UNTUK KLASIFIKASI  GERAKAN JARI TANGAN", "Abstrak": "Saat ini di Indonesia teknologi di bidang robotik dan AI semakin maju dan pesat.\nDikutip dari laman KEMENKES, teknologi bedah robotika sudah mulai berjalan\ndari Pusat Bedah Robotik Indonesia sejak tahun 2021. Perkembangan teknologi\npada bidang rehabilitasi seperti deteksi kekuatan otot pada pasien stroke dengan\nmenggunakan EMG. EMG merupakan teknik pengukuran yang digunakan untuk\nmerekam aktivitas listrik yang dihasilkan oleh otot-otot tubuh manusia.\nPenggunaan EMG pun sudah banyak diteleti pada bidang medis. Salah satu\npenelitian menggunakan EMG yaitu deteksi gerakan jari tangan menggunakan\nMyoArmband. MyoArmband merupakan sebuah modul EMG yang akan\nmendeteksi kontraksi otot pada pengguna. MyoArmband berbentuk seperti gelang\ndan memiliki delapan buah kanal EMG. Namun penelitian menggunakan\nMyoArmband menjadi sebuah kendala, karena harganya yang cukup mahal dan\nmembutuhkan sistem yang cukup kompleks.\nOleh sebab itu dalam penelitian ini akan mengusulkan pemakaian Myoware\nsebanyak tiga kanal yang berguna untuk membaca aktivitas otot tangan. Tiga kanal\nMyoware akan di letakan pada area lengan bawah untuk mendeteksi gerakan jari\ntangan. Nilai yang didapat akan disimpan dalam bentuk data CSV. Data yang\ntersimpan akan melalui tahap ekstraksi fitur untuk mendapatkan fitur-fiturnya.\nEkstraksi Fitur yang dilakukan seperti RMS, MAV, VAR, dan IEMG pada domain\nwaktu. Pengambilan fitur ini nantinya akan dikombinasikan agar performa\nklasifikasi bisa semakin baik. Selain itu penelitian ini juga membandingkan\npenggunaan transformasi data berupa StandardScaler yang akan diolah\n\nmenggunakan beberapa metode klasifikasi machine learning di antaranya k-\nNearest Neighbour (KNN), Decision Tree (DT), dan Random Forest (RF).\n\nHasil dari penelitian ini adalah dengan melakukan kombinasi fitur untuk klasifikasi\ngerakan jari tangan dapat menambah nilai akurasi dari klasifikasi yang dilakukan.\nKombinasi fitur yang mendapatkan nilai akurasi paling tinggi yaitu pada kombinasi\nRMS+MAV+VAR dengan menggunakan StandardScaler. Nilai akurasi yang\ndidapat mencapai 95,19% dengan nilai presisi 95.15%, sensitivitas 95,2% dan\nspesifisitas 98,8%.", "Daftar File": {"23220078 FIRZAL ARLAND.pdf": "https://digilib.itb.ac.id/gdl/download/302788"}, "Penulis": "Firzal Arland [23220078]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Wahyu, M.T., I.P.M., ASEAN Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "EMG, Multi Fitur Ekstraksi, Transformasi Data, Machine Learning.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "12 Agu 2023"}