{"Nomor": 76199, "Judul": "CONTINUAL LEARNING SEBAGAI PENDEKATAN PREDIKSI DINI STUNTING PADA BAYI DAN BALITA USIA 0-5 TAHUN", "Abstrak": "Stunting merupakan suatu kejadian yang menghambat proses pertumbuhan dan\nperkembangan anak akibat adanya gizi buruk, infeksi berulang, dan stimulasi\npsikososial yang tidak terpenuhi. Stunting masih menjadi salah satu masalah gizi\nterbesar di dunia termasuk Indonesia. Analisis statistik seperti regresi logistik, regresi\ncampuran, regresi logistik multivariat dan machine learning seperti decision tree, naïve bayes, Support Vector Machine, extreme gradient boosting, Projective Adaptive\nResonance Theory dan Artificial Neural Network banayk digunakan untuk deteksi\nstunting. Dalam analisis statistik pengambilan kesimulan masih secara manual\nsedangkan machine learning tidak mampu beradaptasi dengan kondisi baru dan\nperformanya cenderung menurun. Dalam penelitian ini diusulkan pendekatan baru\nuntuk deteksi stunting menggunakan metode continual learning dengan algoritme\nPackNet. Data dari IDHS diproses dengan beberapa tahap diantarnya merge record PR\ndengan IR, uji outlier, uji multikolinearitas, dan uji regresi logistik. Variabel yang\nberpengaruh terhadap stunting secara signifikan dipilih untuk menguji algoritme. Pemilihan variabel menggunakan regresi logistik dengan nilai signifikansi 5%, yang di\nolah menggunakan SPSS. Berdasarkan penelitian yang dilakukan menggunakan data\ndari model IDHS yang dilatih dengan algoritma PackNet mampu melakukan prediksi\nstunting secara efisien. Performa yang dihasilkan ketika mempelajari aliran data dari\nIDHS semakin baik dan mampu beradaptasi ketika diberikan beberapa tugas baru.", "Daftar File": {"23221038 Dicky faisal moh al zein.pdf": "https://digilib.itb.ac.id/gdl/download/302798"}, "Penulis": "Dicky Faisal Moh Al Zein [23221038]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Allya Paramita Koesoema, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "analisis statistik, cotinual learning, machine learning, PackNet, stunting", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "12 Agu 2023"}