{"Nomor": 76191, "Judul": "RANCANG BANGUN IMMERSIVE VIRTUAL SCHOOL UNTUK MENINGKATKAN INTERAKSI, PENGETAHUAN,  DAN KETERAMPILAN PADA SIMULASI PEMBELAJARAN DIGITAL", "Abstrak": "Immersive adalah pengalaman psikologis yang ditandai dengan keterlibatan\nmendalam dalam sebuah aktivitas. Teknologi immersive merupakan istilah yang\ndigunakan untuk menggambarkan berbagai teknologi realitas yang telah ada seperti\naugmented reality, virtual reality, mixed reality, dan extended reality atau\nmetaverse. Penelitian ini bertujuan untuk membuat pemodelan simulasi virtual\nimmersive dalam kerangka pembelajaran digital yang secara akurat mencerminkan\npengalaman nyata belajar teori dan praktik di kelas atau laboratorium, simulasi ini\ndiimplementasikan pada skenario pembelajaran teori dan praktikum untuk pelajar\nkelas sepuluh tingkat sekolah menengah dengan fokus modul ajar menyolder.\nPenerapan teknologi immersive dapat memberi pengalaman interaksi yang lebih\nmenarik sehingga menambah motivasi pelajar dalam meningkatkan pengetahuan\ndan keterampilan. Didapatkan rata-rata sebesar 79,4% penerimaan responden\nterhadap sistem meliputi kontrol, motivasi tujuan belajar, kesenangan, hasil belajar,\npersepsi kemanfaatan, perilaku pengguna, psikologi immersive, dan persepsi\nkemudahan. Hasil penelitian menunjukkan bahwa pembelajaran berbasis immersive\nvirtual school mampu memberikan peningkatan interaksi, pengetahuan dan\nketerampilan pelajar. Setelah uji coba sistem menggunakan dua sampel responden\nyaitu responden A untuk pelajar yang baru pertama kali mendapatkan materi dan\nresponden B yang sebelumnya pernah mendapatkan materi serupa diperoleh\nkenaikan hasil antara nilai asesmen sumatif dengan formatif pada pembelajaran\nteori sebanyak 100% responden A dengan sig. p-value 0,0005 dan N-gain 63,3%,\nserta 52% responden B dengan sig. p-value 0,0011 dan N-gain 52,6%, sedangkan\nkenaikan hasil antara nilai asesmen sumatif dengan formatif pada pembelajaran\npraktik sebanyak 47% responden A dengan sig. p-value 0,005 dan N-gain 65,8%,\nserta 33% responden B dengan sig. p-value 0,017 dan N-gain 17,9%.", "Daftar File": {"23221091 Ahmad Watsiq Billah.pdf": "https://digilib.itb.ac.id/gdl/download/302790"}, "Penulis": "Ahmad Watsiq Billah [23221091]", "Kontributor / Dosen Pembimbing": ["Dr. Reza Darmakusuma, S.T, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "immersive, interaksi, pembelajaran, praktik, teori, virtual school.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "12 Agu 2023"}