{"Nomor": 76200, "Judul": "DESAIN CODEBOOK DOWNLINK DI-SCMA BERBASIS MODULASI SPASIAL", "Abstrak": "Penelitian dilakukan untuk meningkatkan performa DI-SCMA dengan overloading fa-\nctor = 225%.Yang pada penelitian sebelumnya menunjukan DI-SCMA mampu me-\nningkatkan kapasistas dengan signifikan dibandingkan dengan regular SCMA, namun\n\njumlah bit yang dikirimkan memiliki orde tidak lebih dari 2. Untuk itu, pada penelitian\nini penulis mendesain codebook untuk pengguna DI-SCMA berbasis modulasi spasial\n\nuntuk meningkatkan jumlah orde bit informasi yang dikirimkan. Adapun pada peneliti-\nan ini penulis menggunakan metode modulasi spasial SM, QSM, clustered-QSM skema\n\n1 dan clustered-QSM skema 2, untuk memperlihatkan variasi kinerja DI-SCMA berba-\nsis modulasi spasial. Pada penelitian ini dimanfaatkan juga algoritma peeling decoding\n\nuntuk mengurangi kompleksitas pendeteksian dari DI-SCMA berbasis modulasi spasi-\nal. Hasil penelitian menunjukan bahwa, teknik-teknik modulasi spasial yang digunakan\n\nmampu mengirimkan bit informasi dengan orde yang lebih tinggi. Selain itu, kelima\nskenario DI-SCMA yang dilakukan menunjukan performa yang cukup baik dimana\ndengan SNR sebesar 40dB kelima skenario mampu mencapai BER dibawah 1x10?3", "Daftar File": {"23220077 Ana Farahdiba.pdf": "https://digilib.itb.ac.id/gdl/download/302799", "Ana Farahdiba   [23220077].pdf": "https://digilib.itb.ac.id/gdl/download/306752"}, "Penulis": "Ana Farahdiba [23220077]", "Kontributor / Dosen Pembimbing": ["Dr. Mohammad Sigit Arifianto, S.T, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Doubly-irregular Sparse Code Multiple Access, multiuser detection code- book, quadrature spatial modulation, successive interference cancelation", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi  \n                                     Dessy Rondang Monaomi", "File": "2 file", "Tanggal Input": "12 Agu 2023"}