{"Nomor": 76204, "Judul": "KENDALI KOMBINASI LATERAL DAN LONGITUDINAL VEHICLE PLATOONING MENGGUNAKAN DEEP  REINFORCEMENT LEARNING", "Abstrak": "Vehicle platooning adalah sebuah metode berkendara dengan menggabungkan\nbeberapa kendaraan menjadi sebuah regu dengan tujuan meningkatkan kapasitas\nkendaraan dalam sebuah jalan. Kendali dalam vehicle platooning dapat dibagi\nmenjadi dua buah, yaitu kendali longitudinal dan lateral. Kendali longitudinal\nvehicle platooning menggunakan metode adaptive cruise control (ACC), dan\ndikembangkan lebih lanjut menjadi cooperative adaptive cruise control (CACC).\nKendali lateral menggunakan metode look-down, yaitu metode yang\nmenggunakan sensor untuk mendeteksi marka jalan. Kelemahan dari metode\nlook-down adalah marka jalan dapat sangat sulit dideteksi sehingga pembacaan\nmarka tersebut menjadi sangat terganggu. Kelemahan tersebut diatasi dengan\npengembangan pendekatan look-ahead, dimana kendaraan follower menggunakan\nkendaraan yang berada di depannya sebagai referensi. Kelemahan dari pendekatan\nini adalah permasalahan cutting corner, yaitu keadaan saat kendaraan berbelok\nbersamaan dengan kendaraan yang menjadi referensi. Untuk mengatasi hal\ntersebut, dikembangkanlah pendekatan yang disebut extended look-ahead. Pada\npenelitian ini, untuk mengendalikan pendekatan extended look-ahead dan kendali\nCACC di dalam vehicle platooning, digunakan algoritma deep deterministic\npolicy gradient atau ddpg karena algoritma tersebut mampu mengendalikan\nvehicle platooning dalam ranah kontinu dan model free. Hasil dari penelitian ini\nmenunjukkan model DDPG mampu mengendalikan kendaraan follower untuk\nmengikuti kendaraan leader tanpa secara aktif menyusul kendaraan leader dan\ntidak terjadi cutting corner. Hasil ini dibuktikan dengan menggunakan simulasi\nDonkey Car Gym dan diimplementasikan dengan menggunakan robot Donkey\nCar.", "Daftar File": {"23221100 Leon Wonohito.pdf": "https://digilib.itb.ac.id/gdl/download/302803"}, "Penulis": "Leon Wonohito [23221100]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Riyanto Trilaksono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "deep reinforcement learning, vehicle platooning, DDPG, CACC", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "12 Agu 2023"}