{"Nomor": 76213, "Judul": "PERANCANGAN USULAN INTERVENSI TERHADAP PENINGKATAN KAPABILITAS IMPLEMENTASI LEARNING ORGANIZATION  DI TIKET.COM", "Abstrak": "PT Global Tiket Network (tiket.com) merupakan perusahaan yang bergerak di bidang online\ntravel agent (OTA) yang didirikan pada bulan Agustus tahun 2011. Seiring dengan pandemi\nCOVID-19 yang memberikan dampak negatif terhadap pertumbuhan industri pariwisata\nsecara umum, tiket.com terus melakukan usaha pengembangan perusahaan yang dapat\nmenjamin keberlanjutan kegiatan bisnis perusahaan, termasuk usaha optimasi fungsi\nLearning & Development. Usaha yang dilakukan tiket.com secara cepat ini menuntut\nperusahaan untuk dapat melakukan transformasi menjadi organisasi pembelajar atau\nlearning organization secara tepat. Berdasarkan wawancara pendahuluan yang telah\ndilakukan, teridentifikasi beberapa masalah yang dikandung oleh lima subsistem learning\norganization dan disimpulkan menjadi beberapa gejala yang tersebar pada beberapa aspek\nperusahaan. Oleh karena itu, penelitian ini dilakukan untuk menemukan akar penyebab dari\nsetiap gejala yang dimiliki oleh perusahaan sebagai dasar perancangan usulan perbaikan\nterhadap penerapan inisiatif learning organization tiket.com menggunakan kerangka kerja\npengembangan organisasi.\n\nPenelitian diawali dengan tahap entering & contracting yang meliputi proses identifikasi\nmasalah yang perlu diselesaikan pada perusahaan. Selanjutnya, dilakukan rangkaian\npengembangan model diagnosis yang digunakan pada tahap diagnosing untuk\nmengidentifikasi akar penyebab dari setiap masalah yang dimiliki perusahaan.\nPengembangan model diagnosis ini menghasilkan model maturitas yang sesuai dengan\nkebutuhan penelitian dan memiliki 5 dimensi tinjauan, yakni learning, organization, people,\nknowledge, dan technology. Kelima dimensi ini dijadikan panduan dalam penilaian maturitas\nlearning organization tiket.com melalui pelaksanaan wawancara semi-terstruktur dengan\nbeberapa representatif perusahaan yang mampu memberikan penjelasan terkait kondisi\naktual perusahaan. Hasil dari wawancara ini kemudian divalidasi kepada CPO dari tiket.com\nuntuk mendapatkan nilai maturitas akhir dari setiap indikator tinjauan yang sesuai.\nKemudian, dibentuk sebuah radar chart untuk membantu proses identifikasi dimensi dengan\npeluang perbaikan dengan tingkat maturitas 4 sebagai kondisi ideal.\n\nKondisi ideal ini didapatkan dari perhitungan nilai agregat maturitas. Setiap dimensi dan\nindikator yang memiliki nilai maturitas di bawah 4 akan ditinjau melalui proses identifikasi\n\nvi\npeluang perbaikan, yakni sebanyak 14 indikator. Setiap peluang perbaikan kemudian\ndikategorikan menjadi 9 komponen potensial. Pada tahap selanjutnya, digunakan ICE\nscoring model sebagai metode pemilihan prioritas perbaikan. Hasil dari tahap ini adalah\npengembangan fitur pendokumentasian pengetahuan sebagai prioritas perbaikan untuk\nperusahaan. Berdasarkan prioritas perbaikan yang telah teridentifikasi, dilakukan\nperancangan intervensi yang bertujuan untuk mengembangkan fitur pendokumentasian\npengetahuan tiket.com berupa rancangan pengembangan learning repository bagi\nperusahaan.", "Daftar File": {}, "Penulis": "Aldian Rayhan Alfaridz [14419012]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "maturitas learning organization, tiket.com, pengembangan organisasi.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "14 Agu 2023"}