{"Nomor": 76217, "Judul": "HUBUNG: FASILITAS DIGITAL HUB UNTUK MENINGKATKAN PERKEMBANGAN MASYARAKAT DESA MELALUI TRANSFORMASI DIGITAL", "Abstrak": "Pemerataan internet sangat penting bukan hanya untuk mengatasi kesenjangan\ndigital, namun juga untuk meningkatkan kemampuan masyarakat dalam\npenggunaan TIK (teknologi informasi dan komunikasi), pemberdayaan e-literasi\n(literasi elektronik), dan juga mendorong pertumbuhan perekonomian masyarakat\nIndonesia. Katalisasi yang disebabkan oleh pandemi dalam aspek teknologi\ninformasi khususnya internet membuat akses masyarakat untuk terkoneksi secara\ndaring menjadi hal yang mendasar. PSBB (pembatasan sosial berskala besar)\nataupun lockdown membuat kegiatan yang memerlukan aktivitas sosial tidak lagi\nbisa dilakukan seperti saat-saat sebelumnya. Dengan situasi ini, memaksa semua\npihak untuk melakukan aktivitasnya dari konektivitas melalui internet. Mulai dari\nkegiatan belajar mengajar, pekerjaan kantor, bahkan hiburan dituntut agar dapat\nterlaksana secara daring. Saat ini pemerintah sedang gencar-gencarnya melakukan\ntransformasi digital ke seluruh wilayah di Indonesia. Program-program seperti ‘tol\nlangit’ dan ‘internet desa mandiri’ memberikan potensi-potensi kepada\nmasyarakat menengah kebawah untuk bisa saling terkoneksi dan mendorong\nlajunya pertumbuhan perekonomian mereka. Namun, program-program tersebut\ntentu saja akan lebih optimal bila difasilitasi dengan strategi-strategi khusus\nseperti penyediaan talenta digital guna mencapai penggunaan internet secara\nproduktif untuk mencapai kesejahteraan masyarakat Indonesia.", "Daftar File": {}, "Penulis": "Arfan Ikhsanul Amal [17318052]", "Kontributor / Dosen Pembimbing": ["Miranti Sari Rahma, S.T., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "internet, kesetaraan digital, internet desa", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Agu 2023"}