{"Nomor": 76210, "Judul": "BAGAIMANA SELF-PACED E-LEARNING MEMPENGARUHI KESEJAHTERAAN SUBYEKTIF PENGGUNA: PENGARUH FAKTOR- FAKTOR SPESIFIK PRIBADI DAN E-LEARNING", "Abstrak": "Selama era pandemi, pendidikan mengalami pertumbuhan yang signifikan karena sistem pembelajaran tradisional beralih ke e-learning. E-learning terus berkembang dan maju, menyesuaikan dengan berbagai situasi, dan menawarkan pengalaman belajar yang beragam bagi pengguna. Self-Paced E-learning (SPE) muncul sebagai metode yang mendorong pembelajaran mandiri, memberi siswa fleksibilitas untuk belajar, dan menentukan jadwal belajar sendiri. Meskipun konsep SPE mengindikasikan dapat meningkatkan efektivitas dan mempromosikan kesejahteraan positif bagi pengguna, kenyataannya menunjukkan bahwa ini juga dapat menyebabkan penurunan kesejahteraan pada pengguna. Penelitian ini bertujuan untuk mengeksplorasi dampak SPE pada Kesejahteraan Subjektif (SWB) penggunanya, dengan mempertimbangkan faktor-faktor pribadi dan e-learning. Pendekatan kualitatif dan kuantitatif dilakukan dalam penelitian. Dengan jumlah total 12 responden untuk pendekatan kualitatif dan 426 responden untuk pendekatan kuantitatif, data dianalisis dengan metode manual coding dan PLS- SEM. Penelitian menunjukkan hubungan yang signifikan antara self-efficacy dan e- learning motivation dalam faktor-faktor pribadi terhadap SWB, platform aspect dalam faktor-faktor e-learning terhadap SWB, kesediaan untuk membayar (WTP) sebagai moderator dalam faktor-faktor e-learning dan SWB, serta SWB terhadap niat pengguna untuk terus menggunakan e-learning. Namun hubungan yang tidak signifikan ditemukan antara self-control terhadap SWB, course aspect terhadap SWB, dan WTP sebagai moderator dalam faktor-faktor pribadi dan SWB. Selain itu, penelitian ini memberikan wawasan tentang pengembangan SPE untuk fitur tambahan, penetapan harga strategis dalam keuntungan bisnis, dan eksplorasi lebih lanjut tentang faktor-faktor pribadi yang memengaruhi SWB.", "Daftar File": {"2023 SK PP Clara Nikita Br. Aritonang   [19020145] - Full Text.pdf": "https://digilib.itb.ac.id/gdl/download/302809"}, "Penulis": "Clara Nikita Br. Aritonang [19020145]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., M.B.A., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "E-learning; Self-Paced E-learning; Kesejahteraan Subjektif; Kendali Diri.", "Sumber": "", "Staf Input/Edit": "Abdul Aziz Ariarasa", "File": "1 file", "Tanggal Input": "14 Agu 2023"}