{"Nomor": 76220, "Judul": "PERANCANGAN TUAS KEMUDI SEBAGAI KOMPONEN TAMBAHAN PADA KURSI RODA UNTUK MEMBANTU MOBILITAS PENYANDANG TUNA DAKSA BERAKTIVITAS DI LUAR(STUDI KASUS: SLB D YPAC)", "Abstrak": "Penyandang tunadaksa membutuhkan perangkat mobilitas yang efisien dan handal untuk\nmendukung kegiatan sehari - hari mereka diluar ruangan. Kursi roda telah menjadi solusi yang\numum digunakan, tetapi beberapa tantangan tetap ada terutama ketika berinteraksi dengan\nlingkungan yang lebih berat, seperti jalan berbatu atau permukaan yang tidak rata. Untuk\nmengatasi kendala ini, penelitian ini bertujuan untuk merancangan dan mengimplementasikan\ntuas kemudi tambahan pada kursi roda. Pendekatan desain yang digunakan adalah metode\ndesign thinking yaitu pengguna kursi roda dilibatkan dalam tahap perancangan untuk\nmemastikan kebutuhan dan kenyaman dari pengguna desain yang berasal dari sudut\npandangnya sehingga menghasilkan ide yang inovatif. Prototipe tuas kemudi tambahan diuji\ndengan menggunakan model kursi roda standard dengan berbagai scenario aktivitas di luar\nruangan, dan juga pengolahan data bersifat deskriptif kualitatif, yaitu memanfaatkan data\nkualitatif dengan penjelasan secara deskriptif. Hasil Penelitian menunjukan bahwa\nperancangan tuas kemudi ini secara jelas meningkatkan kemampuan kursi roda untuk melewati\nmedan yang sulit diluar ruangan. Pengguna kursi roda menyatakan bahwa tuas kemudi\nmemberikan kontrol yang lebih baik dan mengurangi Upaya fisik yang diperlukan untuk\nmengatasi hambatan.\nPenelitian ini memberikan kontribusi positif terhadap bidang perancangan alat bantu mobilitas,\nkhususnya kursi roda untuk penyandang tuna daksa. Diharapkan bahwa perangkat ini dapat\nmeningkatkan kualitas hidup dan kemandirian mereka, memungkinan mereka untuk\nberpartisipasi lebih aktif di luar ruangan.", "Daftar File": {"2023 TS PP AHMAD RIYADI SWANDHANI 1.pdf": "https://digilib.itb.ac.id/gdl/download/302819"}, "Penulis": "Ahmad Riyadi Swandhani [27121101]", "Kontributor / Dosen Pembimbing": ["Deddy Wahjudi, S.T, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Tuas, Tuna Daksa, Kursi Roda, Aktivitas luar, Design Thinking", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Agu 2023"}