{"Nomor": 76225, "Judul": "PERANCANGAN MEDIA WEBSITE ARSIP DAN INFORMASI ESPORTS INDONESIA BERBASIS CROWDSOURCE", "Abstrak": "Esports Indonesia menjadi model bisnis baru dan menjadi industri yang\nberkembang pesat semenjak naiknya pengguna online gaming di tahun 2015. Peran\n5 pelaku esports sangat penting dalam terbangunnya ekosistem esports di\nIndonesia, diantaranya pengembang game esports, pengada acara, organisasi tim\nesports profesional, atlet esports profesional dan penikmat serta penonton esports.\nPelaku dalam ekosistem saling bertukar informasi dengan tujuan untuk\nmendapatkan sponsorship untuk bertumbuh. Informasi seperti performa pemain,\ntim, turnamen yang dibagikan oleh pelaku menjadi hal penting untuk menunjukan\nperforma ekosistem kepada sponsor. Selain itu, kendala terjadi dalam pengumpulan\ndata informasi yang masif, padahal informasi yang dibutuhkan dalam setahun\nberkala terjadi selama turnamen musim. Untuk mengakomodasi permasalahan dan\nkebutuhan tersebut, pada perancangan ini, usulan terkait website berbentuk\ndirektori bisa menjadi media alternatif arsip dan informasi esports Indonesia.\nPenelitian awal dilakukan observasi dengan temuan jenis data informasi turnamen,\ntim, dan atlet pemain esports profesional, wawancara dengan pelaku esports untuk\nmenemukan alur pengguna dalam mencari informasi esports di Indonesia dalam\nkurun waktu 5 tahun, studi komparatif dari referensi media serupa dan studi literatur\nterkait metode pengumpulan data. Dengan menerapkan metode five planes dari\nGarrett dan uji usabilitas heuristic evaluation dari Nielsen berhasil menciptakan\nrancangan website dengan bentuk direktori informasi esports Indonesia, meliputi\nturnamen, tim dan pemain esports. Rancangan dilakukan dengan 2 kali iterasi dan\n2 kali uji usabilitas untuk mendapatkan hasil rancangan user experience dan user\ninterface yang optimal sesuai dengan kebutuhan pengguna. Metode crowdsource\njuga diterapkan dengan merancang strategi mulai dari elemen, bentuk, proses dan\nframework crowdsourcing yang disesuaikan dengan kebutuhan pelaku esports.\nFaktor kelayakan keputusan pada perancangan ini terletak pada scope, structure,\ndan surface plane. Susunan, cara penyjian, navigasi, dan tata letak data informasi\nmemperkuat ruang lingkup dan struktur website sehingga mempermudah pencarian\ninformasi. Rancangan gambar, ikon, grafik, dan teks memperkuat relevansi\ninformasi dengan pengguna. Selain itu, insentif pada metode pengumpulan data\nmenjadi kunci untuk memotivasi kontribusi pelaku esports dalam platform\ncrowdsourcing sehingga keterlibatan dalam proses crowdsource terus\nberkelanjutan dalam ekosistem esports.", "Daftar File": {"2023 TS PP TEDI MURSALAT FARQO 1.pdf": "https://digilib.itb.ac.id/gdl/download/302832"}, "Penulis": "Tedi Mursalat Farqo [27121102]", "Kontributor / Dosen Pembimbing": ["Banung Grahita, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "esports, direktori, crowdsource, user experience", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Agu 2023"}